[
  {
    "qno": "1",
    "description": "As Mexico’s first president from an Indigenous  community, Benito Juarez became one of the most  _______  figures in his country’s history: among the  many significant accomplishments of his long tenure  in office (1858–1872), Juarez consolidated the  authority of the national government and advanced  the rights of Indigenous peoples.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "unpredictable  ",
        "reference": null
      },
      {
        "description": "important  ",
        "reference": null
      },
      {
        "description": "secretive  ",
        "reference": null
      },
      {
        "description": "ordinary  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "2",
    "description": "Due to their often strange images, highly  experimental syntax, and opaque subject matter,  many of John Ashbery’s poems can be quite difficult  to _______  and thus are the object of heated debate  among scholars.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "delegate  ",
        "reference": null
      },
      {
        "description": "compose  ",
        "reference": null
      },
      {
        "description": "interpret  ",
        "reference": null
      },
      {
        "description": "renounce  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "3",
    "description": "The Cambrian explosion gets its name from the  sudden appearance and rapid diversification of  animal remains in the fossil record about 541 million  years ago, during the Cambrian period. Some  scientists argue that this _______  change in the fossil  record might be because of a shift in many organisms  to body types that were more likely to be preserved.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "catastrophic  ",
        "reference": null
      },
      {
        "description": "elusive  ",
        "reference": null
      },
      {
        "description": "abrupt  ",
        "reference": null
      },
      {
        "description": "imminent  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "4",
    "description": "During a 2014 archaeological dig in Spain,  Vicente Lull and his team uncovered the skeleton of  a woman from El Algar, an Early Bronze Age society,  buried with valuable objects signaling a high position  of power. This finding may persuade researchers who  have argued that Bronze Age societies were ruled by  men to _______  that women may have also held  leadership roles.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "waive  ",
        "reference": null
      },
      {
        "description": "concede  ",
        "reference": null
      },
      {
        "description": "refute  ",
        "reference": null
      },
      {
        "description": "require  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "5",
    "description": "Within baleen whale species, some individuals  develop an accessory spleen—a seemingly  functionless formation of splenetic tissue outside  the normal spleen. Given the formation’s greater  prevalence among whales known to make deeper  dives, some researchers hypothesize that its role isn’t  _______ ; rather, the accessory spleen may actively  support diving mechanisms.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "replicable  ",
        "reference": null
      },
      {
        "description": "predetermined  ",
        "reference": null
      },
      {
        "description": "operative  ",
        "reference": null
      },
      {
        "description": "latent  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "6",
    "description": "According to a US tax policy expert, state taxes are  _______  other factors when considering an interstate  move. Even significant differences in state taxation  have almost no effect on most people’s decisions,  while differences in employment opportunities,  housing availability, and climate are strong  influences.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "consistent with  ",
        "reference": null
      },
      {
        "description": "representative of  ",
        "reference": null
      },
      {
        "description": "overshadowed by  ",
        "reference": null
      },
      {
        "description": "irrelevant to  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "7",
    "description": "The author’s claim about the relationship between  Neanderthals and Homo sapiens is _______ , as it  fails to account for several recent archaeological  discoveries. To be convincing, his argument would  need to address recent finds of additional hominid  fossils, such as the latest Denisovan specimens and  Homo longi.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "disorienting  ",
        "reference": null
      },
      {
        "description": "tenuous  ",
        "reference": null
      },
      {
        "description": "nuanced  ",
        "reference": null
      },
      {
        "description": "unoriginal  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "8",
    "description": "The following text is from Georgia Douglas  Johnson’s 1922 poem “Benediction.”  Go forth, my son,  Winged by my heart’s desire!  Great reaches, yet unknown,  Await  For your possession.  I may not, if I would,  Retrace the way with you,  My pilgrimage is through,  But life is calling you!  Which choice best states the main purpose of the  text?  ",
    "options": [
      {
        "description": "To express hope that a child will have the same  accomplishments as his parent did  ",
        "reference": null
      },
      {
        "description": "To suggest that raising a child involves many  struggles  ",
        "reference": null
      },
      {
        "description": "To warn a child that he will face many challenges  throughout his life  ",
        "reference": null
      },
      {
        "description": "To encourage a child to embrace the experiences  life will offer  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "9",
    "description": "The following text is adapted from Indian Boyhood,  a 1902 memoir by Ohiyesa (Charles A. Eastman), a  Santee Dakota writer. In the text, Ohiyesa recalls how  the women in his tribe harvested maple syrup during  his childhood.  Now the women began to test the trees—moving  leisurely among them, axe in hand, and striking  a single quick blow, to see if the sap would  appear. Start referenced content: The trees , like people, have their individual characters;  some were ready to yield up their life-bloo d, while others were more reluctant. End referenced content.Now one of the birchen basins was set  under each tree, and a hardwood chip driven  deep into the cut which the axe had made. From  the corners of this chip—at first drop by drop,  then more freely—the sap trickled into the little  dishes.  Which choice best describes the function of the  underlined sentence in the text as a whole?  ",
    "options": [
      {
        "description": "It portrays the range of personality traits  displayed by the women as they work.  ",
        "reference": null
      },
      {
        "description": "It foregrounds the beneficial relationship  between humans and maple trees.  ",
        "reference": null
      },
      {
        "description": "It demonstrates how human behavior can be  influenced by the natural environment.  ",
        "reference": null
      },
      {
        "description": "It elaborates on an aspect of the maple trees that  the women evaluate.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "10",
    "description": "Text 1  Ecologists have long wondered how thousands of  microscopic phytoplankton species can live together  near ocean surfaces competing for the same  resources. According to Start referenced content: conventional wisdom. End referenced content., one  species should emerge after outcompeting the rest.  So why do so many species remain? Ecologists’ many  efforts to explain this phenomenon still haven’t  uncovered a satisfactory explanation.  Text 2  Ecologist Michael Behrenfeld and colleagues have  connected phytoplankton’s diversity to their  microscopic size. Because these organisms are so  tiny, they are spaced relatively far apart from each  other in ocean water and, moreover, experience that  water as a relatively dense substance. This in turn  makes it hard for them to move around and interact  with one another. Therefore, says Behrenfeld’s team,  direct competition among phytoplankton probably  happens much less than previously thought.  Based on the texts, how would Behrenfeld and  colleagues (Text 2) most likely respond to the  “conventional wisdom” discussed in Text 1?  ",
    "options": [
      {
        "description": "By arguing that it is based on a misconception  about phytoplankton species competing with  one another  ",
        "reference": null
      },
      {
        "description": "By asserting that it fails to recognize that routine  replenishment of ocean nutrients prevents  competition between phytoplankton species  ",
        "reference": null
      },
      {
        "description": "By suggesting that their own findings help clarify  how phytoplankton species are able to compete  with larger organisms  ",
        "reference": null
      },
      {
        "description": "By recommending that more ecologists focus  their research on how competition among  phytoplankton species is increased with water  density  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "11",
    "description": "In 2014, Amelia Quon and her team at NASA set out  to build a helicopter capable of flying on Mars.  Because Mars’s atmosphere is only one percent as  dense as Earth’s, the air of Mars would not provide  enough resistance to the rotating blades of a standard  helicopter for the aircraft to stay aloft. For five years,  Quon’s team tested designs in a lab that mimicked  Mars’s atmospheric conditions. The craft the team  ultimately designed can fly on Mars because its  blades are longer and rotate faster than those of a  helicopter of the same size built for Earth.  According to the text, why would a helicopter built  for Earth be unable to fly on Mars?  ",
    "options": [
      {
        "description": "Because Mars and Earth have different  atmospheric conditions  ",
        "reference": null
      },
      {
        "description": "Because the blades of helicopters built for Earth  are too large to work on Mars  ",
        "reference": null
      },
      {
        "description": "Because the gravity of Mars is much weaker than  the gravity of Earth  ",
        "reference": null
      },
      {
        "description": "Because helicopters built for Earth are too small  to handle the conditions on Mars  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "12",
    "description": "In West Africa, jalis have traditionally been keepers  of information about family histories and records of  important events. They have often served as teachers  and advisers, too. New technologies may have  changed some aspects of the role today, but jalis  continue to be valued for knowing and protecting  their peoples’ stories.  Which choice best states the main idea of the text?  ",
    "options": [
      {
        "description": "Even though there have been some changes in  their role, jalis continue to preserve their  communities’ histories.  ",
        "reference": null
      },
      {
        "description": "Although jalis have many roles, many of them  like teaching best.  ",
        "reference": null
      },
      {
        "description": "Jalis have been entertaining the people within  their communities for centuries.  ",
        "reference": null
      },
      {
        "description": "Technology can now do some of the things jalis  used to be responsible for.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "13",
    "description": "In 1934 physicist Eugene Wigner posited the  existence of a crystal consisting entirely of electrons  in a honeycomb-like structure. The so-called Wigner  crystal remained largely conjecture, however, until  Feng Wang and colleagues announced in 2021 that  they had captured an image of one. The researchers  trapped electrons between two semiconductors and  then cooled the apparatus, causing the electrons to  settle into a crystalline structure. By inserting an  ultrathin sheet of graphene above the crystal, the  researchers obtained an impression—the first visual  confirmation of the Wigner crystal.  Which choice best states the main idea of the text?  ",
    "options": [
      {
        "description": "Researchers have obtained the most definitive  evidence to date of the existence of the Wigner  crystal.  ",
        "reference": null
      },
      {
        "description": "Researchers have identified an innovative new  method for working with unusual crystalline  structures.  ",
        "reference": null
      },
      {
        "description": "Graphene is the most important of the  components required to capture an image of a  Wigner crystal.  ",
        "reference": null
      },
      {
        "description": "It’s difficult to acquire an image of a Wigner  crystal because of the crystal’s honeycomb  structure.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "14",
    "description": ",f,<-,      ,o,°''  Years     managers     department leaders  Considering a large sample of companies,  economics experts Maria Guadalupe, Julie Wulf, and  Raghuram Rajan assessed the number of managers  and leaders from different departments who reported  directly to a chief executive officer (CEO). According  to the researchers, the findings suggest that across  the years analyzed, there was a growing interest  among CEOs in connecting with more departments  in their companies.  Which choice best describes data from the graph that  support the researchers’ conclusion?  ",
    "options": [
      {
        "description": "The average numbers of managers and  department leaders reporting directly to their  CEO didn’t fluctuate from the 1991–1995 period  to the 2001–2008 period.  ",
        "reference": null
      },
      {
        "description": "The average number of managers reporting  directly to their CEO was highest in the  1996–2001 period.  ",
        "reference": null
      },
      {
        "description": "The average number of department leaders  reporting directly to their CEO was greater than  the average number of managers reporting  directly to their CEO in each of the three periods  studied.  ",
        "reference": null
      },
      {
        "description": "The average number of department leaders  reporting directly to their CEO rose over the  three periods studied.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "15",
    "description": "When digging for clams, their primary food, sea  otters damage the roots of eelgrass plants growing  on the seafloor. Near Vancouver Island in Canada,  the otter population is large and well established,  yet the eelgrass meadows are healthier than those  found elsewhere off Canada’s coast. To explain  this, conservation scientist Erin Foster and  colleagues compared the Vancouver Island  meadows to meadows where otters are absent or  were reintroduced only recently. Finding that the  Vancouver Island meadows have a more diverse gene  pool than the others do, Foster hypothesized that  damage to eelgrass roots increases the plant’s rate of  sexual reproduction; this, in turn, boosts genetic  diversity, which benefits the meadow’s health overall.  Which finding, if true, would most directly  undermine Foster’s hypothesis?  ",
    "options": [
      {
        "description": "At some sites in the study, eelgrass meadows are  found near otter populations that are small and  have only recently been reintroduced.  ",
        "reference": null
      },
      {
        "description": "At several sites not included in the study, there  are large, well-established sea otter populations  but no eelgrass meadows.  ",
        "reference": null
      },
      {
        "description": "At several sites not included in the study,  eelgrass meadows’ health correlates negatively  with the length of residence and size of otter  populations.  ",
        "reference": null
      },
      {
        "description": "At some sites in the study, the health of plants  unrelated to eelgrass correlates negatively with  the length of residence and size of otter  populations.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "16",
    "description": "Scholars have noted that F. Scott Fitzgerald’s writings  were likely influenced in part by his marriage to  Zelda Fitzgerald, but many don’t recognize Zelda as a  writer in her own right. Indeed, Zelda authored  several works herself, such as the novel Save Me the  Waltz and numerous short stories. Thus, those who  primarily view Zelda as an inspiration for F. Scott’s  writings _______   Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "overlook the many other factors that motivated  F. Scott to write.  ",
        "reference": null
      },
      {
        "description": "risk misrepresenting the full range of Zelda’s  contributions to literature.  ",
        "reference": null
      },
      {
        "description": "may draw inaccurate conclusions about how  F. Scott and Zelda viewed each other’s works.  ",
        "reference": null
      },
      {
        "description": "tend to read the works of F. Scott and Zelda in an  overly autobiographical light.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "17",
    "description": "Among social animals that care for their young,  such as chickens, macaque monkeys, and humans,  newborns appear to show an innate attraction to  faces and face-like stimuli. Elisabetta Versace and  her colleagues used an image of three black dots  arranged in the shape of eyes and a nose or mouth  to test whether this trait also occurs in Testudo  tortoises, which live alone and do not engage in  parental care. They found that tortoise hatchlings  showed a significant preference for the image,  suggesting that _______ _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "face-like stimuli are likely perceived as harmless  by newborns of social species that practice  parental care but as threatening by newborns of  solitary species without parental care.  ",
        "reference": null
      },
      {
        "description": "researchers should not assume that an innate  attraction to face-like stimuli is necessarily an  adaptation related to social interaction or  parental care.  ",
        "reference": null
      },
      {
        "description": "researchers can assume that the attraction to  face-like stimuli that is seen in social species that  practice parental care is learned rather than  innate.  ",
        "reference": null
      },
      {
        "description": "newly hatched Testudo tortoises show a stronger  preference for face-like stimuli than adult  Testudo tortoises do.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "18",
    "description": "Compiled in the late 1500s largely through the  efforts of Indigenous scribes, Cantares Mexicanos is  the most important collection of poetry in Classical  Nahuatl, the principal language of the Aztec Empire.  The poems portray Aztec society before the  occupation of the empire by the army of Spain, and  marginal notes in Cantares Mexicanos indicate that  much of the collection’s content predates the initial  invasion. Nonetheless, some of the poems contain  inarguable references to beliefs and customs  common in Spain during this era. Thus, some  scholars have concluded that _______ _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "while its content largely predates the invasion,  Cantares Mexicanos also contains additions  made after the invasion.  ",
        "reference": null
      },
      {
        "description": "although those who compiled Cantares  Mexicanos were fluent in Nahuatl, they had  limited knowledge of the Spanish language.  ",
        "reference": null
      },
      {
        "description": "before the invasion by Spain, the poets of the  Aztec Empire borrowed from the literary  traditions of other societies.  ",
        "reference": null
      },
      {
        "description": "the references to beliefs and customs in  Spain should be attributed to a coincidental  resemblance between the societies of Spain  and the Aztec Empire.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "19",
    "description": "In a study of the cognitive abilities of white-faced  capuchin monkeys (Cebus imitator), researchers  neglected to control for the physical difficulty of the  tasks they used to evaluate the monkeys. The  cognitive abilities of monkeys given problems  requiring little dexterity, such as sliding a panel to  retrieve food, were judged by the same criteria as  were those of monkeys given physically demanding  problems, such as unscrewing a bottle and inserting a  straw. The results of the study, therefore, _______ _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "could suggest that there are differences in  cognitive ability among the monkeys even  though such differences may not actually exist.  ",
        "reference": null
      },
      {
        "description": "are useful for identifying tasks that the monkeys  lack the cognitive capacity to perform but not for  identifying tasks that the monkeys can perform.  ",
        "reference": null
      },
      {
        "description": "should not be taken as indicative of the cognitive  abilities of any monkey species other than  C. imitator.  ",
        "reference": null
      },
      {
        "description": "reveal more about the monkeys’ cognitive  abilities when solving artificial problems than  when solving problems encountered in the wild.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "20",
    "description": "To survive when water is scarce, embryos  inside African turquoise killifish eggs _______  a  dormant state known as diapause. In this state,  embryonic development is paused for as long as two  years—longer than the life span of an adult killifish.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "enter  ",
        "reference": null
      },
      {
        "description": "to enter  ",
        "reference": null
      },
      {
        "description": "having entered  ",
        "reference": null
      },
      {
        "description": "entering  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "21",
    "description": "Formed in 1967 to foster political and economic  stability within the Asia-Pacific region, the  Association of Southeast Asian Nations was  originally made up of five members: Thailand, the  Philippines, Singapore, Malaysia, and Indonesia. By  the end of the 1990s, the organization _______  its  initial membership.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "has doubled  ",
        "reference": null
      },
      {
        "description": "had doubled  ",
        "reference": null
      },
      {
        "description": "doubles  ----- ",
        "reference": null
      },
      {
        "description": "will double  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "22",
    "description": "The intense pressure found in the deep ocean can  affect the structure of proteins in fish’s cells,  distorting the proteins’ shape. The chemical  trimethylamine N-oxide (TMAO) counters this  effect, ensuring that proteins retain their original  _______  is found in high concentrations in the cells of  the deepest-dwelling fish.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "configurations. TMAO  ",
        "reference": null
      },
      {
        "description": "configurations TMAO  ",
        "reference": null
      },
      {
        "description": "configurations, TMAO  ",
        "reference": null
      },
      {
        "description": "configurations and TMAO  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "23",
    "description": "Food and the sensation of taste are central to  Monique Truong’s novels. In The Book of Salt, for  example, the exiled character of Bình connects to his  native Saigon through the food he prepares, while in  Bitter in the Mouth, the character of Linda _______  a  form of synesthesia whereby the words she hears  evoke tastes.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "experienced  ",
        "reference": null
      },
      {
        "description": "had experienced  ",
        "reference": null
      },
      {
        "description": "experiences  ",
        "reference": null
      },
      {
        "description": "will be experiencing  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "24",
    "description": "Inventor John Friedman created a prototype of the  first flexible straw by inserting a screw into a paper  straw and, using dental floss, binding the straw  tightly around the _______  When the floss and screw  were removed, the resulting corrugations in the  paper allowed the straw to bend easily over the edge  of a glass.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "screw’s thread’s.  ",
        "reference": null
      },
      {
        "description": "screws’ threads.  ",
        "reference": null
      },
      {
        "description": "screw’s threads.  ",
        "reference": null
      },
      {
        "description": "screws threads’.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "25",
    "description": "In her analysis of Edith Wharton’s The House of  Mirth (1905), scholar Candace Waid observes that  the novel depicts the upper classes of New York  society as “consumed by the appetite of a soulless  _______  an apt assessment given that The House of  Mirth is set during the Gilded Age, a period marked  by rapid industrialization, economic greed, and  widening wealth disparities.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "materialism”; and  ",
        "reference": null
      },
      {
        "description": "materialism” and  ",
        "reference": null
      },
      {
        "description": "materialism,”  ",
        "reference": null
      },
      {
        "description": "materialism”  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "26",
    "description": "To humans, it does not appear that the golden  orb-weaver spider uses camouflage to capture its  _______  the brightly colored arachnid seems to wait  conspicuously in the center of its large circular web  for insects to approach. Researcher Po Peng of the  University of Melbourne has explained that the  spider’s distinctive coloration may in fact be part of  its appeal.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "prey, rather,  ",
        "reference": null
      },
      {
        "description": "prey rather,  ",
        "reference": null
      },
      {
        "description": "prey, rather;  ",
        "reference": null
      },
      {
        "description": "prey; rather,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "27",
    "description": "In Death Valley National Park’s Racetrack Playa, a  flat, dry lakebed, are 162 rocks—some weighing less  than a pound but others almost 700 pounds—that  move periodically from place to place, seemingly of  their own volition. Racetrack-like trails in the _______   mysterious migration.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "playas sediment mark the rock’s  ",
        "reference": null
      },
      {
        "description": "playa’s sediment mark the rocks  ",
        "reference": null
      },
      {
        "description": "playa’s sediment mark the rocks’  ",
        "reference": null
      },
      {
        "description": "playas’ sediment mark the rocks’  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "28",
    "description": "In crafting her fantasy fiction, Nigerian-born British  author Helen Oyeyemi has drawn inspiration from  the classic nineteenth-century fairy tales of the  Brothers Grimm. Her 2014 novel Boy, Snow, Bird,  for instance, is a complex retelling of the story of  Snow White, while her 2019 novel _______  offers a  delicious twist on the classic tale of Hansel and  Gretel.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "Gingerbread—  ",
        "reference": null
      },
      {
        "description": "Gingerbread,  ",
        "reference": null
      },
      {
        "description": "Gingerbread  ",
        "reference": null
      },
      {
        "description": "Gingerbread:  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "29",
    "description": "While researching a topic, a student has taken the  following notes:  • NASA uses rovers, large remote vehicles with  wheels, to explore the surface of Mars.  • NASA’s rovers can’t explore regions inaccessible  to wheeled vehicles.  • Rovers are also heavy, making them difficult to  land on the planet’s surface.  • Microprobes, robotic probes that weigh as little as  50 milligrams, could be deployed virtually  anywhere on the surface of Mars.  • Microprobes have been proposed as an alternative  to rovers.  The student wants to explain an advantage of  microprobes. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "Despite being heavy, NASA’s rovers can land  successfully on the surface of Mars.  ",
        "reference": null
      },
      {
        "description": "Microprobes, which weigh as little as  50 milligrams, could explore areas of Mars that  are inaccessible to NASA’s heavy, wheeled  rovers.  ",
        "reference": null
      },
      {
        "description": "NASA currently uses its rovers on Mars, but  microprobes have been proposed as an  alternative.  ",
        "reference": null
      },
      {
        "description": "Though they are different sizes, both  microprobes and rovers can be used to explore  the surface of Mars.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "30",
    "description": "While researching a topic, a student has taken the  following notes:  • Abdulrazak Gurnah was awarded the 2021 Nobel  Prize in Literature.  • Gurnah was born in Zanzibar in East Africa and  currently lives in the United Kingdom.  • Many readers have singled out Gurnah’s 1994  book Paradise for praise.  • Paradise is a historical novel about events that  occurred in colonial East Africa.  The student wants to introduce Paradise to an  audience unfamiliar with the novel and its author.  Which choice most effectively uses relevant  information from the notes to accomplish this goal?  ",
    "options": [
      {
        "description": "Abdulrazak Gurnah, who wrote Paradise and  later was awarded the Nobel Prize in Literature,  was born in Zanzibar in East Africa and  currently lives in the United Kingdom.  ",
        "reference": null
      },
      {
        "description": "Many readers have singled out Abdulrazak  Gurnah’s 1994 book Paradise, a historical novel  about colonial East Africa, for praise.  ",
        "reference": null
      },
      {
        "description": "A much-praised historical novel about colonial  East Africa, Paradise (1994) was written by  Abdulrazak Gurnah, winner of the 2021 Nobel  Prize in Literature.  ",
        "reference": null
      },
      {
        "description": "Paradise is a historical novel about events that  occurred in colonial East Africa, Abdulrazak  Gurnah’s homeland.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "31",
    "description": "While researching a topic, a student has taken the  following notes:  • Ulaanbaatar is the capital of Mongolia.  • The city’s population is 907,802.  • Ulaanbaatar contains 31.98 percent of Mongolia’s  population.  • Hanoi is the capital of Vietnam.  • The city’s population is 7,781,631.  • Hanoi contains 8.14 percent of  Vietnam’s population.  Which choice most effectively uses information from  the given sentences to emphasize the relative sizes of  the two capitals’ populations?  ",
    "options": [
      {
        "description": "Mongolia’s capital is Ulaanbaatar, which has  907,802 people, and Vietnam’s capital is Hanoi,  which has 7,781,631 people.  ",
        "reference": null
      },
      {
        "description": "The populations of the capitals of Mongolia and  Vietnam are 907,802 (Ulaanbaatar) and  7,781,631 (Hanoi), respectively.  ",
        "reference": null
      },
      {
        "description": "Even though Hanoi (population 7,781,631) is  larger than Ulaanbaatar (population 907,802),  Ulaanbaatar accounts for more of its  country’s population.  ",
        "reference": null
      },
      {
        "description": "Comparing Vietnam and Mongolia, 7,781,631 is  8.14 percent of Vietnam’s population, and  907,802 is 31.98 percent of Mongolia’s.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "32",
    "description": "While researching a topic, a student has taken the  following notes:  • One of history’s greatest libraries was the House of  Wisdom in Baghdad, Iraq.  • It was founded in the eighth century with the goal  of preserving all the world’s knowledge.  • Scholars at the House of Wisdom collected  ancient and contemporary texts from Greece,  India, and elsewhere and translated them into  Arabic.  • Writings included those of the Greek philosopher  Aristotle and the Indian mathematician  Aryabhata.  • The House of Wisdom used Chinese papermaking  technology to create paper versions to be studied  and shared.  The student wants to explain how the House of  Wisdom preserved the world’s knowledge. Which  choice most effectively uses relevant information  from the notes to accomplish this goal?  ",
    "options": [
      {
        "description": "The House of Wisdom was known for bringing  together knowledge from around the world,  including from Greece, India, and China.  ",
        "reference": null
      },
      {
        "description": "Founded in Iraq in the eighth century, the House  of Wisdom employed many scholars as  translators.  ",
        "reference": null
      },
      {
        "description": "Writings from the Greek philosopher Aristotle  and the Indian mathematician Aryabhata were  preserved at the House of Wisdom.  ",
        "reference": null
      },
      {
        "description": "The House of Wisdom collected writings from  different countries and created paper versions in  Arabic to be studied and shared.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "33",
    "description": "While researching a topic, a student has taken the  following notes:  • British musicians John Lennon and  Paul McCartney shared writing credit for  numerous Beatles songs.  • Many Lennon-McCartney songs were actually  written by either Lennon or McCartney, not by  both.  • The exact authorship of specific parts of many  Beatles songs, such as the verse for “In My Life,” is  disputed.  • Mark Glickman, Jason Brown, and Ryan Song  used statistical methods to analyze the musical  content of Beatles songs.  • They concluded that there is 18.9 percent sign  probability  that McCartney wrote the verse for “In My Life,”  stating that the verse is “consistent with Lennon’s  songwriting style.”  The student wants to make a generalization about the  kind of study conducted by Glickman, Brown, and  Song. Which choice most effectively uses relevant  information from the notes to accomplish this goal?  ",
    "options": [
      {
        "description": "Based on statistical analysis, Glickman, Brown,  and Song claim that John Lennon wrote the  verse of “In My Life.”  ",
        "reference": null
      },
      {
        "description": "There is only an 18.9 percent sign  probability that  Paul McCartney wrote the verse for “In My Life”;  John Lennon is the more likely author.  ",
        "reference": null
      },
      {
        "description": "It is likely that John Lennon, not  Paul McCartney, wrote the verse for “In My  Life.”  ",
        "reference": null
      },
      {
        "description": "Researchers have used statistical methods to  address questions of authorship within the field  of music.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "34",
    "description": "The Mule Bone, a 1930 play written by Zora Neale  Hurston and Langston Hughes, is perhaps the  best-known of the few examples of _______  in  literature. Most writers prefer working alone, and  given that working together cost Hurston and  Hughes their friendship, it is not hard to see why.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "characterization  ",
        "reference": null
      },
      {
        "description": "interpretation  ",
        "reference": null
      },
      {
        "description": "collaboration  ",
        "reference": null
      },
      {
        "description": "commercialization  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "35",
    "description": "The process of mechanically recycling plastics  is often considered _______  because of the  environmental impact and the loss of material  quality that often occurs. But chemist Takunda  Chazovachii has helped develop a cleaner process of  chemical recycling that converts superabsorbent  polymers from diapers into a desirable reusable  adhesive.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "resilient  ",
        "reference": null
      },
      {
        "description": "inadequate  ",
        "reference": null
      },
      {
        "description": "dynamic  ",
        "reference": null
      },
      {
        "description": "satisfactory  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "36",
    "description": "Interruptions in the supply chain for microchips  used in personal electronics have challenged an  economist’s assertion that retailers can expect robust  growth in sales of those devices in the coming  months. The delays are unlikely to _______  her  projection entirely but will almost certainly extend  its time frame.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "dispute  ",
        "reference": null
      },
      {
        "description": "withdraw  ",
        "reference": null
      },
      {
        "description": "underscore  ",
        "reference": null
      },
      {
        "description": "invalidate  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "37",
    "description": "For her 2021 art installation Anthem, Wu Tsang  joined forces with singer and composer Beverly  Glenn-Copeland to produce a piece that critics  found truly _______ : they praised Tsang for  creatively transforming a museum rotunda into a  dynamic exhibit by projecting filmed images of  Glenn-Copeland onto a massive 84-foot curtain and  filling the space with the sounds of his and other  voices singing.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "restrained  ",
        "reference": null
      },
      {
        "description": "inventive  ",
        "reference": null
      },
      {
        "description": "inexplicable  ",
        "reference": null
      },
      {
        "description": "mystifying  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "38",
    "description": "Some scientists have suggested that mammals in the  Mesozoic era were not a very _______  group, but  paleontologist Zhe-Xi Luo’s research suggests that  early mammals living in the shadow of dinosaurs  weren’t all ground-dwelling insectivores. Fossils of  various plant-eating mammals have been found in  China, including species like Vilevolodon diplomylos,  which Luo says could glide like a flying squirrel.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "predatory  ",
        "reference": null
      },
      {
        "description": "obscure  ",
        "reference": null
      },
      {
        "description": "diverse  ",
        "reference": null
      },
      {
        "description": "localized  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "39",
    "description": "The following text is adapted from Gwendolyn  Bennett’s 1926 poem “Street Lamps in Early Spring.”  Night wears a garment  All velvet soft, all violet blue...  And over her face she draws a veil  As shimmering fine as floating dew...  And here and there  In the black of her hair  The subtle hands of Night  Move slowly with their gem-starred light.  Which choice best describes the overall structure of  the text?  ",
    "options": [
      {
        "description": "It presents alternating descriptions of night in a  rural area and in a city.  ",
        "reference": null
      },
      {
        "description": "It sketches an image of nightfall, then an image  of sunrise.  ",
        "reference": null
      },
      {
        "description": "It makes an extended comparison of night to a  human being.  ",
        "reference": null
      },
      {
        "description": "It portrays how night changes from one season  of the year to the next.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "40",
    "description": "According to historian Vicki L. Ruiz, Mexican  American women made crucial contributions to the  labor movement during World War II. At the time,  food processing companies entered into contracts to  supply United States armed forces with canned  goods. Increased production quotas conferred  greater bargaining power on the companies’  employees, many of whom were Mexican American  women: Start referenced content. employees i nsisted on more favorable benefits, and employers, wh o were anxious to fulfill the contracts, complied. End referenced content.Thus, labor activism became  a platform for Mexican American women to assert  their agency.  Which choice best describes the function of the  underlined portion in the text as a whole?  ",
    "options": [
      {
        "description": "It elaborates on a claim about labor relations in a  particular industry made earlier in the text.  ",
        "reference": null
      },
      {
        "description": "It offers an example of a trend in the World  War II–era economy discussed earlier in the text.  ",
        "reference": null
      },
      {
        "description": "It notes a possible exception to the historical  narrative of labor activism sketched earlier in the  text.  ",
        "reference": null
      },
      {
        "description": "It provides further details about the identities of  the workers discussed earlier in the text.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "41",
    "description": "The following text is adapted from Zora Neale  Hurston’s 1921 short story “John Redding Goes to  Sea.” John is a child who lives in a town in the woods.  Perhaps ten-year-old John was puzzling to the  folk there in the Florida woods for he was an  imaginative child and fond of day-dreams. The  St. John River flowed a scarce three hundred feet  from his back door. On its banks at this point  grow numerous palms, luxuriant magnolias  and bay trees. On the bosom of the stream  float millions of delicately colored hyacinths.  Start referenced content. [John Redding] lo ved to wander down to the water’s edge, and, ca sting in dry twigs, watch them sail away down st ream to Jacksonville, the sea, the wide world  and [he] wanted to follow them. End referenced content. Which choice best describes the function of the  underlined sentence in the text as a whole?  ",
    "options": [
      {
        "description": "It provides an extended description of a location  that John likes to visit.  ",
        "reference": null
      },
      {
        "description": "It reveals that some residents of John’s town are  confused by his behavior.  ",
        "reference": null
      },
      {
        "description": "It illustrates the uniqueness of John’s  imagination compared to the imaginations  of other children.  ",
        "reference": null
      },
      {
        "description": "It suggests that John longs to experience a larger  life outside the Florida woods.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "42",
    "description": "The following text is adapted from Oscar Wilde’s  1891 novel The Picture of Dorian Gray. Dorian Gray  is taking his first look at a portrait that Hallward has  painted of him.  Dorian passed listlessly in front of his picture  and turned towards it. When he saw it he drew  back, and his cheeks flushed for a moment with  pleasure. A look of joy came into his eyes, as if he  had recognized himself for the first time. He  stood there motionless and in wonder, dimly  conscious that Hallward was speaking to him,  but not catching the meaning of his words. The  sense of his own beauty came on him like a  revelation. He had never felt it before.  According to the text, what is true about Dorian?  ",
    "options": [
      {
        "description": "He wants to know Hallward’s opinion of the  portrait.  ",
        "reference": null
      },
      {
        "description": "He is delighted by what he sees in the portrait.  ",
        "reference": null
      },
      {
        "description": "He prefers portraits to other types of paintings.  ",
        "reference": null
      },
      {
        "description": "He is uncertain of Hallward’s talent as an artist.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "43",
    "description": "Voters' political orientation  (  1 = strong Democrat/liberal;  4 = independent;  7 = strong Republican/conservative)     low information     high information  Economists Kerwin Kofi Charles and Melvin  Stephens Jr. investigated a variety of factors that  influence voter turnout in the United States. Using  survey data that revealed whether respondents voted  in national elections and how knowledgeable  respondents are about politics, Charles and Stephens  claim that the likelihood of voting is driven in part by  potential voters’ confidence in their assessments of  candidates—essentially, the more informed voters  are about politics, the more confident they are at  evaluating whether candidates share their views, and  thus the more likely they are to vote.    Which choice best describes data in the graph that  support Charles and Stephens’s claim?  ",
    "options": [
      {
        "description": "At each point on the political orientation scale,  high-information voters were more likely than  low-information voters to vote.  ",
        "reference": null
      },
      {
        "description": "Only low-information voters who identify  as independents had a voting probability  below 50 percent sign .  ",
        "reference": null
      },
      {
        "description": "The closer that low-information voters are to the  ends of the political orientation scale, the more  likely they were to vote.  ",
        "reference": null
      },
      {
        "description": "High-information voters were more likely to  identify as strong Democrats or strong  Republicans than low-information voters were.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "44",
    "description": "Day of  experiment  I  D no lizards    with lizards  To investigate the effect of lizard predation on spider  populations, a student in a biology class placed  spiders in two enclosures, one with lizards and one  without, and tracked the number of spiders in the  enclosures for 30 days. The student concluded that  the reduction in the spider population count in the  enclosure with lizards by day 30 was entirely  attributable to the presence of the lizards.  Which choice best describes data from the graph that  weaken the student’s conclusion?  ",
    "options": [
      {
        "description": "The spider population count was the same in  both enclosures on day 1.  ",
        "reference": null
      },
      {
        "description": "The spider population count also substantially  declined by day 30 in the enclosure without  lizards.  ",
        "reference": null
      },
      {
        "description": "The largest decline in spider population count in  the enclosure with lizards occurred from day 1 to  day 10.  ",
        "reference": null
      },
      {
        "description": "The spider population count on day 30 was  lower in the enclosure with lizards than in the  enclosure without lizards.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "45",
    "description": "Archaeologist Petra Vaiglova, anthropologist  Xinyi Liu, and their colleagues investigated the  domestication of farm animals in China during the  Bronze Age (approximately 2000 to 1000 BCE). By  analyzing the chemical composition of the bones of  sheep, goats, and cattle from this era, the team  determined that wild plants made up the bulk of  sheep’s and goats’ diets, while the cattle’s diet  consisted largely of millet, a crop cultivated by  humans. The team concluded that cattle were likely  raised closer to human settlements, whereas sheep  and goats were allowed to roam farther away.  Which finding, if true, would most strongly support  the team’s conclusion?  ",
    "options": [
      {
        "description": "Analysis of the animal bones showed that the  cattle’s diet also consisted of wheat, which  humans widely cultivated in China during the  Bronze Age.  ",
        "reference": null
      },
      {
        "description": "Further investigation of sheep and goat bones  revealed that their diets consisted of small  portions of millet as well.  ",
        "reference": null
      },
      {
        "description": "Cattle’s diets generally require larger amounts of  food and a greater variety of nutrients than do  sheep’s and goats’ diets.  ",
        "reference": null
      },
      {
        "description": "The diets of sheep, goats, and cattle were found  to vary based on what the farmers in each  Bronze Age settlement could grow.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "46",
    "description": "Mosasaurs were large marine reptiles that lived  in the Late Cretaceous period, approximately  100 million to 66 million years ago. Celina Suarez,  Alberto Pérez-Huerta, and T. Lynn Harrell Jr.  examined oxygen-18 isotopes in mosasaur tooth  enamel in order to calculate likely mosasaur body  temperatures and determined that mosasaurs were  endothermic—that is, they used internal metabolic  processes to maintain a stable body temperature  in a variety of ambient temperatures. Suarez,  Pérez-Huerta, and Harrell claim that endothermy  would have enabled mosasaurs to include relatively  cold polar waters in their range.  Which finding, if true, would most directly support  Suarez, Pérez-Huerta, and Harrell’s claim?  ",
    "options": [
      {
        "description": "Mosasaurs’ likely body temperatures are easier  to determine from tooth enamel oxygen-18  isotope data than the body temperatures of  nonendothermic Late Cretaceous marine  reptiles are.  ",
        "reference": null
      },
      {
        "description": "Fossils of both mosasaurs and nonendothermic  marine reptiles have been found in roughly equal  numbers in regions known to be near the poles  during the Late Cretaceous, though in lower  concentrations than elsewhere.  ",
        "reference": null
      },
      {
        "description": "Several mosasaur fossils have been found in  regions known to be near the poles during the  Late Cretaceous, while relatively few fossils of  nonendothermic marine reptiles have been  found in those locations.  ",
        "reference": null
      },
      {
        "description": "During the Late Cretaceous, seawater  temperatures were likely higher throughout  mosasaurs’ range, including near the poles, than  seawater temperatures at those same latitudes are  today.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "47",
    "description": "Researchers hypothesized that a decline in the  population of dusky sharks near the mid-Atlantic  coast of North America led to a decline in the  population of eastern oysters in the region. Dusky  sharks do not typically consume eastern oysters but  do consume cownose rays, which are the main  predators of the oysters.  Which finding, if true, would most directly support  the researchers’ hypothesis?  ",
    "options": [
      {
        "description": "Declines in the regional abundance of dusky  sharks’ prey other than cownose rays are  associated with regional declines in dusky shark  abundance.  ",
        "reference": null
      },
      {
        "description": "Eastern oyster abundance tends to be greater in  areas with both dusky sharks and cownose rays  than in areas with only dusky sharks.  ",
        "reference": null
      },
      {
        "description": "Consumption of eastern oysters by cownose rays  in the region substantially increased before the  regional decline in dusky shark abundance  began.  ",
        "reference": null
      },
      {
        "description": "Cownose rays have increased in regional  abundance as dusky sharks have decreased in  regional abundance.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "48",
    "description": "Political scientists who favor the traditional view of  voter behavior claim that voting in an election does  not change a voter’s attitude toward the candidates  in that election. Focusing on each US presidential  election from 1976 to 1996, Ebonya Washington  and Sendhil Mullainathan tested this claim by  distinguishing between subjects who had just become  old enough to vote (around half of whom actually  voted) and otherwise similar subjects who were  slightly too young to vote (and thus none of whom  voted). Washington and Mullainathan compared the  attitudes of the groups of subjects toward the  winning candidate two years after each election.  Which finding from Washington and Mullainathan’s  study, if true, would most directly weaken the claim  made by people who favor the traditional view of  voter behavior?  ",
    "options": [
      {
        "description": "Subjects’ attitudes toward the winning  candidate two years after a given election were  strongly predicted by subjects’ general political  orientation, regardless of whether subjects were  old enough to vote at the time of the election.  ",
        "reference": null
      },
      {
        "description": "Subjects who were not old enough to vote in a  given election held significantly more positive  attitudes towards the winning candidate  two years later than they held at the time of the  election.  ",
        "reference": null
      },
      {
        "description": "Subjects who voted in a given election held  significantly more polarized attitudes toward  the winning candidate two years later than did  subjects who were not old enough to vote in that  election.  ",
        "reference": null
      },
      {
        "description": "Two years after a given election, subjects who  voted and subjects who were not old enough to  vote were significantly more likely to express  negative attitudes than positive attitudes toward  the winning candidate in that election.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "49",
    "description": "Thickness  I     spray coating    spin coating  Perovskite solar cells convert light into electricity  more efficiently than earlier kinds of solar cells, and  manufacturing advances have recently made them  commercially attractive. One limitation of the cells,  however, has to do with their electron transport layer  (ETL), through which absorbed electrons must pass.  Often the ETL is applied through a process called  spin coating, but such ETLs are fairly inefficient  at converting input power to output power.  André Taylor and colleagues tested a novel spray  coating method for applying the ETL. The team  produced ETLs of various thicknesses and concluded  that spray coating holds promise for improving the  power conversion efficiency of ETLs in perovskite  solar cells.    Which choice best describes data from the graph that  support Taylor and colleagues’ conclusion?  ",
    "options": [
      {
        "description": "Both the ETL applied through spin coating and  the ETL applied through spray coating showed a  power conversion efficiency greater than 10 percent sign  at  their lowest performing thickness.  ",
        "reference": null
      },
      {
        "description": "The lowest performing ETL applied through  spray coating had a higher power conversion  efficiency than the highest performing ETL  applied through spin coating.  ",
        "reference": null
      },
      {
        "description": "The highest performing ETL applied through  spray coating showed a power conversion  efficiency of approximately 13 percent sign , while the  highest performing ETL applied through spin  coating showed a power conversion efficiency of  approximately 11 percent sign .  ",
        "reference": null
      },
      {
        "description": "There was a substantial difference in power  conversion efficiency between the lowest and  highest performing ETLs applied through spray  coating.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "50",
    "description": "While attending school in New York City in the  1980s, Okwui Enwezor encountered few works by  African artists in exhibitions, despite New York’s  reputation as one of the best places to view  contemporary art from around the world. According  to an arts journalist, later in his career as a renowned  curator and art historian, Enwezor sought to remedy  this deficiency, not by focusing solely on modern  African artists, but by showing how their work fits  into the larger context of global modern art and art  history.  Which finding, if true, would most directly support  the journalist’s claim?  ",
    "options": [
      {
        "description": "As curator of the Haus der Kunst in Munich,  Germany, Enwezor organized a retrospective of  Ghanaian sculptor El Anatsui’s work entitled El  Anatsui: Triumphant Scale, one of the largest art  exhibitions devoted to a Black artist in Europe’s  history.  ",
        "reference": null
      },
      {
        "description": "In the exhibition Postwar: Art Between the Pacific  and the Atlantic, 1945–1965, Enwezor and  cocurator Katy Siegel brought works by African  artists such as Malangatana Ngwenya together  with pieces by major figures from other  countries, like US artist Andy Warhol and  Mexico’s David Siqueiros.  ",
        "reference": null
      },
      {
        "description": "Enwezor’s work as curator of the 2001 exhibition  The Short Century: Independence and Liberation  Movements in Africa, 1945–1994 showed how  African movements for independence from  European colonial powers following the Second  World War profoundly influenced work by  African artists of the period, such as Kamala  Ibrahim Ishaq and Thomas Mukarobgwa.  ",
        "reference": null
      },
      {
        "description": "Enwezor organized the exhibition In/sight:  African Photographers, 1940 to the Present not to  emphasize a particular aesthetic trend but to  demonstrate the broad range of ways in which  African artists have approached the medium of  photography.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "51",
    "description": "For thousands of years, people in the Americas  _______  the bottle gourd, a large bitter fruit with a  thick rind, to make bottles, other types of containers,  and even musical instruments. Oddly, there is no  evidence that any type of bottle gourd is native to the  Western Hemisphere; either the fruit or its seeds  must have somehow been carried from Asia or  Africa.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "to use  ",
        "reference": null
      },
      {
        "description": "have used  ",
        "reference": null
      },
      {
        "description": "having used  ",
        "reference": null
      },
      {
        "description": "using  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "52",
    "description": "While many video game creators strive to make their  graphics ever more _______  others look to the past,  developing titles with visuals inspired by the “8-bit”  games of the 1980s and 1990s. (The term “8-bit”  refers to a console whose processor could only  handle eight bits of data at once.)  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "lifelike but  ",
        "reference": null
      },
      {
        "description": "lifelike  ",
        "reference": null
      },
      {
        "description": "lifelike,  ",
        "reference": null
      },
      {
        "description": "lifelike, but  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "53",
    "description": "In the 1950s, a man named Joseph McVicker was  struggling to keep his business afloat when his sister- in-law Kay Zufall advised him to repurpose the  company’s product, a nontoxic, clay-like substance  for removing soot from wallpaper, as a modeling  putty for kids. In addition, Zufall _______  selling the  product under a child-friendly name: Play-Doh.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "suggested  ",
        "reference": null
      },
      {
        "description": "suggests  ",
        "reference": null
      },
      {
        "description": "had suggested  ",
        "reference": null
      },
      {
        "description": "was suggesting  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "54",
    "description": "Beatrix Potter is perhaps best known for writing  and illustrating children’s books such as The Tale of  Peter Rabbit (1902), but she also dedicated herself  to mycology, the study of _______  more than  350 paintings of the fungal species she observed in  nature and submitting her research on spore  germination to the Linnean Society of London.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "fungi; producing  ",
        "reference": null
      },
      {
        "description": "fungi. Producing  ",
        "reference": null
      },
      {
        "description": "fungi producing  ",
        "reference": null
      },
      {
        "description": "fungi, producing  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "55",
    "description": "In assessing the films of Japanese director  Akira Kurosawa, _______  have missed his equally  deep engagement with Japanese artistic traditions  such as Noh theater.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "many critics have focused on Kurosawa’s use of  Western literary sources but  ",
        "reference": null
      },
      {
        "description": "Kurosawa’s use of Western literary sources has  been the focus of many critics, who  ",
        "reference": null
      },
      {
        "description": "there are many critics who have focused on  Kurosawa’s use of Western literary sources, but  they  ",
        "reference": null
      },
      {
        "description": "the focus of many critics has been on Kurosawa’s  use of Western literary sources; they  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "56",
    "description": "Joshua Hinson, director of the language revitalization  program of the Chickasaw Nation in Oklahoma,  helped produce the world’s first Indigenous-language  instructional app, Chickasaw _______  Chickasaw TV,  in 2010; and a Rosetta Stone language course in  Chickasaw, in 2015.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "Basic; in 2009, an online television network;  ",
        "reference": null
      },
      {
        "description": "Basic; in 2009, an online television network,  ",
        "reference": null
      },
      {
        "description": "Basic, in 2009; an online television network,  ",
        "reference": null
      },
      {
        "description": "Basic, in 2009, an online television network,  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "57",
    "description": "The forty-seven geothermal springs of Arkansas’ Hot  Springs National Park are sourced via a process  known as natural groundwater recharge, in which  rainwater percolates downward through the  earth—in this case, the porous rocks of the hills  around Hot _______  collect in a subterranean basin.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "Springs to  ",
        "reference": null
      },
      {
        "description": "Springs: to  ",
        "reference": null
      },
      {
        "description": "Springs—to  ",
        "reference": null
      },
      {
        "description": "Springs, to  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "58",
    "description": "Over twenty years ago, in a landmark experiment in  the psychology of choice, professor Sheena Iyengar  set up a jam-tasting booth at a grocery store. The  number of jams available for tasting _______  some  shoppers had twenty-four different options, others  only six. Interestingly, the shoppers with fewer jams  to choose from purchased more jam.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "varied:  ",
        "reference": null
      },
      {
        "description": "varied,  ",
        "reference": null
      },
      {
        "description": "varied, while  ",
        "reference": null
      },
      {
        "description": "varied while  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "59",
    "description": "Nigerian author Buchi Emecheta’s celebrated literary  oeuvre includes The Joys of Motherhood, a novel  about the changing roles of women in 1950s _______   a television play about the private struggles of a  newlywed couple in Nigeria; and Head Above Water,  her autobiography.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "Lagos, A Kind of Marriage,  ",
        "reference": null
      },
      {
        "description": "Lagos; A Kind of Marriage,  ",
        "reference": null
      },
      {
        "description": "Lagos, A Kind of Marriage:  ",
        "reference": null
      },
      {
        "description": "Lagos; A Kind of Marriage  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "60",
    "description": "Chimamanda Ngozi Adichie’s 2013 novel  Americanah chronicles the divergent experiences of  Ifemelu and Obinze, a young Nigerian couple, after  high school. Ifemelu moves to the United States to  attend a prestigious university. _______  Obinze  travels to London, hoping to start a career there.  However, frustrated with the lack of opportunities,  he soon returns to Nigeria.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Meanwhile,  ",
        "reference": null
      },
      {
        "description": "Nevertheless,  ",
        "reference": null
      },
      {
        "description": "Secondly,  ",
        "reference": null
      },
      {
        "description": "In fact,  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "61",
    "description": "Organisms have evolved a number of surprising  adaptations to ensure their survival in adverse  conditions. Tadpole shrimp (Triops longicaudatus)  embryos, _______  can pause development for over  ten years during extended periods of drought.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "in contrast,  ",
        "reference": null
      },
      {
        "description": "for example,  ",
        "reference": null
      },
      {
        "description": "meanwhile,  ",
        "reference": null
      },
      {
        "description": "consequently,  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "62",
    "description": "In 1933, the Twentieth Amendment to the US  Constitution was ratified. The amendment  mandates that presidential inaugurations be held  on January 20, approximately ten weeks after the  November election. _______  this amendment requires  newly elected US senators and representatives to be  sworn into their respective offices on January 3.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Instead,  ",
        "reference": null
      },
      {
        "description": "For instance,  ",
        "reference": null
      },
      {
        "description": "Specifically,  ",
        "reference": null
      },
      {
        "description": "In addition,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "63",
    "description": "In her poetry collection Thomas and Beulah, Rita  Dove interweaves the titular characters’ personal  stories with broader historical narratives. She places  Thomas’s journey from the American South to the  Midwest in the early 1900s within the larger context  of the Great Migration. _______  Dove sets events  from Beulah’s personal life against the backdrop of  the US Civil Rights Movement.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Specifically,  ",
        "reference": null
      },
      {
        "description": "Thus,  ",
        "reference": null
      },
      {
        "description": "Regardless,  ",
        "reference": null
      },
      {
        "description": "Similarly,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "64",
    "description": "While researching a topic, a student has taken the  following notes:  • The Philadelphia and Lancaster Turnpike was a  road built between 1792 and 1794.  • It was the first private turnpike in the  United States.  • It connected the cities of Philadelphia and  Lancaster in the state of Pennsylvania.  • It was sixty-two miles long.  The student wants to emphasize the distance covered  by the Philadelphia and Lancaster Turnpike. Which  choice most effectively uses relevant information  from the notes to accomplish this goal?  ",
    "options": [
      {
        "description": "The sixty-two-mile-long Philadelphia and  Lancaster Turnpike connected the Pennsylvania  cities of Philadelphia and Lancaster.  ",
        "reference": null
      },
      {
        "description": "The Philadelphia and Lancaster Turnpike was  the first private turnpike in the United States.  ",
        "reference": null
      },
      {
        "description": "The Philadelphia and Lancaster Turnpike, which  connected two Pennsylvania cities, was built  between 1792 and 1794.  ",
        "reference": null
      },
      {
        "description": "A historic Pennsylvania road, the Philadelphia  and Lancaster Turnpike was completed in 1794.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "65",
    "description": "While researching a topic, a student has taken the  following notes:  • Most, but not all, of the Moon’s oxygen comes  from the Sun, via solar wind.  • Cosmochemist Kentaro Terada from  Osaka University wondered if some of the  unaccounted-for oxygen could be coming  from Earth.  • In 2008, he analyzed data from the Japanese  satellite Kaguya.  • Kaguya gathered data about gases and particles it  encountered while orbiting the Moon.  • Based on the Kaguya data, Terada confirmed his  suspicion that Earth is sending oxygen to the  Moon.  The student wants to emphasize the aim of the  research study. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "As it orbited the Moon, the Kaguya satellite  collected data that was later analyzed by  cosmochemist Kentaro Terada.  ",
        "reference": null
      },
      {
        "description": "Before 2008, Kentaro Terada wondered if the  Moon was receiving some of its oxygen from  Earth.  ",
        "reference": null
      },
      {
        "description": "Cosmochemist Kentaro Terada set out to  determine whether some of the Moon’s oxygen  was coming from Earth.  ",
        "reference": null
      },
      {
        "description": "Kentaro Terada’s study determined that Earth is  sending a small amount of oxygen to the Moon.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "66",
    "description": "While researching a topic, a student has taken the  following notes:  • Ducklings expend up to 62.8 percent sign  less energy when  swimming in a line behind their mother than  when swimming alone.  • The physics behind this energy savings hasn’t  always been well understood.  • Naval architect Zhiming Yuan used computer  simulations to study the effect of the mother  duck’s wake.  • The study revealed that ducklings are pushed in a  forward direction by the wake’s waves.  • Yuan determined this push reduces the effect of  wave drag on the ducklings by 158 percent sign .  The student wants to present the study and its  methodology. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "A study revealed that ducklings, which expend  up to 62.8 percent sign  less energy when swimming in a line  behind their mother, also experience 158 percent sign  less  drag.  ",
        "reference": null
      },
      {
        "description": "Seeking to understand how ducklings swimming  in a line behind their mother save energy,  Zhiming Yuan used computer simulations to  study the effect of the mother duck’s wake.  ",
        "reference": null
      },
      {
        "description": "Zhiming Yuan studied the physics behind the  fact that by being pushed in a forward direction  by waves, ducklings save energy.  ",
        "reference": null
      },
      {
        "description": "Naval architect Zhiming Yuan discovered that  ducklings are pushed in a forward direction by  the waves of their mother’s wake, reducing the  effect of drag by 158 percent sign .  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  }
]