[
  {
    "qno": "1",
    "description": "The following text is from the 1913 story “The King’s  Coin” by Emily Pauline Johnson, a Kanienkahagen  (Mohawk) writer also known as Tekahionwake.  Fox-Foot, a young Ojibwe man, is guiding a group of  fur traders who are traveling by canoe and suspects  that they are being followed.  At supper time, Fox-Foot would allow no fire to  be built, no landing to be made, no Start referenced Content: trace End referenced Content.  of their  passing to be left. They ate canned meat and  marmalade, drank again of the stream and  pushed on, until just at dusk they reached the  edge of a long, still lake, with shores of granite  and dense fir forest.  As used in the text, what does the word “trace” most  nearly mean?  ",
    "options": [
      {
        "description": "Evidence  ",
        "reference": null
      },
      {
        "description": "Blemish  ",
        "reference": null
      },
      {
        "description": "Amount  ",
        "reference": null
      },
      {
        "description": "Sketch  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "2",
    "description": "Many ancient sculptures of people’s heads are  missing their noses. This is because the nose is the  most _______  part of a sculpture of a person’s head.  It is delicate and sticks out from the rest of the  sculpture, making it especially easy to break.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "recognizable  ",
        "reference": null
      },
      {
        "description": "fragile  ",
        "reference": null
      },
      {
        "description": "common  ",
        "reference": null
      },
      {
        "description": "sophisticated  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "3",
    "description": "K.D. Leka and colleagues found that the Sun’s  corona provides an advance indication of solar  flares—intense eruptions of electromagnetic  radiation that emanate from active regions in  the Sun’s photosphere and can interfere with  telecommunications on Earth. Preceding a flare, the  corona temporarily exhibits increased brightness  above the region where the flare is _______   .  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "antecedent  ",
        "reference": null
      },
      {
        "description": "impending  ",
        "reference": null
      },
      {
        "description": "innocuous  ",
        "reference": null
      },
      {
        "description": "perpetual  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "4",
    "description": "To demonstrate that the integrity of underground  metal pipes can be assessed without unearthing the  pipes, engineer Aroba Saleem and colleagues  _______  the tendency of some metals’ internal  magnetic fields to alter under stress: the team showed  that such alterations can be measured from a  distance and can reveal concentrations of stress in  the pipes.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "hypothesized  ",
        "reference": null
      },
      {
        "description": "discounted  ",
        "reference": null
      },
      {
        "description": "redefined  ",
        "reference": null
      },
      {
        "description": "exploited  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "5",
    "description": "Despite the generalizations about human behavior  they have produced, many studies of behavioral  psychology have used highly unrepresentative subject  pools: students at the colleges and universities where  the researchers are employed. To _______  this  situation, it is necessary to actively recruit subjects  from diverse backgrounds and locations.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "sanction  ",
        "reference": null
      },
      {
        "description": "ameliorate  ",
        "reference": null
      },
      {
        "description": "rationalize  ",
        "reference": null
      },
      {
        "description": "postulate  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "6",
    "description": "The following text is adapted from Jean Webster’s  1912 novel Daddy-Long-Legs. The narrator is a young  college student writing letters detailing her weekly  experiences.  [The college is] organizing the Freshman  basket-ball team and there’s just a chance that I  shall make it. I’m little of course, but terribly  quick and wiry and tough. While the others are  hopping about in the air, I can dodge under their  feet and grab the ball.  Which choice best states the main purpose of the  text?  ",
    "options": [
      {
        "description": "To compare basketball with other sports  ",
        "reference": null
      },
      {
        "description": "To provide details of how to play basketball  ",
        "reference": null
      },
      {
        "description": "To state how players will be chosen for the  basketball team  ",
        "reference": null
      },
      {
        "description": "To explain why the narrator thinks she might  make the basketball team  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "7",
    "description": "In the late 1800s, Spanish-language newspapers  flourished in cities across Texas. San Antonio alone  produced eleven newspapers in Spanish between  1890 and 1900. But El Paso surpassed all other  cities in the state. This city produced twenty-two  newspapers in Spanish during that period. El Paso is  located on the border with Mexico and has always  had a large population of Spanish speakers. Thus, it  is unsurprising that this city became such a rich site  for Spanish-language journalism.  Which choice best states the main purpose of the  text?  ",
    "options": [
      {
        "description": "To compare Spanish-language newspapers  published in Texas today with ones published  there during the late 1800s  ",
        "reference": null
      },
      {
        "description": "To explain that Spanish-language newspapers  thrived in Texas and especially in El Paso during  the late 1800s  ",
        "reference": null
      },
      {
        "description": "To argue that Spanish-language newspapers  published in El Paso influenced the ones  published in San Antonio during the late 1800s  ",
        "reference": null
      },
      {
        "description": "To explain why Spanish-language newspapers  published in Texas were so popular in Mexico  during the late 1800s  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "8",
    "description": "Chile’s Atacama Desert is one of the driest places on  Earth. Start referenced Content: Mary Beth Wilhelm  and other astrobiologists search for life, or its rem ains, in this harsh place because the desert cl osely mirrors the extreme environment on Mars. End referenced Content.  The algae and bacteria found  in Atacama’s driest regions may offer clues about  Martian life. By studying how these and other  microorganisms survive such extreme conditions on  Earth, Wilhelm’s team hopes to determine whether  similar life might have existed on Mars and to  develop the best tools to look for evidence of it.  Which choice best describes the function of the  underlined sentence in the text as a whole?  ",
    "options": [
      {
        "description": "To contrast the conditions in the Atacama  Desert with those on Mars  ",
        "reference": null
      },
      {
        "description": "To explain why many life-forms cannot survive  in the Atacama Desert  ",
        "reference": null
      },
      {
        "description": "To indicate why astrobiologists choose to  conduct research in the Atacama Desert  ",
        "reference": null
      },
      {
        "description": "To describe certain limitations to conducting  scientific study in the Atacama Desert  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "9",
    "description": "More than 60% of journeys in Mexico City occur via  public transit, but simply reproducing a feature of  the city’s transit system—e.g., its low fares—is  unlikely to induce a significant increase in another  city’s transit ridership. As Erick Guerra et al. have  shown, transportation mode choice in urban areas of  Mexico is the product of a complex mix of factors,  including population density, the spatial distribution  of jobs, and demographic characteristics of  individuals. System features do affect ridership, of  course, but Start referenced Content: there is  an irreducibly contextual dimension of transportation mode choice. End referenced Content.  Which choice best describes the function of the  underlined portion in the text as a whole?  ",
    "options": [
      {
        "description": "It presents an objection to the argument of  Guerra et al. about transportation mode choice  in urban areas of Mexico.  ",
        "reference": null
      },
      {
        "description": "It explains why it is challenging to influence  transit ridership solely by altering characteristics  of a transit system.  ",
        "reference": null
      },
      {
        "description": "It illustrates the claim that a characteristic  associated with high transit ridership in Mexico  City is not associated with high transit ridership  elsewhere.  ",
        "reference": null
      },
      {
        "description": "It substantiates the assertion that population  density, the spatial distribution of jobs, and  demographic characteristics are important  factors in transportation mode choice.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "10",
    "description": "Changes to vegetation cover and other human  activities influence carbon and nitrogen levels in soil,  though how deep these effects extend is unclear.  Hypothesizing that differences in land use lead to  differences in carbon and nitrogen levels that are not  restricted to the topsoil layer (0–30 cm deep),  Chukwuebuka Okolo and colleagues sampled soils  across multiple land-use types (e.g., grazing land,  cropland, forest) within each of several Ethiopian  locations. They found, though, that across land-use  types, carbon and nitrogen decreased to comparably  low levels beyond depths of 30 cm.  Which choice best describes the overall structure of  the text?  ",
    "options": [
      {
        "description": "It describes a phenomenon that scientists do not  fully understand, explains a research team’s  hypothesis about that phenomenon, and then  describes a finding that led the team to refine the  hypothesis.  ",
        "reference": null
      },
      {
        "description": "It introduces an unresolved scientific question,  presents a research team’s hypothesis pertaining  to that question, and then describes an  observation made by the team that conflicts with  that hypothesis.  ",
        "reference": null
      },
      {
        "description": "It discusses a process that scientists are  somewhat unclear about, introduces competing  hypotheses about that process, and then explains  how a research team concluded that one of those  hypotheses is likely correct.  ",
        "reference": null
      },
      {
        "description": "It explains a hypothesis that has been the subject  of scientific debate, discusses how a research  team tested that hypothesis, and then presents  data the team collected that validate the  hypothesis.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "11",
    "description": "Recently, scientists looked at data collected by  NASA’s InSight lander to learn more about seismic  activity on Mars, known as marsquakes. The data  show that the marsquakes all started from the same  location on the planet. This discovery was surprising  to scientists, as they expected that the marsquakes  would originate from all over the planet because of  the cooling of the planet’s surface. Now, scientists  believe that there could be areas of active magma  flows deep beneath the planet’s surface that trigger  the marsquakes.  According to the text, what was surprising to  scientists studying the seismic activity data from  NASA’s InSight lander?  ",
    "options": [
      {
        "description": "The surface temperature of Mars has been rising.  ",
        "reference": null
      },
      {
        "description": "There were different types of seismic waves  causing marsquakes.  ",
        "reference": null
      },
      {
        "description": "NASA’s InSight lander collected less data than  scientists had expected.  ",
        "reference": null
      },
      {
        "description": "All the marsquakes started from the same  location on the planet.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "12",
    "description": "The ancient writing system used in the Maya  kingdoms of southern Mexico and Central America  had a symbol for the number zero. The earliest  known example of the symbol dates to more than  2,000 years ago. At that time, almost none of the  writing systems elsewhere in the world possessed a  zero symbol. And the use of zero in Mexico and  Central America may be even more ancient. Some  historians suggest that Maya mathematicians  inherited it from the Olmec civilization, which  flourished in the region 2,400–3,600 years ago.  According to the text, what do some historians  suggest about Maya civilization?  ",
    "options": [
      {
        "description": "Maya civilization acquired the use of zero from  the Olmec civilization.  ",
        "reference": null
      },
      {
        "description": "Maya civilization respected its historians more  than it respected its mathematicians.  ",
        "reference": null
      },
      {
        "description": "Maya civilization was highly secretive about its  intellectual achievements.  ",
        "reference": null
      },
      {
        "description": "Maya civilization tried to introduce its writing  system to other civilizations.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "13",
    "description": "“The Bet” is an 1889 short story by Anton Chekhov.  In the story, a banker is described as being very upset  about something: _______  Which quotation from “The Bet” most effectively  illustrates the claim?  ",
    "options": [
      {
        "description": "“Then the banker cautiously broke the seals off  the door and put the key in the keyhole.”  ",
        "reference": null
      },
      {
        "description": "“It struck three o’clock, the banker listened;  everyone was asleep in the house and nothing  could be heard outside but the rustling of the  chilled trees.”  ",
        "reference": null
      },
      {
        "description": "“The banker, spoilt and frivolous, with millions  beyond his reckoning, was delighted at the bet.”  ",
        "reference": null
      },
      {
        "description": "“When [the banker] got home he lay on his bed,  but his tears and emotion kept him for hours  from sleeping.”  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "14",
    "description": "Passenger  pigeon  Saber-toothed  cat  Smilodon  11,000 years  before present  Mammuthus  primigenius  Woolly  mammoth  6,400 years  before present  The passage of time is among the many obstacles  faced by scientists who are pursuing de-extinction  efforts—that is, efforts to use breeding or a mixture  of cloning and genetic engineering to bring back  extinct species. Specifically, researchers are  concerned that the longer a species has been extinct,  the less likely it is that a suitable habitat still exists for  that species. Among candidate species for  de-extinction, this problem would be especially  concerning for the _______  Which choice most effectively uses data from the  table to complete the statement?  ",
    "options": [
      {
        "description": "passenger pigeon (Ectopistes migratorius), which  became extinct only a few years after the huia  (Heteralocha acutirostris).  ",
        "reference": null
      },
      {
        "description": "saber-toothed cat (Smilodon), which became  extinct 11,000 years ago.  ",
        "reference": null
      },
      {
        "description": "woolly mammoth (Mammuthus primigenius),  which became extinct several thousand years  before the saber-toothed cat (Smilodon).  ",
        "reference": null
      },
      {
        "description": "Caribbean monk seal (Monachus tropicalis),  which became extinct in 1952.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "15",
    "description": "“The Yellow Wallpaper” is an 1892 short story by  Charlotte Perkins Gilman. In the story, the narrator  expresses mixed feelings about her surroundings:  _______  Which quotation from “The Yellow Wallpaper” most  effectively illustrates the claim?  ",
    "options": [
      {
        "description": "“This wallpaper has a kind of sub-pattern in a  different shade, a particularly irritating one, for  you can only see it in certain lights, and not  clearly then.”  ",
        "reference": null
      },
      {
        "description": "“By moonlight—the moon shines in all night  when there is a moon—I wouldn’t know it was  the same paper.”  ",
        "reference": null
      },
      {
        "description": "“I’m really getting quite fond of the big room, all  but that horrid [wall]paper.”  ",
        "reference": null
      },
      {
        "description": "“The color is repellant, almost revolting; a  smouldering, unclean yellow, strangely faded by  the slow-turning sunlight.”  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "16",
    "description": "Approximate years before present  (in thousands)  ----iir-- Alboran Sea  - -0 - Mauritanian coast  The population of the coral Lophelia pertusa  declined significantly around 9,000 years ago in the  Alboran Sea and around 11,000 years ago near the  Mauritanian coast. Using the ratio of manganese to  calcium, which inversely correlates with ocean  oxygenation levels, marine scientist Rodrigo da Costa  Portilho-Ramos and colleagues evaluated whether  oxygenation played a role in the declines of  L. pertusa. The researchers concluded that  oxygenation may have been important in the  Alboran Sea but not near the Mauritanian coast,  since _______  Which choice most effectively uses data from the  graph to complete the statement?  ",
    "options": [
      {
        "description": "a substantial increase in oxygenation in the  Alboran Sea corresponded with the local decline  in L. pertusa, but the opposite relationship  between oxygenation and L. pertusa was found  near the Mauritanian coast.  ",
        "reference": null
      },
      {
        "description": "L. pertusa declined in the Alboran Sea during  a period of substantial local decline in  oxygenation, but L. pertusa declined near the  Mauritanian coast during a period of little local  change in oxygenation.  ",
        "reference": null
      },
      {
        "description": "oxygenation in the Alboran Sea was higher  before the decline in L. pertusa than after  the decline, whereas oxygenation near the  Mauritanian coast was relatively low both  before and after the decline in L. pertusa.  ",
        "reference": null
      },
      {
        "description": "oxygenation in the Alboran Sea tended to be  substantially higher than oxygenation near the  Mauritanian coast during the period studied.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "17",
    "description": "The Younger Dryas was a period of extreme cooling  from 11,700 to 12,900 years ago in the Northern  Hemisphere. Some scientists argue that a comet  fragment hitting Earth brought about the cooling.  Others disagree, partly because there is no known  crater from such an impact that dates to the  beginning of the period. In 2015, a team led by  Kurt Kjær detected a 19-mile-wide crater beneath a  glacier in Greenland. The scientists who believe an  impact caused the Younger Dryas claim that this  discovery supports their view. However, Kjær’s team  hasn’t yet been able to determine the age of the  crater. Therefore, the team suggests that _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "it can’t be concluded that the impact that made  the crater was connected to the beginning of the  Younger Dryas.  ",
        "reference": null
      },
      {
        "description": "it can’t be determined whether a comet fragment  could make a crater as large as 19 miles wide.  ",
        "reference": null
      },
      {
        "description": "scientists have ignored the possibility that  something other than a comet fragment could  have made the crater.  ",
        "reference": null
      },
      {
        "description": "the scientists who believe an impact caused  the Younger Dryas have made incorrect  assumptions about when the period began.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "18",
    "description": "In 2016 biological anthropologist Heather F. Smith  and her team investigated the evolution of the  appendix, an intestinal organ that is present in some  mammals, including humans, but is generally  thought to have no function. Studying 533 mammal  species, the team found that the appendix has  emerged independently across multiple lineages  in separate instances and, significantly, hasn’t  disappeared after emerging in specific lineages.  Moreover, the team determined that species with  the organ tend to have higher concentrations of  lymphoid tissue, which supports immune responses,  in the cecum, the organ the appendix is attached to.  Therefore, the team hypothesized that the appendix  likely _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "was once present in many nonmammal species  but has since disappeared from those lineages.  ",
        "reference": null
      },
      {
        "description": "has been preserved in certain mammal species  because it benefits their immune systems.  ",
        "reference": null
      },
      {
        "description": "will emerge in a greater number of mammal  species because it may serve a necessary function  in the immune system.  ",
        "reference": null
      },
      {
        "description": "produced higher concentrations of lymphoid  tissue in mammals in the past than it does  currently.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "19",
    "description": "Some ethicists hold that the moral goodness of an  individual’s actions depends solely on whether the  actions themselves are good, irrespective of the  context in which they are carried out. Philosopher  L. Sebastian Purcell has shown that surviving works  of Aztec (Nahua) philosophy express a very different  view. Purcell reveals that these works posit an ethical  system in which an individual’s actions are judged in  light of how well they accord with the individual’s  role in society and how well they contribute to the  community. To the extent that these works are  representative of Aztec thought, Purcell’s analysis  suggests that _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "the Aztecs would have disputed the idea that  the morality of an individual’s actions can be  assessed by appealing to standards of behavior  that are independent of the individual’s social  circumstances.  ",
        "reference": null
      },
      {
        "description": "the Aztecs would not have accepted the notion  that the morality of an individual’s actions can  be fairly evaluated by people who do not live in  the same society as that individual.  ",
        "reference": null
      },
      {
        "description": "actions by members of Aztec society who  contributed a great deal to their community  could be judged as morally good even if those  actions were inconsistent with behaviors the  Aztecs regarded as good in all contexts.  ",
        "reference": null
      },
      {
        "description": "similar actions performed by people in different  social roles in Aztec society would have been  regarded as morally equivalent unless those  actions led to different outcomes for the  community.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "20",
    "description": "Lê Lươ ng Minh became the thirteenth  secretary-general of the Association of Southeast  Asian Nations (ASEAN) in January 2013, making  _______  the first time the organization would  appoint a Vietnamese leader.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "these  ",
        "reference": null
      },
      {
        "description": "those  ",
        "reference": null
      },
      {
        "description": "this  ",
        "reference": null
      },
      {
        "description": "some  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "21",
    "description": "In 1929, Edwin Herbert Land invented a polarizing  filter that was featured in a number of products, from  sunglasses to 3D movies. A decade later, Land  _______  his technology to invent the world’s first  instant camera, the Polaroid Land camera.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "used  ",
        "reference": null
      },
      {
        "description": "to have used  ",
        "reference": null
      },
      {
        "description": "to use  ",
        "reference": null
      },
      {
        "description": "using  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "22",
    "description": "- - - - - - - - An online content creator who uses copyrighted  songs without permission risks being demonetized  (prohibited from including paid advertisements in  content). The best way to avoid demonetization is to  choose music from the public domain. Using one of  these noncopyrighted songs _______  a creator won’t  lose advertising revenue.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "are ensuring  ",
        "reference": null
      },
      {
        "description": "have ensured  ",
        "reference": null
      },
      {
        "description": "ensure  ",
        "reference": null
      },
      {
        "description": "ensures  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "23",
    "description": "What makes the theremin a unique musical  instrument? You play it without touching it. When  you place your _______  the pitch will shift as your  hands move through the air.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "hand’s between the two antenna’s,  ",
        "reference": null
      },
      {
        "description": "hands between the two antennas,  ",
        "reference": null
      },
      {
        "description": "hands’ between the two antennas’,  ",
        "reference": null
      },
      {
        "description": "hands’ between the two antennas,  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "24",
    "description": "In the music video for the song “We Didn’t Start the  Fire” by Billy Joel, the singer lists 118 political and  cultural references. Such iconic references, cited in  rapid and frenetic procession by the musician, who is  seated impassively at a dinner table, _______  key  moments and personalities of the twentieth century.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "represents  ",
        "reference": null
      },
      {
        "description": "has represented  ",
        "reference": null
      },
      {
        "description": "was representing  ",
        "reference": null
      },
      {
        "description": "represent  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "25",
    "description": "- - - - Long attributed to Jacques-Louis David, the  preeminent Neoclassical painter of his day, the 1801  painting Marie Joséphine Charlotte du Val d’Ognes  gained fresh attention in the 1990s when art  historians discovered that the painting—which  depicts a solitary young woman sketching—was  actually the work of little-known French portrait  _______  Marie-Denise Villers (1774–1821).  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "artist—  ",
        "reference": null
      },
      {
        "description": "artist  ",
        "reference": null
      },
      {
        "description": "artist:  ",
        "reference": null
      },
      {
        "description": "artist,  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "26",
    "description": "- - - - - - - - In 1986, conceptual artist Sophie Calle asked  twenty-three people, all of whom had been born  without sight, to describe “their image of beauty”  in rich detail. Calle paired excerpts of these  conversations with photographs—both of  interviewees and the items they _______  to powerful  effect in her exhibition The Blind.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "described, from hair to grass to sculptures  ",
        "reference": null
      },
      {
        "description": "described, from hair to grass to sculptures—  ",
        "reference": null
      },
      {
        "description": "described—from hair to grass to sculptures,  ",
        "reference": null
      },
      {
        "description": "described: from hair to grass to sculptures  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "27",
    "description": "- - - - Celebrated Tewa potter Maria Martinez (1887–1980)  made her signature all-black ceramic vessels using a  heating technique called reduction firing. This  technique involves smothering the flame  surrounding the clay vessel. _______  the vessel  takes on a shiny, black hue.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "On the contrary,  ",
        "reference": null
      },
      {
        "description": "For example,  ",
        "reference": null
      },
      {
        "description": "Previously,  ",
        "reference": null
      },
      {
        "description": "As a result,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "28",
    "description": "Historians agree that the jazz pianist Jelly Roll  Morton was exaggerating when he claimed to have  invented jazz music. No one can deny, _______  that  Morton’s innovative compositions and remarkable  improvisational skills helped shape jazz as a genre  during its early years.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "therefore,  ",
        "reference": null
      },
      {
        "description": "in the second place,  ",
        "reference": null
      },
      {
        "description": "in other words,  ",
        "reference": null
      },
      {
        "description": "though,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "29",
    "description": "- - - - According to Duverger’s law, countries  with single-ballot majoritarian elections for  single-member districts tend to polarize into  two-party systems, wherein dueling political parties  consistently dominate the political system. _______   countries with proportional-representation electoral  systems tend to support multi-partyism, under which  power gets distributed among many political parties.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Subsequently,  ",
        "reference": null
      },
      {
        "description": "Conversely,  ",
        "reference": null
      },
      {
        "description": "For instance,  ",
        "reference": null
      },
      {
        "description": "In other words,  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "30",
    "description": "A turtle shell appears external to the animal,  protecting its body like armor. _______  the shell is  often incorrectly assumed to be an exoskeleton, a  rigid outer casing like that of a crustacean or an  insect, when in fact it is an endoskeleton, a part of  the turtle’s internal bone structure, more akin to a  spine or a pair of ribs.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "That being said,  ",
        "reference": null
      },
      {
        "description": "However,  ",
        "reference": null
      },
      {
        "description": "For instance,  ",
        "reference": null
      },
      {
        "description": "Hence,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "31",
    "description": "While researching a topic, a student has taken the  following notes:  • In 1859, the novel Adam Bede was published in  England.  • According to the novel’s title page, the author’s  name was George Eliot.  • George Eliot was widely assumed to be a  pseudonym.  • A pseudonym is a fake name used to conceal an  author’s identity.  • A woman named Mary Ann Evans later revealed  herself as the novel’s real author.  The student wants to identify the real author of  Adam Bede. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "The real author of Adam Bede was Mary Ann  Evans, who published the novel using the  pseudonym George Eliot.  ",
        "reference": null
      },
      {
        "description": "George Eliot, which Adam Bede’s title page  indicated was the name of the novel’s author,  was widely assumed to be a pseudonym.  ",
        "reference": null
      },
      {
        "description": "The title page of the novel Adam Bede indicated  that the author’s name was George Eliot.  ",
        "reference": null
      },
      {
        "description": "A woman who had used a pseudonym to conceal  her identity later revealed herself as the real  author of Adam Bede.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "32",
    "description": "While researching a topic, a student has taken the  following notes:  • Scientists have developed a “freeze-thaw” battery  that can retain 92% of its charge after twelve  weeks.  • The battery contains molten salt (a type of salt  that liquifies when heated and solidifies at room  temperature).  • When the salt is in a liquid state, energy flows  through the battery.  • When the salt is in a solid state, energy stops  flowing and is stored in the battery.  • The stored (frozen) energy can be used by  reheating (thawing) the battery.  The student wants to specify how the salt enables  energy storage. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "Scientists have developed a freeze-thaw battery  that contains molten salt, which liquifies when  heated and solidifies at room temperature.  ",
        "reference": null
      },
      {
        "description": "The stored energy in a freeze-thaw battery,  which contains molten salt, can be used by  reheating the battery.  ",
        "reference": null
      },
      {
        "description": "When the molten salt in a freeze-thaw battery  solidifies at room temperature, energy stops  flowing and can be stored in the battery.  ",
        "reference": null
      },
      {
        "description": "Molten salt allows a freeze-thaw battery to retain  92% of its charge after twelve weeks.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "33",
    "description": "While researching a topic, a student has taken the  following notes:  • The US Fish and Wildlife Service (FWS) keeps a  list of all at-risk species.  • Species on the list are classified as either  endangered or threatened.  • A species that is in danger of extinction  throughout most or all of its range is classified as  endangered.  • A species that is likely to soon become endangered  is classified as threatened.  • The California red-legged frog (Rana draytonii) is  likely to soon become endangered, according to  the FWS.  The student wants to indicate the California  red-legged frog’s FWS classification category. Which  choice most effectively uses relevant information  from the notes to accomplish this goal?  ",
    "options": [
      {
        "description": "Species on the FWS list, which includes the  California red-legged frog (Rana draytonii), are  classified as either endangered or threatened.  ",
        "reference": null
      },
      {
        "description": "The California red-legged frog (Rana draytonii)  appears on the FWS list of at-risk species.  ",
        "reference": null
      },
      {
        "description": "According to the FWS, the California red-legged  frog is in the endangered category, in danger of  extinction throughout most or all of its range.  ",
        "reference": null
      },
      {
        "description": "Likely to soon become endangered, the  California red-legged frog is classified as  threatened by the FWS.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "34",
    "description": "Reading and Writing  33 QUESTIONS  DIRECTIONS  The questions in this section address a number of important reading and writing skills. Each  question includes one or more passages, which may include a table or graph. Read each passage  and question carefully, and then choose the best answer to the question based on the passage(s).  All questions in this section are multiple-choice with four answer choices. Each question has a  single best answer.  - 1  --------~  - --------~  The following text is adapted from Elizabeth  von Arnim’s 1922 novel The Enchanted April.  Mrs. Wilkins and her friend Rose are traveling  in Italy.  “I’m going to have one of these gorgeous  oranges,” said Mrs. Wilkins, staying where she  was and Start referenced Content: reaching across to End referenced Content. a black bowl piled  with them. “Rose, how can you resist them.  Look—have this one. Do have this beauty—”  And she held out a big one.  As used in the text, what does the phrase “reaching  across to” most nearly mean?  ",
    "options": [
      {
        "description": "Joining with  ",
        "reference": null
      },
      {
        "description": "Gaining on  ",
        "reference": null
      },
      {
        "description": "Stretching toward  ",
        "reference": null
      },
      {
        "description": "Arriving at  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "35",
    "description": "A team of paleontologists has found a rich fossil  deposit near Gulgong, Australia. The fossils are so  well preserved that the team has been able to  _______  detailed information about the life forms  that left them behind, such as color patterns and how  they interacted with other species.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "occupy  ",
        "reference": null
      },
      {
        "description": "hoard  ",
        "reference": null
      },
      {
        "description": "reserve  ",
        "reference": null
      },
      {
        "description": "obtain  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "36",
    "description": "According to a team of neuroeconomists from the  University of Zurich, ease of decision making may be  linked to communication between two brain regions,  the prefrontal cortex and the parietal cortex.  Individuals tend to be more decisive if the  information flow between the regions is intensified,  whereas they make choices more slowly when  information flow is _______ .  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "reduced  ",
        "reference": null
      },
      {
        "description": "evaluated  ",
        "reference": null
      },
      {
        "description": "determined  ",
        "reference": null
      },
      {
        "description": "acquired  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "37",
    "description": "The War of 1812 has _______  place in historical  memory in Britain, partly because it is overshadowed  by the much larger concurrent conflict against  Napoleonic France and partly because it essentially  maintained the geopolitical status quo for Britain: the  country neither gained nor lost significant territory  or position as a result of its participation in the war.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "a tenuous  ",
        "reference": null
      },
      {
        "description": "an enduring  ",
        "reference": null
      },
      {
        "description": "a contentious  ",
        "reference": null
      },
      {
        "description": "a conspicuous  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "38",
    "description": "Claims about the original significance of Minoan  bull-leaping rituals—depicted in paintings and  sculptures from the second millennium BCE—are  difficult to successfully _______ . We know so little  about the people archaeologists call the Minoans that  assertions about what bull-leaping meant to them  will almost inevitably rely on significant speculation  and guesswork.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "imagine  ",
        "reference": null
      },
      {
        "description": "summarize  ",
        "reference": null
      },
      {
        "description": "defend  ",
        "reference": null
      },
      {
        "description": "adjust  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "39",
    "description": "The following text is adapted from Jerome K.  Jerome’s 1889 novel Three Men in a Boat (To Say  Nothing of the Dog). The narrator is traveling by boat  with Harris and another friend.  [Harris] told us anecdotes of how he had gone  across the [English] Channel when it was so  rough that the passengers had to be tied into  their [beds], and he and the captain were the  only two living souls on board who were not ill.  Sometimes it was he and the second mate who  were not ill; but it was generally he and one other  man. Start referenced Content: If not he and an other man, then it was he by himself. End referenced Content.  Which choice best describes the function of the  underlined sentence in the text as a whole?  ",
    "options": [
      {
        "description": "It indicates the reason for Harris’s eagerness to  resume traveling.  ",
        "reference": null
      },
      {
        "description": "It hints at Harris’s feeling that during an earlier  boat trip, others didn’t include him in activities.  ",
        "reference": null
      },
      {
        "description": "It emphasizes that Harris always boasts about his  own constitution when speaking of a previous  boat trip.  ",
        "reference": null
      },
      {
        "description": "It reveals that although Harris claims to prefer  solitary activities when traveling, he actually  enjoys having company.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "40",
    "description": "Start referenced Content: Several studies have f ound negligible electoral consequences for gover nments that impose fiscal austerity measures, yet  some European governments recently suffered electoral ly due to their austerity programs. End referenced Content.  Evelyne Huebscher and colleagues  attribute this incongruity to governments’  tendency—not followed in the recent European  cases—to implement austerity programs strategically  to avoid electoral costs (e.g., setting spending cuts to  take effect only after the next election), which has  obscured the inherent political risks of austerity  measures in the election data scholars have  examined.  Which choice best describes the function of the  underlined sentence in the text as a whole?  ",
    "options": [
      {
        "description": "It explains a discrepancy between what has been  observed in study settings and what has been  observed in real-world settings that the text goes  on to assert is attributable to the studies not  using real-world data.  ",
        "reference": null
      },
      {
        "description": "It identifies a conflict between research findings  and recent events that the text goes on to suggest  is a consequence of a complicating factor in the  data used to generate those findings.  ",
        "reference": null
      },
      {
        "description": "It presents a long-standing divergence in  research findings that the text goes on to say is  due to different groups of researchers using data  that derive from different electoral  circumstances.  ",
        "reference": null
      },
      {
        "description": "It describes a recent exception to a general  pattern in research findings that the text goes on  to explain is a result of researchers  underestimating the significance of  inconsistencies in the data they’ve analyzed.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "41",
    "description": "Text 1  Graphic novels are increasingly popular in  bookstores and libraries, but they shouldn’t be  classified as literature. By definition, literature tells a  story or conveys meaning through language only;  graphic novels tell stories through illustrations and  use language only sparingly, in captions and  dialogue. Graphic novels are experienced as series of  images and not as language, making them more  similar to film than to literature.  Text 2  Graphic novels present their stories through both  language and images. Without captions and dialogue,  readers would be unable to understand what is  depicted in the illustrations: the story results from  the interaction of text and image. Moreover, Alison  Bechdel’s Fun Home and many other graphic novels  feature text that is as beautifully written as the prose  found in many standard novels. Therefore, graphic  novels qualify as literary texts.  Based on the texts, how would the author of Text 2  most likely respond to the overall argument  presented in Text 1?  ",
    "options": [
      {
        "description": "By asserting that language plays a more  important role in graphic novels than the author  of Text 1 recognizes  ",
        "reference": null
      },
      {
        "description": "By acknowledging that the author of Text 1 has  identified a flaw that is common to all graphic  novels  ",
        "reference": null
      },
      {
        "description": "By suggesting that the story lines of certain  graphic novels are more difficult to understand  than the author of Text 1 claims  ",
        "reference": null
      },
      {
        "description": "By agreeing with the author of Text 1 that most  graphic novels aren’t as well crafted as most  literary works are  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "42",
    "description": "The following text is adapted from Ann Petry’s  1946 novel The Street. Lutie lives in an apartment in  Harlem, New York.  The glow from the sunset was making the street  radiant. The street is nice in this light, [Lutie]  thought. It was swarming with children who  were playing ball and darting back and forth  across the sidewalk in complicated games of tag.  Girls were skipping double dutch rope, going  tirelessly through the exact center of a pair of  ropes, jumping first on one foot and then the  other.  ©1946 by Ann Petry  Which choice best describes what is happening in  the text?  ",
    "options": [
      {
        "description": "Lutie is observing the appearance of the street at  a particular time of day and the events occurring  on it.  ",
        "reference": null
      },
      {
        "description": "Lutie is annoyed by the noise of children playing  games on her street.  ",
        "reference": null
      },
      {
        "description": "Lutie is puzzled by the rules of certain children’s  games.  ",
        "reference": null
      },
      {
        "description": "Lutie is spending time alone in her apartment  because she doesn’t want to interact with her  neighbors.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "43",
    "description": "Since its completion in 2014, Bosco Verticale  (Vertical Forest)—a pair of residential towers in  Milan, Italy, covered by vegetation—has become a  striking symbol of environmental sustainability in  architecture. Stefano Boeri intended his design,  which features balconies that are home to hundreds  of trees, to serve as a model for promoting urban  biodiversity. However, the concept has faced  skepticism: critics note that although the trees used  in Bosco Verticale were specifically cultivated for the  project, it’s too early to tell if they can thrive in this  unusual setting.  According to the text, why are some critics skeptical  of the concept behind Bosco Verticale?  ",
    "options": [
      {
        "description": "Some essential aspects of Bosco Verticale’s  design are difficult to adapt to locations other  than Milan.  ",
        "reference": null
      },
      {
        "description": "The plant life on Bosco Verticale ended up being  less varied than Boeri had envisioned it  would be.  ",
        "reference": null
      },
      {
        "description": "The construction of Bosco Verticale was no less  environmentally damaging than the construction  of more conventional buildings is.  ",
        "reference": null
      },
      {
        "description": "It is unclear whether Bosco Verticale can support  the plant life included in its design.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "44",
    "description": "Many literary theorists distinguish between fabula, a  narrative’s content, and syuzhet, a narrative’s  arrangement and presentation of events. In the film  The Godfather Part II, the fabula is the story of the  Corleone family, and the syuzhet is the presentation  of the story as it alternates between two timelines in  1901 and 1958. But literary theorist Mikhail Bakhtin  maintained that fabula and syuzhet are insufficient to  completely describe a narrative—he held that  systematic categorizations of artistic phenomena  discount the subtle way in which meaning is created  by interactions between the artist, the work, and the  audience.  Which choice best states the main idea of the text?  ",
    "options": [
      {
        "description": "Literary theorist Mikhail Bakhtin argued that  there are important characteristics of narratives  that are not fully encompassed by two concepts  that other theorists have used to analyze  narratives.  ",
        "reference": null
      },
      {
        "description": "Literary theorist Mikhail Bakhtin claimed that  meaning is not inherent in a narrative but is  created when an audience encounters a narrative  so that narratives are interpreted differently by  different people.  ",
        "reference": null
      },
      {
        "description": "The storytelling methods used in The Godfather  Part II may seem unusually complicated, but  they can be easily understood when two concepts  from literary theory are utilized.  ",
        "reference": null
      },
      {
        "description": "Narratives that are told out of chronological  order are more difficult for audiences to  understand than are narratives presented  chronologically.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "45",
    "description": "Year  ---+- cellular and molecular biology  - -0 - physics and space science  ···O··  medicine and health  animal science  A student is researching the trends in the topics  submitted to a national science fair for high school  students. The graph shows the number of  submissions by topic that were made each year.  Based on the data in the graph, the student claims  that Start referenced Content: there were more med icine and health research topics submitted in 2019 than in any other year. End referenced Content.  Which choice most effectively uses data from the  graph to support the underlined claim?  ",
    "options": [
      {
        "description": "In 2016, the number of cellular and molecular  biology topic submissions was the same as the  number of animal science topic submissions.  ",
        "reference": null
      },
      {
        "description": "In 2019, there were more physics and space  science topic submissions than there were  medicine and health topic submissions.  ",
        "reference": null
      },
      {
        "description": "The lowest number of animal science topic  submissions in a year was approximately 95  in 2016.  ",
        "reference": null
      },
      {
        "description": "The highest number of medicine and health  topic submissions during the period shown is  approximately 285 in 2019.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "46",
    "description": "Fish whose DNA has been modified to include  genetic material from other species are known as  transgenic. Some transgenic fish have genes from  jellyfish that result in fluorescence (that is, they glow  in the dark). Although these fish were initially  engineered for research purposes in the 1990s, they  were sold as pets in the 2000s and can now be found  in the wild in creeks in Brazil. A student in a biology  seminar who is writing a paper on these fish asserts  that their escape from Brazilian fish farms into the  wild may have significant negative long-term  ecological effects.  Which quotation from a researcher would best  support the student’s assertion?  ",
    "options": [
      {
        "description": "“In one site in the wild where transgenic fish  were observed, females outnumbered males,  while in another the numbers of females and  males were equivalent.”  ",
        "reference": null
      },
      {
        "description": "“Though some presence of transgenic fish in the  wild has been recorded, there are insufficient  studies of the impact of those fish on the  ecosystems into which they are introduced.”  ",
        "reference": null
      },
      {
        "description": "“The ecosystems into which transgenic fish are  known to have been introduced may represent a  subset of the ecosystems into which the fish have  actually been introduced.”  ",
        "reference": null
      },
      {
        "description": "“Through interbreeding, transgenic fish might  introduce the trait of fluorescence into wild fish  populations, making those populations more  vulnerable to predators.”  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "47",
    "description": "- --- Modeled Radial Growth of  Sugar Maple Trees  Climate scenario     with nitrogen     without nitrogen  Inés Ibáñez and colleagues studied a forest site in  which some sugar maple trees receive periodic  fertilization with nitrogen to mimic the broader  trend of increasing anthropogenic nitrogen  deposition in soil. Ibáñez and colleagues modeled the  radial growth of the trees with and without nitrogen  fertilization under three different climate scenarios  (the current climate, moderate change, and extreme  change). Although they found that climate change  would negatively affect growth, they concluded that  anthropogenic nitrogen deposition could more than  offset that effect provided that change is moderate  rather than extreme.  Which choice best describes data from the graph that  support Ibáñez and colleagues’ conclusion?  ",
    "options": [
      {
        "description": "Growth with nitrogen under the current climate  exceeded growth with nitrogen under moderate  change, but the latter exceeded growth without  nitrogen under extreme change.  ",
        "reference": null
      },
      {
        "description": "Growth without nitrogen under the current  climate exceeded growth without nitrogen under  moderate change, but the latter exceeded growth  with nitrogen under extreme change.  ",
        "reference": null
      },
      {
        "description": "Growth with nitrogen under moderate change  exceeded growth without nitrogen under  moderate change, but the latter exceeded growth  without nitrogen under extreme change.  ",
        "reference": null
      },
      {
        "description": "Growth with nitrogen under moderate change  exceeded growth without nitrogen under the  current climate, but the latter exceeded growth  with nitrogen under extreme change.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "48",
    "description": "“Poetry” is a 1919 poem by Marianne Moore. The  poem highlights an ambivalence toward poetry as the  speaker acknowledges its merits while also  expressing a sense of displeasure, writing _______  Which quotation from “Poetry” most effectively  illustrates the claim?  ",
    "options": [
      {
        "description": "“nor is it valid / to discriminate against ‘business  documents and / school-books’; all these  phenomena are important.”  ",
        "reference": null
      },
      {
        "description": "“One must make a distinction / however: when  dragged into prominence by half poets, the result  is not / poetry”  ",
        "reference": null
      },
      {
        "description": "“when [poems] become so derivative as to  become unintelligible, the / same thing may be  said for all of us—that we / do not admire what /  we cannot understand.”  ",
        "reference": null
      },
      {
        "description": "“Reading [poetry], however, with a perfect  contempt for it, one discovers that there is in / it  after all, a place for the genuine.”  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "49",
    "description": " Simulated Change in Annual Aquifer Input and Irrigation Output if  Precipitation Concentration Increases as Climate Models Predict  % change in surface  water used for  irrigation  Baseline concentration of  annual precipitation  % change in water  entering aquifers  Precipitation is currently  somewhat concentrated  4.9  0.4  0.9  Precipitation is currently  evenly distributed  11.0  9.0  7.9  Some climate models for the western United States predict that while  total annual precipitation may remain unchanged from the present  level, precipitation will become concentrated into fewer but more  intense rain and snow events. University of Texas climate scientist  Geeta Persad and her colleagues simulated how the amount of water  entering aquifers and the amount being used for irrigation purposes  would change if this were to occur. Persad and her colleagues  concluded that concentration of precipitation into fewer events would  result in a higher number of dry days, triggering more irrigation, but  that this change in irrigation output is highly sensitive to the baseline  concentration of precipitation that currently exists in an area.  Which choice best describes data from the table that support Persad  and her colleagues’ conclusion?  ",
    "options": [
      {
        "description": "If baseline precipitation is somewhat concentrated, the amount of  water being used for irrigation will increase 0.4% for surface water  and 0.9% for groundwater, whereas the amount of water entering  aquifers will increase 11.0% if baseline precipitation is evenly  distributed.  ",
        "reference": null
      },
      {
        "description": "If baseline precipitation is somewhat concentrated, water use for  irrigation will increase only slightly, whereas it will increase 9.0%  for surface water and 7.9% for groundwater if baseline  precipitation is evenly distributed.  ",
        "reference": null
      },
      {
        "description": "If baseline precipitation is somewhat concentrated, the amount of  water entering aquifers will increase 4.9%, while the amount being  used for irrigation will increase 0.4% for surface water and 0.9% for  groundwater.  ",
        "reference": null
      },
      {
        "description": "If baseline precipitation is somewhat concentrated, water use for  irrigation will decline by a small amount, whereas it will increase  11.0% for surface water and 9.0% for groundwater if baseline  precipitation is evenly distributed.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "50",
    "description": "- ------- - ------- In dialects of English spoken in Scotland, the “r”  sound is strongly emphasized when it appears at the  end of syllables (as in “car”) or before other  consonant sounds (as in “bird”). English dialects of  the Upland South, a region stretching from  Oklahoma to western Virginia, place similar  emphasis on “r” at the ends of syllables and before  other consonant sounds. Historical records show that  the Upland South was colonized largely by people  whose ancestors came from Scotland. Thus, linguists  have concluded that _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "the English dialects spoken in the Upland South  acquired their emphasis on the “r” sound from  dialects spoken in Scotland.  ",
        "reference": null
      },
      {
        "description": "emphasis on the “r” sound will eventually spread  from English dialects spoken in the Upland  South to dialects spoken elsewhere.  ",
        "reference": null
      },
      {
        "description": "the English dialects spoken in Scotland were  influenced by dialects spoken in the Upland  South.  ",
        "reference": null
      },
      {
        "description": "people from Scotland abandoned their emphasis  on the “r” sound after relocating to the Upland  South.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "51",
    "description": "- ~ - - - - - - How did whales, once no bigger than seals, evolve  to become the largest animals on Earth? Brazilian  biologist Mariana Nery believes the answer might be  found in whales’ DNA. In January 2023, Nery and  her colleagues _______  a study showing changes  over time in four whale genes associated with  body size.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "published  ",
        "reference": null
      },
      {
        "description": "publishing  ",
        "reference": null
      },
      {
        "description": "having published  ",
        "reference": null
      },
      {
        "description": "to publish  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "52",
    "description": "A harpsichord may look just like a piano, but the  difference between the two instruments is easy to  hear. When a harpsichord’s keys are pressed, the  strings inside the _______  are plucked, not struck.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "instrument:  ",
        "reference": null
      },
      {
        "description": "instrument  ",
        "reference": null
      },
      {
        "description": "instrument—  ",
        "reference": null
      },
      {
        "description": "instrument,  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "53",
    "description": "- - - - - - - - When they were first introduced to western Europe  from Byzantium in the eleventh century, table forks  were met with much resistance. The Bishop of Ostia,  St. Peter Damian, condemned the eating utensils  because he considered _______  dangerous and  unnecessary luxury items.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "them  ",
        "reference": null
      },
      {
        "description": "this  ",
        "reference": null
      },
      {
        "description": "that  ",
        "reference": null
      },
      {
        "description": "it  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "54",
    "description": "- ------- Julia Alvarez’s 1994 novel In the Time of the  Butterflies, a fictionalized account of the lives of the  Mirabal _______  can serve as a starting point for  those wanting to explore how the rule of dictator  Rafael Trujillo has been represented in Dominican  American literature.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "sisters, and  ",
        "reference": null
      },
      {
        "description": "sisters and  ",
        "reference": null
      },
      {
        "description": "sisters,  ",
        "reference": null
      },
      {
        "description": "sisters  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "55",
    "description": "- - - - - - - - On March 23, 2021, a gust of wind wreaked havoc on  global trade. Ever Given, an international shipping  container vessel, became lodged in Egypt’s Suez  Canal, a major shipping route between Europe and  Asia. The vessel took six days to _______  it’s as  heavy as two thousand blue whales when fully  loaded.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "dislodge in part due to its sheer size,  ",
        "reference": null
      },
      {
        "description": "dislodge, in part due to its sheer size:  ",
        "reference": null
      },
      {
        "description": "dislodge, in part due to its sheer size,  ",
        "reference": null
      },
      {
        "description": "dislodge, in part, due to its sheer size  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "56",
    "description": "- - - - Fans of the film Moana (2016) may not know that  the deep and humorous voice behind the  _______  belongs to comedian, actor, and musician  Jemaine Clement. The versatile performer has  appeared in everything from television commercials  to action movies, but voice acting, specifically, has  become a notable part of his career.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "character Tamatoa the crab  ",
        "reference": null
      },
      {
        "description": "character Tamatoa the crab,  ",
        "reference": null
      },
      {
        "description": "character: Tamatoa the crab,  ",
        "reference": null
      },
      {
        "description": "character, Tamatoa the crab  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "57",
    "description": "In her 1983 book The Managed Heart:  Commercialization of Human Feeling, sociologist  Arlie Russell Hochschild first explored at length her  conception of a “sociology of emotions”—the idea  that the various cultural and ideological frameworks  a person has internalized (class, gender, political  affiliation, etc.) _______  each emotional reaction  that person has within a situation.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "underlies  ",
        "reference": null
      },
      {
        "description": "is underlying  ",
        "reference": null
      },
      {
        "description": "underlie  ",
        "reference": null
      },
      {
        "description": "has been underlying  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "58",
    "description": "- - - - American abstract artist Richard _______  his  installations to make passersby keenly aware of how  one’s movements are affected by the physical features  of one’s environment, assembles large-scale steel  plates into sculptures that dominate the outdoor  spaces they occupy.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "Serra is intending  ",
        "reference": null
      },
      {
        "description": "Serra, intends  ",
        "reference": null
      },
      {
        "description": "Serra, intending  ",
        "reference": null
      },
      {
        "description": "Serra intends  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "59",
    "description": "In 1949, Frank Zamboni developed an ice rink  resurfacing machine. As Zamboni’s machine moved  along the rink’s surface, it first scraped off the top  layer of ice. _______  it sprayed water into the deep  grooves left behind by customers’ skates. Lastly, it  smoothed over the newly formed ice.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "For example,  ",
        "reference": null
      },
      {
        "description": "Next,  ",
        "reference": null
      },
      {
        "description": "Similarly,  ",
        "reference": null
      },
      {
        "description": "In contrast,  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "60",
    "description": "- - - - - In 2014, Nestor Gomez won his first-ever storytelling  competition, relating a tale about his life as a  Guatemalan immigrant living in Chicago. _______   in 2017, Gomez created the show 80 Minutes Around  the World as a platform for others to share stories  about their immigration experiences.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Instead,  ",
        "reference": null
      },
      {
        "description": "For example,  ",
        "reference": null
      },
      {
        "description": "Later,  ",
        "reference": null
      },
      {
        "description": "In other words,  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "61",
    "description": "To guarantee the validity of experimental results,  scientists rely on precise, unchanging standards of  measurement. _______  metrologists (scientists  who study measurement) developed the SI, or  International System of Units. The SI’s units of  measurement are based on unchanging values in  nature, such as the mass of an electron or the speed  of light.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "In contrast,  ",
        "reference": null
      },
      {
        "description": "Regardless,  ",
        "reference": null
      },
      {
        "description": "In addition,  ",
        "reference": null
      },
      {
        "description": "For this reason,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "62",
    "description": "In retrospect, one of the lessons of the 2003 Human  Genome Project is that a gene is affected by many  factors, not the least of which is its interactions with  the protein products of other genes. _______  rather  than just focusing on the human genome, efforts to  better understand gene mutations related to disease  have begun to consider the human proteome, the  complete set of proteins expressed by human genes.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "In other words,  ",
        "reference": null
      },
      {
        "description": "That said,  ",
        "reference": null
      },
      {
        "description": "For example,  ",
        "reference": null
      },
      {
        "description": "Accordingly,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "63",
    "description": "While researching a topic, a student has taken the  following notes:  • Iranian scholar Abu Rayhan al-Biruni studied  Earth’s physical features.  • He theorized that a large landmass existed west of  Europe and east of Asia.  • Al-Biruni published his landmass theory in  1037 CE.  The student wants to specify when al-Biruni  published his landmass theory. Which choice most  effectively uses relevant information from the notes  to accomplish this goal?  ",
    "options": [
      {
        "description": "In 1037 CE, al-Biruni published his theory that a  large landmass existed west of Europe and east  of Asia.  ",
        "reference": null
      },
      {
        "description": "Al-Biruni, who studied Earth’s physical features,  published a theory about a large landmass.  ",
        "reference": null
      },
      {
        "description": "Al-Biruni was an Iranian scholar who studied  Earth’s physical features.  ",
        "reference": null
      },
      {
        "description": "An Iranian scholar who studied Earth’s physical  features, al-Biruni theorized that a large  landmass existed west of Europe and east  of Asia.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "64",
    "description": "While researching a topic, a student has taken the  following notes:  • In astronomy, the mass of stars can be described  in units called solar masses.  • One solar mass is roughly equal to the mass of  the Sun.  • The mass of the star Proxima Centauri is  0.122 solar masses.  • The mass of the star Sirius A is 2.063 solar masses.  The student wants to emphasize the mass of Sirius A.  Which choice most effectively uses relevant  information from the notes to accomplish this goal?  ",
    "options": [
      {
        "description": "The mass of stars, like Proxima Centauri, can be  described in units called solar masses.  ",
        "reference": null
      },
      {
        "description": "In astronomy, the mass of stars can be described  in units called solar masses, and one solar mass is  roughly equal to the mass of the Sun.  ",
        "reference": null
      },
      {
        "description": "The Sun is more massive than Proxima Centauri,  which has a mass of 0.122 solar masses.  ",
        "reference": null
      },
      {
        "description": "With a mass of 2.063 solar masses, Sirius A is  more massive than the Sun.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "65",
    "description": "While researching a topic, a student has taken the  following notes:  • A lever is a simple machine consisting of a rigid  beam and a fulcrum.  • The fulcrum is the point about which the beam  pivots.  • The input force (effort) is the force applied to the  lever.  • The output force (load) is the force that the lever  exerts on another object.  • In first-class levers, the fulcrum is located between  the effort and the load.  • In second-class levers, the load is located between  the effort and the fulcrum.  The student wants to contrast first-class levers and  second-class levers. Which choice most effectively  uses relevant information from the notes to  accomplish this goal?  ",
    "options": [
      {
        "description": "In levers, the effort is the force applied to the  lever; the load, in contrast, is the force that the  lever exerts on another object.  ",
        "reference": null
      },
      {
        "description": "In first-class and second-class levers, the fulcrum  and the load are in different locations.  ",
        "reference": null
      },
      {
        "description": "First-class levers are simple machines consisting  of a rigid beam and a fulcrum, but then again,  the same is true of second-class levers.  ",
        "reference": null
      },
      {
        "description": "In first-class levers, the fulcrum is located  between the effort and the load, but in  second-class levers, the load is located between  the effort and the fulcrum.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "66",
    "description": "While researching a topic, a student has taken the  following notes:  • Earthquakes start at a point called a “focus” and  spread out from there as seismic waves.  • The two types of seismic waves that travel beneath  Earth’s surface are primary waves (P waves) and  secondary waves (S waves).  • P waves travel more quickly beneath Earth’s  surface than do S waves.  • P waves compress and expand the ground, causing  it to move backward and forward.  • S waves cause the ground to move from side  to side.  The student wants to emphasize a similarity between  P waves and S waves. Which choice most effectively  uses relevant information from the notes to  accomplish this goal?  ",
    "options": [
      {
        "description": "P waves and S waves both travel beneath Earth’s  surface, causing the ground to move.  ",
        "reference": null
      },
      {
        "description": "P waves travel away from an earthquake’s  starting point at a higher rate of speed than do  S waves.  ",
        "reference": null
      },
      {
        "description": "Spreading out from the focus of an earthquake,  P waves move the ground backward and  forward.  ",
        "reference": null
      },
      {
        "description": "Although P waves and S waves start at the same  point, they behave very differently.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  }
]