[
  {
    "qno": "1",
    "description": "In the early 1800s, the Cherokee scholar Sequoyah  created the first script, or writing system, for an  Indigenous language in the United States. Because it  represented the sounds of spoken Cherokee so  accurately, his script was easy to learn and thus  quickly achieved _______ use: by 1830, over  90 percent of the Cherokee people could read and  write it.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "widespread  ",
        "reference": null
      },
      {
        "description": "careful  ",
        "reference": null
      },
      {
        "description": "unintended  ",
        "reference": null
      },
      {
        "description": "infrequent  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "2",
    "description": "When Mexican-American archaeologist Zelia Maria  Magdalena Nuttall published her 1886 research  paper on sculptures found at the ancient Indigenous  city of Teotihuacan in present-day Mexico, other  researchers readily _______ her work as ground  breaking; this recognition stemmed from her  convincing demonstration that the sculptures were  much older than had previously been thought.  - Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "acknowledged  ",
        "reference": null
      },
      {
        "description": "ensured  ",
        "reference": null
      },
      {
        "description": "denied  ",
        "reference": null
      },
      {
        "description": "underestimated ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "3",
    "description": "Like other tribal nations, the Muscogee (Creek)  Nation is self-governing; its National Council  generates laws regulating aspects of community life  such as land use and healthcare, while the principal  chief and cabinet officials _______ those laws by  devising policies and administering services in  accordance with them.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "implement  ",
        "reference": null
      },
      {
        "description": "presume  ",
        "reference": null
      },
      {
        "description": "improvise  ",
        "reference": null
      },
      {
        "description": "mimic  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "4",
    "description": "In the Indigenous intercropping system known as the  Three Sisters, maize, squash, and beans form an  _______ web of relations: maize provides the  structure on which the bean vines grow; the squash  vines cover the soil, discouraging competition from  weeds; and the beans aid their two “sisters” by  enriching the soil with essential nitrogen.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "indecipherable  ",
        "reference": null
      },
      {
        "description": "ornamental  ",
        "reference": null
      },
      {
        "description": "obscure  ",
        "reference": null
      },
      {
        "description": "intricate  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "5",
    "description": "The artisans of the Igun Eronmwon guild in Benin  City, Nigeria, typically _______ the bronze- and  brass-casting techniques that have been passed down  through their families since the thirteenth century,  but they don’t strictly observe every tradition; for  example, guild members now use air-conditioning  motors instead of handheld bellows to help heat their  forges.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "experiment with  ",
        "reference": null
      },
      {
        "description": "adhere to  ",
        "reference": null
      },
      {
        "description": "improve on  ",
        "reference": null
      },
      {
        "description": "grapple with  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "6",
    "description": "Some economic historians _______ that late  nineteenth- and early twentieth-century households  in the United States experienced an economy of scale  when it came to food purchases—they assumed that  large households spent less on food per person than  did small households. Economist Trevon Logan  showed, however, that a close look at the available  data disproves this supposition.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "surmised  ",
        "reference": null
      },
      {
        "description": "contrived  ",
        "reference": null
      },
      {
        "description": "questioned  ",
        "reference": null
      },
      {
        "description": "regretted  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "7",
    "description": "The work of Kiowa painter T.C. Cannon derives its  power in part from the tension among his  _______ influences: classic European portraiture,  with its realistic treatment of faces; the American pop  art movement, with its vivid colors; and flatstyle, the  intertribal painting style that rejects the effect of  depth typically achieved through shading and  perspective.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "complementary  ",
        "reference": null
      },
      {
        "description": "unknown  ",
        "reference": null
      },
      {
        "description": "disparate  ",
        "reference": null
      },
      {
        "description": "interchangeable  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "8",
    "description": "New and interesting research conducted by  Suleiman A. Al-Sweedan and Moath Alhaj is inspired  by their observation that though there have been  many studies of the effect of high altitude on blood  chemistry, there is a _______ studies of the effect on  blood chemistry of living in locations below sea level,  such as the California towns of Salton City and  Seeley.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "quarrel about  ",
        "reference": null
      },
      {
        "description": "paucity of  ",
        "reference": null
      },
      {
        "description": "profusion of  ",
        "reference": null
      },
      {
        "description": "verisimilitude in  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "9",
    "description": "The following text is from Sarah Orne Jewett’s 1899  short story “Martha’s Lady.” Martha is employed by  Miss Pyne as a maid.  Miss Pyne sat by the window watching, in her  best dress, looking stately and calm; she seldom  went out now, and it was almost time for the  carriage. Martha was just coming in from the  garden with the strawberries, and with more  flowers in her apron. It was a bright cool evening  in June, the golden robins sang in the elms, and  the sun was going down behind the apple-trees  at the foot of the garden. The beautiful old house  stood wide open to the long-expected guest.  Which choice best states the main purpose of the  text?  ",
    "options": [
      {
        "description": "To convey the worries brought about by a new  guest  ",
        "reference": null
      },
      {
        "description": "To describe how the characters have changed  over time  ",
        "reference": null
      },
      {
        "description": "To contrast the activity indoors with the stillness  outside  ",
        "reference": null
      },
      {
        "description": "To depict the setting as the characters await a  visitor’s arrival  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "10",
    "description": "Astronomers are confident that the star Betelgeuse  will eventually consume all the helium in its core and  explode in a supernova. Start referenced co ntent: They are much less confident, however, abo ut when this will happen, since that depends on in ternal characteristics of Betelgeuse that are largely unknown. End referenced content.Astrophysicist  Sarafina El-Badry Nance and colleagues recently  investigated whether acoustic waves in the star could  be used to determine internal stellar states but  concluded that this method could not sufficiently  reveal Betelgeuse’s internal characteristics to allow its  evolutionary state to be firmly fixed.  Which choice best describes the function of the  second sentence in the overall structure of the text?  ",
    "options": [
      {
        "description": "It explains how the work of Nance and  colleagues was received by others in the field.  ",
        "reference": null
      },
      {
        "description": "It presents the central finding reported by Nance  and colleagues.  ",
        "reference": null
      },
      {
        "description": "It identifies the problem that Nance and  colleagues attempted to solve but did not.  ",
        "reference": null
      },
      {
        "description": "It describes a serious limitation of the method  used by Nance and colleagues.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "11",
    "description": "The following text is from Jane Austen’s 1811 novel  Sense and Sensibility. Elinor lives with her younger  sisters and her mother, Mrs. Dashwood.  Elinor, this eldest daughter, whose advice was so  effectual, possessed a strength of understanding,  and coolness of judgment, which qualified her,  though only nineteen, to be the counsellor of her  mother, and enabled her frequently to  counteract, to the advantage of them all, that  eagerness of mind in Mrs. Dashwood which  must generally have led to imprudence. She had  an excellent heart;—her disposition was  affectionate, and her feelings were strong; but  she knew how to govern them: it was a  knowledge which her mother had yet to learn;  and which one of her sisters had resolved never  to be taught.  According to the text, what is true about Elinor?  ",
    "options": [
      {
        "description": "Elinor often argues with her mother but fails to  change her mind.  ",
        "reference": null
      },
      {
        "description": "Elinor can be overly sensitive with regard to  family matters.  ",
        "reference": null
      },
      {
        "description": "Elinor thinks her mother is a bad role model.  ",
        "reference": null
      },
      {
        "description": "Elinor is remarkably mature for her age.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "12",
    "description": "Believing that living in an impractical space can  heighten awareness and even improve health,  conceptual artists Madeline Gins and Shusaku  Arakawa designed an apartment building in Japan to  be more fanciful than functional. A kitchen counter  is chest-high on one side and knee-high on the other;  a ceiling has a door to nowhere. The effect is  disorienting but invigorating: after four years there,  filmmaker Nobu Yamaoka reported significant  health benefits.  Which choice best states the main idea of the text?  ",
    "options": [
      {
        "description": "Although inhabiting a home surrounded by  fanciful features such as those designed by Gins  and Arakawa can be rejuvenating, it is  unsustainable.  ",
        "reference": null
      },
      {
        "description": "Designing disorienting spaces like those in the  Gins and Arakawa building is the most effective  way to create a physically stimulating  environment.  ",
        "reference": null
      },
      {
        "description": "As a filmmaker, Yamaoka has long supported  the designs of conceptual artists such as Gins  and Arakawa.  ",
        "reference": null
      },
      {
        "description": "Although impractical, the design of the  apartment building by Gins and Arakawa may  improve the well-being of the building’s  residents.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "13",
    "description": "In a research paper, a student criticizes some  historians of modern African politics, claiming that  they have evaluated Patrice Lumumba, the first  prime minister of what is now the Democratic  Republic of the Congo, primarily as a symbol rather  than in terms of his actions.  Which quotation from a work by a historian would  best illustrate the student’s claim?  ",
    "options": [
      {
        "description": "“Lumumba is a difficult figure to evaluate due to  the starkly conflicting opinions he inspired  during his life and continues to inspire today.”  ",
        "reference": null
      },
      {
        "description": "“The available information makes it clear that  Lumumba’s political beliefs and values were  largely consistent throughout his career.”  ",
        "reference": null
      },
      {
        "description": "“Lumumba’s practical accomplishments can be  passed over quickly; it is mainly as the  personification of Congolese independence that  he warrants scholarly attention.”  ",
        "reference": null
      },
      {
        "description": "“Many questions remain about Lumumba’s  ultimate vision for an independent Congo;  without new evidence coming to light, these  questions are likely to remain unanswered.”  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "14",
    "description": "Geographer Adebayo Oluwole Eludoyin and his  colleagues surveyed small-scale farmers in three  locations in Ondo State, Nigeria—which has  mountainous terrain in the north, an urbanized  center, and coastal terrain in the south—to learn  more about their practices, like the types of crops  they mainly cultivated. In some regions, female  farmers were found to be especially prominent in the  cultivation of specific types of crops and even  constituted the majority of farmers who cultivated  those crops; for instance, _______  Which choice most effectively uses data from the  graph to complete the example?  ",
    "options": [
      {
        "description": "most of the farmers who mainly cultivated  cereals and most of the farmers who mainly  cultivated non–root vegetables in south Ondo  were women.  ",
        "reference": null
      },
      {
        "description": "more women in central Ondo mainly cultivated  root crops than mainly cultivated cereals.  ",
        "reference": null
      },
      {
        "description": "most of the farmers who mainly cultivated  non–root vegetables in north and south Ondo  were women.  ",
        "reference": null
      },
      {
        "description": "a relatively equal proportion of women across  the three regions of Ondo mainly cultivated  cereals.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "15",
    "description": "Given that stars and planets initially form from the  same gas and dust in space, some astronomers have  posited that host stars (such as the Sun) and their  planets (such as those in our solar system) are  composed of the same materials, with the planets  containing equal or smaller quantities of the  materials that make up the host star. This idea is also  supported by evidence that rocky planets in our solar  system are composed of some of the same materials  as the Sun.  Which finding, if true, would most directly weaken  the astronomers’ claim?  ",
    "options": [
      {
        "description": "Most stars are made of hydrogen and helium,  but when cooled they are revealed to contain  small amounts of iron and silicate.  ",
        "reference": null
      },
      {
        "description": "A nearby host star is observed to contain the  same proportion of hydrogen and helium as that  of the Sun.  ",
        "reference": null
      },
      {
        "description": "Evidence emerges that the amount of iron in  some rocky planets is considerably higher than  the amount in their host star.  ",
        "reference": null
      },
      {
        "description": "The method for determining the composition of  rocky planets is discovered to be less effective  when used to analyze other kinds of planets.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "16",
    "description": "In the twentieth century, ethnographers made a  concerted effort to collect Mexican American  folklore, but they did not always agree about that  folklore’s origins. Scholars such as Aurelio Espinosa  claimed that Mexican American folklore derived  largely from the folklore of Spain, which ruled  Mexico and what is now the southwestern United  States from the sixteenth to early nineteenth  centuries. Scholars such as Américo Paredes, by  contrast, argued that while some Spanish influence is  undeniable, Mexican American folklore is mainly the  product of the ongoing interactions of various  cultures in Mexico and the United States.  Which finding, if true, would most directly support  Paredes’s argument?  ",
    "options": [
      {
        "description": "The folklore that the ethnographers collected  included several songs written in the form of a  décima, a type of poem originating in late  sixteenth-century Spain.  ",
        "reference": null
      },
      {
        "description": "Much of the folklore that the ethnographers  collected had similar elements from region to  region.  ",
        "reference": null
      },
      {
        "description": "Most of the folklore that the ethnographers  collected was previously unknown to scholars.  ",
        "reference": null
      },
      {
        "description": "Most of the folklore that the ethnographers  collected consisted of corridos—ballads about  history and social life—of a clearly recent origin.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "17",
    "description": "In the early nineteenth century, some  Euro-American farmers in the northeastern  United States used agricultural techniques developed  by the Haudenosaunee (Iroquois) people centuries  earlier, but it seems that few of those farmers had  actually seen Haudenosaunee farms firsthand.  Barring the possibility of several farmers of the same  era independently developing techniques that the  Haudenosaunee people had already invented, these  facts most strongly suggest that _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "those farmers learned the techniques from other  people who were more directly influenced by  Haudenosaunee practices.  ",
        "reference": null
      },
      {
        "description": "the crops typically cultivated by Euro-American  farmers in the northeastern United States were  not well suited to Haudenosaunee farming  techniques.  ",
        "reference": null
      },
      {
        "description": "Haudenosaunee farming techniques were widely  used in regions outside the northeastern  United States.  ",
        "reference": null
      },
      {
        "description": "Euro-American farmers only began to recognize  the benefits of Haudenosaunee farming  techniques late in the nineteenth century.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "18",
    "description": "If some artifacts recovered from excavations of the  settlement of Kuulo Kataa, in modern Ghana, date  from the thirteenth century CE, that may lend  credence to claims that the settlement was founded  before or around that time. There is other evidence,  however, strongly supporting a fourteenth century  CE founding date for Kuulo Kataa. If both the  artifact dates and the fourteenth century CE  founding date are correct, that would imply that  _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "artifacts from the fourteenth century CE are  more commonly recovered than are artifacts  from the thirteenth century CE.  ",
        "reference": null
      },
      {
        "description": "the artifacts originated elsewhere and eventually  reached Kuulo Kataa through trade or  migration.  ",
        "reference": null
      },
      {
        "description": "Kuulo Kataa was founded by people from a  different region than had previously been  assumed.  ",
        "reference": null
      },
      {
        "description": "excavations at Kuulo Kataa may have  inadvertently damaged some artifacts dating to  the fourteenth century CE. ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "19",
    "description": "A team of biologists led by Jae-Hoon Jung, Antonio  D. Barbosa, and Stephanie Hutin investigated the  mechanism that allows Arabidopsis thaliana (thale  cress) plants to accelerate flowering at high  temperatures. They replaced the protein ELF3 in the  plants with a similar protein found in another species  (stiff brome) that, unlike A. thaliana, displays no  acceleration in flowering with increased temperature.  A comparison of unmodified A. thaliana plants with  the altered plants showed no difference in flowering  at 22° Celsius, but at 27° Celsius, the unmodified  plants exhibited accelerated flowering while the  altered ones did not, which suggests that _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "temperature-sensitive accelerated flowering is  unique to A. thaliana.  ",
        "reference": null
      },
      {
        "description": "A. thaliana increases ELF3 production as  temperatures rise.  ",
        "reference": null
      },
      {
        "description": "ELF3 enables A. thaliana to respond to increased  temperatures.  ",
        "reference": null
      },
      {
        "description": "temperatures of at least 22° Celsius are required  for A. thaliana to flower.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "20",
    "description": "A member of the Cherokee Nation, Mary Golda Ross  is renowned for her contributions to NASA’s  Planetary Flight Handbook, which _______ detailed  mathematical guidance for missions to Mars and  Venus.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "provided  ",
        "reference": null
      },
      {
        "description": "having provided  ",
        "reference": null
      },
      {
        "description": "to provide  ",
        "reference": null
      },
      {
        "description": "providing  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "21",
    "description": "Typically, underlines, scribbles, and notes left in the  margins by a former owner lower a book’s  _______ when the former owner is a famous poet  like Walt Whitman, such markings, known as  marginalia, can be a gold mine to literary scholars.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "value, but  ",
        "reference": null
      },
      {
        "description": "value  ",
        "reference": null
      },
      {
        "description": "value,  ",
        "reference": null
      },
      {
        "description": "value but  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "22",
    "description": "After the United Kingdom began rolling out taxes  equivalent to a few cents on single-use plastic grocery  bags in 2011, plastic-bag consumption decreased by  up to ninety _______ taxes are subject to what  economists call the “rebound effect”: as the change  became normalized, plastic-bag use started to creep  back up.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "percent, such  ",
        "reference": null
      },
      {
        "description": "percent and such  ",
        "reference": null
      },
      {
        "description": "percent. Such  ",
        "reference": null
      },
      {
        "description": "percent such  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "23",
    "description": "As British scientist Peter Whibberley has observed,  “the Earth is not a very good timekeeper.” Earth’s  slightly irregular rotation rate means that  measurements of time must be periodically adjusted.  Specifically, an extra “leap second” (the 86,401st  second of the day) is _______ time based on the  planet’s rotation lags a full nine-tenths of a second  behind time kept by precise atomic clocks.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "added, whenever  ",
        "reference": null
      },
      {
        "description": "added; whenever  ",
        "reference": null
      },
      {
        "description": "added. Whenever  ",
        "reference": null
      },
      {
        "description": "added whenever  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "24",
    "description": "Bengali author Toru Dutt’s A Sheaf Gleaned in  French Fields (1876), a volume of English translations  of French poems, _______ scholars’ understanding  of the transnational and multilingual contexts in  which Dutt lived and worked.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "has enhanced  ",
        "reference": null
      },
      {
        "description": "are enhancing  ",
        "reference": null
      },
      {
        "description": "have enhanced  ",
        "reference": null
      },
      {
        "description": "enhance  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "25",
    "description": "Journalists have dubbed Gil Scott-Heron the  “godfather of rap,” a title that has appeared in  hundreds of articles about him since the 1990s. Scott- Heron himself resisted the godfather _______ feeling  that it didn’t encapsulate his devotion to the broader  African American blues music tradition as well as  “bluesologist,” the moniker he preferred.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "nickname, however  ",
        "reference": null
      },
      {
        "description": "nickname, however;  ",
        "reference": null
      },
      {
        "description": "nickname, however,  ",
        "reference": null
      },
      {
        "description": "nickname; however,  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "26",
    "description": "From afar, African American fiber artist Bisa Butler’s  portraits look like paintings, their depictions of  human faces, bodies, and clothing so intricate that it  seems only a fine brush could have rendered them.  When viewed up close, however, the portraits reveal  themselves to be _______ stitching barely visible  among the thousands of pieces of printed, microcut  fabric.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "quilts, and the  ",
        "reference": null
      },
      {
        "description": "quilts, the  ",
        "reference": null
      },
      {
        "description": "quilts; the  ",
        "reference": null
      },
      {
        "description": "quilts. The  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "27",
    "description": "Most conifers (trees belonging to the phylum  Coniferophyta) are evergreen. That is, they keep their  green leaves or needles year-round. However, not all  conifer species are evergreen. Larch trees,  _______ lose their needles every fall.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "for instance,  ",
        "reference": null
      },
      {
        "description": "nevertheless,  ",
        "reference": null
      },
      {
        "description": "meanwhile,  ",
        "reference": null
      },
      {
        "description": "in addition,  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "28",
    "description": "While researching a topic, a student has taken the  following notes:  • Sam Maloof (1916–2009) was an American  woodworker and furniture designer.  • He was the son of Lebanese immigrants.  • He received a “genius grant” from the John D. and  Catherine T. MacArthur Foundation in 1985.  • The Museum of Fine Arts in Boston,  Massachusetts, owns a rocking chair that Maloof  made from walnut wood.  • The armrests and the seat of the chair are sleek  and contoured, and the back consists of seven  spindle-like slats.  The student wants to describe the rocking chair to an  audience unfamiliar with Sam Maloof. Which choice  most effectively uses relevant information from the  notes to accomplish this goal?  ",
    "options": [
      {
        "description": "With its sleek, contoured armrests and seat, the  walnut rocking chair in Boston’s Museum of  Fine Arts is just one piece of furniture created by  American woodworker Sam Maloof.  ",
        "reference": null
      },
      {
        "description": "Sam Maloof was born in 1916 and died in 2009,  and during his life, he made a chair that you can  see if you visit the Museum of Fine Arts in  Boston.  ",
        "reference": null
      },
      {
        "description": "Furniture designer Sam Maloof was a recipient  of one of the John D. and Catherine T.  MacArthur Foundation’s “genius grants.”  ",
        "reference": null
      },
      {
        "description": "The rocking chair is made from walnut, and it  has been shaped such that its armrests and seat  are sleek and contoured.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "29",
    "description": "While researching a topic, a student has taken the  following notes:  • In the late 1890s, over 14,000 unique varieties of  apples were grown in the US.  • The rise of industrial agriculture in the mid-1900s  narrowed the range of commercially grown crops.  • Thousands of apple varieties considered less  suitable for commercial growth were lost.  • Today, only 15 apple varieties dominate the  market, making up 90% of apples purchased in  the US.  • The Lost Apple Project, based in Washington  State, attempts to find and grow lost apple  varieties.  The student wants to emphasize the decline in  unique apple varieties in the US and specify why this  decline occurred. Which choice most effectively uses  relevant information from the notes to accomplish  these goals?  ",
    "options": [
      {
        "description": "The Lost Apple Project is dedicated to finding  some of the apple varieties lost following a shift  in agricultural practices in the mid-1900s.  ",
        "reference": null
      },
      {
        "description": "While over 14,000 apple varieties were grown in  the US in the late 1890s, only 15 unique varieties  make up most of the apples sold today.  ",
        "reference": null
      },
      {
        "description": "Since the rise of industrial agriculture,  US farmers have mainly grown the same few  unique apple varieties, resulting in the loss of  thousands of varieties less suitable for  commercial growth.  ",
        "reference": null
      },
      {
        "description": "As industrial agriculture rose to prominence in  the mid-1900s, the number of crops selected for  cultivation decreased dramatically.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "30",
    "description": "While researching a topic, a student has taken the  following notes:  • Cecilia Vicuña is a multidisciplinary artist.  • In 1971, her first solo art exhibition, Pinturas,  poemas y explicaciones, was shown at the  Museo Nacional de Bellas Artes in Santiago, Chile.  • Her poetry collection Precario/Precarious was  published in 1983 by Tanam Press.  • Her poetry collection Instan was published in  2002 by Kelsey St. Press.  • She lives part time in Chile, where she was born,  and part time in New York.  The student wants to introduce the artist’s 1983  poetry collection. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "Before she published the books  Precario/Precarious (1983) and Instan (2002),  Cecilia Vicuña exhibited visual art at the  Museo Nacional de Bellas Artes in Santiago,  Chile.  ",
        "reference": null
      },
      {
        "description": "Cecilia Vicuña is a true multidisciplinary artist  whose works include numerous poetry  collections and visual art exhibitions.  ",
        "reference": null
      },
      {
        "description": "Published in 1983 by Tanam Press,  Precario/Precarious is a collection of poetry by  the multidisciplinary artist Cecilia Vicuña.  ",
        "reference": null
      },
      {
        "description": "In 1971, Cecilia Vicuña exhibited her first solo  art exhibition, Pinturas, poemas y explicaciones,  in Chile, her country of birth.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "31",
    "description": "While researching a topic, a student has taken the  following notes:  • When medical students mention their patients on  social media, they may violate patient  confidentiality.  • Terry Kind led a study to determine how many  medical schools have student policies that  mention social media use.  • Kind and her team reviewed 132 medical school  websites, examining publicly available student  policies.  • Only thirteen medical schools had guidelines that  explicitly mention social media, and only five  defined what constitutes acceptable social media  use.  The student wants to emphasize the study’s  methodology. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "The student policies of 132 medical schools can  be found online, according to research by  Terry Kind.  ",
        "reference": null
      },
      {
        "description": "To find out how many medical schools have  guidelines about student social media use,  Terry Kind and her team examined the student  policies of 132 medical schools.  ",
        "reference": null
      },
      {
        "description": "Out of 132 medical schools, only thirteen had  student policies that mentioned social media,  and only five specified what use was acceptable.  ",
        "reference": null
      },
      {
        "description": "Terry Kind and her team wanted to know how  many medical schools have student social media  policies in place about protecting patient  confidentiality.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "32",
    "description": "While researching a topic, a student has taken the  following notes:  • The Gullah are a group of African Americans who  have lived in parts of the southeastern United  States since the 18th century.  • Gullah culture is influenced by West African and  Central African traditions.  • Louise Miller Cohen is a Gullah historian,  storyteller, and preservationist.  • She founded the Gullah Museum of Hilton Head  Island, South Carolina, in 2003.  • Vermelle Rodrigues is a Gullah historian, artist,  and preservationist.  • She founded the Gullah Museum of Georgetown,  South Carolina, in 2003.  The student wants to emphasize the duration and  purpose of Cohen’s and Rodrigues’s work. Which  choice most effectively uses relevant information  from the notes to accomplish this goal?  ",
    "options": [
      {
        "description": "At the Gullah Museums in Hilton Head Island  and Georgetown, South Carolina, visitors can  learn more about the Gullah people who have  lived in the region for centuries.  ",
        "reference": null
      },
      {
        "description": "Louise Miller Cohen and Vermelle Rodrigues  have worked to preserve the culture of the  Gullah people, who have lived in the  United States since the 18th century.  ",
        "reference": null
      },
      {
        "description": "Since 2003, Louise Miller Cohen and  Vermelle Rodrigues have worked to preserve  Gullah culture through their museums.  ",
        "reference": null
      },
      {
        "description": "Influenced by the traditions of West and Central  Africa, Gullah culture developed in parts of the  southeastern United States in the 18th century.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "33",
    "description": "While researching a topic, a student has taken the  following notes:  • In North America, woodlands have expanded into  areas that were once grasslands.  • Thomas Rogers and F. Leland Russell of Wichita  State University investigated whether woodland  expansion is related to changes in climate.  • Rogers and Russell analyzed core samples from  oak trees on a site that was not wooded in the past  and indexed the age of the trees with historical  climate data to see if tree populations and climate  were correlated.  • Tree population growth was associated with dry  intervals.  • Droughts may have played a role in woodland  expansion.  The student wants to emphasize the aim of the  research study. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "Thomas Rogers and F. Leland Russell,  researchers at Wichita State University, wanted  to know if woodland expansion is related to  changes in climate.  ",
        "reference": null
      },
      {
        "description": "Thanks to the work done by Thomas Rogers and  F. Leland Russell, we now know that droughts  may have played a role in woodland expansion.  ",
        "reference": null
      },
      {
        "description": "Wichita State University researchers have  determined that tree population growth was  associated with dry intervals.  ",
        "reference": null
      },
      {
        "description": "Thomas Rogers and F. Leland Russell analyzed  core samples from oak trees on a site that was  not wooded in the past, indexing the age of the  trees with historical climate data.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "34",
    "description": "According to botanists, a viburnum plant  experiencing insect damage may develop erineum—a  discolored, felty growth—on its leaf blades. A _______  viburnum plant, on the other hand, will have leaves  with smooth surfaces and uniformly green  coloration.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "struggling  ",
        "reference": null
      },
      {
        "description": "beneficial  ",
        "reference": null
      },
      {
        "description": "simple  ",
        "reference": null
      },
      {
        "description": "healthy  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "35",
    "description": "Nigerian American author Teju Cole’s _______ his  two passions—photography and the written  word—culminates in his 2017 book, Blind Spot,  which evocatively combines his original photographs  from his travels with his poetic prose.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "indifference to  ",
        "reference": null
      },
      {
        "description": "enthusiasm for  ",
        "reference": null
      },
      {
        "description": "concern about  ",
        "reference": null
      },
      {
        "description": "surprise at  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "36",
    "description": "Novelist N. K. Jemisin declines to _______ the  conventions of the science fiction genre in which  she writes, and she has suggested that her readers  appreciate her work precisely because of this  willingness to thwart expectations and avoid  formulaic plots and themes.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "question  ",
        "reference": null
      },
      {
        "description": "react to  ",
        "reference": null
      },
      {
        "description": "perceive  ",
        "reference": null
      },
      {
        "description": "conform to  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "37",
    "description": "In Nature Poem (2017), Kumeyaay poet Tommy Pico  portrays his _______ the natural world by honoring  the centrality of nature within his tribe’s traditional  beliefs while simultaneously expressing his distaste  for being in wilderness settings himself.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "responsiveness to  ",
        "reference": null
      },
      {
        "description": "ambivalence toward  ",
        "reference": null
      },
      {
        "description": "renunciation of  ",
        "reference": null
      },
      {
        "description": "mastery over  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "38",
    "description": "The following text is from the 1924 poem “Cycle”  by D’Arcy McNickle, who was a citizen of the  Confederated Salish and Kootenai Tribes.  There shall be new roads wending,  A new beating of the drum—  Men’s eyes shall have fresh seeing,  Grey lives reprise their span—  But under the new sun’s being,  Completing what night began,  There’ll be the same backs bending,  The same sad feet shall drum—  When this night finds its ending  And day shall have come.....  Which choice best states the main purpose of the  text?  ",
    "options": [
      {
        "description": "To consider how the repetitiveness inherent  in human life can be both rewarding and  challenging  ",
        "reference": null
      },
      {
        "description": "To question whether activities completed at one  time of day are more memorable than those  completed at another time of day  ",
        "reference": null
      },
      {
        "description": "To refute the idea that joy is a more commonly  experienced emotion than sadness is  ",
        "reference": null
      },
      {
        "description": "To demonstrate how the experiences of  individuals relate to the experiences of their  communities  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "39",
    "description": "The following text is adapted from Jane Austen’s  1814 novel Mansfield Park. The speaker, Tom, is  considering staging a play at home with a group of  his friends and family.  We mean nothing but a little amusement  among ourselves, just to vary the scene, and  exercise our powers in something new. We want  no audience, no publicity. We may be trusted, I  think, in choosing some play most perfectly  unexceptionable; and I can conceive no greater  harm or danger to any of us in conversing in the  elegant written language of some respectable  author than in chattering in words of our own.  Which choice best states the main purpose of the  text?  ",
    "options": [
      {
        "description": "To offer Tom’s assurance that the play will be  inoffensive and involve only a small number of  people  ",
        "reference": null
      },
      {
        "description": "To clarify that the play will not be performed in  the manner Tom had originally intended  ",
        "reference": null
      },
      {
        "description": "To elaborate on the idea that the people around  Tom lack the skills to successfully stage a play  ",
        "reference": null
      },
      {
        "description": "To assert that Tom believes the group  performing the play will be able to successfully  promote it  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "40",
    "description": "Musician Joni Mitchell, who is also a painter,  uses images she creates for her album covers to  emphasize ideas expressed in her music. For the  cover of her album Turbulent Indigo (1994), Mitchell  painted a striking self-portrait that closely resembles  Vincent van Gogh’s Self-Portrait with Bandaged Ear  (1889). The image calls attention to the album’s title  song, in which Mitchell sings about the legacy of the  postimpressionist painter. In that song, Mitchell also  hints that she feels a strong artistic connection to  Van Gogh—an idea that is reinforced by her imagery  on the cover.  Which choice best describes the overall structure of  the text?  ",
    "options": [
      {
        "description": "It presents a claim about Mitchell, then gives an  example supporting that claim.  ",
        "reference": null
      },
      {
        "description": "It discusses Van Gogh’s influence on Mitchell,  then considers Mitchell’s influence on other  artists.  ",
        "reference": null
      },
      {
        "description": "It describes a similarity between two artists, then  notes a difference between them.  ",
        "reference": null
      },
      {
        "description": "It describes the songs on Turbulent Indigo, then  explains how they relate to the album’s cover.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "41",
    "description": "Text 1  Astronomer Mark Holland and colleagues examined  four white dwarfs—small, dense remnants of past  stars—in order to determine the composition of  exoplanets that used to orbit those stars. Studying  wavelengths of light in the white dwarf atmospheres,  the team reported that traces of elements such as  lithium and sodium support the presence of  exoplanets with continental crusts similar to Earth’s.  Text 2  Past studies of white dwarf atmospheres have  concluded that certain exoplanets had continental  crusts. Geologist Keith Putirka and astronomer  Siyi Xu argue that those studies unduly emphasize  atmospheric traces of lithium and other individual  elements as signifiers of the types of rock found on  Earth. The studies don’t adequately account for  different minerals made up of various ratios of those  elements, and the possibility of rock types not found  on Earth that contain those minerals.  Based on the texts, how would Putirka and Xu  (Text 2) most likely characterize the conclusion  presented in Text 1?  ",
    "options": [
      {
        "description": "As unexpected, because it was widely believed at  the time that white dwarf exoplanets lack  continental crusts  ",
        "reference": null
      },
      {
        "description": "As premature, because researchers have only just  begun trying to determine what kinds of crusts  white dwarf exoplanets had  ",
        "reference": null
      },
      {
        "description": "As questionable, because it rests on an  incomplete consideration of potential sources  of the elements detected in white dwarf  atmospheres  ",
        "reference": null
      },
      {
        "description": "As puzzling, because it’s unusual to successfully  detect lithium and sodium when analyzing  wavelengths of light in white dwarf atmospheres  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "42",
    "description": "Utah is home to Pando, a colony of about  47,000 quaking aspen trees that all share a single root  system. Pando is one of the largest single organisms  by mass on Earth, but ecologists are worried that its  growth is declining in part because of grazing by  animals. The ecologists say that strong fences could  prevent deer from eating young trees and help Pando  start thriving again.  According to the text, why are ecologists worried  about Pando?  ",
    "options": [
      {
        "description": "It isn’t growing at the same rate it used to.  ",
        "reference": null
      },
      {
        "description": "It isn’t producing young trees anymore.  ",
        "reference": null
      },
      {
        "description": "It can’t grow into new areas because it is blocked  by fences.  ",
        "reference": null
      },
      {
        "description": "Its root system can’t support many more new  trees.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "43",
    "description": "For many years, the only existing fossil evidence of  mixopterid eurypterids—an extinct family of large  aquatic arthropods known as sea scorpions and  related to modern arachnids and horseshoe  crabs—came from four species living on the  paleocontinent of Laurussia. In a discovery that  expands our understanding of the geographical  distribution of mixopterids, paleontologist Bo Wang  and others have identified fossilized remains of a new  mixopterid species, Terropterus xiushanensis, that  lived over 400 million years ago on the  paleocontinent of Gondwana.  According to the text, why was Wang and his  team’s discovery of the Terropterus xiushanensis  fossil significant?  ",
    "options": [
      {
        "description": "The fossil constitutes the first evidence found  by scientists that mixopterids lived more than  400 million years ago.  ",
        "reference": null
      },
      {
        "description": "The fossil helps establish that mixopterids are  more closely related to modern arachnids and  horseshoe crabs than previously thought.  ",
        "reference": null
      },
      {
        "description": "The fossil helps establish a more accurate  timeline of the evolution of mixopterids on the  paleocontinents of Laurussia and Gondwana.  ",
        "reference": null
      },
      {
        "description": "The fossil constitutes the first evidence found by  scientists that mixopterids existed outside the  paleocontinent of Laurussia.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "44",
    "description": "The novelist Toni Morrison was the first Black  woman to work as an editor at the publishing  company Random House, from 1967 to 1983. A  scholar asserts that one of Morrison’s likely aims  during her time as an editor was to strengthen the  presence of Black writers on the list of Random  House’s published authors.  Which finding, if true, would most strongly support  the scholar’s claim?  ",
    "options": [
      {
        "description": "The percentage of authors published by Random  House who were Black rose in the early 1970s  and stabilized throughout the decade.  ",
        "reference": null
      },
      {
        "description": "Black authors who were interviewed in the 1980s  and 1990s were highly likely to cite Toni  Morrison’s novels as a principal influence on  their work.  ",
        "reference": null
      },
      {
        "description": "The novels written by Toni Morrison that  were published after 1983 sold significantly  more copies and received wider critical acclaim  than the novels she wrote that were published  before 1983.  ",
        "reference": null
      },
      {
        "description": "Works that were edited by Toni Morrison  during her time at Random House displayed  stylistic characteristics that distinguished them  from works that were not edited by Morrison.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "45",
    "description": "“The Poet Walt Whitman” is an 1887 essay by  José Martí, a Cuban author and political activist,  originally written in Spanish. In the essay, Martí  explores the value of literature, arguing that a  society’s spiritual well-being depends on the  character of its literary culture: _______  Which quotation from a translation of “The Poet  Walt Whitman” most effectively illustrates the claim?  ",
    "options": [
      {
        "description": "“Poetry, which brings together or separates,  which fortifies or brings anguish, which shores  up or demolishes souls, which gives or robs men  of faith and vigor, is more necessary to a people  than industry itself, for industry provides them  with a means of subsistence, while literature  gives them the desire and strength for life.”  ",
        "reference": null
      },
      {
        "description": "“Every society brings to literature its own form  of expression, and the history of the nations can  be told with greater truth by the stages of  literature than by chronicles and decades.”  ",
        "reference": null
      },
      {
        "description": "“Where will a race of men go when they have  lost the habit of thinking with faith about the  scope and meaning of their actions? The best  among them, those who consecrate Nature with  their sacred desire for the future, will lose, in a  sordid and painful annihilation, all stimulus to  alleviate the ugliness of humanity.”  ",
        "reference": null
      },
      {
        "description": "“Listen to the song of this hardworking and  satisfied nation; listen to Walt Whitman. The  exercise of himself exalts him to majesty,  tolerance exalts him to justice, and order to joy.”  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "46",
    "description": "Estimates of Tyrannosaurid Bite Force  Approximate bite force  (newtons)  Study  Year  Estimation method  Cost et al.  2019 muscular and skeletal modeling  35,000–63,000  Gignac and Erickson  2017 tooth-bone interaction analysis  8,000–34,000  Meers  2002 body-mass scaling  183,000–235,000  Bates and Falkingham 2012 muscular and skeletal modeling  35,000–57,000  The largest tyrannosaurids—the family of carnivorous dinosaurs  that includes Tarbosaurus, Albertosaurus, and, most famously,  Tyrannosaurus rex—are thought to have had the strongest bites of any  land animals in Earth’s history. Determining the bite force of extinct  animals can be difficult, however, and paleontologists Paul Barrett and  Emily Rayfield have suggested that an estimate of dinosaur bite force  may be significantly influenced by the methodology used in generating  that estimate.  Which choice best describes data from the table that support Barrett  and Rayfield’s suggestion?  ",
    "options": [
      {
        "description": "The study by Meers used body-mass scaling and produced the  lowest estimated maximum bite force, while the study by Cost et al.  used muscular and skeletal modeling and produced the highest  estimated maximum.  ",
        "reference": null
      },
      {
        "description": "In their study, Gignac and Erickson used tooth-bone interaction  analysis to produce an estimated bite force range with a minimum  of 8,000 newtons and a maximum of 34,000 newtons.  ",
        "reference": null
      },
      {
        "description": "The bite force estimates produced by Bates and Falkingham and by  Cost et al. were similar to each other, while the estimates produced  by Meers and by Gignac and Erickson each differed substantially  from any other estimate.  ",
        "reference": null
      },
      {
        "description": "The estimated maximum bite force produced by Cost et al.  exceeded the estimated maximum produced by Bates and  Falkingham, even though both groups of researchers used the  same method to generate their estimates.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "47",
    "description": "Studying tools unearthed at a cave site on the western coast of Italy,  archaeologist Paola Villa and colleagues have determined that  prehistoric Neanderthal groups fashioned them from shells of clams  that they harvested from the seafloor while wading or diving or that  washed up on the beach. Clamshells become thin and eroded as they  wash up on the beach, while those on the seafloor are smooth and  sturdy, so the research team suspects that Neanderthals prized the tools  made with seafloor shells. However, the team also concluded that those  tools were likely more challenging to obtain, noting that _______  Which choice most effectively uses data from the table to support the  research team’s conclusion?  ",
    "options": [
      {
        "description": "at each depth below the surface in the cave, the difference in the  numbers of tools of each type suggests that shells were easier to  collect from the beach than to harvest from the seafloor.  ",
        "reference": null
      },
      {
        "description": "the highest number of tools were at a depth of 3–4 meters below  the surface, which suggests that the Neanderthal population at the  site was highest during the related period of time.  ",
        "reference": null
      },
      {
        "description": "at each depth below the surface in the cave, the difference in the  numbers of tools of each type suggests that Neanderthals preferred  to use clamshells from the beach because of their durability.  ",
        "reference": null
      },
      {
        "description": "the higher number of tools at depths of 5–6 meters below the  surface in the cave than at depths of 4–5 meters below the surface  suggests that the size of clam populations changed over time.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "48",
    "description": "duration per episode  21.2 hours  14.2 hours  When hibernating, Alaska marmots and Arctic  ground squirrels enter a state called torpor, which  minimizes the energy their bodies need to function.  Often a hibernating animal will temporarily come  out of torpor (called an arousal episode) and its  metabolic rate will rise, burning more of the precious  energy the animal needs to survive the winter. Alaska  marmots hibernate in groups and therefore burn  less energy keeping warm during these episodes  than they would if they were alone. A researcher  hypothesized that because Arctic ground squirrels  hibernate alone, they would likely exhibit longer  bouts of torpor and shorter arousal episodes than  Alaska marmots.  Which choice best describes data from the table that  support the researcher’s hypothesis?  ",
    "options": [
      {
        "description": "The Alaska marmots’ arousal episodes lasted for  days, while the Arctic ground squirrels’ arousal  episodes lasted less than a day.  ",
        "reference": null
      },
      {
        "description": "The Alaska marmots and the Arctic ground  squirrels both maintained torpor for several  consecutive days per bout, on average.  ",
        "reference": null
      },
      {
        "description": "The Alaska marmots had shorter torpor bouts  and longer arousal episodes than the Arctic  ground squirrels did.  ",
        "reference": null
      },
      {
        "description": "The Alaska marmots had more torpor bouts  than arousal episodes, but their arousal episodes  were much shorter than their torpor bouts.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "49",
    "description": "Ratified by more than 90 countries, the  Nagoya Protocol is an international agreement  ensuring that Indigenous communities are  compensated when their agricultural resources and  knowledge of wild plants and animals are utilized by  agricultural corporations. However, the protocol has  shortcomings. For example, it allows corporations to  insist that their agreements with communities to  conduct research on the commercial uses of the  communities’ resources and knowledge remain  confidential. Therefore, some Indigenous advocates  express concern that the protocol may have the  unintended effect of _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "diminishing the monetary reward that  corporations might derive from their agreements  with Indigenous communities.  ",
        "reference": null
      },
      {
        "description": "limiting the research that corporations conduct  on the resources of the Indigenous communities  with which they have signed agreements.  ",
        "reference": null
      },
      {
        "description": "preventing independent observers from  determining whether the agreements guarantee  equitable compensation for Indigenous  communities.  ",
        "reference": null
      },
      {
        "description": "discouraging Indigenous communities from  learning new methods for harvesting plants and  animals from their corporate partners.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "50",
    "description": "The domestic sweet potato (Ipomoea batatas)  descends from a wild plant native to South America.  It also populates the Polynesian Islands, where  evidence confirms that Native Hawaiians and other  Indigenous peoples were cultivating the plant  centuries before seafaring first occurred over the  thousands of miles of ocean separating them from  South America. To explain how the sweet potato  was first introduced in Polynesia, botanist Pablo  Muñoz-Rodríguez and colleagues analyzed the DNA  of numerous varieties of the plant, concluding that  Polynesian varieties diverged from South American  ones over 100,000 years ago. Given that Polynesia  was peopled only in the last three thousand years, the  team concluded that _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "the cultivation of the sweet potato in Polynesia likely predates its cultivation in South America. ",
        "reference": null
      },
      {
        "description": "Polynesian peoples likely acquired the sweet potato from South American peoples only within the last three thousand years. ",
        "reference": null
      },
      {
        "description": "human activity likely played no role in the introduction of the sweet potato in Polynesia. ",
        "reference": null
      },
      {
        "description": "Polynesian sweet potato varieties likely descend from a single South American variety that was domesticated, not wild. ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "51",
    "description": "Atoms in a synchrotron, a type of circular particle  accelerator, travel faster and faster until they _______  a desired energy level, at which point they are  diverted to collide with a target, smashing the atoms.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "will reach ",
        "reference": null
      },
      {
        "description": "reach ",
        "reference": null
      },
      {
        "description": "had reached ",
        "reference": null
      },
      {
        "description": "are reaching ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "52",
    "description": "Even though bats prefer very sweet nectar, the plants  that attract them have evolved to produce nectar that  is only moderately sweet. A recent study _______  why: making sugar is energy-intensive, and it is more  advantageous for plants to make a large amount of  low-sugar nectar than a small amount of high-sugar  nectar.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "explains ",
        "reference": null
      },
      {
        "description": "explaining ",
        "reference": null
      },
      {
        "description": "having explained ",
        "reference": null
      },
      {
        "description": "to explain ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "53",
    "description": "Former First Lady of the United States  Eleanor Roosevelt and Indian activist and educator  Hansa Mehta were instrumental in drafting the  United Nations’ Universal Declaration of Human  Rights, a document that _______ the basic freedoms  to which all people are entitled.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "have outlined ",
        "reference": null
      },
      {
        "description": "were outlining ",
        "reference": null
      },
      {
        "description": "outlines ",
        "reference": null
      },
      {
        "description": "outline ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "54",
    "description": "dallii ❚ i) dallii dallii _______ dallii dallii ",
    "options": [
      {
        "description": "decade: while ",
        "reference": null
      },
      {
        "description": "decade. While ",
        "reference": null
      },
      {
        "description": "decade; while ",
        "reference": null
      },
      {
        "description": "decade, while ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "55",
    "description": "The Lion Light system, developed by Kenyan  inventor Richard Turere, consists of LED lights  installed around the perimeter of livestock pastures.  Powered with _______ the blinking LEDs keep lions  away at night, thus protecting the livestock without  risking harm to the endangered lions.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "energy collected, by solar panels, during the day ",
        "reference": null
      },
      {
        "description": "energy collected by solar panels during the day ",
        "reference": null
      },
      {
        "description": "energy collected by solar panels during the day, ",
        "reference": null
      },
      {
        "description": "energy, collected by solar panels during the day, ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "56",
    "description": "Materials scientist Marie-Agathe Charpagne and her  colleagues believed they could improve on the  multicomponent alloy NiCoCr, an equal-proportions  mixture of nickel (Ni), cobalt (Co), and chromium  (Cr), by replacing chromium with ruthenium _______  the alloy that resulted, NiCoRu, turned out to be an  unsuitable replacement for NiCoCr.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "(Ru) ",
        "reference": null
      },
      {
        "description": "(Ru) but ",
        "reference": null
      },
      {
        "description": "(Ru), ",
        "reference": null
      },
      {
        "description": "(Ru), but ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "57",
    "description": "The Progressive Era in the United States witnessed  the rise of numerous Black women’s clubs, local  organizations that advocated for racial and gender  equality. Among the clubs’ leaders _______ Josephine  St. Pierre Ruffin, founder of the Women’s Era Club  of Boston.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "was ",
        "reference": null
      },
      {
        "description": "were ",
        "reference": null
      },
      {
        "description": "are ",
        "reference": null
      },
      {
        "description": "have been ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "58",
    "description": "Based on genetic evidence, archaeologists have  generally agreed that reindeer domestication began  in the eleventh century CE. However, since  uncovering fragments of a 2,000-year-old reindeer  training harness in northern Siberia, _______ may  have begun much earlier.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "researcher Robert Losey has argued that domestication ",
        "reference": null
      },
      {
        "description": "researcher Robert Losey’s argument is that domestication ",
        "reference": null
      },
      {
        "description": "domestication, researcher Robert Losey has argued, ",
        "reference": null
      },
      {
        "description": "the argument researcher Robert Losey has made is that domestication ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "59",
    "description": "Hegra is an archaeological site in present-day  Saudi Arabia and was the second largest city of the  Nabataean Kingdom (fourth century BCE to first  century CE). Archaeologist Laila Nehmé recently  traveled to Hegra to study its ancient _______ into the  rocky outcrops of a vast desert, these burial chambers  seem to blend seamlessly with nature.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "tombs. Built ",
        "reference": null
      },
      {
        "description": "tombs, built ",
        "reference": null
      },
      {
        "description": "tombs and built ",
        "reference": null
      },
      {
        "description": "tombs built ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "60",
    "description": "When external forces are applied to common glass  made from silicates, energy builds up around  minuscule defects in the material, resulting in  fractures. Recently, engineer Erkka Frankberg of  Tampere University in Finland used the chemical  _______ to make a glassy solid that can withstand  higher strain than silicate glass can before fracturing.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "compound, aluminum oxide ",
        "reference": null
      },
      {
        "description": "compound aluminum oxide, ",
        "reference": null
      },
      {
        "description": "compound, aluminum oxide, ",
        "reference": null
      },
      {
        "description": "compound aluminum oxide ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "61",
    "description": "Etched into Peru’s Nazca Desert are line drawings so  large that they can only be fully seen from high  above. Archaeologists have known of the lines since  the 1920s, when a researcher spotted some from a  nearby foothill, and they have been studying the  markings ever since. _______ archaeologists’ efforts  are aided by drones that capture high-resolution  aerial photographs of the lines.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Currently, ",
        "reference": null
      },
      {
        "description": "In comparison, ",
        "reference": null
      },
      {
        "description": "Still, ",
        "reference": null
      },
      {
        "description": "However, ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "62",
    "description": "Archaeologist Sue Brunning explains why the  seventh-century ship burial site at Sutton Hoo in  England was likely the tomb of a king. First, the gold  artifacts inside the ship suggest that the person  buried with them was a wealthy and respected leader.  _______ the massive effort required to bury the ship  would likely only have been undertaken for a king.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Instead,  ",
        "reference": null
      },
      {
        "description": "Still,  ",
        "reference": null
      },
      {
        "description": "Specifically,  ",
        "reference": null
      },
      {
        "description": "Second,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "63",
    "description": "The more diverse and wide ranging an animal’s  behaviors, the larger and more energy demanding  the animal’s brain tends to be. _______ from an  evolutionary perspective, animals that perform only  basic actions should allocate fewer resources to  growing and maintaining brain tissue. The  specialized subtypes of ants within colonies provide  an opportunity to explore this hypothesis.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Subsequently,  ",
        "reference": null
      },
      {
        "description": "Besides,  ",
        "reference": null
      },
      {
        "description": "Nevertheless,  ",
        "reference": null
      },
      {
        "description": "Thus,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "64",
    "description": "When designing costumes for film, American artist  Suttirat Larlarb typically custom fits the garments to  each actor. _______ for the film Sunshine, in which  astronauts must reignite a dying Sun, she designed a  golden spacesuit and had a factory reproduce it in a  few standard sizes; lacking a tailor-made quality, the  final creations reflected the ungainliness of actual  spacesuits.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Nevertheless,  ",
        "reference": null
      },
      {
        "description": "Thus,  ",
        "reference": null
      },
      {
        "description": "Likewise,  ",
        "reference": null
      },
      {
        "description": "Moreover,  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "65",
    "description": "While researching a topic, a student has taken the  following notes:  • Shaun Tan is an Australian author.  • In 2008, he published Tales from Outer Suburbia,  a book of fifteen short stories.  • The stories describe surreal events occurring in  otherwise ordinary suburban neighborhoods.  • In 2018, he published Tales from the Inner City, a   book of twenty-five short stories.  • The stories describe surreal events occurring in  otherwise ordinary urban settings.  The student wants to emphasize a similarity between  the two books by Shaun Tan. Which choice most  effectively uses relevant information from the notes  to accomplish this goal?  ",
    "options": [
      {
        "description": "Shaun Tan’s book Tales from Outer Suburbia,  which describes surreal events occurring in  otherwise ordinary places, contains fewer short  stories than Tales from the Inner City does.  ",
        "reference": null
      },
      {
        "description": "Tales from Outer Suburbia was published in  2008, and Tales from the Inner City was  published in 2018.  ",
        "reference": null
      },
      {
        "description": "Unlike Tales from the Inner City, Shaun Tan’s  book Tales from Outer Suburbia is set in  suburban neighborhoods.  ",
        "reference": null
      },
      {
        "description": "Shaun Tan’s books Tales from Outer Suburbia  and Tales from the Inner City both describe  surreal events occurring in otherwise ordinary  places.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "66",
    "description": "While researching a topic, a student has taken the  following notes:  • The factors that affect clutch size (the number of  eggs laid at one time) have been well studied in  birds but not in lizards.  • A team led by Shai Meiri of Tel Aviv University  investigated which factors influence lizard clutch  size.  • Meiri’s team obtained clutch-size and habitat data  for over 3,900 lizard species and analyzed the data  with statistical models.  • Larger clutch size was associated with  environments in higher latitudes that have more  seasonal change.  • Lizards in higher-latitude environments may lay  larger clutches to take advantage of shorter  windows of favorable conditions.  The student wants to emphasize the aim of the  research study. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "Researchers wanted to know which factors  influence lizard egg clutch size because such  factors have been well studied in birds but not in  lizards.  ",
        "reference": null
      },
      {
        "description": "After they obtained data for over 3,900 lizard  species, researchers determined that larger clutch  size was associated with environments in higher  latitudes that have more seasonal change.  ",
        "reference": null
      },
      {
        "description": "We now know that lizards in higher-latitude  environments may lay larger clutches to take  advantage of shorter windows of favorable  conditions.  ",
        "reference": null
      },
      {
        "description": "Researchers obtained clutch-size and habitat  data for over 3,900 lizard species and analyzed  the data with statistical models.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  }
]