[
  {
    "qno": "1",
    "description": "The spacecraft OSIRIS-REx briefly made contact  with the asteroid 101955 Bennu in 2020. NASA  scientist Daniella DellaGiustina reports that despite  facing the unexpected obstacle of a surface mostly  covered in boulders, OSIRIS-REx successfully  _______ a sample of the surface, gathering pieces of  it to bring back to Earth.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "attached  ",
        "reference": null
      },
      {
        "description": "collected  ",
        "reference": null
      },
      {
        "description": "followed  ",
        "reference": null
      },
      {
        "description": "replaced  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "2",
    "description": "Research conducted by planetary scientist Katarina  Miljkovic suggests that the Moon’s surface may not  accurately _______ early impact events. When the  Moon was still forming, its surface was softer, and  asteroid or meteoroid impacts would have left less  of an impression; thus, evidence of early impacts  may no longer be present.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "reflect  ",
        "reference": null
      },
      {
        "description": "receive  ",
        "reference": null
      },
      {
        "description": "evaluate  ",
        "reference": null
      },
      {
        "description": "mimic  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "3",
    "description": "Handedness, a preferential use of either the right or  left hand, typically is easy to observe in humans.  Because this trait is present but less _______ in  many other animals, animal-behavior researchers  often employ tasks specially designed to reveal  individual animals’ preferences for a certain hand  or paw.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "recognizable  ",
        "reference": null
      },
      {
        "description": "intriguing  ",
        "reference": null
      },
      {
        "description": "significant  ",
        "reference": null
      },
      {
        "description": "useful  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "4",
    "description": "It is by no means _______ to recognize the influence  of Dutch painter Hieronymus Bosch on Ali  Banisadr’s paintings; indeed, Banisadr himself cites  Bosch as an inspiration. However, some scholars  have suggested that the ancient Mesopotamian poem  Epic of Gilgamesh may have had a far greater impact  on Banisadr’s work.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "substantial  ",
        "reference": null
      },
      {
        "description": "satisfying  ",
        "reference": null
      },
      {
        "description": "unimportant  ",
        "reference": null
      },
      {
        "description": "appropriate  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "5",
    "description": "The following text is adapted from Susan Glaspell’s  1912 short story “‘Out There.’” An elderly shop  owner is looking at a picture that he recently  acquired and hopes to sell.  It did seem that the picture failed to fit in with  the rest of the shop. A persuasive young fellow  who claimed he was closing out his stock let the  old man have it for what he called a song. It was  only a little out-of-the-way store which subsisted  chiefly on the framing of pictures. The old man  looked around at his views of the city, his  pictures of cats and dogs, his flaming bits of  landscape. “Don’t belong in here,” he fumed.  And yet the old man was secretly proud of his  acquisition. There was a hidden dignity in his  scowling as he shuffled about pondering the least  ridiculous place for the picture.  Which choice best states the main purpose of the  text?  ",
    "options": [
      {
        "description": "To reveal the shop owner’s conflicted feelings  about the new picture  ",
        "reference": null
      },
      {
        "description": "To convey the shop owner’s resentment of the  person he got the new picture from  ",
        "reference": null
      },
      {
        "description": "To describe the items that the shop owner most  highly prizes  ",
        "reference": null
      },
      {
        "description": "To explain differences between the new picture  and other pictures in the shop  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "6",
    "description": "The following text is from the 1923 poem “Black  Finger” by Angelina Weld Grimké, a Black American  writer. A cypress is a type of evergreen tree.  I have just seen a most beautiful thing,  Slim and still,  Against a gold, gold sky,  A straight black cypress,  Sensitive,  Exquisite,  A black finger  Pointing upwards.  Why, beautiful still finger, are you black?  And why are you pointing upwards?  Which choice best describes the overall structure of  the text?  ",
    "options": [
      {
        "description": "The speaker assesses a natural phenomenon,  then questions the accuracy of her assessment.  ",
        "reference": null
      },
      {
        "description": "The speaker describes a distinctive sight in  nature, then ponders what meaning to attribute  to that sight.  ",
        "reference": null
      },
      {
        "description": "The speaker presents an outdoor scene, then  considers a human behavior occurring within  that scene.  ",
        "reference": null
      },
      {
        "description": "The speaker examines her surroundings, then  speculates about their influence on her  emotional state.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "7",
    "description": "The following text is from Walt Whitman’s 1860  poem “Calamus 24.”  I HEAR it is charged against me that I seek to  destroy institutions;  But really I am neither for nor against  institutions  (What indeed have I in common with them?—  Or what with the destruction of them?),  Only I will establish in the Mannahatta  [Manhattan] and in every city of These States,  inland and seaboard,  And in the fields and woods, and above every  keel [ship] little or large, that dents the water,  Without edifices, or rules, or trustees, or any  argument,  The institution of the dear love of comrades.  Which choice best describes the overall structure of  the text?  ",
    "options": [
      {
        "description": "The speaker questions an increasingly prevalent  attitude, then summarizes his worldview.  ",
        "reference": null
      },
      {
        "description": "The speaker regrets his isolation from others,  then predicts a profound change in society.  ",
        "reference": null
      },
      {
        "description": "The speaker concedes his personal  shortcomings, then boasts of his many  achievements.  ",
        "reference": null
      },
      {
        "description": "The speaker addresses a criticism leveled against  him, then announces a grand ambition of his.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "8",
    "description": "The mimosa tree evolved in East Asia, where the  beetle Bruchidius terrenus preys on its seeds. In 1785,  mimosa trees were introduced to North America, far  from any B. terrenus. Start referenced content: But e volutionary links between predators and their prey can  persist across centuries and continents. End referenced content.2001, B. terrenus was  introduced in southeastern North America near  where botanist Shu-Mei Chang and colleagues had  been monitoring mimosa trees. Within a year,  93 percent of the trees had been attacked by the  beetles.  Which choice best describes the function of the third  sentence in the overall structure of the text?  ",
    "options": [
      {
        "description": "It states the hypothesis that Chang and  colleagues had set out to investigate using  mimosa trees and B. terrenus.  ",
        "reference": null
      },
      {
        "description": "It presents a generalization that is exemplified  by the discussion of the mimosa trees and  B. terrenus.  ",
        "reference": null
      },
      {
        "description": "It offers an alternative explanation for the  findings of Chang and colleagues.  ",
        "reference": null
      },
      {
        "description": "It provides context that clarifies why the species  mentioned spread to new locations.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "9",
    "description": "Text 1  Conventional wisdom long held that human  social systems evolved in stages, beginning with  hunter-gatherers forming small bands of members  with roughly equal status. The shift to agriculture  about 12,000 years ago sparked population growth  that led to the emergence of groups with hierarchical  structures: associations of clans first, then chiefdoms,  and finally, bureaucratic states.  Text 2  In a 2021 book, anthropologist David Graeber and  archaeologist David Wengrow maintain that humans  have always been socially flexible, alternately forming  systems based on hierarchy and collective ones with  decentralized leadership. The authors point to  evidence that as far back as 50,000 years ago some  hunter-gatherers adjusted their social structures  seasonally, at times dispersing in small groups but  also assembling into communities that included  esteemed individuals.  Based on the texts, how would Graeber and  Wengrow (Text 2) most likely respond to the  “conventional wisdom” presented in Text 1?  ",
    "options": [
      {
        "description": "By conceding the importance of hierarchical  systems but asserting the greater significance of  decentralized collective societies  ",
        "reference": null
      },
      {
        "description": "By disputing the idea that developments in social  structures have followed a linear progression  through distinct stages  ",
        "reference": null
      },
      {
        "description": "By acknowledging that hierarchical roles likely  weren’t a part of social systems before the rise of  agriculture  ",
        "reference": null
      },
      {
        "description": "By challenging the assumption that groupings of  hunter-gatherers were among the earliest forms  of social structure  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "10",
    "description": "The following text is adapted from Frances Hodgson  Burnett’s 1911 novel The Secret Garden. Mary, a  young girl, recently found an overgrown hidden  garden.  Mary was an odd, determined little person,  and now she had something interesting to be  determined about, she was very much absorbed,  indeed. She worked and dug and pulled up  weeds steadily, only becoming more pleased with  her work every hour instead of tiring of it. It  seemed to her like a fascinating sort of play.  Which choice best states the main idea of the text?  ",
    "options": [
      {
        "description": "Mary hides in the garden to avoid doing her  chores.  ",
        "reference": null
      },
      {
        "description": "Mary is getting bored with pulling up so many  weeds in the garden.  ",
        "reference": null
      },
      {
        "description": "Mary is clearing out the garden to create a space  to play.  ",
        "reference": null
      },
      {
        "description": "Mary feels very satisfied when she’s taking care  of the garden.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "11",
    "description": "The following text is from Ezra Pound’s 1909 poem  “Hymn III,” based on the work of Marcantonio  Flaminio.  As a fragile and lovely flower unfolds its gleaming  foliage on the breast of the fostering earth, if  the dew and the rain draw it forth;  So doth my tender mind flourish, if it be fed with the  sweet dew of the fostering spirit,  Lacking this, it beginneth straightway to languish,  even as a floweret born upon dry earth, if the  dew and the rain tend it not.  Based on the text, in what way is the human mind  like a flower?  ",
    "options": [
      {
        "description": "It becomes increasingly vigorous with the  passage of time.  ",
        "reference": null
      },
      {
        "description": "It draws strength from changes in the weather.  ",
        "reference": null
      },
      {
        "description": "It requires proper nourishment in order to  thrive.  ",
        "reference": null
      },
      {
        "description": "It perseveres despite challenging circumstances.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "12",
    "description": "The following text is adapted from Jack London’s  1903 novel The Call of the Wild. Buck is a sled dog  living with John Thornton in Yukon, Canada.  Thornton alone held [Buck]. The rest of  mankind was as nothing. Chance travellers  might praise or pet him; but he was cold under it  all, and from a too demonstrative man he would  get up and walk away. When Thornton’s  partners, Hans and Pete, arrived on the  long-expected raft, Buck refused to notice them  till he learned they were close to Thornton; after  that he tolerated them in a passive sort of way,  accepting favors from them as though he favored  them by accepting.  Which choice best states the main idea of the text?  ",
    "options": [
      {
        "description": "Buck has become less social since he began living  with Thornton.  ",
        "reference": null
      },
      {
        "description": "Buck mistrusts humans and does his best to  avoid them.  ",
        "reference": null
      },
      {
        "description": "Buck has been especially well liked by most of  Thornton’s friends.  ",
        "reference": null
      },
      {
        "description": "Buck holds Thornton in higher regard than any  other person.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "13",
    "description": "    State  Organic farming is a method of growing food that  tries to reduce environmental harm by using natural  forms of pest control and avoiding fertilizers made  with synthetic materials. Organic farms are still a  small fraction of the total farms in the United States,  but they have been becoming more popular.  According to the US Department of Agriculture, in  2016 California had between 2,600 and 2,800 organic  farms and _______  Which choice most effectively uses data from the  graph to complete the text?  ",
    "options": [
      {
        "description": "Washington had between 600 and 800 organic  farms.  ",
        "reference": null
      },
      {
        "description": "New York had fewer than 800 organic farms.  ",
        "reference": null
      },
      {
        "description": "Wisconsin and Iowa each had between 1,200 and  1,400 organic farms.  ",
        "reference": null
      },
      {
        "description": "Pennsylvania had more than 1,200 organic  farms.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "14",
    "description": "Biologist Valentina Gómez-Bahamón  and her team  have investigated two subspecies of the fork-tailed  flycatcher bird that live in the same region in  Colombia, but one subspecies migrates south for part  of the year, and the other doesn’t. The researchers  found that, due to slight differences in feather shape,  the feathers of migratory forked-tailed flycatcher  males make a sound during flight that is higher  pitched than that made by the feathers of  nonmigratory males. The researchers hypothesize  that fork-tailed flycatcher females are attracted to the  specific sound made by the males of their own  subspecies, and that over time the females’  preference will drive further genetic and anatomical  divergence between the subspecies.  Which finding, if true, would most directly support  Gómez-Bahamón and her team’s hypothesis?  ",
    "options": [
      {
        "description": "The feathers located on the wings of the  migratory fork-tailed flycatchers have a narrower  shape than those of the nonmigratory birds,  which allows them to fly long distances.  ",
        "reference": null
      },
      {
        "description": "Over several generations, the sound made by the  feathers of migratory male fork-tailed flycatchers  grows progressively higher pitched relative to  that made by the feathers of nonmigratory  males.  ",
        "reference": null
      },
      {
        "description": "Fork-tailed flycatchers communicate different  messages to each other depending on whether  their feathers create high-pitched or low-pitched  sounds.  ",
        "reference": null
      },
      {
        "description": "The breeding habits of the migratory and  nonmigratory fork-tailed flycatchers remained  generally the same over several generations.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "15",
    "description": "Ablation Rates for Three Elements in Cosmic Dust, by  Dust Source  Element SPC AST HTC OCC  iron  20 percent sign 28 percent sign 90 percent sign 98 percent sign potassium 44 percent sign 74 percent sign 97 percent sign 100 percent sign sodium  45 percent sign 75 percent sign 99 percent sign 100 percent sign I  I I I I I  Earth’s atmosphere is bombarded by cosmic dust  originating from several sources: short-period  comets (SPCs), particles from the asteroid belt  (ASTs), Halley-type comets (HTCs), and Oort cloud  comets (OCCs). Some of the dust’s material  vaporizes in the atmosphere in a process called  ablation, and the faster the particles move, the higher  the rate of ablation. Astrophysicist Juan Diego  Carrillo-Sánchez led a team that calculated average  ablation rates for elements in the dust (such as iron  and potassium) and showed that material in slower- moving SPC or AST dust has a lower rate than the  same material in faster-moving HTC or OCC dust.  For example, whereas the average ablation rate  for iron from AST dust is 28 percent sign, the average rate  for _______  Which choice most effectively uses data from the  table to complete the example?  ",
    "options": [
      {
        "description": "iron from SPC dust is 20 percent sign.  ",
        "reference": null
      },
      {
        "description": "sodium from OCC dust is 100 percent sign.  ",
        "reference": null
      },
      {
        "description": "iron from HTC dust is 90 percent sign.  ",
        "reference": null
      },
      {
        "description": "sodium from AST dust is 75 percent sign.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "16",
    "description": "Art collectives, like the United States- and Vietnam- based collective The Propeller Group or Cuba’s Los  Carpinteros, are groups of artists who agree to work  together: perhaps for stylistic reasons, or to advance  certain shared political ideals, or to help mitigate the  costs of supplies and studio space. Regardless of  the reasons, art collectives usually involve some  collaboration among the artists. Based on a recent  series of interviews with various art collectives, an  arts journalist claims that this can be difficult for  artists who are often used to having sole control over  their work.  Which quotation from the interviews best illustrates  the journalist’s claim?  ",
    "options": [
      {
        "description": "“The first collective I joined included many  amazingly talented artists, and we enjoyed each  other’s company, but because we had a hard time  sharing credit and responsibility for our work,  the collective didn’t last.”  ",
        "reference": null
      },
      {
        "description": "“We work together, but that doesn’t mean that  individual projects are equally the work of all of  us. Many of our projects are primarily the  responsibility of whoever originally proposed the  work to the group.”  ",
        "reference": null
      },
      {
        "description": "“Having worked as a member of a collective for  several years, it’s sometimes hard to recall what it  was like to work alone without the collective’s  support. But that support encourages my  individual expression rather than limits it.”  ",
        "reference": null
      },
      {
        "description": "“Sometimes an artist from outside the collective  will choose to collaborate with us on a project,  but all of those projects fit within the larger  themes of the work the collective does on its  own.”  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "17",
    "description": "Mycorrhizal fungi in soil benefits many plants, substantially increasing  the mass of some. A student conducted an experiment to illustrate this  effect. The student chose three plant species for the experiment,  including two that are mycorrhizal hosts (species known to benefit  from mycorrhizal fungi) and one nonmycorrhizal species (a species  that doesn’t benefit from and may even be harmed by mycorrhizal  fungi). The student then grew several plants from each species both in  soil containing mycorrhizal fungi and in soil that had been treated to  kill mycorrhizal and other fungi. After several weeks, the student  measured the plants’ average mass and was surprised to discover  that _______  Which choice most effectively uses data from the table to complete the  statement?  ",
    "options": [
      {
        "description": "broccoli grown in soil containing mycorrhizal fungi had a slightly  higher average mass than broccoli grown in soil that had been  treated to kill fungi.  ",
        "reference": null
      },
      {
        "description": "corn grown in soil containing mycorrhizal fungi had a higher  average mass than broccoli grown in soil containing mycorrhizal  fungi.  ",
        "reference": null
      },
      {
        "description": "marigolds grown in soil containing mycorrhizal fungi had a much  higher average mass than marigolds grown in soil that had been  treated to kill fungi.  ",
        "reference": null
      },
      {
        "description": "corn had the highest average mass of all three species grown in soil  that had been treated to kill fungi, while marigolds had the lowest.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "18",
    "description": "Several artworks found among the ruins of the  ancient Roman city of Pompeii depict a female figure  fishing with a cupid nearby. Some scholars have  asserted that the figure is the goddess Venus, since  she is known to have been linked with cupids in  Roman culture, but University of Leicester  archaeologist Carla Brain suggests that cupids may  have also been associated with fishing generally. The  fact that a cupid is shown near the female figure,  therefore, _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "is not conclusive evidence that the figure is  Venus.  ",
        "reference": null
      },
      {
        "description": "suggests that Venus was often depicted fishing.  ",
        "reference": null
      },
      {
        "description": "eliminates the possibility that the figure is  Venus.  ",
        "reference": null
      },
      {
        "description": "would be difficult to account for if the figure is  not Venus.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "19",
    "description": "Literary agents estimate that more than half of all  nonfiction books credited to a celebrity or other  public figure are in fact written by ghostwriters,  professional authors who are paid to write other  _______ but whose names never appear on book  covers.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "people’s stories  ",
        "reference": null
      },
      {
        "description": "peoples story’s  ",
        "reference": null
      },
      {
        "description": "peoples stories  ",
        "reference": null
      },
      {
        "description": "people’s story’s  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "20",
    "description": "Like other amphibians, the wood frog (Rana  sylvatica) is unable to generate its own heat, so  during periods of subfreezing temperatures, it  _______ by producing large amounts of glucose, a  sugar that helps prevent damaging ice from forming  inside its cells.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "had survived  ",
        "reference": null
      },
      {
        "description": "survived  ",
        "reference": null
      },
      {
        "description": "would survive  ",
        "reference": null
      },
      {
        "description": "survives  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "21",
    "description": "After a spate of illnesses as a child, Wilma Rudolph  was told she might never walk again. Defying all  odds, Rudolph didn’t just walk, she _______ the  1960 Summer Olympics in Rome, she won both the  100- and 200-meter dashes and clinched first place  for her team in the 4 ×100-meter relay, becoming  the first US woman to win three gold medals in a  single Olympics.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "ran—fast—during  ",
        "reference": null
      },
      {
        "description": "ran—fast during  ",
        "reference": null
      },
      {
        "description": "ran—fast, during  ",
        "reference": null
      },
      {
        "description": "ran—fast. During  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "22",
    "description": "In many of her landscape paintings from the 1970s  and 1980s, Lebanese American artist Etel Adnan  worked to capture the essence of California’s  fog-shrouded Mount Tamalpais region through  abstraction, using splotches of color to represent  the area’s features. Interestingly, the triangle  representing the mountain itself _______ among the  few defined figures in her paintings.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "are  ",
        "reference": null
      },
      {
        "description": "have been  ",
        "reference": null
      },
      {
        "description": "were  ",
        "reference": null
      },
      {
        "description": "is  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "23",
    "description": "Seneca sculptor Marie Watt’s blanket art comes in a  range of shapes and sizes. In 2004, Watt sewed strips  of blankets together to craft a 10-by-13-inch  _______ in 2014, she arranged folded blankets into  two large stacks and then cast them in bronze,  creating two curving 18-foot-tall blue-bronze pillars.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "sampler later,  ",
        "reference": null
      },
      {
        "description": "sampler;  ",
        "reference": null
      },
      {
        "description": "sampler,  ",
        "reference": null
      },
      {
        "description": "sampler, later,  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "24",
    "description": "African American Percy Julian was a scientist and  entrepreneur whose work helped people around the  world to see. Named in 1999 as one of the greatest  achievements by a US chemist in the past hundred  years, _______ led to the first mass-produced  treatment for glaucoma.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "Julian synthesized the alkaloid physostigmine in  1935; it  ",
        "reference": null
      },
      {
        "description": "in 1935 Julian synthesized the alkaloid  physostigmine, which  ",
        "reference": null
      },
      {
        "description": "Julian’s 1935 synthesis of the alkaloid  physostigmine  ",
        "reference": null
      },
      {
        "description": "the alkaloid physostigmine was synthesized by  Julian in 1935 and  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "25",
    "description": "The Arctic-Alpine Botanic Garden in Norway and  the Jardim Botânico of Rio de Janeiro in Brazil are  two of many botanical gardens around the world  dedicated to growing diverse plant _______  fostering scientific research; and educating the public  about plant conservation.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "species, both native and nonnative,  ",
        "reference": null
      },
      {
        "description": "species, both native and nonnative;  ",
        "reference": null
      },
      {
        "description": "species; both native and nonnative,  ",
        "reference": null
      },
      {
        "description": "species both native and nonnative,  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "26",
    "description": "Sociologist Alton Okinaka sits on the review board  tasked with adding new sites to the Hawai‘i Register  of Historic Places, which includes Pi‘ilanihale  Heiau and the ‘Ōpaeka‘a Road Bridge. Okinaka  doesn’t make such decisions _______ all historical  designations must be approved by a group of nine  other experts from the fields of architecture,  archaeology, history, and Hawaiian culture.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "single-handedly, however;  ",
        "reference": null
      },
      {
        "description": "single-handedly; however,  - - ~   ---~  ---~  ",
        "reference": null
      },
      {
        "description": "single-handedly, however,  ",
        "reference": null
      },
      {
        "description": "single-handedly however  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "27",
    "description": "In 1968, US Congressman John Conyers introduced  a bill to establish a national holiday in honor of  Dr. Martin Luther King Jr. The bill didn’t make it to  a vote, but Conyers was determined. He teamed up  with Shirley Chisholm, the first Black woman to be  elected to Congress, and they resubmitted the bill  every session for the next fifteen years. _______ in  1983, the bill passed.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Instead,  ",
        "reference": null
      },
      {
        "description": "Likewise,  ",
        "reference": null
      },
      {
        "description": "Finally,  ",
        "reference": null
      },
      {
        "description": "Additionally,  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "28",
    "description": "Geoscientists have long considered Hawaii’s Mauna  Loa volcano to be Earth’s largest shield volcano by  volume, measuring approximately 74,000 cubic  kilometers. _______ according to a 2020 study by  local geoscientist Michael Garcia, Hawaii’s  Pūhāhonu shield volcano is significantly larger,  boasting a volume of about 148,000 cubic kilometers.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Secondly,  ",
        "reference": null
      },
      {
        "description": "Consequently,  ",
        "reference": null
      },
      {
        "description": "Moreover,  ",
        "reference": null
      },
      {
        "description": "However,  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "29",
    "description": "Samuel Coleridge-Taylor was a prominent classical  music composer from England who toured the US  three times in the early 1900s. The child of a West  African father and an English mother, Coleridge- Taylor emphasized his mixed-race ancestry. For  example, he referred to himself as Anglo-African.  _______ he incorporated the sounds of traditional  African music into his classical music compositions.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "In addition,  ",
        "reference": null
      },
      {
        "description": "Actually,  ",
        "reference": null
      },
      {
        "description": "However,  ",
        "reference": null
      },
      {
        "description": "Regardless,  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "30",
    "description": "In 2019, researcher Patricia Jurado Gonzalez and  food historian Nawal Nasrallah prepared a stew from  a 4,000-year-old recipe found on a Mesopotamian  clay tablet. When they tasted the dish, known as  pašrūtum (“unwinding”), they found that it had a  mild taste and inspired a sense of calm. _______ the  researchers, knowing that dishes were sometimes  named after their intended effects, theorized that the  dish’s name, “unwinding,” referred to its function: to  help ancient diners relax.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Therefore,  ",
        "reference": null
      },
      {
        "description": "Alternately,  ",
        "reference": null
      },
      {
        "description": "Nevertheless,  ",
        "reference": null
      },
      {
        "description": "Likewise,  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "31",
    "description": "While researching a topic, a student has taken the  following notes:  • Chemical leavening agents cause carbon dioxide  to be released within a liquid batter, making the  batter rise as it bakes.  • Baking soda and baking powder are chemical  leavening agents.  • Baking soda is pure sodium bicarbonate.  • To produce carbon dioxide, baking soda needs to  be mixed with liquid and an acidic ingredient such  as honey.  • Baking powder is a mixture of sodium bicarbonate  and an acid.  • To produce carbon dioxide, baking powder needs  to be mixed with liquid but not with an acidic  ingredient.  The student wants to emphasize a difference between  baking soda and baking powder. Which choice most  effectively uses relevant information from the notes  to accomplish this goal?  ",
    "options": [
      {
        "description": "To make batters rise, bakers use chemical  leavening agents such as baking soda and baking  powder.  ",
        "reference": null
      },
      {
        "description": "Baking soda and baking powder are chemical  leavening agents that, when mixed with other  ingredients, cause carbon dioxide to be released  within a batter.  ",
        "reference": null
      },
      {
        "description": "Baking soda is pure sodium bicarbonate, and  honey is a type of acidic ingredient.  ",
        "reference": null
      },
      {
        "description": "To produce carbon dioxide within a liquid  batter, baking soda needs to be mixed with an  acidic ingredient, whereas baking powder does  not.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "32",
    "description": "While researching a topic, a student has taken the  following notes:  • Soo Sunny Park is a Korean American artist who  uses light as her primary medium of expression.  • She created her work Unwoven Light in 2013.  • Unwoven Light featured a chain-link fence fitted  with iridescent plexiglass tiles.  • When light passed through the fence, colorful  prisms formed.  The student wants to describe Unwoven Light to an  audience unfamiliar with Soo Sunny Park. Which  choice most effectively uses relevant information  from the notes to accomplish this goal?  ",
    "options": [
      {
        "description": "Park’s 2013 installation Unwoven Light, which  included a chain-link fence and iridescent tiles  made from plexiglass, featured light as its  primary medium of expression.  ",
        "reference": null
      },
      {
        "description": "Korean American light artist Soo Sunny Park  created Unwoven Light in 2013.  ",
        "reference": null
      },
      {
        "description": "The chain-link fence in Soo Sunny Park’s  Unwoven Light was fitted with tiles made from  iridescent plexiglass.  ",
        "reference": null
      },
      {
        "description": "In Unwoven Light, a 2013 work by Korean  American artist Soo Sunny Park, light formed  colorful prisms as it passed through a fence Park  had fitted with iridescent tiles.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "33",
    "description": "While researching a topic, a student has taken the  following notes:  • Cambodia’s Angkor Wat was built in the 1100s to  honor the Hindu god Vishnu.  • It has been a Buddhist temple since the sixteenth  century.  • Decorrelation stretch analysis is a novel digital  imaging technique that enhances the contrast  between colors in a photograph.  • Archaeologist Noel Hidalgo Tan applied  decorrelation stretch analysis to photographs he  had taken of Angkor Wat’s plaster walls.  • Tan’s analysis revealed hundreds of images  unknown to researchers.  The student wants to present Tan’s research to an  audience unfamiliar with Angkor Wat. Which choice  most effectively uses relevant information from the  notes to accomplish this goal?  ",
    "options": [
      {
        "description": "Tan photographed Angkor Wat’s plaster walls  and then applied decorrelation stretch analysis to  the photographs.  ",
        "reference": null
      },
      {
        "description": "Decorrelation stretch analysis is a novel digital  imaging technique that Tan used to enhance the  contrast between colors in a photograph.  ",
        "reference": null
      },
      {
        "description": "Using a novel digital imaging technique, Tan  revealed hundreds of images hidden on the walls  of Angkor Wat, a Cambodian temple.  ",
        "reference": null
      },
      {
        "description": "Built to honor a Hindu god before becoming a  Buddhist temple, Cambodia’s Angkor Wat  concealed hundreds of images on its plaster  walls.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "34",
    "description": "The fashion resale market, in which consumers  purchase secondhand clothing from stores and  online sellers, generated nearly dollar sign 30 billion globally  in 2019. Expecting to see continued growth, some  analysts _______ that revenues will more than  double by 2028.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "produced  ",
        "reference": null
      },
      {
        "description": "denied  ",
        "reference": null
      },
      {
        "description": "worried  ",
        "reference": null
      },
      {
        "description": "predicted  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "35",
    "description": "Artificially delivering biomolecules to plant cells is  an important component of protecting plants from  pathogens, but it is difficult to transmit biomolecules  through the layers of the plant cell wall. Markita del  Carpio Landry and her colleagues have shown that  it may be possible to _______ this problem by  transmitting molecules through carbon nanotubes,  which can cross cell walls.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "conceptualize  ",
        "reference": null
      },
      {
        "description": "neglect  ",
        "reference": null
      },
      {
        "description": "illustrate  ",
        "reference": null
      },
      {
        "description": "overcome  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "36",
    "description": "Particle physicists like Ayana Holloway Arce and  Aida El-Khadra spend much of their time _______  what is invisible to the naked eye: using sophisticated  technology, they closely examine the behavior of  subatomic particles, the smallest detectable parts of  matter.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "selecting  ",
        "reference": null
      },
      {
        "description": "inspecting  - - ~   ---~  ---~  ",
        "reference": null
      },
      {
        "description": "creating  ",
        "reference": null
      },
      {
        "description": "deciding  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "37",
    "description": "Anthropologist Kristian J. Carlson and colleagues  examined the fossilized clavicle and shoulder bones  of a 3.6-million-year-old early hominin known as  “Little Foot.” They found that these bones were  _______ the clavicle and shoulder bones of modern  apes that are frequent climbers, such as gorillas and  chimpanzees, suggesting that Little Foot had adapted  to life in the trees.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "surpassed by  ",
        "reference": null
      },
      {
        "description": "comparable to  ",
        "reference": null
      },
      {
        "description": "independent of  ",
        "reference": null
      },
      {
        "description": "obtained from  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "38",
    "description": "Rydra Wong, the protagonist of Samuel R. Delany’s  1966 novel Babel-17, is a poet, an occupation which,  in Delany’s work, is not _______: nearly a dozen of  the characters that populate his novels are poets or  writers.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "infallible  ",
        "reference": null
      },
      {
        "description": "atypical  ",
        "reference": null
      },
      {
        "description": "lucrative  ",
        "reference": null
      },
      {
        "description": "tedious  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "39",
    "description": "For a 2020 exhibition, photographer and  neurobiologist Okunola Jeyifous _______ a series of  new images based on a series of alphabet posters  from the 1970s known as the “Black ABCs,” which  featured Black children from Chicago. Jeyifous  photographed the now-adult models and layered the  photos over magnified images of the models’ cells,  resulting in what he called “micro and macro  portraiture.”  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "validated  ",
        "reference": null
      },
      {
        "description": "created  ",
        "reference": null
      },
      {
        "description": "challenged  ",
        "reference": null
      },
      {
        "description": "restored  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "40",
    "description": "In addition to being an accomplished psychologist  himself, Francis Cecil Sumner was a _______  increasing the opportunity for Black students to  study psychology, helping to found the psychology  department at Howard University, a historically  Black university, in 1930.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "proponent of  ",
        "reference": null
      },
      {
        "description": "supplement to  ",
        "reference": null
      },
      {
        "description": "beneficiary of  ",
        "reference": null
      },
      {
        "description": "distraction for  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "41",
    "description": "Whether the reign of a French monarch such  as Hugh Capet or Henry I was historically  consequential or relatively uneventful, its trajectory  was shaped by questions of legitimacy and therefore  cannot be understood without a corollary  understanding of the factors that allowed the  monarch to _______ his right to hold the throne.  Which choice completes the text with the most  logical and precise word or phrase?  ",
    "options": [
      {
        "description": "reciprocate  ",
        "reference": null
      },
      {
        "description": "annotate  ",
        "reference": null
      },
      {
        "description": "buttress  ",
        "reference": null
      },
      {
        "description": "disengage  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "42",
    "description": "Some bird species don’t raise their own chicks.  Instead, adult females lay their eggs in other nests,  next to another bird species’ own eggs. Start r eferenced content: Female cuckoos have been seen q uickly laying eggs in the nests of other bird species  when those birds are out looking for food. End referenced content.After the eggs hatch, the noncuckoo  parents will typically raise the cuckoo chicks as if  they were their own offspring, even if the cuckoos  look very different from the other chicks.  Which choice best describes the function of the  underlined sentence in the text as a whole?  ",
    "options": [
      {
        "description": "It introduces a physical feature of female  cuckoos that is described later in the text.  ",
        "reference": null
      },
      {
        "description": "It describes the appearance of the cuckoo nests  mentioned earlier in the text.  ",
        "reference": null
      },
      {
        "description": "It offers a detail about how female cuckoos carry  out the behavior discussed in the text.  ",
        "reference": null
      },
      {
        "description": "It explains how other birds react to the female  cuckoo behavior discussed in the text.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "43",
    "description": "Cats can judge unseen people’s positions in space by  the sound of their voices and thus react with surprise  when the same person calls to them from two  different locations in a short span of time. Saho  Takagi and colleagues reached this conclusion by  measuring cats’ levels of surprise based on their ear  and head movements while the cats heard recordings  of their owners’ voices from two speakers spaced far  apart. Cats exhibited a low level of surprise when  owners’ voices were played twice from the same  speaker, but they showed a high level of surprise  when the voice was played once each from the two  different speakers.  According to the text, how did the researchers  determine the level of surprise displayed by the cats  in the study?  ",
    "options": [
      {
        "description": "They watched how each cat moved its ears and  head.  ",
        "reference": null
      },
      {
        "description": "They examined how each cat reacted to the voice  of a stranger.  ",
        "reference": null
      },
      {
        "description": "They studied how each cat physically interacted  with its owner.  ",
        "reference": null
      },
      {
        "description": "They tracked how each cat moved around the  room.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "44",
    "description": "A student performs an experiment testing her  hypothesis that a slightly acidic soil environment is  more beneficial for the growth of the plant Brassica  rapa parachinensis (a vegetable commonly known as  choy sum) than a neutral soil environment. She  plants sixteen seeds of choy sum in a mixture of  equal amounts of coffee grounds (which are highly  acidic) and potting soil and another sixteen seeds in  potting soil without coffee grounds as the control for  the experiment. The two groups of seeds were  exposed to the same growing conditions and  monitored for three weeks.  Which finding, if true, would most directly weaken  the student’s hypothesis?  ",
    "options": [
      {
        "description": "The choy sum planted in the soil without coffee  grounds were significantly taller at the end of the  experiment than the choy sum planted in the  mixture of soil and coffee grounds.  ",
        "reference": null
      },
      {
        "description": "The choy sum grown in the soil without coffee  grounds weighed significantly less at the end of  the experiment than the choy sum grown in the  mixture of soil and coffee grounds.  ",
        "reference": null
      },
      {
        "description": "The choy sum seeds planted in the soil without  coffee grounds sprouted significantly later in the  experiment than did the seeds planted in the  mixture of soil and coffee grounds.  ",
        "reference": null
      },
      {
        "description": "Significantly fewer of the choy sum seeds planted  in the soil without coffee grounds sprouted  plants than did the seeds planted in the mixture  of soil and coffee grounds.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "45",
    "description": "“The Young Girl” is a 1920 short story by Katherine  Mansfield. In the story, the narrator takes an  unnamed seventeen-year-old girl and her younger  brother out for a meal. In describing the teenager,  Mansfield frequently contrasts the character’s  pleasant appearance with her unpleasant attitude, as  when Mansfield writes of the teenager, _______  Which quotation from “The Young Girl” most  effectively illustrates the claim?  ",
    "options": [
      {
        "description": "“I heard her murmur, ‘I can’t bear flowers on a  table.’ They had evidently been giving her  intense pain, for she positively closed her eyes as  I moved them away.”  ",
        "reference": null
      },
      {
        "description": "“While we waited she took out a little, gold  powder-box with a mirror in the lid, shook the  poor little puff as though she loathed it, and  dabbed her lovely nose.”  ",
        "reference": null
      },
      {
        "description": "“I saw, after that, she couldn’t stand this place a  moment longer, and, indeed, she jumped up and  turned away while I went through the vulgar act  of paying for the tea.”  ",
        "reference": null
      },
      {
        "description": "“She didn’t even take her gloves off. She lowered  her eyes and drummed on the table. When a  faint violin sounded she winced and bit her lip  again. Silence.”  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "46",
    "description": "  2009   2005   2008   2010   2006   2007 Year tax and public spending policy trade policy general economic policy High levels of public uncertainty about which  economic policies a country will adopt can make  planning difficult for businesses, but measures of  such uncertainty have not tended to be very detailed.  Recently, however, economist Sandile Hlatshwayo  analyzed trends in news reports to derive measures  not only for general economic policy uncertainty but  also for uncertainty related to specific areas of  economic policy, like tax or trade policy. One  revelation of her work is that a general measure may  not fully reflect uncertainty about specific areas of  policy, as in the case of the United Kingdom, where  general economic policy uncertainty _______  Which choice most effectively uses data from the  graph to illustrate the claim?  ",
    "options": [
      {
        "description": "aligned closely with uncertainty about tax and  public spending policy in 2005 but differed from  uncertainty about tax and public spending policy  by a large amount in 2009.  ",
        "reference": null
      },
      {
        "description": "was substantially lower than uncertainty about  tax and public spending policy each year from  2005 to 2010.  ",
        "reference": null
      },
      {
        "description": "reached its highest level between 2005 and 2010  in the same year that uncertainty about trade  policy and tax and public spending policy  reached their lowest levels.  ",
        "reference": null
      },
      {
        "description": "was substantially lower than uncertainty about  trade policy in 2005 and substantially higher  than uncertainty about trade policy in 2010.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "47",
    "description": "Linguist Deborah Tannen has cautioned against  framing contentious issues in terms of two highly  competitive perspectives, such as pro versus con.  According to Tannen, this debate-driven approach  can strip issues of their complexity and, when used in  front of an audience, can be less informative than  the presentation of multiple perspectives in a  noncompetitive format. To test Tannen’s hypothesis,  students conducted a study in which they showed  participants one of three different versions of local  news commentary about the same issue. Each  version featured a debate between two commentators  with opposing views, a panel of three commentators  with various views, or a single commentator.  Which finding from the students’ study, if true,  would most strongly support Tannen’s hypothesis?  ",
    "options": [
      {
        "description": "On average, participants perceived  commentators in the debate as more  knowledgeable about the issue than  commentators in the panel.  ",
        "reference": null
      },
      {
        "description": "On average, participants perceived  commentators in the panel as more  knowledgeable about the issue than the single  commentator.  ",
        "reference": null
      },
      {
        "description": "On average, participants who watched the panel  correctly answered more questions about the  issue than those who watched the debate or the  single commentator did.  ",
        "reference": null
      },
      {
        "description": "On average, participants who watched the single  commentator correctly answered more questions  about the issue than those who watched the  debate did.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "48",
    "description": "King Lear is a circa 1606 play by William  Shakespeare. In the play, the character of King Lear  attempts to test his three daughters’ devotion to him.  He later expresses regret for his actions, as is evident  when he _______  Which choice most effectively uses a quotation from  King Lear to illustrate the claim?  ",
    "options": [
      {
        "description": "says of himself, “I am a man / more sinned  against than sinning.”  ",
        "reference": null
      },
      {
        "description": "says during a growing storm, “This tempest will  not give me leave to ponder / On things would  hurt me more.”  ",
        "reference": null
      },
      {
        "description": "says to himself while striking his head, “Beat at  this gate that let thy folly in / And thy dear  judgement out!”  ",
        "reference": null
      },
      {
        "description": "says of himself, “I will do such things— / What  they are yet, I know not; but they shall be / The  terrors of the earth!”  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "49",
    "description": "Many of William Shakespeare’s tragedies address  broad themes that still appeal to today’s audiences.  For instance, Romeo and Juliet, which is set in the  Italy of Shakespeare’s time, tackles the themes of  parents versus children and love versus hate, and  the play continues to be read and produced  widely around the world. But understanding  Shakespeare’s so-called history plays can require a  knowledge of several centuries of English history.  Consequently, _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "many theatergoers and readers today are likely to  find Shakespeare’s history plays less engaging  than the tragedies.  ",
        "reference": null
      },
      {
        "description": "some of Shakespeare’s tragedies are more  relevant to today’s audiences than  twentieth-century plays.  ",
        "reference": null
      },
      {
        "description": "Romeo and Juliet is the most thematically  accessible of all Shakespeare’s tragedies.  ",
        "reference": null
      },
      {
        "description": "experts in English history tend to prefer  Shakespeare’s history plays to his other works.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "50",
    "description": "Ancestral Puebloans, the civilization from which  present-day Pueblo tribes descended, emerged as  early as 1500 B.C.E. in an area of what is now the  southwestern United States and dispersed suddenly  in the late 1200s C.E., abandoning established  villages with systems for farming crops and turkeys.  Recent analysis comparing turkey remains at Mesa  Verde, one such village in southern Colorado, to  samples from modern turkey populations in the  Rio Grande Valley of north central New Mexico  determined that the latter birds descended in part  from turkeys cultivated at Mesa Verde, with shared  genetic markers appearing only after 1280. Thus,  researchers concluded that _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "conditions of the terrains in the Rio Grande  Valley and Mesa Verde had greater similarities  in the past than they do today.  ",
        "reference": null
      },
      {
        "description": "some Ancestral Puebloans migrated to the Rio  Grande Valley in the late 1200s and carried  farming practices with them.  ",
        "reference": null
      },
      {
        "description": "Indigenous peoples living in the Rio Grande  Valley primarily planted crops and did not  cultivate turkeys before 1280.  ",
        "reference": null
      },
      {
        "description": "the Ancestral Puebloans of Mesa Verde likely  adopted the farming practices of Indigenous  peoples living in other regions.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "51",
    "description": "One challenge when researching whether holding  elected office changes a person’s behavior is the  problem of ensuring that the experiment has an  appropriate control group. To reveal the effect of  holding office, researchers must compare people  who hold elected office with people who do not  hold office but who are otherwise similar to the  office-holders. Since researchers are unable to  control which politicians win elections, they  therefore _______  Which choice most logically completes the text?  ",
    "options": [
      {
        "description": "struggle to find valid data about the behavior of  politicians who do not currently hold office.  ",
        "reference": null
      },
      {
        "description": "can only conduct valid studies with people who  have previously held office rather than people  who presently hold office.  ",
        "reference": null
      },
      {
        "description": "should select a control group of people who  differ from office holders in several significant  ways.  ",
        "reference": null
      },
      {
        "description": "will find it difficult to identify a group of people  who can function as an appropriate control  group for their studies.  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "52",
    "description": "In his groundbreaking book Bengali Harlem and the  Lost Histories of South Asian America, Vivek Bald  uses newspaper articles, census records, ships’ logs,  and memoirs to tell the _______ who made New  York City their home in the early twentieth century.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "story’s of the South Asian immigrants  ",
        "reference": null
      },
      {
        "description": "story’s of the South Asian immigrants’  ",
        "reference": null
      },
      {
        "description": "stories of the South Asian immigrants  ",
        "reference": null
      },
      {
        "description": "stories’ of the South Asian immigrant’s  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "53",
    "description": "In her two major series “Memory Test” and  “Autobiography,” painter Howardena Pindell  explored themes _______ healing, self-discovery,  and memory by cutting and sewing back together  pieces of canvas and inserting personal artifacts, such  as postcards, into some of the paintings.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "of  ",
        "reference": null
      },
      {
        "description": "of,  ",
        "reference": null
      },
      {
        "description": "of—  ",
        "reference": null
      },
      {
        "description": "of:  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "54",
    "description": "Both Sona Charaipotra, an Indian American, and  Dhonielle Clayton, an African American, grew up  frustrated by the lack of diverse characters in books  for young people. In 2011, these two writers joined  forces to found CAKE Literary, a book packaging  _______ specializes in the creation and promotion  of stories told from diverse perspectives for children  and young adults.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "company,  ",
        "reference": null
      },
      {
        "description": "company that  ",
        "reference": null
      },
      {
        "description": "company  ",
        "reference": null
      },
      {
        "description": "company, that  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "55",
    "description": "A study led by scientist Rebecca Kirby at the  University of Wisconsin–Madison found that black  bears that eat human food before hibernation have  increased levels of a rare carbon isotope, _______  due to the higher 13C levels in corn and cane sugar.  Bears with these elevated levels were also found to  have much shorter hibernation periods on average.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "carbon-13, (13C)  ",
        "reference": null
      },
      {
        "description": "carbon-13 (13C)  ",
        "reference": null
      },
      {
        "description": "carbon-13, (13C),  ",
        "reference": null
      },
      {
        "description": "carbon-13 (13C),  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "56",
    "description": "In 2010, archaeologist Noel Hidalgo Tan was visiting  the twelfth-century temple of Angkor Wat in  Cambodia when he noticed markings of red paint on  the temple _______ the help of digital imaging  techniques, he discovered the markings to be part of  an elaborate mural containing over 200 paintings.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "walls, with  ",
        "reference": null
      },
      {
        "description": "walls with  ",
        "reference": null
      },
      {
        "description": "walls so with  ",
        "reference": null
      },
      {
        "description": "walls. With  ",
        "reference": null
      }
    ],
    "correct_option": "D",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "57",
    "description": "Working from an earlier discovery of Charpentier’s,  chemists Emmanuelle Charpentier and Jennifer  Doudna—winners of the 2020 Nobel Prize in  Chemistry—re-created and then reprogrammed  the so-called “genetic scissors” of a species of  DNA-cleaving bacteria _______ a tool that is  revolutionizing the field of gene technology.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "to forge  ",
        "reference": null
      },
      {
        "description": "forging  ",
        "reference": null
      },
      {
        "description": "forged  ",
        "reference": null
      },
      {
        "description": "and forging  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "58",
    "description": "In 2016, engineer Vanessa Galvez oversaw the  installation of 164 bioswales, vegetated channels  designed to absorb and divert stormwater, along the  streets of Queens, New York. By reducing the runoff  flowing into city sewers, _______  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "the mitigation of both street flooding and the  resulting pollution of nearby waterways has been  achieved by bioswales.  ",
        "reference": null
      },
      {
        "description": "the bioswales have mitigated both street flooding  and the resulting pollution of nearby waterways.  ",
        "reference": null
      },
      {
        "description": "the bioswales’ mitigation of both street flooding  and the resulting pollution of nearby waterways  has been achieved.  ",
        "reference": null
      },
      {
        "description": "both street flooding and the resulting pollution  of nearby waterways have been mitigated by  bioswales.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "59",
    "description": "A study published by Rice University geoscientist  Ming Tang in 2019 offers a new explanation for the  origin of Earth’s _______ structures called arcs,  towering ridges that form when a dense oceanic plate  subducts under a less dense continental plate, melts  in the mantle below, and then rises and bursts  through the continental crust above.  Which choice completes the text so that it conforms  to the conventions of Standard English?  ",
    "options": [
      {
        "description": "continents geological  ",
        "reference": null
      },
      {
        "description": "continents: geological  ",
        "reference": null
      },
      {
        "description": "continents; geological  ",
        "reference": null
      },
      {
        "description": "continents. Geological  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "60",
    "description": "During a 2021 launch, Rocket Labs’ Electron rocket  experienced an unexpected failure: its second-stage  booster shut down suddenly after ignition. _______  instead of downplaying the incident, Rocket Labs’  CEO publicly acknowledged what happened and  apologized for the loss of the rocket’s payload, which  had consisted of two satellites.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Afterward,  ",
        "reference": null
      },
      {
        "description": "Additionally,  ",
        "reference": null
      },
      {
        "description": "Indeed,  ",
        "reference": null
      },
      {
        "description": "Similarly,  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "61",
    "description": "When soil becomes contaminated by toxic metals, it  can be removed from the ground and disposed of  in a landfill. _______ contaminated soil can be  detoxified via phytoremediation: plants that can  withstand high concentrations of metals absorb the  pollutants and store them in their shoots, which are  then cut off and safely disposed of, preserving the  health of the plants.  Which choice completes the text with the most  logical transition?  ",
    "options": [
      {
        "description": "Alternatively,  ",
        "reference": null
      },
      {
        "description": "Specifically,  ",
        "reference": null
      },
      {
        "description": "For example,  ",
        "reference": null
      },
      {
        "description": "As a result,  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "62",
    "description": "While researching a topic, a student has taken the  following notes:  • The calendar used by most of the world (the  Gregorian calendar) has 365 days.  • Because 365 days can’t be divided evenly by 7 (the  number of days in a week), calendar dates fall on a  different day of the week each year.  • The Hanke-Henry permanent calendar, developed  as an alternative to the Gregorian calendar, has  364 days.  • Because 364 can be divided evenly by 7, calendar  dates fall on the same day of the week each year,  which supports more predictable scheduling.  The student wants to explain an advantage of the  Hanke-Henry calendar. Which choice most  effectively uses relevant information from the notes  to accomplish this goal?  ",
    "options": [
      {
        "description": "The Gregorian calendar has 365 days, which is  one day longer than the Hanke-Henry  permanent calendar.  ",
        "reference": null
      },
      {
        "description": "Adopting the Hanke-Henry permanent calendar  would help solve a problem with the Gregorian  calendar.  ",
        "reference": null
      },
      {
        "description": "Designed so calendar dates would occur on  the same day of the week each year, the  Hanke-Henry calendar supports more  predictable scheduling than does the Gregorian  calendar.  ",
        "reference": null
      },
      {
        "description": "The Hanke-Henry permanent calendar was  developed as an alternative to the Gregorian  calendar, which is currently the most-used  calendar in the world.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "63",
    "description": "While researching a topic, a student has taken the  following notes:  • The Haudenosaunee Confederacy is a nearly  1,000-year-old alliance of six Native nations in the  northeastern US.  • The members are bound by a centuries-old  agreement known as the Great Law of Peace.  • Historian Bruce Johansen is one of several  scholars who believe that the principles of the  Great Law of Peace influenced the US  Constitution.  • This theory is called the influence theory.  • Johansen cites the fact that Benjamin Franklin and  Thomas Jefferson both studied the  Haudenosaunee Confederacy.  The student wants to present the influence theory to  an audience unfamiliar with the Haudenosaunee  Confederacy. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "Historian Bruce Johansen believes that the Great  Law of Peace was very influential.  ",
        "reference": null
      },
      {
        "description": "The influence theory is supported by the fact that  Benjamin Franklin and Thomas Jefferson both  studied the Haudenosaunee Confederacy.  ",
        "reference": null
      },
      {
        "description": "The influence theory holds that the principles of  the Great Law of Peace, a centuries-old  agreement binding six Native nations in the  northeastern US, influenced the US  Constitution.  ",
        "reference": null
      },
      {
        "description": "Native people, including the members of the  Haudenosaunee Confederacy, influenced the  founding of the US in many different ways.  ",
        "reference": null
      }
    ],
    "correct_option": "C",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "64",
    "description": "While researching a topic, a student has taken the  following notes:  • In 1999, astronomer Todd Henry studied the  differences in surface temperature between the  Sun and nearby stars.  • His team mapped all stars within 10 parsecs  (approximately 200 trillion miles) of the Sun.  • The surface temperature of the Sun is around  9,800°F, which classifies it as a G star.  • 327 of the 357 stars in the study were classified as  K or M stars, with surface temperatures under  8,900°F (cooler than the Sun).  • 11 of the 357 stars in the study were classified as A  or F stars, with surface temperatures greater than  10,300°F (hotter than the Sun).  The student wants to emphasize how hot the Sun  is relative to nearby stars. Which choice most  effectively uses relevant information from the notes  to accomplish this goal?  ",
    "options": [
      {
        "description": "At around 9,800°F, which classifies it as a G star,  the Sun is hotter than most but not all of the  stars within 10 parsecs of it.  ",
        "reference": null
      },
      {
        "description": "Astronomer Todd Henry determined that the  Sun, at around 9,800°F, is a G star, and several  other stars within a 10-parsec range are A or F  stars.  ",
        "reference": null
      },
      {
        "description": "Of the 357 stars within ten parsecs of the Sun,  327 are classified as K or M stars, with surface  temperatures under 8,900°F.  ",
        "reference": null
      },
      {
        "description": "While most of the stars within 10 parsecs of the  Sun are classified as K, M, A, or F stars, the Sun  is classified as a G star due to its surface  temperature of 9,800°F.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "65",
    "description": "While researching a topic, a student has taken the  following notes:  • The Atlantic Monthly magazine was first  published in 1857.  • The magazine focused on politics, art, and  literature.  • In 2019, historian Cathryn Halverson published  the book Faraway Women and the “Atlantic  Monthly.”  • Its subject is female authors whose  autobiographies appeared in the magazine in the  early 1900s.  • One of the authors discussed is Juanita Harrison.  The student wants to introduce Cathryn Halverson’s  book to an audience already familiar with the  Atlantic Monthly. Which choice most effectively uses  relevant information from the notes to accomplish  this goal?  ",
    "options": [
      {
        "description": "Cathryn Halverson’s Faraway Women and the  “Atlantic Monthly” discusses female authors  whose autobiographies appeared in the magazine  in the early 1900s.  ",
        "reference": null
      },
      {
        "description": "A magazine called the Atlantic Monthly, referred  to in Cathryn Halverson’s book title, was first  published in 1857.  ",
        "reference": null
      },
      {
        "description": "Faraway Women and the “Atlantic Monthly”  features contributors to the Atlantic Monthly,  first published in 1857 as a magazine focusing on  politics, art, and literature.  ",
        "reference": null
      },
      {
        "description": "An author discussed by Cathryn Halverson is  Juanita Harrison, whose autobiography appeared  in the Atlantic Monthly in the early 1900s.  ",
        "reference": null
      }
    ],
    "correct_option": "A",
    "detailed_answer": null,
    "references": []
  },
  {
    "qno": "66",
    "description": "While researching a topic, a student has taken the  following notes:  • The magnificent frigatebird (fregata magnificens)  is a species of seabird that feeds mainly on fish,  tuna, squid, and other small sea animals.  • It is unusual among seabirds in that it doesn’t dive  into the water for prey.  • One way it acquires food is by using its  hook-tipped bill to snatch prey from the surface of  the water.  • Another way it acquires food is by taking it from  weaker birds by force.  • This behavior is known as kleptoparasitism.  The student wants to emphasize a similarity between  the two ways a magnificent frigatebird acquires food.  Which choice most effectively uses relevant  information from the notes to accomplish this goal?  ",
    "options": [
      {
        "description": "A magnificent frigatebird never dives into the  water, instead using its hook-tipped bill to  snatch prey from the surface.  ",
        "reference": null
      },
      {
        "description": "Neither of a magnificent frigatebird’s two ways  of acquiring food requires the bird to dive into  the water.  ",
        "reference": null
      },
      {
        "description": "Of the magnificent frigatebird’s two ways of  acquiring food, only one is known as  kleptoparasitism.  ",
        "reference": null
      },
      {
        "description": "In addition to snatching prey from the water  with its hook-tipped bill, a magnificent  frigatebird takes food from other birds by force.  ",
        "reference": null
      }
    ],
    "correct_option": "B",
    "detailed_answer": null,
    "references": []
  }
]