{
  "section": 1,
  "passage": "\tReading Strategies ow that you have taken the Diagnostic Reading Test, let’s review and practice some key strategies that will help you do your best on the SAT Reading Test. This chapter contains: N \n\t■ 16 Key Strategies \n\t■ “Putting it All Together” with in-depth guidance on how to attack the different types of questions you \n\twill encounter ■ Additional passages for further practice READING STRATEGIES 1 Realize that the SAT is not the type of test you are used to If you approach the SAT Reading section in the same way you approach a school-based assignment that assesses text recall, you will have some major difficulty. Here are some fundamental differences in how you should tackle typical tests and the SAT Reading Test: \n\tTypical School-Based Reading Tests \n\tSAT Reading Test The tests are almost always closed-book, so you need to read and reread to be certain you remember everything that might be tested \n\tThe SAT is open-book—you don’t have to know anything ahead of \n\ttime or memorize the passage. You can go back to the passage as often as you need Test questions are often about specific facts, so it is vital that you memorize details and definitions as you read \n\tTest questions are more often about inference, purpose, and big \n\tideas, so focus on general paraphrasing instead of specific \n\tmemorizing Occasionally, there are mistakes on a test with a couple of right answers to a question. It is easy for a teacher to simply give everyone a free point if there is an error \n\tSAT questions are very well written, and there will be just one \n\tcorrect answer to each question. The College Board does not want to throw out the results for hundreds of thousands of test-takers, so they invest tremendous resources into ensuring that the questions have answers that are 100% correct If you have told yourself that you are “a bad test-taker,” ask yourself: “Am I taking the SAT in the same way I take a school-based test?” If so, the problem is not with you but with your strategy 2 Take your time The SAT Reading Test has only about 3,250 words of reading passages, and 52 questions, but gives you a full 65 minutes to finish. Most test-takers will find that the SAT Reading section is very manageable to complete—you need to read at a pace of about 150 words per minute, which is about as quickly as most people can talk. You will likely do your best if you use the full amount of time to read the passages well, and think through the questions carefully. Given the complexity of the questions, you will be better served if you do the questions one time well as opposed to rushing through them, making careless errors, and quickly “checking” over your work \n\tSince the passages all have 10-11 questions, you can pace yourself by taking about 13 minutes per passage. This would involve taking about 5 minutes to read the passage and about 8 minutes to do the accompanying questions. Here is a table of how you might want to allocate your time for a typical Reading section as a whole (you can adjust this based on your personal situation, but this breakdown will work for many students): \n\tA Total of 5 Passages, 52 Questions, 65 Minutes Passage 1, Fiction, 10 questions \n\t8 minutes answering \n\tquestions 5 minutes reading Passage 2, Social Science, 10-11 questions 8 minutes answering questions \n\t5 minutes reading Passage 3, Science, 10-11 questions \n\t8 minutes answering \n\tquestions 5 minutes reading Passage 4, Social Studies (Great Document), 10-11 questions 8 minutes answering questions \n\t5 minutes reading Passage 5, Science, 10-11 questions \n\t8 minutes answering \n\tquestions 5 minutes reading What can you do if you have difficulty finishing? \n\t■ FOCUS ON THE PASSAGES THAT ARE EASIER FOR YOU. Every question is worth the same, so pick your \n\tbattles. If you know that Fiction is always more difficult for you, go ahead and guess on that passage and skip it. The same goes for Science or Social Studies. The test will always have 1 Fiction, 2 Social Studies, and 2 Science passages, so you can likely plan what you will skip before you take the test. You can also make a decision at the beginning of the test by taking a quick look at the passage titles and descriptions. Do the passages that seem easiest and most interesting first—save the ones that look difficult and boring for the end Remember that there is NO GUESSING PENALTY on the new SAT, so if you are unsure about a question or you are running out of time, be sure to bubble in a letter ■ FOCUS ON THE QUESTIONS THAT ARE EASIER. The questions that will likely take the least amount of \n\ttime are the Words in Context questions (ask about the meaning of a word) and the Command of \n\tEvidence questions (ask about what lines give the best evidence in support of the previous \n\tquestion). V \n\tocabulary questions take little time because you typically only need to consider the \n\tcontext immediately around the given lines. An evidence question is paired with the question that immediately comes before it—figure out the question that comes immediately before the evidence one, and pay close attention to where you found support in the text for your answer. That way, you will be able to answer two questions with about the same effort it takes to do one question 3 Try reading the passages before doing the questions Most students will find it useful to read through the passages before doing the questions. Why? Because the majority of the questions involve analysis of the text. If the SAT Reading section involved mostly text recall questions, it would make sense to review the questions before reading the passage so you knew what to look for as you read. Since the SAT mainly has analytical questions involving inference, function, suggestion, tone, and purpose, it will be more helpful to put your energy into developing a strong initial understanding of what is written. Even questions that refer to a handful of lines will almost certainly require that you grasp how these lines fit into the passage as a whole. If, however, you have trouble staying focused when you read, you may want to quickly skim the questions first so you have a general idea of what to look for. Just be sure that if you do this, you are still paying attention to the big picture of the passage as you read. Whatever you do, decide before the day of the test which approach better suits you 4 Focus on the overall meaning of the passage(s) as you read You should be able to restate the “gist” of what you have read—don’t worry about memorizing details from the passage. You can change your focus depending on the passage type in order to maximize your comprehension: \n\t■ FICTION & LITERATURE—Read the first paragraph or two a bit more carefully, and read the \n\tremainder of the passage normally. This can help you fully understand the characters and setting before you move into the rest of the story ■ NON-FICTION (SOCIAL STUDIES & SCIENCE)—Read the first paragraph, first sentences of each \n\tparagraph, and last paragraph a bit more carefully, and the rest normally. Non-fiction is typically more structured than fiction, so these parts will typically give you more critical information, such as the thesis of the essay and general topics of each paragraph You are NOT expected to have any background knowledge on any of the topics in the reading passages. Everything you need to answer the questions will be given to you in the text and, if applicable, the accompanying graphics ■ PASSAGE 1 & PASSAGE 2—Read these with a focus on the overall meaning, but pay close attention to \n\tthe overall relationship between the two passages. Why? Because there will be several questions that involve comparing the similarities and differences between the two reading selections Before each passage, there is a very brief summary that will give you some information about what you are about to read. Be sure to read this before reading the actual passage, as it will help you preview the general meaning of what follows. If any of the topics are unfamiliar or the passage language seems too lofty, don’t be alarmed. If you carefully read the passages, you will have the information necessary to answer the questions well—the SAT makers do not expect you to be a master of all potential topics and potential writing styles 5 Consider making small notes and annotations as you read the passage You are able to write all over your test booklet, so do not hesitate to jot down some brief notes as you read. Since you can take about five minutes to read the passage, some of this time can be devoted to making a short sentence that summarizes each paragraph. Do not feel compelled to do this if note-taking does little to help you focus. Just be mindful that it is something worth considering given the SAT Reading time constraints 6 Come back to questions if they seem overly difficult The first questions after a passage will typically be about the overall meaning of the passage. If you have not fully grasped the overall meaning, come back to the general questions after having done more specific questions. If you find yourself stuck on a question, come back to it so that you can allow your subconscious mind to process the possibilities. Once you come back to the question with fresh eyes, you will often surprise yourself at how well you can think through it at that point \n\tCareless mistakes are still mistakes! Don’t allow carelessness to sabotage your performance 7 Cover the answers as you read the questions On factual recall tests, checking out the answers before you have formulated an answer can help you narrow it down. With the critical thinking questions on the SAT, in contrast, you will often find yourself misled by persuasive but ultimately incorrect answers. Take control of the questions and don’t let them control you 8 Underline and circle key words as you read the questions Skipping a key word while reading a question will likely lead to a wrong answer. Instead of quickly reading through the question, and then having to reread it, read it one time well and underline and circle the most important words as you do so. This will ensure that you do not miss wording critical to understanding what the question is asking. Examples of these types of key words are not, primary, infer, suggest, etc. You are able to write on the SAT test pages, so take advantage of it! 9 Create your own general answer by considering the context The primary reading skill tested on the SAT is your ability to paraphrase (put in your own words) what you read. Prior to looking at the choices, create a broad idea of what the answer could be before you look. Whenever possible, take a look at the context related to the question so that you have all the relevant information available. For those questions where it is difficult to come up with an answer prior to considering the choices, do not “jump” to an answer or eliminate an answer without patiently thinking through all the possibilities 10 Go back to the passage as often as you need Most tests we take are closed-book—the SAT Reading section is open-book. If you had an open-book test in school, you would surely use your textbook and notes to help you answer the questions. With so many SAT questions giving line references and key words, it makes sense to use the text whenever necessary \n\tSince the questions are almost always in the order that they are in the passage, it is really easy to check back with the passage as \n\tyou work through each problem 11 Use passage evidence possibilities to help with the previous question There are 10 questions on the SAT Reading section that will ask you to select what evidence in the text supports the previous question. If you are having difficulty with a question that is followed by an evidence question, look at the lines of the passage to which the evidence question refers. Consider the following question \n\tWhich option gives the best evidence for the answer to the previous question? \n\t(A) Lines 6-10 (“He introduced... lives”) \n\t(B) Lines 37-40 (“While this... scientific”) \n\t(C) Lines 47-50 (“Furthermore... space”) \n\t(D) Lines 65-69 (“Despite... expensive”) If the question that comes before this one is giving you trouble, look at the selected evidence lines in order to help you focus what you check out in the passage. The evidence you need for the previous question will be in one of these spots 12 The answers will be either 100% correct or totally wrong A single word can contaminate an answer, making it completely wrong. When you narrow the choices down to two options, don’t just look for the “best” answer—look for the “flawless” answer. Try to quickly debate with yourself the correctness or incorrectness of each answer, knowing that there is one that is definitely correct, and three that are definitely wrong. The College Board has put a great deal of effort into creating the questions you will see on the SAT, so you can safely assume they will be of the very highest quality 13 Focus on meaning, not matching On ordinary school tests, we are often used to matching the choices with facts we recall from the assigned reading or the in-class lecture. On the SAT, the fact that an answer has wording that matches parts of the passage text is no guarantee that it is correct. There is nothing wrong with picking an answer because it does have wording that is in the passage; just don’t pick an answer only because it has matching wording. Be certain the overall meaning of an answer gives the correct idea 14 Work on picking up on context clues with word definitions The SAT reading section no longer has the sentence completion questions of the previous version. While memorizing vocabulary will still help you prepare, you should especially sharpen your skills in picking up on the meanings of words based on context. Even if you know the definitions of words, you will need to determine which definition is most applicable in the particular situation. For example, a word like “compromise” can mean very different things. If you are “compromising” with your friend about what to do over the weekend, that shows a willingness to meet someone halfway. If your immune system is “compromised,” you are more likely to become sick. Build on this skill by making a habit of trying to pick up on the appropriate definitions of words given their context in books and articles. For much more in- depth treatment of the word meaning questions, check out the separate in-depth exercise \n\tThe New SAT Reading focuses on picking up word meaning based on the surrounding context, not on memorizing hundreds of \n\tobscure word definitions. While having a great vocabulary is still helpful to test performance, it is not nearly as helpful as it once was 15 Just because you do not know a word’s meaning does not mean it is wrong One of the most frequent mistakes students make on word meaning and questions that happen to use elevated vocabulary is going with a word that “sort of works” simply because they know the meaning of the word. If you narrow the options down to two, one for which you know the meaning and doesn’t quite fit, and the other for which you do not know the meaning, go with the word you do not know since it has the potential to be 100% correct 16 When uncertain about your strategy, give the SAT the benefit of the doubt On poorly written tests, tricks and gimmicks can help you succeed—such shortcuts will not help you perform well on the new SAT. The new SAT is going to be an extraordinarily well-constructed assessment, given the amount of time and resources the College Board has devoted to its overhaul. As a result, do not waste your time and energy while taking the SAT looking for flaws in the test. Instead, give the SAT Reading section the benefit of the doubt and focus on how you can improve your reading comprehension and critical thinking skills PUTTING IT ALL TOGETHER Now, let’s put our strategies into practice with some sample passages and questions. The first passage is a nonfiction Science passage. While reading, do read all of the passage, but focus a bit more on the first paragraph, topic sentences (i.e., first sentence of each paragraph), and the last paragraph. Since it is non- fiction, these parts will likely take on greater significance in conveying the broad idea of the passage. You may also try annotating or underlining as you read to see if it improves your focus and comprehension. Try to take about 5 minutes to read this passage \n\tTime Travel Time travel has long intrigued us; it’s enough to spur a whole sub-genre of science fiction. It’s mind-boggling to consider all of the implications of traveling through time and having free will. It’s easy to see that the universe as we know it would be rather unstable if, for instance, you could travel backwards in time and kill your own grandfather But is it possible? \n\tTo begin to understand the possibilities of time, we first need a brief introduction of spacetime. We’re all familiar with our three-dimensional world, but we need to consider a fourth dimension as well—time. Time passes. Therefore, you can sit still in a chair not traveling in three-dimensions, but traveling in spacetime. We think of time as passing forward. Stephen Hawking explains this as three “arrows of time”. The thermodynamic arrow of time points from a time of low entropy (high organization) to a time of high entropy (low organization/high chaos). It passes from a glass of water sitting on a table to a shattered glass and a puddle of water on the floor. There’s a psychological arrow of time: we remember the past, but not the future. Finally, there’s a cosmological arrow of time. The universe is expanding (though this arrow could reverse in the future). \n\tWe tend to think of time as an absolute: there are 60 seconds in every minute, and my 60 seconds should be the same as your 60 seconds. However, Einstein’s theory of relativity defies this with time dilation. When a body approaches the speed of light, time effectively slows down. Therefore, if observers traveling at different fractions of the speed of light were to hold clocks, the clocks would be ticking at different speeds. Time is relative to the observer, rather than absolute. Consider what’s referred to as the twin paradox: one identical twin stays on earth and the other travels near the speed of light in a spaceship. The twin aboard the spaceship will experience time dilation, and thus will age less quickly than the twin at home. Furthermore, if the twin’s journey were long enough, the twin could return to earth to find that everyone he or she once knew was long dead. Essentially, this would be traveling into the future \n\tThis isn’t the exciting kind of time travel from the sci-fi books and movies, though We would prefer our time travel to be instantaneous and not limited to the future. So far, we’ve examined only linear time travel in the form of slowing time down. But does time have to pass linearly? Is it possible that there could be loops in spacetime leading to the past and future? One possible candidate for such travel is the presence of worm- holes. While wormholes also seem the stuff of sci-fi, their basis is actually in a paper written by Einstein and Nathan Rosen, where they refer to “bridges” in spacetime. They believed bridges to be extremely unstable and thus only temporary. The idea behind these bridges/wormholes is that there are theoretical tunnels between two far apart locations in spacetime. The distance of the wormhole wouldn’t necessarily have to correspond to the distance between the two locations. There is evidence that such wormholes could theoretically exist, but that is beyond the scope of this paper. We’ll suffice it to say that even if we find such wormholes, we’d have to figure out how to stabilize them in order to utilize them for time travel \n\tStephen Hawking currently believes time travel into the past to be impossible for many reasons. One less than scientific reason is that humans tend to love “spilling the beans.” If someone in the future had figured out how to time travel into the past, he or she likely would have traveled back and told us! So will we eventually be able to time travel without limit? I can’t say; my psychological arrow of time doesn’t point that way. Oh well, it’s all relative anyway With each of these questions, take these general steps: \n\t■ Cover your answer choices as you consider the question \n\t. ■ Underline and circle key words as you carefully read the question \n\t. ■ Create an answer in your own words based on the context (or at least patiently consider the answers \n\twithout jumping to anything or eliminating anything prematurely). ■ Carefully evaluate the answers, picking only an answer that is 100% correct",
  "questions": [
    {
      "qno": "1",
      "description": "As used in line 10, the word “passing” most closely means  ",
      "options": [
        {
          "description": "living . ",
          "reference": null
        },
        {
          "description": "moving . ",
          "reference": null
        },
        {
          "description": "throwing . ",
          "reference": null
        },
        {
          "description": "succeeding ",
          "reference": null
        }
      ],
      "correct_option": "B",
      "detailed_answer": null,
      "references": [
        {
          "start_word": 215,
          "end_word": 224
        }
      ]
    },
    {
      "qno": "2",
      "description": "The author most strongly suggests that most people would react to Einstein’s notions of time travel  with  ",
      "options": [
        {
          "description": "optimism . ",
          "reference": null
        },
        {
          "description": "derision . ",
          "reference": null
        },
        {
          "description": "disappointment . ",
          "reference": null
        },
        {
          "description": "bewilderment ",
          "reference": null
        }
      ],
      "correct_option": "C",
      "detailed_answer": null,
      "references": []
    },
    {
      "qno": "3",
      "description": "Which option gives the best evidence for the answer to the previous question?  ",
      "options": [
        {
          "description": "Lines 13-14 (“There’s a . . . future)” ",
          "reference": {
            "start_word": 272,
            "end_word": 554
          }
        },
        {
          "description": "Lines 19-21 (“When a . . . speeds”) ",
          "reference": {
            "start_word": 593,
            "end_word": 620
          }
        },
        {
          "description": "Lines 25-27 (“Furthermore . . . future”) ",
          "reference": {
            "start_word": 656,
            "end_word": 847
          }
        },
        {
          "description": "Lines 28-29 (“This isn’t . . . future”) ",
          "reference": {
            "start_word": 847,
            "end_word": 862
          }
        }
      ],
      "correct_option": "D",
      "detailed_answer": null,
      "references": []
    },
    {
      "qno": "4",
      "description": "The primary theme of the passage is  ",
      "options": [
        {
          "description": "informed contemplation . ",
          "reference": null
        },
        {
          "description": "skeptical dismissal . ",
          "reference": null
        },
        {
          "description": "imaginative musing . ",
          "reference": null
        },
        {
          "description": "factual presentation ",
          "reference": null
        }
      ],
      "correct_option": "A",
      "detailed_answer": null,
      "references": []
    }
  ]
}