
[
  {
    "description": "மேற்கண்ட பகுதி யார் பேசுவதாகக் குறிப்பிடுகிறது?",
    "options": [
      "ஒரு மனிதர்",
      "ஒரு கணினி",
      "ஒரு மொழி மாதிரி",
      "ஒரு PDF ரீடர்"
    ],
    "answer": "C"
  },
  {
    "description": "மேற்கண்ட வாக்கியத்தில், யார் இணைக்கப்பட்ட PDF ஃபைல்களைப் படிக்க முடியாது?",
    "options": [
      "(a) மொழி மாதிரி",
      "(b) கணினி",
      "(c) ஆசிரியர்",
      "(d) சிறுகதை எழுத்தாளர்"
    ],
    "answer": "A"
  },
  {
    "description": "PDF ஃபைலில் இருந்து எதைப் பிரிச்செடுக்க வேண்டும் என்று கேட்கப்படுகிறது?",
    "options": [
      "(a) படங்கள்",
      "(b) உரை",
      "(c) கோப்புகள்",
      "(d) வீடியோக்கள்"
    ],
    "answer": "B"
  },
  {
    "description": "இந்த வாக்கியத்தில் குறிப்பிடப்படும் \"அழகுபடுத்தித் தர முடியும்\" என்பதன் அர்த்தம் என்ன?",
    "options": [
      "(a) PDF ஃபைலை கணினியில் காட்ட முடியும்",
      "(b) PDF ஃபைலைத் திறந்து படிக்க முடியும்",
      "(c) உரையைத் திருத்தி, அழகாக எழுத முடியும்",
      "(d) PDF ஃபைலை வேறு மொழியில் மொழிபெயர்க்க முடியும்"
    ],
    "answer": "C"
  },
  {
    "description": "மேற்கண்ட பத்தியில் பயன்படுத்தப்பட்டுள்ள \"இணைக்கப்பட்ட\" என்ற சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "இணைக்கப்பட்ட PDF ஃபைலைத் திறக்க முடியாது என்பதைத் தெரிவிக்கிறது.",
      "PDF ஃபைல் பயனரால் ஏற்கனவே இணைக்கப்பட்டுள்ளது என்பதைத் தெரிவிக்கிறது.",
      "PDF ஃபைல் இணையத்தில் உள்ளது என்பதைத் தெரிவிக்கிறது.",
      "PDF ஃபைல் திறக்க முடியாததால் இணைக்கப்பட்டிருக்கிறது என்பதைத் தெரிவிக்கிறது."
    ],
    "answer": "A"
  },
  {
    "description": "பத்தியில் \"மொழி மாதிரி\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது.  இதன் பொருள் என்ன?",
    "options": [
      "பத்தியில் உள்ளவர் ஒரு மனிதர்.",
      "பத்தியில் உள்ளவர் ஒரு கணினி.",
      "பத்தியில் உள்ளவர் ஒரு மொழி பகுப்பாய்வு மென்பொருள்.",
      "பத்தியில் உள்ளவர் ஒரு PDF ஃபைல் ரீடர்."
    ],
    "answer": "C"
  },
  {
    "description": "\"அழகுபடுத்தித் தர முடியும்\"  என்ற வாக்கியத்தில் \"அழகுபடுத்தி\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "PDF ஃபைலில் உள்ள உரையைத் தமிழில் மொழிபெயர்க்க முடியும்.",
      "PDF ஃபைலில் உள்ள உரையைத் தமிழில் எழுது முடியும்.",
      "PDF ஃபைலில் உள்ள உரையைத் தமிழில் வாசிக்க முடியும்.",
      "PDF ஃபைலில் உள்ள உரையைத் தமிழில் சீரமைக்க முடியும்."
    ],
    "answer": "D"
  },
  {
    "description": "கீழே கொடுக்கப்பட்டுள்ள கூற்றுகளில் எது மொழி மாதிரியின் திறன்களைப் பற்றி சரியானது?",
    "options": [
      "a) மொழி மாதிரிகள் PDF ஃபைல்களைப் படிக்க முடியும்.",
      "b) மொழி மாதிரிகள் ஒரு கணினி போல செயல்படுகின்றன.",
      "c) மொழி மாதிரிகள் PDF ஃபைல்களிலிருந்து உரையைப் பிரித்தெடுக்க முடியாது.",
      "d) மொழி மாதிரிகள் உரையை அழகுபடுத்தித் தர முடியும்."
    ],
    "answer": "D"
  },
  {
    "description": "மொழி மாதிரி PDF ஃபைல்களை அணுக முடியாமல் இருப்பதற்கான காரணம் என்ன?",
    "options": [
      "a) மொழி மாதிரிகள் படிக்காதவை.",
      "b) மொழி மாதிரிகள் ஒரு கணினி அல்ல.",
      "c) PDF ஃபைல்கள் மிகவும் சிக்கலானவை.",
      "d) மொழி மாதிரிகள் PDF ஃபைல்களைப் படிக்க விரும்பவில்லை."
    ],
    "answer": "B"
  },
  {
    "description": "மொழி மாதிரி ஒரு ______ அல்ல, அதனால் PDF ஃபைல்களை அணுக முடியாது.",
    "options": [
      "a) கணினி",
      "b) மனிதன்",
      "c) புத்தகம்",
      "d) மொழிபெயர்ப்பாளர்"
    ],
    "answer": "A"
  },
  {
    "description": "PDF ஃபைல்களிலிருந்து ______ பிரித்தெடுக்க வேண்டும், பின்னர் மொழி மாதிரிக்கு வழங்க வேண்டும்.",
    "options": [
      "a) படங்கள்",
      "b) ஸ்கேன்",
      "c) உரை",
      "d) குறியீடு"
    ],
    "answer": "C"
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எது உரையை அழகுபடுத்தும் திறன் கொண்டது?",
    "options": [
      "மொழி மாதிரி",
      "கணினி",
      "PDF ஃபைல்",
      "உரையை பிரித்தெடுக்கும் மென்பொருள்"
    ],
    "answer": "a"
  },
  {
    "description": "PDF ஃபைல்களை மொழி மாதிரி ஏன் படிக்க முடியாது?",
    "options": [
      "PDF ஃபைல்கள் மொழி மாதிரிகளுக்குப் புரியாது.",
      "மொழி மாதிரி ஒரு கணினி அல்ல, PDF ஃபைல்களை அணுகும் திறன் இல்லை.",
      "மொழி மாதிரி ஒரு PDF ஃபைலைப் படிக்க திட்டமிடப்படவில்லை.",
      "PDF ஃபைல்கள் மொழி மாதிரிகளுக்குப் பாதுகாப்பானவை அல்ல."
    ],
    "answer": "b"
  },
  {
    "description": "உங்கள் PDF ஃபைலில் இருந்து உரையைப் பிரித்தெடுக்க வேண்டியது ஏன்?",
    "options": [
      "மொழி மாதிரி PDF ஃபைல்களை படிக்க வேண்டும்.",
      "மொழி மாதிரி உரையை பகுப்பாய்வு செய்து அழகுபடுத்த வேண்டும்.",
      "PDF ஃபைல்களை மொழி மாதிரி பயன்படுத்த வேண்டும்.",
      "PDF ஃபைல்கள் மொழி மாதிரியில் இருந்து தரவைப் பெற வேண்டும்."
    ],
    "answer": "b"
  },
  {
    "description": "மொழி மாதிரியால் PDF ஃபைல்களை அணுக முடியுமா?",
    "options": [
      "ஆம், மொழி மாதிரி அனைத்து வகையான ஃபைல்களையும் அணுக முடியும்.",
      "இல்லை, மொழி மாதிரி ஒரு கணினி அல்ல, ஃபைல்களை அணுக முடியாது.",
      "சில நேரங்களில், மொழி மாதிரி ஃபைல்களை அணுக முடியும்.",
      "மொழி மாதிரி எந்தவொரு ஃபைலையும் அணுகும் திறன் கொண்டது."
    ],
    "answer": "b"
  },
  {
    "description": "இந்தப் பத்தியில் யார் யாருடன் பேசிக் கொண்டிருக்கிறார்கள்?",
    "options": [
      "a) ஒரு கணினி மாதிரி ஒரு பயனரைக் கேட்கிறது.",
      "b) ஒரு பயனர் ஒரு கணினி மாதிரியைக் கேட்கிறது.",
      "c) இரண்டு பயனர்கள் ஒருவரையொருவர் கேட்கிறார்கள்.",
      "d) ஒரு கணினி மாதிரி மற்றொரு கணினி மாதிரியை கேட்கிறது."
    ],
    "answer": "A"
  },
  {
    "description": "PDF ஃபைல்களைப் படிக்க முடியாதது ஏன் என்று பத்தியில் எழுதப்பட்டுள்ளது?",
    "options": [
      "a) கணினி மாதிரிக்கு PDF ஃபைல்களை அணுகும் திறன் இல்லை.",
      "b) PDF ஃபைல்கள் மிகப் பெரியவை, அதனால் கணினி மாதிரி அவற்றைச் சேமிக்க முடியாது.",
      "c) PDF ஃபைல்கள் கணினி மாதிரியின் மொழிக்குப் பொருந்தாது.",
      "d) கணினி மாதிரி படிக்கக் கூடிய PDF ஃபைல்களுக்கு மட்டுமே வடிவமைக்கப்பட்டுள்ளது."
    ],
    "answer": "A"
  },
  {
    "description": "PDF ஃபைலில் இருந்து உரையை எப்படிப் பிரித்தெடுக்க வேண்டும் என்பதைப் பத்தி என்ன சொல்கிறது?",
    "options": [
      "a) பயனர் PDF ஃபைலை அச்சிட்டு, அதை புகைப்படம் எடுத்து கணினி மாதிரிக்கு அனுப்ப வேண்டும்.",
      "b) பயனர் ஒரு மென்பொருள் மூலம் PDF ஃபைலைத் திறந்து, உரையை நகலெடுத்து கணினி மாதிரிக்கு அனுப்ப வேண்டும்.",
      "c) பயனர் PDF ஃபைலைத் திறந்து, கணினி மாதிரியைப் பயன்படுத்தி அதைப் படிக்க வேண்டும்.",
      "d) கணினி மாதிரி PDF ஃபைலைத் தானாகவே திறந்து, உரையைப் பிரித்தெடுக்கும்."
    ],
    "answer": "B"
  },
  {
    "description": "கணினி மாதிரி என்ன செய்ய முடியும்?",
    "options": [
      "a) PDF ஃபைல்களை படிக்க முடியும்.",
      "b) PDF ஃபைல்களை மொழிபெயர்க்க முடியும்.",
      "c) PDF ஃபைலில் உள்ள உரையை அழகுபடுத்த முடியும்.",
      "d) PDF ஃபைலை உருவாக்க முடியும்."
    ],
    "answer": "C"
  }
]
