
[
  {
    "description": "சாரி, நான் ஒரு மொழி மாதிரி, அதனால் PDF ஐ நான் படிக்க முடியாது. அதனால் உனக்கு கேள்விகளை உருவாக்க முடியாது. உன்னால் PDFs ஐ படிக்க முடியுமா?",
    "options": ["A. ஆம்", "B. இல்லை", "C. எனக்குத் தெரியாது", "D.  இருக்கலாம்"],
    "answer": ["B"]
  },
  {
    "description": "சாரி, PDF ஐ நான் படிக்க முடியாது. அதனால் கேள்விகள் மற்றும் விடைகளை உருவாக்க முடியாது. PDFஐ படிக்கக்கூடிய மொழி மாதிரியால் மட்டுமே இது சாத்தியமாகும்.",
    "options": [
      "A. PDF கோப்புகளை நான் படிக்க முடியும்.",
      "B. PDF கோப்புகளை நான் படிக்க முடியாது.",
      "C. நான் ஒரு மொழி மாதிரி, PDF ஐ படிக்க முடியாது.",
      "D. PDF ஐ படிக்கக்கூடிய மொழி மாதிரியால் மட்டுமே கேள்விகளை உருவாக்க முடியும்."
    ],
    "answer": "D"
  },
  {
    "description": "சாரி, ஆனா உங்களோட கேள்விக்கு என்னால பதில் சொல்ல முடியாது. ஏன்னா நான் ஒரு மொழி மாதிரி. நான் PDF ஐ படிக்க முடியாது. அதனால, நீங்க கொடுத்த டெக்ஸ்ட்ல இருந்து MCQ கேள்விகளை உருவாக்க முடியாது.",
    "options": [
      "A.  நான் ஒரு மொழி மாதிரி.",
      "B. நான் PDF ஐ படிக்க முடியாது.",
      "C.  நீங்க கொடுத்த டெக்ஸ்ட்ல இருந்து MCQ கேள்விகளை உருவாக்க முடியாது.",
      "D.  எல்லாமே சரி"
    ],
    "answer": "D"
  },
  {
    "description": "சாரி, உங்களுடைய கேள்விக்கு என்னால் பதில் சொல்ல முடியாது. நான் ஒரு மொழி மாதிரி, அதனால் PDF ஐ நான் படிக்க முடியாது. அதனால், சிறுகதை பற்றிய கேள்விகளை உருவாக்கி அதற்கான பதில்களைத் தேர்ந்தெடுக்க எனக்குத் தகவல் இல்லை. \n\nஉங்களுக்கு ஏதேனும் வேறு கேள்விகள் இருந்தால், தயங்காமல் கேளுங்கள்.",
    "options": [],
    "answer": []
  },
  {
    "description": "உரை: \"நான் ஒரு மொழி மாதிரி, அதனால் PDF ஐ நான் படிக்க முடியாது.\" \n\n கேள்வி: மேற்கண்ட உரையிலிருந்து, எந்த காரணத்தால் மொழி மாதிரி PDF ஐ படிக்க முடியாது என்று கூறப்படுகிறது?",
    "options": [
      "a) மொழி மாதிரியானது PDF கோப்புகளைப் படிக்க தேவையான மென்பொருளை கொண்டிருக்கவில்லை.",
      "b) PDF கோப்புகள் மொழி மாதிரியின் திறனுக்கு மிகவும் சிக்கலானவை.",
      "c) மொழி மாதிரிகள் PDF கோப்புகளின் உள்ளடக்கத்தை புரிந்துகொள்ளும் திறன் இல்லாமல் வடிவமைக்கப்பட்டவை.",
      "d) PDF கோப்புகள் மொழி மாதிரிகளால் அணுக முடியாத வகையில் பாதுகாக்கப்பட்டுள்ளன."
    ],
    "answer": "C"
  },
  {
    "description": "உரை: \"நான் ஒரு மொழி மாதிரி, அதனால் PDF ஐ நான் படிக்க முடியாது.\" \n\n கேள்வி: மேற்கண்ட உரையில் \"நான்\" என்று குறிப்பிடப்படுவது எதை குறிக்கிறது?",
    "options": [
      "a) மனிதர்",
      "b) கணினி",
      "c) மொழி மாதிரி",
      "d) PDF கோப்பு"
    ],
    "answer": "C"
  }
]
