
[
    {
        "description": "சாரி, நீங்க என்ன கேக்குறீங்கன்னு எனக்குப் புரியல. உங்க கேள்விய நான் எதுவும் புரிஞ்சிக்க முடியல. தயவுசெய்து, உங்க கேள்விய மறுபடியும் கேளுங்க.",
        "options": [],
        "answer": [] 
    },
    {
        "description": "சாரி, இந்த கேள்விகளை உருவாக்க எனக்குத் தேவையான தகவல் இல்லை. நான் இணையத்திற்கோ கோப்புகளுக்கோ அணுகல் இல்லாததால், உங்களுடைய கோரிக்கையை நிறைவேற்ற முடியாது.",
        "options": [],
        "answer": []
    },
    {
        "description": "சாரி, நான் இணையம் அல்லது கோப்புகளை அணுக முடியாது. நீங்கள் எனக்கு உள்ளடக்கம் கொடுத்தால், அதிலிருந்து MCQ கேள்விகளை உருவாக்க முடியும். உதாரணமாக, \"தமிழ்நாடு பற்றிய உள்ளடக்கத்தை எனக்கு வழங்கவும், நான் MCQ கேள்விகள் உருவாக்குகிறேன்.\" எனக்கு உங்கள் உள்ளடக்கம் இருந்தால், அதிலிருந்து நான்கு விருப்பங்களுடன் MCQ கேள்விகளை உருவாக்க முடியும். உங்கள் கேள்விகள் தமிழ்நாட்டின் தலைப்பிலிருந்து எடுக்கப்படும் என்பதை உறுதிப்படுத்திக் கொள்கிறேன்.",
        "options": [],
        "answer": []
    },
    {
        "description": "சாரி, உங்களுடைய கோரிக்கையை நான் புரிந்துகொள்ளவில்லை. \n\nநீங்கள் எனக்கு ஒரு குறிப்பிட்ட உள்ளடக்கத்தை தரவில்லை. எந்த உள்ளடக்கத்திலிருந்து MCQ கேள்விகளை உருவாக்க வேண்டும் என்று சொல்லவில்லை. \n\nதயவுசெய்து கேள்விகளை உருவாக்க வேண்டிய உள்ளடக்கத்தை எனக்கு வழங்குங்கள். அதன் பிறகு, MCQ கேள்விகளை உருவாக்க முயற்சிக்கிறேன். \n\nஉதாரணமாக, நீங்கள் எனக்கு ஒரு கதை, ஒரு கட்டுரை, ஒரு பாடம், அல்லது வேறு ஏதாவது ஒரு உள்ளடக்கத்தை வழங்கலாம். \n\nஉதாரணமாக, நீங்கள் கேட்கலாம்: \"எனக்கு இந்த கதையிலிருந்து 5 MCQ கேள்விகளை உருவாக்குங்கள்: [கதை]\". \n\nஅப்போது, நான் உங்களுக்காக கேள்விகளை உருவாக்க முயற்சிப்பேன்.",
        "options": [],
        "answer": []
    },
    {
        "description": "சாரி, எனக்கு இணையம் அல்லது கோப்புகளை அணுக முடியாது. அது இல்லாமல், நீங்க என்ன கேக்கிறீங்கன்னு எனக்குப் புரியாது. எனக்கு ஒரு குறிப்பிட்ட பாடத்தின் பத்தி அல்லது ஒரு பத்தியைக் கொடுங்க, அதிலிருந்து MCQ கேள்விகளை உருவாக்க முயற்சிப்பேன்.  \n\nஉதாரணமாக, நீங்க இப்படி கேக்கலாம்: \"பூமியின் அமைப்பைப் பத்தி எழுதப்பட்ட ஒரு பத்தி இருக்கு. அதிலிருந்து 4 விருப்பங்களுடன் MCQ கேள்விகளை உருவாக்க முடியுமா?\"\n\nஎனக்கு ஒரு பத்தி கொடுத்தா, அதுல இருந்து MCQ கேள்விகளை உருவாக்கித் தருறேன்.",
        "options": [],
        "answer": []
    },
    {
        "description": "சாரி, நீங்க என்ன சொல்றீங்கன்னு எனக்குப் புரியல. நான் ஒரு பெரிய மொழி மாதிரி, எனக்கு இணையம் அல்லது கோப்புகளை அணுக முடியாது. அது இல்லாமல், உங்களுடைய கோரிக்கையை நிறைவேற்ற முடியாது. \n\nஉங்க கேள்விகளை நிறைவேற்ற எனக்குத் தேவையான தகவல் என்னன்னு தெரியாது. \n\nஉங்க கேள்விகளைப் புரிய வைக்கத் தேவையான தகவல்களை என்னால் உங்களுக்கு வழங்க முடியுமா? அல்லது உங்க கேள்விகளை மறுபடியும் சரியா எழுதுங்கள்.",
        "options": [],
        "answer": [] 
    }
]
