
[
  {
    "description": "“யாதானும் நாடாமால் ஊராமால் என்னொருவன் சாந்துணையும் கல்லாத வாறு” என்னும் திருக்குறள், இன்றைய சூழலில் எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "a) நாம் வாழும் நாட்டிற்கும் ஊருக்கும் நாம் உரிமை கொண்டவர்கள் என்பதை",
      "b) உலக நாடுகளும் மக்களும் நம்மைச் சார்ந்தவர்கள் என்பதை",
      "c) சாதி, மதம், நாடு பார்க்காமல் அனைவரையும் நேசிக்க வேண்டும் என்பதை",
      "d) எல்லா இடங்களும் நமக்குத் தாய்நாடு என்பதை"
    ],
    "answer": "C"
  },
  {
    "description": "“பிறர் நலவியல்” என்னும் பண்பு மக்கள் வரலாற்றில் எப்படிப் படிப்படியாக வளர்ந்தது?",
    "options": [
      "a) குடும்பம், இனம், ஊர் என்ற வரிசையில்",
      "b) மதம், சாதி, நாடு என்ற வரிசையில்",
      "c) இனம், மதம், நாடு என்ற வரிசையில்",
      "d) குடும்பம், இனம், நாடு என்ற வரிசையில்"
    ],
    "answer": "D"
  },
  {
    "description": "“இமயத்துக் கோடு உயர்ந்தன்ன தம் இசை நட்டுத் தீது இல் யாக்கையொடு மாய்தல் தவத்தலையே” என்ற வரிகள் எதை உவமையாகக் கூறுகின்றன?",
    "options": [
      "a) உறுதி, நீடித்து நிலைத்திருத்தல்",
      "b) கங்கையின் வளம்",
      "c) தென்குமரியின் அழகு",
      "d) மழையின் நன்மை"
    ],
    "answer": "A"
  },
  {
    "description": "“சான்றோன்” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "a) குறிக்கோள் இல்லாத ஒருவன்",
      "b) மதகுரு",
      "c) இலட்சிய மனிதன்",
      "d) ஞானி"
    ],
    "answer": "C"
  },
  {
    "description": "“உள்ளற்க உள்ளம் சிறுகுவ” என்ற திருக்குறள் எந்தப் பண்பை வலியுறுத்துகிறது?",
    "options": [
      "a) பிறருக்கு அன்பு செய்வது",
      "b) தன்னலத்தை விட்டு விலகிப் பிறருக்குப் பணி செய்வது",
      "c) பிறர் நலத்தைப் பற்றிச் சிந்திப்பது",
      "d) விரிவாகும் ஆளுமை"
    ],
    "answer": "D"
  },
  {
    "description": "“தமிழ்ப் பண்பாடு” என்ற இதழைத் தொடங்கியவர் யார்?",
    "options": [
      "a) மு.வரதராசனார்",
      "b) க.நா.சுப்ரமணியன்",
      "c) பேராசிரியர் தனிநாயகம்",
      "d) இரா.பி. செ. மணியன்"
    ],
    "answer": "C"
  },
  {
    "description": "பரந்த மனப்பான்மை மற்றும் விரிவான ஆளுமையை வளர்த்து, உலகின் பிரிவைத் தெளிவாக விளக்கிய தமிழியல் நூல் எது?",
    "options": [
      "திருக்குறள்",
      "தொல்காப்பியம்",
      "சிலப்பதிகாரம்",
      "மணிமேகலை"
    ],
    "answer": "B"
  },
  {
    "description": "\"என் கடன் பணி செய்து கிடப்பதே\" என்னும் வாழ்க்கைக் குறிக்கோள் எதை விடுவித்து, ஆளுமையை முழுமைப்படுத்தும் பண்பாக ஆக்குகின்றது?",
    "options": [
      "மதம்",
      "சாதி",
      "தன்னலம்",
      "குடும்பம்"
    ],
    "answer": "C"
  },
  {
    "description": "மேலை நாட்டில் ஒன்றே உலகம் என்ற மனப்பான்மையும் கொள்கையும் முதன்முதல் எவரால் போற்றப்பட்டது?",
    "options": [
      "பிளேட்டோ",
      "அரிஸ்டாட்டில்",
      "லாவோட்சு",
      "ஸ்டாயிக்வாதிகள்"
    ],
    "answer": "D"
  },
  {
    "description": "\"உள்ளுவது எல்லாம் உயர்வுள்ளல்\" என்ற திருக்குறள் வரியின் மூலம் வள்ளுவர் எதை வலியுறுத்துகிறார்?",
    "options": [
      "மக்கள் நலம்",
      "விரிவாகும் ஆளுமை",
      "பிறர் மீதான அன்பு",
      "எல்லாவற்றையும் ஒப்பிட்டுப் பார்த்து, உயர்ந்ததை மட்டுமே ஏற்றுக்கொள்ளுதல்"
    ],
    "answer": "B"
  },
  {
    "description": "'பண்புடைமை' என்னும் சொல்லுக்குப் பரிப்பெருமாள் அளித்துள்ள பொருள் எது?",
    "options": [
      "தன்னலம் இல்லாமல் பிறர் நலத்தை விரும்புதல்",
      "பிறர் மீதான அன்பும், அவர்களின் துன்பத்திற்குப் பரிதாபமும் காட்டுதல்",
      "நற்குணங்கள் பலவற்றைப் பெற்றிருத்தல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D"
  },
  {
    "description": "தமிழியல் ஆய்வை உலகச் செயல்பாடாக ஆக்கியவர் __________. ",
    "options": [
      "கோர்டன் ஆல்போர்ட்",
      "லாவோட்சு",
      "தெரென்ஸ்",
      "தனிநாயகம்"
    ],
    "answer": "D"
  },
  {
    "description": "________  மற்றும் _______  ஆகியோர் தம் காலத்திலேயே பிறர் நலவியலை ஒருவாறு தெளிவாகக் கற்பித்துள்ளனர்.",
    "options": [
      "லாவோட்சு, கன்பூசியஸ்",
      "பிளேட்டோ, அரிஸ்டாட்டில்",
      "செனக்கா, மார்க்ஸ் அரேலியஸ்",
      "தனிநாயகம், பரிப்பெருமாள்"
    ],
    "answer": "A"
  },
  {
    "description": "தமிழ்ச் சான்றோர் வாழும் ஊர் _________.",
    "options": [
      "வெறும் வீடு",
      "சமுதாயத்திற்கு இன்பம் தருவது",
      "சிறந்த ஆளுமையைக் கொண்டவர்கள் மட்டுமே வாழும் இடம்",
      "சாதாரண ஊர்"
    ],
    "answer": "B"
  },
  {
    "description": "பிறர் நலவியல் என்னும் பண்பு மக்கள் வரலாற்றில் __________ தோன்றும்.",
    "options": [
      "ஒருசேர",
      "திடீரென",
      "படிப்படியாக",
      "எதிர்பாராதவிதமாக"
    ],
    "answer": "C"
  },
  {
    "description": "தமிழ் மக்கள் _________ எனப்படும் குறிக்கோள் மாந்தனைப் பாராட்டிய காலத்தில் இத்தாலிய நாட்டில் உரோமையர் _________ எனப்படும் இலட்சிய புருஷனைப் போற்றி வந்தனர்.",
    "options": [
      "சான்றோன், சாப்பியன்ஸ்",
      "சான்றோன், மனிதன்",
      "மனிதன், சான்றோன்",
      "சாப்பியன்ஸ், சான்றோன்"
    ],
    "answer": "A"
  },
  {
    "description": "\"கணியன் பூங்குன்றனாரின் \"யாதும் ஊரே யாவருங் கேளிர்\" என்னும் கொள்கை எல்லா நூற்றாண்டுகளுக்கும் பொருத்தமாக உள்ளது.\"  இந்தக் கூற்றைப் பொறுத்தவரை, தமிழ் இலக்கியத்தில் காணப்படும் பரந்த ஆளுமை எவ்வாறு உலக நாடுகளின் தத்துவங்களுடன் ஒத்திருக்கிறது?",
    "options": [
      "(அ) கிரேக்கத் தத்துவஞானிகள் போன்றே, தமிழ் புலவர்களும் தம் சொந்த நாட்டவரை மட்டுமே கவனத்தில் கொண்டனர்.",
      "(ஆ) திருக்குறளில் காணப்படும் சான்றோர் இலட்சியம், உரோம நாட்டின் \"sapens\"  என்பதற்கு நிகரானது.",
      "(இ)  \"நான் மனிதன்; மனிதனைச் சார்ந்த எதுவும் எனக்குப் புறமன்று\" எனும் தெரென்ஸின் கூற்று, தமிழின் பரந்த ஆளுமை கொள்கையை வெளிப்படுத்துகிறது.",
      "(ஈ) ஸ்டாயிக் வாதிகள் போன்றே, தமிழ்ப் புலவர்களும் தனிமையான வாழ்க்கையைப் பற்றி எழுதியுள்ளனர்."
    ],
    "answer": ["C"]
  },
  {
    "description": "\"முதிர்ந்த ஆளுமைக்கு மூன்று இலக்கணங்கள் இன்றியமையாதவை என்கிறார் கோர்டன் ஆல்போர்ட் என்னும் உளநூல் வல்லுநர். முதலாவதாக மனிதன், தன் ஈடுபாடுகளை விரிவாக வளர்ப்பவனாக இருத்தல் வேண்டும்; பிறருடைய நலத்திற்கும் இன்பத்திற்கும் பாடுபடக்கூடிய வகையில் தன் ஆளுமையை விரிவடையச் செய்து செழுமைப்படுத்த வேண்டும்.\"  இந்தக் கூற்றுக்கு ஏற்ப, \"தமிழியல் ஆய்வில் ஆளுமை\" என்ற தலைப்பைப் பற்றி நீங்கள் என்ன கருதுகிறீர்கள்?",
    "options": [
      "(அ) தமிழியல் ஆய்வில் ஆளுமை என்பது தனிநபர் நலன்களை மட்டுமே கவனத்தில் கொள்ள வேண்டும்.",
      "(ஆ) தமிழியல் ஆய்வு என்பது ஒரு தனிமைப்பட்ட துறை; இதில் பிறருடைய நலனைப் பற்றி கவலைப்படத் தேவையில்லை.",
      "(இ) தமிழியல் ஆய்வு என்பது பரந்த ஆளுமை கொண்டதாக இருக்க வேண்டும்; இது பிறரின் நலனைப் பற்றியும் கவலைப்பட வேண்டும்.",
      "(ஈ)  தமிழியல் ஆய்வு என்பது ஒரு குறுகிய துறை; இது ஒரு குறிப்பிட்ட இனத்தவரை மட்டுமே கவனத்தில் கொள்ள வேண்டும்."
    ],
    "answer": ["C"]
  },
  {
    "description": "\"பிறர் நலவியல் (Altruism) என்னும் பண்பு, மக்கள் வரலாற்றில் படிப்படியாகத்தான் தோன்றும். மேம்படாத சமுதாயத்தில் மனிதன் தன்னுடைய குடும்பத்தையும் தன் இனத்தையும் (tribe) காப்பாற்றவே முயல்வான்.\"  இந்தக் கூற்றுக்கு ஏற்ப,  தமிழியல் ஆய்வு எந்த வகையில் முக்கியத்துவம் பெறுகிறது?",
    "options": [
      "(அ) தமிழியல் ஆய்வு, நம் தாய் மொழியைப் பற்றி மட்டுமே கவலைப்பட வேண்டும்.",
      "(ஆ) பிறரின் நலனுக்காகத் தன்னை அர்ப்பணித்துக்கொள்வது என்பது நமது மரபில் இல்லை.",
      "(இ) பிறர் நலவியல் என்பது மக்கள் வரலாற்றில் படிப்படியாகத் தோன்றுவது.",
      "(ஈ) தமிழியல் ஆய்வு, பிறர் நலவியல் பற்றிய பண்டைய தமிழ் சிந்தனைகளை மீட்டெடுக்க உதவும்."
    ],
    "answer": ["D"]
  },
  {
    "description": "\"தமிழ் மக்களிடமோ, ஸ்டாயிக்வாதிகள் கூறியதுபோல 'மக்கள் அனைவரும் உடன் பிறந்தவர்கள்; பிறப்போ, சாதியோ, சமயமோ அவர்களைத் தாழ்த்தவோ உயர்த்தவோ முடியாது' என்னும் நம்பிக்கை பண்டுதொட்டே நிலவியுள்ளது.\"  இந்தக் கூற்றுக்கு ஏற்ப, தமிழ் மக்களின் பரந்த மனப்பான்மை எதைக் காட்டுகிறது?",
    "options": [
      "(அ)  தமிழ் மக்கள் பிற நாட்டு மக்களை மதிக்கவில்லை.",
      "(ஆ) தமிழ் மக்கள் எல்லா உயிர்களின் மீதும் அன்புகாட்டுகிறார்கள்.",
      "(இ) தமிழ் மக்கள் தம்மைத் தாழ்த்தப்பட்டவர்களாகக் கருதினர்.",
      "(ஈ) தமிழ் மக்கள்  தமக்கு மட்டுமே நன்மை செய்ய விரும்புகிறார்கள்."
    ],
    "answer": ["B"]
  },
  {
    "description": "பிறர் நலவியல் பண்பு மக்கள் வரலாற்றில் எப்படித் தோன்றியது? அதன் பரிணாமம் குறித்து எடுத்துக்காட்டுகளுடன் விளக்கு.",
    "options": [
      "பண்டைக்காலத்தில் தோன்றி, படிப்படியாக வலுவடைந்து, எல்லா மக்களுக்கும் பரவியது.",
      "இயற்கைப் பேரிடர்களைச் சந்தித்த பின் மக்கள் பிறர் நலவியலைக் கடைபிடிக்கத் தொடங்கினர்.",
      "மதங்கள் தோன்றிய பின்னரே பிறர் நலவியல் ஒரு முக்கியக் கொள்கையாக உருவானது.",
      "தன்னலம் தேடுவதில் இருந்து விடுபட்டு, அறிவு வளர வளர பிறர் நலவியல் பண்பு உருவானது."
    ],
    "answer": "D"
  },
  {
    "description": "தமிழ் இலக்கியத்தில் பரந்த மனப்பான்மையையும், விரிவான ஆளுமையையும் வளர்த்தது எது? எடுத்துக்காட்டுகளுடன் விளக்கு.",
    "options": [
      "அகத்திணை இலக்கியத்தின் ஐவகை நிலங்களின் பெரும்பொழுது, சிறுபொழுது, கருப்பொருள் ஆகியவற்றைப் புலவரும் பாணரும் இலக்கியம் பயில்வோரும் கற்றுவந்தனர்.",
      "புலவர்கள் தம் செய்யுள்களில் தலைவன், தலைவி, தோழி, செவிலித்தாய் ஆகியோரைக் கற்பனை செய்து பாடுவதால் பிறர் பற்றி அறியும் பண்பு அவர்கள் எளிதாகப் பெற்றிருக்க வேண்டும்.",
      "களவொழுக்கத்திலும் கற்பொழுக் கத்திலும் பிற உயிரொன்றைக் காதலிப்பதாலும் குழந்தைகளைப் பேணுவதாலும் இருவருடைய ஆளுமையும் விரிவடைய வாய்ப்பிருந்தது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D"
  },
  {
    "description": "தமிழ்ச் சான்றோன் யார்? அவனது இயல்புகள் எவை? அவன் உரோமையரின் 'சாப்பியன்ஸ்' போன்றவனா?",
    "options": [
      "தமிழ்ச் சான்றோன் சமுதாயத்திலேயே வாழ்ந்து, தன்னைப் பற்றியே சிந்தித்து, தனிமையை விரும்புபவன்.",
      "தமிழ்ச் சான்றோன் சமுதாயத்தில் வாழ்ந்து, சமுதாயத்திற்குப் பல நன்மைகளைச் செய்வான்.",
      "தமிழ்ச் சான்றோன் உரோமையரின் 'சாப்பியன்ஸ்' போன்றவன்.",
      "தமிழ்ச் சான்றோன் சமுதாயத்திலிருந்து விலகி, தனது சொந்தப் பண்புகளையே வளர்ப்பவன்."
    ],
    "answer": "B"
  },
  {
    "description": "'இமயவரம்பு' என்னும் சொல் எந்தச் சூழலில் பயன்படுத்தப்பட்டுள்ளது? தமிழ் மக்களின் பரந்த மனப்பான்மைக்கு அது எப்படி எடுத்துக்காட்டு?",
    "options": [
      "தமிழ் மக்கள் தங்கள் நாட்டை மட்டுமே விரும்பி, பிற நாடுகளைப் பற்றி கவலைப்படவில்லை என்பதைத் தெளிவாகக் காட்டுகிறது.",
      "தமிழ் மக்கள் வட இந்தியாவுடனான தங்கள் தொடர்பைப் பற்றிக் கூறுவதற்காக 'இமயவரம்பு' பயன்படுத்தப்படுகிறது.",
      "தமிழ் மக்களின் பரந்த மனப்பான்மையை உணர்த்துவதற்காக 'இமயவரம்பு' பயன்படுத்தப்படுகிறது.",
      "'இமயவரம்பு' என்பது தமிழ் மக்களின் பண்பாட்டின் ஒரு பகுதி, ஆனால் அது பரந்த மனப்பான்மைக்கு எந்த விதத்திலும் தொடர்புடையதல்ல."
    ],
    "answer": "C"
  },
  {
    "description": "தமிழ்ப் பண்பாட்டில் \"உண்டாலம்ம இவ்வுலகம்\" என்ற புறப்பாட்டு என்ன கருத்தை வலியுறுத்துகிறது? அதை பிறர் நலவியல் பண்புடன் எப்படி இணைக்கலாம்?",
    "options": [
      "உலகம் என்பது அழகானது, மக்கள் அனைவரும் மகிழ்ச்சியாக இருக்க வேண்டும் என்பதைத் தெளிவாகக் காட்டுகிறது.",
      "பிறர்க்காக வாழ்வதன் மூலமே மனிதன் உயர்ந்த வாழ்க்கையை அடைய முடியும்.",
      "தன்னலம் தேடுவதால் மட்டுமே மனிதன் உயர்ந்த வாழ்க்கையை அடைய முடியும்.",
      "இந்தப் புறப்பாட்டு பிறர் நலவியல் பண்புடன் எந்த தொடர்பும் இல்லாதது."
    ],
    "answer": "B"
  },
  {
    "description": "தமிழ் ஆளுமை வளர்ச்சியைப் பற்றி விவாதிக்கும்போது, \"யாதும் ஊரே யாவருங் கேளிர்\" என்ற கொள்கையை எந்த நூலில் காணலாம்?",
    "options": [
      "திருக்குறள்",
      "புறநானூறு",
      "தொல்காப்பியம்",
      "நாலடியார்"
    ],
    "answer": "B"
  },
  {
    "description": "நூலில் குறிப்பிடப்பட்டுள்ள எந்தத் தமிழ் இலக்கியக் கருத்து, \"நான் மனிதன்; மனிதனைச் சார்ந்த எதுவும் எனக்குப் புறமன்று\" என்னும் தெறென்ஸ் கூற்றுடன் ஒப்பிடத்தக்கது?",
    "options": [
      "\"யாதும் ஊரே யாவருங் கேளிர்\"",
      "\"என் கடன் பணி செய்து கிடப்பதே\"",
      "\"உண்டாலம்ம இவ்வுலகம்\"",
      "\"இமயத்துக் கோடு உயர்ந்தன்ன தம் இசை நட்டுத் தீது இல் யாக்கையொடு மாய்தல்\""
    ],
    "answer": "A"
  },
  {
    "description": "முதிர்ந்த ஆளுமைக்கு இன்றியமையாத மூன்று இலக்கணங்கள் பற்றி விவாதிக்கும்போது, ஆசிரியர் குறிப்பிடும் உளநூல் வல்லுநர் யார்?",
    "options": [
      "லாவோட்சு",
      "கன்பூசியஸ்",
      "கோர்டன் ஆல்போர்ட்",
      "ஆல்பர்ட் சுவைட்சர்"
    ],
    "answer": "C"
  },
  {
    "description": "\"பூட்கையில்லோன் யாக்கை போல\" என்னும் அடியில் புலவர் ஆலத்தூர்கிழார் நிலைநாட்டும் கருத்து என்ன?",
    "options": [
      "இலட்சியம் இல்லாதவன் வெறும் உடல்.",
      "இன்பமின்றி வாழ்க்கை சலிப்பானது.",
      "பிறர் நலனில் ஈடுபாடு இல்லாதது தீயது.",
      "பண்பாட்டின் வளர்ச்சி மிக முக்கியம்."
    ],
    "answer": "A"
  },
  {
    "description": "\"என் கடன் பணி செய்து கிடப்பதே\" என்ற குறிக்கோள் எந்தப் பண்பை ஊக்குவிக்கிறது?",
    "options": [
      "தன்னலம் தேடுதல்",
      "ஆளுமை வளர்ச்சி",
      "குடும்பப் பாதுகாப்பு",
      "சமூகப் பணி"
    ],
    "answer": "B"
  },
  {
    "description": "பிறர் நலவியல் (Altruism) எந்த காலத்தில் தோன்றியது?",
    "options": [
      "மனிதன் பிறந்த காலத்தில்",
      "படிப்படியாக வளர்ந்தது",
      "பண்டைய கிரேக்க காலத்தில் மட்டும்",
      "சீனாவில் மட்டும் தோன்றியது"
    ],
    "answer": "B"
  },
  {
    "description": "கிரேக்கத் தத்துவ ஞானிகளில் எவரை பிறர் நலவியல் கொள்கை குறித்து குறிப்பிடவில்லை?",
    "options": [
      "பிளேட்டோ",
      "அரிஸ்டாட்டில்",
      "ஸ்டாயிக்வாதிகள்",
      "செனக்கா"
    ],
    "answer": "C"
  },
  {
    "description": "\"இம்மைச் செய்தது மறுமைக்கு ஆமெனும்\" என்ற பாடல் வரியில் எந்தப் பண்பைக் குறிப்பிடுகிறது?",
    "options": [
      "தன்னலமற்ற செயல்",
      "பிறருக்காக வாழ்தல்",
      "மறுமை நம்பிக்கை",
      "நன்மைக்காக நன்மை செய்தல்"
    ],
    "answer": "A"
  },
  {
    "description": "தமிழ் இலக்கியத்தில் \"தமிழகம்\" என்ற ஒற்றுமை உணர்வு எவ்வாறு உருவானது?",
    "options": [
      "அரசர்களால் ஒன்றிணைக்கப்பட்டதால்",
      "பாணர்களும் புலவர்களும் தமிழ் வழங்கும் இடமெங்கும் சென்றதால்",
      "மொழி வழங்கும் பகுதிகளில் இலக்கியம் பரவியதால்",
      "மொழி வழங்கும் பகுதிகளில் நாடகங்கள் நடத்தப்பட்டதால்"
    ],
    "answer": "B"
  },
  {
    "description": "\"பண்புடைமையாவது யாவர்மாட்டும் அன்பினராய்க் கலந்து ஒழுகுதலும், அவரவர் வருத்தத்திற்குப் பரிதலும் பகுத்து உண்டலும் பழிநாணலும் முதலான நற்குணங்கள் பலவும் உடைமை\" என்ற வரிகள் எந்த நூலில் இருந்து எடுக்கப்பட்டவை?",
    "options": [
      "தொல்காப்பியம்",
      "திருக்குறள்",
      "புறநானூறு",
      "பரிபாடல்"
    ],
    "answer": "D"
  },
  {
    "description": "இமயமலை எந்தத் தமிழ் இலக்கியத்தில் எடுத்தாளப்பட்டுள்ளது?",
    "options": [
      "பரிபாடல்",
      "புறநானூறு",
      "திருக்குறள்",
      "நாலடியார்"
    ],
    "answer": "B"
  },
  {
    "description": "திருக்குறள் கூறும் \"சான்றோன்\" மற்றும் உரோமையர் போற்றும் \"sapens\" (அறிவுடையோன்) என்னும் இலட்சிய மனிதர்களுக்கு இடையேயான முக்கிய வேறுபாடு என்ன?",
    "options": [
      "சான்றோன் இல்லற வாழ்க்கைக்கு முக்கியத்துவம் தருகிறான்.",
      "சாப்பியன்ஸ் சமுதாயத்திலிருந்து விலகி வாழ்ந்தான்.",
      "சான்றோன் சமுதாயத்துக்குப் பல நன்மைகளைச் செய்வான்.",
      "சாப்பியன்ஸ் தன்னலத்தைக் கடைப்பிடித்தான்."
    ],
    "answer": "B"
  },
  {
    "description": "ஸ்டாயிக்வாதிகள்  உலகின் ஒற்றுமை பற்றி எந்தக் கருத்தை வலியுறுத்தினர்?",
    "options": [
      "மக்கள் அனைவரும் உடன் பிறந்தவர்கள்.",
      "எல்லா உயிர்களும் தொடர்பால் இணைக்கப்பட்டுள்ளன.",
      "உலகம் ஒரே குலத்தவர்.",
      "மேற்கண்ட எல்லாம்"
    ],
    "answer": "D"
  },
  {
    "description": "திருவள்ளுவர் கற்பிக்கும் விரிவாகும் ஆளுமையை எந்தக் குறிக்கோள்கள் மூலம் அடையலாம்?",
    "options": [
      "\"உள்ளற்க உள்ளம் சிறுகுவ\"",
      "\"உள்ளுவது எல்லாம் உயர்வுள்ளல்\"",
      "மேற்கண்ட இரண்டும்",
      "\"யாதும் ஊரே யாவருங் கேளிர்\""
    ],
    "answer": "C"
  },
  {
    "description": "நூலில் குறிப்பிடப்பட்டுள்ள தமிழறிஞர், இதழ்கள், கருத்தரங்குகள், மாநாடுகள், நிறுவனங்கள் ஆகியவற்றின் மூலம் தமிழியலை உலகச் செயல்பாடாக ஆக்கியவர் யார்?",
    "options": [
      "வள்ளுவர்",
      "கோர்டன் ஆல்போர்ட்",
      "தனிநாயகம் அடிகள்",
      "பிசிராந்தையார்"
    ],
    "answer": "C"
  },
  {
    "description": "1. பத்தியில் குறிப்பிடப்பட்டுள்ள 'ஊர்', 'நாடு', 'கேளிர்' ஆகிய சொற்கள் வெவ்வேறு காலத்தில் வெவ்வேறு பொருண்மைகளைக் கொண்டிருக்கலாம் எனக் கூறப்படுகிறது. இதற்குத் துணைபுரியும் திருக்குறள் வரி எது?",
    "options": [
      "a) யாதானும் நாடாமால் ஊராமால் என்னொருவன் சாந்துணையும் கல்லாத வாறு",
      "b) உலகம் ஒரு நாடு உலக மக்கள் ஒரு குடி ",
      "c) மனம் வாழும் உடம்பு ஊறும் ",
      "d) இனியவை கேள்விப்பட்டும் இன்னாதவை கேள்விப்பட்டும்  "
    ],
    "answer": "A"
  },
  {
    "description": "2. பத்தியில் 'பிறர் நலவியல்' பற்றிக் கூறும்போது, மேம்படாத சமுதாயத்தில் மனிதன் எதை முதலில் காப்பாற்ற முயற்சி செய்வான் எனக் கூறப்படுகிறது?",
    "options": [
      "a) தனது மதத்தை",
      "b) தனது குடும்பத்தையும் இனத்தையும்",
      "c) தனது கலாச்சாரத்தை",
      "d) தனது வாழ்க்கை முறையை"
    ],
    "answer": "B"
  },
  {
    "description": "3. 'பிறர் நலவியல்' பற்றிக் கூறும்போது, பத்தியில் எந்த இரு சீனத் தத்துவஞானிகளின் பெயர்கள் குறிப்பிடப்படுகின்றன?",
    "options": [
      "a) லாவோட்சு, கன்பூசியசு",
      "b) லாவோட்சு, ஜாங் ஜி",
      "c) கன்பூசியசு, மெங்க்ஸு",
      "d) மெங்க்ஸு, ஜாங் ஜி"
    ],
    "answer": "A"
  },
  {
    "description": "4. பத்தியில், தருமசாத்திர நூல்கள் பிறரைக் கவனத்தில் கொள்ளவில்லை என்று குறிப்பிடப்படுகிறது. அவை எந்தக் கருத்தைக் கொண்டுள்ளன?",
    "options": [
      "a) வீடுபேறு அடைவதற்கு அப்பூமியிலே பிறந்திருக்க வேண்டும்",
      "b) எல்லா மனிதர்களும் சமமானவர்கள்",
      "c) அனைத்து உயிர்களும் தெய்வீகமானவை",
      "d) மனிதனின் வாழ்க்கை இன்பம் நுகரத் தான்"
    ],
    "answer": "A"
  },
  {
    "description": "5. 'பிறர் நலவியல்' பற்றிய பத்தியில், எந்த உலகமேதை திருக்குறளைப் பற்றிக் கூறும்போது \"இத்தகைய உயர்ந்த கொள்கைகளைக் கொண்ட செய்யுட்களை உலக இலக்கியத்திலேயே காண்பது அரிது\" என்று குறிப்பிடுகிறார்?",
    "options": [
      "a) ஆல்பர்ட் சுவைட்சர்",
      "b) அரிஸ்டாட்டில்",
      "c) பிளேட்டோ",
      "d) கோர்டன் ஆல்போர்ட்"
    ],
    "answer": "A"
  },
  {
    "description": "6. பத்தியில், தமிழர் மத்தியில் 'தமிழகம்' என்ற ஒற்றுமை உணர்வைத் தோற்றுவித்தவர்கள் யார் எனக் கூறப்படுகிறது?",
    "options": [
      "a) தமிழ் அரசர்கள்",
      "b) தமிழ்ப் புலவர்கள்",
      "c) தமிழ் நாட்டுப் பாணர்களும் புலவர்களும்",
      "d) தமிழ் சான்றோர்கள்"
    ],
    "answer": "C"
  },
  {
    "description": "7.  'படுதிரை வையம் பாத்திய பண்பே' என்ற வரி எந்த நூலைச் சேர்ந்தது?",
    "options": [
      "a) தொல்காப்பியம்",
      "b) திருக்குறள்",
      "c) புறநானூறு",
      "d) சிலப்பதிகாரம்"
    ],
    "answer": "A"
  },
  {
    "description": "8.  தலைவன், தலைவி, தோழி, செவிலித்தாய் ஆகியோரைக் கற்பனை செய்து பாடுவதால் புலவர்கள் எளிதாக எந்தப் பண்பைப் பெற்றிருக்க வேண்டும்?",
    "options": [
      "a)  பிறர் பற்றி அறியும் பண்பு",
      "b)  பொறுமை",
      "c)  நேர்மை",
      "d)  தன்னம்பிக்கை"
    ],
    "answer": "A"
  }
]