
[
  {
    "description": "சாரி, உங்களோட கேள்விக்கு நான் பதில் சொல்ல முடியாது. நான் ஒரு மொழி மாதிரி, PDFகளை படிக்கவோ அல்லது வடிவமைக்கவோ முடியாது. உங்களோட கேள்வியை நான் புரிஞ்சுக்கிட்டேன், அது தமிழ்நாடு பத்தி கேள்விகள் கேட்க வேண்டியது. ஆனா, அதற்குத் தேவையான தகவல் எனக்கு இல்லை. \n\nநான் உங்களுக்கு உதவி செய்ய முடியும்னு நினைக்கிறேன், உங்களோட கேள்வியை மீண்டும் கேளுங்க, ஆனா PDF வடிவத்திலோ அல்லது படத்திலோ இருக்கிற தகவலைத் தவிர்த்து கேளுங்க. உதாரணமா, நீங்க தமிழ்நாட்டோட வரலாறு பத்தி கேள்விகள் கேக்கலாம், அல்லது தமிழ்நாட்டுல உள்ள முக்கியமான இடங்கள் பத்தி கேக்கலாம்.",
    "options": [],
    "answer": []
  },
  {
    "description": "சாரி, உங்கள் கேள்விக்குப் பதில் சொல்ல எனக்குத் தெரியாது. நான் ஒரு பெரிய மொழி மாதிரி, உரை அடிப்படையிலான தகவலைப் பகுப்பாய்வு செய்து பதில்களை உருவாக்க முடியும். ஆனால் PDF கோப்புகளைப் படிக்கவோ, அந்த உள்ளடக்கத்தைப் பயன்படுத்தி MCQ கேள்விகளை உருவாக்கவோ எனக்குத் தெரியாது.",
    "options": [
      "A. பெரிய மொழி மாதிரி PDF கோப்புகளைப் படிக்க முடியாது.",
      "B. பெரிய மொழி மாதிரி MCQ கேள்விகளை உருவாக்க முடியாது.",
      "C. பெரிய மொழி மாதிரி உரை அடிப்படையிலான தகவலைப் பகுப்பாய்வு செய்ய முடியாது.",
      "D. A மற்றும் B இரண்டும் சரியானவை."
    ],
    "answer": "D"
  },
  {
    "description": "உங்களிடம் இருந்து பெறப்பட்ட உரை அடிப்படையிலான உள்ளடக்கத்தைக் கொண்டு MCQ கேள்விகளை உருவாக்க வேண்டுமெனில், தயவுசெய்து உரையை மட்டும் எனக்கு வழங்கவும்.",
    "options": [
      "A. பெரிய மொழி மாதிரி உரையைப் பயன்படுத்தி MCQ கேள்விகளை உருவாக்க முடியாது.",
      "B. பெரிய மொழி மாதிரி உரை அடிப்படையிலான உள்ளடக்கத்தைக் கொண்டு MCQ கேள்விகளை உருவாக்க முடியும்.",
      "C. பெரிய மொழி மாதிரிக்கு உரை அடிப்படையிலான உள்ளடக்கம் தேவையில்லை.",
      "D. பெரிய மொழி மாதிரி MCQ கேள்விகளை உருவாக்க மறுக்கிறது."
    ],
    "answer": "B"
  },
  {
    "description": "நான் ஒரு மொழி மாதிரி என்பதால், நான் என்ன செய்ய முடியாது?",
    "options": [
      "பி.டி.எஃப் உள்ளடக்கத்தைப் படிக்க",
      "உரை அடிப்படையிலான தகவல்களிலிருந்து கேள்விகளை உருவாக்க",
      "பி.டி.எஃப் இல் உள்ள தகவல்களிலிருந்து கேள்விகளை உருவாக்க",
      "கேள்விகளைப் பதில் சொல்ல"
    ],
    "answer": "A"
  },
  {
    "description": "What is the reason why the AI can't generate MCQ questions from the provided content?",
    "options": [
      "The AI is not able to process PDFs.",
      "The AI is only trained on text-based data.",
      "The AI is designed to be a model, not a question creator.",
      "All of the above"
    ],
    "answer": "D"
  },
  {
    "description": "What type of content does the AI need to generate MCQ questions?",
    "options": [
      "PDF files",
      "Text files",
      "Image files",
      "Audio files"
    ],
    "answer": "B"
  },
  {
    "description": "Why does the AI refuse to create detailed or concise questions?",
    "options": [
      "It lacks the ability to understand the context and generate appropriate question types.",
      "It is only programmed to answer questions, not create them.",
      "It is not designed to make decisions about question complexity.",
      "It is concerned with creating a balanced set of question types."
    ],
    "answer": "C"
  }
]
