
[
  {
    "description": "பெறுந்தலைவர் காமராசர் குறித்த பத்தியில், அவர் எந்தப் பழக்கத்தைத் தவறாமல் கடைப்பிடித்தார் எனக் கூறப்படுகிறது?",
    "options": [
      "அ)  தமிழ் மற்றும் ஆங்கில புத்தகங்களைப் படித்தல்",
      "ஆ)  ஆங்கிலச் செய்தி இதழ்களைப் படித்தல்",
      "இ)  மின்விசிரியை நிறுத்த மறப்பதில்லை",
      "ஈ)  வெளியூருக்குச் செல்லும் போது துணிமனிகளைத் தாமே எடுத்து வைத்தல்"
    ],
    "answer": "C"
  },
  {
    "description": "விமலா தோட்டத்தில் உள்ள வேலையாட்களின் கூலியை எவ்வாறு நிர்ணயிக்கிறாள்?",
    "options": [
      "அ)  வேலையாட்களின் வேலை நேரத்தைப் பொறுத்து",
      "ஆ)  தோட்டத்தில் செய்யப்படும் வேலையின் அளவைப் பொறுத்து",
      "இ)  அவர்களின் வேலைத் திறமையைப் பொறுத்து",
      "ஈ)  அவர்களின் கோரிக்கையை ஏற்றுக்கொண்டு "
    ],
    "answer": "D"
  },
  {
    "description": "இந்தப் பாடலில் எந்த இயற்கை அழகு பற்றிப் பாடப்படுகிறது?",
    "options": [
      "அ)  மலைகள்",
      "ஆ)  காடுகள்",
      "இ)  குளம்",
      "ஈ)  கடல்"
    ],
    "answer": "C"
  },
  {
    "description": "“புத்தகம் படிக்கலாம்” என்ற சொற்றொடரை “மகிழ்ந்து”, “நாளும்” மற்றும் “தேர்ந்து” என்ற அடைமொழிகளைப் பயன்படுத்தி எப்படி விரிவாக்கலாம்?",
    "options": [
      "மகிழ்ந்து தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை நாளும் படிக்கலாம்.",
      "மகிழ்ந்து நல்ல புத்தகங்களை நாளும் படிக்கலாம்.",
      "மகிழ்ந்து புத்தகங்களை நாளும் தேர்ந்து படிக்கலாம்.",
      "மகிழ்ந்து நாளும் தேர்ந்த புத்தகங்களை படிக்கலாம்."
    ],
    "answer": "D"
  },
  {
    "description": "பெறுந்தலைவர் காமராசரின் பண்புகளைப் பற்றி மேற்கண்ட பத்தியில் எந்தெந்த விஷயங்கள் குறிப்பிடப்பட்டுள்ளன?",
    "options": [
      "படிப்பறிவு, மின்விசிரியை நிறுத்துவது, துணிமணி எடுத்துவைத்துக்கொள்வது.",
      "புத்தகங்கள் படிப்பது, ஆங்கிலச் செய்தி இதழ்களை படிப்பது, துணிமணி எடுத்துவைத்துக்கொள்வது.",
      "பள்ளிப் படிப்பை நிரைவு செய்யாதது, புத்தகங்கள் படிப்பது, ஆங்கிலச் செய்தி இதழ்களை படிப்பது.",
      "பள்ளிப் படிப்பை நிரைவு செய்யாதது, படிப்பறிவு, மின்விசிரியை நிறுத்துவது."
    ],
    "answer": "C"
  },
  {
    "description": "விமலாவின் குணநலன்களை பத்தியில் இருந்து எடுத்து எழுதுங்கள்.",
    "options": [
      "அன்பானவள், பணக்காரி, சமையல் வல்லுநர்.",
      "அன்பானவள், கனிவானவள், தாராளமானவள்.",
      "அன்பானவள், துணிச்சலானவள், பணக்காரி.",
      "அன்பானவள், கனிவானவள், சமையல் வல்லுநர்."
    ],
    "answer": "B"
  },
  {
    "description": "பத்தியில் உள்ள ஆகுபெயர்களை எந்தெந்த விஷயங்களைக் குறிக்கின்றன?",
    "options": [
      "பொருள், இடம், நேரம்.",
      "நபர், பொருள், இடம்.",
      "பொருள், இடம், செயல்.",
      "நபர், இடம், செயல்."
    ],
    "answer": "B"
  },
  {
    "description": "வாணிதாசன் எழுதிய கவிதையில் எந்தெந்த இடங்களைக் குறிப்பிட்டுள்ளார்?",
    "options": [
      "ஆறு, கயல், தென்னை.",
      "கயல், ஆம்பல், குளம்.",
      "ஆறு, ஆம்பல், தென்னை.",
      "கயல், தென்னை, குளம்."
    ],
    "answer": "D"
  },
  {
    "description": "\"வயலிடைப் புகுந்தாய் மணிக்கதிர் விளைத்தாய்\" என்ற வரியில் 'மணிக்கதிர்' என்பது எதைப் குறிக்கிறது?",
    "options": [
      "சூரிய ஒளி",
      "நட்சத்திரங்கள்",
      "மின்னல்",
      "பூக்கள்"
    ],
    "answer": "A"
  },
  {
    "description": "கவிதையில் பயன்படுத்தப்பட்டிருக்கும் “வளைந்துசெல் கால்களால் ஆறே” என்ற சொற்றொடர் எந்த இயற்கைப் பொருளின் இயல்பை விவரிக்கிறது?",
    "options": [
      "ஆறு",
      "தென்னை",
      "குளம்",
      "கயல்"
    ],
    "answer": "A"
  },
  {
    "description": "சொற்றொடர் விரிவாக்கம்:\n\n\"விளையாடுவது நன்று\" என்ற சொற்றொடரை மகிழ்வான, அமைதியான, சிறிய, ஆரோக்கியமான  என்பவற்றில் ஏதேனும் ஒரு அடைமொழியுடன்  விரிவாக்கி எழுதுக.",
    "options": [
      "மகிழ்வான விளையாடுவது நன்று.",
      "அமைதியான விளையாடுவது நன்று.",
      "சிறிய விளையாடுவது நன்று.",
      "ஆரோக்கியமான விளையாடுவது நன்று."
    ],
    "answer": "D"
  },
  {
    "description": "பிழை நீக்கு:\n\n\"பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவிள்ளை எண்ராலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தது பலருக்குத் தெரியாது.\"  என்ற வாக்கியத்தில் உள்ள இலக்கணப் பிழையைக் கண்டறிந்து சரி செய்து எழுதுக.",
    "options": [
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தார் பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தார் பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தது பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தார் பலருக்குத் தெரியாது."
    ],
    "answer": "D"
  },
  {
    "description": "ஆகுபெயர் அடையாளம்:\n\nகீழ்க்கண்ட வாக்கியத்தில் உள்ள ஆகுபெயரை அடையாளம் காண்க: \"விமலா கூடத்தில் உள்ள தட்டிலிருந்த டிசம்பரைத் தலையில் சூடிக்கொண்டாள்.\"",
    "options": [
      "டிசம்பர்",
      "தலை",
      "தட்டில்",
      "கூடத்தில்"
    ],
    "answer": "A"
  },
  {
    "description": "மரபு கவிதை வரி விளக்கம்:\n\n\"பெயரிடைப் பட்ட வானெனத் தோன்றும் பெருங்குளம் நிறைந்து விட்டாயே!\"  என்ற வரியில் \"பெயரிடைப் பட்ட வானென\"  என்பதன் பொருள் யாது?",
    "options": [
      "பெயர் போன்ற வானம்",
      "பறவை போன்ற வானம்",
      "மழை போன்ற வானம்",
      "பூக்கள் போன்ற வானம்"
    ],
    "answer": "C"
  },
  {
    "description": "சொற்றொடர் பொருள்:\n\n\"அயலுள ஓடைத் தாமரை கொட்டி\"  என்ற சொற்றொடரின் பொருள் யாது?",
    "options": [
      "அருகில் இருக்கும் ஓடைத் தாமரைகள் மலர்ந்துள்ளன",
      "அருகில் இருக்கும் ஓடைத் தாமரைகள் மலர்ந்து மணம் பரவுகின்றன",
      "அருகில் இருக்கும் ஓடைத் தாமரைகள் மலர்ந்து அழகாக உள்ளன",
      "அருகில் இருக்கும் ஓடைத் தாமரைகள் மலர்ந்து தண்ணீரில் மிதக்கின்றன"
    ],
    "answer": "A"
  },
  {
    "description": "1.  \"புத்தகம் படிக்கலாம்\" என்ற சொற்றொடரை விரிவாக்க, எந்த அடைமொழிகளைப் பயன்படுத்தலாம்?",
    "options": [
      "நல்ல, ஆழ்ந்து, தேர்ந்து",
      "நாளும், மகிழ்ந்து, உணர்ந்து",
      "ஆழ்ந்து, மகிழ்ந்து, உணர்ந்து",
      "நல்ல, நாளும், தேர்ந்து"
    ],
    "answer": "D"
  },
  {
    "description": "2.  \"விளையாடுவது நன்று\" என்ற சொற்றொடரை விரிவாக்க, எந்த அடைமொழிகளைப் பயன்படுத்தி, \"மாலையில் திடலில்\" என்ற சொற்றொடருடன் இணைத்துப் புதிய சொற்றொடரை உருவாக்கலாம்?",
    "options": [
      "ஓடியாடி, சேர்ந்து, அனைவருடன்",
      "சேர்ந்து, திடலில், அனைவருடன்",
      "ஓடியாடி, திடலில், அனைவருடன்",
      "ஓடியாடி, சேர்ந்து, மாலையில்"
    ],
    "answer": "C"
  },
  {
    "description": "3.  \"பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவிள்ளை எண்ராலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தது பலருக்குத் தெரியாது\"  என்ற வாக்கியத்தில் உள்ள பிழையைச் சரிசெய்து எழுது.",
    "options": [
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தார் என்பது பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தார் என்பது பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தது பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தார் என்பது பலருக்குத் தெரியாது."
    ],
    "answer": "D"
  },
  {
    "description": "4.  கீழ்க்காணும் பத்தியில் உள்ள ஆகுபெயர்களை அட்டவணைப்படுத்தி, \"பொருள்\" என்ற தலைப்பில் வரும் ஆகுபெயர்களை மட்டும் தேர்ந்தெடுத்து எழுது?",
    "options": [
      "டிசம்பர், மல்லிகை, பால், தோட்டம், வெள்ளை, கூலி, பொங்கல், ஐந்து கிலோ, மூன்று லிட்டர், நான்கு மீட்டர், அரை நிமிடம், வயலின், சிவசங்கரி",
      "டிசம்பர், மல்லிகை, பால், பொங்கல், ஐந்து கிலோ, மூன்று லிட்டர், நான்கு மீட்டர்",
      "டிசம்பர், மல்லிகை, பால், பொங்கல், ஐந்து கிலோ, மூன்று லிட்டர், நான்கு மீட்டர், அரை நிமிடம், வயலின்",
      "டிசம்பர், மல்லிகை, பால், தோட்டம், கூலி, பொங்கல், ஐந்து கிலோ, மூன்று லிட்டர், நான்கு மீட்டர்"
    ],
    "answer": "B"
  },
  {
    "description": "5.  \"எனது பயணம்\" என்னும் தலைப்பில் பயண அனுபவங்களை விவரிக்கும் போது, எந்த அம்சங்களைப் பற்றி எழுதுவது மிகவும் முக்கியம்?",
    "options": [
      "பயணத்தின் நோக்கம், பயண இடம்,  பயணத்தின் போது நடந்த விஷயங்கள்",
      "பயணத்தின் நோக்கம், பயணத்தின் போது நடந்த விஷயங்கள், உணர்வுகள்",
      "பயணத்தின் நோக்கம், பயண இடம், பயணத்தின் போது நடந்த விஷயங்கள், உணர்வுகள்",
      "பயணத்தின் நோக்கம், பயண இடம், உணர்வுகள்"
    ],
    "answer": "C"
  },
  {
    "description": "6.  \"வயலிடைப் புகுந்தாய் மணிக்கதிர் விளைத்தாய்\"  என்ற வரியில் \"வயலிடை\" என்ற சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "வயல்வெளியில்",
      "நீர்நிலையில்",
      "வயல் புறத்தில்",
      "வயல் ஓரத்தில்"
    ],
    "answer": "B"
  },
  {
    "description": "“புத்தகம் படிக்கலாம்” என்ற சொற்றொடரை விரிவாக்கி, புத்தகம் படிக்கும் முறையைப் பற்றி விளக்கக்கூடிய சொற்றொடர் எது?",
    "options": [
      "நாளும் புத்தகம் படிக்கலாம்",
      "ஆழ்ந்து நல்ல புத்தகம் படிக்கலாம்",
      "தேர்ந்து மகிழ்ந்து புத்தகம் படிக்கலாம்",
      "உணர்ந்து புத்தகம் படிக்கலாம்"
    ],
    "answer": "B"
  },
  {
    "description": "“விளையாடுவது நன்று” என்ற சொற்றொடரை விரிவாக்கி,  விளையாடுவதற்கான இடம், நேரம் மற்றும் கூட்டாளிகளை குறிப்பிடும் சொற்றொடர் எது?",
    "options": [
      "மாலையில் ஓடியாடி விளையாடுவது நன்று",
      "திடலில் சேர்ந்து விளையாடுவது நன்று",
      "அனைவருடன் ஓடியாடி விளையாடுவது நன்று",
      "அனைவருடன் சேர்ந்து திடலில் மாலையில் ஓடியாடி விளையாடுவது நன்று"
    ],
    "answer": "D"
  },
  {
    "description": "“பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவிள்ளை எண்ராலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தது பலருக்குத் தெரியாது.”  இந்த வாக்கியத்தில் உள்ள பிழை எது?",
    "options": [
      "“எண்ராலும்” என்ற சொல்லை “என்றாலும்” என்று மாற்ற வேண்டும்.",
      "“புலமைகள் பெற்றிருந்தது” என்ற சொல்லை “புலமை பெற்றிருந்தார்” என்று மாற்ற வேண்டும்.",
      "“பலருக்குத் தெரியாது” என்ற சொல்லை “பலருக்கும் தெரியாது” என்று மாற்ற வேண்டும்.",
      "“படிக்கும் அலவுக்கு” என்ற சொல்லை “படிக்கும் அளவுக்கு” என்று மாற்ற வேண்டும்."
    ],
    "answer": "A"
  },
  {
    "description": "பெறுந்தலைவர் காமராசரின் இயல்பைப் பற்றிய  எந்த  தகவல்  பத்தியில்  இல்லை?",
    "options": [
      "தன்னம்பிக்கை",
      "அறிவு",
      "கனிவு",
      "நிர்வாகத் திறன்"
    ],
    "answer": "D"
  },
  {
    "description": "பத்தியில்  கூறப்பட்ட  வேலையாட்களின்  நிர்வாகத்திற்கு  விமலாவின்  அணுகுமுறை  எது?",
    "options": [
      "தன்னுடைய  இஷ்டத்துக்கு  வேலையாட்களின்  கூலியை  நிர்ணயித்தல்",
      "வேலையாட்களின்  கூலியை  குறைக்க  விரும்புதல்",
      "வேலையாட்களின்  கூலியை  குறைக்க  விரும்பாமல்  அதனை  ஏற்றுக்கொள்ளுதல்",
      "வேலையாட்களின்  கூலியை  குறைக்க  முயற்சி  செய்தல்"
    ],
    "answer": "C"
  },
  {
    "description": "பத்தியில்  கூறப்பட்ட  பொருட்களில்  “___”  என்பது  சமையலுக்கு  மட்டும்  தேவைப்படுகிறது.",
    "options": [
      "சாப்பாடு",
      "தாளிப்பு",
      "துணி",
      "பால்"
    ],
    "answer": "B"
  },
  {
    "description": "விமலாவின்  வீட்டில்  எந்த  பொருள்  குறைவாக  இருந்தது?",
    "options": [
      "சாப்பாடு",
      "தாளிப்பு",
      "துணி",
      "பால்"
    ],
    "answer": "A"
  },
  {
    "description": "விமலா  என்ன  படித்துக்  கொண்டிருந்தாள்?",
    "options": [
      "நாவல்",
      "கவிதை",
      "சிவசங்கரி",
      "செய்தித்தாள்"
    ],
    "answer": "C"
  },
  {
    "description": "“வயலிடைப் புகுந்தாய் மணிக்கதிர் விளைத்தாய் வளைந்துசெல் கால்களால் ஆறே!”   என்ற வரிகளில் எந்தப் பொருள் குறிப்பிடப்படுகிறது?",
    "options": [
      "சூரியன்",
      "நதி",
      "மழை",
      "காற்று"
    ],
    "answer": "B"
  },
  {
    "description": "“வயலிடைப் புகுந்தாய் மணிக்கதிர் விளைத்தாய் வளைந்துசெல் கால்களால் ஆறே!”   என்ற வரிகளில் எந்தப் பொருள் “மணிக்கதிர்” என குறிப்பிடப்படுகிறது?",
    "options": [
      "சூரியன்",
      "நதி",
      "மழை",
      "காற்று"
    ],
    "answer": "A"
  },
  {
    "description": "பின்வரும் எந்தச் சொற்றொடர்கள், கொடுக்கப்பட்ட அடைமொழிகளைப் பயன்படுத்தி விரிவாக்கப்படலாம்?\n\n    அ) நல்ல புத்தகம் படிக்கலாம்\n    ஆ) ஆழ்ந்து புத்தகம் படிக்கலாம்\n    இ) நாளும் புத்தகம் படிக்கலாம்\n    ஈ) தேர்ந்து புத்தகம் படிக்கலாம்\n    உ) மகிழ்ந்து புத்தகம் படிக்கலாம்\n    ஊ) உணர்ந்து புத்தகம் படிக்கலாம்\n\n    விருப்பங்கள்:\n\n    1. அ, இ, ஈ, ஊ\n    2. அ, ஆ, இ, உ\n    3. ஆ, ஈ, உ, ஊ\n    4. அ, இ, உ, ஊ",
    "options": [
      "அ, இ, ஈ, ஊ",
      "அ, ஆ, இ, உ",
      "ஆ, ஈ, உ, ஊ",
      "அ, இ, உ, ஊ"
    ],
    "answer": "A"
  },
  {
    "description": "\"பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவிள்ளை எண்ராலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தது பலருக்குத் தெரியாது\" என்கிற வாக்கியத்தில் உள்ள பிழையை நீக்கு.",
    "options": [
      "\"பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அளவுக்கு புலமைகள் பெற்றிருந்தார் என்பது பலருக்குத் தெரியாது.\"",
      "\"பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அளவுக்கு புலமை பெற்றிருந்தார் என்பது பலருக்குத் தெரியாது.\"",
      "\"பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அளவுக்கு புலமைகள் பெற்றிருந்தார் என்பது பலருக்குத் தெரியாது.\"",
      "\"பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அளவுக்கு புலமைகள் பெற்றிருந்தார்கள் என்பது பலருக்குத் தெரியாது.\""
    ],
    "answer": "A"
  },
  {
    "description": "\"விமலா கூடத்தில் உள்ள தட்டிலிருந்த டிசம்பரைத் தலையில் சூடிக்கொண்டாள். மல்லிகையைப் படத்திற்குச் சூட்டினாள். அடுப்பிலிருந்து பாலை இறக்கினாள். பின்பு தோட்டத்திற்குச் சென்றாள்.\" என்கிற பத்தியில் எத்தனை ஆகுபெயர்கள் உள்ளன?",
    "options": [
      "மூன்று",
      "நான்கு",
      "ஐந்து",
      "ஆறு"
    ],
    "answer": "D"
  },
  {
    "description": "\"தலைக்கு இருநூறு கொடுங்கம்மா\" என்கிற வார்த்தைகள் யாருக்கு எதிராகச் சொல்லப்பட்டன?",
    "options": [
      "விமலா",
      "தோட்டத்தில் வேலை செய்த ஒருவர்",
      "அனைத்து வேலையாட்களுக்கும்",
      "விமலாவின் குடும்பத்தினருக்கு"
    ],
    "answer": "A"
  },
  {
    "description": "\"எனது பயணம்\" என்னும் தலைப்பில் நீங்கள் எழுதும் பயண அனுபவக் கட்டுரையில் எந்த அம்சங்களைச் சேர்க்கலாம்?",
    "options": [
      "பயணத்தின் நோக்கம், பயணத்தின் போது பார்த்த இடங்கள், சந்தித்த மக்கள், உணர்ந்த உணர்வுகள், பயணத்தின் முடிவில் பெற்ற அனுபவம்",
      "பயணம் சென்ற இடம், பயணத்தின் போது எடுத்த புகைப்படங்கள், பயணச் செலவு, பயணத்தின் போது ஏற்பட்ட பிரச்சனைகள்",
      "பயணத்தின் நோக்கம், பயணத்தின் போது எடுத்த புகைப்படங்கள், பயணச் செலவு, பயணத்தின் போது ஏற்பட்ட பிரச்சனைகள்",
      "பயணத்தின் நோக்கம், பயணத்தின் போது பார்த்த இடங்கள், பயணத்தின் போது ஏற்பட்ட பிரச்சனைகள், பயணத்தின் முடிவில் பெற்ற அனுபவம்"
    ],
    "answer": "A"
  },
  {
    "description": "\"வயலிடைப் புகுந்தாய் மணிக்கதிர் விளைத்தாய் வளைந்துசெல் கால்களால் ஆறே! அயலுள ஓடைத் தாமரை கொட்டி ஆம்பலின் இதழ்களை விரித்தாய்\" என்கிற வரிகளில் எந்தப் பொருள் குறிப்பிடப்படுகிறது?",
    "options": [
      "ஒரு நதி",
      "ஒரு ஆறு",
      "ஒரு குளம்",
      "ஒரு கடல்"
    ],
    "answer": "B"
  },
  {
    "description": "\"கயலிடைச் செங்கண் கருவரால் வாளை கரைவளர் தென்னையில் பாயப் பெயரிடைப் பட்ட வானெனத் தோன்றும் பெருங்குளம் நிறைந்து விட்டாயே!\" என்கிற வரிகளில் எந்தப் பொருள் குறிப்பிடப்படுகிறது?",
    "options": [
      "ஒரு நதி",
      "ஒரு ஆறு",
      "ஒரு குளம்",
      "ஒரு கடல்"
    ],
    "answer": "C"
  }
]
