
[
  {
    "description": "“எத்துணையும் பேதமுறாது எவ்வுயிரும் தம்முயிர்போல் எண்ணி உள்ளே ஒத்துரிமை உடையவராய் உவக்கின்றார் யாவர்அவர் உள்ளம்தான் சுத்த சித்துருவாய் எம்பெருமான் நடம்புரியும் இடம் என நான் தெரிந்தேன் அந்த வித்தகர்தம் அடிக்கேவல் புரிந்திட என் சிந்தை மிக விழைந்த தாலே” என்ற வள்ளலார் பாடல் பகுதியில் எத்தனை தொகைச்சொற்கள் பயன்படுத்தப்பட்டுள்ளன?",
    "options": [
      "ஒன்று",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": "C"
  },
  {
    "description": "“மொழியோடு விளையாடு” என்ற தலைப்பில் கொடுக்கப்பட்டிருக்கும் எழுத்துகளை முறைப்படுத்திச் சொற்களைக் கண்டுபிடிக்க வேண்டும். கீழ்க்காணும் எழுத்துக்கள் எந்த சொல்லைக் குறிக்கின்றன?",
    "options": [
      "புன்பமொப்லமைழி",
      "தைக்விதுகபு",
      "யனிநேம்தம",
      "டுசிப்காட்ஞ்ப"
    ],
    "answer": "B"
  },
  {
    "description": "“கச்வப்ஞ்புசிழ்ச” என்ற எழுத்துக்களை முறைப்படுத்திச் சொல்லைக் கண்டுபிடிக்க வேண்டும்.  கீழ்க்காணும் சொற்களில் எது சரியான விடை?",
    "options": [
      "பசி",
      "சுகம்",
      "துன்பம்",
      "வலி"
    ],
    "answer": "A"
  },
  {
    "description": "“சேர, சோழ, பாண்டிய அரசர்களிடம் யானைப்படை, குதிரைப்படை, தேர்ப்படை, தரைப்படை ஆகியவை இருந்தன” என்ற வாக்கியத்தில் பயன்படுத்தப்பட்டுள்ள தொகைச்சொல் எது?",
    "options": [
      "சேர",
      "யானைப்படை",
      "குதிரைப்படை",
      "அரசர்கள்"
    ],
    "answer": "D"
  },
  {
    "description": "“பூங்கொடி நேற்றுப் பள்ளிக்குச் (செல்), தன் தோழிகளைக் (உரை); பின்னர் வங்கிக்குப் -(போ) தான் கூடுதலாகச் (மால்), மகிழ்ச்சியுடன் (செலுத்து) தொகையைத் திரும் ----- (பெறு) ------ (கொள்) வந்தாள். வரும் வழியில் வீட்டுக்கு (வேண்டு) பொருள்களை ------ (வா). அங்கு (திரும்பு) .” என்ற வாக்கியத்தில் “செலுத்து” என்ற வினைச்சொல் எச்சமாக மாற்றப்பட்டுள்ளது?",
    "options": [
      "முழுமையான எச்சம்",
      "ஒரு பகுதி எச்சம்",
      "தொடர் எச்சம்",
      "வினை எச்சம்"
    ],
    "answer": "B"
  },
  {
    "description": "“எத்துணையும் பேதமுறாது எவ்வுயிரும் தம்முயிர்போல் எண்ணி உள்ளே ஒத்துரிமை உடையவராய் உவக்கின்றார் யாவர்அவர் உள்ளம்தான் சுத்த சித்துருவாய் எம்பெருமான் நடம்புரியும் இடம் என நான் தெரிந்தேன் அந்த வித்தகர்தம் அடிக்கேவல் புரிந்திட என் சிந்தை மிக விழைந்த தாலே” - இந்தப் பாடலின் மூலம் வள்ளலார் என்ன உணர்த்துகிறார்?",
    "options": [
      "அனைத்து உயிர்களும் ஒன்றே என்றும் அவர்களிடம் ஒத்துரிமை கொள்ள வேண்டும் என்றும்.",
      "எல்லோரும் எம்பெருமானின் அடிமை என்றும் அவரது பாதங்களைத் தொட்டு வணங்க வேண்டும் என்றும்.",
      "சித்துருவாகிய எம்பெருமானின் அருள் மட்டுமே உயிர்களை காப்பாற்றும் என்றும்.",
      "எந்த உயிருக்கும் மதிப்பில்லை என்றும் அவர்களை ஒரே மாதிரியாகவே நடத்த வேண்டும் என்றும்."
    ],
    "answer": "a"
  },
  {
    "description": "“மொழியோடு விளையாடு” பகுதியில் கொடுக்கப்பட்டுள்ள சொற்களில் எந்தச் சொல்  “உய்த்தல்”  என்பதற்கு எதிர்ச்சொல்லாக இருக்கும்?",
    "options": [
      "புன்பமொப்லமைழி",
      "தைக்விதுகபு",
      "யனிநேம்தம",
      "டுசிப்காட்ஞ்ப"
    ],
    "answer": "d"
  },
  {
    "description": "“தொகைச்சொற்களைக் கொண்டு பத்தியைச் சுருக்குக” - இந்தப் பகுதியில் கொடுக்கப்பட்டுள்ள தொகைச்சொற்களில் எது “நிலங்கள்” என்பதைக் குறிக்கும்?",
    "options": [
      "கிழக்கு",
      "சோழ",
      "குறிஞ்சி",
      "யானைப்படை"
    ],
    "answer": "c"
  },
  {
    "description": "“வினைப்பகுதிகளை எச்சங்களாகவும் முற்றாகவும் மாற்றுக” - இந்தப் பகுதியில் “பூங்கொடி வங்கிக்குப் போனாள்”  என்ற வினைமுற்றுத் தொடர் எச்சமாக மாற்றப்படும்போது எப்படி இருக்கும்?",
    "options": [
      "பூங்கொடி வங்கிக்குப் போய்",
      "பூங்கொடி வங்கிக்குப் போ",
      "பூங்கொடி வங்கிக்குப் போக",
      "பூங்கொடி வங்கிக்குப் போய்விட்டாள்"
    ],
    "answer": "c"
  },
  {
    "description": "“251”  என்ற எண்ணுடன் தொடர்புடைய பத்தியில் “வீடு”  என்பதற்கு முன்னால் வரும் வினைச்சொல் எது?",
    "options": [
      "நில்",
      "ஏறு",
      "திரும்பு",
      "செல்"
    ],
    "answer": "b"
  },
  {
    "description": "“எத்துணையும் பேதமுறாது எவ்வுயிரும் தம்முயிர்போல் எண்ணி உள்ளே ஒத்துரிமை உடையவராய் உவக்கின்றார் யாவர்அவர் உள்ளம்தான் சுத்த சித்துருவாய் எம்பெருமான் நடம்புரியும் இடம் என நான் தெரிந்தேன் அந்த வித்தகர்தம் அடிக்கேவல் புரிந்திட என் சிந்தை மிக விழைந்த தாலே” என்ற வள்ளலார் பாடல் பகுதியில் எந்த வார்த்தை “நல்லவர்” என்பதற்கான பொருளைத் தருகிறது?",
    "options": [
      "சித்துருவாய்",
      "வித்தகர்",
      "ஒத்துரிமை",
      "எம்பெருமான்"
    ],
    "answer": "b"
  },
  {
    "description": "“புன்பமொப்லமைழி” என்ற எழுத்துக்கூட்டில் மறைந்திருக்கும் சொல் எது?",
    "options": [
      "மழை",
      "பூம்பொழி",
      "நெல்",
      "மலர்"
    ],
    "answer": "b"
  },
  {
    "description": "“யனிநேம்தம” என்ற எழுத்துக்கூட்டில் மறைந்திருக்கும் சொல் எது?",
    "options": [
      "மென்மை",
      "நெஞ்சம்",
      "தாமரை",
      "மெதுவாக"
    ],
    "answer": "b"
  },
  {
    "description": "“கச்வப்ஞ்புசிழ்ச” என்ற எழுத்துக்கூட்டில் மறைந்திருக்கும் சொல் எது?",
    "options": [
      "புசி",
      "சிலம்பு",
      "சிறுமை",
      "பெருமை"
    ],
    "answer": "a"
  },
  {
    "description": "“டுசிப்காட்ஞ்ப” என்ற எழுத்துக்கூட்டில் மறைந்திருக்கும் சொல் எது?",
    "options": [
      "திங்கள்",
      "காடு",
      "மகிழ்வு",
      "கடினம்"
    ],
    "answer": "d"
  },
  {
    "description": "“குரிசில், தலையளி, நயம், உய்த்தல், இருசு”  என்ற சொற்களில் எது “பொறுமை”  என்ற சொல்லுக்கு நெருக்கமான பொருளைத் தருகிறது?",
    "options": [
      "குரிசில்",
      "தலையளி",
      "நயம்",
      "இருசு"
    ],
    "answer": "d"
  },
  {
    "description": "“சேர, சோழ, பாண்டிய அரசர்களிடம் யானைப்படை, குதிரைப்படை, தேர்ப்படை, தரைப்படை ஆகியவை இருந்தன. அவர்கள் மா, பலா, வாழை ஆகிய கனிகளுடன் விருந்தோம்பல் செய்தனர். கிழக்கு, மேற்கு, வடக்கு, தெற்கு ஆகிய திசைகளில் அவர்களின் ஆட்சிப்புகழ் பரவியிருந்தது. தமிழகத்தின் குறிஞ்சி, முல்லை, மருதம், நெய்தல் ஆகிய நிலங்களில் உள்ள புலவர்கள் இவ்வரசர்களை இம்மையிலும் மறுமையிலும் வாழ்கவென்று வாழ்த்தினர்.”  என்ற பத்தியில்  “படை” என்பதற்குப் பதிலாக எந்த தொகைச்சொல் பயன்படுத்தப்படலாம்?",
    "options": [
      "படைவீரர்கள்",
      "சேனை",
      "படையுடைமை",
      "படைப்பிரிவுகள்"
    ],
    "answer": "b"
  },
  {
    "description": "“பூங்கொடி நேற்றுப் பள்ளிக்குச் (செல்), தன் தோழிகளைக் (உரை); பின்னர் வங்கிக்குப் -(போ) தான் கூடுதலாகச் (மால்), மகிழ்ச்சியுடன் (செலுத்து) தொகையைத் திரும் ----- (பெறு) ------ (கொள்) வந்தாள். வரும் வழியில் வீட்டுக்கு (வேண்டு) பொருள்களை ------ (வா). அங்கு (திரும்பு).”  என்ற பத்தியில் உள்ள வினைச்சொற்களை முற்றாக மாற்றி எழுது.",
    "options": [
      "சென்றாள், உரைத்தாள், போனாள், மாலாள், செலுத்தினாள், பெற்றாள், கொண்டாள், வேண்டினாள், வாங்கினாள், திரும்பினாள்.",
      "சென்றாள், உரைத்தாள், போனாள், மாலாள், செலுத்தினாள், பெற்றுக் கொண்டாள், வேண்டினாள், வாங்கினாள், திரும்பினாள்.",
      "சென்றாள், உரைத்தாள், போனாள், மாலாள், செலுத்தினாள், பெற்றுக் கொண்டாள், வாங்கினாள், திரும்பினாள்.",
      "சென்றாள், உரைத்தாள், போனாள், மாலாள், செலுத்தினாள், பெற்றாள், கொண்டாள், வாங்கினாள், திரும்பினாள்."
    ],
    "answer": "b"
  },
  {
    "description": "“251  (நில்) பேருந்தில் (ஏறு) வீடு” என்ற பத்தியில் வினைச்சொற்களை எச்சங்களாக மாற்றி எழுது.",
    "options": [
      "நின்று பேருந்தில் ஏறு வீடு",
      "நின்று பேருந்தில் ஏற வீடு",
      "நின்று பேருந்தில் ஏறி வீடு",
      "நின்று பேருந்தில் ஏறி வீட்டுக்கு"
    ],
    "answer": "b"
  },
  {
    "description": "பாடலில் எந்த அறநெறி வலியுறுத்தப்படுகிறது?",
    "options": [
      "சாதி வேறுபாடு",
      "சமூக நியாயம்",
      "உயிர்வாழ்வுப் போராட்டம்",
      "அனைத்து உயிர்களின் ஒத்துரிமை"
    ],
    "answer": "D"
  },
  {
    "description": "\"சுத்த சித்துருவாய்\" என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "தூய்மையான மனம்",
      "ஞானி",
      "தெய்வீகப் பரிசுத்தம்",
      "மனித நேயம்"
    ],
    "answer": "C"
  },
  {
    "description": "\"வித்தகர்தம் அடிக்கேவல் புரிந்திட\" என்ற பகுதி எதைக் குறிக்கிறது?",
    "options": [
      "ஞானியைப் போற்றிப் பின்பற்றுதல்",
      "மனிதர்களைப் புரிந்துகொள்ளுதல்",
      "தெய்வீக அருளைப் பெறுதல்",
      "உலக அறிவைப் பெறுதல்"
    ],
    "answer": "A"
  },
  {
    "description": "பின்வரும் சொற்களில் எது  \"உய்த்தல்\" என்ற சொல்லுக்குப் பொருத்தமான தொகைச்சொல்?",
    "options": [
      "துய்த்தல்",
      "உயிர்ப்பித்தல்",
      "எண்ணிப் பார்த்தல்",
      "நன்றாகப் படித்தல்"
    ],
    "answer": "C"
  },
  {
    "description": "\"சேர, சோழ, பாண்டிய அரசர்களிடம் யானைப்படை, குதிரைப்படை, தேர்ப்படை, தரைப்படை ஆகியவை இருந்தன. அவர்கள் மா, பலா, வாழை ஆகிய கனிகளுடன் விருந்தோம்பல் செய்தனர்\" என்ற வாக்கியத்தைத் தொகைச்சொற்களைப் பயன்படுத்திச் சுருக்கி எழுதுக.",
    "options": [
      "சேர, சோழ, பாண்டிய அரசர்கள் படைவீரர்களுடன் மா, பலா, வாழை கனிகளுடன் விருந்தோம்பல் செய்தனர்.",
      "மூன்று அரசர்களும் படைவீரர்களுடன் கனிகளுடன் விருந்தோம்பல் செய்தனர்.",
      "தமிழக அரசர்கள் பலவிதமான படைகளுடன் கனிகளுடன் விருந்தோம்பல் செய்தனர்.",
      "மூன்று அரசர்களும் படை வீரர்களுடன் கனிகள் வைத்து விருந்தோம்பல் செய்தனர்."
    ],
    "answer": "D"
  },
  {
    "description": "\"பூங்கொடி நேற்றுப் பள்ளிக்குச் (செல்), தன் தோழிகளைக் (உரை); பின்னர் வங்கிக்குப் -(போ) தான் கூடுதலாகச் (மால்), மகிழ்ச்சியுடன் (செலுத்து) தொகையைத் திரும் ----- (பெறு) ------ (கொள்) வந்தாள். வரும் வழியில் வீட்டுக்கு (வேண்டு) பொருள்களை ------ (வா). அங்கு (திரும்பு)\" என்ற வாக்கியத்தில் இடைவெளிகளில் பொருத்தமான வினைச்சொற்களைத் தேர்ந்தெடுத்து எழுதுக.",
    "options": [
      "சென்றாள், பேசினாள், போனாள், வாங்கினாள், செலுத்தினாள், பெற்றாள், கொண்டாள், வேண்டிய, வாங்கினாள், திரும்பினாள்",
      "சென்றாள், பேசினாள், போனாள், வாங்கினாள், செலுத்தினாள், பெற்றாள், கொண்டாள், வேண்டிய, வாங்கினாள், திரும்பி",
      "சென்றாள், பேசினாள், போனாள், வாங்கினாள், செலுத்தினாள், பெற்றாள், கொண்டாள், வேண்டி, வாங்கினாள், திரும்பினாள்",
      "சென்றாள், பேசினாள், போனாள், வாங்கினாள், செலுத்தினாள், பெற்றாள், கொண்டாள், வேண்டி, வாங்கினாள், திரும்பி"
    ],
    "answer": "A"
  },
  {
    "description": "\"பூங்கொடி நேற்றுப் பள்ளிக்குச் சென்றாள், தன் தோழிகளைக் பேசினாள்; பின்னர் வங்கிக்குப் போனாள், தான் கூடுதலாக வாங்கினாள், மகிழ்ச்சியுடன் செலுத்தினாள் தொகையைத் திரும்ப பெற்றாள், கொண்டாள். வரும் வழியில் வீட்டுக்கு வேண்டிய பொருள்களை வாங்கினாள். அங்கு திரும்பினாள்\" என்ற வாக்கியத்தில் எத்தனை வினைச்சொற்கள் உள்ளன?",
    "options": [
      "5",
      "7",
      "9",
      "11"
    ],
    "answer": "D"
  },
  {
    "description": "\"பூங்கொடி நேற்றுப் பள்ளிக்குச் சென்றாள், தன் தோழிகளைக் பேசினாள்; பின்னர் வங்கிக்குப் போனாள், தான் கூடுதலாக வாங்கினாள், மகிழ்ச்சியுடன் செலுத்தினாள் தொகையைத் திரும்ப பெற்றாள், கொண்டாள். வரும் வழியில் வீட்டுக்கு வேண்டிய பொருள்களை வாங்கினாள். அங்கு திரும்பினாள்\" என்ற வாக்கியத்தில் எத்தனை எச்ச வினைச்சொற்கள் உள்ளன?",
    "options": [
      "2",
      "4",
      "6",
      "8"
    ],
    "answer": "C"
  },
  {
    "description": "\"பூங்கொடி நேற்றுப் பள்ளிக்குச் சென்றாள், தன் தோழிகளைக் பேசினாள்; பின்னர் வங்கிக்குப் போனாள், தான் கூடுதலாக வாங்கினாள், மகிழ்ச்சியுடன் செலுத்தினாள் தொகையைத் திரும்ப பெற்றாள், கொண்டாள். வரும் வழியில் வீட்டுக்கு வேண்டிய பொருள்களை வாங்கினாள். அங்கு திரும்பினாள்\" என்ற வாக்கியத்தில் எத்தனை முற்ற வினைச்சொற்கள் உள்ளன?",
    "options": [
      "3",
      "5",
      "7",
      "9"
    ],
    "answer": "B"
  },
  {
    "description": "\"251 (நில்) பேருந்தில் (ஏறு) வீடு\" என்ற வாக்கியத்தில் இடைவெளிகளில் பொருத்தமான வினைச்சொற்களைத் தேர்ந்தெடுத்து எழுதுக.",
    "options": [
      "நின்றாள், ஏறி",
      "நில்லாது, ஏறி",
      "நின்றான், ஏறி",
      "நின்றாள், ஏறுவாள்"
    ],
    "answer": "A"
  }
]
