
[
  {
    "description": "“விருந்தினனாக ஒருவன் வந்து எதிரின்” என்ற வரியில் “எதிரின்” என்ற சொல்லை மாற்றி எழுதி, பாடலின் பொருளுக்குப் பாதிப்பு இல்லாமல் இருக்கக்கூடிய வார்த்தையைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "வந்து",
      "நின்று",
      "வந்தால்",
      "விரும்பி"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல் விருந்தினரை எப்படி வரவேற்க வேண்டும் என்பதைப் பற்றியது. \"எதிரின்\" என்ற சொல், \"விருந்தினன் வருகிறான்\" என்பதைக் குறிக்கிறது. எனவே, அதற்குப் பதிலாக \"வந்தால்\" என்ற சொல் பொருத்தமாக இருக்கும். அதாவது, \"விருந்தினனாக ஒருவன் வந்தால்\" என்று பாடல் கூறுகிறது. விருந்தினர் வந்தால் அவரை எப்படி வரவேற்க வேண்டும் என்பதை இந்த வரி விளக்குகிறது."
  },
  {
    "description": "“திருந்துற நோக்கல் வருக என உரைத்தல்” என்ற வரியில்  “திருந்துற” என்ற சொல்லின் பொருளைத் தெளிவாக விளக்கும் வார்த்தையைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "சோர்வாக",
      "மகிழ்ச்சியாக",
      "வருத்தமாக",
      "விரும்பி"
    ],
    "answer": "B",
    "additional_context": "\"திருந்துற நோக்கல்\" என்ற வரி விருந்தினரை மகிழ்ச்சியுடன் வரவேற்பதைப் பற்றி கூறுகிறது. விருந்தினரை மகிழ்ச்சியுடன் பார்க்க வேண்டும் என்பதைத் தெளிவாகக் காட்டும் வார்த்தை \"மகிழ்ச்சியாக\" என்பதாகும்."
  },
  {
    "description": "“அருகுற இருத்தல்” என்ற வரியில் “அருகுற” என்ற சொல்லைத் தனித்தனியாகப் பிரித்து எழுதும்போது,  எந்த வார்த்தை சரியானது?",
    "answer": "A",
    "options": [
      "அருகில்",
      "அருகே",
      "அருகில் + ற",
      "அருகே + ற"
    ],
    "additional_context": "இந்த வரி, விருந்தினரை அருகில் அமரச் செய்வதைப் பற்றி குறிப்பிடுகிறது. \"அருகுற\" என்பது \"அருகில்\" + \"ற\"  என்ற இரண்டு சொற்களின் சேர்க்கையாகும். \"ற\" என்பது இடத்தைக் குறிக்கும் இடைச்சொல். எனவே,  \"அருகில்\" என்ற சொல் சரியானது."
  },
  {
    "description": "“பரிந்துநன் முகமன் வழங்கல்” என்ற வரியில் “முகமன்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "ஒருவரின் முகம்",
      "முகம் பார்க்கும் விதம்",
      "முகத்தை வெளிப்படுத்துவது",
      "முகத்தில் பூசும் பொருள்"
    ],
    "answer": "B",
    "additional_context": "\"பரிந்துநன் முகமன்\" என்பது விருந்தினரை மகிழ்ச்சியுடன் பார்க்கும் விதத்தைக் குறிக்கிறது. இது  \"பரிந்துநன்\" (நல்ல விதத்தில்) + \"முகம்\" (முகம் பார்க்கும் விதம்) என்று பொருள்படும். விருந்தினரை  நல்ல விதத்தில் பார்த்து  அவரை மகிழ்விப்பதாகும். எனவே,  \"முகம் பார்க்கும் விதம்\" என்ற விளக்கம் சரியானது."
  },
  {
    "description": "“இல்லொழுக்கங் கூறிய” என்ற வரியில் “இல்லொழுக்கங்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "ஒருவீட்டில் இருப்பது",
      "வீட்டைப் பராமரிப்பது",
      "வீட்டில் நடத்தப்படும் விழாக்கள்",
      "வீட்டில் பின்பற்றப்படும் நன்னெறிகள்"
    ],
    "answer": "D",
    "additional_context": "இந்த வரி, வீட்டில் பின்பற்றப்படும் நல்லொழுக்கங்களைப் பற்றி குறிப்பிடுகிறது. \"இல்லொழுக்கம்\" என்பது ஒரு குடும்பம் அல்லது சமூகம் பின்பற்றும் நெறிகளைக் குறிக்கிறது. விருந்தோம்பல் போன்ற நல்லொழுக்கங்களை பின்பற்ற வேண்டும் என்று இந்த பாடல் வலியுறுத்துகிறது."
  }
]
