[
          
  {
    
          "description": "சங்கப் புலவர் 'ஞாயிறு, திங்கள், நெஞ்சம் போன்ற அஃறிணைப் பொருள்கள், சொல்லுந போலவும், கேட்குந போலவும் சொல்லியாங்கு அமையும்' என்று தொல்காப்பியரை மேற்கோள் காட்டுகிறார். இணையத்தமிழன் அதற்கு 'இலக்கணை' என்கிறார். 'இலக்கணை' என்னும் சொல்லின் பொருள் என்ன?",
          "options": [
      "a)  அஃறிணைப் பொருள்களை உயிர் இல்லாதவை போலவும், உயிர் உள்ளவற்றை அஃறிணைப் பொருள்கள் போலவும் எழுதுதல்",
      "b)  அஃறிணைப் பொருள்களை உயிர் உள்ளன போலவும், உயிர் இல்லாத பொருள்களை உயிர் உள்ளன போலவும் கற்பனை செய்து எழுதுதல்",
      "c)  உயிர் உள்ளவற்றை அஃறிணைப் பொருள்கள் போலவும், அஃறிணைப் பொருள்களை உயிர் உள்ளன போலவும் எழுதுதல்",
      "d)  உயிர் உள்ளவற்றை உயிர் இல்லாதவை போலவும், உயிர் இல்லாதவற்றை உயிர் உள்ளவை போலவும் எழுதுதல்"
    ],
    "answer": "B",
    
          "additional_context": "சங்கப் புலவர் இணையத்தமிழனைக் கண்டு வியப்படைந்து, தன் தோழர் குன்றூர்க் கிழாரிடம் கூற வேண்டும் என்று சொல்கிறார். ஆசிரியப்பாவைப் பற்றி கேட்கும் இணையத்தமிழன், தான் சங்கப் புலவர்களின் தனிச் செய்யுள்கள் பற்றித்தான் கேட்க விரும்புகிறேன் என்று தெரிவிக்கிறார். அதற்கு சங்கப் புலவர் தான் அகத்துள் உவமை, மெய்ப்பாடு ஆகியன வைத்திருக்கிறார்களா என்று கேட்கிறார். அதற்கு, இணையத்தமிழன் ஆசிரியப்பா  எழுதுவது சாதாரணமாகிவிட்டது, தற்போது புதுப்புது வடிவங்கள் உருவாகியுள்ளன என்கிறார். சங்கப் புலவர் அஃறிணைப் பொருள்களை உயர்திணையாகக் கருதிக் கற்பனை செய்து எழுதுவோம் என்று கூறுகிறார். அது இலக்கணத்தில் உண்டே, தொல்காப்பியர், ஞாயிறு, திங்கள், நெஞ்சம் போன்ற அஃறிணைப் பொருள்கள், சொல்லுந போலவும், கேட்குந போலவும் சொல்லியாங்கு அமையும் என்று எழுதி  எழுதுவதைக் குறிப்பிடுகிறார். இதற்குத்தான் இலக்கணை என்று பெயர் என்பதை இணையத்தமிழன்  விளக்குகிறார்."
          }
        ,
          
  {
    
          "description": "'தென்றல் அசைந்துவரும் தென்தமிழ் நாட்டில் அமைந்த திருக்குற்றாலம், மலைவளம் படைத்த பழம்பதியாகும். அம்மலையிலே, கோங்கும் வேங்கையும் ஓங்கி வளரும்; குரவமும் முல்லையும் நறுமணங் கமழும்! கோலமாமயில் தோகை விரித்தாடும்; தேனுண்ட வண்டுகள் தமிழ்ப் பாட்டிசைக்கும்; இத்தகைய மலையினின்று விரைந்து வழிந்திறங்கும் வெள்ளருவி வட்டச் சுனையிலே வீழ்ந்து பொங்கும்பொழுது சிதறும் நீர்த் திவலைகள் பாலாவிபோற் பரந்தெழுந்து மஞ்சினோடு சேர்ந்து கொஞ்சிக் குலாவும்' - இந்தத் துண்டில் உள்ள நயங்களை இணையத்தமிழன் சங்கப் புலவருக்கு எடுத்துக்காட்டுகிறார். இந்தத் துண்டில் எந்தெந்த நயங்கள் இடம்பெற்றுள்ளன?",
          "options": [
      "a)  மோனை, எதுகை, இலக்கணை",
      "b)  உவமை, இலக்கணை, எதுகை",
      "c)  மோனை, எதுகை, உருவகம்",
      "d)  உவமை, இலக்கணை, மோனை"
    ],
    "answer": "C",
    
          "additional_context": "சங்கப் புலவர் மிகச் செறிவான உவமையைக் கூறினீர்கள் என்று பாராட்டுகிறார். இணையத்தமிழன் இன்னும் உண்டே என்று கூறியபின்  தண்டி என்பவர், உருவகத்தைப் பற்றி,  உவமையும் பொருளும் வேற்றுமை ஒழிவித்து ஒன்றென மாட்டின் அஃது உருவகமாகும் என்று எழுதியிருக்கிறார். உவமையை விட உருவகமே உணர்வுகளைத் தூண்டி எழுப்புவதில் வெற்றிபெறுகின்றது என்று கூறுகிறார். அதற்கு சங்கப் புலவர், மிகச் சுவையாக உள்ளது என்று சொல்கிறார். இன்னும் வேறென்ன உத்திகள் என்று கேட்கிறார். இதற்காகச் சொல்லையோ கருத்தையோ திரும்பத் திரும்பச் சொல்வதுண்டு, சொற்களை அளவாகப் பயன்படுத்தி உரைநடையை அழகு செய்ய மு.வரதராசனார், தம் நாட்டுப்பற்று என்னும் கட்டுரைத் தொகுப்பில் அரிசி, காய், கனி முதலியவை வேண்டும், உடை, வீடு முதலியவை வேண்டும், காசும் காகித நோட்டும் வேண்டும் என்று எழுதியிருக்கிறார். சங்கப் புலவர் மிகச் சுவையாக உள்ளது என்று பாராட்டி, இன்னும் வேறென்ன உத்திகள் என்று கேட்கிறார். இணையத்தமிழன் இருக்கின்றனவே, படிப்பவருக்கு முரண்படுவதுபோல இருக்கும், உண்மையில் முரண்படாத, மெய்ம்மையைச் சொல்லுவது 'முரண்படு மெய்ம்மை'  (paradox)  என்று விளக்கம் அளிக்கிறார்.  இதற்கும் ஓர் எடுத்துக்காட்டு இந்த உலகத்தில் பயம் என்ற ஒன்றிற்குத் தவிர வேறு எதற்கு நாம் பயப்படவேண்டும் என்று சங்கப் புலவரிடம்  கேள்வி எழுப்புகிறார்."
          }
        ,
          
  {
    
          "description": "“___________ என்னும் நூலிலுள்ள உரைநடையின் அணிநலன்கள் என்னும் கட்டுரையின் சுருக்கம், இங்கு உரையாடல் வடிவமாக மாற்றித் தரப்பட்டுள்ளது.”",
          "options": [
      "புதிய உரைநடை",
      "தமிழின்பம்",
      "குறிஞ்சிமலர்",
      "மழையும் புயலும்"
    ],
    "answer": "A",
    
          "additional_context": "இணையத்தமிழன், சங்கப் புலவருடன் உரையாடுவதை முடித்து, தான் விரைந்து செல்ல வேண்டும் என்று சொல்கிறார். சங்கப் புலவர், மடிக்கணினி என்றும் கூறினார்! என்று வியப்புடன் பார்க்கிறார். பறந்துவிட்டாரே என்று நினைத்து திகைக்கிறார். இந்த உரையாடல் எழில்முதல்வன் எழுதிய 'புதிய உரைநடை' என்னும் நூலிலுள்ள உரைநடையின் அணிநலன்கள் என்னும் கட்டுரையின் சுருக்கம் என்பதை நூல்வெளி பகுதியில் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "“__________ என்பவர், உருவகத்தைப் பற்றி `உவமையும் பொருளும் வேற்றுமை ஒழிவித்து ஒன்றென மாட்டின் அஃது உருவகமாகும்` என்று எழுதியிருக்கிறார்.”",
          "options": [
      "தண்டி",
      "தொல்காப்பியர்",
      "பாரதி",
      "பெரியார்"
    ],
    "answer": "A",
    
          "additional_context": "இணையத்தமிழன்  இன்னும் உண்டே என்று கூறியபின்  தண்டி என்பவர், உருவகத்தைப் பற்றி,  உவமையும் பொருளும் வேற்றுமை ஒழிவித்து ஒன்றென மாட்டின் அஃது உருவகமாகும் என்று எழுதியிருக்கிறார். உவமையை விட உருவகமே உணர்வுகளைத் தூண்டி எழுப்புவதில் வெற்றிபெறுகின்றது என்று கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "“___________ என்பது, உணர்ச்சி வெளிப்பாட்டுக்கு உதவக்கூடியது”",
          "options": [
      "இணை ஒப்பு",
      "வினா முறை",
      "உச்சநிலை",
      "சொல்முரண் "
    ],
    "answer": "B",
    
          "additional_context": "இணையத்தமிழன் சங்கப் புலவருக்கு வினா முறை பற்றி விளக்கம் அளிக்கிறார். விடைதரவேண்டிய தேவை இல்லாமல் கேள்வியிலேயே பதில் இருப்பதைப் போலவும் எழுதுவோம்! அது உணர்ச்சி வெளிப்பாட்டுக்கு உதவக்கூடியது! என்று கூறுகிறார். அதற்கு சங்கப் புலவர், கேட்கும்போதிலே சிலிர்ப்பு உண்டாகிறதே என்று சொல்கிறார். இணையத்தமிழன்  இதையும் கேளுங்கள் என்று சொல்கிறார்."
          }
        ]