
[
  {
    "description": "பாடப்பகுதிக்கு பின்வருபவற்றில் எது சரியான கூற்று?",
    "options": [
      "காற்று எப்போதும் மெதுவாக வீசும்.",
      "காற்று எப்போதும் புயலாக வீசும்.",
      "காற்று மெதுவாக வீசும்போது தென்றல், வேகமாக வீசும்போது புயல் என்று அழைக்கப்படுகிறது.",
      "காற்று ஒரு உருவம் கொண்டு நம்மிடம் பேசுவதை கண்களால் பார்க்கலாம்."
    ],
    "answer": "C",
    "additional_context": "இயற்கையின் கூறுகளில் காற்றின் பங்கு கூடுதலானது; காற்றே எங்கும் நிறைந்திருக்கிறது; மெல்லத் தொட்டுச் சென்றால் தென்றல்; தூக்கிச் சென்றால் புயல்! உயிரை உள்ளிருத்தும் காற்று, ஓர் உருவம் கொண்டு நம்மிடம் பேசினால்..."
  },
  {
    "description": "திருமூலர் தம் திருமந்திரத்தில் மூச்சுப் பயிற்சி குறித்து என்ன குறிப்பிட்டுள்ளார்?",
    "options": [
      "மூச்சுப்பயிற்சி உடலைப் பாதுகாக்க உதவுகிறது.",
      "மூச்சுப்பயிற்சி மூலம் வாழ்நாளை நீட்டிக்க முடியும்.",
      "மூச்சுப்பயிற்சி மனதைக் கட்டுப்படுத்த உதவுகிறது.",
      "மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "உங்களின் இயக்கத்தையும் உலக உயிர்களின் இயக்கத்தையும் தீர்மானிப்பது என் இயக்கம்தானே! அதனால்தான் திருமூலர் தம் திருமந்திரத்தில் மூச்சுப்பயிற்சியே உடலைப் பாதுகாத்து வாழ்நாளை நீட்டிக்கும் என்று கூறியுள்ளார்."
  },
  {
    "description": "பாடப்பகுதியில் குறிப்பிடப்பட்டுள்ள \"வாயுதாரணை\" என்னும் அதிகாரம் எந்த நூலில் இருக்கிறது?",
    "options": [
      "திருமந்திரம்",
      "திருக்குறள்",
      "சிலப்பதிகாரம்",
      "புறநானூறு"
    ],
    "answer": "B",
    "additional_context": "பிற்கால ஔவையார் தம் குறளில் வாயுதாரணை எனும் அதிகாரத்தில், வாயு வழக்கம் அறிந்து செறிந்தடங்கில் ஆயுள் பெருக்கம்உண் டாம் ஔவை குறள், 49 என்று என்னைச் சிறப்பித்துள்ளார்."
  },
  {
    "description": "காற்றின் பல்வேறு பெயர்களில் எது கடல் பகுதிக்கு மேலுள்ள மழை மேகங்களைச் சுமந்து வருவதைக் குறிக்கிறது?",
    "options": [
      "கொண்டல்",
      "வாடைக்காற்று",
      "தென்றல்",
      "மழைக்காற்று"
    ],
    "answer": "D",
    "additional_context": "கிழக்கிலிருந்து வீசும்போது நான் கொண்டல் எனப்படுகிறேன். கொண்டலாக நான் குளிர்ச்சி தருகிறேன்; இன்பத்தைத் தருகிறேன்; மழையைத் தருகிறேன்; கடல் பகுதிக்கு மேலுள்ள மழைமேகங்களைச் சுமந்து வருவதால் மழைக்காற்று எனப்படுகிறேன்."
  },
  {
    "description": "\"வண்டொடு புக்க மணவாய்த் தென்றல்\" எனத் தென்றலைப் புகழ்ந்தவர் யார்?",
    "options": [
      "ஔவையார்",
      "திருமூலர்",
      "இளங்கோவடிகள்",
      "பலபட்டடைச் சொக்கநாதப் புலவர்"
    ],
    "answer": "C",
    "additional_context": "தென்றலாகிய நான், பலவித மலர்களின் நறுமணத்தை அள்ளி வரும்பொழுது கூடவே வண்டுகளையும் அழைத்து வருவதால், இளங்கோவடிகள் என்னை, \"வண்டொடு புக்க மணவாய்த் தென்றல்\" என நயம்பட உரைக்கிறார்."
  }
]
