[
          
  {
    
          "description": "'பத்துப்பாட்டும் எட்டுத்தொகையும்'  என்ற சொற்கள் எதைக் குறிக்கின்றன?",
          "options": [
      "சங்க இலக்கியத்தில் உள்ள 18 பாடல்கள்",
      "சங்க இலக்கியத்தில் உள்ள 18 நூல்கள்",
      "சங்க இலக்கியத்தில் உள்ள 18 கவிஞர்கள்",
      "சங்க இலக்கியத்தில் உள்ள 18 மன்னர்கள்"
    ],
    "answer": "B",
    
          "additional_context": "சங்க இலக்கியத்தில், பத்துப்பாட்டு, எட்டுத்தொகை, பதினெண் கீழ்க்கணக்கு என மொத்தம் 18 நூல்கள் உள்ளன. சங்க இலக்கியத்தின் சிறப்புகளை விளக்கும் 18 நூல்களை 'பதினெண் கீழ்க்கணக்கு' என அழைக்கிறார்கள். பத்துப்பாட்டில் பத்து நூல்களும், எட்டுத்தொகையில் எட்டு நூல்களும் இருக்கின்றன. இதன் மூலம் சங்க கால மக்களின் வாழ்க்கை, பண்பாடு, சமூகம், தொழில் முறை போன்றவற்றை அறிய முடியும்.  இந்த 18 நூல்கள், சங்க இலக்கியத்தின் மகத்துவத்தைக் காட்டுகின்றன. சங்க இலக்கியம் மட்டுமல்ல, தமிழ் மொழியின் சிறப்பையும் இவை பிரதிபலிக்கின்றன."
          }
        ,
          
  {
    
          "description": "'உழவுத் தொழிலுக்கு வந்தனை செய்வோம்'  என்ற தலைப்பில் கட்டுரை எழுதுவது எதைக் குறிக்கிறது?",
          "options": [
      "விவசாயிகளின் உழைப்பை போற்றுவது",
      "வேளாண்மை வளர்ச்சியை ஆதரிப்பது",
      "சமூகத்தில் விவசாயத்தின் பங்கு",
      "இவை அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "“உழவுத் தொழிலுக்கு வந்தனை செய்வோம்” என்ற தலைப்பில் எழுதப்படும் கட்டுரை விவசாயத் தொழிலின் முக்கியத்துவத்தை எடுத்துரைக்கும். விவசாயிகளின் உழைப்பைப் போற்றி, வேளாண்மை வளர்ச்சியை ஆதரித்து, சமூகத்தில் விவசாயத்தின் பங்கை எடுத்துரைக்கும்.  அதாவது, உணவு உற்பத்தியில் விவசாயத்தின் பங்கு, விவசாயத்தின் மூலம் கிடைக்கும் வேலைவாய்ப்புகள், சுற்றுச்சூழல் பாதுகாப்பு, விவசாயம் சார்ந்த தொழில்நுட்பங்கள் போன்றவற்றை எடுத்துரைக்கும்."
          }
        ,
          
  {
    
          "description": "கவி கா.மு ஷெரீப் எழுதிய கவிதையில், 'ஏர்பிடிக்கும் கைகளுக்கே வாழ்த்து கூறுவோம்' என்ற வரியில் 'ஏர்பிடிக்கும் கைகள்' எனக் குறிப்பிடப்படுவது யார்?",
          "options": [
      "விவசாயிகள்",
      "கலைஞர்கள்",
      "தொழிலாளர்கள்",
      "வணிகர்கள்"
    ],
    "answer": "A",
    
          "additional_context": "கவி கா.மு ஷெரீப் எழுதிய கவிதையில், 'ஏர்பிடிக்கும் கைகளுக்கே வாழ்த்து கூறுவோம்' என்ற வரி விவசாயிகளின் உழைப்பைப் போற்றுவதாகும்.  விவசாயம் மிகவும் முக்கியமான தொழில், அது மக்களுக்கு உணவைத் தருகிறது.  விவசாயிகள் உழைத்து உணவு உற்பத்தி செய்கிறார்கள்.   இந்த வரி விவசாயிகளைப் போற்றி, அவர்களின் உழைப்பைப் பாராட்டுகிறது. விவசாயிகள் சமூகத்தின் முதுகெலும்பு என்று சொல்லலாம்."
          }
        ,
          
  {
    
          "description": "'மருதநிலம்'  என்ற சொல் சங்க இலக்கியத்தில் எதைக் குறிக்கிறது?",
          "options": [
      "மலைப்பகுதி",
      "கடற்கரைப் பகுதி",
      "வனப்பகுதி",
      "விவசாயப் பகுதி"
    ],
    "answer": "D",
    
          "additional_context": "சங்க இலக்கியத்தில், தமிழ்நாட்டின் புவியியல் அமைப்பை ஐந்து பகுதிகளாகப் பிரித்துள்ளனர். அவை: குறிஞ்சி (மலை), முல்லை (காடு), மருதம் (விவசாயப் பகுதி), நெய்தல் (கடற்கரை) பாலை (வறண்ட பகுதி).   மருதநிலம் என்பது விவசாயம் செய்யக்கூடிய பகுதியைக் குறிக்கிறது. சங்க காலத்தில் தமிழ்நாட்டில் விவசாயம் முக்கியமான தொழிலாக இருந்தது."
          }
        ,
          
  {
    
          "description": "'வரப் போகிறேன், இல்லாமல் இருக்கிறது, கொஞ்சம் அதிகம், முன்னுக்குப் பின், மறக்க நினைக்கிறேன்'  என்ற தொடர்களைக் கொண்டு, 'நான் இன்னும் சிறிது நேரத்தில் வருவேன், உனக்கு அவசரம் இல்லையா?'  என்ற பொருள் தரும் தொடரை அமைக்கவும்.",
          "options": [
      "நான் கொஞ்சம் அதிகம் வரப் போகிறேன், உனக்கு அவசரம் இல்லையா?",
      "நான் இல்லாமல் இருக்கிறேன், உனக்கு அவசரம் இல்லையா?",
      "நான் முன்னுக்குப் பின் வரப் போகிறேன், உனக்கு அவசரம் இல்லையா?",
      "நான் இன்னும் சிறிது நேரத்தில் வரப் போகிறேன், உனக்கு அவசரம் இல்லையா?"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி  தொடர்களைக் கொண்டு பொருத்தமான தொடரை அமைக்கச் சொல்கிறது. கொடுக்கப்பட்ட தொடர்களைப் பயன்படுத்தி, 'நான் இன்னும் சிறிது நேரத்தில் வருவேன், உனக்கு அவசரம் இல்லையா?' என்ற பொருள் தரும் தொடரை அமைக்க வேண்டும்.   'கொஞ்சம் அதிகம்' என்ற தொடரைப் பயன்படுத்தி, 'இன்னும் சிறிது நேரத்தில்' என்ற பொருளைத் தெளிவாகக் காட்டலாம்.   'வரப் போகிறேன்' என்ற தொடரைப் பயன்படுத்தி, வருகை குறிப்பிடலாம்."
          }
        ]