
[
  {
    "description": "புஞ்சைக்கு வந்த வாலிபனைப் பார்த்ததும் அன்னமய்யாவுக்கு ஏற்பட்ட உணர்ச்சியை விவரிக்கும் சொற்றொடர் எது?",
    "options": [
      "அச்சம் மற்றும் சந்தேகம்",
      "ஆர்வம் மற்றும் நெகிழ்ச்சி",
      "கோபம் மற்றும் மறுப்பு",
      "வெறுப்பு மற்றும் அலட்சியம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சுப்பையாவின் புஞ்சையில் அருகு எடுத்துக் கொண்டிருந்தார்கள். அதிகாலை நேரத்தில் ஒரு பாச்சல் அருகு எடுத்து முடித்துவிட்டுக் காலைக் கஞ்சி குடிக்க உட்காரப் போகும் வேளை, யாரோ ஒரு சன்யாசியைக் கூட்டிக்கொண்டு அன்னமய்யா தூரத்தில் வருவது தெரிந்தது. வாயிலிருந்த பல்க்குச்சியை எடுத்துத் துப்பிவிட்டு சுப்பையா கேட்டான், \"யாரோ ஒரு சாமியாரை இழுத்துட்டு வாரான்?\"  \"வரட்டும் வரட்டும்; ஒரு வயித்துக்குக் கஞ்சி ஊத்தி நாமும் குடிப்போம்\" என்றார் கொத்தாளி. \nஅந்தப் புஞ்சை ரோட்டோரத்தில் இருந்ததால் இப்படி தேசாந்திரிகள் வந்து இவர்களிடம் தண்ணீரோ கஞ்சியோ சாப்பிட்டு விட்டுப் போவது வழக்கம். \nஅன்னமய்யாவின் கூட வந்தது சன்யாசியோ பரதேசியோ இல்லை. அந்த ஆள் நடக்க முடியாமல் உட்கார்ந்து உட்கார்ந்து எழுந்திருந்து ஆயாசமாக, மெதுவாக நடந்து வந்து கொண்டிருந்தான். தாடியும் அழுக்கு ஆடையும் அந்தத் தள்ளாட்டமும் ஒரு பார்வைக்கு வயோதிகனாகவும் சாமியாரைப் போலவும் தோணவைத்தது. தற்செயலாக அந்தப் பக்கம் வந்த அன்னமய்யாவின் கண்ணில் இதுபட்டது. கிட்டே போய்ப் பார்த்த பிறகுதான் தெரிந்தது அவன் ஒரு வாலிபன் என்று. கால்களை நீட்டி, புளிய மரத்தில் சாய்ந்து உட்கார்ந்திருந்த அவனை நெருங்கிப் போய்ப் பார்த்தபோது, பசியால் வாடிப் போய்விட்ட அந்த முகத்தில் தெரிந்த கண்களின் தீட்சண்யம், கவனிக்கக் கூடியதாய் இருந்தது. அன்னமய்யாவைப் பார்த்ததும் அவன் ஒரு சிறு புன்னகை காட்டினான். பேசுவதற்கு இஷ்டப்படாதது போலிருந்தது அவன் இருப்பு. அந்த ரோடு வழியாக எத்தனையோ வகை தேசாந்திரிகள் வகைவகையான மொழியில் புரியாதபடி பேசிக்கொண்டு நடந்து வருவார்கள். அவர்களில் முக்கியமானவர்கள் லாட சன்யாசிகள். அவர்கள் வேட்டிகட்டிக் கொண்டிருப்பதே ஒரு தினுசு! இடுப்பை மறைத்த வேட்டி அதன் ரண்டு சொருகுநுனிகளும் குறுக்க மறுக்க மார்பின் மேலேறிப் பிடரியில் வந்து முடிச்சாகி இருக்கும். வேட்டியே, வேட்டியும் மேல் வேட்டியுமாக அவர்கள் அப்படி அதை உடுத்தியிருப்பதைப் பார்க்கும் கோபல்லபுரத்துக் குழந்தைகள், அதேபோல் தங்கள் தகப்பனார்களின் மேல்த் துண்டுகளை எடுத்து உடுத்திக்கொண்டு லாட சன்யாசி விளையாட்டு விளையாடியது அன்னமய்யாவுக்கு ஞாபகம் வந்தது."
  },
  {
    "description": "அந்த வாலிபன் குடித்த தண்ணீரின் பெயர் என்ன?",
    "options": [
      "சாதாரண குடிநீர்",
      "கஞ்சி",
      "நீத்துப்பாகம்",
      "தேங்காய் பால்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கொஞ்சம் அலுப்புத் தீர்ந்தவுடன், \"தம்பி, கொஞ்சம் குடிக்கத் தண்ணி கிடைக்குமா?\" என்று தமிழில் அவன் பேசியது இவனுக்கு ரொம்ப ஆச்சரியமாக சந்தோஷமாக இருந்தது. \"இந்தா பக்கத்துல அருகெடுத்துக் கிட்டிருக்கிறவங்ககிட்ட நீச்சுத் தண்ணி இருக்கும்; வாங்கிட்டு வரட்டுமா?\" \"நீச்சுத் தண்ணி\"? என்று தனக்குள் அந்த வாலிபன் சொல்லிப் பார்த்துக் கொள்வது தெரிந்தது. கொஞ்சம் கை அமர்த்திவிட்டு, நாமே அங்கே போய்விடலாமே என்பது போல் அங்கே அவர்களைப் பார்த்தான். எழுந்திருப்பதுக்கு ஒத்தாசனையாக நீட்டிய கையை நன்றியுடன் மறுத்துவிட்டு அவனே சிரமப்பட்டு எழுந்து நின்றான். \nவலதுபாதத்தின்மேல் வைத்து, சிரட்டையில் நீத்துபாகத்தை வடித்து அவனிடம் நீட்டினான்.  கையில் வாங்கியதும் சப்பிக்குடிப்பதா அண்ணாந்து குடிப்பதா என்கிற தயக்கம் வந்தபோது \"சும்மா கடிச்சிக் குடிங்க\" என்றான்.  உறிஞ்சும்போது கண்கள் சொருகின. மிடறு தொண்டை வழியாக இறங்குவதன் சொகத்தை முகம் சொல்லியது.'உக்காருங்க. உக்காந்து குடிங்க' என்று உபசரித்தான்."
  },
  {
    "description": "வாலிபன் தனது உண்மையான பெயரைச் சொல்லத் தயங்கியதற்கான காரணம் எது?",
    "options": [
      "அவர் ஒரு குற்றவாளி என்பதால்",
      "அவர் தன்னை மறைத்துக்கொள்ள விரும்புவதால்",
      "அவர் தனது பெயரை மறந்துவிட்டதால்",
      "அவர் தன் பெயரைச் சொல்ல விரும்பவில்லை என்பதால்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“எங்கிருந்து வர்ரீங்க?” கேள்விக்குப் பதில், அலுப்புடன் கூடிய ஒரு இதழ் விரியாத சிரிப்பே பதிலாக வந்தது. சொல்லுகிறேன் என்றும் இப்பவே அது தேவைதானா என்றும் இப்ப அதெல்லாம் எதுக்கு, கொஞ்சம் பொறு என்பது போலெல்லாம் இருந்தது அந்தச் சிரிப்பு. அன்னமய்யா தனது தோளைப் பிடித்துக் கொண்டு நடந்து வரும்படியாகக் கேட்டபோதும் அந்த ஆள் அதே சிரிப்போடு மறுத்துவிட்டு அவனோடு மெதுவாக நடந்து வந்தான். ஒரு வேப்பமரத்தின் அடியில் ஏகப்பட்ட மண் கலயங்கள் இருந்தன. அந்தக் கறுப்புக் கலயங்கள் அந்தக் கரிசல் மண்தரையில் பாதி புதைக்கப்பட்டிருந்தன. தேங்காய்ப் பருமனுள்ள கற்களால் அந்தக் கலயங்களின் வாய் மூடப்பட்டிருந்தது. காகங்கள் வந்து கஞ்சிக் கலயங்களை உருட்டிவிடாமலும் அலகை நுழைத்து அசிங்கப்படுத்திவிடாமலும் இருக்க இந்த ஏற்பாடு என்று அந்த மனிதன் பிறகு கேட்டுத் தெரிந்து கொண்டான். அன்னமய்யா ஒரு கலயத்தின்மேல் வைக்கப்பட்ட கல்லை அகற்றினான். ஒரு சிரட்டையில் காணத்துவையலும் ஊறுகாயும் இருந்தது. சிரட்டையே அந்தக் கலயத்தின் வாய்மூடியாகவும் அமைந்திருந்தது. இன்னொரு கலயத்தின் மேலிருந்த கல்லை எடுத்துப் பார்த்தபோது அதேபோல் இருந்த சிரட்டையில் மோர்மிளகாய் மட்டுமே இருந்தது. அதை இந்தச் சிரட்டையில் தட்டினான். சிரட்டையைத் துடைத்துச் சுத்தப்படுத்தினான். அந்தக் கலயத்தைப் பதனமாகத் தனது கையில் வாங்கியதும் சப்பிக்குடிப்பதா அண்ணாந்து குடிப்பதா என்கிற தயக்கம் வந்தபோது “சும்மா கடிச்சிக் குடிங்க” என்றான். உறிஞ்சும்போது கண்கள் சொருகின. மிடறு தொண்டை வழியாக இறங்குவதன் சொகத்தை முகம் சொல்லியது.'உக்காருங்க. உக்காந்து குடிங்க' என்று உபசரித்தான்.  “எங்கிருந்து வர்ரீங்க?” கேள்விக்குப் பதில், அலுப்புடன் கூடிய ஒரு இதழ் விரியாத சிரிப்பே பதிலாக வந்தது. சொல்லுகிறேன் என்றும் இப்பவே அது தேவைதானா என்றும் இப்ப அதெல்லாம் எதுக்கு, கொஞ்சம் பொறு என்பது போலெல்லாம் இருந்தது அந்தச் சிரிப்பு. அன்னமய்யா தனது தோளைப் பிடித்துக் கொண்டு நடந்து வரும்படியாகக் கேட்டபோதும் அந்த ஆள் அதே சிரிப்போடு மறுத்துவிட்டு அவனோடு மெதுவாக நடந்து வந்தான். \nஉட்கார்ந்த பிறகு, ரண்டாவது சிரட்டைக்குக் கலயத்தைப் பாதத்தின் பேரிலேயே வைத்துச் சுற்றி ஆட்டியதும் தெளிவு மறைந்து சோற்றின் மகுளி மேலே வந்ததும் அதை வார்த்துக் கொடுத்தான். அதை உறிஞ்சிக் குடிக்கும் போது “ஹ!” என்கிற அனுபவிப்பின் குரல் அவனிடமிருந்து வந்தது."
  },
  {
    "description": "மணியின் நண்பன் சுப்பையா என்ன படித்துக் கொண்டிருந்தான்?",
    "options": [
      "பள்ளிக்கூடம்",
      "கல்லூரி",
      "தொழில்நுட்பக் கல்லூரி",
      "மருத்துவக் கல்லூரி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“அந்தோ... அங்கெ,” என்று கை காட்டினான். “அங்கெ என்னொட பிரண்டு சுப்பையா ன்னு பேரு - காலேஜ்ல படிக்கான். லீவுக்கு வந்திருக்கான். அவங்க பிஞ்சையிலேயும் அருகெடுக்கிறாங்க, அங்க போவமா?” "
  },
  {
    "description": "கோபல்லபுரத்து மக்கள் சாப்பிட்ட உணவு எது?",
    "options": [
      "சாதம் மற்றும் சாம்பார்",
      "இட்லி மற்றும் சாம்பார்",
      "கம்மஞ்சோறு",
      "பூரி மற்றும் கறி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "அவர்கள் மந்தகாசத்துடன் வரவேற்றார்கள். புதாளை அவர்கள் தங்களோடு உண்ணும்படி உபசரித்தார்கள். மணி அவர்களோடு வட்டத்தில் சேர்ந்து உட்கார்ந்தார். கையைக் கழுவிக் கொள்ளவேண்டும் என்று அவருக்குத் தோன்றியது. ஆனால் அவர்களில் யாருமே சாப்பிடுவதற்கு முன்னால் கையைக் கழுவிக் கொள்வதாகத் தெரியவில்லை! அவர்களுக்கானது நமக்கு என்று அவர் கையை நீட்டினார். ஒரு கால் உருண்டை கம்மஞ்சோற்றை அவருடைய இடதுகையில் வைத்தார்கள். இடது கையிலா என்று தயங்கினார். ஆம் இடது கையில்த் தான் என்று தெரிந்தது. அன்னமய்யாவும் சுப்பையாவும் அப்படித்தான் பெற்றுக்கொண்டார்கள். அவர்களைப் பார்த்து அவரும் இடதுகைச் சோற்றில் ஒரு சிறூ பள்ளம் செய்து கொண்டார். அந்தப் பள்ளத்தில் துவையலை வைத்தார்கள். சிறிது சோற்றை எடுத்துத் துவையலில் பட்டதோ படலையோ என்று தொட்டு கழுக் என்று முழுங்கினார்கள்."
  }
]
