[
          
  {
    
          "description": "“தம்பி.. உனக்குப் பிடிச்ச காய் சொல்லு?” \n“பிடிச்ச பழம்?”\nபிடிச்ச காலை உணவு?\n\nநிற்க அதற்குத் தக…\n\n“கேரட்”\n“ஆப்பிள்”\n“நூடுல்ஸ்”\n“ஃப்ரைடு ரைஸ்”\n“பீட்ஸா அல்லது பாஸ்தா”\n\nஇது ஏதோ ஆங்கிலப்படத்தின் வசனம் அல்ல.” சரியா சாப்பிட மாட்டேங்கிறான் டாக்டர்” என்று என்னிடம் அழைத்து வரப்பட்ட ஒரு சிறுவனுடனான என் உரையாடல்.  இந்தப் பகுதியில் பயன்படுத்தப்பட்ட வார்த்தைகளிலிருந்து எது பாரம்பரிய உணவை குறிக்கிறது?",
          "options": [
      "கேரட்",
      "ஆப்பிள்",
      "நூடுல்ஸ்",
      "ஃப்ரைடு ரைஸ்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பகுதி ஒரு சிறுவனுடனான உரையாடலை விவரிக்கிறது. இந்தப் பகுதியில் குழந்தைகளின் உணவு பழக்கம் குறித்து விவாதிக்கப்படுகிறது. உரையாடல் ஆரம்பத்தில், குழந்தைக்கு பிடித்த காய்கள், பழங்கள், காலை உணவு கேட்கப்படுகிறது. பின்னர்,  குழந்தையின் உணவு பழக்கம் குறித்து கவலைப்பட்டதாக டாக்டர்  கூறப்படுகிறது. இந்தக் காட்சியில் பாரம்பரிய உணவை குறிக்கும் வார்த்தையாக 'கேரட்' பயன்படுத்தப்பட்டுள்ளது. இந்த உரையாடல், குழந்தைகளின் உணவுப் பழக்கத்தில் ஏற்பட்டுள்ள மாற்றத்தைப் பற்றிய எச்சரிக்கையை வெளிப்படுத்துகிறது.  குறிப்பாக, பாரம்பரிய உணவு வகைகள் குழந்தைகளால்  மறக்கப்பட்டு  நவீன உணவுப் பொருட்கள் அதிகம்  உட்கொள்ளப்படுவதைக் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "“இட்லியும் சாம்பார் சாதமும் கத்தரிக்காய்ப் பொரியலும் இனி காணாமல் போய்விடுமா? அதிர்ச்சியான பதில், 'ஆம், காணாமல் போய்விடும்'!”  என்ற வரிகள்  என்ன  விஷயத்தை சுட்டிக்காட்டுகின்றன?",
          "options": [
      "தமிழ்நாட்டில் உணவு பழக்கங்கள் மாறுவதை",
      "பாரம்பரிய உணவு வகைகள் அழிந்துபோவதை",
      "இளைய தலைமுறை உணவு பழக்கங்களை",
      "பாரம்பரிய உணவு வகைகளின் மீதான ஆர்வம் குறைவதை"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரிகள், பாரம்பரிய உணவு வகைகள் மறைந்துபோவதைப் பற்றிய கவலை  எழுப்புகின்றன. 'இட்லியும் சாம்பார் சாதமும் கத்தரிக்காய்ப் பொரியலும் இனி காணாமல் போய்விடுமா?'  என்ற கேள்வி, பாரம்பரிய உணவு வகைகளின் நிலை பற்றிய  கவலை வெளிப்படுத்துகிறது. 'ஆம், காணாமல் போய்விடும்'  என்ற பதில்,  தற்போதைய தலைமுறையினரின் பாரம்பரிய உணவு வகைகளின் மீதான ஆர்வக்குறைவு  மற்றும் அவர்களின் உணவு பழக்கத்தில்  ஏற்பட்டுள்ள மாற்றங்களை  குறிப்பிடுகிறது. இந்த வரிகள்,  பாரம்பரிய உணவுகளின் மீதான  நமது  கவனத்தை  ஈர்க்க  எச்சரிக்கை  செய்கின்றன."
          }
        ,
          
  {
    
          "description": "“ஆடு, மாடுகளைத் தவிர மனுஷங்க கூட கீரையைச் சாப்பிடுவாங்களா மம்மி? என எதிர்காலத்தில் கேட்கக்கூடும்!”  இந்த வரிகள்  என்ன  விஷயத்தை  குறிப்பிடுகின்றன?",
          "options": [
      "குழந்தைகளின் உணவு பழக்கங்களில்  மாற்றம்",
      "குழந்தைகள் கீரையை சாப்பிட மறுப்பதை",
      "பாரம்பரிய உணவு வகைகளின் மீதான அறியாமை",
      "கீரையின் மருத்துவ குணங்களை  குறித்து   குழந்தைகளுக்கு தெரியாமை"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகள், குழந்தைகளின் பாரம்பரிய உணவு வகைகளின் மீதான அறியாமை குறித்து  எடுத்துரைக்கின்றன. 'ஆடு, மாடுகளைத் தவிர மனுஷங்க கூட கீரையைச் சாப்பிடுவாங்களா மம்மி?'  என்ற கேள்வி,  கீரையை  சாப்பிடுவதற்கான  மனிதர்களின்   பாரம்பரிய  உணவு  பழக்கத்தை   குழந்தைகள்  தெரிந்துகொள்ளாததையும்,  கீரையை  சாப்பிடுவது  குறித்து  அவர்களுக்கு  அறிமுகமில்லாததையும்   குறிப்பிடுகிறது.  இந்த  வரிகள்,  குழந்தைகளின்   உணவுப்  பழக்கத்தில்  ஏற்பட்டுள்ள  மாற்றம்   மற்றும்  பாரம்பரிய   உணவுப்   பொருட்கள்  குறித்த   அறியாமை   குறித்து   கவலை   வெளிப்படுத்துகின்றன."
          }
        ,
          
  {
    
          "description": "“அறிவை விரிவு செய்” என்ற தலைப்பின் கீழ் கொடுக்கப்பட்ட  மூன்று புத்தகங்களில் எது  உணவு சார்ந்த விழிப்புணர்வை  உருவாக்க உதவும்?",
          "options": [
      "திருக்குறள் தெளிவுரை  -  வ.உ.சிதம்பரனார்",
      "சிறுவர் நாடோடிக் கதைகள்  -  கி.ராஜநாராயணன்",
      "ஆறாம் திணை  -  மருத்துவர் கு.சிவராமன்",
      "மேற்கண்ட எல்லாம்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பகுதி,  'அறிவை விரிவு செய்'  என்ற தலைப்பில் கொடுக்கப்பட்ட மூன்று புத்தகங்களில்  எது  உணவு சார்ந்த விழிப்புணர்வை  உருவாக்க உதவும்  என்பதை  கேட்கிறது.  'ஆறாம் திணை  -  மருத்துவர் கு.சிவராமன்'  என்ற  புத்தகம்  உணவு  சார்ந்த  விழிப்புணர்வை  உருவாக்க  உதவும்   என்பதை  இந்தப் பகுதி  குறிப்பிடுகிறது.  இந்தப் புத்தகம்   தமிழர்களின்  பாரம்பரிய   உணவு   பழக்கங்கள்   மற்றும்    உணவின்    சத்துக்கள்  குறித்து   விளக்க   உதவும்.    'திருக்குறள் தெளிவுரை  -  வ.உ.சிதம்பரனார்'   மற்றும்  'சிறுவர் நாடோடிக் கதைகள்  -  கி.ராஜநாராயணன்'  என்ற  புத்தகங்கள்   பொதுவான   அறிவை   விரிவுபடுத்த   உதவும்.   'ஆறாம் திணை'  என்ற  புத்தகம்  உணவு  சார்ந்த   விழிப்புணர்வை   உருவாக்க  உதவும்   என்பதால்   அது    'அறிவை விரிவு செய்'    என்ற    தலைப்பிற்கு   மிகவும்  சிறந்த  தொடர்புடையது  என்பதை  இந்தப்  பகுதி  குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "“இணையத்தில் காண்க” என்ற தலைப்பின் கீழ் கொடுக்கப்பட்ட இணைப்புகளில் எது  நாட்டுப்புற இலக்கியம் மற்றும் உணவு  சம்பந்தப்பட்ட தகவல்களை வழங்கும்?",
          "options": [
      "http://www.muthukamalam.com/essay/literature/p113.html",
      "http://panpattumaiyaminnithazh.blogspot.com/2017/03/blog-post_72.html?m=1",
      "http://www.tamilvu.org/courses/degree/c011/c0113/html/c0113603.htm",
      "மேற்கண்ட எல்லாம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பகுதி, 'இணையத்தில் காண்க'  என்ற தலைப்பில் கொடுக்கப்பட்ட இணைப்புகளில்  எது  நாட்டுப்புற இலக்கியம் மற்றும் உணவு சம்பந்தப்பட்ட தகவல்களை வழங்கும்  என்பதை கேட்கிறது. 'http://panpattumaiyaminnithazh.blogspot.com/2017/03/blog-post_72.html?m=1'  என்ற இணைப்பு,  நாட்டுப்புற இலக்கியம் மற்றும் உணவு  சம்பந்தப்பட்ட  தகவல்களை  வழங்கும்   என்பதை  இந்தப் பகுதி  குறிப்பிடுகிறது.  இந்த  இணைப்பு   நாட்டுப்புற   இலக்கியங்களில்   உணவு   குறித்த   குறிப்புகள்    மற்றும்    தகவல்களை     வழங்கும்   என்பதால்   அது   'இணையத்தில் காண்க'    என்ற   தலைப்பிற்கு    மிகவும்    சிறந்த    தொடர்புடையது    என்பதை    இந்தப்    பகுதி    குறிப்பிடுகிறது."
          }
        ]