
[
  {
    "description": "“கோடையிலே இளைப்பாற்றிக் கொள்ளும்வகை கிடைத்த குளிர்தருவே தருநிழலே நிழல்கனிந்த கனியே” என்ற வள்ளலார் பாடலில் “குளிர்தருவே” என்று குறிப்பிடப்படும் பொருள் என்ன?",
    "options": [
      "கோடைக்காலத்தில் குளிர்ச்சி தரும் மரம்",
      "கோடைக்காலத்தில் குளிர்ச்சி தரும் பழம்",
      "கோடைக்காலத்தில் குளிர்ச்சி தரும் நீர்",
      "கோடைக்காலத்தில் குளிர்ச்சி தரும் காற்று"
    ],
    "answer": "a",
    "additional_context": "வள்ளலார் பாடிய இந்தப் பாடல் கோடை காலத்தில் மரம் தரும் நிழல், பழம் தரும் குளிர்ச்சி, நீர் தரும் குளிர்ச்சி, காற்று தரும் குளிர்ச்சி போன்றவற்றைப் பற்றியது. பாடலில் குறிப்பிடப்படும் \"குளிர்தருவே\" என்பது கோடை காலத்தில் குளிர்ச்சி தரும் மரத்தைத்தான் குறிக்கிறது."
  },
  {
    "description": "“கானடை” என்ற சொல்லை எந்த விதத்தில் பிரித்துப் பார்த்தால் “காட்டைச் சேர்” என்ற பொருள் பெறும்?",
    "options": [
      "கான் அடை",
      "கான் நடை",
      "கால் நடை",
      "காண் அடை"
    ],
    "answer": "a",
    "additional_context": "சொற்களைப் பிரித்துப் பார்த்துப் பொருள் தருவது எப்படி என்பதை இந்த பாடம் விளக்குகிறது.  கானடை என்பதை, கான் அடை - காட்டைச் சேர் என்ற பொருளைத் தரும்."
  },
  {
    "description": "“வருந்தாமரை” என்ற சொல்லை எந்த விதத்தில் பிரித்துப் பார்த்தால் “வருந்தும் மலர்” என்ற பொருள் பெறும்?",
    "options": [
      "வருந்து + அ மரை",
      "வருந்து + அ மறை",
      "வருந்து + ஆ மரை",
      "வருந்து + ஆ மறை"
    ],
    "answer": "a",
    "additional_context": "சொற்களைப் பிரித்துப் பார்த்துப் பொருள் தருவது எப்படி என்பதை இந்த பாடம் விளக்குகிறது.  வருந்தாமரை என்பதை, வருந்து + அ மரை - வருந்தும் மலர் என்ற பொருளைத் தரும்."
  },
  {
    "description": "“பிண்ணாக்கு” என்ற சொல்லை எந்த விதத்தில் பிரித்துப் பார்த்தால் “பிணைந்த அரிசி” என்ற பொருள் பெறும்?",
    "options": [
      "பிண் + நாக்கு",
      "பிணை + நாக்கு",
      "பிணை + அக்கு",
      "பிண் + அக்கு"
    ],
    "answer": "c",
    "additional_context": "சொற்களைப் பிரித்துப் பார்த்துப் பொருள் தருவது எப்படி என்பதை இந்த பாடம் விளக்குகிறது.  பிண்ணாக்கு என்பதை, பிணை + அக்கு - பிணைந்த அரிசி என்ற பொருளைத் தரும்."
  },
  {
    "description": "“பலகையொலி” என்ற சொல்லை எந்த விதத்தில் பிரித்துப் பார்த்தால் “பலகை  சொல்லும் ஒலி” என்ற பொருள் பெறும்?",
    "options": [
      "பலகை + ஒலி",
      "பலகை + ஓலி",
      "பலகை + யொலி",
      "பலகை + ஓலி"
    ],
    "answer": "a",
    "additional_context": "சொற்களைப் பிரித்துப் பார்த்துப் பொருள் தருவது எப்படி என்பதை இந்த பாடம் விளக்குகிறது.  பலகையொலி என்பதை, பலகை + ஒலி - பலகை சொல்லும் ஒலி என்ற பொருளைத் தரும்."
  }
]
