
[
  {
    "description": "பாரதிதாசனின்  \"யாழிசை\" கவிதையில், \"அறைக்குள் யாழிசை\" என்ற வரியில் \"யாழிசை\" என்ற சொல், ஆங்கிலத்தில் எவ்வாறு பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "Lute Music",
      "Chamber",
      "Rote",
      "Didactic Compilation"
    ],
    "answer": "A",
    "additional_context": "பாரதிதாசன் எழுதிய \"யாழிசை\" கவிதை, ஒரு பெண்ணின் குழந்தையின் நீதிநூல் படிக்கும் செயல்பாட்டை விவரிக்கிறது. அவர் இசையைக் கேட்டு மகிழ்ந்து அறைக்குள் சென்று  நீதிநூல் திரட்டையை  படிப்பதைப் பார்த்துக் கொண்டிருக்கிறார். இதில்  'யாழிசை'  என்பது 'லூட் இசை' என்பதைக் குறிக்கிறது. இது சிறிய அறையில் பரவிக்கொண்டிருக்கும் இனிமையான இசை என்பதை விவரிக்கிறது."
  },
  {
    "description": "\"அட்டவணையில் விடுபட்டதை எழுதுக\" என்ற வாக்கியத்தில், \"விடுபட்டதை\" என்னும் சொல், எந்த வகையான தொடர்?",
    "options": [
      "வேர்ச் சொல்",
      "எழுவாய்த் தொடர்",
      "பெயரெச்சத் தொடர்",
      "வினையெச்சத் தொடர்"
    ],
    "answer": "C",
    "additional_context": "ஒரு வாக்கியத்தில் உள்ள சொற்களை வகைப்படுத்தும்போது, நாம் அவற்றை பகுப்பாய்வு செய்து ஒவ்வொரு சொல்லின் செயல்பாட்டையும் கண்டறிந்து, தொடர் வகையை நிர்ணயிக்க வேண்டும். \"அட்டவணையில் விடுபட்டதை எழுதுக\"  என்ற வாக்கியத்தில் \"விடுபட்டதை\" என்பது 'எழுவாய்த் தொடரை'  விவரிக்கும் \"பெயரெச்சத் தொடர்\" ஆகும்.  விடுபட்டதை  என்பது 'விடுபட்டது'  என்ற வேர்ச்சொல்லிலிருந்து பெறப்பட்ட வினையெச்சத்தின் தொடர்புடைய பெயரெச்சத் தொடர் ஆகும்.  பெயரெச்சத் தொடர் ஒரு குறிப்பிட்ட செயலை விவரிக்கும் போது, வினையெச்சத் தொடர் ஒரு செயலை அல்லது நடவடிக்கையை  குறிக்கிறது. அட்டவணையில் விடுபட்டதை  என்பது  என்ன என்பது  'விடுபட்டது'  என்ற செயலை விவரிக்கும் பெயரெச்சத் தொடராக இருக்கிறது."
  },
  {
    "description": "\"ஓடு\" என்ற வேர்ச் சொல்லிலிருந்து உருவாக்கப்பட்ட, \"அருணா ஓடினாள்\" என்ற வாக்கியத்தில், \"ஓடினாள்\" என்ற சொல், எந்த வகையான தொடர்?",
    "options": [
      "வேர்ச் சொல்",
      "எழுவாய்த் தொடர்",
      "பெயரெச்சத் தொடர்",
      "வினையெச்சத் தொடர்"
    ],
    "answer": "D",
    "additional_context": "\"அருணா ஓடினாள்\" என்ற வாக்கியத்தில் \"ஓடினாள்\" என்பது 'ஓடு' என்ற வேர்ச்சொல்லிலிருந்து உருவாக்கப்பட்ட 'வினையெச்சத் தொடர்' ஆகும். வினையெச்சத் தொடர் எழுவாயைப் பற்றிய செயலை விவரிக்கிறது. 'ஓடினாள்'  என்பது அருணா என்ற எழுவாயின் செயலைக் குறிக்கிறது. இது  அருணாவின் செயல்பாட்டை விவரிக்கிறது."
  },
  {
    "description": "\"தா\" என்ற வேர்ச் சொல்லிலிருந்து உருவாக்கப்பட்ட, \"தந்த அரசர்\" என்ற வாக்கியத்தில், \"தந்த\" என்ற சொல், எந்த வகையான தொடர்?",
    "options": [
      "வேர்ச் சொல்",
      "எழுவாய்த் தொடர்",
      "பெயரெச்சத் தொடர்",
      "வினையெச்சத் தொடர்"
    ],
    "answer": "D",
    "additional_context": "\"தந்த அரசர்\" என்ற வாக்கியத்தில் \"தந்த\" என்பது 'தா' என்ற வேர்ச்சொல்லிலிருந்து உருவாக்கப்பட்ட 'வினையெச்சத் தொடர்' ஆகும். வினையெச்சத் தொடர் எழுவாயைப் பற்றிய செயலை விவரிக்கிறது. \"தந்த\" என்பது அரசர் என்ற எழுவாயின் செயலைக் குறிக்கிறது. இது அரசரின் நடவடிக்கையை விவரிக்கிறது."
  },
  {
    "description": "\"கடம்பவனத்தை விட்டு இறைவன் நீங்கினான்\" என்ற வாக்கியத்தை செழுமைப்படுத்திய, \"அழகிய குளிர்ந்த கடம்பவனத்தை விட்டு இறைவன் நீங்கினான்\" என்ற வாக்கியத்தில்,  \"அழகிய குளிர்ந்த கடம்பவனத்தை\" என்பது எந்த வகையான தொடர்?",
    "options": [
      "வேர்ச் சொல்",
      "எழுவாய்த் தொடர்",
      "பெயரெச்சத் தொடர்",
      "வினையெச்சத் தொடர்"
    ],
    "answer": "C",
    "additional_context": "வாக்கியங்களைச் செழுமைப்படுத்த, நாம் அவற்றில்  'பெயரெச்சத் தொடர்களை'  சேர்க்கலாம். \"கடம்பவனத்தை விட்டு இறைவன் நீங்கினான்\" என்ற வாக்கியத்தில்,  \"அழகிய குளிர்ந்த கடம்பவனத்தை\"  என்பது  \"கடம்பவனத்தை\"  என்ற சொல்லுக்கு விவரிப்பாக  சேர்க்கப்பட்ட  \"பெயரெச்சத் தொடர்\" ஆகும். இது 'கடம்பவனம்'  என்பது எப்படிப்பட்டது என்பதை விவரிக்கிறது. \"அழகிய குளிர்ந்த\"  என்பது 'கடம்பவனத்தை'  என்ற பெயரெச்சத் தொடருக்கு  குணாதிசயங்களைச் சேர்த்து  செழுமைப்படுத்துகிறது.  இது  'கடம்பவனம்'  என்பது அழகாகவும் குளிர்ச்சியாகவும்  இருந்தது என்பதைக் காட்டுகிறது.  "
  }
]
