
[
  {
    "description": "“அந்த அறிவுக் களஞ்சியத்தைத் தாங்கிய வண்டி தங்களை விட்டு முன்னோக்கி நகர்ந்தபோது இதயத்தையே, உயிர்மூச்சையே இழந்துவிட்டது போலக் கதறித் துடித்துத் தரையில் புரண்டு புரண்டு புழுவாய்த் துடித்தவர்கள் எத்தனை லட்சம் பேர்கள்!” - இப்பகுதியில் “களஞ்சியம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) அந்தத் தலைவரின் மனம்",
      "b) அந்தத் தலைவரின் புத்தகம்",
      "c) அந்தத் தலைவரின் அறிவு",
      "d) அந்தத் தலைவரின் ஆடை"
    ],
    "answer": "c",
    "additional_context": "இந்தப் பகுதியில் பேசப்படுபவர் தமிழகத்தின் முன்னாள் முதலமைச்சர் அண்ணா. அவர்களின் இறுதிப் பயணம் குறித்துப் பேசப்படுகிறது. அவர்களின் இறுதிப் பயணத்தின் போது மக்கள் மிகவும் துயரப்பட்டனர். அந்த துயரை விவரிக்க, ‘அறிவுக் களஞ்சியத்தைத் தாங்கிய வண்டி’ என்று குறிப்பிடப்படுகிறது. அறிவுக் களஞ்சியம் என்பது அண்ணாவின் அறிவை குறிக்கிறது. அவர்கள் தாங்கியிருந்த அறிவு மிகப் பெரிய களஞ்சியம் போன்றது. அதை அவர்கள் தாங்கிச் சென்று கொண்டிருந்தார்கள் என்பதைக் குறிப்பிடவே இப்படிச் சொல்லப்பட்டுள்ளது."
  },
  {
    "description": "“பள்ளியில் கற்றதை மறந்த பின் மீதமுள்ளதே கல்வி.” - ஆல்பர்ட் ஐன்ஸ்டீன் -  இந்தப் பழமொழியின் பொருள் என்ன?",
    "options": [
      "a) பள்ளிக்கல்விதான் மிக முக்கியம்",
      "b)  வாழ்க்கை அனுபவங்கள்  கல்விக்கு முக்கியம்",
      "c)  பள்ளிக் கல்விக்குப் பிறகு  உண்மையான  கல்வி  தொடங்குகிறது",
      "d)   பள்ளிக் கல்வி  வாழ்க்கைக்கு  தேவையானது"
    ],
    "answer": "c",
    "additional_context": "இந்தப் பழமொழி பள்ளிக்கல்வியை நிராகரிப்பதாக இல்லை. மாறாக, பள்ளிக் கல்வி அடிப்படை என்றும், அது நமக்கு அறிவைத் தந்து நம்மை வாழ்க்கைக்குத் தயார்படுத்துகிறது என்றும் கூறுகிறது. ஆனால், பள்ளிக் கல்வியை மட்டுமே கல்வியாகக் கருதக் கூடாது என்பது ஐன்ஸ்டீனின் கருத்து.  பள்ளிக்கு வெளியே வாழ்வில் நாம் பெறும் அனுபவங்களின் மூலமும் நாம் கற்றுக்கொள்கிறோம். பள்ளியில் கற்றுக்கொண்டதை மறந்துவிட்டு, வாழ்க்கையிலிருந்து நாம் கற்றுக்கொண்ட அறிவே உண்மையான கல்வி என்கிறார் ஐன்ஸ்டீன்."
  },
  {
    "description": "“இருளான நேரங்களில்தான் வெளிச்சத்தை நோக்கிப் போக வேண்டும்.” - அரிஸ்டாட்டில் -  இந்தப் பழமொழியின் பொருள் என்ன?",
    "options": [
      "a) இருள் பயங்கரமானது",
      "b) வெளிச்சம் நல்லது",
      "c)  சவாலான  நேரத்தில்  நம்பிக்கை  அவசியம்",
      "d)  இருளில்  வெளிச்சத்தை  தேடிச் செல்ல வேண்டும்"
    ],
    "answer": "c",
    "additional_context": "அரிஸ்டாட்டில் ஒரு புகழ்பெற்ற தத்துவஞானி.  சவாலான நேரங்கள் மிகவும் கடினமாக இருக்கும். எதிர்காலம் பற்றிய பயம் நமக்கு இருக்கும். அப்போது நம்மை நம்பிக்கை என்ற ஒளி மட்டுமே காப்பாற்றும் என்று சொல்லும் பழமொழி இது. நம்மை சூழ்ந்திருக்கும் கடினமான சூழலிலும் நம்பிக்கையுடன் இருந்தால் வெற்றி நிச்சயம் என்பது இந்தப் பழமொழியின் பொருள்."
  },
  {
    "description": "“தாமரை இலை நீர்போல” - இப்பகுதி  எந்தத் தன்மையைக் குறிக்கிறது?",
    "options": [
      "a)  நீர் தாமரை இலையை  ஒட்டாது",
      "b)   தாமரை இலை  மிகவும்  மென்மையானது",
      "c)   தாமரை இலை  நீருக்கு  உள்  இருக்கும் ",
      "d)   தாமரை இலை  நீர்  தொட்டால்  சருகும்"
    ],
    "answer": "a",
    "additional_context": "தாமரை இலை நீரை உள்வாங்காது. நீர் அதை ஒட்டாது. தாமரை இலையைப் போல நம்மைப் பாதிக்கக் கூடிய கெட்ட விஷயங்கள் நம்மை ஒட்டாது. நம்மைப் பாதிக்காமல் இருக்க வேண்டும் எனும்போது இந்த உவமையைப் பயன்படுத்துவார்கள்."
  },
  {
    "description": "“சேரர்களின் பட்டப் பெயர்களில் கொல்லி வெற்பன் மலையமான் போன்றவை குறிப்பிடத்தக்கவை.” - இப்பகுதியில்  “பட்டப் பெயர்”  என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a)  சேரர்களின்  சாதாரணப்  பெயர்",
      "b)   சேரர்களின்  சிறப்புப்  பெயர்",
      "c)   சேரர்களின்  குடும்பப்  பெயர்",
      "d)  சேரர்களின்  பிரபலப்  பெயர்"
    ],
    "answer": "b",
    "additional_context": "சேரர்கள் ஒரு பழங்கால மன்னர் குலம். அவர்கள் பல போர்களை நடத்தி வெற்றி பெற்றனர். போரில் வெற்றி பெற்றதால் அவர்களுக்கு சிறப்புப் பெயர்கள் வழங்கப்பட்டன. இந்தச் சிறப்புப் பெயர்களைத் தான் பட்டப் பெயர்கள் என்பார்கள். சாதாரணப் பெயரைவிட அந்தச் சிறப்புப் பெயர்தான் அவர்களுக்குப் பெருமை சேர்த்தது."
  }
]
