[
          
  {
    
          "description": "'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' என்ற அடி,  இடைவிடாது தொடரும் __________  என்ற கருத்தை வெளிப்படுத்துகிறது.",
          "options": [
      "கால மாற்றத்தை",
      "வீட்டு வேலைகளை",
      "அறப்பணியை",
      "வண்ணம் பூசுதலை"
    ],
    "answer": "C",
    
          "additional_context": "இந்த அடி ஒரு குறிப்பிட்ட செயல்முறை அல்லது நிகழ்வுகளை விவரிப்பதற்குப் பதிலாக, ஓர் எண்ணத்தைப் பிரதிபலிக்கிறது. 'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' என்பது தொடர்ச்சியாக நடைபெறும் ஒரு செயல்முறையை குறிக்கிறது. இது  அறப்பணியை குறிக்கிறது. இந்த வார்த்தைகள் ஒன்றோடொன்று தொடர்புடையவை, ஒவ்வொன்றும் ஒரு குறிப்பிட்ட வகை வேலையை குறிக்கின்றன. இந்த அடி தொடர்ந்து நடக்கும் அறப்பணியை விவரிக்கிறது."
          }
        ,
          
  {
    
          "description": "__________  என்பவர்கள், உலகமே வறுமையுற்றாலும் தாராளமாக கொடுத்து உதவுவதுடன்,  பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவர்கள்  என்று பாராட்டப்பட்டனர்.",
          "options": [
      "உதியன்; சேரலாதன்",
      "அதியன்; பெருஞ்சாத்தன்",
      "பேகன்; கிள்ளிவளவன்",
      "நெடுஞ்செழியன்; திருமுடிக்காரி"
    ],
    "answer": "B",
    
          "additional_context": "உலகமே வறுமையுற்றாலும் தாராளமாக கொடுத்து உதவுவதுடன், பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவர்கள் என்று பாராட்டப்பட்டனர். அதியன்  மற்றும் பெருஞ்சாத்தன்  இருவரும் தாராள மனமுடையவர்களாக  அறம் வழங்கும் சிறந்த மன்னர்களாக பாராட்டப்பட்டனர்."
          }
        ,
          
  {
    
          "description": "'_________ '  என்ற தொடர், காலக்கணிதம் கவிதையில் இடம்பெற்றுள்ளது.",
          "options": [
      "இகழ்ந்தால் என்மனம் இறந்துவிடாது",
      "என்மனம் இகழ்ந்தால் இறந்துவிடாது",
      "இகழ்ந்தால் இறந்துவிடாது என்மனம்",
      "என்மனம் இறந்துவிடாது இகழ்ந்தால்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த தொடர் கவிதை காலக்கணிதத்தில் வரும் ஒரு தொடர். 'என்மனம் இறந்துவிடாது இகழ்ந்தால்' என்கிற தொடர், காலக்கணிதத்தில் இடம்பெற்றுள்ளது."
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரம் மற்றும் மணிமேகலை இரண்டிலும் பயன்படுத்தப்பட்ட பா வகை _______  ஆகும்.",
          "options": [
      "அகவற்பா",
      "வெண்பா",
      "வஞ்சிப்பா",
      "கலிப்பா"
    ],
    "answer": "D",
    
          "additional_context": "சிலப்பதிகாரம் மற்றும் மணிமேகலை இரண்டிலும் பயன்படுத்தப்பட்ட பா வகை கலிப்பா ஆகும். கலிப்பா என்பது  எட்டுச்சீர், எழுச்சீர், ஆறுச்சீர், ஐந்துச்சீர் கொண்ட பாவாகும்.  இது பல்வேறு சூழல்களை விவரிக்கும் பா வகை."
          }
        ,
          
  {
    
          "description": "'கொள்வோர் கொள்க; குரைப்போர் குரைக்க!\nஉள்வாய் வார்த்தை உடம்பு தொடாது'\n\nஅ) இந்த அடிகளில் உள்ள அடியெதுகையை எழுதுக.\nஆ) 'கொள்க', 'குரைக்க' என்ற சொற்களுக்கு இலக்கணக் குறிப்பு எழுதுக.",
          "options": [],
    "answer": [
      "கொள்க - குரைக்க",
      "கொள்க - வினைச்சொல் - இறந்த காலம் - ஒருமை",
      "குரைக்க - வினைச்சொல் - இறந்த காலம் - ஒருமை"
    ],
    
          "additional_context": "'கொள்வோர் கொள்க; குரைப்போர் குரைக்க!\nஉள்வாய் வார்த்தை உடம்பு தொடாது' என்பது ஒரு பழமொழி.  இந்த பழமொழி வாழ்க்கையில் நாம்  எதிர்கொள்ளும் சில விஷயங்களை விவரிக்கிறது.  அதாவது நம்மை நோக்கி வரும் விமர்சனங்களுக்கு பதில் அளிப்பதற்குப் பதிலாக, நாம் அமைதியாக இருப்பது  நல்லது என்றும்,  நம்மைப் பற்றிய விமர்சனங்கள் நமக்கு எந்தத் தீங்கும் விளைவிக்காது என்பதையும் இந்த பழமொழி வலியுறுத்துகிறது. இந்த பழமொழியில், கொள்க, குரைக்க என்ற சொற்கள்  இறந்த காலத்தில் இருப்பதைக் காணலாம். இதனால்  இந்த பழமொழி  'கொள்' மற்றும் 'குரை' என்பதை  இறந்த காலச் செயல் எனக் காட்டுகிறது."
          }
        ]