[
          
  {
    
          "description": "“குப்புசாமிக்கும் ஒருவன் இருக்கிறான். குப்புசாமிக்கு மட்டுமா? எனக்குமே ஒருவனாக அவன் இருக்கிறான்.” - இந்த வரிகள் கதைநாயகனுக்கு எதை உணர்த்துகின்றன?",
          "options": [
      "குப்புசாமிக்கு மட்டுமல்ல, அனைவருக்கும் உதவி செய்ய வேண்டும்",
      "நட்பு மதிப்பும் நேசமும் மிக முக்கியம்",
      "ஏழைகளுக்கு உதவி செய்வதன் மூலம் அவர்களது பிரச்சனைகள் தீரும்",
      "வீரப்பனின் நட்பின் வலிமை மற்றும் கதைநாயகனின் உணர்வு மாற்றம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "கதையின் இறுதியில், கதைநாயகன் தனது உணர்வுகளை வெளிப்படுத்தும்போது 'குப்புசாமிக்கும் ஒருவன் இருக்கிறான். குப்புசாமிக்கு மட்டுமா? எனக்குமே ஒருவனாக அவன் இருக்கிறான்.'  என்று கூறுகிறார். இவ்வரிகள்,  குப்புசாமியின் நண்பன் வீரப்பன் நட்பின் வலிமை மற்றும் கதைநாயகனின் மனப்போக்கை மாற்றியிருப்பதை உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "கதைநாயகன் குப்புசாமியைப் பற்றி என்ன எண்ணங்களைக் கொண்டிருந்தான்?",
          "options": [
      "அனுதாபமும் இரக்கமும் மட்டுமே",
      "கவலையும் பயமும் மட்டுமே",
      "அவமானமும் வெறுப்பும் மட்டுமே",
      "அனுதாபம், கவலை, பயம், அவமானம் மற்றும் வெறுப்பு ஆகியவை கலந்த எண்ணங்கள்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "குப்புசாமி முதன் முதலில் கதைநாயகன் வீட்டுக்கு வந்தபோது, கதைநாயகன் அவனை 'யாரப்பா நீ? எங்கே வந்தே?' என்று முகத்தில் வெறுப்பைப் பூரணமாகக் காட்டிக்கொண்டு கேட்கிறார். மேலும் தங்கவேலுவின் வீட்டில் குப்புசாமி தங்கியிருப்பதை அவன் விரும்பவில்லை, அவன் தன்னைத் தானே மன்னித்துக்கொள்ளும் முயற்சி எடுக்கிறார். இந்த நிகழ்வுகளில் இருந்து கதைநாயகனுக்கு குப்புசாமி மீது அனுதாபம், கவலை, பயம், அவமானம் மற்றும் வெறுப்பு ஆகியவை கலந்த எண்ணங்கள் இருந்திருக்கிறது என்று நாம் அறிய முடிகிறது."
          }
        ,
          
  {
    
          "description": "கதைநாயகனின் மனப்போக்கை மாற்றிய காரணம் என்ன?",
          "options": [
      "தங்கவேலுவின் மனைவியின் அனுதாபக் குரல்",
      "குப்புசாமியின் நோயின் தீவிரம்",
      "காஞ்சிபுரத்தில் இருந்து வந்த வீரப்பன்",
      "வீரப்பனின் கடிதம் மற்றும் குப்புசாமியின் நிலையைக் காட்டிய நிகழ்வுகள் "
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "குப்புசாமியைப் பார்க்க வந்த வீரப்பனின் கடிதம் மற்றும் குப்புசாமியின் நிலையைக் காட்டிய நிகழ்வுகள் கதைநாயகனின் மனப்போக்கை மாற்றியது. குப்புசாமியின் உயிரைப் போற்றும் வீரப்பனின் நட்பு கதைநாயகனை மிகவும் பாதித்தது. வீரப்பனின் நட்பு, கதைநாயகனுக்கு குப்புசாமியைப் பற்றிய புதிய பார்வையைத் தந்தது. வீரப்பனின் கடிதம் மற்றும் குப்புசாமியின் நிலையைக் காட்டிய நிகழ்வுகள்  கதைநாயகனின் மனப்போக்கை மாற்றியது என்று கூறலாம்."
          }
        ,
          
  {
    
          "description": "'நாமும் தங்கவேலுவோடு இன்னிக்கு ஆசுபத்திரிக்குப் போகலாமா?” - இந்த வரிகள் கதைநாயகனின் என்ன மாற்றத்தைக் காட்டுகின்றன?",
          "options": [
      "குப்புசாமி மீதான இரக்கம்",
      "குப்புசாமியை நண்பனாக ஏற்றுக்கொள்வது",
      "வீரப்பன் மீது ஏற்பட்ட மரியாதை",
      "தன்னைத் தானே மன்னித்துக்கொள்ளும் முயற்சி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கதைநாயகனின் மனைவி 'நாமும் தங்கவேலுவோடு இன்னிக்கு ஆசுபத்திரிக்குப் போகலாமா?' என்று கேட்கும்போது, அவள் கேள்வியில் மகிழ்ச்சி தெரிந்தது,  கதைநாயகன் குப்புசாமியை ஏற்றுக்கொள்வதற்கான ஒரு அறிகுறி.  இந்த கேள்வி குப்புசாமியைப் பற்றிய கதைநாயகனின் எண்ணங்களில் மாற்றம் ஏற்பட்டிருப்பதை காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "குப்புசாமிக்கும் வீரப்பனுக்கும் இடையிலான நட்பைப் பற்றி, கதையின் ஆசிரியர் எந்த மாதிரியான உணர்வை வெளிப்படுத்துகிறார்?",
          "options": [
      "வியப்பு மற்றும் மரியாதை",
      "ஏளனம் மற்றும் அலட்சியம்",
      "இரக்கம் மற்றும் சோகம்",
      "அச்சம் மற்றும் பயம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "குப்புசாமிக்கு இவ்வளவு நெருக்கமான நண்பர் இருக்கிறார் என்பதை அறிந்ததும்,  கதைநாயகன் வியப்பும் மரியாதையும் கொள்கிறார்.  வீரப்பனின் நட்பைப் பற்றி அறிந்ததும் கதைநாயகன்,   'இவனுக்கு (குப்புசாமிக்கு) இப்படி ஒரு நட்பா? இவன் உயிருக்கு இவ்வளவு மதிப்பு கொடுக்கிற ஓர் ஆத்மாவும் இந்த உலகத்தில் இருக்கிறதா?'  என்று வியந்துகொண்டிருந்தேன் என்று கூறுகிறார்.  இந்த வரிகள் கதைநாயகனின் வியப்பு மற்றும் மரியாதையை வெளிப்படுத்துகிறது."
          }
        ]