
[
  {
    "description": "“இம்மைச் செய்தது மறுமைக்கு ஆம்எனும் அறவிலை வணிகன் ஆஅய் அல்லன்” என்ற புறப்பாடல் வரி,  சங்க காலத்தில் எந்த அறக் கொள்கையை வலியுறுத்துகிறது?",
    "options": [
      "போர் அறம்",
      "கொடை",
      "வணிக நோக்கமின்றி அறம் செய்வது",
      "வாய்மை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சங்ககால மக்கள் அறம் செய்வதில் வணிக நோக்கம் இருக்கக்கூடாது என்பதை வலியுறுத்தினர். இப்பிறப்பில் அறம் செய்தால் அதன் பயனை மறுபிறப்பில் பெறலாம் என்ற வணிக நோக்கு கூடாது எனக் கூறப்பட்டது.  “இம்மைச் செய்தது மறுமைக்கு ஆம்எனும் அறவிலை வணிகன் ஆஅய் அல்லன்” எனச் சங்ககால வள்ளல்களில் ஒருவரான ஆய் பற்றி ஏணிச்சேரி முடமோசியார் குறிப்பிட்டுள்ளார். நோக்கமின்றி அறம் செய்வதே மேன்மை தருவது என்பது இதில் உணர்த்தப்பட்டுள்ளது."
  },
  {
    "description": "“அறநெறி முதற்றே அரசின் கொற்றம்”  என்ற குறிப்பு, சங்க கால அரசின் ஆட்சிக்கு எந்த அறம் அடிப்படையாக இருந்தது என்பதை வெளிப்படுத்துகிறது?",
    "options": [
      "வாய்மை",
      "நீதி",
      "கொடை",
      "உதவி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சங்ககால அரசர்கள்  அறத்தின் அடிப்படையில் ஆட்சி புரிந்தனர். அரசர்களுடைய செங்கோலும் வெண்கொற்றக்குடையும் அறத்தின் குறியீடுகளாகப் போற்றப்பட்டன. அரசன் செங்கோல் போன்று நேரிய ஆட்சியை மேற்கொள்ள வேண்டும் என்பது பல பாடல்களில் வலியுறுத்தப்பட்டுள்ளது. 'அறநெறி முதற்றே அரசின் கொற்றம்'  என்ற குறிப்பு, சங்க கால அரசின் ஆட்சிக்கு நீதி அடிப்படையாக இருந்தது என்பதை வெளிப்படுத்துகிறது."
  },
  {
    "description": "“நீர்நிலை பெருக்கி நிலவளம் கண்டு உணவுப்பெருக்கம் காண்பதும் அதனை அனைவருக்கும் கிடைக்கச் செய்வதும் அரசனின் கடமை”  என்ற கூற்று, சங்க கால அரசின் எந்தப் பொறுப்பை எடுத்துரைக்கிறது?",
    "options": [
      "மக்கள் நலன்",
      "வணிகம்",
      "போர் வெற்றி",
      "கொடை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சங்க காலத்தில் நீர்நிலை பெருக்கி நிலவளம் கண்டு உணவுப்பெருக்கம் காண்பதும் அதனை அனைவருக்கும் கிடைக்கச் செய்வதும் அரசனின் கடமையாகச் சொல்லப்பட்டது.  குற்றங்களை, அறத்தின் அடிப்படையில் ஆராய்ந்து தண்டனை வழங்க வேண்டும் என்கிறார் ஊன் பொதிப் பசுங்குடையார். அரசன் அறநெறியில் ஆட்சிசெய்வதற்கு அமைச்சரும் உதவினர். நன்றும் தீதும் ஆய்தலும் அன்பும் அறனும் காத்தலும் அமைச்சர் கடமை என்கிறது மதுரைக்காஞ்சி. 'செம்மை சான்ற காவிதி மாக்கள்' என்று அமைச்சர்களை மாங்குடி மருதனார் போற்றுகிறார். "
  },
  {
    "description": "“அறம் அறக் கண்ட நெறிமான் அவையம்”  என்ற புறப்பாடல் வரி, சங்க காலத்தில் எந்த அறத்துக்கு முக்கியத்துவம் தரப்பட்டது என்பதைப் புலப்படுத்துகிறது?",
    "options": [
      "போர் அறம்",
      "கொடை",
      "உறவு",
      "நீதி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சங்க காலத்தில் அறம் கூறும் மன்றங்கள் அரசனின் அறநெறி ஆட்சிக்குத் துணைபுரிந்தன. அறம் கூறு அவையம் பற்றி'அறம் அறக் கண்ட நெறிமான் அவையம்' என்கிறது புறநானூறு. உறையூரிலிருந்த அறஅவையம் தனிச்சிறப்புப் பெற்றது என்று இலக்கியங்கள் குறிப்பிடுகின்றன. மதுரையில் இருந்த அவையம் பற்றி மதுரைக்காஞ்சி குறிப்பிடுகிறது; அங்குள்ள அவையம் துலாக்கோல் போல நடுநிலை மிக்கது என்கிறது."
  },
  {
    "description": "“எறியார் எறிதல் யாவணது எறிந்தோர் எதிர்சென்று எறிதலும் செல்லான்”  என்ற புறப்பாடல் வரி,  சங்க காலத்தின் எந்த அறக் கொள்கையை எடுத்துக்காட்டுகிறது?",
    "options": [
      "வீரம்",
      "கொடை",
      "போர் அறம்",
      "நீதி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தமிழர், போரிலும் அறநெறிகளைப் பின்பற்றினர். போர் அறம் என்பது வீரமற்றோர், புறமுதுகிட்டோர், சிறார், முதியோர் ஆகியோரை எதிர்த்துப் போர் செய்யாமையைக் குறிக்கிறது. போரின் கொடுமையிலிருந்து பசு, பார்ப்பனர், பெண்கள், நோயாளர், புதல்வரைப் பெறாதவர் ஆகியோருக்குத் தீங்கு வராமல் போர் புரிய வேண்டும் என்று ஒரு புறப்பாடல் கூறுகிறது. தம்மைவிட வலிமை குறைந்தாரோடு போர் செய்வது கூடாது என்பதை ஆவூர் மூலங்கிழார் குறிப்பிட்டிருக்கிறார்.  'எறியார் எறிதல் யாவணது எறிந்தோர் எதிர்சென்று எறிதலும் செல்லான்'  என்ற புறப்பாடல் வரி,  சங்க காலத்தின் போர் அறக் கொள்கையை எடுத்துக்காட்டுகிறது."
  }
]
