
[
  {
    "description": "“கொள்வோர் கொள்க; குரைப்போர் குரைக்க! உள்வாய் வார்த்தை உடம்பு தொடாது”  \nஅ) இந்த அடிகளில்  எந்த இலக்கண அம்சம் பயன்படுத்தப்பட்டுள்ளது?\nஆ) 'கொள்க' மற்றும் 'குரைக்க'  என்ற சொற்களுக்கு இலக்கணக் குறிப்புகள் எழுது.",
    "options": [],
    "answer": [
      "அ)  'கொள்', 'குரை'",
      "ஆ)  'கொள்க', 'குரைக்க'  இரண்டும் இலக்கணப்படி  'கொல்லும்' என்ற வினைச்சொல்லின் பண்புக் கொண்ட  வினைமுற்று  "
    ],
    "additional_context": "இந்த கேள்வி 'கொள்வோர் கொள்க; குரைப்போர் குரைக்க! உள்வாய் வார்த்தை உடம்பு தொடாது' என்ற வரியை பற்றியது. இந்த வரி ஒரு பழமொழி. பழமொழிகளில் பயன்படுத்தப்படும் சொற்களின் இலக்கண அம்சத்தை  'அடியெதுகை'  என்று கூறுவர்.  மேலும்,  இந்த வரியில் உள்ள  'கொள்க'  மற்றும்  'குரைக்க'  என்ற  சொற்கள்  'கொல்லும்'  என்ற  வினைச்சொல்லின்  பண்புக் கொண்ட  வினைமுற்று  "
  },
  {
    "description": "குறள்வெண்பாவின் இலக்கணத்தை விளக்கி, ஒரு எடுத்துக்காட்டுத் தருக.",
    "options": [],
    "answer": [
      "குறள்வெண்பா என்பது  'எட்டுசீர் வெண்பா'  எனப்படும்.  எட்டுசீர் வெண்பா   அடிக்கு  எட்டுசீர்கள் வரும்.   ஒவ்வொரு சீரிலும்  இரண்டு எழுத்துக்கள் இருக்கும்.",
      "எடுத்துக்காட்டு: \n'தெய்வம் செயும்'   எனும்  குறள்வெண்பா"
    ],
    "additional_context": "குறள்வெண்பா என்பது 'எட்டுசீர் வெண்பா' எனப்படும். குறள்வெண்பா அடிக்கு எட்டு சீர்கள் வரும். ஒவ்வொரு சீரிலும் இரண்டு எழுத்துக்கள் இருக்கும். "
  },
  {
    "description": "கொடுப்பவனைப் புகழ்ந்து பாடுவதில் பல்வேறு அம்சங்கள் குறிப்பிடப்படுகின்றன.  \"உலகமே வறுமையுற்றாலும் கொடுப்பவன் என்றும்  பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவன் என்றும் பாராட்டப்படுவோர்\"  என்ற வரிகளில் இரண்டு வகையான  கொடுப்போரின் தன்மை விளக்கப்படுகிறது.  இந்த வரிகளில் குறிப்பிடப்படும் இரண்டு வகையான கொடுப்போர் யார்?",
    "options": [
      "அ) உதியன்; சேரலாதன்",
      "ஆ) அதியன்; பெருஞ்சாத்தன்",
      "இ) பேகன்; கிள்ளிவளவன்",
      "ஈ) நெடுஞ்செழியன்; திருமுடிக்காரி"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "இந்த கேள்வி உலகமே வறுமையுற்றாலும் கொடுப்பவன் என்றும்  பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவன் என்றும் பாராட்டப்படுவோர் யார்? என்று கேட்கிறது.  இதற்கான விடை  அதியன்  மற்றும்  பெருஞ்சாத்தன்  என்பது. அதியன்  என்பவர்  தன் வசதிக்காக  அல்லாமல்  மற்றவர்களின் தேவைக்காக  தாராளமாக கொடுப்பவர்.   பெருஞ்சாத்தன்  என்பவர்  பொருள்களின் இருப்பைக்கூட   அறியாமல்   அதிகமாக   கொடுப்பவர்.   இந்த இருவரையும்    கொடுப்போர்   என்ற  அடிப்படையில்  இந்த  வரிகள்  குறிப்பிடுகிறது."
  },
  {
    "description": "மேன்மை தரும் அறம் பற்றிய விளக்கத்தை பின்வரும் எந்த விருப்பத்தில் காணலாம்?",
    "options": [
      "அ) கைமாறு கருதாமல் அறம் செய்வது",
      "ஆ) மறுபிறப்பில் பயன் பெறலாம் என்ற நோக்கில் அறம் செய்வது",
      "இ) புகழ் கருதி அறம் செய்வது",
      "ஈ) பதிலுதவி பெறுவதற்காக அறம் செய்வது"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "மேன்மை தரும் அறம் என்பது கைமாறு கருதாமல் செய்யப்படும் அறம் என்பது இந்த கேள்வியின் சரியான விடை.  அறம் செய்வதில்  எந்த  விதமான    பயனும்  எதிர்பார்க்காமல்  செய்யப்படும்  அறம்  தான்   மேன்மை  தரும்  அறம்.  மற்ற விருப்பங்கள்   பயன்   கருதி   செய்யப்படும்  செயல்கள்   "
  },
  {
    "description": "\"வீட்டைத் துடைத்துச் சாயம் அடித்தல்\"  என்ற வரி பின்வரும் எந்த விருப்பத்துடன் பொருந்துகிறது?",
    "options": [
      "அ) காலம் மாறுவதை",
      "ஆ) வீட்டைத் துடைப்பதை",
      "இ) இடையறாது அறப்பணி செய்தலை",
      "ஈ) வண்ணம் பூசுவதை"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்த கேள்வி 'வீட்டைத் துடைத்துச் சாயம் அடித்தல்'  என்ற வரி எதனைக் குறிக்கிறது என்பதை கேட்கிறது.  இதற்கான விடை  'இடையறாது அறப்பணி செய்தலை'   என்பது.  இந்த  வரி  இடையறாது  அறப்பணி  செய்து   வருவதை    ஒரு    வீட்டை    துடைத்து    சாயம்    அடித்து   தூய்மைப்படுத்துவது   போல்     குறிக்கிறது."
  }
]
