[
          
  {
    
          "description": "தெருக்கூத்து நாடகத்தில் __________ இசைக்கருவிகள் பயன்படுத்தப்படும்.",
          "options": [
      "a)  நவீன",
      "b)  மின்னணு",
      "c)  சின்ன",
      "d)  பாரம்பரிய"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "தெருக்கூத்து என்பது, பெயரே குறிப்பிடுவது போல, தெருக்களில் நிகழ்த்தப்படும் ஒரு பிரபலமான நாடக வடிவம். கிராமப்புறக் கலைஞர்களால் இது நிகழ்த்தப்படுகிறது. இராமாயணம், மகாபாரதம், மற்றும் பிற பழங்கால புராணங்களிலிருந்து இதன் கதைகள் பெறப்படுகின்றன. இதில், கலைஞர்கள் தானாகவே சொற்களை மாற்றிப் பேசி, பாடல்களின் எண்ணிக்கை அதிகமாக இருக்கும். ஒரு சிறிய இசைக்குழுவை கொண்டு, பதினைந்து முதல் இருபது நடிகர்கள் ஒரு கூத்து குழுவை உருவாக்குவார்கள். இசைக்குழுவில் பாடகர் இருந்தாலும், கலைஞர்கள் தங்களது சொந்த குரலில் பாடல்களைப் பாடுவார்கள். கனமான உடைகள் மற்றும் பிரகாசமான ஒப்பனைகளை அணிந்து கொள்வார்கள். கிராமப்புறங்களில் கூத்து மிகவும் பிரபலமானது."
          }
        ,
          
  {
    
          "description": "கயல்விழி கதவைத் திறந்தார். அழைப்புமணி ஒலித்ததால், __________. ",
          "options": [
      "a)  கதவு திறந்தது.",
      "b)  அவள் கதவைத் திறந்தாள்.",
      "c)  அழைப்புமணி ஒலித்தது.",
      "d)  அவள் கதவைப் பூட்டினாள்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த தொடரில், கயல்விழி கதவைத் திறந்தார் என்பது முதலில் கூறப்பட்டுள்ளது. பின்னர், அழைப்புமணி ஒலித்ததால், கயல்விழி கதவை திறந்தார் என்கிறது. அதாவது, கதவை திறந்தது யார் என்பதை அறிய விரும்பப்படுகிறது. எனவே, 'அவள் கதவைத் திறந்தாள்' என்பதே சரியான பதில்."
          }
        ,
          
  {
    
          "description": "'உலைந்தாடும்' என்ற சொல்லுக்கு __________ பொருள்.",
          "options": [
      "a)  நிறுத்துதல்",
      "b)  நகர்தல்",
      "c)  சீராக இயங்கும்",
      "d)  அழிதல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "'உலைந்தாடும்' என்ற சொல், ஒரு பொருள் அல்லது ஒரு இயக்கம்  நிறுத்தாமல் தொடர்ந்து அசைந்து கொண்டிருப்பதைக் குறிக்கிறது.  'நகர்தல்' என்பது உலைந்தாடும் என்ற சொல்லுக்குப் பொருத்தமான பொருளாகும்."
          }
        ,
          
  {
    
          "description": "கீழ்கண்ட வரிகளில் எந்தத் தொடர்ச்சி, கவிதையில் பயன்படுத்தப்பட்டுள்ள உருவகத்தை சரியாக விளக்குகிறது?\n\n'சிறு நண்டு மணல்மீது \nபடமொன்று கீறும்\nசிலவேளை அதைவந்து \nஅலை கொண்டு போகும்'",
          "options": [
      "மணலில் நண்டின் தடம் மறைந்து போவது, வாழ்க்கையில் நம் தடங்கள் மறைந்து போவதை குறிக்கிறது.",
      "அலையின் சீற்றம் நண்டின் தடத்தை அழிப்பது, இயற்கையின் சக்தியை காட்டுகிறது.",
      "நண்டின் தடத்தை அழிப்பது, மனித வாழ்க்கையில் எதிர்பாராத நிகழ்வுகளை காட்டுகிறது.",
      "மேலே உள்ள அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்த வரிகளில், சிறு நண்டின் மணலில் விடப்பட்ட தடம் அலையால் அழிக்கப்படுவதைப் பற்றி கூறப்பட்டுள்ளது. இதன் மூலம், நம் வாழ்க்கையில் விட்டுச்செல்லும் தடங்கள் நிலையானவை அல்ல, இயற்கை சக்திகள் எப்போது வேண்டுமானாலும் அவற்றை அழித்துவிடலாம் என்றும், மனித வாழ்க்கையில் எதிர்பாராத நிகழ்வுகள் நம்மை எப்போதும் தாக்கலாம் என்றும் உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "கவிதை வரிகளில், 'நிலையான கரை நீரில் / அலைபோய் உலைந்தாடும்' என்ற வரிகள் குறிப்பிடுவது எதை?",
          "options": [
      "கடலின் அலைகளின் தொடர்ந்த ஓட்டம்",
      "கரை நிலையாக இருந்தாலும், அலைகள் தொடர்ந்து மாறிக்கொண்டிருக்கும்",
      "அலைகள், கரையை அடைந்து மீண்டும் கடலுக்குத் திரும்புவது",
      "கடலின் மாறும் தன்மை "
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த வரிகள் கடலின் நிலையற்ற தன்மையைக் குறிக்கிறது. கரை நிலையானது, மாறாதது. ஆனால் அலைகள் தொடர்ந்து மாறிக்கொண்டே இருக்கும். அலைகள் கரைக்கு வந்து மீண்டும் கடலுக்குள் செல்லும் இயக்கம் தடையின்றி தொடரும். இதுவே கடலின் மாறும் தன்மையைக் குறிக்கிறது."
          }
        ]