[
          
  {
    
          "description": "ஜெயகாந்தனின் எழுத்துப் பணி குறித்து பின்வரும் கூற்றுகளில் எது சரியானது?",
          "options": [
      "தன்னைத் தானே எழுத்தாளர் என்று நினைக்காமல் சமூகப் பார்வையுடன் எழுதினார்.",
      "சமுதாயத்தில் இயற்கைக்கு மாறான கலைப்பணியைச் செய்வதையே விரும்பினார்.",
      "வாழ்க்கையிலிருந்து பெறும் கல்வி, தனிமுயற்சியின் பயன் ஆகியவற்றின் விளைவாகவே எழுதினார்.",
      "கலைக்காகவே எழுதினார், வாழ்க்கைப் பிரச்சனைகள் அவருக்கு முக்கியமில்லை."
    ],
    "answer": "C",
    
          "additional_context": "ஜெயகாந்தன் தனது எழுத்துப் பணி குறித்து 'எதற்காக எழுதுகிறேன்?' என்ற தலைப்பில் எழுதிய கட்டுரையில், தனது எழுத்துக்கு ஒரு இலட்சியம் இருப்பதாகவும், தனது எழுத்து வாழ்க்கையிலிருந்து பெறும் கல்வி மற்றும் தனிமுயற்சியின் பயன் ஆகியவற்றின் விளைவாகவே எழுதுவதாகவும் கூறுகிறார். அவர் வாழ்க்கையிலிருந்து பெறும் அனுபவங்கள், மனித வாழ்வின் பிரச்சனைகள் ஆகியவற்றை மையமாகக் கொண்டே தனது கதைகளை எழுதுகிறார். மேலும்,  தான் எழுதுவது கலையை மட்டும் தாங்கிப் பிடிக்க என்று சொல்லிக் கொண்டதில்லை. கலைக்கு தான் உரிய முக்கியத்துவத்தைத் தருவதோடு, அதன் மூலம் வாழ்க்கையிலிருந்து பெறும் கல்வியையும் தனிமுயற்சியையும் எழுத்து வடிவில் வெளிப்படுத்த விரும்பினார்."
          }
        ,
          
  {
    
          "description": "'தர்க்கத்திற்கு அப்பால்' கதையில், நாயகன் தனது இரண்டணா பணத்தை எதற்காகப் பயன்படுத்துகிறான்?",
          "options": [
      "ரயில் டிக்கெட் வாங்குவதற்காக.",
      "பார்வையற்ற பிச்சைக்காரனுக்குத் தர்மமாகக் கொடுப்பதற்காக.",
      "சங்கரய்யர் ஹோட்டலில் காபி குடிப்பதற்காக.",
      "ஊரில் கொண்டாடுவதற்காக."
    ],
    "answer": "C",
    
          "additional_context": "நாயகன் தனது ஊருக்குத் திரும்ப வேண்டிய நிலையில் டிக்கெட் வாங்குவதற்கு முக்கால் ரூபாய் தேவைப்படுகிறது. அவனிடம் இருக்கும் ஒரு ரூபாயில் இருந்து ஒரு ரூபாய் கொடுத்து சங்கரய்யர் ஹோட்டலில் ஒரு கப் காபி குடித்து விட்டு மீதமுள்ள பணத்தை ஊரில் கொண்டாடுவதற்காக  வைத்துக் கொள்கிறார்."
          }
        ,
          
  {
    
          "description": "'தர்க்கத்திற்கு அப்பால்' கதையில், நாயகன் தனது தர்மம் பற்றிய கவலைக்குக் காரணம் என்ன?",
          "options": [
      "பார்வையற்ற பிச்சைக்காரனின் சாபத்திற்குப் பயந்ததால்.",
      "அவன் உண்மையிலேயே தர்மமாக ஓரணா கொடுத்தானா என்ற சந்தேகம்.",
      "அவன் தர்மம் செய்து ஐந்து நிமிஷம் ஆகவில்லை, நரகத்துக்குப் போக நேரிடும் என்ற பயம்.",
      "அவன் தர்மத்தைச் சரியாகச் செய்யவில்லை என்று ஒருவர் குற்றம் சாட்டியதால்."
    ],
    "answer": "D",
    
          "additional_context": "நாயகன் தர்மமாக ஓரணா கொடுத்து விட்டு பின்னர்  இரண்டணாவை மீண்டும் எடுத்துக் கொள்ளும் போது, 'இது திருட்டு அல்லவா?' என்ற கேள்வி எழுகிறது. இதற்கு தன்னுடைய தர்க்கத்தைப் பயன்படுத்தி பதிலளிக்கிறான். ஆனால், அவன் தர்மத்தை சரியாகச் செய்யவில்லை என்று ஒருவர் குற்றம் சாட்டியதால், தனது செயலில் அவனுக்கு கவலை ஏற்படுகிறது. இந்த சம்பவத்தில் தர்மம் என்பது தனிப்பட்ட ஒரு நபரின் கருத்திற்கும் எல்லைகளுக்குட்பட்டது என்பதையும் தர்மம் என்பது தனிப்பட்ட  ஒரு நபரின்  கருத்துக்குள் இருப்பதையும் அந்த கதையில்  ஜெயகாந்தன்  குறிப்பிடுகிறார். "
          }
        ,
          
  {
    
          "description": "ஜெயகாந்தனின் எழுத்தில் எந்த அம்சம் அவருக்கு 'சிறுகதை மன்னன்' என்ற பட்டத்தைத் தேடித்தந்தது?",
          "options": [
      "வரலாற்று நிகழ்வுகளை மையமாகக் கொண்ட எழுத்து.",
      "அரசியல் தலைவர்களின் வாழ்க்கையைப் பற்றிய எழுத்து.",
      "உணர்ச்சி சார்ந்த எதிர்வினைகளாக அமைந்த எழுத்து.",
      "அறிவியல் கருத்துக்களைப் பற்றிய எழுத்து."
    ],
    "answer": "C",
    
          "additional_context": "ஜெயகாந்தன் எழுதிய கதைகள் உணர்ச்சி சார்ந்த எதிர்வினைகளாக அமைந்திருப்பதே அவருக்கு 'சிறுகதை மன்னன்' என்ற பட்டத்தைத் தேடித்தந்தது. அவர் எழுத்து மனித நேயம், அறம், நியாயம், மனித வாழ்வின் இன்ப துன்பங்கள் போன்றவை பற்றிய மிகச் சிறந்த சித்தரிப்புகளைக் கொண்டவை."
          }
        ,
          
  {
    
          "description": "'தர்க்கத்திற்கு அப்பால்' கதை எதைக் குறிக்கிறது?",
          "options": [
      "பணத்தின் மீது மனிதனின் ஆசை.",
      "தர்மம் மற்றும் அறம் பற்றிய சிந்தனை.",
      "மனிதனின் உணர்ச்சி மற்றும் மனத்தளர்ச்சி.",
      "பார்வையற்ற பிச்சைக்காரர்களின் அவல நிலை."
    ],
    "answer": "B",
    
          "additional_context": " இந்தக் கதையில் தர்மம் என்பது தனிப்பட்ட ஒரு நபரின் கருத்துக்குள் இருப்பதையும் தர்மம் என்பது தனிப்பட்ட  ஒரு நபரின்  கருத்துக்குள் இருப்பதையும் ஜெயகாந்தன் குறிப்பிடுகிறார். கதை நாயகன் தன்னைத் தானே தர்மமாக நினைத்துக் கொண்டு தர்மத்தைச் சரியாகச் செய்யாமல் தனது செயலில் குற்ற உணர்வைப் பெறுவதும் கதை சொல்லும் மையப்புள்ளி. இந்தக் கதை  தர்மம் மற்றும் அறம் பற்றிய  சிந்தனைகளைத் தூண்டக்கூடிய கதை."
          }
        ]