
[
  {
    "description": "“நான் இசைச் சூழலில் வளர்ந்தேன். வீணைக் கலைஞரான என் தாயே எனக்கு முதல் குரு. பத்து வயதில் இசைத்தட்டுக்காகப் பாடலைப் பாடிப் பதிவு செய்தேன்.”\n\nஇந்த வரிகளின் மூலம் யாரைப் பற்றிய விவரத்தைத் தெரிந்துகொள்ள முடிகிறது?",
    "options": [
      "பாலசரஸ்வதி",
      "ராஜம் கிருஷ்ணன்",
      "சின்னப்பிள்ளை",
      "எம்.எஸ். சுப்புலட்சுமி"
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள் தமிழ்நாட்டின் புகழ்பெற்ற இசைப் பெண்மணி எம்.எஸ். சுப்புலட்சுமியைப் பற்றியவை. இசைச் சூழலில் வளர்ந்த அவருக்கு இசைஞானி இசைத்தட்டுக்காகப் பாடலைப் பாடும் வாய்ப்பு கிடைத்தது. அவரது தாயார் ஒரு வீணைக் கலைஞர் என்பது குறிப்பிடத்தக்கது."
  },
  {
    "description": "“பொதுவெளியில் ஆடுவது தண்டனைக்குரிய குற்றம் எனும் சட்டம் இயற்றப்பட்டிருந்த காலத்தில் நடன வாழ்வைத் தொடங்கியவர்;”\n\nஇந்த வரிகளின் மூலம் யாரைப் பற்றிய தகவலை அறிய முடிகிறது?",
    "options": [
      "பாலசரஸ்வதி",
      "ராஜம் கிருஷ்ணன்",
      "சின்னப்பிள்ளை",
      "எம்.எஸ். சுப்புலட்சுமி"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள்  பாலசரஸ்வதி அவர்களைப் பற்றியவை.  பாலசரஸ்வதி, பரதநாட்டியக் கலைஞர்.  நாட்டியம் ஆடுவது கீழ்மையானது என்ற எண்ணம் இருந்த காலத்தில் அவர் நடன வாழ்வைத் தொடங்கினார்.  தற்போது அவர் பரதநாட்டியம் தமிழகத்தின் மதிப்புமிகு கலைகளில் ஒன்றாகத் திகழ்வதற்கு முக்கியக் காரணமாக இருந்தார்."
  },
  {
    "description": "“நான் கற்பனையாக எழுத விரும்பவில்லை. சமூகத்தில் இடர்ப்பட்ட மக்களைப் பற்றி எழுதும் முன்பு அந்த மக்கள் வாழும் பகுதிக்குள் சென்று களப்பணியாற்றிக் கதைகளாக உருவாக்கினேன்.”\n\nஇந்த வரிகளின் மூலம் யாரைப் பற்றிய தகவலை அறிய முடிகிறது?",
    "options": [
      "பாலசரஸ்வதி",
      "ராஜம் கிருஷ்ணன்",
      "சின்னப்பிள்ளை",
      "எம்.எஸ். சுப்புலட்சுமி"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள் தமிழ்நாட்டின் புகழ்பெற்ற எழுத்தாளர் ராஜம் கிருஷ்ணன் அவர்களைப் பற்றியவை. கற்பனையாக எழுதுவதற்குப் பதிலாக சமூகத்தில் இடர்ப்பட்ட மக்களைப் பற்றி எழுதும் முன்பு அந்த மக்கள் வாழும் பகுதிக்குள் சென்று களப்பணியாற்றி கதைகளாக உருவாக்கினார் என்பது குறிப்பிடத்தக்கது."
  },
  {
    "description": "“நாட்டின் விடுதலைக்கு முன்பு கல்வி மறுக்கப்பட்ட காலத்தில் போராடிக் கற்றேன். கல்லூரிப் பருவத்தில் காந்தியச்சிந்தனையில் கவரப்பட்டேன்.”\n\nஇந்த வரிகளின் மூலம் யாரைப் பற்றிய தகவலை அறிய முடிகிறது?",
    "options": [
      "பாலசரஸ்வதி",
      "ராஜம் கிருஷ்ணன்",
      "சின்னப்பிள்ளை",
      "கிருஷ்ணம்மாள் ஜெகந்நாதன்"
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள் தமிழகத்தில் சமூக சீர்திருத்தவாதியாகவும், காந்தியவாதியாகவும் திகழ்ந்த கிருஷ்ணம்மாள் ஜெகந்நாதன் அவர்களைப் பற்றியவை. நாட்டின் விடுதலைக்கு முன்பு பெண்கள் கல்வி கற்கும் வாய்ப்புகள் குறைவாக இருந்த காலத்தில் தான் கல்வி கற்க போராடினார். காந்தியச் சிந்தனையில் கவரப்பட்டு அவரது இயக்கத்தில் தீவிரமாக ஈடுபட்டார்."
  },
  {
    "description": "“எத்தனையோ பேரோட குடும்பத்த இந்தக் குழுதான் தாங்கிக்கிட்டு இருக்கு. முப்பது ஆண்டுகளா முகம் சுளிக்காம வேலை செஞ்சிட்டு வர்றேன். வேற என்னத்த நான் சொல்ல? பொறப்புக்கு ஒரு பொருள் கிடைக்கிற மாதிரி வேலை செஞ்சாச்சு.”\n\nஇந்த வரிகளின் மூலம் யாரைப் பற்றிய தகவலை அறிய முடிகிறது?",
    "options": [
      "பாலசரஸ்வதி",
      "ராஜம் கிருஷ்ணன்",
      "சின்னப்பிள்ளை",
      "எம்.எஸ். சுப்புலட்சுமி"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் தமிழகத்தின் புகழ்பெற்ற சமூகப் பணியாளர் சின்னப்பிள்ளை அம்மையாரைப் பற்றியவை.  பெண்களுக்கான ஒரு குழுவை தொடங்கி அவர் பலருடைய வாழ்வை மாற்றியமைத்தார். அந்தக் குழு மூலம் தாங்கள் சம்பாதிக்கும் கூலியைப் பகிர்ந்து கொண்டு எல்லோருக்கும் பொருள் கிடைக்க வழி வகுத்தார்.  அவர்  மதுரை மாவட்ட ஆட்சியரின் உதவியோடு மீன் பிடித்தல் உரிமத்தைப் பெற்றார்."
  }
]
