
[
  {
    "description": "பாரதியார் பாடலில் \"சிலப்பதிகாரம்\" என்ற சொல்லைப் பற்றி எது உண்மை?",
    "options": [
      "சிலப்பதிகாரம் ஒரு கவிதை நூல்.",
      "சிலப்பதிகாரம் ஒரு புராண நூல்.",
      "சிலப்பதிகாரம் தமிழர்களின் இதயத்தை கவர்ந்தது.",
      "சிலப்பதிகாரம் ஒரு மணியால் ஆனது."
    ],
    "answer": "C",
    "additional_context": "பாரதியார் பாடலில், \"சிலப்பதிகாரம்\" என்பது மிகவும் பிரபலமான தமிழ் இலக்கிய நூல்களில் ஒன்றாகும். அது மக்களை மயக்கி இதயத்தை கவர்ந்துள்ளது என்பதை பாரதியார் வலியுறுத்துகிறார். இந்தப் பாடல் தமிழின் பெருமையையும், அதன் இலக்கியத்தின் செல்வாக்கையும் எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "பாரதிதாசன் பாடலில் \"யாழிசை\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "பேத்தி பாடுவது",
      "ஒரு கவிதை புத்தகம்",
      "நெட்டுருப் பண்ணுவது",
      "பேத்தி கற்றது"
    ],
    "answer": "A",
    "additional_context": "பாரதிதாசனின் பாடல் யாழிசை பற்றியது. அது எப்படி கேட்கிறது என்பது பற்றி கூறுகிறது. பாடலில் \"பேத்தி\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இதன் மூலம், \"யாழிசை\" என்பது யாழிசை பாடலை பேத்தி பாடுவது என்பதைப் புரிந்துகொள்ள முடியும். மேலும், \"யாழிசை\" என்பது ஒரு வகையான இசைக் கருவியை குறிக்கும் என்பதையும் நினைவில் கொள்ள வேண்டும்."
  },
  {
    "description": "பாரதிதாசன் பாடலில் \"நெட்டுருப் பண்ணினாள்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "தாளத்துடன் பாடுவது",
      "கல்வியைக் கற்றுக்கொள்வது",
      "எழுதிப்பார்க்குவது",
      "திரட்டுகளைத் திரட்டுவது"
    ],
    "answer": "B",
    "additional_context": "பாரதிதாசன் பாடலில் \"நெட்டுருப் பண்ணினாள்\" என்ற சொல், கல்வியைக் கற்றுக் கொள்வதை குறிக்கிறது.  பாடலில் \"பேத்தி\" நீதிநூல் திரட்டையை கற்கும்  நிலையை \"நெட்டுருப் பண்ணினாள்\" என்று குறிப்பிட்டுள்ளார். அதாவது, பேத்தி நீதிநூல் திரட்டையை மனனம் செய்து கற்றுக் கொண்டிருக்கிறாள்."
  },
  {
    "description": "\"அட்டவணையில் விடுபட்டதை எழுதுக\" என்ற வாக்கியத்தில் உள்ள \"அட்டவணை\" எதைக் குறிக்கிறது?",
    "options": [
      "பாரதிதாசன் பாடலில் உள்ள சொற்களின் வகைப்பாடு",
      "சிலப்பதிகாரத்தில் உள்ள கதாபாத்திரங்கள்",
      "வள்ளுவர் தந்துள்ள பாடல்கள்",
      "பாரதியார் பாடலில் பயன்படுத்தப்பட்ட சொற்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்த வாக்கியத்தில் \"அட்டவணை\" என்பது பாரதிதாசன் பாடலில் பயன்படுத்தப்பட்ட சொற்களின் வகைப்பாட்டை குறிக்கிறது.  அந்த அட்டவணையில் சில சொற்கள் விடுபட்டு இருக்கும். அதை நிரப்ப வேண்டும் என்பதை இந்த வாக்கியம் குறிப்பிடுகிறது. பாடலில் உள்ள சொற்களை வகைப்படுத்தி நம் புரிதலை அதிகரிக்கலாம்."
  },
  {
    "description": "\"தொடர்களில் உள்ள எழுவாயைச் செழுமை செய்க\" என்ற வாக்கியத்தில் உள்ள \"எழுவாயைச் செழுமை செய்க\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "தொடரைப் படிப்பது",
      "தொடரை விரிவுபடுத்துவது",
      "தொடரில் உள்ள சொற்களை மாற்றுவது",
      "தொடரை சுருக்குவது"
    ],
    "answer": "B",
    "additional_context": "வாக்கியத்தில் உள்ள \"எழுவாயைச் செழுமை செய்க\" என்ற சொல், தொடரை விரிவுபடுத்துவதை குறிக்கிறது.  ஒரு தொடரின் எழுவாயை விரிவுபடுத்தி அதன் அர்த்தத்தை மேலும் தெளிவாக்க முடியும். இது தொடரின் அழகையும், புரிதலையும் அதிகரிக்க உதவும்."
  }
]
