
[
  {
    "description": "“எழுத்தாளர் ஒருவருடைய படைப்பு நோக்கத்தையும் படைப்பு பாங்கையும் வாழ்க்கைச் சிக்கல்கள் குறித்த கண்ணோட்டத்தையும் உணர்த்துவதுதான் முன்னுரை” என்ற கூற்று எதை விளக்குகிறது?",
    "options": [
      "முன்னுரை என்பது எழுத்தாளரின் தனிப்பட்ட கருத்துகளையே வெளிப்படுத்தும்.",
      "முன்னுரை என்பது எழுத்தாளரின் படைப்பின் சுருக்கத்தை மட்டுமே தரும்.",
      "முன்னுரை என்பது எழுத்தாளரின் படைப்பின் நோக்கம் மற்றும் பாங்கைப் பற்றிப் பேசும்.",
      "முன்னுரை என்பது எழுத்தாளரின் வாழ்க்கை வரலாற்றைப் பற்றியது."
    ],
    "answer": "C",
    "additional_context": "முன்னுரை என்பது ஒரு எழுத்தாளர் தனது படைப்பை எழுதத் துவங்கியதற்கான நோக்கத்தை விளக்கி, படைப்பின் பாங்கை விளக்குகிறது. மேலும், வாழ்க்கைச் சிக்கல்கள் குறித்த அவரது கண்ணோட்டத்தையும் வெளிப்படுத்தும்."
  },
  {
    "description": "ஜெயகாந்தன் தனது படைப்புகளுக்கு எழுதிய முன்னுரைகளை எதற்கு ஒப்பிடலாம்?",
    "options": [
      "தனது எழுத்துக்கான தனிப்பட்ட கருத்துக்கள்.",
      "தனது எழுத்துக்கான விளக்கங்கள்.",
      "தனது எழுத்துக்கான விமர்சனங்கள்.",
      "தனது எழுத்துக்கான விளக்கம் மற்றும் எதிர்வினைகள்."
    ],
    "answer": "D",
    "additional_context": "ஜெயகாந்தன் தனது படைப்புகளுக்கு எழுதிய முன்னுரைகள், அவருடைய எழுத்துக்கான விளக்கங்கள் மட்டுமல்ல, அவருக்கு எதிராக எழுப்பப்படும் கேள்விகளுக்கு அவர் அளிக்கும் பதில்கள் போன்றவை. இதனால், அவருடைய எழுத்துக்கான விளக்கம் மற்றும் எதிர்வினைகள் என இரண்டையும் உள்ளடக்கியதாக உள்ளது."
  },
  {
    "description": "“தர்க்கத்திற்கு அப்பால்” என்ற சிறுகதையில் ஜெயகாந்தன் எதை வலியுறுத்துகிறார்?",
    "options": [
      "தருமத்தின் முக்கியத்துவம்.",
      "மனித மனதின் சிக்கலான தன்மை.",
      "பணத்தின் ஆதிக்கம்.",
      "தருமத்தின் தர்க்கரீதியான விளக்கம்."
    ],
    "answer": "B",
    "additional_context": "“தர்க்கத்திற்கு அப்பால்” என்ற சிறுகதையில், தருமம் என்னும் தலைப்பில், அதைத் தாண்டி மனித மனதின் சிக்கலான தன்மையை ஜெயகாந்தன் விளக்குகிறார். தர்மம் எப்போதும் ஒரே மாதிரியாக இருக்காது. மனிதர்களின் நிலை, சூழ்நிலைகள், காலங்கள் என பலவற்றையும் பொறுத்து தர்மம் மாறுபடும். இதனால் மனித மனம் எப்போதும் குழப்பத்தில் இருக்கும் என்பதை இந்த சிறுகதை சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "ஜெயகாந்தன் அவர்கள் எழுத்தாளராகவும் திரைப்பட இயக்குநராகவும் திகழ்ந்தது மட்டுமல்லாமல், இன்னொரு முக்கியமான பாத்திரத்திலும் திகழ்ந்திருக்கிறார். அது எது?",
    "options": [
      "பத்திரிகையாளர்",
      "பேச்சாளர்",
      "மொழிபெயர்ப்பாளர்",
      "ஆசிரியர்"
    ],
    "answer": "B",
    "additional_context": "ஜெயகாந்தன் அவர்கள் எழுத்தாளராகவும் திரைப்பட இயக்குநராகவும் திகழ்ந்தது மட்டுமல்லாமல், மிகவும் சிறந்த பேச்சாளராகவும் திகழ்ந்தார். அவரது பேச்சுகள் எப்போதுமே மக்களை ஈர்க்கும் வகையில் இருக்கும்.  இது அவரது எழுத்துகளில் காணப்படும் உணர்ச்சிப்  பொங்கலைக் காட்டும்."
  },
  {
    "description": "\"சமூக அமைப்பின் முரண்பாடுகளை எழுத்திலே அப்பட்டமாகக் காட்டியவர்\" என்று குறிப்பிடப்பட்டுள்ளவர் யார்?",
    "options": [
      "பாரதி",
      "வியாஸர்",
      "ஜெயகாந்தன்",
      "கல்யாணசுந்தரம்"
    ],
    "answer": "C",
    "additional_context": "சமூக அமைப்பில் காணப்படும் முரண்பாடுகளை அப்பட்டமாகக் காட்டி, அவற்றை  உணர்த்தும்  வகையில் எழுதியதால்  ஜெயகாந்தன்  புகழ்பெற்றவர். அவர் எழுதிய  'உன்னைப்போல்  ஒருவன்'  திரைப்படம் இதற்கு  சிறந்த  உதாரணம்."
  }
]
