
[
  {
    "description": "கீழே கொடுக்கப்பட்ட சொற்களில்,  \"கட்டு\"  என்னும் கூட்டப்பெயரைப் பெறுவது எது?",
    "options": [
      "கல்",
      "பழம்",
      "புல்",
      "ஆடு"
    ],
    "answer": "D",
    "additional_context": "இந்த கேள்வி, கூட்டப்பெயர்களைப் பற்றியது.  'கட்டு' என்ற கூட்டப்பெயர் ஆடுகளைக் குறிக்கும். உதாரணமாக, 'ஆட்டுக்கட்டு'.  மற்ற சொற்களான 'கல்', 'பழம்', 'புல்' ஆகியவை வேறு கூட்டப்பெயர்களைப் பெறுகின்றன.  'கல்' என்பது 'கல் குவியல்', 'பழம்' என்பது 'பழக்குலை', 'புல்' என்பது 'புல்வெளி' போன்ற கூட்டப்பெயர்களைப் பெறுகின்றன. "
  },
  {
    "description": "“மரமது மரத்தில் ஏறி மரமதை தோளில் வைத்து” என்ற வரிகளில், “மரமது” என்ற சொல் எத்தனை விதமான பொருள்களைக் குறிக்கிறது?",
    "options": [
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி பாடலில் மரம் என்ற சொல் எத்தனை விதமான பொருள்களைக் குறிக்கிறது என்று கேட்கிறது.  \"மரமது மரத்தில் ஏறி மரமதை தோளில் வைத்து\" என்ற வரிகளில், முதல் 'மரமது' என்பது அரச மரத்தைக் குறிக்கிறது, இரண்டாவது 'மரத்தில்' என்பது வேறு ஒரு மரத்தைக் குறிக்கிறது, மூன்றாவது 'மரமதை' என்பது முதல் 'மரமது' என குறிப்பிடப்பட்ட அரச மரத்தைக் குறிக்கிறது. எனவே, இந்த வரிகளில் 'மரமது' என்ற சொல் 3 விதமான பொருள்களைக் குறிக்கிறது. "
  },
  {
    "description": "“மரமது மரத்தைக் கண்டு மரத்தினால் மரத்தைக் குத்தி” என்ற வரிகளில் பயன்படுத்தப்பட்ட “மரம்” என்ற சொல் எந்த இரு பொருள்களைக் குறிக்கிறது?",
    "options": [
      "அரச மரம், வேங்கை",
      "அரச மரம், வேல்",
      "வேங்கை, வேல்",
      "ஆல் மரம், வேங்கை"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி 'மரம்' என்ற சொல் எந்த இரு பொருள்களைக் குறிக்கிறது என்று கேட்கிறது.  \"மரமது மரத்தைக் கண்டு மரத்தினால் மரத்தைக் குத்தி\" என்ற வரிகளில், முதல் 'மரம்' என்பது அரச மரத்தைக் குறிக்கிறது.  இரண்டாவது 'மரத்தினால்' என்பது வேல்லைக் குறிக்கிறது.  எனவே, இந்த வரிகளில் 'மரம்' என்ற சொல் அரச மரம் மற்றும் வேல் என இரண்டு பொருள்களைக் குறிக்கிறது. "
  },
  {
    "description": "“மரமது வழியே சென்று வளமனைக் கேகும் போது மரமது கண்ட மாதர்” என்ற வரிகளில் “மரமது” என்ற சொல் எதைப் குறிக்கிறது?",
    "options": [
      "அரச மரம்",
      "காட்டு வழி",
      "வேங்கை",
      "ஆல் மரம்"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி 'மரமது' என்ற சொல் எதைப் குறிக்கிறது என்று கேட்கிறது.  \"மரமது வழியே சென்று வளமனைக் கேகும் போது மரமது கண்ட மாதர்\" என்ற வரிகளில் 'மரமது' என்பது காட்டு வழியைக் குறிக்கிறது.  எனவே, இந்த வரிகளில் 'மரமது' என்ற சொல் காட்டு வழியைக் குறிக்கிறது. "
  },
  {
    "description": "“மரமுடன் மரம்”  என்ற வரிகளில் “மரம்” என்ற சொல் எந்த இரு பொருள்களைக் குறிக்கிறது?",
    "options": [
      "ஆல் மரம், அத்தி மரம்",
      "அரச மரம், அத்தி மரம்",
      "வேங்கை, அத்தி மரம்",
      "அரச மரம், ஆல் மரம்"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி 'மரம்' என்ற சொல் எந்த இரு பொருள்களைக் குறிக்கிறது என்று கேட்கிறது.  \"மரமுடன் மரம்\" என்ற வரிகளில் முதல் 'மரம்' என்பது ஆல் மரத்தைக் குறிக்கிறது, இரண்டாவது 'மரம்' என்பது அத்தி மரத்தைக் குறிக்கிறது.  எனவே, இந்த வரிகளில் 'மரம்' என்ற சொல் ஆல் மரம் மற்றும் அத்தி மரம் என இரண்டு பொருள்களைக் குறிக்கிறது. "
  }
]
