[
          
  {
    
          "description": "“செய்யுளில் ஓசை குறையும்போது மெய்யெழுத்துகள் எதுவும் அளபெடுக்கும்?",
          "options": [
      "ங், ஞ், ண், ந், ம், ன், வ், ய், ல், ள்",
      "ங், ஞ், ண், ந், ம், ன், வ், ய், ல்",
      "ங், ஞ், ண், ந், ம், ன், வ்",
      "ங், ஞ், ண், ந், ம், ன்"
    ],
    "answer": "A",
    
          "additional_context": "செய்யுளில் ஓசை குறையும்போது அந்த ஓசையை நிறைவு செய்ய மெய்யெழுத்துகளான ங், ஞ், ண், ந், ம், ன், வ், ய், ல், ள் ஆகிய பத்தும், ஃ என்னும் ஆய்த எழுத்தும் அளபெடுக்கும். இது ஒற்றளபெடை எனப்படும்."
          }
        ,
          
  {
    
          "description": "'நசை - விருப்பம்; விரும்பி என்னும் பொருள் தருவதற்காக நசைஇ என அளபெடுத்தது.'  இது எந்த வகை அளபெடை?",
          "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "ஒற்றளபெடை"
    ],
    "answer": "C",
    
          "additional_context": "செய்யுளில் ஒரு பெயர்ச்சொல் எச்சச் சொல்லாகத் திரிந்து அளபெடுப்பது சொல்லிசை அளபெடை ஆகும்.  உதாரணமாக, 'நசை' என்ற சொல் விருப்பம், விரும்புதல் என்ற பொருளைத் தருவதற்காக 'நசைஇ' என அளபெடுத்தது. இது பெயர்ச்சொல், வினை எச்சமாக மாறியது.  இது சொல்லிசை அளபெடை."
          }
        ,
          
  {
    
          "description": "'மற்றாங்கே எடுப்பதூஉம் எல்லாம் மழை.'  இந்த வரியில் எந்த வகை அளபெடை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "ஒற்றளபெடை"
    ],
    "answer": "B",
    
          "additional_context": "செய்யுளில் ஓசை குறையாத இடத்திலும் இனிய ஓசைக்காக குறில் நெடிலாகி அளபெடுப்பது இன்னிசை அளபெடை ஆகும்.  'மற்றாங்கே எடுப்பதூஉம் எல்லாம் மழை'  என்ற வரியில் ஓசை குறையாவிட்டாலும் இனிய ஓசைக்காக 'எடுப்பதூஉம்'  என்று அளபெடுத்திருப்பது இன்னிசை அளபெடை. "
          }
        ,
          
  {
    
          "description": "பொதுமொழி என்பது எதைத் தந்து தனிமொழிக்கும் தொடர்மொழிக்கும் பொதுவாய் அமைவது?",
          "options": [
      "பொருள்",
      "இடம்",
      "காலம்",
      "பால்"
    ],
    "answer": "A",
    
          "additional_context": "வேறு பொருளையும் தந்து தனிமொழிக்கும் தொடர்மொழிக்கும் பொதுவாய் அமைவது பொதுமொழி எனப்படும். ஒரு சொல் தனித்து நின்று ஒரு பொருளையும் அச்சொல்லே பிரிந்து நின்று வேறு பொருளையும் கொடுக்கும்.  உதாரணமாக 'எட்டு' என்ற சொல் எண்ணைக் குறிக்கிறது. அதே சொல் எள் + து எனவும் வேம் + கை எனவும் பிரிந்து நின்று  'எள்ளை உண்' வேகின்ற கை எனவும் பொருள் தரும்.  இவை இரு பொருள்களுக்கும் பொதுவாய் அமைவதால் பொது மொழியாகவும் இருக்கிறது."
          }
        ,
          
  {
    
          "description": "'வேங்கை – வேங்கை என்னும் மரத்தைக் குறிக்கும். இவையே எள் + து எனவும் வேம் + கை எனவும் தொடர்மொழிகளாகப் பிரிந்து நின்று எள்ளை உண், வேகின்ற கை எனவும் பொருள் தரும்.'  இந்தப் பகுதியில் எந்தக் கருத்து விளக்கப்படுகிறது?",
          "options": [
      "தனிமொழி",
      "தொடர்மொழி",
      "பொதுமொழி",
      "வினையாலணையும் பெயர்"
    ],
    "answer": "C",
    
          "additional_context": "வேங்கை – வேங்கை என்னும் மரத்தைக் குறிக்கும். இவையே எள் + து எனவும் வேம் + கை எனவும் தொடர்மொழிகளாகப் பிரிந்து நின்று எள்ளை உண், வேகின்ற கை எனவும் பொருள் தரும். இவை இருபொருள்களுக்கும் பொதுவாய் அமைவதால் பொது மொழியாகவும் இருக்கிறது.  'வேங்கை' என்ற சொல் தனி மொழியாகவும், 'எள் + து' மற்றும் 'வேம் + கை' என்ற சொற்கள் தொடர்மொழிகளாகவும்,  மேலும் இவை இரண்டும் சேர்ந்து 'எள்ளை உண், வேகின்ற கை' என்று பொருள் தருவதால் இது பொது மொழி எனப்படும். "
          }
        ]