
[
  {
    "description": "“விருந்து புதுமை” என்று கூறியவர் யார்?",
    "options": [
      "பாரதிதாசன்",
      "திருவள்ளுவர்",
      "இளங்கோவடிகள்",
      "தொல்காப்பியர்"
    ],
    "answer": "D",
    "additional_context": "விருந்தினர் என்றால் முன்பின் அறியாத புதியவர்களே. 'விருந்தே புதுமை' என்று தொல்காப்பியர் கூறியுள்ளார். அதாவது, புதுமையான ஒரு சந்திப்பு விருந்தோம்பல் எனக் கூறலாம்."
  },
  {
    "description": "“மோப்பக் குழையும் அனிச்சம்” என்ற குறள் எதை விளக்குகிறது?",
    "options": [
      "விருந்தோம்பல் குறித்து முகமலர்ச்சியோடு வரவேற்க வேண்டும்",
      "விருந்தோம்பல் செய்யும் பொருட்டு இல்லறம் புரிதல்",
      "விருந்தோம்பலை வலியுறுத்தும் அதிகாரம்",
      "விருந்தோம்பலை இல்லறக் கடமையாகக் கருதுதல்"
    ],
    "answer": "A",
    "additional_context": "திருவள்ளுவர் இல்லறவியலில் விருந்தோம்பலை வலியுறுத்த ஓர் அதிகாரத்தையே அமைத்திருக்கிறார். இல்லறம் புரிவது விருந்தோம்பல் செய்யும் பொருட்டே என்கிறார்; முகம் வேறுபடாமல் முகமலர்ச்சியோடு விருந்தினரை வரவேற்க வேண்டும் என்பதை \"மோப்பக் குழையும் அனிச்சம்\" என்ற குறளில் எடுத்துரைக்கிறார்."
  },
  {
    "description": "“காலின் ஏழடிப் பின் சென்று” என்ற பகுதி எந்த நூலைக் குறிப்பிடுகிறது?",
    "options": [
      "சிலப்பதிகாரம்",
      "பொருநராற்றுப்படை",
      "புறநானூறு",
      "கலிங்கத்துப்பரணி"
    ],
    "answer": "B",
    "additional_context": "பண்டைத் தமிழர்கள் வீட்டிற்கு வந்த விருந்தினர் திரும்பிச் செல்லும்போது, அவர்களைப் பிரிய மனமின்றி வருந்தினர். மேலும், வழியனுப்பும் பொழுது அவர்கள் செல்லவிருக்கிற நான்கு குதிரைகள் பூட்டப்பட்ட தேர்வரை ஏழு அடி நடந்து சென்று வழியனுப்பினர்.  \"காலின் ஏழடிப் பின் சென்று\" என்று பொருநராற்றுப்படை குறிப்பிடுகிறது."
  },
  {
    "description": "“குரல்உணங்கு விதைத் தினை உரல்வாய்ப் பெய்து சிறிது புறப்பட்டன்றோ இலள்” என்ற வரிகள் எதைப் பற்றிப் பேசுகின்றன?",
    "options": [
      "பணையம் வைத்து விருந்தளித்தல்",
      "விருந்தினருக்கு தானியமில்லாமல் தினை உரல்வாய்ப் பெய்து விருந்தளித்தல்",
      "நெய்தல் நிலத்தவர் பாணர்களை வரவேற்று விருந்தளித்தல்",
      "சத்திரங்களில் விருந்தளித்தல்"
    ],
    "answer": "B",
    "additional_context": "வீட்டிற்கு வந்தவருக்கு வறிய நிலையிலும் எவ்வழியிலேயேனும் முயன்று விருந்தளித்து மகிழ்ந்தனர் நம் முன்னோர். தானியம் ஏதும் இல்லாத நிலையில் விதைக்காக வைத்திருந்த தினையை உரலில் இட்டுக் குத்தியெடுத்து விருந்தினருக்கு விருந்தளித்தாள் தலைவி.  \"குரல்உணங்கு விதைத் தினை உரல்வாய்ப் பெய்து சிறிது புறப்பட்டன்றோ இலள்\" என்று புறநானூறு (333) காட்சிப்படுத்துகிறது."
  },
  {
    "description": "“மருந்தே ஆயினும் விருந்தொடு உண்” என்று கூறியவர் யார்?",
    "options": [
      "பாரதிதாசன்",
      "கம்பர்",
      "இளங்கோவடிகள்",
      "ஔவையார்"
    ],
    "answer": "D",
    "additional_context": "\"மருந்தே ஆயினும் விருந்தொடு உண்\" என்று கொன்றை வேந்தனில் ஔவையார் பாடியுள்ளார். அவர் பாடிய தனிப்பாடலில்,  \"வரகரிசிச் சோறும் வழுதுணங்காய் வாட்டும் முரமுரெனவே புளித்த மோரும் – திறமுடனே புள்வேளூர்ப் பூதன் புரிந்துவிருந்து இட்டான்ஈ(து) எல்லா உலகும் பெறும்\" என்று அவர் கூறுவதிலிருந்து வள்ளல்களால் விருந்தினர் போற்றப்பட்டதை அறியமுடிகிறது."
  }
]
