[
          
  {
    
          "description": "'வரனசைஇ இன்னும் உளேன்' என்ற சொற்றொடரில் எந்த வகை உயிரளபெடை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "இவை எதுவுமில்லை"
    ],
    "answer": "C",
    
          "additional_context": "செய்யுளில் ஒரு பெயர்ச்சொல் எச்சச் சொல்லாகத் திரிந்து அளபெடுப்பது சொல்லிசை அளபெடை ஆகும். உரனசைஇ உள்ளம் துணையாகச் சென்றார் வரனசைஇ இன்னும் உளேன். நசை விருப்பம்; விரும்பி என்னும் பொருள் தருவதற்காக நசைஇ என அளபெடுத்தது. பெயர்ச்சொல், வினை எச்சமாக மாறியது. இதனால் இது சொல்லிசை அளபெடை ஆகும்."
          }
        ,
          
  {
    
          "description": "பின்வரும் சொற்களில் எது தொழிற்பெயர்?",
          "options": [
      "பறவை",
      "பறத்தல்",
      "பறவைக்கூடு",
      "பறக்கும்"
    ],
    "answer": "B",
    
          "additional_context": "ஒரு வினை அல்லது செயலைக் குறிக்கும் பெயரானது எண், இடம், காலம், பால் ஆகியவற்றைக் குறிப்பாகவோ வெளிப்படையாகவோ உணர்த்தாமல் வருவது தொழிற்பெயர் எனப்படும்.  மேற்கண்ட சொற்களில் பறத்தல் என்பது ஒரு வினையைக் குறிப்பதால் இது தொழிற்பெயர் ஆகும்."
          }
        ,
          
  {
    
          "description": "'நடத்தல்' என்ற சொல்லில் எந்த விகுதி பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "தல்",
      "கை",
      "அல்",
      "ன்"
    ],
    "answer": "A",
    
          "additional_context": "வினையடியுடன் விகுதி சேர்வதால் உருவாகும் தொழிற்பெயர் விகுதி பெற்ற தொழிற்பெயர் ஆகும்.  நடத்தல் என்பது ஒரு வினைச் சொல்லாகும். இதில் நட என்பது வினையடி தல் என்பது விகுதி ஆகும். எனவே இதில் தல் விகுதி பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'வந்தவர் அவர்தான்' என்ற சொற்றொடரில் எந்த வகை மொழி பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "தனிமொழி",
      "தொடர்மொழி",
      "பொதுமொழி",
      "வினையாலணையும் பெயர்"
    ],
    "answer": "D",
    
          "additional_context": "ஒரு வினைமுற்று பெயரின் தன்மையை அடைந்து வேற்றுமை உருபு ஏற்றும் ஏற்காமலும் வேறொரு பயனிலையைக் கொண்டு முடிவது வினையாலணையும் பெயர் எனப்படும். அது தன்மை, முன்னிலை, படர்க்கை ஆகிய மூன்று இடங்களிலும் மூன்று காலங்களிலும் வரும். வந்தவர் என்பது ஒரு வினைச்சொல் மற்றும் இது அவர்தான் எனும் பெயரையும் இணைத்து பயன்படுத்தப்பட்டுள்ளது. எனவே இது வினையாலணையும் பெயராகும்"
          }
        ,
          
  {
    
          "description": "'பொறுத்தார் பூமியாள்வார்' என்ற சொற்றொடரில் எந்த வகை மொழி பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "தனிமொழி",
      "தொடர்மொழி",
      "பொதுமொழி",
      "வினையாலணையும் பெயர்"
    ],
    "answer": "D",
    
          "additional_context": "ஒரு வினைமுற்று பெயரின் தன்மையை அடைந்து வேற்றுமை உருபு ஏற்றும் ஏற்காமலும் வேறொரு பயனிலையைக் கொண்டு முடிவது வினையாலணையும் பெயர் எனப்படும். அது தன்மை, முன்னிலை, படர்க்கை ஆகிய மூன்று இடங்களிலும் மூன்று காலங்களிலும் வரும். பொறுத்தார் என்பது ஒரு வினைச்சொல் மற்றும் இது பூமியாள்வார் எனும் பெயரையும் இணைத்து பயன்படுத்தப்பட்டுள்ளது. எனவே இது வினையாலணையும் பெயராகும்"
          }
        ]