
[
  {
    "description": "பாடலின் \"செந்தீச் சுடரிய ஊழியும்\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "பூமி வெள்ளத்தில் மூழ்கிய காலம்",
      "உயிரினங்கள் தோன்றிய காலம்",
      "பூமி ஒரு நெருப்புப் பந்தாக இருந்த காலம்",
      "காற்று கிளர்ந்த காலம்"
    ],
    "answer": "C",
    "additional_context": "பாடலில் \"செந்தீச் சுடரிய ஊழியும்\" என்ற வரி, பூமி ஒரு நெருப்புப் பந்தாக இருந்த காலத்தைக் குறிக்கிறது. இந்த வரி, பூமியின் உருவாக்கத்தின் தொடக்க கட்டத்தை விவரிக்கிறது. பூமி ஒரு நெருப்புப் பந்து போல வெப்பமாக இருந்ததையும், பின்னர் அது குளிர்ந்து திடப்பொருளாக மாறியதையும் இந்த வரி குறிப்பிடுகிறது."
  },
  {
    "description": "\"உந்து வளி கிளர்ந்த ஊழி ஊழ் ஊழியும்\" என்ற வரி,  இன்றைய அறிவியல் கோட்பாடுகளில் எந்தக் கருத்தைக் குறிக்கிறது?",
    "options": [
      "பூமியின் உருவாக்கம்",
      "சூரியனின் உருவாக்கம்",
      "பால்வீதிகளின் உருவாக்கம்",
      "பெருவெடிப்பு"
    ],
    "answer": "D",
    "additional_context": "\"உந்து வளி கிளர்ந்த ஊழி ஊழ் ஊழியும்\" என்ற வரி இன்றைய அறிவியல் கோட்பாடுகளில் பெருவெடிப்பைக் குறிக்கிறது. இந்த வரி, பிரபஞ்சத்தின் தொடக்கத்தை விவரிக்கிறது. பிரபஞ்சம் ஒரு சிறிய புள்ளியாக இருந்தது, பின்னர் அது வெடித்து விரிந்தது என்பதை இந்த வரி குறிப்பிடுகிறது."
  },
  {
    "description": "\"மீண்டும் பீடு உயர்பு ஈண்டி\" என்ற வரியில் \"பீடு\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "சிறப்பு",
      "பெருமை",
      "வலிமை",
      "அழகு"
    ],
    "answer": "A",
    "additional_context": "பாடலில் \"மீண்டும் பீடு உயர்பு ஈண்டி\" என்ற வரியில் \"பீடு\" என்ற சொல், \"சிறப்பு\" எனப் பொருள்படும். இந்த வரி, பூமி வெள்ளத்தில் மூழ்கிய பின்னர் மீண்டும் உயிர் பெற்று, சிறப்பு பெற்றதைக் குறிப்பிடுகிறது."
  },
  {
    "description": "\"உள்ளீடு ஆகிய இருநிலத்து ஊழியும் ...\" என்ற வரியில் \"இருநிலம்\" என்பது என்னைக் குறிக்கிறது?",
    "options": [
      "பூமிக்கும் சூரியனுக்கும் இடையேயான நிலை",
      "பூமிக்கும் சந்திரனுக்கும் இடையேயான நிலை",
      "பூமியின் வெளிப்புறம் மற்றும் உட்புறம்",
      "நீர் மற்றும் நிலம்"
    ],
    "answer": "C",
    "additional_context": "பாடலில் \"உள்ளீடு ஆகிய இருநிலத்து ஊழியும்\" என்ற வரியில் \"இருநிலம்\" என்பது பூமியின் வெளிப்புறம் மற்றும் உட்புறத்தைக் குறிக்கிறது. இந்த வரி, பூமிக்குள்ளும் வெளியிலும் நடந்த பல மாற்றங்களை விவரிக்கிறது. இதன் மூலம், பூமியின் உருவாக்கம் பல கட்டங்களைக் கொண்டது என்பது புரியவருகிறது."
  },
  {
    "description": "\"வாரா (ஒன்றன்) ஊழியும்\" என்ற வரியில்  \"வாரா\" என்பது என்ன இலக்கணம்?",
    "options": [
      "ஈறுகெட்ட எதிர்மறைப் பெயரெச்சம்",
      "வினைத்தொகை",
      "பண்புத்தொகை",
      "அடுக்குத் தொடர்"
    ],
    "answer": "A",
    "additional_context": "பாடலில் \"வாரா (ஒன்றன்) ஊழியும்\" என்ற வரியில் \"வாரா\" என்பது ஈறுகெட்ட எதிர்மறைப் பெயரெச்சமாகும். இந்த வரி, உருவம் இல்லாத காற்று முதலான பூதங்களின் அணுக்களுடன் வளர்ந்த வானத்தை விவரிக்கிறது. இதன் மூலம், பிரபஞ்சத்தின் தொடக்கத்தில் இருந்த எளிய அணுக்கள், இன்று நாம் பார்க்கும் வானத்தையும் நட்சத்திரங்களையும் உருவாக்கியதைப் புரிந்துகொள்ள முடியும்."
  }
]
