
[
  {
    "description": "  \"மலர் உண்டு; பெயரும் உண்டு; ஆனால் இதுதான் அது என்று உறுதியாக அறிய இயலாதுள்ள நிலையில் இருக்கும் மலர்கள்\" என்பதற்கு உதாரணமாக எதை குறிப்பிடலாம்?",
    "options": [
      "ஆல மலர்",
      "சுள்ளி மலர்",
      "அத்தி மலர்",
      "பாதிரி மலர்"
    ],
    "answer": "B",
    "additional_context": "பாடப்பகுதியில் மலர் உண்டு; பெயரும் உண்டு; ஆனால் இதுதான் அது என்று உறுதியாக அறிய இயலாதுள்ள நிலையில் இருக்கும் மலர்களுக்கு உதாரணமாக சுள்ளி மலர் மற்றும் பாங்கர் மலர் ஆகியவை குறிப்பிடப்பட்டுள்ளன.  பாடப்பகுதியில் சுள்ளி மலர் மட்டுமே குறிப்பிடப்பட்டுள்ளதால் அதைப் பற்றிய வினாக்களே அதிகமாக கேட்கப்படும்."
  },
  {
    "description": "  கீழ்க்கண்டவற்றில் பாரதியாரின் வசனநடைக்கு ஒத்ததாக எது கருதப்படலாம்?",
    "options": [
      "மலர் உண்டு. ஆனால் கண்ணிற்குக் காட்சி தராமல் காண்டற்கு அரியனவாய் இருக்கும் மலர்கள்",
      "அவை புறத்தே காட்சிப்படாமல் உள்ளேயே பொதிந்திருக்கும் மலர்கள்",
      "இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும்.",
      "சிறியதானியம் போன்ற மூக்கு; சின்னக்கண்கள்; சின்னத்தலை; வெள்ளைக் கழுத்து"
    ],
    "answer": "D",
    "additional_context": "பாரதியார் சிட்டுக்குருவியின் உருவ அமைப்பைப் பற்றி எழுதுகையில் வசனநடையைப் பயன்படுத்தியுள்ளார். வினாக்களில் தரப்பட்டுள்ள 4 விருப்பங்களில் சிட்டுக்குருவியின் உருவ அமைப்புப் பற்றிய விவரிப்பு மட்டுமே வசனநடையைப் பயன்படுத்தி எழுதப்பட்டுள்ளது."
  },
  {
    "description": "  பாரதியார் \"சிட்டுக்குருவி\" பற்றி எழுதும்போது எதை மையமாகக் கொண்டு எழுதுகிறார்?",
    "options": [
      "சிட்டுக்குருவியின் பறக்கும் திறனை",
      "சிட்டுக்குருவியின் உருவ அமைப்பை",
      "சிட்டுக்குருவியின் குணங்களை",
      "சிட்டுக்குருவியின் வாழ்க்கை முறையை"
    ],
    "answer": "B",
    "additional_context": "பாரதியார் சிட்டுக்குருவியின் உருவ அமைப்பைப் பற்றி வசனநடையில் எழுதியுள்ளார்.  அதில் பறக்கும் திறன், குணங்கள், வாழ்க்கை முறை பற்றிய விவரங்கள் இல்லை. சிட்டுக்குருவியின் உருவ அமைப்பை வர்ணித்துள்ளதால் அதுவே சரியான விடை."
  },
  {
    "description": "  \"அரிய மலர்\" என்ற சொல்லை எவ்வாறு விளக்கலாம்?",
    "options": [
      "நன்கு அறியப்பட்ட மலர்",
      "அழகான மலர்",
      "மணமுள்ள மலர்",
      "காணக் கிடைக்காத மலர்"
    ],
    "answer": "D",
    "additional_context": "அரிய மலர் என்ற சொல் பொதுவாக  காணக் கிடைக்காத மலரைக் குறிக்கும். அதனால்தான் பாடப்பகுதியில் காண்டற்கு அரியனவாய் இருக்கும் மலர்கள் என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. மற்ற விருப்பங்கள்  சரியானதல்ல."
  },
  {
    "description": "  \"பாதிரிப் பூ குடிநீருக்குத் தன் மணத்தை ஏற்றும்\" என்பது எதை நமக்கு உணர்த்துகிறது?",
    "options": [
      "பாதிரிப் பூவின் மருத்துவ குணங்களை",
      "பாதிரிப் பூவின் மணத்தின் சிறப்பை",
      "பாதிரிப் பூவின் பயன்பாட்டை",
      "பாதிரி மரத்தின் அழகை"
    ],
    "answer": "B",
    "additional_context": "பாடப்பகுதியில் பாதிரிப் பூவின் மணம் மிகவும் சிறப்புடையது என்பது  குறிப்பிடப்பட்டுள்ளது. அதனால் இதன் மூலம்  பாதிரிப் பூவின் மணத்தின் சிறப்பை நாம் அறியலாம்."
  }
]
