
[
  {
    "description": "“செம்பொன் அடிச்சிறு கிங் கிணியோடு சிலம்பு கலந்தாடத் சேயுடன் மகிழ்ந்து குலாவும் தாய்” என்ற வரியில், “சேயுடன் மகிழ்ந்து குலாவும் தாய்” என்ற பகுதி எதைக் குறிக்கிறது?",
    "options": [
      "குழந்தையின் ஆட்டத்தால் தாய்க்கு ஏற்படும் மகிழ்ச்சி",
      "குழந்தையை ஆடவைத்து தாய் தனது மகிழ்ச்சியை வெளிப்படுத்துவது",
      "தாய் குழந்தையுடன் சேர்ந்து ஆடுவதால் ஏற்படும் மகிழ்ச்சி",
      "குழந்தை ஆடும் போது தாய்க்கு ஏற்படும் அமைதி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வரியில், தாய் தன் குழந்தையை ஆடி மகிழ்வதைக் குறிக்கிறது. குழந்தையின் ஆட்டத்தைக் காணும்போது தாய்க்கு ஏற்படும் மகிழ்ச்சியை  இந்த வரி விவரிக்கிறது. இதுகுறித்து ஆழமாகப் படிப்பதற்கு, இலக்கியப் பாடப்புத்தகங்கள் உதவும்.  "
  },
  {
    "description": "“குண்டலமும் குழைகாதும் - எண்ணும்மை”  என்ற இலக்கணக்குறிப்பில் “எண்ணும்மை” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "குண்டலம் மற்றும் குழை ஆகியவை இரு வகை அணிகலன்கள்",
      "குண்டலம் மற்றும் குழை இரண்டும் ஒரே வகை அணிகலன்கள்",
      "குண்டலம் மற்றும் குழை ஆகியவை தலை அணிகலன்கள்",
      "குண்டலம் மற்றும் குழை ஆகியவை காதில் அணிகலன்கள்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“குண்டலமும் குழைகாதும் - எண்ணும்மை” என்பது ஒரு இலக்கணக் குறிப்பு. எண்ணும்மை என்பது இரண்டு அல்லது அதற்கு மேற்பட்ட சொற்களை ஒரே வகையாகக் குறிக்கும் போது பயன்படுத்தப்படும் ஒரு இலக்கணக் குறிப்பு.  இங்கே, ‘குண்டலம்’ மற்றும் ‘குழை’ இரண்டும் ஒரே வகையான அணிகலன்கள் என்பதைக் குறிப்பிடுகிறது. அதாவது, இவை இரண்டும் காதில் அணியப்படும் அணிகலன்கள்."
  },
  {
    "description": "“பதிந்து - பதி +த்(ந்) + த் + உ” என்ற பகுபத உறுப்பிலக்கணத்தில் “த்(ந்)” என்னும்  சந்தி எதன் விகாரமாகக் கொள்ளப்படுகிறது?",
    "options": [
      "ந்",
      "த்",
      "ன",
      "ம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இங்கே, ‘பதிந்து’ என்ற சொல்லை அதன் பகுதிகளாகப் பிரித்து அதன் இலக்கண உறுப்புகளைக் காட்டுகிறார்கள்.  ‘பதிந்து’ என்ற சொல்லில்  ‘த்(ந்)’  என்னும் சந்தி உள்ளது. இந்தச் சந்தி  ‘ந்’  என்ற சந்தியின் விகாரமாகக் கருதப்படுகிறது.   இந்த விகாரங்கள்,  சொற்களின் ஒலிப்பு மாற்றங்களைக் குறிக்கின்றன."
  },
  {
    "description": "“செங்கீரைப் பருவம்” என்ற பெயர் குழந்தையின்  எந்த வளர்ச்சி நிலையைக் குறிக்கிறது?",
    "options": [
      "குழந்தையின் தலைமுடி வளரும் பருவம்",
      "குழந்தை பேசத் தொடங்கும் பருவம்",
      "குழந்தை நடக்கத் தொடங்கும் பருவம்",
      "குழந்தை தனது தலையை அசைக்கத் தொடங்கும் பருவம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பிள்ளைத்தமிழில்,  குழந்தையின் வளர்ச்சியைப் பத்து பருவங்களாகப் பிரித்துப் பாடப்படுகிறது.  ‘செங்கீரைப் பருவம்’ என்பது குழந்தை  தனது தலையை அசைக்கத் தொடங்கும் பருவம். இந்தப் பருவத்தில் குழந்தை  தனது கைகால்களை அசைத்து,  சிறிய அளவில் ஆடத் தொடங்கும்."
  },
  {
    "description": "பிள்ளைத்தமிழ் இலக்கியத்தில், 'காப்பு'  என்ற பருவம் எதை  குறிக்கிறது?",
    "options": [
      "குழந்தையின் பிறப்பு",
      "குழந்தையின் முதல் பருவம்",
      "குழந்தை தாய்ப்பால் குடிக்கும் பருவம்",
      "குழந்தையின் தலைமுடி வளரும் பருவம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பிள்ளைத்தமிழ் இலக்கியத்தில், ‘காப்பு’  என்பது  குழந்தையின் பிறப்பைக் குறிக்கும் முதல் பருவம். இது  ‘தொட்டில் காப்பு’ என்றும் அழைக்கப்படுகிறது.  இந்தப் பருவத்தில் குழந்தையின்  பிறப்பு,  தாய்க்கு ஏற்படும் மகிழ்ச்சி போன்றவற்றைப் பாடப்படுகிறது."
  }
]
