[
          
  {
    
          "description": "'மற்றொன்று' என்ற சொல் எந்த வகைத் தொடரைச் சேர்ந்தது?",
          "options": [
      "a) விளித்தொடர்",
      "b) பெயரெச்சத்தொடர்",
      "c) இடைச்சொல் தொடர்",
      "d) உரிச்சொல் தொடர்"
    ],
    "answer": "C",
    
          "additional_context": "இடைச்சொல்லுடன் பெயரோ, வினையோ தொடர்வது இடைச்சொல் தொடர் ஆகும். 'மற்றொன்று' - மற்று + ஒன்று. 'மற்று' என்னும் இடைச்சொல்லை அடுத்து 'ஒன்று' என்னும் சொல் நின்று பொருள் தருகிறது."
          }
        ,
          
  {
    
          "description": "'சாலச் சிறந்தது' என்ற தொடரில் எந்த வகைச் சொல் காணப்படுகிறது?",
          "options": [
      "a) வினைச்சொல்",
      "b) பெயர்ச்சொல்",
      "c) உரிச்சொல்",
      "d) இடைச்சொல்"
    ],
    "answer": "C",
    
          "additional_context": "உரிச்சொல்லுடன் பெயரோ, வினையோ தொடர்வது உரிச்சொல் தொடர் ஆகும். சாலச் சிறந்தது 'சால' என்பது உரிச்சொல். அதனைத்தொடர்ந்து 'சிறந்தது' என்ற சொல்நின்று மிகச் சிறந்தது என்ற பொருளைத் தருகிறது."
          }
        ,
          
  {
    
          "description": "'கேட்க வேண்டிய பாடல்' என்ற தொடர் எந்த வகைத் தொடரைச் சேர்ந்தது?",
          "options": [
      "a) எழுவாய்த்தொடர்",
      "b) விளித்தொடர்",
      "c) கூட்டுநிலைப் பெயரெச்சம்",
      "d) வினையெச்சத்தொடர்"
    ],
    "answer": "C",
    
          "additional_context": "ஒன்றிற்கு மேற்பட்ட எச்சங்கள் சேர்ந்து பெயரைக்கொண்டு முடியும் கூட்டுநிலைப் பெயரெச்சங்களை இக்காலத்தில் பெருமளவில் பயன்படுத்துகிறோம். வேண்டிய, கூடிய, தக்க, வல்ல முதலான பெயரெச்சங்களை, செய என்னும் வாய்பாட்டு வினையெச்சத்துடன் சேர்ப்பதன் மூலம் கூட்டுநிலைப் பெயரெச்சங்கள் உருவாகின்றன. எ.கா. கேட்க வேண்டிய பாடல், சொல்லத் தக்க செய்தி"
          }
        ,
          
  {
    
          "description": "'வந்தார் அண்ணன்' என்ற தொடர் எந்த வகைத் தொடர்?",
          "options": [
      "a) வினைமுற்றுத்தொடர்",
      "b) வினையெச்சத்தொடர்",
      "c) பெயரெச்சத்தொடர்",
      "d) எழுவாய்த்தொடர்"
    ],
    "answer": "D",
    
          "additional_context": "எழுவாயுடன் பெயர், வினை, வினா ஆகிய பயனிலைகள் தொடர்வது எழுவாய்த்தொடர் ஆகும். இனியன் கவிஞர் - பெயர் காவிரி பாய்ந்தது – வினை பேருந்து வருமா? – வினா மேற்கண்ட மூன்று தொடர்களிலும் பெயர், வினை, வினா ஆகியவற்றுக்கான பயனிலைகள் வந்து எழுவாய்த் தொடர்கள் அமைந்துள்ளன."
          }
        ,
          
  {
    
          "description": "'பழகப் பழகப் பாலும் புளிக்கும்' என்ற தொடர் எந்த வகைத் தொடர்?",
          "options": [
      "a) அடுக்குத் தொடர்",
      "b) வினையெச்சத்தொடர்",
      "c) பெயரெச்சத்தொடர்",
      "d) கூட்டுநிலைப் பெயரெச்சம்"
    ],
    "answer": "A",
    
          "additional_context": "ஒரு சொல் இரண்டு மூன்று முறை அடுக்கித் தொடர்வது அடுக்குத் தொடர் ஆகும். வருக! வருக! வருக! ஒரே சொல் உவகையின் காரணமாக மீண்டும் மீண்டும் அடுக்கி வந்துள்ளது."
          }
        ]