[
          
  {
    
          "description": "“சொல்லரும் சூல்பசும் பாம்பின் தோற்றம் போல்\nமெல்லவே கருஇருந்து ஈன்று மேலலார்\nசெல்வமே போல்தலை நிறுவித் தேர்ந்த நூல்\nகல்விசேர் மாந்தரின் இறைஞ்சிக் காய்த்தவே'. -சீவகசிந்தாமணி” என்ற விடைக்கு ஏற்ற வினா எழுதுக.",
          "options": [],
    "answer": [],
    
          "additional_context": "சீவகசிந்தாமணி நூலில் வரும் இந்த பாடலில் கல்வியின் சிறப்பைப் பற்றி எடுத்துரைக்கப்பட்டுள்ளது. நெல் பயிர்  மெல்ல மெல்ல வளர்ந்து, கதிர் விட்டு முற்றும் வரை அது பல மாற்றங்களைச் சந்திக்கிறது. அதைப்போல கல்வி என்பது ஒருவரை மேம்படுத்தும். இதனை இந்தப் பாடல் எந்த வகையான பொருள்கோளைப் பயன்படுத்தி விளக்குகிறது?"
          }
        ,
          
  {
    
          "description": "“விலங்கொடு மக்கள் அனையர் இலங்குநூல்\nகற்றாரோடு ஏனை யவர்.” -குறள்: 410 என்ற விடைக்கு ஏற்ற வினா எழுதுக.",
          "options": [],
    "answer": [],
    
          "additional_context": "இந்தக் குறளில் கல்வியின்றி இருப்பவர்களை விலங்குகளுடன் ஒப்பிட்டுள்ளார். அந்த ஒப்பீடு எவ்வாறு பொருத்தமாக உள்ளது? "
          }
        ,
          
  {
    
          "description": "'அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை\nபண்பும் பயனும் அது'. -குறள்: 45 என்ற செய்யுளுக்கு எந்த வகையான பொருள்கோள் பொருந்தும்?",
          "options": [
      "அ) ஆற்றுநீர்ப் பொருள்கோள்",
      "ஆ) நிரல்நிறைப் பொருள்கோள்",
      "இ) கொண்டுகூட்டுப் பொருள்கோள்",
      "ஈ) அடிமறிமாற்றுப் பொருள்கோள்"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "குறளில் வரும் இந்த செய்யுளில், அன்பு, அறன், பண்பு, பயன் என நான்கு சொற்களைப் பயன்படுத்தி  இல்வாழ்க்கையின் முக்கியத்துவத்தை எடுத்துரைக்கின்றார். இதில் பயனிலைகள் எவ்வாறு வரிசைப்படுத்தப்பட்டுள்ளன? இதன் மூலம் என்ன வகையான பொருள்கோள் அமைந்திருக்கிறது?  "
          }
        ,
          
  {
    
          "description": "“இந்த வழியாகச் செல்லுங்கள்.” - என்று “எனக்கு எழுதித் தருகிறாயா?” என்ற வினாவுக்கு, “எனக்கு யார் எழுதித் தருவார்கள்?” என்று விடையளிப்பது எந்த விடை வகையைச் சேர்ந்தது?",
          "options": [
      "சுட்டு விடை",
      "ஏவல் விடை",
      "வினா எதிர் வினாதல் விடை",
      "உற்றது உரைத்தல் விடை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஒரு வினாவிற்கு விடையாக இன்னொரு வினாவைக் கேட்பது எந்த வகையான விடை வகை?"
          }
        ,
          
  {
    
          "description": "“காமராசர் நகர் எங்கே இருக்கிறது?” என்ற வினாவிற்கு எந்த வகை வினாவாகக் கருதலாம்?",
          "options": [
      "அறியா வினா",
      "ஐய வினா",
      "கொடை வினா",
      "ஏவல் வினா"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தக் கேள்வியை கேட்பவர் காமராசர் நகர் எங்கே இருக்கிறது என்பது தெரியாததால் கேட்கிறார். இது எந்த வகையான வினா வகை?"
          }
        ]