
[
  {
    "description": "  \"மூங்கில் பூவில் காய் தோன்றிக் கனியாகி அதிலிருந்து ஒருவகை அரிசி தோன்றும். இது மூங்கில் அரிசி எனப்படும்\" என்பது எதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "மூங்கில் மரத்தின் பூக்களின் அரிய தன்மையை",
      "மூங்கில் மரத்தின் பயன்களை",
      "மூங்கில் மரத்தின் வளர்ச்சி முறையை",
      "மூங்கில் மரத்தின் அரிய குணங்களை"
    ],
    "answer": "B",
    "additional_context": "இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும். \nபாதிரிப் பூ குடிநீருக்குத் தன் மணத்தை ஏற்றும். மூங்கில் பூவில் காய் தோன்றிக் கனியாகி அதிலிருந்து\nஒருவகை அரிசி தோன்றும். இது மூங்கில் அரிசி எனப்படும்."
  },
  {
    "description": "  \"இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மறத்தின் மீதேறி அவற்றைப் பரித்து உண்ணும்.\"  இந்தத் தொடரில் ஏற்பட்டுள்ள மயங்கொலி எழுத்து எது?",
    "options": [
      "மறத்தின்",
      "பரித்து",
      "இனிப்பானவை",
      "கரடிகள்"
    ],
    "answer": "A",
    "additional_context": "இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும்.\nபாதிரிப் பூ குடிநீருக்குத் தன் மனத்தை ஏற்றும். மூங்கில் பூவில் காய் தோன்றிக் கனியாகி அதிலிருந்து\nஒருவகை அரிசி தோன்றும். இது மூங்கில் அரிசி எனப்படும்."
  },
  {
    "description": "  பாரதியார் சிட்டுக்குருவியைப் பற்றி எழுதும்போது எந்த முறையில் எழுதுகிறார்?",
    "options": [
      "கவிதை வடிவில்",
      "நாடக வடிவில்",
      "வசனநடை வடிவில்",
      "கதை வடிவில்"
    ],
    "answer": "C",
    "additional_context": "பாரதியின் வசனநடை - சிட்டுக்குருவி\nசிறியதானியம் போன்ற மூக்கு; சின்னக்கண்கள்; சின்னத்தலை; வெள்ளைக் கழுத்து; அழகிய\nமங்கல் வெண்மை நிறமுடைய பட்டுப்போர்த்த வயிறு; கருமையும் வெண்மையும் கலந்த சாம்பல்\nநிறத்தாலாகிய பட்டுப்போர்த்த முதுகு; சிறிய தோகை; துளித்துளிக் கால்கள்; இத்தனையும் சேர்த்து\nஒரு பச்சைக் குழந்தையின் கைப்பிடியிலே பிடித்துவிடலாம். இவ்விதமான உடலைச் சுமந்து கொண்டு\nஎன் வீட்டிலே இரண்டு உயிர்கள் வாழ்கின்றன. அவற்றில் ஒன்று ஆண் மற்றொன்று பெண்."
  },
  {
    "description": "  \"மலர் உண்டு; பெயரும் உண்டு\" என்பது எந்த வகையான மலரை குறிக்கிறது?",
    "options": [
      "காணக்கிடைக்காத மலர்",
      "நன்கு அறியப்பட்ட மலர்",
      "அரிய மலர்",
      "மர்மமான மலர்"
    ],
    "answer": "D",
    "additional_context": "பூ உண்டு. ஆனால் கண்ணிற்குக் காட்சி தராமல் காண்டற்கு அரியனவாய் இருக்கும் மலர்கள்:\nஆல மலர்; பலா மலர்.\nமலர் உண்டு; பெயரும் உண்டு; ஆனால் இதுதான் அது என்று உறுதியாக அறிய இயலாதுள்ள\nநிலையில் இருக்கும் மலர்கள்: சுள்ளி மலர், பாங்கர் மலர்."
  },
  {
    "description": "பூ உண்டு ஆனால் கண்ணிற்குக் காட்சி தராமல் காண்டற்கு அரியனவாய் இருக்கும் மலர்கள் யாவை?",
    "options": [
      "a) அத்தி, ஆலம், கொழிஞ்சி",
      "b) ஆல மலர், பலா மலர்",
      "c) நெருஞ்சி, எருக்கு, பூளை",
      "d) சுள்ளி மலர், பாங்கர் மலர்"
    ],
    "answer": "b",
    "additional_context": "பூ உண்டு. ஆனால் கண்ணிற்குக் காட்சி தராமல் காண்டற்கு அரியனவாய் இருக்கும் மலர்கள்:\nஆல மலர்; பலா மலர்.\nமலர் உண்டு; பெயரும் உண்டு; ஆனால் இதுதான் அது என்று உறுதியாக அறிய இயலாதுள்ள\nநிலையில் இருக்கும் மலர்கள்: சுள்ளி மலர், பாங்கர் மலர்."
  }
]
