
[
  {
    "description": "“காமராசர் நகர் எங்கே இருக்கிறது?”  என்ற வினாவிற்கு, “இந்த வழியாகச் செல்லுங்கள்.”  என்று விடையளிப்பது எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "ஏவல் விடை",
      "சுட்டு விடை",
      "உறுவது கூறல் விடை",
      "உற்றது உரைத்தல் விடை"
    ],
    "answer": "A",
    "additional_context": "இந்த வினாவிற்கு 'இந்த வழியாகச் செல்லுங்கள்' என்று கூறியுள்ளதால், அது ஒரு செயலைச் செய்யுமாறு ஏவுவதாக உள்ளது. இது ஏவல் விடை வகையைச் சேர்ந்தது. ஏவல் வினா என்பது ஒரு செயலைச் செய்யுமாறு ஏவுதற்பொருட்டு வினவுவது ஆகும். அது, 'இந்த வழியாகச் செல்லுங்கள்' என்ற வார்த்தைகளால் உறுதிப்படுத்தப்படுகிறது. எனவே, இது ஏவல் விடை என்று நாம் அறிந்து கொள்ளலாம்."
  },
  {
    "description": "'மெல்லவே கருஇருந்து ஈன்று மேலலார் செல்வமே போல்தலை நிறுவித் தேர்ந்த நூல் கல்விசேர் மாந்தரின் இறைஞ்சிக் காய்த்தவே'  என்ற பாடல் எந்த வகைப் பொருள்கோளைச் சேர்ந்தது?",
    "options": [
      "நிரல்நிறைப் பொருள்கோள்",
      "கொண்டுகூட்டுப் பொருள்கோள்",
      "ஆற்றுநீர்ப் பொருள்கோள்",
      "தாப்பிசைப் பொருள்கோள்"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல் ஆற்றுநீரின் போக்கைப் போன்றே நேராகவே பொருள் கொள்ளும் வகையில் அமைந்துள்ளது. 'கருஇருந்து ஈன்று' என்னும் சொற்கள் ஆற்றுநீர் கருவாக இருந்து பிறப்பதைக் குறிக்கின்றன. 'மேலலார் செல்வமே போல்தலை நிறுவி' என்பது ஆற்றுநீர் மேலெழும்பும் போது அதன் தலை நிமிர்ந்திருக்கும் நிலையைக் குறிக்கிறது. 'தேர்ந்த நூல் கல்விசேர் மாந்தரின் இறைஞ்சிக் காய்த்தவே' என்பது ஆற்றுநீர் ஓடி ஒழுகி, மக்கள் அதனை இறைஞ்சிக் காய்த்துப் பயன்பெறுவதைத் திரும்பப் பிரதிபலிக்கிறது. ஆகையால், இது ஆற்றுநீர்ப் பொருள்கோளைச் சேர்ந்த பாடல் என நாம் கூறலாம்."
  },
  {
    "description": "'அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை பண்பும் பயனும் அது'  என்ற குறள் எந்த வகைப் பொருள்கோளைச் சேர்ந்தது?",
    "options": [
      "நிரல்நிறைப் பொருள்கோள்",
      "கொண்டுகூட்டுப் பொருள்கோள்",
      "ஆற்றுநீர்ப் பொருள்கோள்",
      "தாப்பிசைப் பொருள்கோள்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறளில், 'அன்பு', 'அறன்' என்னும் இரண்டு எழுவாய்களும் வரிசைப்படுத்தி அவற்றுக்குரிய விளைவுகளான 'பண்பு', 'பயன்' என்ற இரண்டும் வரிசைப்படுத்திப் பொருள் கொள்ளப்பட்டுள்ளது. அன்புக்கு பண்பும், அறத்துக்கு பயனும் பயனிலைகளாக நிரல்நிறையாக வரிசைப்படுத்திப் பொருள் கொள்ளும் வகையில் அமைந்திருப்பதால், இது நிரல்நிறைப் பொருள்கோளைச் சேர்ந்த குறள் எனக் கூறலாம்."
  },
  {
    "description": "'விலங்கொடு மக்கள் அனையர் இலங்குநூல் கற்றாரோடு ஏனை யவர்'  என்ற குறள் எந்த வகைப் பொருள்கோளைச் சேர்ந்தது?",
    "options": [
      "நிரல்நிறைப் பொருள்கோள்",
      "கொண்டுகூட்டுப் பொருள்கோள்",
      "ஆற்றுநீர்ப் பொருள்கோள்",
      "தாப்பிசைப் பொருள்கோள்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறளில், 'விலங்கு', 'மக்கள்' என்ற இரண்டு எழுவாய்களும் வரிசைப்படுத்தப்பட்டு அவற்றிற்குரிய விளைவுகளான 'கற்றார்', 'கல்லாதவர்' (ஏனையவர்) எனவும் வரிசைப்படுத்தப்பட்டுள்ளது. அவை, கற்றார் மக்கள் என்றும், கல்லாதவர் விலங்குகள் என்றும் எதிர் எதிராகக் கொண்டு பொருள் கொள்ளப்பட்டுள்ளன. இதில் இரண்டு எழுவாய்களும் அவற்றிற்குரிய விளைவுகளும் எதிர் எதிராக நிரல்நிறையாக அமைந்திருப்பதால், இது நிரல்நிறைப் பொருள்கோளைச் சேர்ந்த குறள் எனக் கூறலாம்."
  },
  {
    "description": "“ஏதோ எழுதுகிறீர்கள் போலிருக்கிறதே?”  என்ற பாமகளின் வினா எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "அறியா வினா",
      "அறிவினா",
      "ஐய வினா",
      "ஏவல் வினா"
    ],
    "answer": "A",
    "additional_context": "பாமகள் 'ஏதோ எழுதுகிறீர்கள் போலிருக்கிறதே?' என்று கேட்டது, அவர்களுக்கு நீ என்ன எழுதுகிறீர்கள் என்று தெரியாது என்பதைக் காட்டுகிறது. அவர்களுக்குத் தெரியாத ஒன்றை அறிந்து கொள்ள வேண்டும் என்பதற்காகவே அவர்கள் கேள்வி கேட்டுள்ளார்கள். ஆகையால், இது அறியா வினாவைச் சேர்ந்தது. அறியா வினா என்பது தான் அறியாத ஒன்றை அறிந்து கொள்வதற்காகக் கேட்கப்படுவது ஆகும்."
  }
]
