[
          
  {
    
          "description": "ஒழுக்கத்தின் மகத்துவத்தை எடுத்துக்காட்டும் குறளில், ஒழுக்கம் தவறுபவர் அடையக்கூடிய விளைவைப் பற்றிய குறிப்பு எது?",
          "options": [
      "உயிரினும் ஓம்பப் படும்.",
      "எய்தாப் பழி.",
      "கல்லார் அறிவிலா தார்.",
      "அரியவற்றுள் எல்லாம் அரிதே."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் குறள் ஒழுக்கத்தின் முக்கியத்துவத்தை வலியுறுத்துகிறது.  ஒழுக்கம் உயிரினும் மேலானது என்று குறிப்பிட்டு, ஒழுக்கம் தவறுபவர்களுக்கு எய்தாப் பழி ஏற்படும் என்பதையும் சொல்லி மனித வாழ்க்கையில் ஒழுக்கத்தின் அவசியத்தை எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "'மெய்ப்பொருள் காண்ப தறிவு' என்ற குறள் வாழ்க்கையின் எந்த அம்சத்தை எடுத்துக்காட்டுகிறது?",
          "options": [
      "உலகத்துடன் இணைந்து வாழும் திறன்.",
      "பொருளின் உண்மையான மதிப்பைப் புரிந்துகொள்ளும் திறன்.",
      "பெரியாரைத் துணைக்கோளும் திறன்.",
      "முயற்சியின் மூலம் வெற்றியடைதல்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் குறள் மனிதனின் அறிவின் முக்கியத்துவத்தைப் பற்றி விளக்குகிறது. பொருளின் வெளிப்படையான தோற்றத்தால் மயங்காமல், அதன் உண்மையான மதிப்பைப் புரிந்துகொள்ளும் திறனே அறிவு என்பதைக் காட்டுகிறது. இது வாழ்க்கையில் நம்மைச் சூழ்ந்துள்ள பொருட்கள் மற்றும் நிகழ்வுகளின் உண்மையான அர்த்தத்தை அறிந்து கொள்வதன் முக்கியத்துவத்தை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'காமம் வெகுளி மயக்கம் இவைமூன்றன் நாமம் கெடக்கெடும் நோய்' என்ற குறள் எந்த மூன்று குணங்களைத் தீமையானவையாகக் குறிப்பிடுகிறது?",
          "options": [
      "ஆசை, பொறாமை, வெறுப்பு.",
      "ஆசை, கோபம், அறியாமை.",
      "ஆசை, அவமதிப்பு, பயம்.",
      "ஆசை, கவலை, மனக்கலக்கம்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் குறள் மனிதனின் மூன்று தீய குணங்களை - காமம் (ஆசை), வெகுளி (கோபம்), மயக்கம் (அறியாமை) -  குறிப்பிட்டு அவற்றை  நோய் என்றும் சொல்கிறது.  இந்த மூன்று குணங்களும் மனிதனை அழித்துவிடும் என்பதை வலியுறுத்தி அவற்றை  நிறுத்தும்படி எச்சரிக்கிறது."
          }
        ,
          
  {
    
          "description": "'பல்லார் பகைகொளலின் பத்தடுத்த தீமைத்தே நல்லார் தொடர்கை விடல்' என்ற குறள் எந்த நெறிமுறையை வலியுறுத்துகிறது?",
          "options": [
      "நட்பு பாராட்டுதல்.",
      "பகைவர்களைத் தவிர்த்தல்.",
      "நல்லவர்களைத் துணைக்கோள்தல்.",
      "தனக்குத் தானே நம்பிக்கை கொள்ளுதல்."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் குறள் நல்லவர்களின் நட்பைப் பேணுவதன் முக்கியத்துவத்தை எடுத்துரைக்கிறது. பலரோடு பகைமையை ஏற்படுத்திக்கொள்வதை விட நல்லவர்களின் நட்பைத் தவிர்த்தல் மிகவும் தீமையானது என்பதை வலியுறுத்தி, நல்லவர்களின் துணை இன்றியமையாதது என்பதை தெளிவுபடுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'நாள்தொறும் நாடி முறைசெய்யா மன்னவன் நாள்தொறும் நாடு கெடும்' என்ற குறள் மன்னவன் எந்த பண்பை வலியுறுத்துகிறது?",
          "options": [
      "நாட்டின் மீது அக்கறை கொள்ளுதல்.",
      "எதிரிகளை எதிர்த்துப் போராடுதல்.",
      "மக்களின் நலனைப் பேணுதல்.",
      "தனது அதிகாரத்தைப் பயன்படுத்துதல்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் குறள் ஆட்சியாளர்கள் தங்கள் நாட்டின் மீது அக்கறை கொள்ள வேண்டியதன் அவசியத்தை எடுத்துரைக்கிறது.  தன் நாட்டில் நடைபெறும் நன்மை, தீமைகளை நாள்தோறும் ஆராய்ந்து ஆட்சி செய்யாத மன்னவன் தன் நாட்டை இழந்துவிடுவான் என்பதையும் வலியுறுத்துகிறது."
          }
        ]