
[
  {
    "description": "“பாடலின் மூல ஊற்றே நீதான்”  என்ற வரிகளின் அடிப்படையில், கவிதையில் 'நீ' என குறிப்பிடப்படும் பொருள் என்ன?",
    "options": [
      "காற்று",
      "இசை",
      "பூக்கள்",
      "மரங்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கவிதையில் 'நீ' என குறிப்பிடப்படுவது காற்று. இந்தக் கவிதையில் காற்று இயற்கையின் ஒலி, வாசனை, நிறம், இசை ஆகியவற்றைத் தன்னுள் ஏந்திச் செல்வது போலவும், இயற்கையின் அழகை இணைத்துக்கொள்வது போலவும்  சித்தரிக்கப்பட்டுள்ளது. மேலும் காற்றின் முக்கியத்துவத்தை 'பாட்டின் மூல ஊற்றே நீதான்' என்ற வரிகளால் பறைசாற்றுகிறது."
  },
  {
    "description": "கவிதை நெடுநாளாகவே எதற்கு ஒரு சந்தேகம் எழுப்புகிறது?",
    "options": [
      "காற்றின் மறைந்திருக்கும் சக்தி",
      "மரங்களின் ஊமை நாவுகள் பேசுவது ஏன்",
      "காற்று மரங்களின் மூலம் பூக்களின் நறுமணத்தை எடுத்துச் செல்கிறதா",
      "காற்று இயற்கையின் அழகை எடுத்துச் சென்று மறைத்து வைக்கிறதா"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கவிதையில் கவிஞர்  காற்று இயற்கையின் அழகை தன்னுள் ஏந்தி, எங்கேயோ மறைத்து வைத்து விடுகிறது என ஒரு கேள்வி எழுப்புகிறார்.  காற்றின் மறைந்திருக்கும் சக்தி, மரங்களின் ஊமை நாவுகள் பேசுவது ஏன், காற்று மரங்களின் மூலம் பூக்களின் நறுமணத்தை எடுத்துச் செல்கிறதா என்பது போன்ற கேள்விகள்  கவிதையில் இல்லை. "
  },
  {
    "description": "'பொய்கையிடம் போனால் குளிர்ந்து போகிறாய்' என்ற வரியில் 'குளிர்ந்து போகிறாய்'  என்ற சொற்றொடரில் 'குளிர்' என்ற சொல் எந்தப் பொருளைத் தருகிறது?",
    "options": [
      "வெப்பநிலை குறைதல்",
      "மனதில் குளிர்ச்சி",
      "தூய்மை அடைதல்",
      "விரும்பத்தக்க நிலை"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதையில் பொய்கையிடம் போனால் காற்று குளிர்ச்சியாக இருக்கும் என்பதைத்  தெளிவாகக் குறிப்பிடுகிறது. வெப்பநிலை குறைதல், தூய்மை அடைதல், விரும்பத்தக்க நிலை என்பன போன்ற பொருள் இதற்கு பொருந்தாது. "
  },
  {
    "description": "கவிதையில் பயன்படுத்தப்பட்டிருக்கும் 'ஊமை நாவுகள்'  என்ற தொடர் எதைக் குறிக்கிறது?",
    "options": [
      "மரங்களின் இலைகள்",
      "மரங்களின் கிளைகள்",
      "மரங்களின் வேர்கள்",
      "மரங்களின் பேசுவது போன்ற தோற்றம்"
    ],
    "answer": "D",
    "additional_context": "மரங்களின் ஊமை நாவுகள் என்ற தொடர் மரங்கள் பேசுவது போன்ற தோற்றத்தை குறிக்கிறது.  மரங்களின் இலைகள், கிளைகள், வேர்கள்  என்பன மரத்தின் உறுப்புகள். மரங்கள் பேசுவது போன்ற தோற்றம்  என்பது  மரங்கள் காற்றுடன் கூடி மெதுவாக அசைவதை  குறிக்கிறது. "
  },
  {
    "description": "'மொழியை ஆள்வோம்!' என்ற பகுதியில், காற்று எதைப் படம் பிடிக்கிறது?",
    "options": [
      "கடல் அலைகள் ஆடுவதை",
      "வயல் பச்சைப் பயிர்கள் நடனம் ஆடுவதை",
      "பறவைகள் பாடுவதை",
      "பூக்கள் மணம் வீசுவதை"
    ],
    "answer": "A",
    "additional_context": "கவிதையில்  'மொழியை ஆள்வோம்!' என்ற வரியில் காற்று கடல் அலைகள் ஆடுவதை  படம் பிடிக்கிறது.  வயல் பச்சைப் பயிர்கள் நடனம் ஆடுவதை, பறவைகள் பாடுவதை, பூக்கள் மணம் வீசுவதை  என்பன காற்றுடன் தொடர்புடையவை என்றாலும்,  அலைகள்  காற்றின்  நிலையைத் தழுவி  ஆடுவதைக் காற்று மொழியை ஆள்வது போல  சித்தரிக்கிறது. "
  }
]
