
[
  {
    "description": "“வண்ணமும் சுண்ணமும் தண்நறுஞ் சாந்தமும்” என்ற வரியில் உள்ள “சுண்ணம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நறுமணப்பொடி",
      "மருந்துப்பொடி",
      "வண்ணப்பொடி",
      "உப்பு"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில் உள்ள 'சுண்ணம்' என்ற சொல் 'நறுமணப்பொடி' என்று குறிப்பிடுகிறது. சிலப்பதிகாரத்தில், மருவூர்ப் பாக்கத்தில் வணிகம் செய்பவர்களை இளங்கோவடிகள் பாடல் வழியாக விவரிக்கிறார். அந்த விவரிப்பில் 'சுண்ணம்' என்ற சொல், மணம் நிறைந்த பொருளாகக் குறிப்பிடப்படுகிறது. மருவூர்ப் பாக்கத்தில் நறுமணப் பொருள்கள் அதிக அளவில் விற்பனை செய்யப்பட்டன என்று இப்பாடல் தெளிவுபடுத்துகிறது."
  },
  {
    "description": "மருவூர்ப்பாக்கத்தின் வணிக வீதிகளில் எந்த வகையான கைத்தொழில் வல்லுனர்கள் வாழ்ந்தனர்?",
    "options": [
      "மீன்பிடிப்போர்",
      "நெசவாளர்கள்",
      "விவசாயிகள்",
      "இசைக்கலைஞர்கள்"
    ],
    "answer": "B",
    "additional_context": "மருவூர்ப்பாக்கத்தின் வணிக வீதிகளில் பலவிதமான தொழில் வல்லுனர்கள் வாழ்ந்தனர் என்பது இப்பாடல் வழியாகத் தெரிய வருகிறது. இங்குப் பட்டு, முடி, பருத்திநூல் இவற்றினைக் கொண்டு அழகாகப் பின்னிக் கட்டும் கைத்தொழில் வல்லுனர்கள் வாழ்ந்திருக்கிறார்கள் என்று பாடல் குறிப்பிடுகிறது. இவர்களைத் தவிர, பலவிதமான பொருட்களை உற்பத்தி செய்து விற்பனை செய்பவர்களும் இருந்திருக்கிறார்கள் என்பது இப்பாடல் வழியாகத் தெரிய வருகிறது."
  },
  {
    "description": "“அருங்கல வெறுக்கையோடு அளந்துகடை அறியா வளம்தலை மயங்கிய” என்ற வரியில் “வெறுக்கை” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "வெறுப்பு",
      "செல்வம்",
      "விரும்புதல்",
      "சோர்வு"
    ],
    "answer": "B",
    "additional_context": "இந்த வரியில், 'வெறுக்கை' என்ற சொல், 'செல்வம்' என்று குறிப்பிடுகிறது. மருவூர்ப் பாக்கத்தில் வணிகம் செய்பவர்களின் செல்வம் குறித்துக் கூறும்போது இந்த வார்த்தை பயன்படுத்தப்பட்டுள்ளது. அளந்துகடை என்ற சொல், செல்வத்தின் அளவைக் குறிக்கிறது. அறியா என்ற சொல், அளவைக் குறிப்பிட முடியாத அளவுக்குச் செல்வம் இருந்தது என்பதைப் பொருள்படுத்துகிறது."
  },
  {
    "description": "மருவூர்ப்பாக்கத்தில் எத்தனை வகையான இசைகளைக் காட்டும் பெரும்பாணர்கள் இருந்தனர்?",
    "options": [
      "ஐந்து",
      "ஏழு",
      "பத்து",
      "மூன்று"
    ],
    "answer": "B",
    "additional_context": "மருவூர்ப்பாக்கத்தில் 'குழலினும் யாழினும் குரல்முதல் ஏழும் வழுவின்றி இசைத்து வழித்திறம் காட்டும் அரும்பெறல் மரபின் பெரும்பாண் இருக்கையும்' என்று பாடல் குறிப்பிடுகிறது. இதன் பொருள், ஏழு இசைகளைக் காட்டும் பெரும்பாணர்கள் இருந்தனர் என்பதாகும். இசைக்கலைஞர்களின் இருப்பு புகார் நகரின் கலை, கலாச்சார வளர்ச்சியைப் பறைசாற்றுகிறது."
  },
  {
    "description": "“மயங்கிய” என்ற சொல்லின் பகுபத உறுப்பிலக்கணம் எது சரியானது?",
    "options": [
      "மயங்கு + ய் + அ",
      "மயங்கு + இ + ய் + அ",
      "மயங்கு + ன் + ய் + அ",
      "மயங்கு + இ + ன் + ய் + அ"
    ],
    "answer": "D",
    "additional_context": "இந்த வரியில் பயன்படுத்தப்பட்டிருக்கும் 'மயங்கிய' என்ற சொல் வினைத்தொகை. 'மயங்கு + இ + ன் + ய் + அ' என்ற பகுபத உறுப்பிலக்கணத்தை கொண்டு உருவாகி உள்ளது. 'மயங்கு' என்பது வினைச்சொல். 'இ' என்பது இறந்த கால இடைநிலை. 'ன்' என்பது புணர்ந்து கெட்டது. 'ய்' என்பது உடம்படு மெய். 'அ' என்பது பெயரெச்ச விகுதி. இவ்வாறு பகுபத உறுப்புகள் இணைந்து உருவான சொல் 'மயங்கிய' என்பதாகும்."
  }
]
