[
          
  {
    
          "description": "'தலைவிதிதான் வாழ்க்கையைத் தீர்மானிக்கிறது என நம்புபவர்களைப் பார்த்தால் எனக்குச் சிரிப்புதான் வருகிறது. விதிதான் தீர்மானிக்கிறது என்றால் சாலையைக் கடக்கும்போது ஏன் இருபுறமும் பார்த்துக் கடக்கிறார்கள்?' - இந்தக் கூற்று யாருடையது?",
          "options": [
      "ஐன்ஸ்டைன்",
      "கலீலியோ",
      "நியூட்டன்",
      "ஸ்டீபன் ஹாக்கிங்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்த கேள்வி ஸ்டீபன் ஹாக்கிங்கின் வாழ்க்கைப் பயணத்தைப் பற்றி விரிவாக விளக்கிய பாடப் பகுதியில் இடம் பெற்றுள்ளது. ஸ்டீபன் ஹாக்கிங், தனது வாழ்க்கையைப் பற்றிய தனது கருத்தை இந்த வரிகளில் வெளிப்படுத்தியுள்ளார். அறிவியல் துறையில் தனித்துவமான ஆளுமை உடையவர் ஸ்டீபன் ஹாக்கிங். அவரது வாழ்க்கைப் பயணம், அவரது கருத்துக்கள், அவரது ஆய்வுகள் ஆகியவற்றை விளக்குவது இந்தக் கேள்வியின் நோக்கம்"
          }
        ,
          
  {
    
          "description": "ஸ்டீபன் ஹாக்கிங்கின் வாழ்க்கைப் பயணத்தில் மகிழ்ச்சியான தருணங்களில் எது அடங்காது?",
          "options": [
      "பாரா ஒலிம்பிக் விளையாட்டுப் போட்டிகளின் \"தொடக்க விழா நாயகர்\" ஆனது.",
      "சூடான காற்று நிரம்பிய பலூனில் வானில் பறந்து தனது 60ஆவது பிறந்த நாளைக் கொண்டாடினார்.",
      "'அடுத்த தலைமுறை' (The next generation) என்ற தொலைக்காட்சித் தொடரில் பங்கேற்றார்.",
      "'காலத்தின் சுருக்கமான வரலாறு' என்ற நூல் 40 மொழிகளில் மொழிபெயர்க்கப்பட்டது."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "ஸ்டீபன் ஹாக்கிங்கின் வாழ்க்கைப் பயணம் பல மகிழ்ச்சியான தருணங்களைக் கொண்டிருந்தது. பாரா ஒலிம்பிக் விளையாட்டுப் போட்டிகளின் 'தொடக்க விழா நாயகர்' ஆனது, சூடான காற்று நிரம்பிய பலூனில் வானில் பறந்து தனது 60ஆவது பிறந்த நாளைக் கொண்டாடினார், 'அடுத்த தலைமுறை' (The next generation) என்ற தொலைக்காட்சித் தொடரில் பங்கேற்றார் போன்றவை இதற்கு சான்றுகள். ஆனால் 'காலத்தின் சுருக்கமான வரலாறு' என்ற நூல் 40 மொழிகளில் மொழிபெயர்க்கப்பட்டது என்பது அவரது மகிழ்ச்சியான தருணத்தில் அடங்காது. ஸ்டீபன் ஹாக்கிங்கின் படைப்புகள், அவரது ஆய்வுகள், ஆராய்ச்சிகள் ஆகியவை மனித வாழ்வின் சிறந்த எடுத்துக்காட்டுகள். இவை எல்லாம் அவரது வாழ்க்கையில் மகிழ்ச்சியான தருணங்களாகும். இவை பற்றிய விவரங்கள், பாடப் பகுதியில் விரிவாக விளக்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "பாடப்பகுதியில் குறிப்பிடப்பட்டுள்ள ஐன்ஸ்டைனின் கூற்று 'கற்பனைத் திறன் அறிவைவிட முக்கியமானது' என்ற கருத்தை எடுத்துக்காட்டுகிறது. ஸ்டீபன் ஹாக்கிங்கின் கூற்று 'நிச்சயம் என் ஆராய்ச்சியில் நான் வெல்வேன்' என்பது எந்த கருத்தைப் பற்றியது?",
          "options": [
      "தன்னம்பிக்கை",
      "நேர்மறை சிந்தனை",
      "உழைப்பின் வெற்றி",
      "பொறுமை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "ஸ்டீபன் ஹாக்கிங் ஒரு மாபெரும் அறிவியலாளர். தனது ஆய்வுகளில் வெற்றி பெற வேண்டும் என்ற ஆசை, தனது முயற்சிகளை எந்த ஒரு தடையும் தடுக்கக் கூடாது என்ற எண்ணம், ஒரு நல்ல விஞ்ஞானியின் தன்னம்பிக்கையின் அடையாளங்கள். அவர் தன்னைப் பற்றி தானே சொல்லிக் கொண்ட இந்த வரிகளில், தன்னம்பிக்கையின் அடையாளங்கள் தெளிவாக வெளிப்படுகின்றன. 'தன்னம்பிக்கை' என்பது, தனது ஆற்றல்கள் மற்றும் திறன்கள் மீது நம்பிக்கை வைப்பதைக் குறிக்கிறது. ஒரு நல்ல விஞ்ஞானியின் சிகரம் தன்னம்பிக்கை. ஸ்டீபன் ஹாக்கிங் அதை எப்படி வெளிப்படுத்துகிறார் என்பது இந்தக் கேள்வியின் மூலம் நமக்குத் தெரிகிறது."
          }
        ,
          
  {
    
          "description": "ஸ்டீபன் ஹாக்கிங் மற்றும் ஐன்ஸ்டைன் ஆகியோரின் வாழ்க்கைப் பயணத்தில் ஒரு ஒற்றுமை என்ன?",
          "options": [
      "இருவரும் மருத்துவ நிபுணர்கள்.",
      "இருவரும் நோபல் பரிசு பெற்றவர்கள்.",
      "இருவரும் அறிவியலில் புரட்சிகர மாற்றங்களை ஏற்படுத்தியவர்கள்.",
      "இருவரும் கணித நிபுணர்கள்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கேள்வி ஸ்டீபன் ஹாக்கிங்கையும் ஐன்ஸ்டைனையும் ஒப்பிட்டுப் பார்க்கும் வகையில் அமைந்துள்ளது. இவர்கள் இருவரும் அறிவியலில் தனித்துவமான பங்காற்றியவர்கள். ஸ்டீபன் ஹாக்கிங் பேரண்டத்தின் புதிர்களை ஆராய்ந்து தனது கருத்துக்களை முன்வைத்தவர். ஐன்ஸ்டைன் ஈர்ப்பு விசை பற்றி மிகச் சிறந்த கோட்பாடுகளை வெளியிட்டவர். இவர்கள் இருவரும் அறிவியலில் புரட்சிகர மாற்றங்களை ஏற்படுத்தியவர்கள் என்பது தான் இவர்களின் வாழ்க்கை பயணத்தில் ஒரு ஒற்றுமை."
          }
        ]