
[
  {
    "description": "கீழே கொடுக்கப்பட்ட விளக்கங்களில் எது புதிர் விடைக்கு பொருந்துகிறது?",
    "options": [
      "வானம்",
      "பறவை",
      "பள்ளி",
      "மழை"
    ],
    "answer": "B",
    "additional_context": "இந்தப் புதிர் ஒரு பொருளின் பண்புகளைப் பற்றி விவரிக்கிறது. தார்போன்ற நிறமுண்டு, கரியுமில்லை; பார் முழுதும் பறந்து திரிவேன், மேகமுமில்லை; சேர்ந்து அமர்ந்து ஒலிப்பேன், பள்ளியுமில்லை; சோர்ந்து போகாமல் வீடமைப்பேன், பொறியாளருமில்லை; வீட்டுக்கு வருமுன்னே, வருவதைக் கூறுவேன் என்கிறது. இந்த விளக்கம் எந்தப் பொருளைப் பற்றியது? இந்தக் கேள்விக்கு நான்கு விடைகள் கொடுக்கப்பட்டுள்ளன. அந்த விடைகளில் எது சரியான விடை என்பதைத் தேர்ந்தெடுக்கவும்."
  },
  {
    "description": "கீழே கொடுக்கப்பட்ட தொடரில் உள்ள இடைவெளிகளை நிரப்புக.",
    "options": [
      "புதைத்தல், புதையல், புதையல், புதைத்தல்",
      "புதையல், புதைத்தல், புதையல், புதைத்தல்",
      "புதைத்தல், புதையல், புதைத்தல், புதையல்",
      "புதையல், புதையல், புதைத்தல், புதைத்தல்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடத்தில் உள்ள தொடர், மண்ணுக்கு அடியில் கிடைக்கும் பொருள், நிலத்தடி நீர்வளத்தைக் குன்றச் செய்யும் எனக் கூறுகிறது. மேலும் தொடரில் உள்ள இடைவெளிகளில் இரு சொற்கள் பயன்படுத்தப்பட வேண்டும். இந்த இடைவெளிகளை நிரப்பும் சரியான சொற்களை தேர்ந்தெடுத்து எழுதவும்."
  },
  {
    "description": "காட்டு விலங்குகளைச் ____ திருந்த உதவுகிறது.",
    "options": [
      "சுடுதல்",
      "சுட்டல்"
    ],
    "answer": "A",
    "additional_context": "காட்டு விலங்குகளை நோய்களிலிருந்து காப்பாற்றும் ஒரு செயல் பற்றி இந்தத் தொடர் கூறுகிறது. அந்தச் செயலைக் குறிக்கும் பொருத்தமான வினைச்சொல்லைத் தேர்ந்தெடுத்து எழுதவும்."
  },
  {
    "description": "பசுமையான ____ ஐக் ____ கண்ணுக்கு நல்லது.",
    "options": [
      "காட்சி, காணுதல்",
      "காணுதல், காட்சி"
    ],
    "answer": "A",
    "additional_context": "பசுமையான காட்சி நம் கண்களுக்கு மகிழ்ச்சியைத் தருகிறது என்பதை இந்தத் தொடர் கூறுகிறது. இதில் உள்ள இடைவெளிகளில் பொருத்தமான சொற்களை நிரப்பவும்."
  },
  {
    "description": "பொதுவாழ்வில் ____ கூடாது. ____ இல் அவரை மிஞ்ச ஆள் கிடையாது.",
    "options": [
      "நடிப்பு, நடித்தல்",
      "நடித்தல், நடிப்பு"
    ],
    "answer": "B",
    "additional_context": "பொது வாழ்வில் நடித்தல் கூடாது என்று கூறுகிறது இந்தத் தொடர். இந்த இடைவெளிகளில் பொருத்தமான சொற்களை நிரப்பவும். "
  }
]
