
[
  {
    "description": "பூரணர் இராமானுசர், கூரேசர், முதலியாண்டான் ஆகியோருக்கு திருமந்திரத்தை கூறிய பிறகு சொல்லிய கண்டிப்பு என்ன?",
    "options": [
      "அவர்கள் மூவரும் நாள்தோறும் மந்திரத்தைத் தியானிக்க வேண்டும்.",
      "அவர்கள் அனைவரும் திருவரங்கம் சென்று ஆளவந்தார் மகிழ்ச்சிப் படுத்த வேண்டும்.",
      "அவர்கள் மூவரும் திருமந்திரத்தை வேறு யாரிடமும் சொல்லக் கூடாது.",
      "அவர்கள் மூவரும் திருமந்திரத்தை மற்றவர்களுடன் கூட்டாகச் சொல்ல வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "பூரணர் இராமானுசருக்கு மந்திரத்தைக் கூறி, அதை வேறு யாரிடமும் சொல்லக்கூடாது எனவும், சொன்னால் நரகமே கிட்டும் எனவும் கண்டிப்பாகக் கூறினார். பிறகு கூரேசர், முதலியாண்டான் ஆகியோருக்கு தன் மகன் சௌம்ய நாராயணனை அளித்து விடை தந்தார்."
  },
  {
    "description": "இராமானுசர் பூரணரின் கண்டிப்பை மீறி பொதுமக்களுக்குத் திருமந்திரத்தைச் சொன்ன காரணம் என்ன?",
    "options": [
      "பூரணர் திருமந்திரத்தின் மறைபொருளைப் பற்றிப் பொதுமக்களிடம் கூறுமாறு கட்டளையிட்டதால்.",
      "தனது ஆசிரியரின் அனுமதியின்றி பொதுமக்களுக்கு உதவி செய்ய வேண்டும் என்ற ஆசையால்.",
      "பொதுமக்களின் பிறவிப்பிணி நீங்கி பேறு பெற வேண்டும் என்ற நல்லெண்ணத்தால்.",
      "இராமானுசரின் புகழ் பரவ வேண்டும் என்ற ஆசையால்."
    ],
    "answer": "C",
    "additional_context": "பூரணர் கண்டிப்புடன் மந்திரத்தை வேறு யாரிடமும் சொல்லக்கூடாது எனக் கூறினார். ஆனால், இராமானுசர் அவரது கண்டிப்பை மீறிப் பொதுமக்களுக்கு மந்திரத்தைச் சொல்லி, பிறவிப்பிணியைத் தீர்க்க வழிகாட்டினார். மக்களின் நலம் கருதியே அவர் அவ்வாறு செய்தார்."
  },
  {
    "description": "பூரணர் இராமானுசரை எம் பெருமான் என்று அழைத்தது எதைக் குறிக்கிறது?",
    "options": [
      "இராமானுசரின் அறிவுத் திறன் மீது பூரணருக்கு இருந்த மரியாதை.",
      "இராமானுசர் இறைவனின் திருவருளை உலகிற்கு உணர்த்தியதால்.",
      "பூரணர் இராமானுசரை இறைவனின் அவதாரமாக கருதியதால்.",
      "இராமானுசரின் புகழ் பரவியதால்."
    ],
    "answer": "B",
    "additional_context": "இராமானுசர், பூரணரின் கண்டிப்பை மீறி பொதுமக்களுக்கு மந்திரத்தைச் சொல்லி மக்கள் நலம் கருதினார். இதைக்கண்ட பூரணர் மிகவும் மகிழ்ச்சி அடைந்து, 'எம் பெருமான்' என்று அழைத்து இராமானுசரைப் பாராட்டினார். இது இராமானுசர் இறைவனின் திருவருளை உலகிற்கு உணர்த்தியதால் என்கிறது."
  },
  {
    "description": "பூரணர் இராமானுசருக்கு என்ன அளித்து விடை தந்தார்?",
    "options": [
      "திருமந்திரத்தின் மறைபொருள்",
      "இறைவனின் திருவருள்",
      "தன் மகன் சௌம்ய நாராயணன்",
      "தன் கோவிலின் பொக்கிசம்"
    ],
    "answer": "C",
    "additional_context": "இராமானுசர் பூரணரின் கண்டிப்பை மீறி மக்களுக்கு மந்திரத்தைச் சொன்னதால், பூரணர் அவரை மன்னித்து, தன் மகன் சௌம்ய நாராயணனை அவருக்கு அளித்து விடை தந்தார்."
  },
  {
    "description": "பூரணர் இராமானுசரைத் தண்டு, கொடியுடன் வரச் சொன்னதற்குக் காரணம் என்ன?",
    "options": [
      "திருமந்திரத் திருவருளைப் பெற தண்டும், கொடியுமாக இருப்பவர்களைத் தன் சீடர்களாகப் பெற விரும்பியதால்.",
      "இராமானுசரின் தண்டு, கொடி உறவுகளைப் பார்த்து அவர்கள் மீது ஈர்ப்பு ஏற்பட்டதால்.",
      "திருமந்திரம் தன் மூலம் பரவும் போது சீடர்களின் உதவி அவசியமானதால்.",
      "இராமானுசரின் தண்டு, கொடி உறவுகள் திருவரங்கத்திற்குச் செல்ல வேண்டியிருந்ததால்."
    ],
    "answer": "A",
    "additional_context": "திருமந்திரத்தின் மறைபொருள் பெற விரும்பி, இராமானுசர் கூரேசர், முதலியாண்டான் ஆகியோருடன்  பூரணரைச் சந்திக்கச் சென்றார். அப்போது பூரணர், 'நீங்கள் தண்டு, கொடியுடன் வர வேண்டும்' என்றார். இராமானுசர் தன் உறவினர்களான கூரேசர், முதலியாண்டான் ஆகியோர் தண்டு, கொடிக்கு இணையானவர்கள் என்பதை விளக்கினார்."
  }
]
