
[
  {
    "description": "“புயலின்போது வெளியே செல்லவேண்டாம். வெளியேற நேர்ந்தால் ஆரம்பகட்ட எச்சரிக்கையின்போதே வெளியேறவும்.”  இந்த வரியின் அர்த்தம் என்ன?",
    "options": [
      "புயலின் போது வெளியே செல்லக்கூடாது, ஆனால் அவசரமாக வெளியேற வேண்டும்.",
      "புயலின் போது வெளியேற வேண்டியிருந்தால், முன்கூட்டியே தயாராகி, எச்சரிக்கை வரும் முன்பே வெளியேற வேண்டும்.",
      "புயல் வரும்போது, அது கரையை அடையும் வரை வெளியேற வேண்டாம்.",
      "எச்சரிக்கை வந்த பிறகு மட்டுமே வெளியேற வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "புயல் வரும் போது,  வெளியே செல்லக்கூடாது. வெளியேற நேர்ந்தால், புயல் வரும் முன்பே  முன்னேற்பாடுகள் எடுத்து,  எச்சரிக்கை வரும் முன்பே  வெளியேற வேண்டும். "
  },
  {
    "description": "“காற்று அடிப்பது நின்றாலும் எதிர்த்திசையிலிருந்து மறுபடி வேகமாக வீச ஆரம்பிக்கும். எனவே, காற்றடிப்பது முடிந்துவிட்டதாக நினைக்கவேண்டாம்.” இந்த வரியின் படி புயலின்போது என்ன செய்ய வேண்டும்?",
    "options": [
      "காற்று அடிப்பது நின்றவுடன் வெளியேறலாம்.",
      "காற்று அடிப்பது நின்றாலும், மீண்டும் வீசும் வரை காத்திருக்க வேண்டும்.",
      "காற்று நின்றாலும், அது எதிர்த்திசையில் வீசும் என எதிர்பார்த்து, பாதுகாப்பாக இருக்க வேண்டும்.",
      "காற்று நின்ற பிறகு, பாதுகாப்பாக இருக்க வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "புயலின் போது காற்று அடிப்பது நின்று போனாலும், அது திடீரென எதிர் திசையில் வீசக்கூடும். எனவே,  காற்று அடிப்பது நின்றாலும்,  அது மீண்டும் வீசும் வரை,  பாதுகாப்பாக இருக்க வேண்டும். "
  },
  {
    "description": "“மீனவர்கள் கடலுக்குச் செல்வதைத் தவிர்க்கவும்.” இந்த வரியின் படி,  புயலின் போது மீனவர்கள் என்ன செய்ய வேண்டும்?",
    "options": [
      "கடலுக்குச் சென்று, மீன்பிடிப்பை நிறுத்தி, கரைக்குத் திரும்ப வேண்டும்.",
      "கடலில் மீன்பிடிக்கத் திரும்ப வேண்டும்.",
      "கடலுக்குச் செல்வதைத் தவிர்க்க வேண்டும்.",
      "கடலில் மீன்பிடிப்பைத் தொடர வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "புயலின் போது கடலுக்குச் செல்வது மிகவும் ஆபத்தானது. எனவே,  புயலின் போது கடலுக்குச் செல்வதைத் தவிர்க்க வேண்டும். "
  },
  {
    "description": "“வாகனத்தை ஓட்ட நேர்ந்தால் கடற்கரைப் பகுதிகளுக்குத் தொலைவிலும், மரங்கள் மின்கம்பிப் பாதைகள், நீர் வழிகள் ஆகியவற்றிலிருந்து விலகியும் வாகனத்தின் உள்ளேயே தங்கியிருக்கவும்.” இந்த வரியின் படி, புயலின் போது வாகனத்தை ஓட்டும்போது எதைத் தவிர்க்க வேண்டும்?",
    "options": [
      "மரங்கள், மின்கம்பிப் பாதைகள் மற்றும் நீர் வழிகள் அருகே செல்வதை.",
      "கடற்கரைப் பகுதிகளுக்கு அருகே செல்வதை.",
      "வாகனத்தை ஓட்டுவதை.",
      "மரங்கள், மின்கம்பிப் பாதைகள் மற்றும் நீர் வழிகள் அருகே செல்வதை மற்றும் கடற்கரைப் பகுதிகளுக்கு அருகே செல்வதை."
    ],
    "answer": "D",
    "additional_context": "புயலின் போது வாகனத்தை ஓட்ட நேர்ந்தால்,  கடற்கரைப் பகுதிகளுக்கு அருகே செல்லக்கூடாது.  மரங்கள், மின்கம்பிப் பாதைகள், நீர் வழிகள் ஆகியவற்றிலிருந்து  விலகி,  வாகனத்தை நிறுத்தி பாதுகாப்பாக இருக்க வேண்டும். "
  },
  {
    "description": "சென்னை வானிலை ஆய்வு மையம் ஜல் புயலின் மையம் சென்னையிலிருந்து எத்தனை கி.மீ. தொலைவில் உள்ளது என்று தெரிவித்துள்ளது?",
    "options": [
      "100 கி.மீ.",
      "150 கி.மீ.",
      "200 கி.மீ.",
      "250 கி.மீ."
    ],
    "answer": "B",
    "additional_context": "சென்னை வானிலை ஆய்வு மையம், ஜல் புயல் சென்னைக்குத் தென்கிழக்கே 150 கி.மீ. தொலைவில் மையம் கொண்டுள்ளது. இன்று இரவு சென்னைக்கும் நெல்லூருக்கும் இடையே கரையைக் கடக்கும் என்று தெரிவித்துள்ளது. "
  }
]
