
[
  {
    "description": "முல்லைப்பாட்டில், பெரும்பொழிவை எந்த உருவகத்துடன் ஒப்பிட்டுப் பாடுகிறார் நப்பூதனார்?",
    "options": [
      "மாவலி மன்னன் நீர் வார்த்துத் தரும்பொழுது, மண்ணுக்கும் விண்ணுக்குமாகப் பேருருவம் எடுத்து உயர்ந்து நிற்பது போன்று",
      "வலம்புரிச்சங்கைப் பொறித்த கைகளையுடைய திருமால், குறுகிய வடிவம் கொண்டு மாவலி மன்னன் நீர் வார்த்துத் தரும்பொழுது, மண்ணுக்கும் விண்ணுக்குமாகப் பேருருவம் எடுத்து உயர்ந்து நிற்பது போன்று",
      "யாழிசை போன்று ஒலிக்கும் வண்டுகள் சூழ்ந்து ஆரவாரிக்கும் நறுமணம் கொண்ட அரும்புகள்",
      "கொன்றை, காயா, குருந்தம் மரங்களின் இலைகள் அசைந்து காற்றுடன் சேர்ந்து சலசலக்கும் ஒலி போன்று"
    ],
    "answer": "B",
    "additional_context": "முல்லைப்பாட்டுப் பாடலில், பெரும்பொழிவு பற்றிப் பாடும்போது அதை நப்பூதனார் வலம்புரிச்சங்கைப் பொறித்த திருமாலின் நீர் வார்த்தல் போலக் குறிப்பிடுகிறார். திருமால் மாவலி மன்னனை வெல்லும் போது, குறுகிய வடிவம் கொண்டு மாவலி மன்னன் நீர் வார்த்துத் தரும்பொழுது, மண்ணுக்கும் விண்ணுக்குமாகப் பேருருவம் எடுத்து உயர்ந்து நிற்பது போன்றே பெரும்பொழிவு நிகழ்கிறது என்று குறிப்பிடப்படுகிறது."
  },
  {
    "description": "முல்லைப்பாட்டுப் பாடலில், முதிய பெண்கள் என்ன செய்ய  ஊர்ப்பக்கம் சென்றனர்?",
    "options": [
      "மழைக்காலத்தில் காற்று மிகவும் குளிர்ச்சியாக இருப்பதால், சூரிய ஒளியைப் பெற",
      "தெய்வத்தைத் தொழுது, தலைவியின் நலம் குறித்து நற்சொல் கேட்க",
      "வீட்டில் உணவு தயாரிக்க,  நெல்லைக் கொண்டு வர",
      "யாழிசை கேட்டு மகிழ"
    ],
    "answer": "B",
    "additional_context": "முல்லைப்பாட்டுப் பாடலில், முதிய பெண்கள் தலைவியின் நலம் குறித்து நற்சொல் கேட்க ஊர்ப்பக்கம் சென்றதாகக் கூறப்படுகிறது.  மழையால் ஏற்படும் துயரத்தில் தலைவி வருந்தும் நிலையில் அவளுக்கு நற்சொல் சொல்லி ஆறுதல் கூற முதிய பெண்கள் ஊர்ப்பக்கம் செல்கிறார்கள்."
  },
  {
    "description": "முல்லைப்பாட்டில் குறிப்பிடப்பட்டுள்ள,  சிறு தாம்புக் கயிற்றால் கட்டப்பட்ட இளங்கன்று எதனால் வாடிக்கொண்டிருந்தது?",
    "options": [
      "மழையால்  குளிர்",
      "பசியால் ",
      "தாய்மார்களை பிரிந்து ",
      "வண்டுகளின் ஓசையால்  "
    ],
    "answer": "B",
    "additional_context": "முல்லைப்பாட்டில் குறிப்பிடப்படும் இளங்கன்று பசியால் வாடிக்கொண்டிருப்பதாகக் கூறப்படுகிறது. இளங்கன்று பசியால் வாடி, உறுதுயர் அலமரல் கொண்டு இருப்பதாகப் பாட்டு கூறுகிறது."
  },
  {
    "description": "முல்லைப்பாட்டுப் பாடலில்,  \"விரிச்சி\"  என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மலர்ந்த முல்லைப் பூக்கள்",
      "நாழி",
      "தலைவி ",
      "முதுபெண்டிர் தோள்"
    ],
    "answer": "D",
    "additional_context": "முல்லைப்பாட்டுப் பாடலில், \"விரிச்சி\"  என்ற சொல் முதுபெண்டிர் தோளைக் குறிக்கிறது.  முதுபெண்டிர் தோள்களைப் \"விரிச்சி\"  என்று குறிப்பிட்டு, அதன் மீது  தலைவியின் வருத்தத்தைப் போக்க நற்சொல் சொல்லப்படுவது போலவும் காட்சிப்படுத்தப்படுகிறது."
  },
  {
    "description": "  \"விரிச்சி கேட்டல்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "தெய்வத்தைத் தொழுதல் ",
      "நல்ல  சொல் கேட்பது ",
      "பூக்களைத் தூவி மகிழ்வது ",
      "கன்றைப் பார்த்துக் கவலைப்படுவது"
    ],
    "answer": "B",
    "additional_context": "முல்லைப்பாட்டில், \"விரிச்சி கேட்டல்\"  என்ற சொல் நல்ல சொல் கேட்பதை குறிக்கிறது. முதிய பெண்கள் தலைவியின் நலம் குறித்து நற்சொல் கேட்க ஊர்ப்பக்கம் செல்கிறார்கள்.  அவர்கள் நல்ல சொல்லை கேட்டு, அதைத் தலைவியிடம் சொல்வது இப்பாடலில் காட்டப்படுகிறது."
  }
]
