
[
  {
    "description": "  \"பாடலின் பொருள்\"  பகுதியில் குறிப்பிடப்பட்டுள்ள முதல் கருப்பொருள் எது?",
    "options": [
      "காதல் ",
      "நிலம் ",
      "மழை ",
      "இயற்கை"
    ],
    "answer": "C",
    "additional_context": " \"பாடலின் பொருள்\"  என்பது இயற்கைச் சூழலைப் பற்றியது. முதலில் வானத்தில் பெய்யும் மழையை பற்றியும், பின்பு முல்லை நிலத்தையும், மலர்களையும் வர்ணிக்கிறது. இங்கு முதலில்  சங்ககால மக்களின் வாழ்க்கையில் முக்கிய பங்கு வகிக்கும்  மழையைப் பற்றியும், அதன்  சீற்றம், அவர்கள் வாழ்வில் ஏற்படுத்தும்  மாற்றங்களைப் பற்றியும் விவரிக்கிறது. "
  },
  {
    "description": "முல்லைப்பாட்டில் எந்த நிலத்தைப் பற்றிப் பாடுகிறார் நப்பூதனார்?",
    "options": [
      "மருத நிலம் ",
      "நெய்தல் நிலம் ",
      "பாலை நிலம் ",
      "முல்லை நிலம் "
    ],
    "answer": "D",
    "additional_context": "முல்லைப்பாட்டு என்பது சங்க இலக்கியத்தில் உள்ள  பத்துப்பாட்டு நூல்களில் ஒன்று. இது முல்லை நிலத்தைப் பற்றிப் பாடப்பட்டது.  இந்தப் பாடலில் முல்லை நிலத்தின் அழகான இயற்கை, காடுகள், மலைகள், நதி, மழை, காற்று, வண்டுகள், பறவைகள் போன்றவற்றை விரிவாக  வரணிக்கப்பட்டுள்ளது. இந்தப் பாடல் நப்பூதனாரால் எழுதப்பட்டது. "
  },
  {
    "description": "\"கற்பவை கற்றபின்\"  பகுதியில், சங்ககால மக்கள் எந்த நோக்கத்துடன் ஊர்ப்பக்கம் செல்வார்கள் எனக் கூறப்பட்டுள்ளது?",
    "options": [
      "மரங்கள் அழகாக இருப்பதால் மகிழ",
      "இயற்கையை ரசிக்க",
      "அயலார் பேசும் சொல்லைக் கூர்ந்து கேட்டு தம் செயல் நன்மையில் முடியுமா இல்லையா என அறிந்து கொள்ள",
      "தெய்வத்தைப் போற்றி வணங்க"
    ],
    "answer": "C",
    "additional_context": " \"கற்பவை கற்றபின்\" பகுதியில்,  சங்ககால மக்கள் எந்த செயல் நன்றாக முடியுமோ? முடியாதோ? என ஐயம் கொண்ட பெண்கள், மக்கள் நடமாட்டம் குறைவாக இருக்கும் ஊர்ப்பக்கத்தில் போய், தெய்வத்தைத் தொழுது நின்று அயலார் பேசும் சொல்லைக் கூர்ந்து கேட்பர் எனக் கூறப்பட்டுள்ளது. அவர்கள் நல்ல சொல்லைக் கூறின் தம் செயல் நன்மையில் முடியும் என்றும் தீய மொழியைக் கூறின் தீதாய் முடியும் என்றும் கொள்வர் எனவும் குறிப்பிடப்பட்டுள்ளது. "
  },
  {
    "description": "  \"தெரிந்து தெளிவோம்\" பகுதியில், சங்ககால மக்கள் ஏதேனும் ஒரு செயல் நன்றாக முடியுமோ இல்லையோ என்பதை  எப்படி அறிந்துகொள்வார்கள் எனக் கூறப்பட்டுள்ளது?",
    "options": [
      "கனவு காணுவதன் மூலம்",
      "திருமந்திரம் சொல்லுவதன் மூலம்",
      "அயலார் பேசும் சொல்லைக் கூர்ந்து கேட்பதன் மூலம்",
      "பறவைகள்  ஓசையைக் கேட்பதன் மூலம்"
    ],
    "answer": "C",
    "additional_context": "சங்ககால மக்கள் அவர்களது செயல் நன்றாக முடியுமோ இல்லையோ என்பதை  அறிந்து கொள்ள  அயலார் பேசும் சொல்லைக் கூர்ந்து கேட்பார்கள். அவர்கள் நல்ல சொல்லைக் கூறின் தம் செயல் நன்மையில் முடியும் என்றும் தீய மொழியைக் கூறின் தீதாய் முடியும் என்றும் கொள்வர். "
  },
  {
    "description": "முல்லைப்பாட்டு ஆசிரியர் யார்?",
    "options": [
      "கம்பர்",
      "நப்பூதனார்",
      "திருவள்ளுவர்",
      "ஔவையார்"
    ],
    "answer": "B",
    "additional_context": "முல்லைப்பாட்டு என்பது சங்க இலக்கியத்தில் உள்ள  பத்துப்பாட்டு நூல்களில் ஒன்று. இது முல்லை நிலத்தைப் பற்றிப் பாடப்பட்டது.  இந்தப் பாடல் நப்பூதனாரால் எழுதப்பட்டது. "
  }
]
