[
          
  {
    
          "description": "பூரணர் இராமானுசர், கூரேசர், முதலியாண்டான் ஆகியோருக்கு திருமந்திரத்தை கூறிய பிறகு சொல்லிய கண்டிப்பு என்ன?",
          "options": [
      "அவர்கள் மூவரும் நாள்தோறும் மந்திரத்தைத் தியானிக்க வேண்டும்.",
      "அவர்கள் அனைவரும் திருவரங்கம் சென்று ஆளவந்தார் மகிழ்ச்சிப் படுத்த வேண்டும்.",
      "அவர்கள் மூவரும் திருமந்திரத்தை வேறு யாரிடமும் சொல்லக் கூடாது.",
      "அவர்கள் மூவரும் திருமந்திரத்தை மற்றவர்களுடன் கூட்டாகச் சொல்ல வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "பூரணர் திருமந்திரத்தை கூறிய பிறகு இராமானுசர், கூரேசர் மற்றும் முதலியாண்டான் ஆகிய மூவரிடமும் கண்டிப்புடன், “நான் கூறும் மறைபொருளை வேறு யாரிடமும் சொல்லக் கூடாது. அப்படி நடந்தால் நரகமே கிட்டும்!” என்று கூறினார். தன் மகனுக்கு மட்டுமே திருமந்திரத்தை கூறிய பூரணர் இராமானுசரையும்  நம்பிக்கை யுடன் பார்த்திருந்ததால், அவர்களிடம் கண்டிப்பாக அறிவுறுத்தினார். அதன் பிறகு, அவர்கள் 'திருமகளுடன் கூடிய நாராயணனின் திருப்பாதங்களைப் புகலிடமாகக் கொள்கிறேன். திருவுடன் சேர்ந்த நாராயணனை வணங்குகிறேன்' என்ற மந்திரத்தை சேர்ந்து சொல்ல வேண்டும் என்று கட்டளை இட்டார்."
          }
        ,
          
  {
    
          "description": "இராமானுசர் பூரணரின் கண்டிப்பை மீறி பொதுமக்களுக்குத் திருமந்திரத்தைச் சொன்ன காரணம் என்ன?",
          "options": [
      "பூரணர் திருமந்திரத்தின் மறைபொருளைப் பற்றிப் பொதுமக்களிடம் கூறுமாறு கட்டளையிட்டதால்.",
      "தனது ஆசிரியரின் அனுமதியின்றி பொதுமக்களுக்கு உதவி செய்ய வேண்டும் என்ற ஆசையால்.",
      "பொதுமக்களின் பிறவிப்பிணி நீங்கி பேறு பெற வேண்டும் என்ற நல்லெண்ணத்தால்.",
      "இராமானுசரின் புகழ் பரவ வேண்டும் என்ற ஆசையால்."
    ],
    "answer": "C",
    
          "additional_context": "பூரணர் அளித்த மந்திரத்தின் மறைபொருளை பூரணர் மட்டுமே சொல்ல வேண்டும் என்று கண்டிப்புடன் கூறியிருந்தார். ஆனால் இராமானுசர் மக்கள் அனைவரும் பிறவிப்பிணி நீங்கி இறைவனடி செல்ல வேண்டும் என்ற நல்லெண்ணத்தில் பொதுமக்களுக்கும் அந்த மந்திரத்தைக் கூறினார். அவரது கருணை மிக்க செயலை பார்த்து கூரேசர், ‘பார்த்தாயா முதலி, பிறர் நலமாக வாழ, தாம் வருந்திப் பெற்ற மந்திரத்தையும் கூறிவிட்டாரே!' என்றார்கள்."
          }
        ,
          
  {
    
          "description": "பூரணர் இராமானுசரை எம் பெருமான் என்று அழைத்தது எதைக் குறிக்கிறது?",
          "options": [
      "இராமானுசரின் அறிவுத் திறன் மீது பூரணருக்கு இருந்த மரியாதை.",
      "இராமானுசர் இறைவனின் திருவருளை உலகிற்கு உணர்த்தியதால்.",
      "பூரணர் இராமானுசரை இறைவனின் அவதாரமாக கருதியதால்.",
      "இராமானுசரின் புகழ் பரவியதால்."
    ],
    "answer": "B",
    
          "additional_context": "பூரணர், இராமானுசர் பிறவிப்பிணியைத் தீர்க்கும் மந்திரத்தை பொதுமக்களுக்கும் கூறியதால், மிகுந்த மகிழ்ச்சி கொண்டு அவரை “எம் பெருமான்” என்று அழைத்தார்.  அவர்,  இறைவனின் திருவருளை உலகிற்கு உணர்த்தியவர் என்று கூறினார்."
          }
        ,
          
  {
    
          "description": "பூரணர் இராமானுசருக்கு என்ன அளித்து விடை தந்தார்?",
          "options": [
      "திருமந்திரத்தின் மறைபொருள்",
      "இறைவனின் திருவருள்",
      "தன் மகன் சௌம்ய நாராயணன்",
      "தன் கோவிலின் பொக்கிசம்"
    ],
    "answer": "C",
    
          "additional_context": "இராமானுசர், கூரேசர் மற்றும் முதலியாண்டான் ஆகிய மூவரும் பூரணரின் கண்டிப்பை மீறியதால், பூரணர் அவர்களைத் தண்டிப்பதற்கு பதிலாக, தனது மகன் சௌம்ய நாராயணனை அவர்களிடம் அடைக்கலமாக அளித்து விடை தந்தார்."
          }
        ,
          
  {
    
          "description": "பூரணர் இராமானுசரைத் தண்டு, கொடியுடன் வரச் சொன்னதற்குக் காரணம் என்ன?",
          "options": [
      "திருமந்திரத் திருவருளைப் பெற தண்டும், கொடியுமாக இருப்பவர்களைத் தன் சீடர்களாகப் பெற விரும்பியதால்.",
      "இராமானுசரின் தண்டு, கொடி உறவுகளைப் பார்த்து அவர்கள் மீது ஈர்ப்பு ஏற்பட்டதால்.",
      "திருமந்திரம் தன் மூலம் பரவும் போது சீடர்களின் உதவி அவசியமானதால்.",
      "இராமானுசரின் தண்டு, கொடி உறவுகள் திருவரங்கத்திற்குச் செல்ல வேண்டியிருந்ததால்."
    ],
    "answer": "A",
    
          "additional_context": "பூரணர், தன் மகன் சௌம்ய நாராயணனுக்கு மட்டுமே திருமந்திரத்தின் மறைபொருளைச் சொல்லியிருந்தார். ஆனால் இராமானுசர், கூரேசர் மற்றும் முதலியாண்டான் ஆகிய மூவரும் தங்கள் தலைவன் இராமானுசருக்கு அந்த மந்திரத்தைச் சொல்லி, இறைவனின் அருளை பெற வேண்டும் என்ற ஆசையுடன்,  பூரணரைச் சந்தித்தனர்.  பூரணர்  இராமானுசரை 'தண்டு, கொடியுடன் வரச் சொன்னதற்குக் காரணம்,  தண்டும் கொடியுமாக இருப்பவர்களை தன் சீடர்களாக  பெற விரும்பியது தான்!"
          }
        ]