
[
  {
    "description": "கீழ்க்கண்டவற்றுள் எது கரகாட்டத்திற்குச் சரியான விளக்கம்?",
    "options": [
      "தலையில் கரகத்தை வைத்து ஆடும் நடனம்.",
      "கரகத்தின் அடிப்பாகத்தை உட்புறமாகத் தட்டி, தாளத்திற்கு ஏற்ப ஆடும் நடனம்.",
      "கரகத்தைத் தலையில் வைத்து, கும்பாட்டம் என்றும் அழைக்கப்படுகிறது.",
      "மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    "additional_context": "கரகாட்டம் என்பது  பன்னெடுங்காலமாக மக்களால் விரும்பப்படும் மரபார்ந்த கலைகளில் ஒன்றே. 'கரகம்' என்னும் பித்தளைச் செம்பையோ, சிறிய குடத்தையோ தலையில் வைத்துத் தாளத்திற்கு ஏற்ப ஆடுவது, கரகாட்டம். இந்த நடனம் கரகம், கும்பாட்டம் என்றும் அழைக்கப்படுகிறது. கரகச் செம்பின் அடிப்பாகத்தை உட்புறமாகத் தட்டி, ஆடுபவரின் தலையில் நன்கு படியும்படி செய்கின்றனர். தலையில் செம்பு நிற்கும் அளவு எடையை ஏற்றுவதற்குச் செம்பில் மணலையோ பச்சரிசியையோ நிரப்புகின்றனர்."
  },
  {
    "description": "கரகாட்டத்திற்கான இசைக்கருவிகளில் எது இல்லையா?",
    "options": [
      "நையாண்டி மேளம்.",
      "நாகசுரம்.",
      "தவில்.",
      "மிருதங்கம்."
    ],
    "answer": "D",
    "additional_context": "கரகாட்டத்திற்கான இசைக்கருவிகளில் நையாண்டி மேள இசையும் நாகசுரம், தவில், பம்பை போன்ற இசைக்கருவிகளும் இசைக்கப்படுகின்றன."
  },
  {
    "description": "மயிலாட்டத்தில் என்ன இசைக்கருவி பயன்படுத்தப்படுகிறது?",
    "options": [
      "மிருதங்கம்.",
      "நையாண்டி மேளம்.",
      "தவில்.",
      "பம்பை."
    ],
    "answer": "B",
    "additional_context": "மயில் வடிவுள்ள கூட்டுக்குள் ஒருவர் தன் உருவத்தை மறைத்துக்கொண்டு, நையாண்டி மேளத்திற்கேற்ப ஆடும் ஆட்டமே மயிலாட்டமாகும். நையாண்டி மேளம் இசைக்க, காலில் கட்டப்பட்டுள்ள சலங்கை ஒலிக்க மயிலின் அசைவுகளை ஆடிக்காட்டுவர்."
  },
  {
    "description": "காவடியாட்டத்தில் பயன்படுத்தப்படும் பல வகையான காவடிகளில் எது இல்லையா?",
    "options": [
      "மச்சக்காவடி.",
      "சர்ப்பக்காவடி.",
      "பூக்காவடி.",
      "கோட்டைக்காவடி."
    ],
    "answer": "D",
    "additional_context": "கா-என்பதற்குப் பாரந்தாங்கும் கோல் என்று பொருள். இருமுனைகளிலும் சம எடைகளைக் கட்டிய தண்டினைத் தோளில் சுமந்து ஆடுவது காவடியாட்டம். மரத்தண்டின் இரு முனைகளிலும் சிற்ப வேலைப்பாடுள்ள பலகையைப் பொருத்தி, மூங்கில் குச்சிகளால் அரைவட்டமாக இணைக்கின்றனர். அந்த அரைவட்டப்பகுதியைப் பட்டுத்துணியால் மூடி அழகுபடுத்துகின்றனர். மேலும் மயிலிறகுக் கற்றைகளை இருபுறமும் பொருத்தி, மணிகளால் அழகுபடுத்திக் காவடியை உருவாக்குகின்றனர். காவடியின் அமைப்புக்கேற்ப மச்சக்காவடி, சர்ப்பக்காவடி, பூக்காவடி, தேர்க்காவடி, பறவைக்காவடி என்று அவற்றை அழைக்கின்றனர்."
  },
  {
    "description": "ஒயிலாட்டத்தில் ஆடல் எவ்வாறு நிகழ்த்தப்படுகிறது?",
    "options": [
      "ஆண்கள் மட்டுமே ஒரே குழுவில் சேர்ந்து ஆடுகின்றனர்.",
      "ஒரே நிறத் துணியை முண்டாசுபோலக் கட்டியும் காலில் சலங்கை அணிந்தும் கையில் வைத்துள்ள சிறுதுணியை இசைக்கேற்ப வீசியும் ஒயிலாக ஆடுகின்றனர்.",
      "தோலால் கட்டப்பட்ட குடம், தவில், சிங்கி, டோலக், தப்பு போன்ற இசைக்கருவிகள் பயன்படுத்தப்படுகின்றன.",
      "மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    "additional_context": "ஒரே நிறத் துணியை முண்டாசுபோலக் கட்டியும் காலில் சலங்கை அணிந்தும் கையில் வைத்துள்ள சிறுதுணியை இசைக்கேற்ப வீசியும் ஒயிலாக ஆடும் குழு ஆட்டமே ஒயிலாட்டம். உணர்ச்சிக்கேற்பப் பாட்டின் சந்தமும் சந்தத்திற்கேற்ப ஆட்டத்தின் இசையும் மாறிமாறி, மனத்தை ஈர்க்கும். இதில் கம்பீரத்துடன் ஆடுதல் என்பது தனிச்சிறப்பானது. ஒயிலாட்டத்தை இருவரிசையாக நின்றும் ஆடுகின்றனர். ஒருவருக்கொருவர் இடம்விட்டு விலகிநின்று ஆடும் இந்த ஒயிலாட்டத்தைப் பெரும்பாலும் ஆண்கள் ஆடுவதே வழக்கில் உள்ளது. ஒரே குழுவில் வயது முதிர்ந்தவர்களும் இளைஞர்களும் இணைந்து ஆடுவதும் உண்டு. இந்த ஆட்டத்தில் தோலால் கட்டப்பட்ட குடம், தவில், சிங்கி, டோலக், தப்பு போன்ற இசைக்கருவிகள் பயன்படுத்தப்படுகின்றன."
  }
]
