
[
  {
    "description": "“வலம்புரி பொறித்த மாதாங்கு தடக்கை” என்ற வரியில் “வலம்புரி” என்ற சொல் யாரை குறிக்கிறது?",
    "options": [
      "மாவலி மன்னன்",
      "திருமால்",
      "இந்திரன்",
      "அக்னி"
    ],
    "answer": "B",
    "additional_context": "முல்லைப்பாட்டில் மழைக்காலத்தில் பெய்யும் மழையை, மழையைத் தருபவராகக் கருதப்படும்  **திருமால்** , மாவலி மன்னனுக்கு நீர் வார்த்துத் தருவது போன்று  வரும் மழை என்கிற  காட்சியை இந்த வரி படம்பிடித்து காட்டுகிறது. வலம்புரி சங்கு  திருமாலின் சின்னமாகும். அதனால்  “வலம்புரி” என்பது இங்கு திருமாலைக் குறிக்கிறது."
  },
  {
    "description": "“நறுவீ முல்லை அரும்பு அவிழ் அலரி தூஉய்” என்ற வரியில் “நறுவீ” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நறுமணமுள்ள பூக்கள் ",
      "நெல்",
      "பழங்கள் ",
      "தாம்பு"
    ],
    "answer": "A",
    "additional_context": "முல்லைப்பாட்டில் மழையின் சீற்றத்தை  பாடும் இந்த வரிகள்  மழை காலத்தில் வளர்ந்த முல்லைப் பூக்களின்  நறுமணத்தைப் பற்றிச் சொல்கிறது. நறுமணம் கொண்ட முல்லைப் பூக்களை  “நறுவீ முல்லை”  என்று இந்த வரி குறிப்பிடுகிறது. “நறுவீ” என்பது நறுமணமுடைய மலர்கள்  என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“உறுதுயர் அலமரல் நோக்கி” என்ற வரியில் “உறுதுயர்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "தலைவியின் வருத்தம்",
      "இளங்கன்றின் பசி",
      "வண்டுகளின் ஓசை",
      "மழையின் சீற்றம்"
    ],
    "answer": "B",
    "additional_context": "முல்லைப்பாட்டில்  மழைக்காலத்தின் இயற்கை  நிலையை வர்ணிக்கும் இந்த வரியில் தாயை இழந்த  இளங்கன்றின்   பசியால் உண்டாகும் துயரத்தைச் சொல்கிறது. “உறுதுயர்”  என்பது இளங்கன்றின் பசியால் உண்டாகும் துயரத்தை   குறிக்கிறது."
  },
  {
    "description": "முல்லைப்பாட்டில் இடம்பெறும் காட்சிகளின் மூலம் சங்ககால மக்களின் வாழ்க்கைச் சூழலை விவரிக்கவும்.",
    "options": [
      "இயற்கையோடு இணைந்த வாழ்க்கை",
      "விவசாயம் சார்ந்த வாழ்க்கை",
      "மழை சார்ந்த வாழ்க்கை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "முல்லைப்பாட்டு என்பது சங்க இலக்கியத்தில் உள்ள பத்துப்பாட்டில் ஒன்று.  இது மழைக்காலத்தில்  முல்லை நிலத்தின்  இயற்கைச் சூழலை,  அந்த நிலத்தில் வாழும் மக்களின் வாழ்க்கை முறையைப் பற்றி  கூறுகிறது. இதில், மழைக்காலத்தில்  விவசாயம் செய்யப்படுவது, மழை  எந்த அளவுக்கு  அவர்களின் வாழ்வில்  முக்கிய பங்கு வகிக்கிறது என்பது  தெளிவாகிறது. மழையின்  சீற்றம்,  மழை அவர்களின் வாழ்வின்  மீது ஏற்படுத்தும்  பாதிப்புகள்   என்பவற்றை இப்பாடல்  விவரிக்கிறது.  சங்க கால மக்கள்  இயற்கையோடு இணைந்த வாழ்க்கையை  நடத்தியதற்கு   இந்தப் பாடல் ஒரு சிறந்த சான்றாகும். எனவே இப்பாடல்  இயற்கையோடு இணைந்த வாழ்க்கை, விவசாயம் சார்ந்த வாழ்க்கை, மழை சார்ந்த வாழ்க்கை   என  மூன்று விதமான   வாழ்க்கை முறைகளையும்  விவரிக்கிறது."
  },
  {
    "description": "“யாழ் இசை இன வண்டு ஆர்ப்ப” என்ற வரியின் மூலம் என்ன விளக்கப்படுகிறது?",
    "options": [
      "வண்டுகளின் ஓசை யாழ் இசையைப் போன்றது",
      "யாழ் இசை வண்டுகளின் ஓசையைப் போன்றது ",
      "வண்டுகளின் ஓசை மழையின் ஓசையைப் போன்றது ",
      "மழையின் ஓசை யாழ் இசையைப் போன்றது"
    ],
    "answer": "A",
    "additional_context": "முல்லைப் பாட்டில்   மழைக்கால  இயற்கையை  விவரிக்கும்  இந்த வரி  மழைக்காலத்தில் காணப்படும் வண்டுகளின் ஓசையை யாழ் இசை  போன்றது  என்கிறது. வண்டுகள்  யாழிசை போல்  ஓசை  எழுப்பி   ஆரவாரம்  செய்வதாக இது விவரிக்கிறது. அதாவது, மழைக்காலத்தில்  யாழிசை இசைக்கப்படுவது   போல்  வண்டுகளின் ஓசை இருப்பதாக  இந்த வரி  விளக்குகிறது."
  }
]
