
[
  {
    "description": "“இளஞ்சிவப்பாக வறுத்த, பாதி உடைத்த பருப்பும் பச்சை அரிசியும் பானையில் கொப்புளமிட்டுக் கொதிக்க, மென் துணியில் வடிகட்டிய வெல்லக் கரைசல் நார்ப்பாகு பதத்தில் வெந்த பொங்கலுடன் கலக்கின்றது.” இந்த வரிகளிலிருந்து எந்தத் தகவல்களைப் பெறலாம்?",
    "options": [
      "a) பொங்கல் செய்வதற்குப் பயன்படுத்தப்படும் பொருட்கள்",
      "b) பொங்கல் செய்வதற்கான வழிமுறைகள்",
      "c) பொங்கல் செய்வதற்குத் தேவையான நேரம்",
      "d) பொங்கல் செய்வதற்குப் பயன்படுத்தப்படும் இடங்கள்"
    ],
    "answer": "A",
    "additional_context": "பொங்கல் செய்வதற்குப் பயன்படுத்தப்படும் பொருட்களைப் பற்றியும், அதை எப்படிச் செய்வது என்பது பற்றியும் இந்த வரிகள் விளக்குகின்றன. இளஞ்சிவப்பாக வறுத்த பருப்பு, பச்சை அரிசி, வெல்லக் கரைசல், நார்ப்பாகு போன்ற பொருட்கள் பொங்கல் செய்வதற்குப் பயன்படுத்தப்படுகின்றன என்பதை இந்த வரிகள் தெளிவாகக் காட்டுகின்றன."
  },
  {
    "description": "“பழையசோறு- அது கிராமத்து உன்னதம்” - இந்தக் கூற்றின் அடிப்படையில், கிராமத்து மக்களின் எந்தப் பண்பு வெளிப்படுகிறது?",
    "options": [
      "a) சமூக நெறிமுறைகள்",
      "b) தொழில்நுட்ப அறிவு",
      "c) சாரத்களை மதிப்பிடுதல்",
      "d) சாஸ்திரிய அறிவு"
    ],
    "answer": "C",
    "additional_context": "கிராமத்து மக்கள் சாரத்களை மதிப்பிடுவதையும், அதை அனுபவிப்பதையும் இந்த வரிகள் வெளிப்படுத்துகின்றன. பழைய சோறு எளிமையான உணவு என்றாலும், அதை கிராமத்து மக்கள் மிகவும் மதித்து, அனுபவிக்கிறார்கள் என்பதை இந்த வரிகள் காட்டுகின்றன."
  },
  {
    "description": "“பழையசோறு” பத்தியில், எந்த உணவுப் பொருள் பழைய சோற்றின் சுவையை மேம்படுத்த பயன்படுத்தப்படுகிறது?",
    "options": [
      "a) மணல்",
      "b) கடலை",
      "c) வடுமாங்காய்",
      "d) மஞ்சள்"
    ],
    "answer": "C",
    "additional_context": "பழைய சோற்றின் சுவையை மேம்படுத்த வடுமாங்காய் பயன்படுத்தப்படுகிறது என்பது இந்த பத்தியில் தெளிவாகத் தெரிவிக்கப்படுகிறது. வடுமாங்காய் அதன் சுவை மற்றும் மணத்தால் பழைய சோற்றுக்கு ஒரு சிறப்பு சேர்க்கும் என்பதை இந்த பத்தியில் காணமுடிகிறது."
  },
  {
    "description": "“விருந்தும் --------”  என்ற பழமொழியைப் பூர்த்தி செய்யும் சரியான சொல் எது?",
    "options": [
      "a) தெய்வம்",
      "b) கோலம்",
      "c) நேரம்",
      "d) மருந்து"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பழமொழி விருந்தின் முக்கியத்துவத்தை வலியுறுத்துகிறது. விருந்தானது நேரத்தின் மதிப்பைப் போல அருமையானது என்பதை இந்தப் பழமொழி உணர்த்துகிறது. விருந்தோம்பல் என்பது நமது கலாச்சாரத்தின் ஒரு முக்கியமான பகுதி என்பதை இது காட்டுகிறது."
  },
  {
    "description": "“மைக்கடல் முத்துக்கு ஈடாய் மிக்க நெல்முத்து” என்ற பகுதி  எதைக் குறிக்கிறது?",
    "options": [
      "a) நெல் அரிசியின் மதிப்பு",
      "b) மைக்கடலின் அழகு",
      "c) நெல் வயலின் பரப்பளவு",
      "d) மீன்பிடித் தொழிலின் முக்கியத்துவம்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் நெல் அரிசியின் மதிப்பை எடுத்துரைக்கின்றன. மைக்கடல் முத்து அழகானது, மதிப்புடையது என்றாலும், நெல் அரிசியின் மதிப்பு அதைவிட அதிகம் என்பதை இந்த வரிகள் காட்டுகின்றன. நெல் அரிசி உணவு, வாழ்வாதாரம் என நம்மைத் தாங்கிப் பிடிக்கிறது என்பதை இந்த வரிகள் உணர்த்துகின்றன."
  }
]
