
[
  {
    "description": "மேற்கண்ட பத்தியில், \"ஃப்ரைடு ரைஸ்\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இச்சொல் எந்த மொழியிலிருந்து வந்தது?",
    "options": [
      "அ) ஆங்கிலம்",
      "b) சீனம்",
      "c) ஜப்பானியம்",
      "d) கன்னடம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பத்தியில், \"ஃப்ரைடு ரைஸ்\" என்ற சொல் ஒரு சிறுவன் தன் பிடித்த காலை உணவைச் சொல்லும் போது பயன்படுத்தப்படுகிறது.  சீனாவைச் சேர்ந்த ஒரு உணவான 'ஃப்ரைடு ரைஸ்' (Fried Rice)  தமிழகத்தில் மிகவும் பிரபலமான உணவாக இருக்கிறது."
  },
  {
    "description": "\"நொறுங்கத் தின்றால் நூறு வயது\" என்ற பழமொழி, உணவுடன் தொடர்புடைய எந்தச் செயலைப் பற்றி கூறுகிறது?",
    "options": [
      "அ) உணவை விரைவாக உண்ணுதல்",
      "b) உணவை மெதுவாக மென்று சாப்பிடுதல்",
      "c) உணவை மிதமாகச் சாப்பிடுதல்",
      "d) உணவை நன்கு சமைத்து சாப்பிடுதல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நாம் உணவை மெதுவாக மென்று சாப்பிடும்போது, நன்கு ஜீரணமாகும். அதனால் நமக்கு ஆரோக்கியமும் அதிகரிக்கும். அதோடு, உணவை மெதுவாகச் சாப்பிடுவதால், நாம் அதிகமாகச் சாப்பிடுவதைத் தவிர்க்கலாம். இதன் மூலம், உடல் பருமன் ஏற்படுவதைத் தடுக்கலாம். இந்தப் பழமொழி,  மெதுவாக மென்று உண்ண வேண்டிய அவசியத்தை எடுத்துரைக்கிறது."
  },
  {
    "description": "\"பீட்ஸா அல்லது பாஸ்தா\"  என்ற சொற்கள் எந்த மொழியில் இருந்து வந்தவை?",
    "options": [
      "அ) ஆங்கிலம்",
      "b) இத்தாலியன்",
      "c) ஸ்பானிஷ்",
      "d) பிரெஞ்ச்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இத்தாலிய மொழியில் இருந்து வந்தவை. \"Pizza\" மற்றும் \"Pasta\"  இரண்டும் இத்தாலிய உணவு வகைகள். உலகளவில் பரவலாகப் புகழ் பெற்ற இந்த உணவுகள்,  தமிழகத்திலும்  அனைவராலும் விரும்பி உண்ணப்படுகின்றன."
  },
  {
    "description": "\"காப்பிய இலக்கியம்\" என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன பொருள்?",
    "options": [
      "அ) Classical literature",
      "b) Epic literature",
      "c) Devotional literature",
      "d) Ancient literature"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காப்பிய இலக்கியம் என்பது ஹீரோக்கள், வீரர்கள், இறையம்சம் பற்றிய கதைகளை உள்ளடக்கிய இலக்கிய வகை. இதில்,  நல்லவர்களுக்கும் கெட்டவர்களுக்கும் இடையேயான போராட்டம், வீரம், தியாகம் போன்றவை  முக்கியமான அம்சங்களாக இருக்கும்.  இந்த இலக்கிய வகைக்கு ஆங்கிலத்தில் 'Epic literature' என்று பெயர்."
  },
  {
    "description": "\"வட்டார இலக்கியம்\" என்ற சொல், எந்த மாதிரியான இலக்கியத்தைக் குறிக்கிறது?",
    "options": [
      "அ) குறிப்பிட்ட மொழியில் எழுதப்பட்ட இலக்கியம்",
      "b) குறிப்பிட்ட காலத்தில் எழுதப்பட்ட இலக்கியம்",
      "c) குறிப்பிட்ட இடத்தில் எழுதப்பட்ட இலக்கியம்",
      "d) குறிப்பிட்ட மதத்தின் இலக்கியம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒரு குறிப்பிட்ட பகுதியின், மக்கள்,  பழக்கவழக்கங்கள், வாழ்க்கை முறை ஆகியவற்றைப் பற்றிய  கதைகள், பாடல்கள்,  பழமொழிகள் போன்றவை வட்டார இலக்கியம். இந்த இலக்கியங்கள்,  ஒரு குறிப்பிட்ட  பகுதியின் மக்கள் வாழ்க்கைப் பண்பாட்டை  எடுத்துரைக்கும்."
  }
]
