
[
  {
    "description": "காந்தியடிகள் தொடங்கி வைத்த சத்தியாக்கிரகம் எந்த ஆண்டில் தென்னாப்பிரிக்காவில் தொடங்கியது?",
    "options": [
      "1905",
      "1906",
      "1907",
      "1908"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்திய விடுதலைப் போராட்ட வரலாற்றில் 1906ஆம் ஆண்டு, மிகவும் சிறப்புடைய ஆண்டாகக் கருதப்படுகிறது. அந்த ஆண்டில்தான் காந்தியடிகள் சத்தியாக்கிரகம் என்ற அறப்போர் முறையைத் தென்னாப்பிரிக்காவில் தொடங்கி வைத்தார்."
  },
  {
    "description": "ம.பொ.சிவஞானம் எந்த ஆண்டில் பிறந்தார் என்பதைத் தவிர, இந்த பகுதியில் மேற்கோள் காட்டப்பட்ட நிகழ்வு எந்த ஆண்டில் நிகழ்ந்தது?",
    "options": [
      "1906",
      "1942",
      "1947",
      "1953"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய விடுதலைப் போராட்ட வரலாற்றில் 1906ஆம் ஆண்டு, மிகவும் சிறப்புடைய ஆண்டாகக் கருதப்படுகிறது. அந்த ஆண்டில்தான் காந்தியடிகள் சத்தியாக்கிரகம் என்ற அறப்போர் முறையைத் தென்னாப்பிரிக்காவில் தொடங்கி வைத்தார். தமிழ்நாட்டைத் தனித்து நோக்கினாலும் வரலாற்றுச் சிறப்பிற்குரிய நிகழ்வுகள் அவ்வாண்டில் நடைபெற்றன. வ.உ.சிதம்பரனார் ஆங்கிலேயர்களுக்கு எதிராகச் சுதேசிக் கப்பல் நிறுவனத்தைத் தொடங்கினார். இத்தகைய சிறப்புள்ள ஆண்டில் ஜூன் 26ஆம் நாள், சென்னை ஆயிரம்விளக்கு வட்டம் சால்வன்குப்பம் என்னும் பகுதியில் நான் பிறந்தேன்."
  },
  {
    "description": "ம.பொ.சிவஞானம் எந்த நோக்கத்திற்காக பட்டினியைத் தாங்கிக்கொண்டிருந்தார்?",
    "options": [
      "புதிய துணிகளை வாங்குவதற்கு ",
      "புத்தகங்களை வாங்குவதற்கு",
      "தனது குடும்பத்திற்காக ",
      "அவரது அரசியல் போராட்டத்திற்காக "
    ],
    "answer": [
      "B"
    ],
    "additional_context": "உணவுக்காக வைத்திருக்கும் பணத்தில் புத்தகங்களை வாங்கிவிட்டு, பல வேளைகளில் பட்டினி கிடந்திருக்கிறேன். குறைந்த விலைக்கு நல்ல நூலொன்று கிடைத்துவிட்டால் பேரானந்தம் அடைவேன். என் வாழ்நாளில் நானாக முயன்று சேர்த்துவைத்துள்ள சொத்துகள் என்னிடமு ள் ள பல்லாயிரக்கணக்கான நூல்களைத் தவிர வேறில்லை என்று உறுதியாகக் கூறுவேன்."
  },
  {
    "description": "காந்தி - இர்வின் ஒப்பந்தத்திற்குப் பிறகு, பேராயக் கட்சிக்காரர்கள் எந்த வேலைகளில் ஈடுபடுத்தப்பட்டார்கள்?",
    "options": [
      "அந்நியத் துணிக்கடை மறியல்",
      "தீண்டாமை விலக்கு மற்றும் கதர் விற்பனை",
      "சிறைவாசம்",
      "கல்வி சேவை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "1931இல் காந்தி - இர்வின் ஒப்பந்தக் காலத்திலே நாடு முழுவதிலுமிருந்த பேராயக் கட்சிக்காரர்கள் ஆக்கவழிப்பட்ட வேலைகளில் ஈடுபடுத்தப்பட்டனர். அந்நியத் துணிக்கடை மறியல், காந்தி ஒப்பந்தப்படி அனுமதிக்கப்படவில்லை. ஆகவே தீண்டாமை விலக்கு, கதர் விற்பனை ஆகியவற்றிலே பேராயக் கட்சிக்காரர்களை ஈடுபடுத்தியது கட்சித்தலைமை. பேராயக் கட்சியால் நடத்தப்பட்ட ஊர்வலங்களிலும் கதர் விற்பனையிலும் தவறாமல் கலந்துகொள்வேன்."
  },
  {
    "description": "ம.பொ.சிவஞானம் எந்த நோக்கத்திற்காக வடக்கெல்லைக்குச் சென்றார்?",
    "options": [
      "அங்குள்ள தமிழர்களுக்கு உதவி செய்வதற்காக",
      "ஆந்திர அரசை எதிர்த்துப் போராடுவதற்காக",
      "வடக்கெல்லைப் பகுதிகளை மீட்பு நடவடிக்கைகளில் ஈடுபடுவதற்காக",
      "வடக்கெல்லை மக்களைத் தமிழரசுக் கழகத்தில் சேர்க்க "
    ],
    "answer": [
      "C"
    ],
    "additional_context": "1947, ஆகஸ்டு பதினைந்தாம் நாளன்று சென்னை மாநகரில் விடுதலை விழாக் கொண்டாடி முடிந்ததும் மறுநாள் காலை நாங்கள் ஒரு குழுவாக வடக்கெல்லைக்குச் சென்றோம். இதுவே வடக்கெல்லை மீட்சிக்கான முதல் முயற்சியாக அமைந்தது. ஆசிரியர் மங்கலங்கிழார் என்ற சுமார் 55 வயதுடைய பெரியாரின் அழைப்பின் மீதே நாங்கள் வடக்கெல்லைக்குச் சென்றோம்."
  }
]
