[
          
  {
    
          "description": "'தொலைகிற பீடை சீக்கிரமா தொலையட்டும்' - கதை சொல்லும் நபரின் இந்த வார்த்தைகள் அவரது எந்த மனநிலையைக் காட்டுகின்றன?",
          "options": [
      "அச்சம்",
      "வெறுப்பு",
      "பரிதாபம்",
      "இரக்கம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கதை சொல்லும் நபர், குப்புசாமியை தன் வீட்டில் இருப்பது அவருக்குப் பிடிக்கவில்லை.  இவருடைய வீட்டில் வறுமையால் துன்பப்படும் குப்புசாமி இருப்பதைக் கண்டு அவருக்கு வெறுப்பு ஏற்படுகிறது.  அவன் சீக்கிரம் தொலைந்தால் நல்லது என்று எண்ணுகிறான்.  இந்த வார்த்தைகள் கதை சொல்லும் நபரின் மனநிலையை பிரதிபலிக்கிறது."
          }
        ,
          
  {
    
          "description": "காஞ்சிபுரத்துக்காரன் குப்புசாமியைப் பார்க்க வந்தபோது, அவன் என்ன சொல்லி என்னை நினைத்து வெட்கப்பட வைத்தான்?",
          "options": [
      "குப்புசாமியின் வேலை பறிபோனது குறித்து",
      "குப்புசாமியின் மீது அக்கறை காட்டிய வீரப்பன் குறித்து",
      "குப்புசாமியை விரட்டிவிட்ட தாய்மாமன் குறித்து",
      "குப்புசாமியின் வறுமை நிலை குறித்து"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "காஞ்சிபுரத்துக்காரன் குப்புசாமியின் மீது அக்கறை காட்டிய வீரப்பன் குறித்துச் சொல்கிறான்.  வீரப்பன் குப்புசாமிக்கு உதவி செய்து வந்த விதம் குறித்து கூறுகிறான்.  குப்புசாமிக்கு நட்பு இருப்பது கதை சொல்லும் நபருக்கு ஆச்சரியமாக இருக்கிறது.  அந்த நட்பின் தூய்மை அவனை வெட்கப்பட வைக்கிறது."
          }
        ,
          
  {
    
          "description": "'குப்புசாமிக்கும் ஒருவன் இருக்கிறான். குப்புசாமிக்கு மட்டுமா? எனக்குமே ஒருவனாக அவன் இருக்கிறான்.' - கதை சொல்லும் நபர் இவ்வாறு எண்ணியதன் காரணம் என்ன?",
          "options": [
      "குப்புசாமிக்கும் நண்பன் இருப்பது தெரியவந்ததால்",
      "குப்புசாமியை அவர் மதித்து நடத்தவேண்டும் என உணர்ந்ததால்",
      "குப்புசாமி தனக்கு ஒரு நல்ல பாடம் கற்றுத் தந்ததால்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "குப்புசாமிக்கும் நண்பன் இருப்பது தெரியவந்ததால் அவன் மீது மதிப்பு ஏற்பட்டு அவரும் நல்லவராக இருக்க வேண்டும் என உணர்ந்தார்.  குப்புசாமி தனக்கு ஒரு நல்ல பாடம் கற்றுத் தந்ததாகவும் உணர்கிறார்.  வறுமையில் இருந்தாலும் குப்புசாமிக்கு ஒரு நல்ல நண்பன் இருக்கிறான்.  அவன் உதவியைப் பெற்றுக் கொண்டு இருக்கிறான்.  நண்பர்களுக்கு உதவி செய்ய வேண்டியது எவ்வளவு முக்கியம் என்பதை உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'ஒருவன் இருக்கிறான்' என்ற கதையின் மூலம் என்ன கருத்து வெளிப்படுத்தப்படுகிறது?",
          "options": [
      "மனிதநேயம்",
      "நட்பு",
      "சமூக நீதி",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்தக் கதையில் மனித நேயம், நட்பு, சமூக நீதி போன்ற பல கருத்துக்கள் வெளிப்படுகிறது.  வறுமையில் இருந்தாலும் குப்புசாமிக்கு ஒரு நல்ல நண்பன் இருக்கிறான்.  அவன் உதவி செய்து அவரை மதித்து நடத்துகிறான்.  சமூகத்தில் நாம் ஒருவரையொருவர் மதித்து நடத்த வேண்டியதன் அவசியத்தை எடுத்துக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "“தொலைகிற பீடை சீக்கிரமா தொலையட்டும்” என்று எண்ணியவர் யார், ஏன் அவருக்கு அந்த எண்ணம் தோன்றியது?",
          "options": [
      "குப்புசாமி, அவரது ஏழைத்தனத்தைக் கண்டு வெறுத்ததால்",
      "தங்கவேலு, தன் வீட்டில் குப்புசாமி இருப்பது அவருக்குப் பிடிக்காததால்",
      "கதைநாயகன், குப்புசாமி தன் வீட்டில் இருப்பதால் ஏற்படும் சிரமத்தால்",
      "வீரப்பன்,  குப்புசாமி தன் வீட்டை விட்டு விரட்டப்பட்டதால்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கதை சொல்லும் நபருக்கு குப்புசாமி தன் வீட்டில் இருப்பதால் ஏற்படும் சிரமம் பிடிக்கவில்லை.   அவர் ஏழைத்தனத்தையும் அவருடைய உடல்நிலையையும் பார்த்து அவருக்கு வெறுப்பு ஏற்பட்டு அவர் சீக்கிரம் அங்கிருந்து தொலைந்தால் நல்லது என்று நினைக்கிறார்.  அவர் வெறுப்பு உணர்வை வெளிப்படுத்துகிறார்."
          }
        ]