
[
  {
    "description": "கீழ்க்கண்டவற்றுள் எது 'அளபெடை' யின் உதாரணம்?",
    "options": [
      "'சேந்த'",
      "'வலம்படு'",
      "'கிழவிர்'",
      "'கெழீஇ'"
    ],
    "answer": "D",
    "additional_context": "மலைபடுகடாம் கவிதையில் 'கெழீஇ' என்ற சொல் அளபெடைச் சொல்லாகப் பயன்படுத்தப்பட்டுள்ளது. இச்சொல் 'கேளாது' என்பதன் சிறப்புப் பொருளைத் தருகிறது. அளபெடை என்பது ஒரு சொல்லைப் பெருக்கிச் சொல்லுதல் அல்லது குறைத்துச் சொல்லுதல் போன்றவற்றைக் குறிக்கும்."
  },
  {
    "description": "கம்மங்கூழ் குறித்த பகுதியில் 'கம்பு' எதற்கு ஒப்பிடப்பட்டுள்ளது?",
    "options": [
      "மழை",
      "வெயில்",
      "மண்",
      "தங்கம்"
    ],
    "answer": "D",
    "additional_context": "கவிதையின் இறுதியில் கம்பு கறுப்பு நிறக் கரிசல் மண்ணின் இயற்கைத் தங்கம் என்கிறது. கம்பு மண்ணில் விளைவது. தங்கம் மிகவும் மதிப்பு வாய்ந்தது. இவ்வாறு கம்பைத் தங்கத்திற்கு ஒப்பிட்டு எடுத்துரைத்துள்ளது."
  },
  {
    "description": "மலைபடுகடாம் கவிதையில் குறிப்பிடப்படும் 'நன்னன்' என்பவர் யார்?",
    "options": [
      "கூத்தர்களின் தலைவர்",
      "ஒரு வள்ளல்",
      "குறுநில மன்னன்",
      "கானவர் தலைவன்"
    ],
    "answer": "C",
    "additional_context": "மலைபடுகடாம் கவிதையின் பாட்டுடைத் தலைவன் நன்னன். இவர் ஒரு குறுநில மன்னன். இந்தக் கவிதையில் கூத்தர்களின் தலைவன் நன்னனின் பெருமையைப் பாடிக் கூறுவதன் மூலம் கூத்தர்களின் வாழ்க்கை முறை, அவர்களின் பண்பாடு,  மன்னர்கள் வள்ளல்கள் அவர்களை எவ்வாறு போற்றி இருந்தார்கள் என விளக்குகிறது."
  },
  {
    "description": "கவிதையில் குறிப்பிடப்படும் 'தினைச்சோற்று விருந்து' எதனைக் குறிக்கிறது?",
    "options": [
      "வள்ளல்கள் கூத்தர்களுக்கு வழங்கும் விருந்து",
      "கூத்தர்கள் தங்களுக்கிடையே பகிர்ந்து கொள்ளும் உணவு",
      "பரிசில் பெறும் கூத்தர்களை வரவேற்கும் விருந்து",
      "கானவர்கள் வள்ளல்களுக்கு அளிக்கும் விருந்து"
    ],
    "answer": "C",
    "additional_context": "மலைபடுகடாம் கவிதையின் அடிப்படையில் நன்னன் என்னும் குறுநில மன்னனின் நாட்டிற்கு வருகிற கூத்தர்களுக்கு அவன் வழங்கும் விருந்தைக் குறிப்பிடுகிறது. கூத்தர்கள் ஒரு ஊரில் இருந்து இன்னொரு ஊருக்குச் செல்லும் போது பரிசில் பெறும் விருந்தை வரவேற்கும் விருந்தாகக் கருதலாம்."
  },
  {
    "description": "கவிதைப் பகுதியில் கூத்தர்களுக்கு உணவளிப்பதற்காக 'சேந்த செயலைச் செப்பம் போகி' என்ற சொற்றொடர் குறிப்பிடுவது எதைக் குறிக்கிறது?",
    "options": [
      "சேந்த மரங்களின் நிறத்தைக் குறிப்பிடுவது",
      "பூக்களின் அழகைக் குறிப்பிடுவது",
      "பாதையின் சிறப்பைக் குறிப்பிடுவது",
      "கூத்தர்களின் செயல்களைப் புகழ்வது"
    ],
    "answer": "C",
    "additional_context": "கவிதைப் பகுதியில் கூத்தர்களுக்கு உணவளிப்பதற்காக 'சேந்த செயலைச் செப்பம் போகி' என்ற சொற்றொடர் பயன்படுத்தப்பட்டுள்ளது. 'சேந்த' என்பது அழகான, சிறந்த எனப் பொருள்படும். கூத்தர்கள் தங்களுடைய சிறப்பான செயல்களை வள்ளலிடம் சொல்லி அவரைப் புகழ்வது போன்ற பாதையை தேர்ந்தெடுத்து செல்லுங்கள் என கூறுகிறது. அதாவது கூத்தர்கள் தங்களுடைய நிகழ்ச்சி மூலம் வள்ளலின்  பெருமையைப் புகழ்ந்து தாங்களும்  வளம்பெற வேண்டும் என்பதாகும். "
  }
]
