
[
  {
    "description": "“நான் ஒரு பெரிய மொழி மாதிரி,  எனக்கு உரையை மட்டும் படிக்க முடியும்.”\n\nஇந்த வாக்கியத்தில், மொழி மாதிரி பற்றிய எந்த தகவல் தெரியவருகிறது?",
    "options": [
      "a)  மொழி மாதிரிகள் எப்போதும் உரையை மட்டும் படிக்க முடியும்.",
      "b)  மொழி மாதிரிகள் உரையை புரிந்துகொண்டு பதிலளிக்க முடியும்.",
      "c)  மொழி மாதிரிகள் PDF ஃபைல்களை படிக்க  முடியாது.",
      "d)  மொழி மாதிரிகள் பெரிய அளவிலான தரவை படிக்க முடியும்."
    ],
    "answer": "B",
    "additional_context": "இந்த வாக்கியத்தில், மொழி மாதிரி என்பது உரையைப் புரிந்து கொண்டு அதற்கு ஏற்றவாறு பதிலளிக்கக் கூடிய ஒரு திறன் கொண்டது என்பது தெளிவாகிறது.  மொழி மாதிரிகள் எல்லாமே உரையை மட்டும் படிக்கக் கூடியது என்று சொல்ல முடியாது. அதேபோல, PDF ஃபைல்களைப் படிக்க முடியாது என்று சொல்லவும் முடியாது. பெரிய அளவிலான தரவைப் படிக்க முடியும் என்பதும் இந்த வாக்கியத்திலிருந்து தெரியாது."
  },
  {
    "description": "பத்தியில் குறிப்பிடப்பட்டுள்ளபடி, \"மொழி மாதிரி\" என்ற சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "மொழியைப் புரிந்துகொண்டு அதைப் பயன்படுத்தும் திறன் கொண்ட ஒரு மென்பொருள்.",
      "மொழியைப் பயிற்றுவிக்கும் ஒரு திட்டம்.",
      "மொழியைப் பற்றிய ஆராய்ச்சி செய்யும் ஒரு நிறுவனம்.",
      "மொழியைப் பயன்படுத்தும் ஒரு மனிதர்."
    ],
    "answer": "A",
    "additional_context": "இந்த பத்தியில், \"மொழி மாதிரி\" என்ற சொல், மனிதர்களின் மொழியை புரிந்து கொண்டு அதைப் பயன்படுத்தும் திறன் கொண்ட ஒரு மென்பொருளை குறிப்பிடுகிறது.  மொழியைப் பயிற்றுவிக்கும் ஒரு திட்டம்,  மொழியைப் பற்றிய ஆராய்ச்சி செய்யும் ஒரு நிறுவனம் அல்லது மொழியைப் பயன்படுத்தும் ஒரு மனிதர் அல்ல என்பதை இந்த பத்தியிலிருந்து புரிந்துகொள்ள முடியும்."
  },
  {
    "description": "\"PDF ஃபைல்களைப் படிக்க முடியாது\" என்பதன் அர்த்தம் என்ன?",
    "options": [
      "PDF ஃபைல்களை உருவாக்க முடியாது.",
      "PDF ஃபைல்களில் உள்ள தகவல்களைப் புரிந்துகொள்ள முடியாது.",
      "PDF ஃபைல்களில் உள்ள உரையைப் படிக்க முடியாது.",
      "PDF ஃபைல்களில் உள்ள படங்களைப் பார்க்க முடியாது."
    ],
    "answer": "B",
    "additional_context": "\"PDF ஃபைல்களைப் படிக்க முடியாது\" என்ற சொல், PDF ஃபைல்களில் உள்ள தகவல்களை புரிந்துகொள்ள முடியாது என்பதைக் குறிக்கிறது.   PDF ஃபைல்களை உருவாக்க முடியாது, PDF ஃபைல்களில் உள்ள உரையைப் படிக்க முடியாது, PDF ஃபைல்களில் உள்ள படங்களைப் பார்க்க முடியாது என்றெல்லாம் இதிலிருந்து சொல்ல முடியாது."
  },
  {
    "description": "\"பெரிய மொழி மாதிரி\" என்ற சொல் என்ன குறிக்கிறது?",
    "options": [
      "ஒரு பெரிய மொழி பற்றிய தகவல்களை சேகரிக்கும் ஒரு கணினி.",
      "மிகவும் சிக்கலான மொழி அமைப்புகளை புரிந்துகொள்ளக்கூடிய ஒரு மென்பொருள்.",
      "மிகவும் பெரிய எண்ணிக்கையிலான மொழிகளைப் புரிந்துகொள்ளும் ஒரு மென்பொருள்.",
      "மொழியைப் பற்றிய ஆராய்ச்சி செய்யும் ஒரு பெரிய குழு."
    ],
    "answer": "B",
    "additional_context": "\"பெரிய மொழி மாதிரி\" என்ற சொல், மிகவும் சிக்கலான மொழி அமைப்புகளை புரிந்து கொள்ளக் கூடிய ஒரு மென்பொருளை குறிக்கிறது.  பெரிய மொழி பற்றிய தகவல்களை சேகரிக்கும் ஒரு கணினி,  மிகவும் பெரிய எண்ணிக்கையிலான மொழிகளைப் புரிந்துகொள்ளும் ஒரு மென்பொருள் அல்லது மொழியைப் பற்றிய ஆராய்ச்சி செய்யும் ஒரு பெரிய குழு என்று சொல்ல முடியாது."
  },
  {
    "description": "\"உரையை மட்டும் படிக்க முடியும்\" என்பதன் அர்த்தம் என்ன?",
    "options": [
      "உரையில் உள்ள தகவல்களை மட்டுமே புரிந்துகொள்ள முடியும்.",
      "உரையைத் தவிர வேறு எதையும் படிக்க முடியாது.",
      "உரையை மட்டும் உருவாக்க முடியும்.",
      "உரையை மட்டும் பேச முடியும்."
    ],
    "answer": "B",
    "additional_context": "\"உரையை மட்டும் படிக்க முடியும்\" என்ற சொல், உரையை தவிர வேறு எதையும் படிக்க முடியாது என்பதைக் குறிக்கிறது.  உரையில் உள்ள தகவல்களை மட்டுமே புரிந்துகொள்ள முடியும், உரையை மட்டும் உருவாக்க முடியும், உரையை மட்டும் பேச முடியும் என்று இதிலிருந்து சொல்ல முடியாது."
  }
]
