
[
  {
    "description": "“நனந்தலை உலகம்” என்ற சொற்றொடரின் பொருள் எது?",
    "options": [
      "மிகப் பெரிய உலகம்",
      "நெடுந்தொலைவுள்ள உலகம்",
      "குறுகிய உலகம்",
      "வானம்"
    ],
    "answer": "A",
    "additional_context": "நனந்தலை உலகம் என்பது பெரிய உலகம், அகன்ற உலகம் எனப் பொருள்படும். மழையின் சீற்றத்தைக் குறிப்பிடும் இந்தப் பாடல் பகுதியில் மழை இயற்கை அழகை வெளிப்படுத்துவதோடு மட்டுமல்லாமல் விரிந்திருக்கும் இயற்கையையும் வர்ணிக்கிறது. மழை பெய்து அகன்ற உலகம் வளைந்து நிற்கிறது என்ற கருத்தை இப்பாடல் பகுதி விளக்குகிறது. நீர் செல நிமிர்ந்த மாவலி மன்னன் போன்று என்கிறது. மழையானது மாவலி மன்னனைப்போன்று விரிந்த உலகில் பெய்கிறது என்பதை இது குறிப்பிடுகிறது."
  },
  {
    "description": "“கோடு கொண்டு எழுந்த கொடுஞ் செலவு” என்ற வரிகளில்  “கோடு” என்னைக் குறிக்கிறது?",
    "options": [
      "தூரம்",
      "சாலை",
      "மலை",
      "வயல்"
    ],
    "answer": "C",
    "additional_context": "கோடு என்ற சொல் இப்பாடல் பகுதியில் மலையைக் குறிக்கிறது. பெருமழை பொழிந்த சிறுபுன் மாலை எனும் பகுதியில் மழை மலையைச் சுற்றி வளைத்து விரைந்த வேகத்துடன் பெருமழையைப் பொழிகிறது எனக் குறிப்பிடப்படுகிறது. இப்பகுதியில் மலையைக் குறிக்கும் கோடு எனும் சொல் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "“நாழி கொண்ட, நறுவீ முல்லை” என்ற வரிகளில் “நாழி”  எதைக் குறிக்கிறது?",
    "options": [
      "அளவு",
      "நிறம்",
      "நறுமணம்",
      "வடிவம்"
    ],
    "answer": "A",
    "additional_context": "நாழி கொண்ட நறுவீ முல்லை என்ற வரிகளில் நாழி என்ற சொல் அளவைக் குறிக்கிறது. இப்பகுதியில் நாழியில் கொண்டு வந்த நெல்லையும் சேர்த்துத் தெய்வத்தின் முன் தூவினர் எனக் கூறப்படுகிறது.  நெல்லை அளக்கப் பயன்படும் நாழி என்ற அளவு பொருள் இங்குப் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "“சிறுதாம்பு தொடுத்த பசலைக் கன்றின் உறுதுயர் அலமரல்” என்ற வரிகளில் “உறுதுயர்”  என்னைக் குறிக்கிறது?",
    "options": [
      "பசி",
      "நோய்",
      "குளிர்",
      "பயம்"
    ],
    "answer": "A",
    "additional_context": "சிறு தாம்பு தொடுத்த பசலைக் கன்றின் உறுதுயர் அலமரல் என்ற வரிகளில் உறுதுயர் என்ற சொல் பசியைக் குறிக்கிறது. இப்பகுதியில் சிறு தாம்பு தொடுத்த பசலைக் கன்றின் உறுதுயர் அலமரல் எனக் கூறப்படுகிறது.  இளங்கன்று பசியால் வாடிக்கொண்டிருந்தது என்பதை இது காட்டுகிறது."
  },
  {
    "description": "“கொடுங்கோற் கோவலர்” என்ற சொற்றொடரில் “கொடுங்கோல்”  என்னைக் குறிக்கிறது?",
    "options": [
      "நெடுங்கோல்",
      "வளைந்த கோல்",
      "கடினமான கோல்",
      "காட்டில் பயன்படுத்தும் கோல்"
    ],
    "answer": "D",
    "additional_context": "கொடுங்கோற் கோவலர் என்ற சொற்றொடரில் கொடுங்கோல் என்ற சொல் காட்டில் பயன்படுத்தும் கோலைக் குறிக்கிறது.  கொடுங்கோல் கொண்ட இடையர்கள் பின்னால் இருந்து இளங்கன்றை ஓட்டி வருவார்கள் எனும் கருத்தை இப்பகுதி கூறுகிறது. இடையர்கள் காட்டில் மாடுகளை மேய்க்கும் போது பயன்படுத்தும் கோலைக் குறிப்பிடும் கொடுங்கோல் என்பது அவர்களது வாழ்வியலின் ஒரு அங்கமாகும்."
  }
]
