
[
  {
    "description": "கீழ்க்கண்டவற்றில் எது \"சரியா சாப்பிட மாட்டேங்கிறான் டாக்டர்\" என்ற வசனத்தின் மூலமாக எடுத்துரைக்கப்படும் பிரச்சனையைப் பிரதிபலிக்கும் பழமொழியாகும்?",
    "options": [
      "நொறுங்கத் தின்றால் நூறு வயது",
      "நல்லா சாப்பிட்டு நல்லா படி",
      "கேள்வி கேட்பது மடத்தனம் அல்ல",
      "நன்றாக உண்ணுதல் நலம்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடப் பகுதியில்,  \"சரியா சாப்பிட மாட்டேங்கிறான் டாக்டர்\" என்று ஒரு சிறுவனுடனான உரையாடல் மூலம் நவீன தலைமுறை பாரம்பரிய உணவை விட்டு விலகிச் செல்வது குறித்து மருத்துவர் கு. சிவராமன் வருத்தம் தெரிவித்துள்ளார். இந்தப் பிரச்சினையைப் பிரதிபலிக்கும் பழமொழியாக 'நொறுங்கத் தின்றால் நூறு வயது'  என்பது பொருந்தும்.  இது பாரம்பரிய உணவு பழக்க வழக்கங்களைப் பின்பற்றுவதன் முக்கியத்துவத்தை எடுத்துரைக்கிறது. 'நொறுங்கத் தின்றால் நூறு வயது' என்பது  'நன்றாக மென்று சாப்பிட்டால் ஆயுள் நீடிக்கும்' என்கிற பொருள் தரும் பழமொழியாகும்."
  },
  {
    "description": "\"மருத்துவர் கு. சிவராமன்\" யாரிடம் இளைய தலைமுறை பாரம்பரிய உணவை விட்டு விலகிச் செல்வதைக் குறிப்பிட்டு வருத்தம் தெரிவிக்கிறார்?",
    "options": [
      "சிறுவர் நாடோடிக் கதைகளைப் படிக்கும் இளைய தலைமுறை",
      "திருக்குறள் தெளிவுரையைப் படிக்கும் மாணவர்கள்",
      "\"ஆறாம் திணை\" நூலை வாசிக்கும் இளைய தலைமுறை",
      "பண்டைய இலக்கியத்தைப் படிக்கும் பள்ளி மாணவர்கள்"
    ],
    "answer": "C",
    "additional_context": "\"சரியா சாப்பிட மாட்டேங்கிறான் டாக்டர்\" என்று ஒரு சிறுவனுடனான உரையாடல் மூலம் நவீன தலைமுறை பாரம்பரிய உணவை விட்டு விலகிச் செல்வது குறித்து மருத்துவர் கு. சிவராமன் வருத்தம் தெரிவித்துள்ளார்.  இந்தப் பாடப் பகுதியில்,  'ஆறாம் திணை'  நூலை வாசிக்கும் இளைய தலைமுறை பாரம்பரிய உணவை விட்டு வேகமாக விலகிச் செல்வதாகக் கூறப்பட்டுள்ளது."
  },
  {
    "description": "பாடப் பகுதியில் குறிப்பிடப்பட்டுள்ள இலக்கியப் படைப்புகளில் எது பாரம்பரிய உணவைப் பற்றிய விழிப்புணர்வை ஏற்படுத்துவதற்கான சாத்தியத்தைத் தருகிறது?",
    "options": [
      "திருக்குறள் தெளிவுரை",
      "சிறுவர் நாடோடிக் கதைகள்",
      "ஆறாம் திணை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "திருக்குறள் தெளிவுரை, சிறுவர் நாடோடிக் கதைகள், ஆறாம் திணை  இவையனைத்தும் பாரம்பரிய உணவு பழக்க வழக்கங்களைப் பற்றிய விழிப்புணர்வை ஏற்படுத்தும் திறன் கொண்டவை. திருக்குறளில் உணவு பழக்க வழக்கங்களைப் பற்றிய பாடல்கள் உள்ளன.  சிறுவர் நாடோடிக் கதைகளில்  உணவு பழக்க வழக்கங்களைப் பற்றிய கதைகள் இடம்பெற்றுள்ளன. 'ஆறாம் திணை'  நூல் பாரம்பரிய உணவு பழக்க வழக்கங்களைப் பற்றிய விழிப்புணர்வை  ஏற்படுத்தும் திறன் கொண்டது.  ஆகவே மேற்கண்ட அனைத்தும் பாரம்பரிய உணவைப் பற்றிய விழிப்புணர்வை ஏற்படுத்துவதற்கான சாத்தியத்தைத் தருகிறது."
  },
  {
    "description": "\"கேரட்\", \"ஆப்பிள்\" மற்றும் \"நூடுல்ஸ்\" போன்ற உணவுப் பொருட்கள் எதை குறிக்கின்றன?",
    "options": [
      "இளைய தலைமுறையின் நவீன உணவுப் பழக்க வழக்கங்கள்",
      "பாரம்பரிய உணவுப் பழக்க வழக்கங்கள்",
      "பழைய மருத்துவ நூல்களில் குறிப்பிடப்பட்டுள்ள உணவுப் பொருட்கள்",
      "மருத்துவர் கு. சிவராமனின் உணவுத் திட்டத்திலுள்ள பொருட்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடப் பகுதியில்,   மருத்துவர் கு. சிவராமன்  'சரியா சாப்பிட மாட்டேங்கிறான் டாக்டர்' என்று ஒரு சிறுவனுடனான உரையாடலைக் குறிப்பிடுகிறார்.  நவீன தலைமுறையின் உணவுப் பழக்க வழக்கங்களை  'கேரட்', 'ஆப்பிள்' மற்றும் 'நூடுல்ஸ்'  போன்ற உணவுப் பொருட்கள் குறிக்கின்றன.  'ஃப்ரைடு ரைஸ்', 'பீட்ஸா அல்லது பாஸ்தா' போன்ற  நவீன உணவுப் பொருட்களையும் இளைய தலைமுறை விரும்பி உண்ணும் பழக்கம் உண்டு."
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எது \"சரியா சாப்பிட மாட்டேங்கிறான் டாக்டர்\" என்ற வசனத்தின் மூலமாக எடுத்துரைக்கப்படும் பிரச்சனையின் தீர்வு குறித்தது?",
    "options": [
      "\"நொறுங்கத் தின்றால் நூறு வயது\" என்பதை இளைய தலைமுறையினருக்கு உணர்த்துவது",
      "மருத்துவர் கு. சிவராமனின் கருத்துக்களைப் பரப்புவது",
      "பாரம்பரிய உணவுப் பழக்க வழக்கங்களைப் பற்றிய விழிப்புணர்வை ஏற்படுத்துவது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடப் பகுதியில்,  மருத்துவர் கு. சிவராமன்  'சரியா சாப்பிட மாட்டேங்கிறான் டாக்டர்' என்று ஒரு சிறுவனுடனான உரையாடலைக் குறிப்பிடுகிறார்.  இளைய தலைமுறையினருக்கு  'நொறுங்கத் தின்றால் நூறு வயது' என்பதை உணர்த்துவது, மருத்துவர் கு. சிவராமனின் கருத்துக்களைப் பரப்புவது, பாரம்பரிய உணவுப் பழக்க வழக்கங்களைப் பற்றிய விழிப்புணர்வை ஏற்படுத்துவது  என  மேற்கண்ட அனைத்தும் இந்த பிரச்சனையின் தீர்வு குறித்ததாகும். பாரம்பரிய உணவின் மகத்துவத்தைப் புரிய வைத்து, அதனை நவீன தலைமுறையினர் ஏற்றுக்கொள்ள வைப்பது இன்றியமையாதது."
  }
]
