
[
  {
    "description": "கோளரங்க இயக்குநர் ஸ்டீபன் ஹாக்கிங்கைப் பற்றி கூறுகையில், அவரின் படத்தைத் திரையில் காட்டுகிறார். அந்தப் படத்தில் என்ன காணப்படுகிறது?",
    "options": [
      "ஸ்டீபன் ஹாக்கிங் தனது கைக்கடிகாரத்தைப் பார்க்கிறார்.",
      "ஸ்டீபன் ஹாக்கிங் கணிப்பொறியுடன் இணைந்த சக்கர நாற்காலியில் அமர்ந்திருக்கிறார்.",
      "ஸ்டீபன் ஹாக்கிங் ஒரு நூலைப் படித்துக்கொண்டிருக்கிறார்.",
      "ஸ்டீபன் ஹாக்கிங் ஒரு பேச்சு வழங்கி கொண்டிருக்கிறார்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கோளரங்கத்தில் ஸ்டீபன் ஹாக்கிங்கின் படம் காட்டப்படும் போது,  அவர் சக்கர நாற்காலியில் அமர்ந்திருப்பதை மாணவர்கள் கவனிக்கிறார்கள். அவர் கணிப்பொறியுடன் இணைந்த நாற்காலியில் அமர்ந்திருக்கிறார். அவரது கன்னத்தின் தசைகள்  சிறிது அசைகின்றன. அவரது படத்தின் கீழ், \"மாற்றத்திற்கு ஏற்பத் தகவமைத்துக் கொள்ளும் திறனே புத்திக் கூர்மை\" என்ற வாசகம் திரையில் தெரிகிறது."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங்கின் ஆராய்ச்சிகளில் என்ன குறிப்பிடத்தக்கது?",
    "options": [
      "மனிதர்களின் பரிணாம வளர்ச்சி.",
      "புதிய புதுப்பிக்கத்தக்க ஆற்றல்.",
      "பேரண்டப் பெருவெடிப்பு மற்றும் கருந்துளைகள்.",
      "மருத்துவ உலகில் புதிய கண்டுபிடிப்புகள்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் பெருவெடிப்புக் கோட்பாடு மற்றும் கருந்துளைகள் பற்றி ஆராய்ச்சி செய்துள்ளார். இப்பேரண்டம் பெருவெடிப்பினால் உருவானதே என்பதற்கான சான்றுகளைக் கணிதவியல் அடிப்படையில் விளக்கினார். இப்புவியின் படைப்பில் கடவுள் போன்ற ஒருவர் பின்னணியில் இருந்தார் என்பதை மறுத்தார். பிரபஞ்சத்தை இயக்கும் ஆற்றலாகக் கடவுள் என்ற ஒருவரைக் கட்டமைக்க வேண்டியதில்லை' என்றார். அவரின் இந்த கருத்துக்கள் அறிவியல் உலகில் பெரும் பரபரப்பை ஏற்படுத்தின."
  },
  {
    "description": "\"ஹாக்கிங் கதிர்வீச்சு\" என்ற சொல் எதைப் பற்றியது?",
    "options": [
      "பேரண்டத்தின் பெருவெடிப்பு.",
      "கருந்துளைகள் வெளியிடும் கதிர்வீச்சு.",
      "நரம்பு நோய் பாதிப்பு.",
      "ஸ்டீபன் ஹாக்கிங்கின் நூல்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங்கின் கருந்துளை பற்றிய ஆய்வு முடிவுகளே  \"ஹாக்கிங் கதிர்வீச்சு\" என்று அழைக்கப்படுகிறது. இது கருந்துளை பற்றிய முந்தைய கருத்துகளைத் தலைகீழாகப் புரட்டிப் போட்டது. முன்னர் அண்டவெளியில் காணப்படும் கருந்துளை அழிவு ஆற்றல் என்று கருதப்பட்டது. ஆனால் ஹாக்கிங், கருந்துளை என்பது படைப்பின் ஆற்றல் என்று நிறுவினார்."
  },
  {
    "description": "கேம்பிரிட்ஜ் பல்கலைக்கழகத்தில் ஸ்டீபன் ஹாக்கிங் வகித்த பதவி எது?",
    "options": [
      "இயற்பியல் பேராசிரியர்.",
      "மருத்துவ பேராசிரியர்.",
      "கணித பேராசிரியர்.",
      "கணக்கியல் துறையின் 'லூகாசியன் பேராசிரியர்'."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் கேம்பிரிட்ஜ் பல்கலைக்கழகத்தில்  'லூகாசியன் பேராசிரியர்' என்ற பதவியை வகித்தார்.  நியூட்டன் போன்ற பிரபலமான விஞ்ஞானிகள் இந்தப் பதவியை வகித்திருக்கிறார்கள். ஸ்டீபன் ஹாக்கிங் பெருவெடிப்பு மற்றும் கருந்துளைகள் பற்றிய ஆராய்ச்சி செய்துள்ளார். அவரின் இந்த ஆய்வுகள் அறிவியல் உலகில் பெரும் பரபரப்பை ஏற்படுத்தின. ஸ்டீபன் ஹாக்கிங் தனது ஆராய்ச்சிகளை பொதுமக்களுக்கும் புரியும் வண்ணம் எளிமையாக விளக்கினார்."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங் எந்த நூல் மூலம் அறிவியல் அறிவைப் பொது மக்களிடையே பரப்பினார்?",
    "options": [
      "'காலத்தின் சுருக்கமான வரலாறு'",
      "'அடுத்த தலைமுறை'",
      "'பெருவெடிப்புக் கோட்பாடு'",
      "'கருந்துளை பற்றிய ஆய்வு'"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் எழுதிய  'காலத்தின் சுருக்கமான வரலாறு' என்ற நூல் நாற்பது மொழிகளில் மொழிபெயர்க்கப்பட்டது. 1988ஆம் ஆண்டு வெளிவந்த இந்நூல் பெருவெடிப்பு, கருந்துளை ஆகியவை பற்றிய அரிய உண்மைகளைப் பொதுமக்களிடையே பரப்பி, ஒரு கோடிப் படிகளுக்கு மேல் விற்பனையானது. ஸ்டீபன் ஹாக்கிங் அறிவியல் அறிவை எளிமையாக விளக்கிப் பரப்பியதற்கு இந்த நூல் ஒரு சிறந்த எடுத்துக்காட்டு."
  }
]
