
[
  {
    "description": "சுப்பையாவின் புஞ்சையில் அருகு எடுக்கும் வேலையில்,  சன்யாசி  வருவதைப் பார்த்து  கொத்தாளி என்ன சொல்கிறார்?",
    "options": [
      "சன்யாசியை நேரடியாக விரட்டி விட வேண்டும் என்று சொல்கிறார்.",
      "ஒரு வயித்துக்குக் கஞ்சி ஊத்தி நாமும் குடிப்போம் என்று சொல்கிறார்.",
      "அருகு வேலை முடிந்த பிறகு அவருக்கு கஞ்சி கொடுக்கலாம் என்று சொல்கிறார்.",
      "அவர்  வருவதைப் பார்த்து பயந்துகொள்கிறார்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சுப்பையாவின் புஞ்சையில் அருகு எடுக்கும் வேலையில், ஒரு சன்யாசி வருவதைப் பார்த்து கொத்தாளி, “வரட்டும் வரட்டும்; ஒரு வயித்துக்குக் கஞ்சி ஊத்தி நாமும் குடிப்போம்” என்று சொல்கிறார். புஞ்சை ரோட்டோரத்தில் இருந்ததால் தேசாந்திரிகள் வந்து இவர்களிடம் தண்ணீரோ கஞ்சியோ சாப்பிட்டு விட்டுப் போவது வழக்கம். இங்கு கொத்தாளி எந்தப் பயமும் இல்லாமல் சன்யாசியை வரவேற்று, அவர்களுக்கு கஞ்சி ஊத்தி நாமும் குடிப்போம் என்று கூறுகிறார். இது கிராமத்து மக்களின் விருந்தோம்பல் மனப்பான்மையை பிரதிபலிக்கிறது."
  },
  {
    "description": "வாலிபனை அன்னமய்யா எப்படிப் பார்க்கிறார்?",
    "options": [
      "அவன்  வயோதிகன் என்று நினைக்கிறார்.",
      "அவன்  பசியால் வாடிப் போய்விட்ட முகத்தைப் பார்த்து சிரித்து மகிழ்கிறார்.",
      "அவன் கண்களில் தீட்சண்யம் இருப்பதைப் பார்த்து  பயப்படுகிறார்.",
      "அவன் மீது பரிவு காட்டுகிறார்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தாடியும் அழுக்கு ஆடையும் அந்தத் தள்ளாட்டமும் ஒரு பார்வைக்கு வயோதிகனாகவும் சாமியாரைப் போலவும் தோணவைத்தது. தற்செயலாக அந்தப் பக்கம் வந்த அன்னமய்யாவின் கண்ணில் இதுபட்டது. கிட்டே போய்ப் பார்த்த பிறகுதான் தெரிந்தது அவன் ஒரு வாலிபன் என்று. கால்களை நீட்டி, புளிய மரத்தில் சாய்ந்து உட்கார்ந்திருந்த அவனை நெருங்கிப் போய்ப் பார்த்தபோது, பசியால் வாடிப் போய்விட்ட அந்த முகத்தில் தெரிந்த கண்களின் தீட்சண்யம், கவனிக்கக் கூடியதாய் இருந்தது. இது அன்னமய்யாவிற்குப் பரிவாகத் தோன்றியது."
  },
  {
    "description": "வாலிபன் அன்னமய்யாவின் கேள்விக்கு என்ன பதிலளிக்கிறான்?",
    "options": [
      "தனது  ஊரைச் சொல்லி  விளக்கமாகச் சொல்கிறான்.",
      "சிரித்துக்கொண்டே  தனது  பிரச்சனைகளைப்  பகிர்ந்து கொள்கிறான்.",
      "சிரித்துக்  கொண்டே,  பொறுமையாக இருக்கச் சொல்கிறான்.",
      "எதுவும்  சொல்லாமல்  மௌனமாக இருக்கிறான்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "அன்னமய்யா வாலிபனிடம், “எங்கிருந்து வர்ரீங்க?” என்று கேட்கிறார். கேள்விக்குப் பதில், அலுப்புடன் கூடிய ஒரு இதழ் விரியாத சிரிப்பே பதிலாக வந்தது. சொல்லுகிறேன் என்றும் இப்பவே அது தேவைதானா என்றும் இப்ப அதெல்லாம் எதுக்கு, கொஞ்சம் பொறு என்பது போலெல்லாம் இருந்தது அந்தச் சிரிப்பு. இது வாலிபன் பொறுமையாக இருக்கச் சொல்லி சிரித்துக் கொண்டிருப்பதாக அர்த்தம்."
  },
  {
    "description": "மணி சாப்பிடும் போது சோற்றின்  ருசி  எப்படி  இருக்கிறது?",
    "options": [
      "அவர்  சாப்பிட்டதும்,  சோற்றின்  ருசி  அவரை  மகிழ்ச்சியடையச்  செய்கிறது.",
      "சோற்றின்  நெடி  அவரை  அருவருப்படையச்  செய்கிறது.",
      "சோற்றின்  ருசி  அவரை  அலுப்படையச்  செய்கிறது.",
      "சோற்றின்  நெடி  அவரை  அசாதாரணமாக  ஈர்க்கிறது."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மணி கொஞ்சம் வெறும் சோற்றை எடுத்து ருசி பார்த்தார். அந்தச் சோற்றின் நெடி அவரை என்னவோ செய்தது! துவையலோடு சேர்த்துச் சாப்பிட்டால் கொஞ்சம் பரவாயில்லை என்பது போல்ப் பட்டது. அந்தக் கடுமையான பசியிலும் அவரால் அரை உருண்டைக்கு மேல் சாப்பிட முடியவில்லை. இதன் மூலம் மணியின் மனநிலை மற்றும் சோற்றின் ருசியைப் பற்றியும் நமக்குப் புரிகிறது."
  },
  {
    "description": "கதையில், அன்னமய்யா புஞ்சையில் எந்த வேலையைச் செய்துக் கொண்டிருந்தார்?",
    "options": [
      "அரிசி விதைத்தல்",
      "அருகு எடுத்தல்",
      "பயிர் பாசனம் செய்தல்",
      "பூச்சிக்கொல்லி தெளித்தல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கதை தொடங்கும்போது சுப்பையாவின் புஞ்சையில் அன்னமய்யா அருகு எடுத்துக் கொண்டிருந்தார்.  கோபல்லபுரத்து மக்கள் கதையின் தொடக்கத்தில் இருந்து இறுதி வரை அருகு எடுத்தல் வேலை முக்கியமாகவே இடம்பெறுகிறது. இந்த கதையில் கிராமத்து மக்களின் வாழ்க்கை முறைகளும் தொழில்களும் விவரிக்கப்பட்டுள்ளன."
  }
]
