[
          
  {
    
          "description": "'காய்ந்தேன் - வருந்தினேன்' என்ற வரிகளின் பொருள் என்ன?",
          "options": [
      "தாயின் மரணம் கருணையனை துயரத்தில் ஆழ்த்தியதை விவரிக்கிறது.",
      "கருணையன் தனது உடல்நலத்தில் ஏற்பட்ட மாற்றத்தைக் குறிப்பிடுகிறார்.",
      "காட்டில் தன்னைத்தானே காத்துக்கொள்ள கருணையன் போராடுவதைக் காட்டுகிறது.",
      "கருணையன் தனது இளமைப் பருவத்தின் நினைவுகளைப் பகிர்ந்து கொள்கிறார்."
    ],
    "answer": "A",
    
          "additional_context": "கருணையன் தன் தாயார் எலிசபெத் அம்மையாருடன் கானகத்தில் வாழ்ந்து வந்தார். அச்சூழலில் அவருடைய தாய் இறந்துவிட்ட போது கருணையன் அடையும் துன்பத்தில் இயற்கையும் பங்குகொண்டு கலங்கி ஆறுதல் அளிப்பதை இப்பாடல்கள் படம்பிடித்துக் காட்டுகின்றன. இந்த வரிகளில் கருணையன் தன் தாயின் மரணத்தால் ஏற்பட்ட துயரத்தை வெளிப்படுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "தேம்பாவணி எந்த நூற்றாண்டில் படைக்கப்பட்டது?",
          "options": [
      "14ஆம் நூற்றாண்டு",
      "16ஆம் நூற்றாண்டு",
      "17ஆம் நூற்றாண்டு",
      "18ஆம் நூற்றாண்டு"
    ],
    "answer": "C",
    
          "additional_context": "தேம்பாவணி என்பது வீரமாமுனிவர் இயற்றிய பெருங்காப்பியம் ஆகும். இது கிறித்துவ வளர்ப்புத் தந்தையாகிய சூசையப்பரைப் பாட்டுடைத் தலைவனாகக் கொண்டு பாடப்பட்ட நூல் ஆகும். தேம்பாவணி 17ஆம் நூற்றாண்டில் படைக்கப்பட்டது."
          }
        ,
          
  {
    
          "description": "வீரமாமுனிவர் தேம்பாவணியைத் தவிர வேறு எந்த இலக்கியப் படைப்புகளைப் படைத்துள்ளார்?",
          "options": [
      "சதுரகராதி",
      "தொன்னூல் விளக்கம்",
      "சிற்றிலக்கியங்கள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "வீரமாமுனிவர் இயற்றிய படைப்புகள் தேம்பாவணி மட்டுமல்ல. தமிழின் முதல் அகராதியான சதுரகராதி, தொன்னூல் விளக்கம் (இலக்கண நூல்), சிற்றிலக்கியங்கள், உரைநடை நூல்கள், பரமார்த்தக் குருகதைகள், மொழிபெயர்ப்பு நூல்கள் ஆகியவற்றை இவர் படைத்துள்ளார்."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றுள் எது தேம்பாவணி நூலின் பெயர்க்காரணத்துடன் தொடர்புடையது?",
          "options": [
      "தாயின் அன்பை எழுத உலகின் மொழிகள் போதாது; தாயையிழந்து தனித்துறும் துயரம் பெரிது.",
      "கருணையன் தன் தாயார் எலிசபெத் அம்மையாருடன் கானகத்தில் வாழ்ந்து வந்தார்.",
      "வாய்மணி யாகக் கூறும் வாய்மையே மழைநீ ராகித் தாய்மணி யாக மார்பில் தயங்கியுள் குளிர வாழ்ந்தேன் காய்ந்தேன் - வருந்தினேன்",
      "விரிந்தன கொம்பில் கொய்த வீயென உள்ளம் வாட எரிந்தன நுதிநச்சு அம்புண்டு இரும்புழைப் புண்போல் நோகப் பெரிதழுது இரங்கித் தேம்பச் சரிந்தன அசும்பில் செல்லும் தடவிலா தனித்தேன் அந்தோ!"
    ],
    "answer": "D",
    
          "additional_context": "தேம்பாவணி நூல் கிறித்துவ வளர்ப்புத் தந்தையாகிய சூசையப்பரைப் பாட்டுடைத் தலைவனாகக் கொண்டு பாடப்பட்ட நூல் ஆகும். இந்த நூலில் கருணையன் தன் தாயை இழந்த துயரத்தில் தேம்புவது பற்றிப் பாடப்படுகிறது. 'தேம்பு' என்பது தாயை இழந்த துயரத்தில் தேம்பும் உணர்வை குறிப்பதாகும். அதனால்தான் இந்த நூலுக்கு தேம்பாவணி என்ற பெயர் வந்தது."
          }
        ,
          
  {
    
          "description": "கருணையன் தனது துயரத்தை எவ்வாறு வெளிப்படுத்துகிறார்?",
          "options": [
      "கடவுளை வேண்டி பிரார்த்தனை செய்கிறார்",
      "காட்டில் தனியாக அலைகிறார்",
      "தனது தாயின் நினைவுகளைப் பகிர்ந்து கொள்கிறார்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "கருணையன் தன் தாயை இழந்த துயரத்தை கடவுளை வேண்டி பிரார்த்தனை செய்வதன் மூலம், காட்டில் தனியாக அலைவதன் மூலம், தன் தாயின் நினைவுகளைப் பகிர்ந்து கொள்வதன் மூலம் வெளிப்படுத்துகிறார்."
          }
        ]