[
          
  {
    
          "description": "'இட்லியும் சாம்பார் சாதமும் கத்தரிக்காய்ப் பொரியலும் இனி காணாமல் போய்விடுமா?' என்ற கேள்வியின் மூலம் எதைப் பற்றி எச்சரிக்கிறார்?",
          "options": [
      "பாரம்பரிய உணவுகள் மறைந்து போகும் அபாயம்",
      "உணவுப் பழக்க வழக்கங்கள் மாறி வருவது",
      "இளைய தலைமுறை பாரம்பரிய உணவை மறந்துவிடும் அபாயம்",
      "அனைத்தும் சரியானவை"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி ஒரு சிறுவனுடனான உரையாடலின் பின்னணியில் எழும் கேள்வி. அந்தச் சிறுவன் டாக்டர் சாப்பிட மாட்டேங்கிறான் என்று வருந்துகிறான். அப்படிச் சாப்பிடாமல் இருப்பதற்கான காரணம் இன்றைய இளைய தலைமுறையின் பாரம்பரிய உணவை மறந்து, அதற்குப் பதிலாக வெளிநாட்டு உணவுகளை அதிகம் விரும்புவது. அதனால்தான் 'இட்லியும் சாம்பார் சாதமும் கத்தரிக்காய்ப் பொரியலும் இனி காணாமல் போய்விடுமா?' என்று கேள்வி எழுப்பப்படுகிறது. பாரம்பரிய உணவுகளை  மறந்து போவது  என்றும், உணவுப் பழக்க வழக்கங்கள் மாறி வருவது என்றும், இளைய தலைமுறை பாரம்பரிய உணவை மறந்துவிடும் அபாயம் என்றும்  மூன்று கருத்துக்களும் இந்தக் கேள்வியில்  உள்ளதால்  அனைத்தும் சரியானவை  என்றே  சொல்லலாம்."
          }
        ,
          
  {
    
          "description": "'ஆடு, மாடுகளைத் தவிர மனுஷங்க கூட கீரையைச் சாப்பிடுவாங்களா மம்மி?' என்ற கேள்வியின் மூலம் எதைப் பற்றி கேள்வி எழுப்புகிறார்?",
          "options": [
      "கீரையின் முக்கியத்துவம்",
      "உணவுப் பழக்கங்களில் மாற்றம்",
      "பாரம்பரிய உணவுகளைப் பற்றிய அறியாமை",
      "குழந்தைகளின் கேள்விகளின் மூலம் எழும் ஐயங்கள்"
    ],
    "answer": "C",
    
          "additional_context": "இன்றைய இளைய தலைமுறையினர்   கீரையின்  முக்கியத்துவத்தை   உணராததைக் காட்டும் கேள்வி இது.  'ஆடு, மாடுகளைத் தவிர மனுஷங்க கூட கீரையைச் சாப்பிடுவாங்களா மம்மி?'  என்று கேள்வி கேட்பது  பாரம்பரிய உணவுகளைப் பற்றிய அறியாமை. அந்த அறியாமையின் காரணமாக  கீரையை  சாப்பிடுவது  பற்றிய  சிந்தனை  அவர்களுக்கு   இல்லை என்பதைத் தெளிவாகக் காட்டுகிறது.  இந்தக் கேள்வியை  கேட்பது   அவர்களின்  கேள்விகளின்   மூலம்   எழும்  ஐயங்கள்  என்றும்   சொல்லலாம்.  ஆனால்  இந்தக் கேள்வியின்  பின்னணியில்   பாரம்பரிய   உணவுகளைப்   பற்றிய   அறியாமை  மறைந்திருக்கிறது."
          }
        ,
          
  {
    
          "description": "'திருக்குறள் தெளிவுரை' என்னும் நூலை எழுதியவர் யார்?",
          "options": [
      "மருத்துவர் கு. சிவராமன்",
      "கி.ராஜநாராயணன்",
      "வ.உ.சிதம்பரனார்",
      "இவற்றில் எதுவுமில்லை"
    ],
    "answer": "C",
    
          "additional_context": "'திருக்குறள் தெளிவுரை' என்ற நூல்  திருக்குறளை  மக்கள்  எளிதாகப் புரிந்துகொள்ளும்  வகையில்  எழுதப்பட்டது.   இதை எழுதியவர் வ.உ.சிதம்பரனார்.  வ.உ.சிதம்பரனார்   தமிழ்   இலக்கியத்தில்    பெரும்  பங்கு   வகித்தவர்.  அவர்   தமிழின்  வளர்ச்சிக்காக   பல   நூல்களை எழுதியவர்."
          }
        ,
          
  {
    
          "description": "'ஆறாம் திணை' என்னும் நூலை எழுதியவர் யார்?",
          "options": [
      "மருத்துவர் கு. சிவராமன்",
      "கி.ராஜநாராயணன்",
      "வ.உ.சிதம்பரனார்",
      "இவற்றில் எதுவுமில்லை"
    ],
    "answer": "A",
    
          "additional_context": "'ஆறாம் திணை'  என்ற   நூலை  எழுதியவர்   மருத்துவர்   கு.சிவராமன்.  இவர்    தமிழ்    இலக்கிய   ஆய்வாளர்.  அவர்    நூல்களை எழுதுவதோடு    சில   நூல்களுக்கு    பதிப்புரை    எழுதினார்."
          }
        ,
          
  {
    
          "description": "“தம்பி.. உனக்குப் பிடிச்ச காய் சொல்லு?” “பிடிச்ச பழம்?” பிடிச்ச காலை உணவு? “ என்ற வசனங்கள் எந்த நோக்கத்துடன் பயன்படுத்தப்பட்டுள்ளன?",
          "options": [
      "குழந்தைகளின் உணவுப் பழக்கத்தை விளக்குவதற்கு.",
      "பாரம்பரிய உணவுகளின் முக்கியத்துவத்தை எடுத்துரைப்பதற்கு.",
      "நவீன உணவுகளின் வரவேற்பை  அறிந்துகொள்வதற்கு.",
      "இளைய தலைமுறையின் உணவுப் பழக்கத்தில் ஏற்பட்ட மாற்றத்தை எடுத்துக்காட்டுவதற்கு."
    ],
    "answer": "D",
    
          "additional_context": "இந்த வசனங்கள்  இளைய தலைமுறையினர்    பாரம்பரிய  உணவுகளை  விட்டு  விலகி  சென்று  நவீன  உணவுகளை    விரும்புவதைக்    காட்டுகிறது.   இளைய   தலைமுறையினர்    காய்,   பழம்,   காலை   உணவு   என்று   கேட்கும்   போது  அவர்கள்   கூறும்   பதில்கள்  பாரம்பரிய  உணவுகளை   விட   நவீன  உணவுகளை   அதிகம்   விரும்புவதைக்    காட்டுகிறது.  இதன் மூலம்  இளைய   தலைமுறையின்   உணவுப்   பழக்கத்தில்   ஏற்பட்ட    மாற்றத்தை    எடுத்துக்காட்டுகிறது."
          }
        ]