
[
  {
    "description": "பிள்ளைத்தமிழில் \"செங்கீரைப் பருவம்\" எனப்படும் பருவம் குறித்து  சரியான விளக்கத்தைக் கொடுக்கும் விருப்பத்தைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "குழந்தை முதல்முறையாக நடக்கத் தொடங்கும் பருவம்",
      "குழந்தைக்குத் தன் தாய்மொழியின் வார்த்தைகள் தெரிந்துகொள்ளும் பருவம்",
      "குழந்தையின் தலை 5-6 மாதங்களில் மென்மையாக அசையும் பருவம்",
      "குழந்தை தன் இயல்பான திறன்களை முழுமையாக வெளிப்படுத்தும் பருவம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பிள்ளைத்தமிழில் செங்கீரைப் பருவம் எனப்படுவது குழந்தையின் தலை 5-6 மாதங்களில் மென்மையாக அசையும் பருவம். இப்பருவத்தில் குழந்தை தன் இருகை ஊன்றி, ஒருகாலினை மடக்கி, மற்றொரு காலை நீட்டி தலைநிமிர்ந்தும் முகமசைந்தும் ஆடும்."
  },
  {
    "description": "\"குமரகுருபரர்\" எழுதிய பிள்ளைத்தமிழில் \"செங்கீரைப் பருவம்\" பாடலின் எந்தப் பாடல் எண்ணில் இடம்பெற்றுள்ளது?",
    "options": [
      "1",
      "3",
      "8",
      "10"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "குமரகுருபரர் இயற்றிய பிள்ளைத்தமிழ் நூலில் செங்கீரைப் பருவப் பாடல் 8ஆம் பாடல் எண்ணில் இடம்பெற்றுள்ளது. குமரகுருபரர் இயற்றிய இந்நூல் முத்துக்குமாரசாமி பிள்ளைத்தமிழ் என அழைக்கப்படுகிறது."
  },
  {
    "description": "\"செங்கீரைப் பருவம்\" பாடலில் \"பதிந்து\" என்ற சொல்லின் பகுபத உறுப்பிலக்கணத்தை கீழ்கண்டவற்றுள் எது சரியாகக் காட்டுகிறது?",
    "options": [
      "பதி +த்(ந்) + த் + உ",
      "பதி + த் + உ",
      "பதி + ந் + த் + உ",
      "பதி + த்(ந்) +  உ"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "செங்கீரைப் பருவப் பாடலில் வரும் \"பதிந்து\" என்ற சொல்லின் பகுபத உறுப்பிலக்கணம் பதி +த்(ந்) + த் + உ ஆகும். இதில் 'பதி' என்பது பகுதி, 'த்' என்பது சந்தி (ந்-ஆனது விகாரம்), 'த்' என்பது இறந்தகால இடைநிலை, 'உ' என்பது வினையெச்ச விகுதி ஆகும்."
  },
  {
    "description": "கீழ்கண்டவற்றுள் \"செங்கீரைப் பருவம்\" பாடலில் குறிப்பிடப்படாத அணிகலன் எது?",
    "options": [
      "சிலம்பு",
      "கிண்கிணி",
      "குழை",
      "கங்கணம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "செங்கீரைப் பருவப் பாடலில் குறிப்பிடப்படும் அணிகலன்கள் சிலம்பு, கிண்கிணி, குழை ஆகியவை. கங்கணம் குறிப்பிடப்படவில்லை."
  },
  {
    "description": "\"குமரகுருபரர்\" இயற்றிய மற்ற நூல்களை கீழ்கண்டவற்றுள் எது சரியாகக் காட்டுகிறது?",
    "options": [
      "கந்தர் கலிவெண்பா, மீனாட்சி அம்மை பிள்ளைத்தமிழ், மதுரைக்கலம்பகம்",
      "சகலகலாவல்லிமாலை, நீதிநெறி விளக்கம், திருவாரூர் மும்மணிக்கோவை",
      "கந்தர் கலிவெண்பா, மீனாட்சி அம்மை பிள்ளைத்தமிழ், மதுரைக்கலம்பகம், சகலகலாவல்லிமாலை, நீதிநெறி விளக்கம், திருவாரூர் மும்மணிக்கோவை",
      "இவற்றுள் எதுவும் இல்லை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "குமரகுருபரர் கந்தர் கலிவெண்பா, மீனாட்சி அம்மை பிள்ளைத்தமிழ், மதுரைக்கலம்பகம், சகலகலாவல்லிமாலை, நீதிநெறி விளக்கம், திருவாரூர் மும்மணிக்கோவை போன்ற பல நூல்களை இயற்றியுள்ளார்."
  }
]
