[
          
  {
    
          "description": "தும்பைத் திணையில் போரில் ஈடுபடும் இரு அரசர்களும் என்ன சூடியிருப்பார்கள்?",
          "options": [
      "வாகைப்பூ",
      "நொச்சிப்பூ",
      "தும்பைப்பூ",
      "காஞ்சிப்பூ"
    ],
    "answer": "C",
    
          "additional_context": "தும்பைத் திணையில் போரில் ஈடுபடும் இரு அரசர்களும் தங்களது வீரத்தைக் காட்டும் வகையில் தும்பைப் பூவை சூடிக்கொள்வார்கள். இது தும்பைத் திணையின் முக்கியமான அம்சமாகும். தும்பைப் பூ போரில் ஈடுபடுபவர்களின் துணிச்சலைக் குறிக்கிறது. அதே நேரத்தில் போரில் ஈடுபடும் இரு அரசர்களுமே தங்களது வீரத்தை நிலைநாட்ட விரும்பும் ஒரு சூழ்நிலையைக் காட்டுகிறது. தும்பைத் திணையானது வெற்றியை அடையத் துடிக்கும் போரின் தீவிரத்தைக் காட்டுகிறது. தும்பைப் பூ இரு அரசர்களின் தன்னம்பிக்கையையும், போருக்கான தயார்நிலையையும் பிரதிபலிக்கிறது."
          }
        ,
          
  {
    
          "description": "வாகைத்திணை எதைக் குறிக்கிறது?",
          "options": [
      "ஆநிரை கவர்தல்",
      "நாட்டைக் காத்தல்",
      "போரில் வெற்றி பெறுதல்",
      "தன் வீரத்தை நிலைநாட்டுதல்"
    ],
    "answer": "C",
    
          "additional_context": "வாகைத் திணை போரில் வெற்றி பெறுவதை குறிக்கிறது. வாகைப் பூ போரில் வெற்றி பெற்ற மன்னனால் சூடப்படுகிறது. இது வெற்றியின் அடையாளமாகும். வாகைத்திணை போரில் வெற்றி பெற்ற மன்னனின் மகிழ்ச்சியையும், பெருமையையும் பிரதிபலிக்கிறது. வாகைத் திணை போரில் வெற்றியின் மகிழ்ச்சியையும், பெருமையையும் கொண்டாடுவதற்கான ஒரு வழியாகும்."
          }
        ,
          
  {
    
          "description": "எந்தப் புறத்திணையில் கல்வி, வீரம், செல்வம், புகழ், கருணை ஆகியவை போற்றப்படுகின்றன?",
          "options": [
      "வாகை",
      "பாடாண்",
      "பொதுவியல்",
      "தும்பை"
    ],
    "answer": "B",
    
          "additional_context": "பாடாண்திணை என்பது ஒரு மனிதனின் கல்வி, வீரம், செல்வம், புகழ், கருணை ஆகிய  நல்ல பண்புகளைப் போற்றிப் பாடும் ஒரு திணையாகும். இது  தமிழ் இலக்கியத்தில் ஒருவரின் திறமைகளையும், நற்பண்புகளையும்  உயர்வாகப் போற்றுவதற்கான ஒரு வழியாகும். இதில் புகழ்பெற்ற மன்னர்கள், புலவர்கள், வீரர்கள், ஞானிகள் போன்றோரின்  நல்ல  பண்புகள்  புகழப்பட்டு  பாடிப் புகழப்படுவார்கள். பாடாண்திணை மனிதனின்  உண்மையான  மகத்துவத்தைக்  காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "புறத்திணை இலக்கணத்தில் 'கைக்கிளை' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "ஒருதலைக் காமம்",
      "பொருந்தாக் காமம்",
      "அன்பின் ஐந்திணை",
      "புறத்திணை நெறிகள்"
    ],
    "answer": "A",
    
          "additional_context": "கைக்கிளை என்பது அன்பின் ஐந்திணைகளில் ஒன்றாகும். இது ஒருதலைக் காமத்தை குறிக்கிறது. ஒருவர் மட்டுமே மற்றவரைப்  பிரியப்படுவது கைக்கிளையாகும். இதில்  ஒருவர்  மற்றொருவரை  பிரியப்படுத்தும் முயற்சி  சில சமயங்களில் வெற்றி பெறாமல் போகும்."
          }
        ,
          
  {
    
          "description": "'பெருந்திணை' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "ஒருதலைக் காமம்",
      "பொருந்தாக் காமம்",
      "அன்பின் ஐந்திணை",
      "புறத்திணை நெறிகள்"
    ],
    "answer": "B",
    
          "additional_context": "பெருந்திணை என்பது அன்பின் ஐந்திணைகளில் ஒன்றாகும். இது பொருந்தாக் காமத்தைக் குறிக்கிறது. இருவரும்  ஒருவரை ஒருவர்  பிரியப்படுத்த வேண்டும் என்று விரும்புகிறார்கள்  ஆனால்  இருவரின்  எண்ணங்களும்  ஒன்று  சேர்க்கப்படுவதில்லை. இதில்  பொருந்தா  காமத்தினால்  ஏற்படும்  துயரம்,  வேதனை  போன்ற  உணர்ச்சிகள்  உணர்த்தப்படுகின்றன."
          }
        ]