
[
  {
    "description": "கவி கா.மு ஷெரீப் எழுதிய கவிதையில், எந்தத் தொழிலைச் செய்பவர்களுக்கு வாழ்த்து கூறுகிறார்?",
    "options": [
      "கடல் பயணம் செய்பவர்கள்",
      "வறுமையை எதிர்த்துப் போராடுபவர்கள்",
      "சமையல் செய்பவர்கள்",
      "ஊரை வளப்படுத்தும் தொழிலாளர்கள்"
    ],
    "answer": "d",
    "additional_context": "கவி கா.மு ஷெரீப் எழுதிய கவிதையில், வறுமையை எதிர்த்துப் போராடுபவர்கள், ஊரை வளப்படுத்தும் தொழிலாளர்கள் ஆகியோருக்கு வாழ்த்து கூறுகிறார். வறுமையை ஏகும்வரை செய்பவர்களுக்கும், ஊர் செழிக்கத் தொழில் செய்யும் உழைப்பாளிகளுக்கும் அவர் வாழ்த்துக்கள் தெரிவிக்கிறார்."
  },
  {
    "description": "சங்க இலக்கியங்களில், தமிழ் நாட்டின் ஐந்து புவியியல் பிரிவுகளில் எது பயிர்ச்செய்கைக்கு ஏற்றது?",
    "options": [
      "குறிஞ்சி",
      "நெய்தல்",
      "மருதம்",
      "பாலை"
    ],
    "answer": "c",
    "additional_context": "சங்க இலக்கியங்களில், தமிழ் நாட்டின் ஐந்து புவியியல் பிரிவுகளில் மருதம் மட்டுமே பயிர்ச்செய்கைக்கு ஏற்றது. ஏனெனில், மருதம் பகுதியில் வளமான நிலம், மழை மற்றும் சூரிய ஒளி ஆகியவை அதிகமாக இருக்கும்."
  },
  {
    "description": "ஒரு விவசாயியின் சொத்து எதில் தங்கியிருந்தது?",
    "options": [
      "மண், நீர், காற்று",
      "மழை, வளமான மண், சூரிய ஒளி",
      "விலங்கு வளர்ப்பு, மழை, சூரிய ஒளி",
      "நிலம், மழை, காற்று"
    ],
    "answer": "b",
    "additional_context": "சங்க காலத்தில், விவசாயம் மிக முக்கியமான தொழிலாக இருந்தது. ஒரு விவசாயியின் சொத்து மழை, வளமான மண், சூரிய ஒளி ஆகியவற்றில் தங்கியிருந்தது. இவை அனைத்தும் இல்லாமல் பயிர்ச்செய்கை என்பது சாத்தியமில்லை."
  },
  {
    "description": "பழங்கால தமிழர்கள் எதை மிகவும் முக்கியமாக கருதினர்?",
    "options": [
      "மழை",
      "வளமான மண்",
      "சூரிய ஒளி",
      "காற்று"
    ],
    "answer": "c",
    "additional_context": "பழங்கால தமிழர்கள் சூரிய ஒளியை மிகவும் முக்கியமாக கருதினர். ஏனெனில், சூரிய ஒளி இல்லாமல் பயிர்ச்செய்கை சாத்தியமில்லை. சங்க இலக்கியங்களில், சூரிய ஒளி பற்றி பல பாடல்கள் உள்ளன.  சூரிய ஒளி, மழை, வளமான மண் ஆகியவை ஒரு விவசாயத்திற்கு மிகவும் அவசியம்."
  },
  {
    "description": "________ இல்லாமல் இருக்கிறது என்ற சொற்றொடரைப் பயன்படுத்தி ஒரு வாக்கியத்தை உருவாக்குங்கள்.",
    "options": [
      "நேரம்",
      "நம்பிக்கை",
      "பணம்",
      "உணவு"
    ],
    "answer": "b",
    "additional_context": "நம்பிக்கை இல்லாமல் இருக்கிறது என்ற சொற்றொடரைப் பயன்படுத்தி ஒரு வாக்கியத்தை உருவாக்குங்கள். உதாரணமாக, “நம்பிக்கை இல்லாமல் இருக்கிறது என்றால், அந்த உறவு நீடிக்காது.”"
  }
]
