
[
  {
    "description": "கவிதையில் \"காற்று\" எவ்வாறு உருவகப்படுத்தப்பட்டுள்ளது என்பதை விளக்கும் விருப்பமான விடையைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "காற்றின் இயல்பு - சுதந்திரம், இயக்கம், புத்துணர்ச்சி",
      "காற்றின் படைப்புத்திறன் - வாசனை, இசை, இயக்கம்",
      "காற்றின் தன்மை - மாற்றத்திறன், அழுக்கடைதல், மரங்களின் நாவாக செயல்படுதல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கவிதையில் காற்று சுதந்திரமானது, இயக்கம் மிக்கது, புத்துணர்ச்சியை தருகிறது என்பதை உணர்த்துகிறது. மேலும், காற்று வாசனையை, இசையை, இயக்கத்தை படைக்கிறது என்பதை உணர்த்துகிறது. காற்று மாற்றத்திறன் மிக்கது, அழுக்கடைதல், மரங்களின் நாவாக செயல்படுகிறது என்பதை உணர்த்துகிறது. ஆகையால், இந்தக் கவிதையில் காற்று மேற்கண்ட அனைத்து தன்மைகளையும் உருவகப்படுத்துகிறது."
  },
  {
    "description": "\"பாட்டின் மூல ஊற்றே நீதான்\" என்ற வரியின் வழியாக கவிஞர் காற்றுக்கு என்ன முக்கியத்துவத்தை அளிக்கிறார்?",
    "options": [
      "இயற்கையின் அழகைக் காக்கும் இயல்பு",
      "வாழ்க்கையின் உத்வேகத்தைத் தரும் சக்தி",
      "இசை, கவிதை உள்ளிட்ட கலைகளின் அடிப்படை",
      "கவிதை வடிவம் எடுக்கத் துணைபுரியும் காரணி"
    ],
    "answer": "C",
    "additional_context": "\"பாட்டின் மூல ஊற்றே நீதான்\" என்ற வரியில், கவிஞர் காற்று இசை, கவிதை உள்ளிட்ட கலைகளின் அடிப்படை என்பதை தெளிவாகக் கூறுகிறார். காற்று, புல்லாங்குழலில் புகுந்தால் இசையாகிவிடுகிறார். காற்றுக்கு இல்லையென்றால், இசை இல்லை. அதுபோல், காற்று மரங்களின் நாவாக செயல்படுகிறது. காற்று இல்லையென்றால், மரங்கள் பேச முடியாது. எனவே, காற்று கலைகளின் அடிப்படை என்பது புலப்படுகிறது."
  },
  {
    "description": "கவிதையின் இறுதிப் பகுதியில் உள்ள கேள்விகள் காற்றின் என்ன தன்மையைக் குறிக்கின்றன?",
    "options": [
      "காற்றின் எல்லையற்ற திறன்",
      "காற்றின் மர்மமான சக்தி",
      "காற்றின் இயற்கையான அழகு",
      "காற்றின் துயரமான நிலை"
    ],
    "answer": "B",
    "additional_context": "கவிதையின் இறுதிப் பகுதியில் உள்ள கேள்விகள், \"எங்கே கொண்டு போய் ஒளித்து வைக்கிறாய்?\" என்பது காற்றின் மர்மமான சக்தியைக் குறிக்கிறது. காற்றின்  நிறமற்ற தன்மை, வடிவமற்ற தன்மை, காற்றின் மர்மமான சக்தி எல்லாம் இந்தக் கேள்விகளின் வழியாக வெளிப்படுகிறது."
  },
  {
    "description": "கவிதையில் காற்றுக்கு எந்தவொரு வடிவத்தையும் அளிக்காமல், அதன் செயல்பாடுகளின் வழியாக அதன் தன்மையைப் படம் பிடிக்கும் முறை எதற்குச் சான்று?",
    "options": [
      "கவிஞரின் நயமான உருவக அமைப்பு",
      "புதுக்கவிதையின் தனித்துவமான இயல்பு",
      "கவிஞரின் கற்பனைத் திறன்",
      "இயற்கையின் சக்தியைப் புகழ்வது"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதையில் காற்றுக்கு எந்தவொரு வடிவத்தையும் அளிக்காமல், அதன் செயல்பாடுகளின் வழியாக அதன் தன்மையைப் படம் பிடிக்கப்பட்டுள்ளது. இது புதுக்கவிதையின் தனித்துவமான இயல்பை காட்டுகிறது. புதுக்கவிதையில், பொருள்களை நேரடியாக சொல்லாமல், குறியீடுகள் மூலமாகவும், உருவகங்கள் மூலமாகவும்  சொல்லப்படும். காற்றின் செயல்பாடுகளின் வழியாக அதன் தன்மையைப் படம் பிடித்த விதம், இந்தப் புதுக்கவிதையின் தனித்துவமான இயல்பை நமக்கு உணர்த்துகிறது."
  },
  {
    "description": "\"பூங்குழல் வந்தாள்\" என்ற தொகை எந்த வகை தொகையைச் சேர்ந்தது?",
    "options": [
      "பண்புத்தொகை",
      "உவமைத்தொகை",
      "இயல்புத்தொகை",
      "அன்மொழித்தொகை"
    ],
    "answer": "B",
    "additional_context": "\"பூங்குழல் வந்தாள்\" என்ற தொகை உவமைத்தொகையைச் சேர்ந்தது. இதில் பூங்குழல் என்பது காற்றை உவமையாகக் குறிக்கிறது. இங்கு காற்று என்பது ஒரு பெண் போல் உவமையாக வர்ணிக்கப்படுகிறது.  காற்றின் இனிமை, மென்மை  என்பதை உணர்த்தும் பொருட்டு, பெண்ணை உவமையாகக் கொண்டு வந்துள்ளனர்."
  }
]
