[
          
  {
    
          "description": "பாடலில் 'செந்தீச் சுடரிய ஊழியும்' எனக் குறிப்பிடப்படும் ஊழி எதைக் குறிக்கிறது?",
          "options": [
      "பூமியின் குளிர்ச்சி",
      "பூமியின் உருவாக்கம்",
      "பூமியில் உயிர்கள் தோன்றல்",
      "பூமியில் வெள்ளம் சூழல்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த பாடல் பூமியின் தோற்றம் மற்றும் பரிணாமம் பற்றிய விளக்கத்தைத் தருகிறது. பாடலின் வரிகளில் சொல்லப்பட்டுள்ள பூமியின் உருவாக்கம், குளிர்ச்சி, வெள்ளம் சூழல் மற்றும் உயிர்கள் தோன்றல் போன்ற நிகழ்வுகளை 'ஊழி' என்ற சொல் குறிக்கிறது. 'செந்தீச் சுடரிய ஊழியும்' எனக் குறிப்பிடப்படுவது பூமியின் உருவாக்கத்தை குறிப்பிடுகிறது. பூமி உருவான போது வெப்பமான நெருப்புப் பந்தாக இருந்தது. அந்த நெருப்புப் பந்தின் வெப்பம் படிப்படியாக குறைந்து குளிர்ச்சியடைந்தது. இதுவே 'செந்தீச் சுடரிய ஊழியும்' என்ற சொல்லால் குறிக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'வளர்வானம்' என்ற சொல் எந்த இலக்கண வகையைச் சார்ந்தது?",
          "options": [
      "அடுக்குத் தொடர்",
      "வினைத்தொகை",
      "பண்புத்தொகை",
      "இடைச்சொல்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த பாடல் பூமியின் தோற்றம் பற்றிய விளக்கத்தைக் கொடுக்கிறது. 'வளர்வானம்' என்ற சொல் வானம் வளர்ந்து வருவது போன்ற ஒரு செயலைக் குறிக்கிறது. வானம் என்ற பெயர்த்தொடருடன் வளர் என்பது செயல் அல்லது வினைச்சொல். இவ்வாறு பெயர்த்தொடர் + வினைச்சொல் அல்லது வினைத்தொடர் இணைந்து வரும் இலக்கண வகை வினைத்தொகை ஆகும். எனவே 'வளர்வானம்' என்ற சொல் வினைத்தொகையைச் சார்ந்தது."
          }
        ,
          
  {
    
          "description": "'இல்லத்துள் நுழையும் கதிரவனின் ஒளிக் கற்றையில் தெரியும் தூசுத் துகள்போல' என்ற வரி எதைக் குறிக்கிறது?",
          "options": [
      "பூமியின் அளவு",
      "பால்வீதிகளின் அளவு",
      "பூமியின் வடிவம்",
      "பால்வீதிகளின் வடிவம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த பாடல் பால்வீதிகள் பற்றிய விளக்கத்தைத் தருகிறது. நம் பால்வீதி போன்று எண்ணற்ற பால்வீதிகள் உள்ளன. அவைகள் ஒவ்வொன்றும் வெளியே நின்று பார்க்கும் போது சிறு தூசித் துகள் போலத் தோன்றும். நாம் வாழும் பூமி பால்வீதி என்னும் மிகப்பெரிய நட்சத்திரக் கூட்டத்தில் உள்ளது. பால்வீதிகள் அண்டம் என்னும் பெரிய வெளியில் தூசித் துகள்கள் போல சிறு துளிகள் போல் இருக்கும் என்பதை பாடல் உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "பரிபாடலில் எத்தனை பாடல்கள் இருப்பதாக உரையாசிரியர்கள் கூறுகின்றனர்?",
          "options": [
      "24",
      "70",
      "100",
      "150"
    ],
    "answer": "B",
    
          "additional_context": "பரிபாடல் எட்டுத்தொகை நூல்களில் ஒன்றாகும். இந்நூல் 'ஓங்கு பரிபாடல்' எனும் புகழுடையது. இது சங்க நூல்களுள் பண்ணோடு பாடப்பட்ட நூல். உரையாசிரியர்கள் இதில் எழுபது பாடல்கள் இருப்பதாகக் கூறியுள்ளனர். இன்று 24 பாடல்களே கிடைத்துள்ளன. இன்றைய காலத்தில் கிடைத்துள்ள 24 பாடல்கள் பரிபாடல் நூலின் மொத்த பாடல்களை ஒப்பிடும் போது சிறிய எண்ணிக்கையாகும். பரிபாடல் நூல் சங்க இலக்கிய காலத்தின் முக்கியமான நூல்."
          }
        ,
          
  {
    
          "description": "பரிபாடல் நூல் '_______' எனும் புகழுடையது.",
          "options": [
      "பழைய பாடல்",
      "ஓங்கு பரிபாடல்",
      "இசை நூல்",
      "சங்க இலக்கியம்"
    ],
    "answer": "B",
    
          "additional_context": "பரிபாடல் எட்டுத்தொகை நூல்களில் ஒன்றாகும். பரிபாடல் என்பது பாடல் வடிவில் அமைந்த நூல் என்பதால் அது 'ஓங்கு பரிபாடல்' எனும் புகழுடையது. பரிபாடல் சங்க இலக்கிய காலத்தின் முக்கியமான நூல். இந்நூல் மிகவும் சிறந்த பாடல்களைக் கொண்டது மற்றும் இசை நூலாகும். பரிபாடல் என்பது மிகவும் பழைய பாடல்."
          }
        ]