
[
  {
    "description": "ம.பொ.சிவஞானம் எந்த நூலுக்காக சாகித்திய அகாதெமி விருது பெற்றார்?",
    "options": [
      "எனது போராட்டம்.",
      "வள்ளலார் கண்ட ஒருமைப்பாடு.",
      "சிலப்பதிகாரக் காப்பியம்.",
      "தமிழா! துள்ளி எழு."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தமிழரசுக் கழகத்தைத் தொடங்கியவர். 'வள்ளலார் கண்ட ஒருமைப்பாடு' என்னும் இவருடைய நூலுக்காக 1966ஆம் ஆண்டு சாகித்திய அகாதெமி விருது பெற்றார். தமிழக அரசு திருத்தணியிலும் சென்னை தியாகராய நகரிலும் இவருக்குச் சிலை அமைத்துள்ளது."
  },
  {
    "description": "ம.பொ.சிவஞானம் எந்த ஆண்டில் பிறந்தார்?",
    "options": [
      "1906",
      "1908",
      "1912",
      "1915"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய விடுதலைப் போராட்ட வரலாற்றில் 1906ஆம் ஆண்டு, மிகவும் சிறப்புடைய ஆண்டாகக் கருதப்படுகிறது. அந்த ஆண்டில்தான் காந்தியடிகள் சத்தியாக்கிரகம் என்ற அறப்போர் முறையைத் தென்னாப்பிரிக்காவில் தொடங்கி வைத்தார். தமிழ்நாட்டைத் தனித்து நோக்கினாலும் வரலாற்றுச் சிறப்பிற்குரிய நிகழ்வுகள் அவ்வாண்டில் நடைபெற்றன. வ.உ.சிதம்பரனார் ஆங்கிலேயர்களுக்கு எதிராகச் சுதேசிக் கப்பல் நிறுவனத்தைத் தொடங்கினார். இத்தகைய சிறப்புள்ள ஆண்டில் ஜூன் 26ஆம் நாள், சென்னை ஆயிரம்விளக்கு வட்டம் சால்வன்குப்பம் என்னும் பகுதியில் நான் பிறந்தேன். நான்"
  },
  {
    "description": "ம.பொ.சிவஞானத்தின் பிறப்பிடம் எது?",
    "options": [
      "திருச்சி",
      "மதுரை",
      "சென்னை",
      "தஞ்சாவூர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்திய விடுதலைப் போராட்ட வரலாற்றில் 1906ஆம் ஆண்டு, மிகவும் சிறப்புடைய ஆண்டாகக் கருதப்படுகிறது. அந்த ஆண்டில்தான் காந்தியடிகள் சத்தியாக்கிரகம் என்ற அறப்போர் முறையைத் தென்னாப்பிரிக்காவில் தொடங்கி வைத்தார். தமிழ்நாட்டைத் தனித்து நோக்கினாலும் வரலாற்றுச் சிறப்பிற்குரிய நிகழ்வுகள் அவ்வாண்டில் நடைபெற்றன. வ.உ.சிதம்பரனார் ஆங்கிலேயர்களுக்கு எதிராகச் சுதேசிக் கப்பல் நிறுவனத்தைத் தொடங்கினார். இத்தகைய சிறப்புள்ள ஆண்டில் ஜூன் 26ஆம் நாள், சென்னை ஆயிரம்விளக்கு வட்டம் சால்வன்குப்பம் என்னும் பகுதியில் நான் பிறந்தேன். நான்"
  },
  {
    "description": "ம.பொ.சிவஞானத்தின் தந்தையின் பெயர் என்ன?",
    "options": [
      "ராமசாமி",
      "பொன்னுசாமி",
      "சிவசாமி",
      "கிருஷ்ணசாமி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நான் பல பிறந்த வட்டத்துக்கு ஆயிரம்விளக்கு எனப் பெயர் இருப்பினும் என்னைப் பெற்றெடுத்த குடும்பம் வறுமை என்னும் இருள் சூழ்ந்ததுதான். என் தந்தையார் பெயர் பொன்னுசாமி. அன்னையின் பெயர் சிவகாமி. பெற்றோர் எனக்கு இட்ட பெயர் ஞானப்பிரகாசம். ஆனால் சரபையர் என்ற முதியவர் ஒருவர் என்னுடைய பெயரை மாற்றி 'சிவஞானி' என்றே அழைத்தார். பின்னாளில் அவர் எனக்கிட்டு அழைத்த சிவஞானி என்னும் பெயரே சிறிது திருத்தத்துடன் சிவஞானம் என்று நிலைபெற்றது."
  },
  {
    "description": "ம.பொ.சிவஞானம் எந்த வகுப்பில் படிக்கும் போது பள்ளியிலிருந்து வெளியேற்றப்பட்டார்?",
    "options": [
      "இரண்டாம் வகுப்பு",
      "மூன்றாம் வகுப்பு",
      "நான்காம் வகுப்பு",
      "ஐந்தாம் வகுப்பு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நான் பள்ளியில், மூன்றாம் வகுப்பில் நுழைந்த ஏழாம் நாளில், பகல் நேரத்தில் வீட்டுக்கு வந்து சாப்பிட்டுவிட்டுத் திரும்பவும் பள்ளிக்குப் போனேன். காலையிலேயே பாடப்புத்தகங்களோடு வராததற்காக ஆசிரியர் என்னைக் கண்டித்தார். பிற்பகலில் புத்தகங்களைக் கட்டாயம் கொண்டுவர வேண்டுமென்று கட்டளையிட்டிருந்தார். கையில் புத்தகமின்றி இருந்த என்னைக் கண்ட ஆசிரியர் பள்ளியிலிருந்து விரட்டிவிட்டார். இது எனக்குப் பெருத்த அவமானமாக இருந்ததால் அழுதவண்ணம் வீட்டுக்கு வந்தேன்."
  }
]
