
[
  {
    "description": "“வள்ளுவன் தன்னை உலகினுக்கே தந்து” என்ற வரியில் “தந்து” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "வள்ளுவர் தன்னை உலகத்திற்கு அர்ப்பணித்தார்",
      "வள்ளுவர் உலகத்திற்குத் தன் கருத்துகளை வழங்கினார்",
      "வள்ளுவர் உலகத்திற்குத் தன் புகழைத் தந்துவிட்டார்",
      "வள்ளுவர் உலகத்திற்குத் தன் நூலைத் தந்துவிட்டார்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் வள்ளுவர் உலகத்திற்கு தன் நூலைத் தந்துவிட்டதை, அந்த நூல் உலகத்திற்கு மகிழ்ச்சியைத் தந்ததை குறிப்பிடுகிறது.  அதனால் தந்து என்ற சொல் வள்ளுவர் உலகத்திற்குத் தன் நூலைத் தந்துவிட்டார் என்பதை குறிக்கிறது."
  },
  {
    "description": "“அள்ளும் சிலப்பதி காரமென்றோர் மணி யாரம் படைத்த” என்ற வரியில் “யாரம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "கழுத்தில் அணியும் ஆபரணம்",
      "சிலம்பு",
      "மாலையை",
      "நகையை"
    ],
    "answer": "C",
    "additional_context": "இந்த வரி சிலப்பதிகாரம் என்ற நூல் அழகான மாலையைப் போன்றது என்பதை குறிப்பிடுகிறது.  அதனால் யாரம் என்ற சொல் மாலையைக் குறிக்கிறது."
  },
  {
    "description": "“அறைக்குள் யாழிசை ஏதென்று சென்று எட்டிப் பார்த்தேன்” என்ற வரியில் “எட்டிப் பார்த்தேன்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அறைக்குள் யாழிசை எங்கிருந்து வருகிறது என்று தெரிந்துகொள்ள சற்று உற்றுப் பார்த்தேன்",
      "அறைக்குள் யாழிசை யாரால் இசைக்கப்படுகிறது என்று கண்டுபிடிக்க முயற்சித்தேன்",
      "அறைக்குள் யாழிசை எதற்காக இசைக்கப்படுகிறது என்று அறிய முயற்சித்தேன்",
      "அறைக்குள் யாழிசை கேட்டு மகிழ்ச்சியடைந்தேன்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில்  யாழிசை எங்கிருந்து வருகிறது என்று தெரிந்துகொள்ள  சற்று உற்றுப் பார்த்தேன்  என்பதை 'எட்டிப் பார்த்தேன்' என்ற சொல் குறிப்பிடுகிறது."
  },
  {
    "description": "“பேத்தி நெட்டுருப் பண்ணினாள் நீதிநூல் திரட்டையே” என்ற வரியில் “நெட்டுருப்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மனப்பாடம் செய்தல்",
      "சத்தமாகப் பாடல்",
      "நெட்டுருப்பு எனும் ஒரு வகை இசைக்கருவி",
      "அறிவுரை கூறல்"
    ],
    "answer": "A",
    "additional_context": "நெட்டுருப் என்ற சொல்  மனப்பாடம் செய்தல்  என்பதை குறிக்கிறது.  இந்த வரியில் பேத்தி நீதிநூலை மனப்பாடம் செய்து கொண்டிருக்கிறாள் என்பதை குறிக்கிறது."
  },
  {
    "description": "“ஓடு” என்ற வேர்ச் சொல்லில் இருந்து உருவான “ஓடிய அருணா” என்ற சொல் எந்தத் தொடரில் அடங்கும்?",
    "options": [
      "எழுவாய்த் தொடர்",
      "பெயரெச்சத் தொடர்",
      "வினையெச்சத் தொடர்",
      "விளித் தொடர்"
    ],
    "answer": "C",
    "additional_context": "ஓடிய அருணா என்ற சொல் வினையெச்சத் தொடரில் அடங்கும்.  இந்த தொடர் ஓடி  என்ற வினைச்சொல்லால்  உருவானது.  அதனால் வினையெச்சத் தொடராகும்."
  }
]
