
[
  {
    "description": "“மயலுறுத்து கின்ற இனிய வாசனையுடன் வா;” - இந்த வரிகளில்  ___________  என்ற சொல் காற்றின் இயல்பைக் குறிப்பிடுகிறது.",
    "options": [
      "நிறம்",
      "நுகர்வு",
      "சுவை",
      "ஒளி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காற்றின் மணம், வாசனை என்று குறிப்பிடும் போது அது காற்றின் இயல்பைக் குறிப்பிடுவதாகும். நுகர்வு என்பது காற்றின் மணத்தை அனுபவிப்பது என்று பொருள்படும். எனவே விடை 'நுகர்வு' என்பதே சரியானது."
  },
  {
    "description": "“உனக்குப் பாட்டுகள் பாடுகிறோம். உனக்குப் புகழ்ச்சிகள் கூறுகிறோம். உன்னை வழிபடுகின்றோம்.” -  இந்த வரிகளின் மூலம் கவிஞர் காற்றுக்கு  ___________  கொடுக்கிறார்.",
    "options": [
      "பணிவு",
      "மரியாதை",
      "கடவுளின் அந்தஸ்து",
      "அனைத்தும் சரி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த வரிகளின் மூலம் கவிஞர் காற்றுக்கு பணிவு, மரியாதை மற்றும் கடவுளின் அந்தஸ்து என்று மூன்றையும் கொடுத்துள்ளார். காற்றைப் புகழ்ந்து பாடுகிறார். எனவே விடை 'அனைத்தும் சரி' என்பதே சரியானது."
  },
  {
    "description": "பாரதியாரின் __________  என்ற கவிதை வடிவம், உரைநடையை போன்றே எழுதப்பட்டு உணர்ச்சி பொங்கக் கவிதையை படைக்கிறது.",
    "options": [
      "புதுக்கவிதை",
      "வசனகவிதை",
      "காவியம்",
      "சொற்சிலம்புகள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாரதியாரின் வசனகவிதை உரைநடையைப் போன்றே எழுதப்பட்டு உணர்ச்சி பொங்கக் கவிதையை படைக்கிறது. இதில் யாப்பு, இலக்கணக் கட்டுப்பாடுகள் இல்லாமல் இருக்கும். எனவே விடை 'வசனகவிதை' என்பதே சரியானது."
  },
  {
    "description": "“காற்றே வா! மகரந்தத் தூளைச் சுமந்துகொண்டு, மனத்தை மயலுறுத்து கின்ற இனிய வாசனையுடன் வா” என்கிற பாரதியாரின் வரிகள் காற்றின் எந்தப் பண்புகளை வெளிப்படுத்துகின்றன?",
    "options": [
      "a) காற்றின் குளிர்ச்சியையும், புத்துணர்ச்சியையும்",
      "b) காற்றின் வேகத்தையும், சக்தியையும்",
      "c) காற்றின் வாசனையையும், மணத்தையும்",
      "d) காற்றின் அமைதியையும், மென்மையையும்"
    ],
    "answer": [
      "c"
    ],
    "additional_context": "இந்த வரிகளில்  'மனத்தை மயலுறுத்து கின்ற இனிய வாசனையுடன் வா' என்று குறிப்பிடப்பட்டுள்ளது. இது காற்றின் வாசனை, மணம் குறித்து  சொல்கிறது. எனவே விடை 'c' என்பதே சரியானது."
  },
  {
    "description": "“எமது உயிர் – நெருப்பை நீடித்துநின்று நல்லொளி தருமாறு நன்றாக வீசு” என்கிற வரிகளின் மூலம் பாரதியார் காற்றுக்கு எந்த வேண்டுகோளை விடுக்கிறார்?",
    "options": [
      "a) காற்று அமைதியாக இருக்க வேண்டும்",
      "b) காற்று சக்தியாக வீச வேண்டும்",
      "c) காற்று மெதுவாக வீச வேண்டும்",
      "d) காற்று வேகமாக வீச வேண்டும்"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "இந்த வரிகளில் 'நன்றாக வீசு' என்று கூறுவதன் மூலம் காற்று சக்தியாக வீச வேண்டும் என்று கவிஞர் வேண்டுகோள் விடுக்கிறார். எனவே விடை 'b' என்பதே சரியானது."
  }
]
