
[
  {
    "description": "தேவராட்டம் எவ்வாறு நிகழ்த்தப்படுகிறது?",
    "options": [
      "பெண்கள் மட்டுமே ஆடும் ஆட்டம்.",
      "'தேவதுந்துபி' எனப்படும் இசைக்கருவி பயன்படுத்தப்படுகிறது.",
      "வேட்டி கட்டியும் தலையிலும் இடையிலும் சிறுதுணி கட்டியும் கால்களில் சலங்கை அணிந்தும் எளிய ஒப்பனையுடன் நிகழ்த்தப்படுகின்றது.",
      "மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "C",
    "additional_context": "தேவராட்டம் என்பது ஆண்கள் மட்டுமே ஆடும் ஒரு ஆட்டம். இது வானத்துத் தேவர்கள் ஆடிய ஆட்டம் என்று பொருள். 'தேவதுந்துபி' என்ற இசைக்கருவி இதற்குப் பயன்படுத்தப்படுகிறது. இவ்வாட்டத்தில் வேட்டி கட்டியும் தலையிலும் இடையிலும் சிறுதுணி கட்டியும் கால்களில் சலங்கை அணிந்தும் எளிய ஒப்பனையுடன் நிகழ்த்தப்படுகின்றது. இவ்வாட்டத்தில் பெரும்பான்மையாக எட்டு முதல் பதின்மூன்று கலைஞர்கள் கலந்துகொள்ள வேண்டுமென்பது பொது மரபாக உள்ளது. தேவராட்டம் குறிப்பாகச் சடங்கு சார்பாக ஆடப்படுகின்றது."
  },
  {
    "description": "பொய்க்கால் குதிரையாட்டத்திற்குப் பாடல்கள் பயன்படுத்தப்படுகின்றனவா?",
    "options": [
      "ஆம், இசைக்கேற்ப ஆடப்படுகிறது.",
      "இல்லை, இசை மட்டுமே பயன்படுத்தப்படுகிறது.",
      "சில நேரங்களில் மட்டும் பாடல்கள் பயன்படுத்தப்படுகின்றன.",
      "பாடல் மற்றும் இசை இரண்டும் பயன்படுத்தப்படுகின்றன."
    ],
    "answer": "B",
    "additional_context": "பொய்க்கால் குதிரையாட்டத்தில் 'போலச்செய்தல்' பண்புகளைப் பின்பற்றி நிகழ்த்திக்காட்டப்படுகிறது. மரத்தாலான பொய்க்காலில் நின்றுகொண்டும் குதிரைவடிவுள்ள கூட்டை உடம்பில் சுமந்துகொண்டும் ஆடுவது. அரசன், அரசி வேடமிட்டு ஆடப்படும் இவ்வாட்டம் புரவி ஆட்டம், புரவி நாட்டியம் என்ற பெயர்களிலும் அழைக்கப்படுகிறது. இதற்கு பாடல்கள் பயன்படுத்தப்படுவதில்லை. நையாண்டி மேளமும் நாகசுரமும் இசைக்கப்படுகின்றன. இது இராஜஸ்தானில் கச்சிகொடி என்றும் கேரளத்தில் குதிரைக்களி என்றும் அழைக்கப்படுகின்றது."
  },
  {
    "description": "தப்பாட்டம் நிகழ்த்தும் முறைகள் எவை?",
    "options": [
      "வட்டமாக ஆடுதல்.",
      "இரண்டு வரிசையாக எதிர்எதிர்த் திசையில் நின்று ஆடுதல்.",
      "அனைவரும் நேர் வரிசையில் நின்று ஆடுதல்.",
      "மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    "additional_context": "தப்பாட்டம் என்பது 'தப்பு' என்ற தோற்கருவியை இசைத்துக்கொண்டே, அதன் இசைக்கு ஏற்ப ஆடுகின்ற நிகழ்கலை. ஆண்கள் மட்டுமே ஆடிவந்த இந்த ஆட்டம் தற்போது பெண்களாலும் ஆடப்படுகின்றது. தப்பாட்டம் நிகழ்த்தப்படும் சூழலுக்கேற்ப அதன் இசைப்பு முறைகளும் ஆட்ட முறைகளும் வேறுபடுகின்றன. வட்டமாக ஆடுதல், இரண்டு வரிசையாக எதிர்எதிர்த் திசையில் நின்று ஆடுதல், அனைவரும் நேர் வரிசையில் நின்று ஆடுதல், குதித்துக் குதித்து ஆடுதல், உட்கார்ந்து எழுதல், நடையாட்டம் ஆகிய ஆட்டக் கூறுகளை இன்றைய கலைஞர்களிடம் காணமுடிகின்றது. தப்பாட்டத்தில் கலைஞர்கள் குழுவாகப் பங்கேற்கின்றனர்."
  },
  {
    "description": "புலி ஆட்டத்தில் எந்த வகையான இசை பயன்படுத்தப்படுகிறது?",
    "options": [
      "நையாண்டி மேளம்.",
      "தப்பு மேளம்.",
      "மிருதங்கம்.",
      "நாகசுரம்."
    ],
    "answer": "B",
    "additional_context": "புலி ஆட்டம் என்பது தமிழ் மக்களின் வீரத்தைச் சொல்லும் கலை. இது பாட்டும் வசனமும் இல்லாத ஆட்டம். விழாக்களில் புலிவேடமிடுவோர் உடம்பெங்கும் புலியைப் போன்று கறுப்பும் மஞ்சளுமான வண்ணக்கோடுகளையிட்டுத் துணியாலான வாலை இடுப்பில் கட்டிக் கொள்வர். தப்பு மேளத்திற்கேற்ப ஒருவரோ, இருவரோ ஆடுவர். புலியைப் போன்று நடந்தும் பதுங்கியும் பாய்ந்தும் எம்பிக்குதித்தும் நாக்கால் வருடியும் பற்கள் தெரிய வாயைப்பிளந்தும் உறுமியும் பல்வேறு அடவுகளை வெளிப்படுத்துகின்றனர்."
  },
  {
    "description": "தெருக்கூத்தில் எது இல்லையா?",
    "options": [
      "இசை.",
      "வசனம்.",
      "ஆடல்.",
      "உரையாடல்."
    ],
    "answer": "D",
    "additional_context": "தெருக்கூத்து என்பது நாட்டுப்புற மக்களால் நிகழ்த்தப்பட்டு வரும் கலை. இப்பெயர், அது நிகழ்த்தப்பட்ட இடத்தை அடிப்படையாகக் கொண்டு அமைந்தது. கூத்து இசையுடன் கூடிய உடல் அசைவியக்கத்துடன் தொடர்புடையது. இது திறந்த வெளியை ஆடு களமாக்கி ஆடை அணி ஒப்பனைகளுடன் வெளிப்படுத்தப்படுகிறது. களத்துமேடுகளில் நிகழ்த்தப்பட்ட தெருக்கூத்து, தெருச் சந்திப்புகளிலும் நிகழ்த்தப்படுகிறது; பின்னர்க் கோவில் சார்ந்த கலையாகவும் ஆக்கப்பட்டது. இதில் ஒரு கதையை இசை, வசனம், ஆடல், பாடல், மெய்ப்பாடு ஆகியவற்றை ஒருங்கிணைத்து வழங்குவர். திரௌபதி அம்மன் வழிபாட்டின் ஒரு பகுதியாகவும் இது இருக்கிறது."
  }
]
