[
          
  {
    
          "description": "'Philosopher' என்ற ஆங்கிலச் சொல்லின் தமிழ் மொழிபெயர்ப்பு எது?",
          "options": [
      "கவிஞர்",
      "அறிவியலாளர்",
      "மெய்யியலாளர்",
      "இதெல்லாம் இல்லை"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி மெய்யியல் என்ற கருத்துருவை பற்றி சிறிது புரிந்து கொள்ள உதவும். மெய்யியல் என்ற சொல் ஆங்கிலத்தில் philosopher என அழைக்கப்படுகிறது. ஒரு மெய்யியலாளர் ஒரு  தத்துவவாதியாக கருதப்படுகிறார். அவர் தத்துவங்கள் பற்றி ஆராய்கிறார். அவர் தனது சமூகத்தின் கேள்விகளுக்கான பதில்களைத் தேடுகிறார். "
          }
        ,
          
  {
    
          "description": "'Renaissance' என்ற சொல்லின் தமிழ் மொழிபெயர்ப்பு எது?",
          "options": [
      "பழமை",
      "நவீனம்",
      "மறுமலர்ச்சி",
      "இதெல்லாம் இல்லை"
    ],
    "answer": "C",
    
          "additional_context": "இந்த கேள்வி ஐரோப்பாவில் மத்திய காலத்திற்குப் பின் நடைபெற்ற ஒரு முக்கியமான காலகட்டமான மறுமலர்ச்சி காலத்தை பற்றியது. Renaissance என்ற ஆங்கில சொல் மறுமலர்ச்சி என்று தமிழில் பொருள்படும். மறுமலர்ச்சி காலம் கலை, இலக்கியம், அறிவியல் ஆகிய துறைகளில் ஒரு புத்துயிர்ப்பு ஏற்பட்ட காலமாகும். இந்த காலகட்டத்தில் நிறைய புதிய கண்டுபிடிப்புகள், புதிய சிந்தனைகள் உருவாகின."
          }
        ,
          
  {
    
          "description": "'Belief' என்ற சொல்லின் தமிழ் மொழிபெயர்ப்பு எது?",
          "options": [
      "ஞாபகம்",
      "நம்பிக்கை",
      "விருப்பம்",
      "யோசனை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி நம்பிக்கை என்ற கருத்துருவை பற்றியது. நம்பிக்கை என்பது மனதில் இருக்கும் ஒரு உறுதியான உணர்வை குறிக்கும். நம்பிக்கை ஒருவருடைய செயல்களையும் வாழ்க்கையையும்  முக்கியமாக பாதிக்கும். "
          }
        ,
          
  {
    
          "description": "வள்ளலார் பாடலில், 'குளிர் தருவே தருநிழலே' என வரும் வரிகள் எதைப் பற்றிக் குறிப்பிடுகின்றன?",
          "options": [
      "மலை",
      "மரம்",
      "காற்று",
      "மழை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி வள்ளலார் பாடலில் உள்ள ஒரு வரியை பற்றியது. வள்ளலார் பாடலில் 'குளிர் தருவே தருநிழலே' என்ற வரிகள் ஒரு மரத்தைப் பற்றி கூறுகின்றன. மரம் தனது நிழலால் குளிர்ச்சியை தருகிறது."
          }
        ,
          
  {
    
          "description": "'நயம் பாராட்டுக' என்ற வார்த்தைக்கு, பாடலில் எந்த வரியின் பொருள் ஒத்துள்ளது?",
          "options": [
      "கோடையிலே இளைப்பாற்றிக் கொள்ளும்வகை கிடைத்த",
      "ஓடையிலே ஊறுகின்ற தீஞ்சுவைத்தண் ணீரே",
      "உகந்ததண்ணீர் இடைமலர்ந்த சுகந்தமண மலரே",
      "ஆடுகின்ற அரசேஎன் அலங்கல்அணிந் தருளே"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி வள்ளலார் பாடலில் உள்ள ஒரு வரியின் பொருள் பற்றியது. 'நயம் பாராட்டுக' என்ற வார்த்தைக்கு,  'கோடையிலே இளைப்பாற்றிக் கொள்ளும்வகை கிடைத்த' என்ற வரியின் பொருள் ஒத்துள்ளது. இந்த வரி கோடையில் கிடைக்கும் இளைப்பாறுதல் மற்றும் குளிர்ச்சி ஆகியவற்றை விவரிக்கிறது."
          }
        ]