
[
  {
    "description": "“அருளொடும் அன்பொடும் வாராப் பொருள்ஆக்கம் புல்லார் புரள விடல்.”  இந்தக் குறள் எதைப் பற்றி எச்சரிக்கிறது?",
    "options": [
      "அருளில்லா பொருள் ஆக்கம் தீங்கு விளைவிக்கும்.",
      "அன்பில்லா பொருள் ஆக்கம் மதிப்பிழக்கும்.",
      "அருளும் அன்பும் இல்லாத பொருள் ஆக்கம் பயனற்றது.",
      "பொருள் ஆக்கத்தில் அருளும் அன்பும் முக்கியம்."
    ],
    "answer": "C",
    "additional_context": "இந்தக் குறள் பொருள் செயல்வகை பகுதியில் உள்ளது. இக்கறள் ஒருவருக்குப் பொருள் கிடைத்தாலும் அது அருளோடு அன்போடு அல்லாமல் கிடைத்தால் அது பயனற்றது என்று கூறுகிறது.  ஒருவருக்கு  பொருள்  கிடைத்தால்  அது  அருளும் அன்பும்  சேர்ந்ததாக  இருந்தால்  அது மதிப்புடையதாக  இருக்கும்  என்பதை  இந்தக்  குறள்  எடுத்துரைக்கிறது."
  },
  {
    "description": "“நட்டார்போல் நல்லவை சொல்லினும் ஒட்டார்சொல் ஒல்லை உணரப் படும்.”  இந்தக் குறள் எதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "நட்பு மெய்யானதாக இருக்க வேண்டும்.",
      "நட்பு இல்லாதவரை நட்பு என்று நம்பக் கூடாது.",
      "நல்லவர்கள் தீயவர்களாக இருப்பார்கள்.",
      "தீயவர்கள் நல்லவர்களாக  நடிப்பார்கள்."
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் கூடா நட்பு பகுதியில் உள்ளது. இந்தக் குறள் நட்பு இல்லாதவரை நட்பு என்று நம்பக் கூடாது என்பதை எடுத்துரைக்கிறது. நட்பு இல்லாதவர்கள்  நட்பு  என்று  நடித்து   நல்லவை   சொல்லக்கூடும். ஆனால்  அவர்கள்  நட்பு   இல்லாதவர்கள்  என்பதை   நாம்   சொல்லால்   உணர  வேண்டும்  என்பதை   இந்தக்   குறள்   எடுத்துரைக்கிறது."
  },
  {
    "description": "ஒழுக்கம் உடைமை  என்ற பகுதியில், \"தீயொழுக்கம் என்றும் இடும்பை தரும்\" என்று குறிப்பிடப்பட்டுள்ளது.  தீயொழுக்கத்தால் ஏற்படும் இடும்பைகளை பின்வரும் எந்தப் பகுதிகளிலிருந்து நாம் ஊகிக்க முடியும்?",
    "options": [
      "மெய் உணர்தல்",
      "பெரியாரைத் துணைக்கோடல்",
      "கொடுங்கோன்மை",
      "ஆள்வினை உடைமை"
    ],
    "answer": "C",
    "additional_context": "தீயொழுக்கம் கொண்ட ஒருவருக்கு மனதில் பயம், குற்ற உணர்வு, விரக்தி போன்றவை இருக்கும். இது  கொடுங்கோன்மை பகுதியில்  கூறப்பட்டுள்ளது.  ஏனெனில்  கொடுங்கோன்மை என்பது ஒரு வகையில் தீயொழுக்கத்தின்  வெளிப்பாடு.  கொடுங்கோன்மை  கொண்ட  ஒருவரால்  உண்டாகும் இடும்பைகள்  மக்கள்   அவதிப்படுதல்,   நாடு  கெடுதல்,    மக்கள்    மனம்    வருந்தல்    போன்றவை."
  },
  {
    "description": "மெய் உணர்தல் என்ற பகுதியில், \"காமம் வெகுளி மயக்கம் இவை மூன்றன் நாமம் கெடக்கெடும் நோய்\" என்று குறிப்பிடப்பட்டுள்ளது.  இதன் பொருள் என்ன?",
    "options": [
      "காமம், வெகுளி, மயக்கம் ஆகியவை மனிதனின் மனதை அழித்துவிடும்",
      "காமம், வெகுளி, மயக்கம் ஆகியவை ஒருவருடைய வாழ்நாளையே அழித்துவிடும்",
      "காமம், வெகுளி, மயக்கம் ஆகியவை ஒருவருடைய  நற்பெயரையே அழித்துவிடும்",
      "காமம், வெகுளி, மயக்கம் ஆகியவை ஒருவருடைய உடல்நலத்தையே அழித்துவிடும்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் மெய் உணர்தல் பகுதியில் உள்ளது. இக்கறள்  ஒருவருடைய  மனதை   அழித்துவிடும்  மூன்று  நோய்கள்    காமம்,    வெகுளி,     மயக்கம்     என்பதை     எடுத்துரைக்கிறது.    இவற்றால்  ஒருவருடைய  மனதில்  இயல்பான  எண்ணங்கள்  கெட்டு  விடும்.   சரியான   எண்ணங்கள்   இல்லாத  நிலையில்  ஒருவர்    தவறான    செயல்களைச்   செய்வார்.   அதனால்    அவர்    மனம்    அழிந்து    விடும்    என்பதை    இந்தக்    குறள்    எடுத்துரைக்கிறது."
  },
  {
    "description": "பெரியாரைத் துணைக்கோடல் என்ற பகுதியில், \"அறன்அறிந்து மூத்த அறிவுடையார் கேண்மை திறன்அறிந்து தேர்ந்து கொளல்\" என்று குறிப்பிடப்பட்டுள்ளது. இதிலிருந்து நாம் என்ன புரிந்துகொள்ள முடியும்?",
    "options": [
      "பெரியார்களைத் தேர்ந்தெடுத்து நட்பு கொள்ள வேண்டும்",
      "அறன் அறிந்த  பெரியார்களை மட்டும் நட்பு கொள்ள வேண்டும்",
      "மூத்தோர்களை  நட்பு கொள்ளக்கூடாது",
      "திறமைசாலிகளாக இருந்தாலும்,  பெரியார்களை நட்பு கொள்ளக்கூடாது"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் பெரியாரைத் துணைக்கோடல் பகுதியில் உள்ளது. இக்கறள் ஒருவரால்  பெரியவர்களைத்  தேர்ந்தெடுத்து  நட்பு  கொள்ள  வேண்டும்  என்பதை   எடுத்துரைக்கிறது.    ஒருவருக்கு   பெரியவர்களின்   நட்பு   மிகவும்   முக்கியம்.    அவர்களிடம்  நாம்  நல்ல   அறிவுரைகளைப்   பெறலாம்   என்பதை    இந்தக்    குறள்    எடுத்துரைக்கிறது."
  }
]
