
[
  {
    "description": "கவிதைப் பகுதியில் \"அலை கொண்டு போகும்\" என்ற வரிகள் எதைப் பற்றி குறிப்பிடுகின்றன?",
    "options": [
      "கடல் அலைகளால் மணலில் கீறப்பட்ட படத்தை",
      "நண்டு கீறிய படத்தை",
      "நண்டு தன் பயத்தை",
      "கறிசோறு பொதியை"
    ],
    "answer": "B",
    "additional_context": "சிறு நண்டு மணல்மீது படமொன்று கீறும். சிலவேளை அதைவந்து அலை கொண்டு போகும். கறிசோறு பொதியோடு தருகின்ற போதும் கடல்மீது இவள் கொண்ட பயமொன்று காணும். இப்பகுதி, ஒரு நண்டு கடலில் கீறிய படத்தை கடல் அலைகள் கொண்டு போவதைப் பற்றிப் பேசுகிறது."
  },
  {
    "description": "\"வெறி கொண்ட புயல் நின்று கரகங்கள் ஆடும்\"  என்ற வரிகள் எதை விவரிக்கின்றன?",
    "options": [
      "கடலின் அமைதியான நிலையை",
      "புயலின் ஆர்ப்பரிப்பை",
      "கடல் அலைகளின் அசைவுகளை",
      "மணலில் கீறப்பட்ட படத்தை"
    ],
    "answer": "B",
    "additional_context": "வெறுவான வெளி மீது முகில் வந்து சூழும். வெறி கொண்ட புயல் நின்று கரகங்கள் ஆடும். நெறிமாறு பட நூறு சுழிவந்து சூழும். நிலையான கரை நீரில் அலைபோய் உலைந்தாடும். இப்பகுதி, கடல் மேல் வெறி கொண்ட புயல் வீசுவதையும், கரகங்கள் ஆடுவதையும் விவரிக்கிறது."
  },
  {
    "description": "\"சுழிவந்து சூழும்\"  என்ற சொல் எதைப் பற்றிக் குறிப்பிடுகிறது?",
    "options": [
      "கடலின் ஆழத்தை",
      "மணலில் கீறப்பட்ட படத்தை",
      "புயலின் சுழற்சியை",
      "கடல் அலைகளின் வேகத்தை"
    ],
    "answer": "C",
    "additional_context": "வெறுவான வெளி மீது முகில் வந்து சூழும். வெறி கொண்ட புயல் நின்று கரகங்கள் ஆடும். நெறிமாறு பட நூறு சுழிவந்து சூழும். நிலையான கரை நீரில் அலைபோய் உலைந்தாடும். இப்பகுதி, கடல் மேல் வெறி கொண்ட புயல் வீசுவதையும், கரகங்கள் ஆடுவதையும் விவரிக்கிறது. சுழிவந்து சூழும் என்பது புயலின் சுழற்சியைக் குறிப்பிடுகிறது."
  },
  {
    "description": "\"கூத்துக் கலைஞர் பாடத் தொடங்கினார். கூடியிருந்த மக்கள் அமைதியாயினர்.\"  என்ற வாக்கியங்களை கலவைச் சொற்றொடராக மாற்றினால் எப்படி இருக்கும்?",
    "options": [
      "கூத்துக் கலைஞர் பாடத் தொடங்கியதும், கூடியிருந்த மக்கள் அமைதியாயினர்.",
      "கூத்துக் கலைஞர் பாடத் தொடங்கினாரால், கூடியிருந்த மக்கள் அமைதியாயினர்.",
      "கூத்துக் கலைஞர் பாடத் தொடங்கியதால், கூடியிருந்த மக்கள் அமைதியாக இருந்தனர்.",
      "கூத்துக் கலைஞர் பாடத் தொடங்கியதால், கூடியிருந்த மக்கள் அமைதியாயினர்."
    ],
    "answer": "D",
    "additional_context": "கலவைச் சொற்றொடரில் கருத்து முழுமை பெற்ற ஒரு முதன்மைத் தொடரும் கருத்து முழுமை பெறாத துணைத் தொடர்களும் கலந்து வரும். அ) மழை கொட்டிக்கொண்டிருந்தாலும் பகலவன் பள்ளிக்கு நடந்துவந்தான். பகலவன் பள்ளிக்கு நடந்துவந்தான் – முதன்மைத் தொடர். மழை கொட்டிக்கொண்டிருந்தாலும் – துணைத் தொடர். இங்கு கூத்துக் கலைஞர் பாடத் தொடங்கியதால் மக்கள் அமைதியாயினர் என்பது பொருள். எனவே கலவைச் சொற்றொடராக மாற்றும் போது கூத்துக் கலைஞர் பாடத் தொடங்கியதால், கூடியிருந்த மக்கள் அமைதியாயினர். என்று மாற்ற வேண்டும்."
  },
  {
    "description": "\"புதிர்\" பகுதியில் \"எடை குறைவானது\"  என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "தங்கக் கட்டியின் எடையை",
      "தராசின் எடையை",
      "பிஸ்கட்டின் எடையை",
      "கோல்டு பிஸ்கட்டின் எடையை"
    ],
    "answer": "D",
    "additional_context": "புதிர்: உங்களிடம் ஏழு கோல்டு பிஸ்கட் உள்ளது. அதில் ஒன்று மட்டும் எடை குறைவானது. உங்களிடம் உள்ள ஒரு தராசை இரு முறைகள் மட்டுமே யூஸ் பண்ணி வெயிட் குறைந்த கோல்டு பிஸ்கட்டைக் கண்டுபிடிக்கவும். இங்கு சொல்லப்படும் புதிர், ஏழு கோல்டு பிஸ்கட்டுகளில் ஒரு கோல்டு பிஸ்கட் மட்டும் எடை குறைவாக இருப்பதாகவும், அதைத் தேடுவதாகவும் சொல்லப்படுகிறது."
  }
]
