
[
  {
    "description": "கவிதையில் தாய், மகளின் எந்த  \"சோதனையை\" சமாளிக்கப் போராடுகிறாள்?",
    "options": [
      "a) தோடு அணிய வேண்டும் என்ற ஆசை",
      "b) கம்மல் அணிய வேண்டும் என்ற ஆசை",
      "c) கைக்கிரண்டு வளையல் அணிய வேண்டும் என்ற ஆசை",
      "d) ஆபரணங்கள் இல்லையென்றால் யாரும் மதிப்பார்களா என்ற கவலை"
    ],
    "answer": "D",
    "additional_context": "இந்த கவிதை பாரதிதாசனால் எழுதப்பட்டதாகும். இந்த கவிதையில் ஒரு தாய் தன் மகள் எதிர்கொள்ளும் அழுத்தங்களைப் பற்றிப் பேசுகிறாள். மகள் தன் அம்மாவிடம் தோடு, கம்மல் மற்றும் கைக்கிரண்டு வளையல் கேட்கிறாள். அவள் இந்த ஆபரணங்களை அணிந்தால் மட்டும் அவளை மதிப்பார்கள் என்று நினைக்கிறாள். ஆனால், தாய் இது அவசியமில்லை என்று மகளைப் புரியவைக்கிறாள்."
  },
  {
    "description": "கவிதையின் வாயிலாக பாரதிதாசன் எதற்கு எதிராக குரல் கொடுக்கிறார்?",
    "options": [
      "a) பெண்கள் ஆபரணங்களை விரும்புவதற்கு",
      "b) பெண்கள் கல்வி கற்பதற்கு",
      "c) பெண்களை மதிக்காத சமூகத்திற்கு",
      "d) பெண்கள் அழகு சாதனப் பொருட்கள் வாங்குவதற்கு"
    ],
    "answer": "C",
    "additional_context": "இந்த கவிதை ஒரு தாய் தன் மகளைப் புரியவைக்கும் வழியில் அமைந்துள்ளது. மகள் தன் அம்மாவிடம் ஆபரணங்களை வாங்கிக் கேட்கிறாள். ஆனால், அவள் கேட்கும் ஆபரணங்களைப் பற்றி அல்லாமல் கல்வியின் முக்கியத்துவத்தைப் பற்றித் தாய் அவளைப் புரியவைக்கிறாள். இதன் மூலம், பாரதிதாசன் பெண்கள் கல்வி கற்க வேண்டிய அவசியத்தை வலியுறுத்துகிறார். அது மட்டுமல்லாமல் பெண்களை மதிக்காத சமூகத்துக்கு எதிராகக் குரல் கொடுக்கிறார்."
  },
  {
    "description": "\"கற்பது பெண்களுக்கா பரணம் – கெம்புக் கல்வைத்த, நகைதீராத ரணம்!\" என்ற வரிகளின் மூலம் பாரதிதாசன் எதை உணர்த்துகிறார்?",
    "options": [
      "a) பெண்கள் கல்வி பெற வேண்டிய அவசியத்தை",
      "b) பெண்கள் ஆபரணங்களை விரும்புவதில் உள்ள தவறை",
      "c) பெண்களின் கல்வியே உண்மையான நகையாகும் என்பதை",
      "d) ஆபரணங்கள் பெண்களின் கல்விக்குத் தடையாக இருக்கும் என்பதை"
    ],
    "answer": "C",
    "additional_context": "இந்த கவிதையில், தாய் தன் மகளுக்கு கல்வியின் முக்கியத்துவத்தைப் பற்றிச் சொல்கிறாள். ஆபரணங்கள் இல்லாமல் மக்கள் மதிக்க மாட்டார்கள் என்று நினைக்கும் மகளிடம் கல்வியே உண்மையான நகை என்று சொல்கிறாள். மகள் ஆபரணங்களால் மதிக்கப்படுவாள் என்று நினைக்கிறாள். ஆனால், தாய் மகளுக்கு கல்வியின் முக்கியத்துவத்தை விளக்குகிறாள். கல்வி கற்ற பெண்களை மக்கள் மதிப்பார்கள் என்று  சொல்கிறாள்."
  },
  {
    "description": "\"வாரா விருந்து வந்த களையில் – அவர் மகிழ உபசரித்தல் வளையல்!\" என்ற வரிகள் எதை சுட்டிக்காட்டுகின்றன?",
    "options": [
      "a) வளையல் மிகவும் அழகாக இருக்கும் என்பதை",
      "b) விருந்தினரை மகிழ்விக்க ஆபரணங்கள் அவசியம் என்பதை",
      "c) வளையல் என்பது ஒரு விருந்தோம்பல் சின்னம் என்பதை",
      "d) விருந்தினர்களை மகிழ்விப்பது என்பது ஆபரணங்களை அணிந்து கொள்வதால் மட்டும் சாத்தியமில்லை என்பதை"
    ],
    "answer": "D",
    "additional_context": "இந்த கவிதையில் தாய், விருந்தினரை மகிழ்விப்பது ஆபரணங்களை அணிவதன் மூலம் மட்டுமல்ல, கல்வியின் மூலமும் சாத்தியம் என்று  சொல்கிறாள்.  மகள் ஆபரணங்கள் இல்லாமல் அவளை யாரும் மதிக்க மாட்டார்கள் என்று நினைக்கிறாள். ஆனால், தாய் கல்வி கற்ற பெண்களை மதிக்கத் தயாராக இருக்கிறார்கள் என்று சொல்கிறாள்."
  },
  {
    "description": "\"கற்ற பெண்களை இந்த நாடு – தன் கண்ணில் ஒற்றிக் கொள்ளுமன் போடு!\" என்ற வரிகள் எதை உறுதிப்படுத்துகின்றன?",
    "options": [
      "a) கல்வியானது பெண்களுக்கு மிகவும் முக்கியம் என்பதை",
      "b) கல்வி பெற்ற பெண்களுக்கு சமுதாயத்தில் மதிப்பு உண்டு என்பதை",
      "c) பெண்கள் கல்வி கற்று சமுதாயத்திற்கு பெருமை சேர்க்க வேண்டும் என்பதை",
      "d) நாடு கல்வி பெற்ற பெண்களை மதிப்பதற்கு தயாராக இருக்கிறது என்பதை"
    ],
    "answer": "D",
    "additional_context": "இந்த கவிதை ஒரு தாய் தன் மகளைப் புரியவைக்கும் வழியில் அமைந்துள்ளது. மகள் தன் அம்மாவிடம் ஆபரணங்களை வாங்கிக் கேட்கிறாள். ஆனால், அவள் கேட்கும் ஆபரணங்களைப் பற்றி அல்லாமல் கல்வியின் முக்கியத்துவத்தைப் பற்றித் தாய் அவளைப் புரியவைக்கிறாள். இதன் மூலம், பாரதிதாசன் கல்வி பெற்ற பெண்களை நாடு மதிப்பதற்கு தயாராக இருக்கிறது என்று சொல்கிறார்."
  }
]
