
[
  {
    "description": "சிலப்பதிகாரத்தின் கதைச் சுருக்கத்தை இரண்டு வார்த்தைகளில் கூறுக.",
    "options": [
      "ராஜா,  ராணி",
      "கோவலன்,  கண்ணகி",
      "மதுரை, புகார்",
      "சிலம்பு, பூங்கா"
    ],
    "answer": "B",
    "additional_context": "சிலப்பதிகாரத்தில், கோவலன் கண்ணகியின் காதல், பிரிவு, சந்திப்பு, திட்டம், வஞ்சம், வீரம், மற்றும் மதுரை அரசின் மீதான எரிப்பு ஆகியவை முக்கியக் கருவாக உள்ளன. இதன் மூலம் இது காதல், பிரிவு, மனம், வீரம், சமூகம், சமூகநீதி போன்ற பல கருத்துக்களை உள்ளடக்கிய ஒரு ஆழமான கதையாக உள்ளது."
  },
  {
    "description": "சிலப்பதிகாரத்தில் வரும் உரைநடைப்பாங்கில் அமைந்திருக்கும் பாட்டு  என்னப்படுகிறது?",
    "options": [
      "உரைப்பாட்டு மடை",
      "கதைப்பாட்டு",
      "பாடல்",
      "செய்யுள்"
    ],
    "answer": "A",
    "additional_context": "சிலப்பதிகாரத்தில் உரைநடைப்பாங்கில் அமைந்திருக்கும் பாட்டு உரைப்பாட்டு மடை எனப்படும். இது உரை என்பது பேசும் மொழியின் ஓட்டம். இந்த ஓட்டத்தை செய்யுளாகிய வயலில் பாய்ச்சுவது உரைப்பாட்டு மடை."
  },
  {
    "description": "சிலப்பதிகாரத்தில் எந்தக் காண்டத்தில் மருவூர்ப்பாக்கம் பற்றிய விளக்கம் வருகிறது?",
    "options": [
      "புகார்க்காண்டம்",
      "மதுரைக்காண்டம்",
      "வஞ்சிக்காண்டம்",
      "காடுகாண்டம்"
    ],
    "answer": "A",
    "additional_context": "சிலப்பதிகாரத்தில், புகார்க்காண்டத்தின்  இந்திரவிழா ஊரெடுத்த காதையில் மருவூர்ப்பாக்கம் பற்றிய விரிவான விளக்கம் உள்ளது.  இந்தப் பாடல் பகுதி, புகார் நகரத்தின் புகழ்பெற்ற வணிக மையமான மருவூர்ப்பாக்கம் பற்றிய விளக்கத்தை அளிக்கிறது.  இந்த இடம் வணிகம், தொழில் மற்றும் கைவினை ஆகியவற்றால்  நிறைந்திருந்தது."
  },
  {
    "description": "சிலப்பதிகாரம் எத்தனை காண்டங்களைக் கொண்டுள்ளது?",
    "options": [
      "மூன்று",
      "நான்கு",
      "ஐந்து",
      "ஆறு"
    ],
    "answer": "A",
    "additional_context": "சிலப்பதிகாரம் மூன்று காண்டங்களைக் கொண்டது.  அவை புகார்க்காண்டம், மதுரைக்காண்டம், மற்றும் வஞ்சிக்காண்டம்.  இந்த மூன்று காண்டங்களும் 30 கதைகளைக் கொண்டுள்ளன.  இந்தக் காப்பியம், கோவலன், கண்ணகி, மாதவி போன்றோரின் வாழ்க்கையை விவரிக்கிறது."
  },
  {
    "description": "சிலப்பதிகாரத்தின் மருவூர்ப்பாக்கம் பகுதி எதைப் பற்றி விவரிக்கிறது?",
    "options": [
      "புகார் நகரத்தின் மருத்துவ மையம்",
      "புகார் நகரத்தின் வணிக வீதிகள்",
      "புகார் நகரத்தின் அரண்மனை",
      "புகார் நகரத்தின் கல்வி நிலையம்"
    ],
    "answer": "B",
    "additional_context": "சிலப்பதிகாரத்தில் மருவூர்ப்பாக்கம் பகுதி, புகார் நகரத்தின் வணிக வீதிகள், கடைகள், கைவினைஞர்கள், இசைக்கலைஞர்கள் ஆகியவற்றைப் பற்றி விவரிக்கிறது.  இந்த பகுதி  பண்டைய காலத்தின் வணிக மற்றும் கைவினை நடைமுறைகளை காட்டுகிறது."
  }
]
