[
          
  {
    
          "description": "'________'  என்ற  தொடர்  திருக்குறளில்  இடம்  பெறும்.",
          "options": [
      "ஒன்று, இரண்டு, மூன்று, நான்கு",
      "ஐந்து, ஆறு, ஏழு, எட்டு",
      "ஒன்று, இரண்டு, மூன்று, நான்கு, ஐந்து",
      "ஒன்று, இரண்டு, மூன்று, நான்கு, ஐந்து, ஆறு, ஏழு, எட்டு, பத்து"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்த கேள்வி, திருக்குறளில் எந்த எண்ணுப் பெயர்கள் பயன்படுத்தப்படுகின்றன என்பதைக் கண்டறிய உதவுகிறது.  ஒன்று, இரண்டு, மூன்று, நான்கு, ஐந்து, ஆறு, ஏழு, எட்டு, பத்து ஆகிய எண்ணுப் பெயர்கள்  திருக்குறளில் பயன்படுத்தப்படுகின்றன. "
          }
        ,
          
  {
    
          "description": "வள்ளலாரின் பாடல் பகுதியில் காட்டப்படும் இயற்கை அம்சங்கள் எவை?",
          "options": [
      "மலை, காடு, நதி, மழை",
      "மரம், பூ,  நிலவு, மண்",
      "குளிர், நிழல், ஓடை, மலர், காற்று",
      "கடல், மணல்,  சூரியன், மீன்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "வள்ளலாரின் பாடலில், இயற்கையின் அழகு மற்றும் இயற்கை அம்சங்களை வர்ணித்து, அவற்றின் சிறப்புகளைப் போற்றிப் பாடுகிறார். அவர், இயற்கை எழில் கொஞ்சும் இடங்களை  புகழ்ந்துரைப்பதுடன், இயற்கையின் அழகுக்குப்  புகழ் சேர்க்கிறார். குறிப்பாக, 'குளிர், நிழல், ஓடை, மலர், காற்று'  ஆகியவை  அவரது பாடலில் காணப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "'கானடை'  என்ற சொல்லை  பிரித்து  பொருள் கூறும்போது, எந்த வகையான பொருள் கூறல்  வள்ளலாரின் பாடலில் காணப்படுகிறது?",
          "options": [
      "காட்டைச் சேர்ந்த",
      "காட்டுக்கு நடத்தல்",
      "காலால் நடத்தல்",
      "கானின் அடைக்கலம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "வள்ளலார் தனது பாடல்களில், சொற்களை பிரித்துப் பொருள் கூறும்  முறையைப் பயன்படுத்துகிறார். 'கானடை'  என்ற சொல்லை பிரித்துப் பார்த்தால், 'கான் அடை' - காட்டைச் சேர்ந்த, 'கான் நடை' - காட்டுக்கு நடத்தல்,  'கால் நடை' - காலால் நடத்தல் என  மூன்று வகையாக பிரித்துப் பொருள் கூறலாம்.  வள்ளலார் தனது பாடல்களில் 'காட்டைச் சேர்ந்த'  என்பதை  உணர்த்துவதற்காக 'கானடை'  என்ற சொல்லைப் பயன்படுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "'ஆடையிலே எனைமணந்த மணவாளா பொதுவில் / ஆடுகின்ற அரசேஎன் அலங்கல்அணிந் தருளே.' -  என்ற வரிகளில்  இயற்றியவர் எதைப்  பாராட்டுகிறார்?",
          "options": [
      "இயற்கையின் அழகு",
      "தன்னை ஆட்கொண்ட தெய்வீக சக்தி",
      "தன் இயற்கை அழகு",
      "மன்னரின்  அழகு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "வள்ளலார் தனது பாடல்களில், தன்னை ஆட்கொண்ட தெய்வீக சக்தியைப்  பாராட்டுகிறார்.  'ஆடையிலே எனைமணந்த மணவாளா பொதுவில் / ஆடுகின்ற அரசேஎன் அலங்கல்அணிந் தருளே.'  என்ற வரிகளில், தன்னை ஆட்கொண்ட தெய்வீக சக்தியை  'மணவாளா'  என்று குறிப்பிடுகிறார். மேலும்,  'ஆடுகின்ற அரசேஎன் அலங்கல்அணிந் தருளே'  என்ற வரிகளில், தெய்வீக சக்தியின்  அழகை  பாராட்டுகிறார்."
          }
        ,
          
  {
    
          "description": "'ஔவையாரின் ஆத்திசூடி, பாரதியாரின் ஆத்திசூடி ஆகிய இரண்டின் முதல் பத்துத் தொடர்களை  ஒப்பிட்டு, நாள்தோறும் ஒரு தொடர் என்னும் அடிப்படையில் கருத்துகளைக் காலை வழிபாட்டு நிகழ்வில் வழங்குக.' -  என்ற வாக்கியத்தில்  காணப்படும் நோக்கம் என்ன?",
          "options": [
      "இரண்டு  ஆத்திசூடிகளையும்  ஒப்பிட்டுப் பார்க்க வேண்டும்.",
      "ஆத்திசூடியின் முதல் பத்து  தொடர்களை  தெளிவாக  அறிந்துகொள்ள வேண்டும்.",
      "ஆத்திசூடி மூலம்  பொதுமக்களின் மனதில்  நல்ல  கருத்துகளை  விதைக்க வேண்டும்.",
      "காலை  வழிபாட்டு நிகழ்வில்  ஆத்திசூடி வசனங்களைப் பயன்படுத்த வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த செயல்திட்டத்தின் நோக்கம், ஔவையார் மற்றும் பாரதியாரின் ஆத்திசூடி  வசனங்களைப் பயன்படுத்தி, பொதுமக்களின் மனதில்  நல்ல  கருத்துகளை  விதைப்பது  ஆகும். நாள்தோறும்  ஒரு தொடர்  எனும் அடிப்படையில்,  இரண்டு  ஆத்திசூடிகளையும்  ஒப்பிட்டுப் பார்க்கும்போது, பொது மக்கள்  ஆத்திசூடியின்  முதல் பத்து  தொடர்களை  தெளிவாக  அறிந்துகொள்ளலாம்.  காலை  வழிபாட்டு நிகழ்வில்  ஆத்திசூடி வசனங்களைப் பயன்படுத்துவதன் மூலம்,  பொதுமக்களின் மனதில்  நல்ல  கருத்துகளை  விதைக்கலாம்."
          }
        ]