
[
  {
    "description": "“என் அம்மை வந்தாள்” என்று மாட்டைப் பார்த்துக் கூறுவது எந்த வகை வழுவமைதிக்கு உதாரணமாகும்?",
    "options": [
      "திணை வழுவமைதி",
      "பால் வழுவமைதி",
      "இட வழுவமைதி",
      "கால வழுவமைதி"
    ],
    "answer": "A",
    "additional_context": "இலக்கண முறையுடன் பிழையின்றிப் பேசுவதும் எழுதுவதும் வழாநிலை எனப்படும். இலக்கணமுறையின்றிப் பேசுவதும் எழுதுவதும் வழு எனப்படும்.\nஇரு திணையும் ஐம்பாலும் மூவிடமும் காலமும் வினாவும் விடையும் பலவகை மரபுகளும் ஆகிய ஏழும் தொடர்களில் இலக்கணப் பிழைகளுடன் வந்தால் அவையும் வழு எனப்படும். அவ்வாறு இலக்கணப் பிழைகள் இல்லாதிருப்பின் அவை வழாநிலை எனப்படும்.\nஇலக்கணமுறைப்படி பிழையுடையது எனினும், இலக்கண ஆசிரியர்களால் ஏதேனும் ஒரு காரணம் கருதி, பிழையன்று என ஏற்றுக்கொள்ளப்படுவது வழுவமைதியாகும். \"என் அம்மை வந்தாள்\" என்று மாட்டைப் பார்த்துக் கூறுவது திணைவழுவமைதி ஆகும். இங்கு உவப்பின் காரணமாக அஃறிணை, உயர்திணையாகக் கொள்ளப்பட்டது."
  },
  {
    "description": "“வாடா இராசா, வாடா கண்ணா” என்று தன் மகளைப் பார்த்துத் தாய் அழைப்பது எந்த வகை வழுவமைதிக்கு உதாரணமாகும்?",
    "options": [
      "திணை வழுவமைதி",
      "பால் வழுவமைதி",
      "இட வழுவமைதி",
      "கால வழுவமைதி"
    ],
    "answer": "B",
    "additional_context": "இலக்கண முறையுடன் பிழையின்றிப் பேசுவதும் எழுதுவதும் வழாநிலை எனப்படும். இலக்கணமுறையின்றிப் பேசுவதும் எழுதுவதும் வழு எனப்படும்.\nஇரு திணையும் ஐம்பாலும் மூவிடமும் காலமும் வினாவும் விடையும் பலவகை மரபுகளும் ஆகிய ஏழும் தொடர்களில் இலக்கணப் பிழைகளுடன் வந்தால் அவையும் வழு எனப்படும். அவ்வாறு இலக்கணப் பிழைகள் இல்லாதிருப்பின் அவை வழாநிலை எனப்படும்.\nஇலக்கணமுறைப்படி பிழையுடையது எனினும், இலக்கண ஆசிரியர்களால் ஏதேனும் ஒரு காரணம் கருதி, பிழையன்று என ஏற்றுக்கொள்ளப்படுவது வழுவமைதியாகும். \"வாடா இராசா, வாடா கண்ணா\" என்று தன் மகளைப் பார்த்துத் தாய் அழைப்பது பால்வழுவமைதி ஆகும். இங்கு உவப்பின் காரணமாகப் பெண்பால், ஆண்பாலாகக் கொள்ளப்பட்டது."
  },
  {
    "description": "மாறன் என்பான் தன்னைப் பற்றிப் பிறரிடம் கூறும்போது, “இந்த மாறன் ஒருநாளும் பொய் கூறமாட்டான்” என, தன்மையினைப் படர்க்கை இடத்தில் கூறுவது எந்த வகை வழுவமைதிக்கு உதாரணமாகும்?",
    "options": [
      "திணை வழுவமைதி",
      "பால் வழுவமைதி",
      "இட வழுவமைதி",
      "கால வழுவமைதி"
    ],
    "answer": "C",
    "additional_context": "இலக்கண முறையுடன் பிழையின்றிப் பேசுவதும் எழுதுவதும் வழாநிலை எனப்படும். இலக்கணமுறையின்றிப் பேசுவதும் எழுதுவதும் வழு எனப்படும்.\nஇரு திணையும் ஐம்பாலும் மூவிடமும் காலமும் வினாவும் விடையும் பலவகை மரபுகளும் ஆகிய ஏழும் தொடர்களில் இலக்கணப் பிழைகளுடன் வந்தால் அவையும் வழு எனப்படும். அவ்வாறு இலக்கணப் பிழைகள் இல்லாதிருப்பின் அவை வழாநிலை எனப்படும்.\nஇலக்கணமுறைப்படி பிழையுடையது எனினும், இலக்கண ஆசிரியர்களால் ஏதேனும் ஒரு காரணம் கருதி, பிழையன்று என ஏற்றுக்கொள்ளப்படுவது வழுவமைதியாகும். மாறன் என்பான் தன்னைப்பற்றிப் பிறரிடம் கூறும்போது, \"இந்த மாறன் ஒருநாளும் பொய் கூறமாட்டான்\" என, தன்மையினைப் படர்க்கை இடத்தில் கூறுவது இடவழுவமைதி ஆகும்."
  },
  {
    "description": "“கத்துங் குயிலோசை - சற்றே வந்து காதிற் படவேணும்”- பாரதியார். இந்த வரியில் எந்த வகை வழுவமைதி உள்ளது?",
    "options": [
      "திணை வழுவமைதி",
      "பால் வழுவமைதி",
      "இட வழுவமைதி",
      "மரபு வழுவமைதி"
    ],
    "answer": "D",
    "additional_context": "இலக்கண முறையுடன் பிழையின்றிப் பேசுவதும் எழுதுவதும் வழாநிலை எனப்படும். இலக்கணமுறையின்றிப் பேசுவதும் எழுதுவதும் வழு எனப்படும்.\nஇரு திணையும் ஐம்பாலும் மூவிடமும் காலமும் வினாவும் விடையும் பலவகை மரபுகளும் ஆகிய ஏழும் தொடர்களில் இலக்கணப் பிழைகளுடன் வந்தால் அவையும் வழு எனப்படும். அவ்வாறு இலக்கணப் பிழைகள் இல்லாதிருப்பின் அவை வழாநிலை எனப்படும்.\nஇலக்கணமுறைப்படி பிழையுடையது எனினும், இலக்கண ஆசிரியர்களால் ஏதேனும் ஒரு காரணம் கருதி, பிழையன்று என ஏற்றுக்கொள்ளப்படுவது வழுவமைதியாகும். \"கத்துங் குயிலோசை - சற்றே வந்து காதிற் படவேணும்\"- பாரதியார். குயில் கூவும் என்பதே மரபு, குயில் கத்தும் என்பது மரபு வழு ஆகும். இங்குக் கவிதையில் இடம்பெற்றிருப்பதால் இது மரபு வழுவமைதியாக ஏற்றுக்கொள்ளப்பட்டது."
  },
  {
    "description": "“குடியரசுத் தலைவர் நாளை தமிழகம் வருகிறார்” என்ற தொடரில் எந்த வகை வழுவமைதி ஏற்றுக்கொள்ளப்படுகிறது?",
    "options": [
      "திணை வழுவமைதி",
      "பால் வழுவமைதி",
      "இட வழுவமைதி",
      "கால வழுவமைதி"
    ],
    "answer": "D",
    "additional_context": "இலக்கண முறையுடன் பிழையின்றிப் பேசுவதும் எழுதுவதும் வழாநிலை எனப்படும். இலக்கணமுறையின்றிப் பேசுவதும் எழுதுவதும் வழு எனப்படும்.\nஇரு திணையும் ஐம்பாலும் மூவிடமும் காலமும் வினாவும் விடையும் பலவகை மரபுகளும் ஆகிய ஏழும் தொடர்களில் இலக்கணப் பிழைகளுடன் வந்தால் அவையும் வழு எனப்படும். அவ்வாறு இலக்கணப் பிழைகள் இல்லாதிருப்பின் அவை வழாநிலை எனப்படும்.\nஇலக்கணமுறைப்படி பிழையுடையது எனினும், இலக்கண ஆசிரியர்களால் ஏதேனும் ஒரு காரணம் கருதி, பிழையன்று என ஏற்றுக்கொள்ளப்படுவது வழுவமைதியாகும். குடியரசுத் தலைவர் நாளை தமிழகம் வருகிறார். இத்தொடர், குடியரசுத் தலைவர் நாளை வருவார் என அமைதல் வேண்டும். அவ்வாறு அமையவில்லை என்றாலும் நாம் பிழையாகக் கருதுவதில்லை. ஏனெனில் அவரது வருகையின் உறுதித்தன்மை நோக்கிக் காலவழுவமைதியாக ஏற்றுக்கொள்கிறோம்."
  }
]
