[
          
  {
    
          "description": "'பூதான' இயக்கத்தில் பணிபுரிந்ததோடு, 'உழுபவருக்கே நில உரிமை இயக்கம்' (LAFTI) தொடங்கியவர் யார்?",
          "options": [
      "a)  ராஜம் கிருஷ்ணன்",
      "b)  பாலசரசுவதி",
      "c)  கிருஷ்ணம்மாள் ஜெகந்நாதன்",
      "d)  சின்னப்பிள்ளை அம்மா"
    ],
    "answer": "C",
    
          "additional_context": "நாட்டின் விடுதலைக்குப் பின் கணவருடன் இணைந்து 'பூதான' இயக்கத்தில் பணிபுரிந்தார். 'உழுபவருக்கே நில உரிமை இயக்கம்' (LAND FOR THE TILLER'S FREEDOM – LAFTI) தொடங்கி வேளாண்மை இல்லாத காலத்திலும் உழவருக்கு வேறுபணிகள் மூலம் வருமானம் வர ஏற்பாடு செய்தார். இது 10ம் வகுப்பு பாடப்புத்தகத்தில் உள்ள 7வது பாடத்தில் உள்ள ஒரு பகுதியாகும். இது சின்னப்பிள்ளை அம்மா என்றும் அழைக்கப்படுகிறார். அவர் மிகவும் உயர்ந்த பதவி வகித்தவர் இல்லை, ஆனால், அவருடைய இயக்கம் உழவுக் கூலிகள் மத்தியில் பெரும் பிரபலத்தைப் பெற்றது. "
          }
        ,
          
  {
    
          "description": "காந்தியடிகளின் 'ஹரி தும் ஹரோ' பஜனைப் பாடி, அவர் பாராட்டைப் பெற்றவர் யார்?",
          "options": [
      "a)  மோகனா (பாலசரசுவதி)",
      "b)  வளர்மதி (ராஜம் கிருஷ்ணன்)",
      "c)  அன்பரசி (கிருஷ்ணம்மாள் ஜெகந்நாதன்)",
      "d)  முகில்நாச்சி (எம்.எஸ். சுப்புலட்சுமி)"
    ],
    "answer": "D",
    
          "additional_context": "ஒருமுறை காந்தியடிகளைத் தில்லியில் சந்தித்தபோது 'இரகுபதி இராகவ இராஜாராம்' என்ற பாடலைப் பாடினேன். என்னைப் பாராட்டிய அண்ணல், மீரா எழுதிய பாடல் ஒன்றைக் குறிப்பிட்டுப் பாடச் சொன்னார். பின் சிறிது நாள்களில் முனைந்து அந்தப் பாடலைக் கற்றுப் பயிற்சி செய்தேன். சென்னை வானொலி, 1947இல் காந்தியடிகளின் பிறந்த நாளன்று அப்பாடலை ஒலிபரப்பியது. அப்பாடல் 'ஹரி தும் ஹரோ' என்னும் மீரா பஜன். இது 10ம் வகுப்பு பாடப்புத்தகத்தில் உள்ள 7வது பாடத்தில் உள்ள ஒரு பகுதியாகும். எம்.எஸ். சுப்புலட்சுமி இன்றும் மிகவும் பிரபலமான பாடகியாக உள்ளார். "
          }
        ,
          
  {
    
          "description": "'மகளிர் நாள் விழா' நிகழ்வில் கலை நிகழ்ச்சிகளை மேற்கொண்ட பள்ளி எது?",
          "options": [
      "a)  மதுரை சண்முகவடிவுப் பள்ளி",
      "b)  சென்னை சங்கீத சமாஜம்",
      "c)  பூம்பாறை அரசு உயர்நிலைப் பள்ளி",
      "d)  திருப்பதி வெங்கடேசப் பள்ளி"
    ],
    "answer": "C",
    
          "additional_context": "பூம்பாறை, அரசு உயர்நிலைப்பள்ளி விழாக்கோலம் பூண்டிருந்தது. பெற்றோர் வருகையால் மாணவர்கள் மகிழ்ச்சியில் திளைத்திருந்தனர். சிறப்பு விருந்தினரான மாவட்ட ஆட்சியரின் உரைக்குப்பின், மாணவச் செல்வங்களின் கலை நிகழ்ச்சிகள் அரங்கேறிக் கொண்டிருந்தன. மாணவியர் பாட்டு, நடனம், நாடகம் எனக் கலைவிருந்து படைத்துப் பார்வையாளர்களை வியப்பில் ஆழ்த்திக் கொண்டிருந்தனர். இது 10ம் வகுப்பு பாடப்புத்தகத்தில் உள்ள 7வது பாடத்தில் உள்ள ஒரு பகுதியாகும். இந்த பாடத்தில்  மகளிர் நாள் விழா பற்றியும்  மற்றும்  அதில்  பங்கேற்ற  பெரிய  பெரிய  பெண்கள் பற்றியும்  குறிப்பிடப்பட்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது 'சின்னப்பிள்ளை அம்மா'வின் கலை நிகழ்ச்சியில் குறிப்பிடப்பட்டிருக்கிறது?",
          "options": [
      "a)  தூத்துக்குடியில் உப்பளத் தொழிலாளர்களின் வாழ்க்கை",
      "b)  மீட்புப் பணியில் கலந்துகொண்டது",
      "c)  பரதநாட்டிய அரங்கேற்றம்",
      "d)  கல்வி மறுக்கப்பட்ட காலத்தில் கல்வியைத் தேடிப் பெற்றது"
    ],
    "answer": "B",
    
          "additional_context": "இரண்டாயிரத்து நாலாம் வருஷம் சுனாமி வந்து ஊரெல்லாம் பாதிப்பு அடஞ்சப்போ நாங்க குழுவா போயி மீட்புப் பணியெல்லாம் செஞ்சோம். இது 10ம் வகுப்பு பாடப்புத்தகத்தில் உள்ள 7வது பாடத்தில் உள்ள ஒரு பகுதியாகும். சின்னப்பிள்ளை அம்மா இதற்காக மிகவும் பிரபலமானவர். அவரின் இயக்கத்தில்  மகளிர்  குழுக்கள் மிகவும்  செயல்  படுபவர்களாக  இருக்கிறார்கள். "
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எவர் இந்திய அரசின் தாமரைத்திரு விருது பெற்றவர்?",
          "options": [
      "a)  பாலசரசுவதி",
      "b)  கிருஷ்ணம்மாள் ஜெகந்நாதன்",
      "c)  சின்னப்பிள்ளை அம்மா",
      "d)  எம்.எஸ். சுப்புலட்சுமி"
    ],
    "answer": [
      "A",
      "C"
    ],
    
          "additional_context": "தமிழகத்தின் பெருமைக்குரிய கலைகளில் ஒன்றாகச் செவ்வியல் நடனம் திகழக் காரணமானவர்; அத்தகு பரதநாட்டியக் கலைஞர் பாலசரசுவதியாக வேடமிட்டு வந்த மாணவி மோகனாவிற்கு நன்றி!  சின்னப்பிள்ளை அம்மாவின் வேடம் ஏற்று வருபவர் நம் பள்ளியின் சின்னப்பிள்ளை ஒன்பதாம் வகுப்பு மாணவி மாதவி. இது 10ம் வகுப்பு பாடப்புத்தகத்தில் உள்ள 7வது பாடத்தில் உள்ள ஒரு பகுதியாகும்.  இவர்கள் இருவரும்  சமூகப்  பணிகளில்  ஈடுபட்டு  மிகவும்  பிரபலமானவர்கள்.  தாமரைத்திரு  விருது  இந்தியா  அரசால்  வழங்கப்படும்  சிறப்பு  விருதாகும். "
          }
        ]