
[
  {
    "description": "இராமானுசர் பூரணரின் கண்டிப்பை மீறி பொதுமக்களுக்குத் திருமந்திரத்தைச் சொன்ன காரணம் என்ன?",
    "options": [
      "பூரணர் திருமந்திரத்தின் மறைபொருளைப் பற்றிப் பொதுமக்களிடம் கூறுமாறு கட்டளையிட்டதால்.",
      "தனது ஆசிரியரின் அனுமதியின்றி பொதுமக்களுக்கு உதவி செய்ய வேண்டும் என்ற ஆசையால்.",
      "பொதுமக்களின் பிறவிப்பிணி நீங்கி பேறு பெற வேண்டும் என்ற நல்லெண்ணத்தால்.",
      "இராமானுசரின் புகழ் பரவ வேண்டும் என்ற ஆசையால்."
    ],
    "answer": "C",
    "additional_context": "பூரணரின் கண்டிப்பை மீறி பொதுமக்களுக்குத் திருமந்திரத்தைச் சொன்ன இராமானுசர், அந்தத் திருமந்திரத்தைப் பெற்றது தனக்கான  பெருமையாக நினைக்கவில்லை. பல்லாயிரக்கணக்கான மக்கள் துன்பத்தில் உழன்று, பேதை வாழ்வு வாழ்வதைக் கண்டு மனம் வருந்தினார். இராமானுசர்,  மக்களின் பிறவிப்பிணி நீங்கி அவர்கள் பேறு பெற வேண்டும் என்ற நல்லெண்ணத்தால் பொதுமக்களுக்குத் திருமந்திரத்தைச் சொன்னார்."
  },
  {
    "description": "பூரணர் இராமானுசரை கண்டித்ததற்கான காரணம் என்ன?",
    "options": [
      "இராமானுசர் பூரணர் கூறிய மந்திரத்தை வேறு யாரிடமும் கூறக் கூடாது என்ற கட்டளையை மீறியதால்.",
      "இராமானுசர் பூரணரின் மகன் சௌம்ய நாராயணனை அழைத்துச் சென்றதால்.",
      "இராமானுசர் பூரணர் கூறிய மந்திரத்தை மக்களுக்காகப் பயன்படுத்தியதால்.",
      "இராமானுசர் பூரணரை அவரது சொந்த வீட்டுக்குள் அனுமதிக்காமல் இருந்ததால்."
    ],
    "answer": "A",
    "additional_context": "திருமந்திரத்தின் மறைபொருள் திருவரங்கத்தின் திருவருளால் பூரணருக்கு கிடைத்தது. அது பரம ஆச்சாரியார் ஆளவந்தார் அவர்களால் பூரணருக்கு மட்டும் கிடைத்த அரிய பொக்கிசம் என்று கூறி,  பூரணர் அதை இராமானுசர் உட்பட மூன்று பேருக்கும் மட்டும் கூறுகிறார். அது வேறு யாரிடமாவது சொல்லப்பட்டால் நரகமே கிட்டும் என்றும் எச்சரிக்கிறார். இதை மீறி பொதுமக்களுக்குத் திருமந்திரத்தைச் சொன்னதால் பூரணர் இராமானுசரை கண்டிக்கிறார்."
  },
  {
    "description": "பூரணர் இராமானுசரை எம் பெருமான் என்று அழைத்தது எதைக் குறிக்கிறது?",
    "options": [
      "இராமானுசரின் அறிவுத் திறன் மீது பூரணருக்கு இருந்த மரியாதை.",
      "இராமானுசர் இறைவனின் திருவருளை உலகிற்கு உணர்த்தியதால்.",
      "பூரணர் இராமானுசரை இறைவனின் அவதாரமாக கருதியதால்.",
      "இராமானுசரின் புகழ் பரவியதால்."
    ],
    "answer": "B",
    "additional_context": "இராமானுசர் செய்த செயலைப் பார்த்து பூரணர் மனம் நெகிழ்ந்து அவர் மீது மரியாதை கொள்கிறார். அது மட்டுமல்ல, அவரது மகன் சௌம்ய நாராயணனை இராமானுசரின் அடைக்கலமாக அளிக்கிறார். இராமானுசர் அந்தத் திருமந்திரத்தைப் பெற்றது தனக்கான  பெருமையாக நினைக்கவில்லை. பல்லாயிரக்கணக்கான மக்கள் துன்பத்தில் உழன்று, பேதை வாழ்வு வாழ்வதைக் கண்டு மனம் வருந்தினார். இராமானுசர்,  மக்களின் பிறவிப்பிணி நீங்கி அவர்கள் பேறு பெற வேண்டும் என்ற நல்லெண்ணத்தால் பொதுமக்களுக்குத் திருமந்திரத்தைச் சொன்னார். இந்த செயல் பூரணரை மிகவும் நெகிழ்ச்சி அடைய வைத்தது.  இறைவனின் திருவருளை உலகிற்கு உணர்த்தியவர் தாங்களே என்று கூறி அவரை எம் பெருமான் என்று பூரணர் அழைக்கிறார்."
  },
  {
    "description": "பூரணர் இராமானுசருக்கு என்ன அளித்து விடை தந்தார்?",
    "options": [
      "திருமந்திரத்தின் மறைபொருள்",
      "இறைவனின் திருவருள்",
      "தன் மகன் சௌம்ய நாராயணன்",
      "தன் கோவிலின் பொக்கிசம்"
    ],
    "answer": "C",
    "additional_context": "இராமானுசர் செய்த செயலைப் பார்த்து பூரணர் மனம் நெகிழ்ந்து அவர் மீது மரியாதை கொள்கிறார். அது மட்டுமல்ல, அவரது மகன் சௌம்ய நாராயணனை இராமானுசரின் அடைக்கலமாக அளிக்கிறார். இராமானுசர் அந்தத் திருமந்திரத்தைப் பெற்றது தனக்கான  பெருமையாக நினைக்கவில்லை. பல்லாயிரக்கணக்கான மக்கள் துன்பத்தில் உழன்று, பேதை வாழ்வு வாழ்வதைக் கண்டு மனம் வருந்தினார். இராமானுசர்,  மக்களின் பிறவிப்பிணி நீங்கி அவர்கள் பேறு பெற வேண்டும் என்ற நல்லெண்ணத்தால் பொதுமக்களுக்குத் திருமந்திரத்தைச் சொன்னார். இந்த செயல் பூரணரை மிகவும் நெகிழ்ச்சி அடைய வைத்தது.  இறைவனின் திருவருளை உலகிற்கு உணர்த்தியவர் தாங்களே என்று கூறி அவரை எம் பெருமான் என்று பூரணர் அழைக்கிறார். பின்பு,  பூரணர் தனது மகன் சௌம்ய நாராயணனை இராமானுசரின் அடைக்கலமாக அளித்து விடை தருகிறார்."
  },
  {
    "description": "பூரணர் இராமானுசரைத் தண்டு, கொடியுடன் வரச் சொன்னதற்குக் காரணம் என்ன?",
    "options": [
      "திருமந்திரத் திருவருளைப் பெற தண்டும், கொடியுமாக இருப்பவர்களைத் தன் சீடர்களாகப் பெற விரும்பியதால்.",
      "இராமானுசரின் தண்டு, கொடி உறவுகளைப் பார்த்து அவர்கள் மீது ஈர்ப்பு ஏற்பட்டதால்.",
      "திருமந்திரம் தன் மூலம் பரவும் போது சீடர்களின் உதவி அவசியமானதால்.",
      "இராமானுசரின் தண்டு, கொடி உறவுகள் திருவரங்கத்திற்குச் செல்ல வேண்டியிருந்ததால்."
    ],
    "answer": "A",
    "additional_context": "பூரணர் இராமானுசர், கூரேசர், முதலியாண்டான் ஆகிய மூவரையும் திருமந்திரத்தின் திருவருளைப் பெற வேண்டும் என தண்டு, கொடியுடன் வரச் சொல்கிறார். அது அந்த மூவரையும் பூரணரின் சீடர்களாகப் பெற விரும்பியதால்.   திருமந்திரத்தின் மறைபொருள் திருவரங்கத்தின் திருவருளால் பூரணருக்கு கிடைத்தது. அது பரம ஆச்சாரியார் ஆளவந்தார் அவர்களால் பூரணருக்கு மட்டும் கிடைத்த அரிய பொக்கிசம் என்று கூறி,  பூரணர் அதை இராமானுசர் உட்பட மூன்று பேருக்கும் மட்டும் கூறுகிறார். அது வேறு யாரிடமாவது சொல்லப்பட்டால் நரகமே கிட்டும் என்றும் எச்சரிக்கிறார். இதை மீறி பொதுமக்களுக்குத் திருமந்திரத்தைச் சொன்னதால் பூரணர் இராமானுசரை கண்டிக்கிறார்."
  }
]
