
[
  {
    "description": "பாடல் மன்னனின் ஆட்சியின் _______________ அம்சங்களை வலியுறுத்துகிறது.",
    "options": [
      "பொருளாதார",
      "இராணுவ",
      "கலாச்சார",
      "சமூக"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இரண்டாம் இராசராசன் ஆட்சிக்காலத்துக் கல்வெட்டு ஒன்று இப்பாடல். இப்பாடல் சோழ மன்னன் இரண்டாம் இராசராசன் ஆட்சியின் சமூக அம்சங்களை வலியுறுத்துகிறது. இதில் நாட்டில் நிலவும் சமூக ஒற்றுமை, மக்களின் நல்வாழ்வு, நீதி, அமைதி மற்றும் அன்பான ஆட்சி ஆகியவற்றைப் பற்றி விரிவாக விவரிக்கிறது. இரண்டாம் இராசராசன் தன் மக்களின் பாதுகாவலனாக, அவர்களின் நலன் காக்கும் அரசனாகத் திகழ்ந்ததைக் காணலாம்."
  },
  {
    "description": "மெய்க்கீர்த்தியின் முதல் பகுதி _______________ பற்றிய புகழ்ச்சிகளை உள்ளடக்கியது.",
    "options": [
      "நாட்டின்",
      "மக்களின்",
      "மன்னரின்",
      "தெய்வங்களின்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மெய்க்கீர்த்தி என்பது பண்டைய தமிழ் இலக்கியத்தில் ஒரு முக்கியமான வகை. இவை மன்னர்களின் சாதனைகளையும் ஆட்சியின் சிறப்புகளையும் புகழ்ந்து பாடும் பாடல்களாகும். மெய்க்கீர்த்திகள் கல்லில் செதுக்கப்பட்டவை. இவை பொதுவாக மன்னர்களின் கோயில்கள், நினைவுச்சின்னங்கள் மற்றும் பொது இடங்களில் காணப்படுகின்றன. மெய்க்கீர்த்தியின் முதல் பகுதி மன்னரின் புகழ்ச்சிகளை உள்ளடக்கியது. இதில் அவர்களின் வீரம், வலிமை, அறிவு, நீதி, அறம், மக்களின் நலன் காக்கும் பண்பு ஆகியவற்றைப் புகழ்ந்து கூறப்படும்."
  },
  {
    "description": "பாடலில் _______________ வடிவத்தில் கல்வெட்டு எழுதப்பட்டிருந்தது.",
    "options": [
      "செப்பேடு",
      "மண் பலகை",
      "கல்",
      "மரப்பட்டை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சோழர் காலத்தில் கல்வெட்டுகள் மிகவும் பிரபலமாக இருந்தன. பல கோயில்கள் மற்றும் பொது இடங்களில் கல்வெட்டுகள் செதுக்கப்பட்டுள்ளன. மன்னர்களின் ஆட்சி, சாதனைகள், பண்பாடு, வழக்கங்கள் ஆகியவற்றைப் பற்றி கல்வெட்டுகள் விரிவாகக் கூறுகின்றன. மன்னர்களின் கல்வெட்டுகள் அவர்களின் சிறப்பான ஆட்சியைக் காட்டுவதாகும். கல்வெட்டுகள் மன்னர்களின் அதிகாரம், புகழ் மற்றும் நாட்டின் வளர்ச்சியைப் பிரதிபலிக்கின்றன."
  },
  {
    "description": "மெய்க்கீர்த்திகள் _______________ காலத்தில் தோன்றின.",
    "options": [
      "சங்க காலம்",
      "பல்லவர் காலம்",
      "சோழர் காலம்",
      "பாண்டியர் காலம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சோழர் காலத்தில் மெய்க்கீர்த்தி கல்வெட்டுகள் தோன்றின. இவை மன்னர்களின் பெருமை, சாதனைகள், ஆட்சிச் சிறப்பு ஆகியவற்றை புகழ்ந்து பாடும் பாடல்களாகும். மெய்க்கீர்த்திகள் கல்லில் செதுக்கப்பட்டவை. இவை மன்னர்களின் கோயில்கள், நினைவுச்சின்னங்கள் மற்றும் பொது இடங்களில் காணப்படுகின்றன. சோழர் மன்னர்களின் மெய்க்கீர்த்திகள் சோழர் காலத்தின் கலை, இலக்கியம் மற்றும் வரலாறு ஆகியவற்றைப் பிரதிபலிக்கின்றன. இவை சோழர் காலத்தைப் பற்றிய முக்கியமான ஆதாரங்களாகும்."
  },
  {
    "description": "“சங்க இலக்கியமான பதிற்றுப்பத்துப் பாடல்களின் இறுதியிலுள்ள பதிகங்கள் இதற்கு முன்னோடி!” - இந்த வாக்கியம் எதைப் பற்றியது?",
    "options": [
      "இரண்டாம் இராசராசன் காலத்துக் கல்வெட்டுகள்",
      "சோழர் காலத்துக் கல்வெட்டுகள்",
      "மெய்க்கீர்த்திகள்",
      "சங்க இலக்கியத்தின்  முக்கியத்துவம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பதிற்றுப்பத்து என்பது சங்க இலக்கியத்தில் இடம்பெற்றுள்ள ஒரு முக்கியமான நூல். இது 100 பாடல்களைக் கொண்டது. இந்தப் பாடல்களில் 100 பேர்களைப் பற்றி கூறப்படுகிறது. இப்பாடல்களின் இறுதியிலுள்ள பதிகங்கள் மன்னர்களின் சிறப்புகளைப் புகழ்ந்து பாடுவதைக் காணலாம். இந்தப் பதிகங்கள் மெய்க்கீர்த்திகளுக்கு முன்னோடியாகக் கருதப்படுகின்றன. மெய்க்கீர்த்திகள் சோழர் காலத்தில் தோன்றின. இவை சங்க இலக்கியப் பதிகங்களின் வழி வந்தவை. மெய்க்கீர்த்திகள் மன்னர்களின் சாதனைகளைப் புகழ்ந்து பாடும் பாடல்களாகும். இவை கல்லில் செதுக்கப்பட்டவை. இவை மன்னர்களின் கோயில்கள், நினைவுச்சின்னங்கள் மற்றும் பொது இடங்களில் காணப்படுகின்றன."
  }
]
