
[
  {
    "description": "கு.ப.ராஜகோபாலனின் பன்முகத்தன்மை எதில் தெளிவாகப் புலப்படுகிறது?",
    "options": [
      "தனது எழுத்துப் பணியில்",
      "தனது கவிதைகளில்",
      "தனது சிறுகதைகளில்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கு.ப.ராஜகோபாலன் ஒரு பன்முகத்தன்மை கொண்ட எழுத்தாளர். அவர் கவிதைகள், சிறுகதைகள், நாடகங்கள் என பல்வேறு துறைகளில் தனது எழுத்துப் பணியை மேற்கொண்டுள்ளார். எனவே இவரின் பன்முகத்தன்மை மேற்கண்ட அனைத்திலும் தெளிவாகப் புலப்படுகிறது."
  },
  {
    "description": "\"ஏர் புதிதா?\" கவிதை எந்த நூலில் இடம்பெற்றுள்ளது?",
    "options": [
      "கு.ப.ரா. படைப்புகள்",
      "தமிழ் மரபு",
      "ஏர் புதிதா?",
      "பொன் ஏர் பூட்டுதல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "\"ஏர் புதிதா?\" என்ற கவிதை கு.ப.ராஜகோபாலனின்  \"கு.ப.ரா. படைப்புகள்\" என்ற நூலில் இடம்பெற்றுள்ளது. இந்நூல் அவரது கவிதைகளின் தொகுப்பு நூல் ஆகும்."
  },
  {
    "description": "\"ஏர் புதிதா?\" கவிதை, உழுவோரின் எந்த பண்பாட்டு நிகழ்வைப் புகழ்கிறது?",
    "options": [
      "நெல் அறுவடை",
      "நாற்று நடுதல்",
      "பொன் ஏர் பூட்டுதல்",
      "கால்நடை வளர்ப்பு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "\"ஏர் புதிதா?\" என்ற கவிதை தமிழரின் பண்பாட்டு நிகழ்வான \"பொன் ஏர் பூட்டுதல்\"  நிகழ்வைப் புகழ்கிறது. சித்திரை மாதத்தில் நடக்கும் இந்நிகழ்வின் போது புதிய உழவுக்கான ஆயத்தம் செய்யப்படும். புதிய ஏர், மாடு, விதை ஆகியவற்றைப் புகழ்ந்து இந்நிகழ்வு கொண்டாடப்படும்."
  },
  {
    "description": "கவிதை, \"காடு புதிதன்று, கரையும் பிடித்ததுதான்\" எனக் குறிப்பிடுகிறது. இதன் மூலம் என்ன உணர்த்தப்படுகிறது?",
    "options": [
      "காடு புதியதல்ல, ஆனால் கரையைப் பிடித்தது புதியது.",
      "மனிதனின் முயற்சி, இயற்கை சார்ந்தது என்பதை உணர்த்துகிறது.",
      "புதிய காடுகள், கரையைப் பிடித்துள்ளன என்பதைக் காட்டுகிறது.",
      "மனிதனின் இயற்கையின் மீதான கட்டுப்பாட்டைப் புகழ்கிறது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரிகள் மனிதனின் முயற்சி இயற்கையைச் சார்ந்தது என்பதை உணர்த்துகிறது. புதிய காடுகள் இயற்கையாக வளரும். மனிதன் புதிய நிலங்களை உழுது, பயிர் செய்து அதனை கரையைப் பிடித்துக் கொள்ளும், இயற்கையின் மீதான  மனிதனின் கட்டுப்பாடு அல்ல."
  },
  {
    "description": "\"ஏர் புதிதா?\" கவிதை எந்தத் திங்களில் நடத்தப்படும் பொன் ஏர் பூட்டுதலைப் பற்றி பேசுகிறது?",
    "options": [
      "ஆடி",
      "புரட்டாசி",
      "சித்திரை",
      "மார்கழி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கவிதையில்  \"சித்திரைத் திங்களில் நடத்தப்படும் பொன் ஏர் பூட்டுதல்\" எனக் குறிப்பிடப்பட்டுள்ளது. இதன் மூலம், கவிதை சித்திரை மாதத்தில் நடத்தப்படும் பொன் ஏர் பூட்டுதல் நிகழ்வைப் பற்றிப் பேசுகிறது எனத் தெளிவாகிறது."
  }
]
