
[
  {
    "description": "“காற்றே வா!” எனும் பாரதியாரின் வசனகவிதையின் ஒரு பகுதியில், காற்று ஏன் வரவேற்கப்படுகிறது?",
    "options": [
      "காற்றானது புதிய வாசனையைக் கொண்டுவருவதால்.",
      "காற்றானது மகரந்தத் தூளைச் சுமந்து வருவதால்.",
      "காற்றானது இயற்கை வாழ்விற்கான உயிர்வளி அளிப்பதால்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "காற்றே வா! எனும் பாரதியாரின் வசனகவிதையில் காற்று மிகவும் வரவேற்கப்படுகிறது.  காற்று, மகரந்தத் தூளைச் சுமந்துகொண்டு வந்து, மனதை மயலுறுத்து கின்ற இனிய வாசனையைத் தருகிறது.  மேலும்,  இலைகளின்மீதும், நீரலைகளின்மீதும் உராய்ந்து, மிகுந்த புத்துணர்வைத் தருகிறது. இதன் மூலம் உயிர்வளி நிறைந்த, சுவாசிக்கக் கூடிய காற்று நம்மைச் சுற்றி இருப்பதை பாரதியார் மிக அழகாக விளக்குகிறார்."
  },
  {
    "description": "“பேய்போல வீசி அதனை மடித்துவிடாதே” - இந்த வரிகள் எதைக் குறிக்கின்றன?",
    "options": [
      "காற்று வீசும் வேகத்தை கட்டுப்படுத்துவது அவசியம் என்பதை.",
      "இயற்கை சக்திகளை கட்டுப்படுத்த முடியாது என்பதை.",
      "காற்று மனித வாழ்க்கையில் முக்கியப் பங்கு வகிக்கிறது என்பதை.",
      "காற்று மனிதர்களுக்கு ஆபத்தை விளைவிக்கும் என்பதை."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பாரதியார், காற்று எப்படி இருக்க வேண்டும் என்பதைத் தெளிவாக விளக்குகிறார். மெதுவாக, நல்ல லயத்துடன், நெடுங்காலம்  நின்று வீசிக் கொண்டிரு.  என்கிறார். அதாவது, காற்றின் வேகம் மிக அதிகமாக இல்லாமல் இருக்க வேண்டும் என்கிறார்.  காற்றின் வேகம் அதிகமாக இருந்தால் மரங்கள், வீடுகள் சேதமடையும் அபாயம் உள்ளது என்பதை பாரதியார் உணர்த்துகிறார்."
  },
  {
    "description": "பாரதியார் எந்த வகை கவிதையை தமிழுக்கு அறிமுகப்படுத்தினார்?",
    "options": [
      "தனிப்பாடல்",
      "வசனகவிதை",
      "குறள்",
      "பாடல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாரதியார் தமிழுக்கு வசனகவிதை வடிவத்தை அறிமுகப்படுத்தினார். வசனகவிதை, உரைநடையும் கவிதையும் இணைந்து யாப்புக் கட்டுகளுக்கு அப்பாற்பட்டு உருவாக்கப்படும் கவிதை வடிவமாகும்.  இது ஆங்கிலத்தில் Prose Poetry (Free verse)  என்று அழைக்கப்படுகிறது. இவ்வடிவம் உணர்ச்சி பொங்கக் கவிதை படைக்கும் இடங்களில் யாப்பு, தடையாக இருப்பதை உணர்ந்த பாரதியார் இவ்வடிவத்தை இலகுவாகக் கையாண்டுள்ளார். இவ்வசன கவிதையே புதுக்கவிதை என்ற வடிவம் உருவாகக் காரணமாயிற்று."
  },
  {
    "description": "“நீரின்றி அமையாது உலகு” என்ற பழமொழியைப் போலவே, இயற்கையின் எந்த கூறு உலக உயிரியக்கத்திற்கு அவசியம் என்பதை கவிதை விளக்குகிறது?",
    "options": [
      "மழை",
      "நிலவு",
      "சூரியன்",
      "காற்று"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாரதியார் 'காற்று' இல்லாமல் உலக உயிரியக்கம் இயங்காது என்பதை தன் கவிதையில் வலியுறுத்துகிறார். நீர் இல்லாமல் உலகம் இயங்காது என்பதைப் போல காற்று இல்லாமல் உலக உயிரினங்கள் வாழ முடியாது."
  },
  {
    "description": "பாரதியாரின் வசனகவிதையின் உட்பொருளை வலியுறுத்தும் எந்த சொற்கள் அதில் இடம்பெற்றுள்ளன?",
    "options": [
      "இனிமை, அழகு, இன்பம்",
      "வா, வீசு, நின்று",
      "வீடு, தோட்டம், பூங்கா",
      "நிலா, சூரியன், மழை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாரதியாரின் வசனகவிதையில் காற்றுக்கு  'வா', 'வீசு', 'நின்று' என்ற சொற்களைப் பயன்படுத்தி  காற்று  நம்மைச் சுற்றி இருக்க வேண்டும் என்பதை வலியுறுத்துகிறார். மேலும், காற்று எப்படி இருக்க வேண்டும் என்பதையும் விளக்குகிறார்."
  }
]
