
[
  {
    "description": "பூரணரின் கட்டளைப்படி இராமானுசர் திருக்கோட்டியூருக்கு வந்தது ஏன்?",
    "options": [
      "திருக்கோட்டியூரில் உள்ள கோவிலைப் புதுப்பிக்க",
      "பூரணரின் மகன் சௌம்ய நாராயணனைப் பாதுகாக்க",
      "திருமந்திரத் திருவருள் வேண்டி",
      "திருக்கோட்டியூர் மக்களின் பிரச்சனைகளைத் தீர்க்க"
    ],
    "answer": "C",
    "additional_context": "திருக்கோட்டியூர் பூரணரின் இல்லத்தில் நடைபெறும் இந்த நாடகத்தில் முதலியாண்டான், இராமானுசரின் மீது பூரணரின் திருமந்திரத் திருவருள் வேண்டி வருவதாகச் சொல்கிறார். பூரணரின் கட்டளைப்படி இராமானுசர் திருக்கோட்டியூருக்கு வந்தது இதன் காரணமாகவே."
  },
  {
    "description": "இராமானுசர் பூரணர் இல்லத்திற்குச் சென்றபோது பூரணர் ஏன் கோபம் கொண்டார்?",
    "options": [
      "இராமானுசர் கூரேசர் மற்றும் முதலியாண்டானை உடன் அழைத்து வந்ததால்",
      "இராமானுசர் தண்டு மற்றும் கொடியை மறந்துவிட்டதால்",
      "பூரணர் மந்திரத்தை யாருக்கும் கூறக் கூடாது என்று சொன்னதால்",
      "இராமானுசர் திருக்கோட்டியூரில் உள்ள கோவிலை புதுப்பிக்க மறுத்ததால்"
    ],
    "answer": "A",
    "additional_context": "பூரணர் இராமானுசரை மட்டும் திருக்கோட்டியூருக்கு வரச் சொல்லியிருந்தார். ஆனால், இராமானுசர் தனது இரு சீடர்களான கூரேசர் மற்றும் முதலியாண்டானை உடன் அழைத்து வந்ததால் பூரணர் கோபமடைந்தார். \n"
  },
  {
    "description": "பூரணர் மந்திரத்தைச் சொல்லும் போது என்ன கண்டிப்பு விதித்தார்?",
    "options": [
      "அந்த மந்திரத்தை யாரிடமும் சொல்லக் கூடாது",
      "அந்த மந்திரத்தை நாள்தோறும் தியானிக்க வேண்டும்",
      "அந்த மந்திரத்தை எல்லோரும் சேர்ந்து சொல்ல வேண்டும்",
      "அந்த மந்திரத்தை மனதிற்குள் மட்டுமே சொல்ல வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "பூரணர் இராமானுசருக்கும் அவரது இரண்டு சீடர்களுக்கும் மந்திரத்தைச் சொல்லும் போது அந்த மந்திரத்தை யாரிடமும் சொல்லக் கூடாது என கண்டிப்பு விதித்தார். இல்லையெனில் ஆசிரியர் கட்டளையை மீறியதாகும். நரகத்திற்குச் செல்ல நேரிடும் எனவும் மிரட்டினார். "
  },
  {
    "description": "இராமானுசர் திருக்கோட்டியூர் மக்களுக்குத் திருமந்திரத்தை கூறியதால் பூரணர் என்ன செய்தார்?",
    "options": [
      "இராமானுசரைத் திட்டினார்",
      "இராமானுசரை மன்னித்தார்",
      "இராமானுசருக்குத் தண்டனை வழங்கினார்",
      "இராமானுசரை வெளியேற்றினார்"
    ],
    "answer": "B",
    "additional_context": "இராமானுசர் திருமந்திரத்தை பொதுமக்கள் மத்தியில் கூறியதால் பூரணர் இராமானுசரை திட்டினார். ஆனால் பின்னர் இராமானுசரை மன்னித்ததுடன், தனது மகன் சௌம்ய நாராயணனை இராமானுசர் வசம் ஒப்படைத்து விடைபெற்றுக் கொண்டார்."
  },
  {
    "description": "நாடகத்தில் \"எம் பெருமான்\" என்று கூறப்பட்டவர் யார்?",
    "options": [
      "பூரணர்",
      "இராமானுசர்",
      "கூரேசர்",
      "முதலியாண்டான்"
    ],
    "answer": "B",
    "additional_context": "இராமானுசர் பொதுமக்களுக்குத் திருமந்திரத்தை கூறிய பின்னர் பூரணர் இராமானுசரை பாராட்டி 'எம் பெருமான்' என்று அழைத்தார். இதன் மூலம் இராமானுசரின் பெருமையையும்  அவரது அருள் உள்ளத்தையும் பூரணர்  உணர்ந்து கொண்டார். "
  }
]
