
[
  {
    "description": "“_________ மரங்கள் தோறும் உவமணி கானம்கொல் என்று”,",
    "options": [
      "தவமணி",
      "துவமணி",
      "நவமணி",
      "காய்மணி"
    ],
    "answer": "B",
    "additional_context": "கருணையன் தன் தாயார் எலிசபெத் அம்மையாரை இழந்து வருந்திக் கொண்டிருக்கிறான். அப்போது அவரை ஆறுதல்படுத்தும் விதமாக காடுகளும், மரங்களும், பறவைகளும் கூட அழுது இரங்குகின்றன. “_________ மரங்கள் தோறும் உவமணி கானம்கொல் என்று”, இப்பாடல் வரிகளில் இந்த வார்த்தையின் இடத்தில் என்ன வார்த்தை பொருத்தமாக இருக்கும் என்பதைத் தேர்ந்தெடுக்கவும்."
  },
  {
    "description": "“பசுந்தங்கம், புதுவெள்ளி, மாணிக்கம், மணிவைரம் யாவும் ஒரு தாய்க்கு ஈடில்லை என்கிறார் ஒரு கவிஞர்.” இந்த வரிகள் நமக்கு என்ன உணர்த்துகின்றன?",
    "options": [
      "தாயின் அன்பு பொக்கிஷங்களைக் காட்டிலும் மதிப்புடையது.",
      "தாய் இல்லாமல் வாழ்க்கை பயனற்றது.",
      "தாயை இழந்த துயரம் மிகப்பெரியது.",
      "தாயின் அன்புக்கு ஈடு இல்லை."
    ],
    "answer": "D",
    "additional_context": "தாயின் அன்பு எத்தனை பெரிது என்பதை வலியுறுத்தும் வகையில் கவிஞர் “பசுந்தங்கம், புதுவெள்ளி, மாணிக்கம், மணிவைரம் யாவும் ஒரு தாய்க்கு ஈடில்லை” என்கிறார்.  தாயின் அன்பிற்கு ஈடு இல்லை என்பதை எடுத்துக்காட்டும் வகையில் தாயை இழந்த மகனின் துயரத்தை இந்தப் பாடல் உணர்த்துகிறது."
  },
  {
    "description": "“மகிழ்ச்சியைப் பகிர்ந்தால் பெருகும்; துயரைப் பகிர்ந்தால் குறையும்; சுவரோடாயினும் சொல்லி அழு என்பார்களல்லவா?” இந்த வரிகள் என்ன கருத்தை எடுத்துரைக்கின்றன?",
    "options": [
      "நண்பர்களுடன் துயரத்தைப் பகிர்ந்துகொள்வதன் முக்கியத்துவத்தை.",
      "மனிதர்களின் இயல்பான உணர்வுகளைப் பகிர்ந்துகொள்ள வேண்டும் என்பதை.",
      "துயரத்தை ஒருவரே தாங்கிக்கொள்ள முடியாது என்பதை.",
      "உணர்வுகளை வெளிப்படுத்துவதன் அவசியத்தை."
    ],
    "answer": "D",
    "additional_context": "இயற்கையும் மனிதனும் துயரத்தைப் பகிர்ந்து கொள்வதை வலியுறுத்தும் வகையில் இந்த வரிகள் அமைந்துள்ளன.  “மகிழ்ச்சியைப் பகிர்ந்தால் பெருகும்; துயரைப் பகிர்ந்தால் குறையும்; சுவரோடாயினும் சொல்லி அழு என்பார்களல்லவா?” இந்த வரிகள் உணர்வுகளை வெளிப்படுத்துவதன் அவசியத்தை எடுத்துரைக்கின்றன."
  },
  {
    "description": "“விரிந்தன கொம்பில் கொய்த வீயென உள்ளம் வாட எரிந்தன நுதிநச்சு அம்புண்டு இரும்புழைப் புண்போல் நோகப் பெரிதழுது இரங்கித் தேம்பச் சரிந்தன அசும்பில் செல்லும் தடவிலா தனித்தேன் அந்தோ!” இப்பாடல் வரிகளில் “கருணையன்” என்ன உணர்ச்சியை வெளிப்படுத்துகிறார்?",
    "options": [
      "மரம் இல்லாத காட்டின் குளிர்ச்சியை.",
      "தன் தாயை இழந்த துயரத்தையும் தனிமையையும்.",
      "மரக்கிளைகளில் பூத்த மலர்களைப் பார்த்து மகிழ்ச்சியை.",
      "விலங்குகளின் அழுகையை கேட்டு வருத்தத்தை."
    ],
    "answer": "B",
    "additional_context": "கருணையன் தன் தாயாரை இழந்த துயரத்தில் மூழ்கி உள்ளான். இயற்கையும் கூட அவனது துயரத்தைப் பகிர்ந்து கொண்டு துயரப்படுகிறது. விரிந்த மரக்கிளைகள், பூத்த மலர்கள், காடுகள், பறவைகள், அசும்பு என இயற்கையின் அனைத்துப் பகுதிகளும் அவனுடன் துயரப்படுகின்றன. இப்பாடல் வரிகளில் “கருணையன்” தன் தாயை இழந்த துயரத்தையும் தனிமையையும் வெளிப்படுத்துகிறார்."
  },
  {
    "description": "“நவமணி வடக்க யில்போல் நல்லறப் படலைப் பூட்டும் தவமணி மார்பன் சொன்ன உவமணி மணமலர் தன்னிசைக்கு இசைகள் பாடத் துவமணி மரங்கள் தோறும் உவமணி கானம்கொல் என்று ஒலித்து அழுவ போன்றே.” இப்பாடல் வரிகளில் “கருணையன்” என்ன செய்கிறார்?",
    "options": [
      "தன் தாய்க்காக ஒரு பாடலைப் பாடுகிறார்.",
      "தன் தாயின் சமாதிக்கு மலர்களை அர்ப்பணிக்கிறார்.",
      "தன் தாயின் இழப்பை வருந்தி அழுகிறார்.",
      "தன் தாயின் நினைவாக ஒரு கானத்தை உருவாக்குகிறார்."
    ],
    "answer": "C",
    "additional_context": "கருணையன் தன் தாயாரை இழந்த துயரத்தில் அழுது புலம்புகிறான். காடுகளும், மரங்களும், பறவைகளும் அவனது துயரத்தைப் பகிர்ந்து கொண்டு அவனது துயரத்திற்கு இசையாக ஒலிக்கின்றன.  “நவமணி வடக்க யில்போல் நல்லறப் படலைப் பூட்டும் தவமணி மார்பன் சொன்ன உவமணி மணமலர் தன்னிசைக்கு இசைகள் பாடத் துவமணி மரங்கள் தோறும் உவமணி கானம்கொல் என்று ஒலித்து அழுவ போன்றே.” இப்பாடல் வரிகளில் “கருணையன்” தன் தாயின் இழப்பை வருந்தி அழுகிறார்."
  }
]
