
[
  {
    "description": "“பாரதியார் கவிதைகள்” பகுதியில் இடம்பெற்றிருக்கும் பாரதியாரின் புகழ்பெற்ற படைப்புகளைப் பற்றி எந்தக் கூற்று சரியானது?",
    "options": [
      "a) “நீடுதுயில் நீக்கப் பாடிவந்த நிலா” என்ற பாடல் பாரதியாரால் எழுதப்பட்டது.",
      "b) பாரதியார் “சிந்துக்குத் தந்தை” எனப் பெயர் பெற்றவர்.",
      "c) “பாஞ்சாலி சபதம்” காவியம் பாரதியாரால் எழுதப்பட்டது.",
      "d) மேற்கண்ட மூன்று கூற்றுக்களும் சரியானவை."
    ],
    "answer": [
      "d"
    ],
    "additional_context": "“பாரதியார் கவிதைகள்” என்ற தலைப்பில் பாரதியாரின் புகழ்பெற்ற படைப்புகள் பற்றிய கேள்வி கேட்கப்பட்டுள்ளது. இதில், “நீடுதுயில் நீக்கப் பாடிவந்த நிலா”  என்ற பாடல் பாரதியாரால் எழுதப்பட்டது என்பது உண்மை. பாரதியார் “சிந்துக்குத் தந்தை” எனப் பெயர் பெற்றவர் என்பதும் உண்மை. “பாஞ்சாலி சபதம்” காவியம் பாரதியாரால் எழுதப்பட்டது என்பதும் உண்மை. எனவே, மேற்கண்ட மூன்று கூற்றுக்களும் சரியானவை என்பது தெளிவாகிறது."
  },
  {
    "description": "“தெரிந்து தெளிவோம்” பகுதியில் 'வசன கவிதை' பற்றி குறிப்பிடப்பட்டுள்ளது. இந்த வடிவம் எதற்கு ஒரு சிறந்த உதாரணம்?",
    "options": [
      "a) யாப்புக் கட்டுகளைக் கடைப்பிடித்து எழுதப்பட்ட கவிதை",
      "b) இயற்கையின் அழகை வர்ணிக்கும் கவிதை",
      "c) உணர்ச்சி பொங்கக் கவிதை படைக்கும் இடங்களில் யாப்பு தடையாக இருக்கும் என்பதை நிரூபிக்கும் கவிதை",
      "d) புதுக்கவிதை என்ற வடிவம் உருவாகக் காரணமாயிற்று என்பதை நிரூபிக்கும் கவிதை"
    ],
    "answer": [
      "d"
    ],
    "additional_context": "“தெரிந்து தெளிவோம்” பகுதியில் 'வசன கவிதை' பற்றி கூறப்பட்டுள்ளது. உரைநடையும் கவிதையும் இணைந்து யாப்புக் கட்டுகளுக்கு அப்பாற்பட்டு உருவாக்கப்படும் கவிதை வடிவம் வசன கவிதை எனப்படுகிறது. ஆங்கிலத்தில் Prose Poetry (Free verse) என்றழைக்கப்படும் இவ்வடிவம் தமிழில் பாரதியாரால் அறிமுகப்படுத்தப்பட்டது. பாரதியார் இவ்வசன கவிதையே புதுக்கவிதை என்ற வடிவம் உருவாகக் காரணமாயிற்று எனக் கூறியுள்ளார்."
  },
  {
    "description": "“கற்பவை கற்றபின்...” பகுதியில் கேட்கப்பட்டிருக்கும் கேள்விகளில் எது 'வசன கவிதையின்' சிறப்பம்சத்தை வெளிப்படுத்துகிறது?",
    "options": [
      "a) வேண்டுகோள் சொற்களும் கட்டளைச் சொற்களும் கவிதையின் உட்பொருளை வெளிப்படுத்தத் துணைநிற்பது குறித்துப் பேசுக.",
      "b) இயற்கையொலிகளை உணர்வுடன் வெளிப்படுத்தும் கவிதைகளைத் திரட்டி வந்து வகுப்பறையில் படித்துக்காட்டுக.",
      "c) வசன கவிதையில் இயற்கையின் அழகை எவ்வாறு வெளிப்படுத்தலாம் என்பது குறித்து விவாதிக்க.",
      "d) வசன கவிதையின் சிறப்பம்சங்கள் மற்றும் அதன் நவீன கவிதை வளர்ச்சிக்கு ஏற்படுத்திய பங்களிப்பு குறித்து விவாதிக்க."
    ],
    "answer": [
      "a"
    ],
    "additional_context": "“கற்பவை கற்றபின்...” பகுதியில் 'வசன கவிதை' பற்றிய கேள்விகள் கேட்கப்பட்டுள்ளன. இதில், வேண்டுகோள் சொற்களும் கட்டளைச் சொற்களும் கவிதையின் உட்பொருளை வெளிப்படுத்தத் துணைநிற்பது குறித்துப் பேசுவதன் மூலம் 'வசன கவிதை'யின் சிறப்பம்சத்தை அறியலாம். ஏனெனில் வசன கவிதையில், யாப்பு, சீர்கள் போன்றவை இல்லாமல், உரைநடை போன்று எழுதப்படும். எனவே, வேண்டுகோள் சொற்களும் கட்டளைச் சொற்களும் கவிதையின் உட்பொருளை வெளிப்படுத்தும் முக்கியமான காரணிகள். "
  },
  {
    "description": "பாடப்பகுதியில் காற்று எதைக் கொண்டு வருவதாகக் கூறப்படுகிறது?",
    "options": [
      "மகரந்தத் தூள் மற்றும் இனிய வாசனை",
      "இலைகளின் மீது உராய்ந்து வரும் மணம்",
      "நீரலைகளின் மீது உராய்ந்து வரும் குளிர்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாடப்பகுதியில் காற்று மகரந்தத் தூள் மற்றும் இனிய வாசனையைக் கொண்டு வருகிறது எனக் கூறப்பட்டுள்ளது. மேலும், இலைகளின் மீதும், நீரலைகளின் மீதும் உராய்ந்து, மிகுந்த ப்ராண – ரஸத்தை எங்களுக்குக் கொண்டு கொடுக்கிறது எனவும் கூறப்பட்டுள்ளது. எனவே, காற்று மேற்கண்ட அனைத்தையும் கொண்டு வருகிறது என அறியலாம்."
  },
  {
    "description": "பாரதியார் எந்த வகை கவிதை வடிவத்தைத் தனது பாடல்களில் பயன்படுத்தியுள்ளார்?",
    "options": [
      "யாப்புடைய கவிதை",
      "வசனகவிதை",
      "பாடல்",
      "தூது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாரதியார்  'காற்று என்னும் தலைப்பிலான வசனகவிதையின் ஒரு பகுதியைத் தனது பாடல்களில் பயன்படுத்தியுள்ளார். வசன கவிதை என்பது யாப்பு, சீர்கள் போன்றவை இல்லாமல், உரைநடை போன்று எழுதப்படும் ஒரு வடிவம்.  எனவே, பாரதியார் தனது பாடல்களில் வசனகவிதை வடிவத்தைப் பயன்படுத்தியுள்ளார்."
  }
]
