
[
  {
    "description": "கோபல்லபுரத்து மக்கள் கதை ______ ஆண்டிற்கான சாகித்திய அகாதெமி விருதினைப் பெற்றது.",
    "options": [
      "1990",
      "1991",
      "1992",
      "1993"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கோபல்ல கிராமம் என்னும் புதினத்தைத் தொடர்ந்து எழுதப்பட்ட கதையே கோபல்லபுரத்து மக்கள். ஆசிரியர் தன் சொந்தஊரான இடைசெவல் மக்களின் வாழ்வியல் காட்சிகளுடன் கற்பனையையும் புகுத்தி இந்நூலினைப் படைத்துள்ளார். இந்திய விடுதலைப் போராட்டத்தினைப் பின்னணியாகக் கொண்டது இந்நூல். இது 1991ஆம் ஆண்டிற்கான சாகித்திய அகாதெமி விருதினைப் பெற்றது."
  },
  {
    "description": "கோபல்லபுரத்து மக்கள் கதையின் ஆசிரியர் _______.",
    "options": [
      "ஜெயகாந்தன்",
      "சுந்தர ராமசாமி",
      "கி.ராஜநாராயணன்",
      "அசோகமித்திரன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கோபல்லபுரத்து மக்கள் கதையின் ஆசிரியர் கரிசல் எழுத்தாளர் கி.ராஜநாராயணன். இருபதுக்கும் மேற்பட்ட நூல்களைப் படைத்துள்ள இவரின் கதைகள் ஒரு கதைசொல்லியின் கதைப்போக்கில் அமைந்திருக்கும். இவரின் கதைகள் அனைத்தும் கி.ராஜநாராயணன் கதைகள் என்னும் தலைப்பில் தொகுப்பாக வெளிவந்துள்ளன; இவர் கரிசல் வட்டாரச் சொல்லகராதி ஒன்றை உருவாக்கியுள்ளார். இவர் தொடங்கிய வட்டாரமரபு வாய்மொழிப் புனைகதைகள் 'கரிசல் இலக்கியம்' என்று அழைக்கப்படுகின்றன. எழுத்துலகில் இவர் கி.ரா. என்று குறிப்பிடப்படுகிறார்."
  },
  {
    "description": "வரத்துக்காரனின் சொந்தப் பெயர் ______.",
    "options": [
      "மணி",
      "அன்னமய்யா",
      "சுப்பையா",
      "பரமேஸ்வரன்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வந்தவன் அந்தப் பேரை மனசுக்குள் திருப்பித் திருப்பிச் சொல்லிப் பார்த்துக் கொண்டான். எவ்வளவு பொருத்தம் என்று நினைத்துக் கொண்டான் போலிருக்கிறது! 'எனக்கு இன்று நீ இடும் அன்னம் தான்'... பதிலுக்குப் பெயர் என்ன என்று கேட்க வேண்டும் போல் தோன்றியதால் அன்னமய்யா கேட்டான். கொஞ்சம் தயங்கியபின் என்னோட சொந்தப் பெயர் பரமேஸ்வரன். அதை இப்போதைக்கு மறந்துரு. இப்பொப் பேர் மணி. மணின்னே கூப்பிடு. நா எங்கிருந்து வர்றேன்ங்கிறதெல்லாம் சாவகாசமாச் சொல்றேன் என்று சொல்லிவிட்டு, \" இப்போ நாம எங்க போகணும் சொல்லு\" என்று கேட்டான்."
  },
  {
    "description": "வரத்துக்காரன் _______  என்ற ஊரைச் சேர்ந்தவன்.",
    "options": [],
    "answer": [
      "N/A"
    ],
    "additional_context": "அவன் சொல்லியதும் அன்னமய்யா கேட்டான். \"ரொம்பத் தொலவட்லயிருந்து வர்ரென்; எங்கதெ பெரிசு!\" என்றான். தம்பீ ஓம் பெயரென்ன?"
  },
  {
    "description": "_______  என்ற கிராமத்தைச் சேர்ந்தவன் சுப்பையா.",
    "options": [
      "இடைசெவல்",
      "கோபல்லபுரம்",
      "கரிசல்",
      "தென்னல்காடு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "\"அந்தோ... அங்கெ,\" என்று கை காட்டினான். \"அங்கெ என்னொட பிரண்டு சுப்பையா ன்னு பேரு - காலேஜ்ல படிக்கான். லீவுக்கு வந்திருக்கான். அவங்க பிஞ்சையிலேயும் அருகெடுக்கிறாங்க, அங்க போவமா?"
  }
]
