
[
  {
    "description": "அந்த இடம்\nகாற்றே ! வா \nஉன்னைப் பாடாமல் \nஇருக்க முடியாது\nஏனெனில்\nபாட்டின் மூல ஊற்றே\nநீதான்\n-------- -------- -------- -------- --------\nபொய்கையிடம் போனால்\nகுளிர்ந்து போகிறாய்\nபூக்களைத் தொட்டால் \nநறுமணத்தோடு வருகிறாய்\nபுல்லாங்குழலில் புகுந்தால்\nஇசையாகிவிடுகிறாய்\nஎங்களிடம்\nவந்தால் மட்டுமே\nஅழுக்காகி விடுகிறாய்\nமரங்களின்\nஊமை நாவுகள் \nஉன்னிடம் மட்டுமே \nபேசுகின்றன",
    "options": [
      "நறுமணம்",
      "குளிர்",
      "இசை",
      "பாடல்"
    ],
    "answer": "D",
    "additional_context": "காற்று என்பது இயற்கையின் அற்புதமான படைப்பு. காற்று இல்லாமல் உயிர் வாழ முடியாது. காற்று எங்கும் பரவி இருக்கிறது. காற்று என்பது எல்லா இடத்திலும் ஊடுருவிச் செல்லும் தன்மை கொண்டது. காற்றில்தான்  பாட்டு, இசை, நறுமணம் என எல்லாம் மறைந்துள்ளன. அதுவே காற்று எல்லாவற்றையும் பாடலாக மாற்றுகிறது. அதனால்தான் காற்று இயற்கை இசை என்பார்கள்."
  },
  {
    "description": "கடல் அலைகள் \nஉன்னோடு மட்டுமே \nகுதித்துக் கும்மாளமிடுகின்றன\nவயலின் பச்சைப் பயிர்கள் \nநீ வந்தால் மட்டுமே \nஆனந்த நடனம் \nஆடுகின்றன\nநீ என்ன குதூகலமா?\nகொண்டாட்டமா? \nகோலாகலமா?",
    "options": [
      "கடல் அலைகள் குதித்துக் கும்மாளமிடுதல், வயலின் பச்சைப் பயிர்கள் நடனம் ஆடுதல்",
      "காற்று அழுக்காகி விடுதல், மரங்களின் ஊமை நாவுகள் பேசுதல்",
      "பொய்கை குளிர்ந்து போதல், பூக்கள் நறுமணத்தைத் தருதல்",
      "புல்லாங்குழல் இசையாக மாறுதல், வீணையிலிருந்து இசை கவர்ந்து செல்லுதல்"
    ],
    "answer": "A",
    "additional_context": "காற்று  இல்லாமல் கடல் அலைகள்  குதித்துக் கும்மாளமிடாது. காற்று  இல்லாமல் வயலின் பச்சைப் பயிர்கள் நடனம் ஆடாது. காற்று  இல்லாமல் மரங்களின் ஊமை நாவுகள் பேசாது. காற்று  இல்லாமல் பூக்கள் நறுமணத்தைத் தராது. காற்று  இல்லாமல் புல்லாங்குழல் இசையாக மாறாது. காற்று  இல்லாமல் வீணையிலிருந்து இசை கவர்ந்து செல்லாது. காற்று எல்லாவற்றையும் இயக்கி  அழகாக காட்டுகிறது."
  },
  {
    "description": "நெடுநாட்களாகவே \nஎனக்கொரு சந்தேகம்\nவிளக்குகளிலிருந்து\nபறிக்கும் சுடர்களை\nபூக்களிலிருந்து \nதிருடும் நறுமணத்தை\nவீணையிலிருந்து \nகவர்ந்த இசையை\nஎங்கே கொண்டு போய்\nஒளித்து வைக்கிறாய்?",
    "options": [
      "காற்று தூய்மையானது",
      "காற்று அழுக்கானது",
      "காற்று மணம், ஒளி, இசை ஆகியவற்றைத் திருடி ஒளித்து வைக்கிறது",
      "காற்று எல்லாவற்றையும் பாடலாக மாற்றுகிறது"
    ],
    "answer": "C",
    "additional_context": "காற்று என்பது  இயற்கையான அழகு. காற்று மணம், ஒளி, இசை ஆகியவற்றைத் திருடி ஒளித்து வைக்கிறது. அதனால் காற்று தூய்மையானது. காற்று அழுக்கானது என்று சொல்ல முடியாது. காற்று எல்லாவற்றையும் பாடலாக மாற்றுகிறது. காற்று ஒரு இயற்கை சக்தி.  காற்று  எல்லா உயிரினங்களுக்கும்  தேவை."
  },
  {
    "description": "The Golden sun gets up early in the morning and starts its bright rays to fade away the dark. The milky clouds start their wandering. The colourful birds start twitting their morning melodies in percussion. The cute butterflies dance around the flowers. The flowers' fragrance fills the breeze. The breeze gently blows everywhere and makes everything pleasant.",
    "options": [
      "அழுக்கானது",
      "இனிமையானது",
      "கோபமானது",
      "பயமுறுத்தும்"
    ],
    "answer": "B",
    "additional_context": "காற்று இயற்கையான அழகு. காற்று  எங்கும் பரவி இருக்கிறது. காற்று எல்லா உயிரினங்களுக்கும் தேவை. காற்று இல்லாமல் எதுவும்  இயங்காது. காற்று  எல்லா இடத்திலும் ஊடுருவிச் செல்லும் தன்மை கொண்டது. காற்று  இனிமையானது. அதுவே காற்று எல்லாவற்றையும்  இனிமையாக  மாற்றுகிறது."
  },
  {
    "description": "இன்சொல், எழுகதிர், கீரிபாம்பு, பூங்குழல் வந்தாள், மலை வாழ்வார், முத்துப்பல்",
    "options": [
      "இன்சொல்",
      "எழுகதிர்",
      "கீரிபாம்பு",
      "பூங்குழல் வந்தாள்"
    ],
    "answer": "A",
    "additional_context": "இன்சொல் என்பது ஒரு பண்புத்தொகை. இன்சொல்  என்பது இனிமையான சொல்.  இன்சொல் கூறுதல் சான்றோர்க்கு அழகு. எழுகதிர் என்பது ஒரு பண்புத்தொகை. எழுகதிர் என்பது  கதிரவன்.  கீரிபாம்பு என்பது ஒரு பெயர்தொகை.  கீரிபாம்பு என்பது பாம்பின் ஒரு வகை. பூங்குழல் வந்தாள் என்பது ஒரு பெயர்தொகை. பூங்குழல் வந்தாள் என்பது  ஒரு பெண். மலை வாழ்வார் என்பது ஒரு குறிப்புத்தொகை. மலை வாழ்வார் என்பது மலையில் வாழும் மக்கள். முத்துப்பல் என்பது ஒரு பண்புத்தொகை. முத்துப்பல் என்பது  பற்கள்."
  }
]
