
[
  {
    "description": "“யாழ் இசை இன வண்டு ஆர்ப்ப” என்ற வரியின் மூலம் என்ன விளக்கப்படுகிறது?",
    "options": [
      "வண்டுகளின் ஓசை யாழ் இசையைப் போன்றது",
      "யாழ் இசை வண்டுகளின் ஓசையைப் போன்றது ",
      "வண்டுகளின் ஓசை மழையின் ஓசையைப் போன்றது ",
      "மழையின் ஓசை யாழ் இசையைப் போன்றது"
    ],
    "answer": "A",
    "additional_context": "முல்லைப்பாட்டின் முதல் பத்து வரிகளில், மழை காலத்தில் பெரு மழை பெய்து, அந்த மழையின் காரணமாக வண்டுகள் இனிமையான ஓசையை எழுப்பும் காட்சி வர்ணிக்கப்படுகிறது. அந்த வண்டுகளின் இனிமையான ஓசை, யாழ் இசையைப் போன்று இருப்பதாக இப்பாடல் வரி விளக்குகிறது."
  },
  {
    "description": "“சிறுதாம்பு தொடுத்த பசலைக் கன்றின் உறுதுயர் அலமரல் நோக்கி” என்ற வரிகள் என்ன விளக்குகின்றன?",
    "options": [
      "இளங்கன்றின் பசியால் தாய்மார்கள் கவலைப்படுவதை",
      "தலைவியின் வருத்தத்தை இளங்கன்று உணருவதை",
      "இடையர்கள் இளங்கன்றைப் பராமரிப்பதை",
      "இளங்கன்றின் பசியை தலைவியின் வருத்தத்துடன் ஒப்பிடுவதை"
    ],
    "answer": "D",
    "additional_context": "தலைவன் வந்து சேரும் வரை காத்திருக்கும் தலைவியின் மன வருத்தம் இளங்கன்றின் பசியுடன் ஒப்பிடப்பட்டுள்ளது.  தலைவன் இல்லாத துயரம் தலைவியை வாட்டி எடுப்பதாக இப்பாடல் வரிகள் கூறுகின்றன."
  },
  {
    "description": "“கொடுங்கோற் கோவலர் பின்நின்று உய்த்தர” என்ற வரியில் “கொடுங்கோற் கோவலர்” யாரை குறிக்கிறது?",
    "options": [
      "இடையர்கள்",
      "வேடர்கள்",
      "மன்னர்கள்",
      "வணிகர்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில் குறிப்பிடப்பட்டுள்ள 'கொடுங்கோற் கோவலர்' என்பது இடையர்களை குறிக்கிறது.  இடையர்கள் தங்கள் கால்நடைகளை மேய்க்கும் போது கத்தியை வைத்திருப்பது இயல்பு.  கத்தி கொடுங்கோல் போன்றது.  அதனால் இடையர்களை 'கொடுங்கோற் கோவலர்' என குறிப்பிடுகிறார்கள்."
  },
  {
    "description": "முல்லைப்பாட்டில் “விரிச்சி கேட்டல்” என்ற சொல் எந்த செயலைக் குறிக்கிறது?",
    "options": [
      "தலைவியின் நலனை விசாரித்தல் ",
      "தெய்வத்தை வழிபடுதல்",
      "இடையர்களைப் பற்றி கேட்டறிதல்",
      "மழையின் அளவை அறிதல்"
    ],
    "answer": "A",
    "additional_context": "முல்லைப்பாட்டில், தலைவன் வந்து சேரும் வரை காத்திருக்கும் தலைவியின் மன வருத்தத்தைப் போக்க, முதுமை பெண்கள் தெய்வத்தை வழிபட்டு, தலைவன் வருகை பற்றி இடையர்களிடம் விசாரித்து, தலைவியிடம் நற்சொல்லும் செய்கிறார்கள்.  'விரிச்சி கேட்டல்' என்ற சொல் இடையர்களை நோக்கி, தலைவியின் நலனை விசாரிப்பதை குறிக்கிறது."
  },
  {
    "description": "முல்லைப்பாட்டின் முக்கிய கருப்பொருள் என்ன?",
    "options": [
      "இயற்கை அழகு",
      "காத்திருத்தல் ",
      "தலைவன் வருகைக்காக காத்திருத்தல்",
      "இடையர்களின் வாழ்க்கை"
    ],
    "answer": "C",
    "additional_context": "முல்லைப்பாட்டின் முக்கிய கருப்பொருள் தலைவன் வருகைக்காக தலைவன் தன் மனைவியின் காத்திருப்பு.  தலைவன் போர் முடித்து வந்து சேர்வதற்காக தன் மனைவி காத்திருப்பது இந்தப் பாட்டின் முக்கியக் கருப்பொருள்."
  }
]
