
[
  {
    "description": "கதையின் நாயகன் குப்புசாமிக்கு உதவி செய்து அவருடைய நண்பர் என்று கதை கூறும் நபர் யார்?",
    "options": [
      "a) தங்கவேலு",
      "b) ஆறுமுகம்",
      "c) வீரப்பன்",
      "d) காஞ்சிபுரத் தான்"
    ],
    "answer": [
      "c"
    ],
    "additional_context": "கதையில், குப்புசாமி வயிற்றுவலியால் பாதிக்கப்பட்டு தங்கவேலுவின் வீட்டில் தங்கியிருக்கிறான். அப்போது தங்கவேலுவின் வீட்டுக்கு வந்து, குப்புசாமியைப் பார்த்து, அவருடைய நண்பர் என்று கதை கூறும் நபர் வீரப்பன்.  வீரப்பன்  காஞ்சிபுரத்திலிருந்து வந்திருக்கிறார். அவர் வீரப்பன் மட்டுமே அவருடைய உயிருக்கு மதிப்பு கொடுத்து, அவருக்கு உதவி செய்து வருவதாகக் கூறுகிறார்."
  },
  {
    "description": "குப்புசாமியை நாயகன் எப்படிப் பார்க்கிறான் என்பதை கதையிலிருந்து எடுத்துக்காட்டுகள் தந்து விவரிக்கவும்.",
    "options": [
      "a) அவன் மீது இரக்கமும் பயமும் மட்டுமே கொள்கிறான்.",
      "b) அவனைக் கவனித்துக் கொள்ள அவன் ஆர்வம் காட்டுகிறான்.",
      "c) அவனை ஒரு சமூகப் பழியாகக் கருதுகிறான்.",
      "d) அவனின் பலவீனத்தைக் கண்டு அவனைப் பரிதாபப்படுகிறான்."
    ],
    "answer": [
      "d"
    ],
    "additional_context": "கதையில், நாயகன் குப்புசாமியை முதலில் வெறுப்புடன் பார்க்கிறான். அவன் வீட்டுக்கு வந்ததால், அவன்  பக்கத்து வீட்டுக்கு விருந்தாளியா என்று கேள்வி கேட்கிறான். அவன் எலும்பும் தோலுமான உடம்பு,  எண்ணெய் காணாத தலை, காடாக வளர்ந்து கிடந்தது, சட்டையும் வேஷ்டியும் ஒரே அழுக்கு, சட்டையில் ஒரு பொத்தான்கூட இல்லை,  இதையெல்லாம் பார்த்து அவன் மீது நாயகனுக்கு  பயம் மற்றும் அவமானம் இருக்கிறது.  நாயகன் அவனை எந்த ஒரு விதத்திலும்  உதவ முன்வரவில்லை. குப்புசாமியின் துயர நிலையைப் பார்த்து அவனை பரிதாபப்படுகிறான். அது அவன்  மனதில் இருந்ததை அவன் மனைவி சொல்லும் போது அவன் மறுத்து பேசுகிறான்."
  },
  {
    "description": "குப்புசாமிக்கு யாருடைய உதவி கிடைக்கிறது?",
    "options": [
      "a) தங்கவேலுவின் மனைவியின் உதவி",
      "b) வீரப்பன் மற்றும் அவரது வீட்டுக்காரர்களின் உதவி",
      "c) நாயகனின் மனைவியின் உதவி",
      "d) அவரது தாய்மாமாவின் உதவி"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "கதையில், குப்புசாமிக்குத் தாய்மாமன் வீட்டில்  துன்பப்பட்டுக்கொண்டிருந்தபோது, வீரப்பன்  அவ்வப்போது அழைத்து வந்து, சாப்பாடு போடுவானாம். வீரப்பன் வீடு கட்டுகிற ஒரு மேஸ்திரியிடம் சிப்பந்தியாக வேலை செய்பவன்.  குப்புசாமி வயிற்றுவலியால்  வேலை இழந்து,  வீட்டில் துன்பப்பட்டு இருந்தபோது,  வீரப்பன் தனக்கு கடன் வாங்கி,  குப்புசாமிக்கு  உதவி செய்து வந்தானாம்."
  },
  {
    "description": "நாயகன் குப்புசாமியை பார்க்கும்போது அவனிடம் இருந்த முகபாவனை _____  மற்றும் _____",
    "options": [
      "a) வெறுப்பு, அலட்சியம்",
      "b) இரக்கம், கவலை",
      "c) பயம், அவமானம்",
      "d) கோபம், அலட்சியம்"
    ],
    "answer": [
      "c"
    ],
    "additional_context": "கதையில், நாயகன் குப்புசாமியை பார்க்கும் போது, அவனின்  நிலையை  பார்த்து அவனைப் பற்றி  வெறுப்பு, அலட்சியம் கொள்கிறான்.  அவன்  வீட்டுக்கு வந்ததால், அவன்  பக்கத்து வீட்டுக்கு விருந்தாளியா என்று கேள்வி கேட்கிறான்.  அவனைப் பார்க்கும்போது அவனுக்கு  பயம் மற்றும் அவமானம் இருக்கிறது.  இந்த மனநிலைதான் அவனின் முகபாவனையில் தெரிகிறது."
  },
  {
    "description": "வீரப்பன் குப்புசாமிக்கு அனுப்பிய கடிதத்தில் _____ மற்றும் _____ என்பது நாயகனை மனதை மாற்றியது.",
    "options": [
      "a) கடன் பணம், சாத்துக்குடி",
      "b) நண்பர்கள் என்பது, நம்பிக்கை",
      "c) நெஞ்சம் நெகிழும் வார்த்தைகள், உண்மையான பாசம்",
      "d) அவனது துயரம், கவலை"
    ],
    "answer": [
      "c"
    ],
    "additional_context": "வீரப்பன் அனுப்பிய கடிதத்தில்,  'என் உயிர் நண்பன் குப்புசாமிக்கு எழுதிக்கொண்டது. நீ இங்கிருந்து போனதிலிருந்து என் உயிர் இங்கே இல்லை. சதா உன் ஞாபகமாகத்தான் இருக்கிறேன். கடவுள் அருளால் நீ உடம்பு சௌக்கியமாகி வரவேண்டும் என்று தினமும் ஒரு தடவை கோவிலுக்குப் போய்க் கும்பிடுகிறேன்.' என்று எழுதியிருந்தது.  இந்தக் கடிதத்தில் குப்புசாமியைப் பற்றி நெஞ்சம் நெகிழும் வார்த்தைகளையும், உண்மையான பாசத்தையும் வெளிப்படுத்தியிருந்தது. இதுதான் நாயகனை மனதை மாற்றியது."
  }
]
