[
          
  {
    
          "description": "'வாரத்தில் நாளைதான் பெரும்பாலும் மிகவும் பரபரப்பான நாள்.' என்ற ஸ்பானிஷ் பழமொழிக்கு மிகவும் பொருத்தமான தமிழ் பழமொழி எது?",
          "options": [
      "a) சனிக்கிழமை சனிப்பெருமாள்",
      "b) வெள்ளிக்கிழமை வெள்ளிமலை",
      "c) ஞாயிற்றுக்கிழமை சந்திப்பு",
      "d) வாரம் முழுவதும் வேலை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி பாடப் பகுதியில் உள்ள 'மொழிபெயர்க்க' என்ற தலைப்பில் உள்ளது. பாடப் பகுதியில் இரண்டு பழமொழிகள் கொடுக்கப்பட்டுள்ளன.  அவற்றில் இரண்டாவது பழமொழி 'Tomorrow is often the busiest day of the week' என்ற ஸ்பானிஷ் பழமொழி ஆகும். இந்தக் கேள்வி இந்த பழமொழிக்கு பொருத்தமான தமிழ் பழமொழியைக் கேட்கிறது."
          }
        ,
          
  {
    
          "description": "'மழைமுகம் காணாப் பயிர்போல' என்ற உவமையின் பொருள் என்ன?",
          "options": [
      "a) வறண்ட நிலத்தில் வளரும் பயிர்",
      "b) மழையை எதிர்நோக்கி காத்திருக்கும் பயிர்",
      "c) வளர்ச்சியின்றி இருக்கும் நிலை",
      "d) நல்ல விளைச்சலை எதிர்நோக்கும் நிலை"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி பாடப் பகுதியில் உள்ள 'உவமையைப் பயன்படுத்திச் சொற்றொடர் உருவாக்குக' என்ற தலைப்பில் உள்ளது. பாடப் பகுதியில் நான்கு உவமைகள் கொடுக்கப்பட்டுள்ளன. அவற்றில் இரண்டாவது உவமை 'மழைமுகம் காணாப் பயிர்போல' ஆகும். இந்தக் கேள்வி இந்த உவமையின் பொருளைப் பற்றிக் கேட்கிறது."
          }
        ,
          
  {
    
          "description": "மேற்கண்ட உரையில் உள்ள குறிப்பிடத்தக்க இடங்களில் நிறுத்தக்குறிகளைச் சரியாகப் பயன்படுத்தியிருந்தால், எந்த இடத்தில் ஒரு புள்ளி இருக்க வேண்டும்?",
          "options": [
      "a) \"கொல்லி வெற்பன்\" என்ற சொல்லுக்குப் பிறகு",
      "b) \"மலையமான்\" என்ற சொல்லுக்குப் பிறகு",
      "c) \"கொல்லி மலையை\" என்ற சொல்லுக்குப் பிறகு",
      "d) \"சான்றுகள் உள்ளன\" என்ற சொல்லுக்குப் பிறகு"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி பாடப் பகுதியில் உள்ள 'பொருத்தமான நிறுத்தக் குறியிடுக' என்ற தலைப்பில் உள்ளது. பாடப் பகுதியில் கொடுக்கப்பட்டுள்ள வாக்கியத்தில் இரண்டு வாக்கியங்கள் உள்ளன. இந்தக் கேள்வி இந்த இரண்டு வாக்கியங்களையும் பிரித்து எழுதும்போது புள்ளியை எங்கு வைக்க வேண்டும் என்பதைக் கேட்கிறது."
          }
        ,
          
  {
    
          "description": "நாட்டுநலப்பணித்திட்ட முகாமின் தொடக்க விழாவில் மாணவர்களுக்கு வாழ்த்துரை வழங்குவதற்கான உரையில், எந்த விஷயம் குறிப்பிடப்பட வேண்டும்?",
          "options": [
      "a)  நாட்டுநலப்பணியின் முக்கியத்துவம்",
      "b)  முகாமின் நோக்கம் மற்றும் திட்டங்கள்",
      "c)  மாணவர்களின் பங்களிப்பு",
      "d)  மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி பாடப் பகுதியில் உள்ள 'வாழ்த்துரை எழுதுக' என்ற தலைப்பில் உள்ளது. பாடப் பகுதியில் நாட்டுநலப்பணித்திட்ட முகாமின் தொடக்க விழாவில் மாணவர்களுக்கு வாழ்த்துரை வழங்க உரை ஒன்றை உருவாக்கித் தருக என்று கேட்கிறது.  இந்தக் கேள்வி வாழ்த்துரை உரையில் என்னென்ன விஷயங்கள் இருக்க வேண்டும் என்பதைக் கேட்கிறது."
          }
        ,
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்பட்ட அறிஞர் பெருமகனாரின் இறுதிப் பயணத்தில் மக்கள் எந்தெந்த உணர்வுகளை வெளிப்படுத்தினார்கள்?",
          "options": [
      "a) மகிழ்ச்சி, துயரம், நம்பிக்கை",
      "b) துயரம், மரியாதை, நன்றியுணர்வு",
      "c) மகிழ்ச்சி, நம்பிக்கை, ஆதரவு",
      "d) ஆதரவு, நம்பிக்கை, அச்சம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி பாடப் பகுதியில் உள்ள 'படித்துச் சுவைக்க' என்ற தலைப்பில் உள்ளது. பாடப் பகுதியில் கொடுக்கப்பட்டுள்ள கட்டுரையில், 'அறிஞர் பெருமகனாரின்' இறுதிப் பயணத்தில் மக்கள் வெளிப்படுத்திய உணர்வுகள் பற்றி விவரிக்கப்பட்டுள்ளன. இந்தக் கேள்வி அந்த உணர்வுகளைப் பற்றிக் கேட்கிறது."
          }
        ]