
[
  {
    "description": "சிலப்பதிகாரம் காட்டும் பாசவர், வாசவர், பல்நிண விலைஞர், உமணர் ஆகியோர் யார்?",
    "options": [],
    "answer": [
      "வணிகர்கள்"
    ],
    "additional_context": "சிலப்பதிகாரத்தில் பாசவர், வாசவர், பல்நிண விலைஞர், உமணர்  ஆகியோர் வணிகர்களைக் குறிப்பது. இவர்கள் முறையே மணிகளை விற்பவர்கள், வாசனைப் பொருட்கள் விற்பவர்கள், பல வகை பொருட்களை விற்பவர்கள், நகை பொருட்கள் விற்பவர்கள் என்பது  தெளிவாகிறது."
  },
  {
    "description": "மெய்க்கீர்த்தி பாடப்படுவதன் முக்கிய நோக்கம் என்ன?",
    "options": [],
    "answer": [
      "வரலாற்றுச் சிறப்புகளைப் பதிவு செய்தல்"
    ],
    "additional_context": "மெய்க்கீர்த்தி என்பது வீரர்கள், மன்னர்கள் போன்றோரின் சாதனைகளைப் பாடும் ஒரு வகைப் பாடல். வரலாற்றைப் பதிவு செய்வதும், கடந்த கால வீரர்களின் வீரத்தைப் போற்றிப் புகழ்வதுமாகும்."
  },
  {
    "description": "ம.பொ.சி. வறுமையிலும் படிப்பின் மீது நாட்டம் கொண்டிருந்தார் என்பதற்கு சான்று தருக.",
    "options": [],
    "answer": [
      "This is a subjective question and requires an explanation. No specific answer is given in the context."
    ],
    "additional_context": "ம.பொ.சி. வறுமையிலும் படிப்பின் மீது கொண்டிருந்த  நாட்டம் என்பது ஒரு பொதுவான கருத்து. இதற்கான சான்றுகள் பல உள்ளன.  இந்தக் கேள்விக்கான பதிலைத் தேடுவதற்கு ம.பொ.சி.யின் வாழ்க்கை வரலாற்றைப் பற்றிய தகவல்களைத் தேடிப்பார்க்க வேண்டும். அவருடைய வாழ்க்கை  அனுபவங்களில்  எத்தகைய  சவால்களை எதிர்கொண்டார், எப்படி  அவர் கல்வியைத் தொடர்ந்தார் என்பது போன்ற விஷயங்களைத் தேடிப் படிக்கலாம்."
  },
  {
    "description": "புறத்திணைகளில் எதிரெதிர்த் திணைகளின் பெயர்களை அட்டவணைப்படுத்துக.",
    "options": [],
    "answer": [
      "This is a question requiring a table or list. No specific answer is provided."
    ],
    "additional_context": "புறத்திணை என்பது பழந்தமிழ் இலக்கியத்தில் பயன்படுத்தப்பட்ட ஒரு இலக்கணக் கோட்பாடு. இதில் பத்துத் திணைகள் உள்ளன.  இவற்றை எதிரெதிராகப் பிரிக்கலாம்.  \n\n   **பத்துத் திணைகள் :** \n\n   * **களவு** :   காதல் \n\n   * **கற்பு** :  வாழ்க்கை  \n\n   * **வஞ்சி** :   படைப்பு \n\n   * **வாகை** :  வெற்றி \n\n   * **நிலை** :   சமூகம் \n\n   * **பழி** :    எதிரி \n\n   * **பறத்தல்** :   சிறப்பு \n\n   * **பிரிதல்** :   விலகல் \n\n   * **ஐந்திணை** :  ஐந்து  \n\n   * **குறிஞ்சி** :   இயற்கை  \n\n     \n\n **எதிரெதிரான திணைகள் :**  \n\n    *  களவு & கற்பு \n\n    * வஞ்சி & வாகை \n\n    *  நிலை & பழி \n\n    * பறத்தல் & பிரிதல் \n\n   *  ஐந்திணை & குறிஞ்சி    \n\n இவற்றை அட்டவணையாகக் காட்ட  எளிதாகும்."
  },
  {
    "description": "பொருத்தமான இடங்களில் நிறுத்தக் குறியிடுக. \n\n பழங்காலத்திலே பாண்டியன் ஆண்ட பெருமையைக்கூறி சோழன் ஆண்ட சிறப்பைச் சொல்லி சேரன் ஆண்ட மாண்பினைக் காட்டி நம் அருமைத் தமிழ்நாடு ஆங்கிலேயருக்கு அடிமைப்பட்டிருந்த சிறுமையையும் நினைவூட்டி விடுதலைப் போரில் ஈடுபட வருமாறு தமிழர்க்கு அழைப்பு விடுத்திருந்தேன் \n\n ம.பொ.சி.",
    "options": [],
    "answer": [
      "பழங்காலத்திலே, பாண்டியன் ஆண்ட பெருமையைக்கூறி, சோழன் ஆண்ட சிறப்பைச் சொல்லி, சேரன் ஆண்ட மாண்பினைக் காட்டி, நம் அருமைத் தமிழ்நாடு ஆங்கிலேயருக்கு அடிமைப்பட்டிருந்த சிறுமையையும் நினைவூட்டி, விடுதலைப் போரில் ஈடுபட வருமாறு தமிழர்க்கு அழைப்பு விடுத்திருந்தேன். \n\n ம.பொ.சி."
    ],
    "additional_context": "நிறுத்தக்குறிகள் ஒரு வாக்கியத்தின் முடிவை உணர்த்துவதுடன்  வாக்கியங்களுக்கு இடையே உள்ள தொடர்பைப் புரிந்துகொள்ளவும்  உதவுகின்றன.  இந்தக்  குறிப்பிட்ட வாக்கியத்தில்  , (கமா), . (புள்ளி)  போன்ற  நிறுத்தக்குறிகள்  பயன்படுத்தப்பட்டுள்ளன.   இந்த  நிறுத்தக்குறிகளைப் பயன்படுத்துவதன் மூலம்  வாக்கியங்களின் அர்த்தம்  நன்கு  தெளிவாகும்.  \n\n   *  பழங்காலத்திலே, (கமா) பாண்டியன் ஆண்ட பெருமையைக்கூறி, (கமா) சோழன் ஆண்ட சிறப்பைச் சொல்லி, (கமா) சேரன் ஆண்ட மாண்பினைக் காட்டி, (கமா) நம் அருமைத் தமிழ்நாடு ஆங்கிலேயருக்கு அடிமைப்பட்டிருந்த சிறுமையையும் நினைவூட்டி, (கமா) விடுதலைப் போரில் ஈடுபட வருமாறு தமிழர்க்கு அழைப்பு விடுத்திருந்தேன். (புள்ளி) \n\n   *   ம.பொ.சி. (புள்ளி)"
  }
]
