
[
  {
    "description": "புறப்பொருள் பற்றிய விளக்கத்தில், வெட்சி திணை பற்றி கூறப்படும் போது \"ஆநிரைகளைச் சொத்தாகக் கருதினர்\" எனக் குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "a) மக்கள் அனைவரும் ஆநிரைகளையே வளர்த்தனர்.",
      "b)  ஆநிரைகள் மக்களின் முக்கியமான சொத்துக்களாக இருந்தன.",
      "c)  பண்டைய காலத்தில் ஆநிரைகளைத் தவிர வேறு சொத்துக்கள் இல்லை.",
      "d)  மக்கள் ஆநிரைகளையே உணவாக உட்கொண்டனர்."
    ],
    "answer": "B",
    "additional_context": "பண்டைய காலத்தில் மக்கள் சிறு குழுக்களாக வாழ்ந்த காலத்தில், ஆநிரைகளைக் கருதினர். அதாவது, ஆநிரைகள் மக்களின் முக்கியமான சொத்துக்களாக இருந்தன. வெட்சித் திணையில் ஆநிரைகளைக் கவர்ந்துவர வெட்சிப் பூவினைச் சூடிக்கொண்டு செல்வர். எனவே, ஆநிரை கவர்தல் வெட்சித் திணை எனப்பட்டது."
  },
  {
    "description": "வெட்சி, கரந்தை, வஞ்சி ஆகிய திணைகளின் கூட்டுத்தன்மை என்ன?",
    "options": [
      "a)  இவை அனைத்தும் மண் சார்ந்த போர்களைப் பற்றியவை.",
      "b)  இவை அனைத்தும் ஆண்மையைக் குறிக்கின்றன.",
      "c)  இவை அனைத்தும் சில வகைப் பூக்களுடன் தொடர்புடையவை.",
      "d)  இவை அனைத்தும் மக்கள் சிறிய குழுக்களாக வாழ்ந்த காலத்தில் தோன்றியவை."
    ],
    "answer": "C",
    "additional_context": "வெட்சி, கரந்தை, வஞ்சி ஆகிய திணைகள் அனைத்தும்  சில வகைப் பூக்களுடன் தொடர்புடையவை. வெட்சித் திணையில் ஆநிரைகளைக் கவர்ந்துவர வெட்சிப் பூவினைச் சூடிக்கொண்டு செல்வர். கரந்தைத் திணையில் கவர்ந்து செல்லப்பட்ட தம் ஆநிரைகளை மக்கள் மீட்கச்செல்வர். அப்போது கரந்தைப் பூவைச் சூடிக்கொள்வர். வஞ்சித்திணையில் மண்ணாசை காரணமாகப் பகைவர் நாட்டைக் கைப்பற்றக் கருதி வஞ்சிப்பூவைச் சூடிப் போருக்குச் செல்வது வஞ்சித்திணை."
  },
  {
    "description": "\"நொச்சித் திணை\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "a)  கோட்டைகளைக் கட்டியதன் மூலம் நாட்டைக் காத்தல்.",
      "b)  கோட்டைகளைக் கைப்பற்ற போர் புரிதல்.",
      "c)  கோட்டையைச் சுற்றி வளைத்தல்.",
      "d)  கோட்டையை காக்க முற்றுகையிட்ட பகைவர்களை எதிர்த்துப் போரிடுதல்."
    ],
    "answer": "D",
    "additional_context": "மண்ணைக் காக்கக் கோட்டைகள் கட்டப்பட்டன. கோட்டையைக் காத்தல் வேண்டி, உள்ளிருந்தே முற்றுகையிட்ட பகையரசனோடு நொச்சிப்பூவைச் சூடிப் போரிடுவது நொச்சித்திணை."
  },
  {
    "description": "\"கைக்கிளை\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "a)  பொருந்தாக் காமம்.",
      "b)  ஒருதலைக் காமம்.",
      "c)  தன்னலமற்ற நட்பு.",
      "d)  நிலத்தைக் காக்க நடத்தப்பட்ட போர்."
    ],
    "answer": "B",
    "additional_context": "கைக்கிளை என்பது ஒருதலைக் காமம். "
  },
  {
    "description": "\"காஞ்சி\" என்ற பூவின் நிறம் என்ன?",
    "options": [
      "a)  சிவப்பு.",
      "b)  வெள்ளை.",
      "c)  நீலம்.",
      "d)  மஞ்சள்."
    ],
    "answer": "C",
    "additional_context": "காஞ்சி  என்ற பூவின் நிறம் நீலம். தன் நாட்டைக் கைப்பற்ற வந்த மாற்றரசனோடு, காஞ்சிப்பூவைச் சூடி எதிர்த்துப் போரிடல் காஞ்சித்திணை."
  }
]
