
[
  {
    "description": "“இயற்கையின் மர்ம முடிச்சுகளை அவிழ்க்கும் அறிவியல் சிந்தனை, போற்றுதலுக்குரியதாக இருக்கிறது. அதிலும் தன்னால் எந்த இயக்கமும் மேற்கொள்ள இயலாத நிலையிலும் அறிவியலின் இயங்கும் தன்மையை அறிந்து புது உண்மைகளைச் சொன்ன ஒருவரை உலகம் போற்றுவதில் வியப்பில்லை.”\n\nமேற்கண்ட பகுதி, எந்த அறிவியல் நாயகரைப் பற்றி கூறுகிறது?",
    "options": [
      "a) ஐன்ஸ்டைன்",
      "b) ஸ்டீபன் ஹாக்கிங்",
      "c) நியூட்டன்",
      "d) கலீலியோ"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பகுதியானது, ஸ்டீபன் ஹாக்கிங்கின் வாழ்க்கை மற்றும் அவரின் ஆய்வுகளை பற்றிய ஒரு சுருக்கமான விளக்கமாகும். ஸ்டீபன் ஹாக்கிங் ஒரு பிரபலமான அறிவியலாளர் மற்றும் கணிதவியலாளர். அவரது காலத்தில் அறிவியல் உலகம் அனைவரும் அவரை மிகவும் மதித்து பாராட்டினார்கள். அவர் பக்கவாதம் என்னும் நோயால் பாதிக்கப்பட்ட போதிலும் கூட, தனது அறிவியல் ஆய்வுகளை தொடர்ந்து மனித சமுதாயத்திற்கு அரிய பங்களிப்பைச் செய்தார். அவருடைய  திறமையான சிந்தனை, சிறந்த  தன்னம்பிக்கை மற்றும்   தன்னால் எந்த இயக்கமும் மேற்கொள்ள இயலாத நிலையிலும் கூட, தனது ஆய்வுகளைத் தொடர்ந்தது  அவரை அனைவரும் மதிக்கத் தூண்டியது."
  },
  {
    "description": "“இங்கிலாந்தின் மருத்துவமனை ஒன்றில் 1963ஆம் ஆண்டு 21 வயது இளைஞர் அனுமதிக்கப்பட்டார். மருத்துவத்திற்குப் பின் அவர் இன்னும் சில திங்களே உயிர் வாழ்வார் என்றும் விரைவில் இறந்துவிடுவார் என்றும் மருத்துவர்கள் அறிக்கை தந்தனர். பக்கவாதம் (Amyotrophic lateral Scleroses) என்னும் நரம்பு நோய்ப் பாதிப்புடன் அவர், மருத்துவ உலகமே மிரண்டுபோகுமளவு மேலும் 53 ஆண்டுகள் இயங்கினார்.”\n\nஇந்தப் பகுதி எந்த அறிவியல் நாயகரின் வாழ்க்கையின் ஒரு பகுதியை விவரிக்கிறது?",
    "options": [
      "a) ஐன்ஸ்டைன்",
      "b) ஸ்டீபன் ஹாக்கிங்",
      "c) கலீலியோ",
      "d) நியூட்டன்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் அவர்கள், 1963 ஆம் ஆண்டு  21 வயதில் பக்கவாதம் (Amyotrophic lateral Scleroses) என்னும் நரம்பு நோயால் பாதிக்கப்பட்டார். மருத்துவர்கள் அவரை சில  திங்கள்களே உயிர் வாழ்வார் என்று கூறினார்கள். ஆனால் அவர் மருத்துவ உலகமே மிரண்டுபோகுமளவு மேலும் 53 ஆண்டுகள் வாழ்ந்தார். அவர்  மிகவும்  கடினமான சூழ்நிலையிலும் தனது ஆய்வுகளைத் தொடர்ந்தார். அவருடைய   உறுதி, தன்னம்பிக்கை,   அறிவியல்  ஆர்வம் ஆகியவை மிகவும்  புகழ்பெற்றவை."
  },
  {
    "description": "“கருந்துளையினுள் செல்லும் எந்த ஒன்றும் தப்பித்து வெளியே வரமுடியாது. கருந்துளையின் ஈர்ப்பு எல்லையிலிருந்து (Event Horizon) கதிர்வீச்சுகள் வெளிப்பட்டுக் கொண்டிருக்கின்றன. கருந்துளை உண்மையிலேயே கருப்பாக இருப்பதில்லை. கருந்துளையிலிருந்து ஒரு கட்டத்தில் கதிர்வீச்சும் அணுத்துகள்களும் கசியத் தொடங்கி இறுதியில் கருந்துளை வெடித்து மறைந்துவிடும்.”\n\nமேற்கண்ட பகுதியில் விவரிக்கப்படும் கருத்துக்கள், எந்த அறிவியல் நாயகரின் ஆய்வுகளால் உருவாக்கப்பட்டவை?",
    "options": [
      "a) ஐன்ஸ்டைன்",
      "b) ஸ்டீபன் ஹாக்கிங்",
      "c) நியூட்டன்",
      "d) கலீலியோ"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் அவர்கள் கருந்துளை பற்றி மிகவும் ஆழமான ஆய்வுகள் செய்தவர். அவருடைய ஆய்வுகள் கருந்துளைகள் குறித்த புதிய கருத்துக்களை வெளிப்படுத்தின.  அவர் கருந்துளைகளைப் பற்றிச் சொன்னது  அந்தக் காலத்துல   பெரிய  தாக்கத்தை ஏற்படுத்தியது. அவர் கூறுகையில்,  கருந்துளையினுள் செல்லும் எந்த ஒன்றும் தப்பித்து வெளியே வரமுடியாது. கருந்துளையின் ஈர்ப்பு எல்லையிலிருந்து (Event Horizon) கதிர்வீச்சுகள் வெளிப்பட்டுக் கொண்டிருக்கின்றன.  கருந்துளை உண்மையிலேயே கருப்பாக இருப்பதில்லை. கருந்துளையிலிருந்து ஒரு கட்டத்தில் கதிர்வீச்சும் அணுத்துகள்களும் கசியத் தொடங்கி இறுதியில் கருந்துளை வெடித்து மறைந்துவிடும். அவர் கருந்துளை பற்றிய ஆய்வு, ஹாக்கிங் கதிர்வீச்சு எனப் பெயரிடப்பட்டது."
  },
  {
    "description": "“அறிவியல் உலகில் மட்டுமன்றி, சமூக உளவியல் அடிப்படையிலும் தன்னம்பிக்கையின் சிகரமாக விளங்கியவர் ஸ்டீபன் ஹாக்கிங். அறிவுத் தேடலில் உடல், உள்ளத் தடைகளைத் தகர்த்த மாமேதை ஸ்டீபன் ஹாக்கிங்.”\n\nஸ்டீபன் ஹாக்கிங் எந்த ஒரு தடைகளையும் தகர்த்தவர் என இந்தப் பகுதி கூறுகிறது?",
    "options": [
      "a) மத நம்பிக்கைகள்",
      "b) அரசியல் சட்டங்கள்",
      "c) சமூக மரபுகள்",
      "d) உடல் மற்றும் உள்ளத் தடைகள்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் அவர்கள்  பக்கவாதம்  என்னும்  நோயால்  பாதிக்கப்பட்ட  போதிலும்  தனது  ஆய்வுகளை  தொடர்ந்து   அறிவியல்   உலகிற்கு   சிறந்த   பங்களிப்பை  செய்தார். அவருடைய   உடல்  நிலை  மிகவும்   மோசமாக இருந்தது  என்றாலும்  கூட   தனது    அறிவியல்  ஆர்வத்தை   தொடர்ந்து  தனது  ஆய்வுகளை  மேற்கொண்டார்.  இந்த  பகுதி   ஸ்டீபன்  ஹாக்கிங்  அவர்கள்  உடல்  மற்றும்  மன   தடைகளை  தகர்த்து   அறிவியலில்   சாதனை   புரிந்தவர்   என்று   கூறுகிறது."
  },
  {
    "description": "“ஹாக்கிங், கலீலியோவின் நினைவு நாளில் பிறந்து, ஐன்ஸ்டைனின் பிறந்த நாளில் இறந்தது அறிவியலைப் பொறுத்தவரை ஒரு தற்செயல் நிகழ்வாக இருக்கலாம். ஆனால் அந்தத் தற்செயலிலும் ஓர் ஒற்றுமை இருக்கிறது. இம்மூன்று அறிவியலாளர்களும் அவரவர் காலத்தில் இந்தப் பேரண்டத்தைப் பற்றி இருந்த புரிதலைப் பலமடங்கு வளர்த்தவர்கள்; பேரண்டத்தைப் பற்றி மனிதஇனம் நம்பியதைப் புரட்டிப் போட்டவர்கள்.”\n\nஇந்தப் பகுதி எந்த மூன்று அறிவியல் நாயகர்களைப் பற்றிக் குறிப்பிடுகிறது?",
    "options": [
      "a) ஐன்ஸ்டைன், நியூட்டன், கலீலியோ",
      "b) ஐன்ஸ்டைன், ஸ்டீபன் ஹாக்கிங், கலீலியோ",
      "c) நியூட்டன், ஸ்டீபன் ஹாக்கிங், கலீலியோ",
      "d) ஐன்ஸ்டைன், ஸ்டீபன் ஹாக்கிங், நியூட்டன்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் அவர்கள் கலீலியோவின் நினைவு நாளில் பிறந்து, ஐன்ஸ்டைனின் பிறந்த நாளில் இறந்தார்.  இந்த மூன்று அறிவியலாளர்களும் தங்களுடைய  காலத்திலேயே அறிவியல் துறையில் புதிய  கருத்துக்களை வெளிப்படுத்தி,  அறிவியல் வளர்ச்சியில்   பங்களித்தார்கள்.   அவர்கள்  பேரண்டத்தை  பற்றிய  மனித இனத்தின்  புரிதலை  பலமடங்கு  வளர்த்தார்கள்; பேரண்டத்தைப் பற்றி மனிதஇனம் நம்பியதைப் புரட்டிப் போட்டவர்கள்.  இந்த  மூன்று  அறிவியல்  நாயகர்களும்  தங்கள்    சிறந்த   திறமையை   வைத்து   அறிவியலுக்கு   சிறந்த   பங்களிப்பைச்  செய்தார்கள். அவர்களின்  பங்களிப்பு  மனித  சமுதாயத்திற்கு   மிகவும்  முக்கியமானது."
  }
]
