[
          
  {
    
          "description": "நாடகத்தில் ராஜம் கிருஷ்ணனாக வேடமிட்டு வந்த மாணவி யார்?",
          "options": [
      "a)  முகில்நாச்சி",
      "b)  மோகனா",
      "c)  வளர்மதி",
      "d)  அன்பரசி"
    ],
    "answer": "C",
    
          "additional_context": "இந்நிகழ்வில், தமிழ் எழுத்தாளர் ராஜம் கிருஷ்ணன் அவர்களைப் பற்றிய ஒரு சிறிய நாடகம் நடத்தப்பட்டது. இந்நாடகத்தில் ராஜம் கிருஷ்ணனாக ஓன்பதாம் வகுப்பு மாணவி வளர்மதி நடித்தார். அவர் ராஜம் கிருஷ்ணனின் புகழ்பெற்ற 'வேருக்கு நீர்'  புதினத்தைப் பற்றி சில வார்த்தைகள் கூறினார்.  பின்னர் ராஜம் கிருஷ்ணன் அவர்களைப் பற்றி ஒரு சிறு அறிமுகத்தைத் தந்து நிகழ்ச்சியை முடித்தார்."
          }
        ,
          
  {
    
          "description": "பரதநாட்டியக் கலைஞர் பாலசரசுவதியைப் பற்றி பள்ளி மாணவிகள் நிகழ்த்திய நாடகத்தில்,  அவரது எந்தக் குணம்  முக்கியமாகக் காட்டப்பட்டுள்ளது?",
          "options": [
      "அவரது இசைப் பூர்வீகம்",
      "அவரது மதம்",
      "அவரது கலையின் பரவலான ஏற்பு",
      "அவரது அரசியல் ஈடுபாடு"
    ],
    "answer": "C",
    
          "additional_context": "தொகுப்பாளர்,  'பொதுவெளியில் ஆடுவது தண்டனைக்குரிய குற்றம் எனும் சட்டம் இயற்றப்பட்டிருந்த காலத்தில் நடன வாழ்வைத் தொடங்கியவர்; நாட்டியம் ஆடுவது கீழ்மையானது என்ற எண்ணம் இருபதாம் நூற்றாண்டின் தொடக்கத்தில் பரவலாக இருந்து வந்த நிலையை மாற்றியவர்; இவர் இந்திய அரசின் தாமரைச் செவ்வணி விருது பெற்றவர்; அவர் யாரென்ற உங்கள் வினாவுக்கு விடையாக நம் பள்ளியின் பத்தாம் வகுப்பு மாணவி மோகனா, பாலசரசுவதியாக தோன்றுகிறார்.' என்று  அறிமுகப்படுத்தினார். பின்னர் மோகனா, தான் பாலசரசுவதியாக இருப்பதாகவும், தன்னைப் பற்றி  சில வார்த்தைகள் சொல்லி  நடனக் கலையின் பரவலான ஏற்பை எடுத்துரைத்தார். "
          }
        ,
          
  {
    
          "description": "ராஜம் கிருஷ்ணன் எழுதிய  'பாஞ்சாலி சபதம் பாடிய பாரதி' என்ற புதினம் யாருடைய  வரலாற்றுச் சித்திரிப்பாக அமைந்துள்ளது?",
          "options": [
      "பாரதியார்",
      "காந்தியடிகள்",
      "வினோபாபாவே",
      "பாலசரசுவதி"
    ],
    "answer": "A",
    
          "additional_context": "ராஜம் கிருஷ்ணன் தன் கள ஆய்வு புதினங்கள் ஒவ்வொன்றும் மக்களைச் சேரவேண்டும் என்றே நினைப்பேன் என்று கூறினார்.  அவர் எழுதிய 'பாஞ்சாலி சபதம் பாடிய பாரதி' என்னும் பாரதியின் வரலாற்றுப் புதினம் அனைவராலும் பாராட்டப்பெற்ற ஒன்றாகும் என்று கூறினார்."
          }
        ,
          
  {
    
          "description": "கிருஷ்ணம்மாள் ஜெகந்நாதன்  எந்த இயக்கத்தில் பணிபுரிந்து,   நாட்டு மக்களுக்காக  தனது  வாழ்க்கையையே அர்ப்பணித்துள்ளார்?",
          "options": [
      "பூதான இயக்கம்",
      "காந்திய இயக்கம்",
      "சர்வோதய இயக்கம்",
      "சர்வோதயம் மற்றும் பூதான இயக்கம் "
    ],
    "answer": "D",
    
          "additional_context": "நிகழ்ச்சித் தொகுப்பாளர்,  'உள்ள வலுவுடன் இன்றுவரை களத்தில் நிற்கும் போராளி; மதுரையின் முதல் பட்டதாரிப்பெண்; இந்திய அரசின் தாமரைத்திரு விருது, சுவீடன் அரசின் வாழ்வுரிமை விருது, சுவிட்சர்லாந்து அரசின் காந்தி அமைதி விருது எனப் பல உயரிய விருதுகளைப் பெற்றுப் பெண்குலத்திற்குப் பெருமை சேர்த்தவர். அவர் யார்? என அறிய ஆவலோடு இருப்பீர்கள். அவர்தாம் கிருஷ்ணம்மாள் ஜெகந்நாதன்.' என்று கூறினார். பின்னர் அன்பரசி கிருஷ்ணம்மாள் ஜெகந்நாதனாக பேச வந்து, தான் நாட்டின் விடுதலைக்கு முன்பு கல்வி மறுக்கப்பட்ட காலத்தில் போராடிக் கற்றதாகவும், காந்தியச்சிந்தனையில் கவரப்பட்டதாகவும் கூறினார். அவர், காந்தியடிகளின் சர்வோதய இயக்கத்தில் களப்பணி ஆற்றியதாகவும், ஒத்துழையாமை இயக்கம், சட்ட மறுப்பு இயக்கம், வெள்ளையனே வெளியேறு இயக்கம் ஆகியவற்றில் பங்கு பெற்றதாகவும் குறிப்பிட்டார். நாட்டின் விடுதலைக்குப் பின் கணவருடன் இணைந்து 'பூதான' இயக்கத்தில் பணிபுரிந்ததாகவும், 'உழுபவருக்கே நில உரிமை இயக்கம்' (LAND FOR THE TILLER'S FREEDOM – LAFTI) தொடங்கி வேளாண்மை இல்லாத காலத்திலும் உழவருக்கு வேறுபணிகள் மூலம் வருமானம் வர ஏற்பாடு செய்ததாகவும் கூறினார்."
          }
        ,
          
  {
    
          "description": "'கூட்டுக் குஞ்சுகள்' புதினத்தில்  ராஜம் கிருஷ್ணன்  எந்தச் சமூகப் பிரச்சனையை வெளிக்கொணர்கிறார்?",
          "options": [
      "பெண்குழந்தைக் கொலை",
      "வேளாண்மைத் தொழிலாளர் சுரண்டல்",
      "மீனவர் வாழ்வின் சிக்கல்கள்",
      "குழந்தைத் தொழிலாளர் முறை "
    ],
    "answer": "D",
    
          "additional_context": "ராஜம் கிருஷ்ணன், தன் 'கூட்டுக் குஞ்சுகள்'  புதினத்தில்  உங்களைப் போன்ற குழந்தைகளைத் தீப்பெட்டித் தொழிலில் முடக்கி, தீக்குச்சிகளை அந்தப் பெட்டியில் அடைப்பதைப் போன்று, குழந்தைகளின் உடலையும் மனத்தையும் நொறுக்கும் அவல உலகைக்  'கூட்டுக் குஞ்சுகள்' புதினமாக அளித்தேன் என்று கூறினார். "
          }
        ]