
[
  {
    "description": "கவி கா.மு ஷெரீப் எழுதிய பாடலில்,  தொழிலாளர்களின் வாழ்க்கை எப்படி  உயர்கிறது?",
    "options": [
      "ஏர்பிடிக்கும் கைகளால்",
      "வறுமை ஏகும் வரை செய்வதால்",
      "ஊர் செழிக்கத் தொழில் செய்வதன் மூலம்",
      "வாழ்த்துக் கூறுவதன் மூலம்"
    ],
    "answer": "C",
    "additional_context": "கவி கா.மு ஷெரீப் எழுதிய பாடலில், தொழிலாளர்களின் வாழ்க்கை உயர்வதற்கான காரணம் ஊர் செழிக்க அவர்கள் செய்யும் தொழிலின் மூலம் தான் என்று கூறுகிறார். ஏர்பிடிக்கும் கைகளால், வறுமை ஏகும் வரை செய்வதால், வாழ்த்துக் கூறுவதன் மூலம்  என்பவை பாடலில் காணப்படாதவை."
  },
  {
    "description": "மருதநிலம் விவசாயத்திற்கு மிகவும் ஏற்றதாகக் கருதப்பட்டதற்கான காரணம் என்ன?",
    "options": [
      "அதன் பசுமை நிறத்தால்",
      "அதன் செழிப்பான நிலங்களால்",
      "அதன் மழைப்பொழிவால்",
      "அதன் குளிர்ந்த காலநிலையால்"
    ],
    "answer": "B",
    "additional_context": "சங்க இலக்கியங்களில் குறிப்பிடப்பட்டுள்ள ஐந்து நிலங்களில் மருதநிலம் விவசாயத்திற்கு மிகவும் ஏற்றதாகக் கருதப்பட்டது. அதன் செழிப்பான நிலங்களால், விவசாயம் செழித்து வளர்ந்தது. அதன் பசுமை நிறத்தால், மழைப்பொழிவால், குளிர்ந்த காலநிலையால் என்பவை  மருதநிலத்தை விவசாயத்திற்கு ஏற்றதாகக் கருதப்பட்டதற்கான காரணங்கள் அல்ல."
  },
  {
    "description": "விவசாயிகளின் சொத்து எதன் மீது சார்ந்து இருந்தது?",
    "options": [
      "வெயிலும் மழையும் மட்டுமே",
      "மண்ணின் வளம் மட்டுமே",
      "மழை, வெயில் மற்றும் மண்ணின் வளம்",
      "அரசாங்கத்தின் கொள்கை"
    ],
    "answer": "C",
    "additional_context": "சங்க காலத்தில் விவசாயம் மிக முக்கியமான தொழிலாக இருந்தது. விவசாயிகள் தங்கள் விளைச்சலுக்கு மழை, வெயில் மற்றும் மண்ணின் வளத்தை நம்பியிருந்தனர். அரசாங்கத்தின் கொள்கை விவசாயத்தை பாதிக்கவில்லை. "
  },
  {
    "description": "\"இல்லாமல் இருக்கிறது\" என்ற சொற்றொடரைப் பயன்படுத்தி, ஒரு புதிய தொடர் எழுதுக:",
    "options": [
      "அவர்கள் இல்லாமல் இருக்கிறது",
      "அவருக்கு இல்லாமல் இருக்கிறது",
      "இது இல்லாமல் இருக்கிறது",
      "அந்த இடம் இல்லாமல் இருக்கிறது"
    ],
    "answer": "C",
    "additional_context": "கொடுக்கப்பட்ட  சொற்றொடரை  பயன்படுத்தி புதிய தொடர் எழுதுமாறு கேட்கப்பட்டுள்ளது. கொடுக்கப்பட்ட விருப்பங்களில் \"இது இல்லாமல் இருக்கிறது\" என்பது ஒரு முழுமையான தொடர். மற்ற விருப்பங்கள் முழுமையான தொடர்கள் அல்ல."
  },
  {
    "description": "தொகைச் சொற்களைப் பிரித்து எழுதி, தமிழ் எண்ணுரு தருவதற்கான சரியான வழிமுறை என்ன?",
    "options": [
      "சொற்களைப் பிரித்து, ஒவ்வொரு சொல்லுக்கும் தனித்தனி எண்ணுரு தருதல்",
      "முழுச் சொல்லுக்கும் ஒரே எண்ணுரு தருதல்",
      "சொற்களைப் பிரித்து,  ஒவ்வொரு சொல்லுக்கும் அதற்குரிய எண்ணுரு தருதல்",
      "முழுச் சொல்லுக்கும் எண்ணுரு தர வேண்டிய அவசியம் இல்லை"
    ],
    "answer": "C",
    "additional_context": "தொகைச் சொற்களைப் பிரித்து எழுதி, ஒவ்வொரு சொல்லுக்கும் அதற்குரிய எண்ணுரு தருவதே சரியான வழிமுறையாகும். ஏனெனில் ஒவ்வொரு சொல்லும் தனித்தனி பொருளைக் குறிக்கும். ஒவ்வொரு சொல்லுக்கும் தனித்தனி எண்ணுரு தருவது தவறு. முழுச் சொல்லுக்கும் ஒரே எண்ணுரு தருவது தவறு. தமிழ் எண்ணுரு தொகுப்பு சொற்களுக்குப் பொருந்தாது."
  }
]
