
[
  {
    "description": "“நயம் பாராட்டுக.” என்ற வரியில் “நயம்” என்னும் சொல் குறிப்பிடுவது?",
    "options": [
      "அழகு",
      "இன்பம்",
      "மணம்",
      "சுவை"
    ],
    "answer": "B",
    "additional_context": "இந்த வரியில் பயன்படுத்தப்பட்டுள்ள “நயம்” என்ற சொல், இன்பத்தைக் குறிக்கும். இன்பம்  என்பது மனதுக்கு இதமாகவும், மகிழ்ச்சியாகவும் இருக்கும். இன்பத்தின் உணர்வுகளை பூக்கள், இயற்கை, மனிதர்களின் அன்பு ஆகியவற்றின் மூலம் அடையலாம்.  இந்த வரியில் “நயம் பாராட்டுக”  என்று கூறப்படுவதால் இன்பத்தை தரும் பொருளைப் பாராட்டுமாறு கேட்டுக்கொள்கிறார்."
  },
  {
    "description": "“கோடையிலே இளைப்பாற்றிக் கொள்ளும்வகை கிடைத்த குளிர்தருவே தருநிழலே” - இந்த வரிகள் எந்த இயற்கைப் பொருளைப் பற்றிக் கூறுகின்றன?",
    "options": [
      "மரம்",
      "மலை",
      "ஆறு",
      "கடல்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகளில் “குளிர்தருவே தருநிழலே” என்று குறிப்பிடப்படுவதால், மரத்தைப் பற்றிக் கூறுகிறது என்பதை  நாம் அறிந்து கொள்ளலாம்.  மரம் கோடை காலத்தில் நிழல் தந்து இளைப்பாற வழிவகை செய்கிறது."
  },
  {
    "description": "“மென்காற்றில் விளைசுகமே சுகத்தில்உறும் பயனே” - இதில் “விளைசுகமே” என்ற சொல் குறிப்பிடுவது?",
    "options": [
      "மலர்",
      "இன்பம்",
      "காற்று",
      "சுகம்"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகளில் “விளைசுகமே” என்ற சொல், இன்பத்தைக் குறிக்கும்.   மென் காற்று  மனதுக்கு இதமாகவும், மகிழ்ச்சியாகவும் இருக்கும். இன்பத்தின் உணர்வுகளை பூக்கள், இயற்கை, மனிதர்களின் அன்பு ஆகியவற்றின் மூலம் அடையலாம்.  இந்த வரியில் காற்று மென்மையாக இருந்து இன்பத்தை தருவதாக  குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "“ஆடையிலே எனைமணந்த மணவாளா பொதுவில் ஆடுகின்ற அரசேஎன் அலங்கல்அணிந் தருளே” - இது யாரைப் பற்றிக் கூறுகிறது?",
    "options": [
      "மணவாளன்",
      "அரசன்",
      "கடவுள்",
      "நண்பன்"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகளில் “எனைமணந்த மணவாளா”  என்பது கடவுளை  குறிப்பிடுகிறது என்பதை  நாம் அறிந்து கொள்ளலாம்.   மணவாளன் தன் மனைவியை  மணந்தது போல் கடவுள்  தன் பக்தர்களை  தன்னை  மணந்தவர்கள் என்று  கருதுகிறார்  என்று  கூறுகிறது."
  },
  {
    "description": "“ஓடையிலே ஊறுகின்ற தீஞ்சுவைத்தண் ணீரே” - இந்த வரிகள் எந்த இயற்கைப் பொருளின் குணத்தை எடுத்துரைக்கின்றன?",
    "options": [
      "மழை",
      "நதி",
      "கடல்",
      "குளம்"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகளில் “ஓடையிலே ஊறுகின்ற” என்று குறிப்பிடப்படுவதால்,  நதியைப் பற்றிக் கூறுகிறது என்பதை  நாம் அறிந்து கொள்ளலாம்.  நதி   ஓடிக் கொண்டே இருக்கும்.  நதி  தூய்மையான தண்ணீரைக் கொண்டிருக்கும்.  இந்த வரியில்  நதி  மென்மையாக ஓடி, தூய்மையான நீரைத் தருவது  என்று கூறுகிறது."
  }
]
