[
          
  {
    
          "description": "'இந்தியாவை விட்டு வெள்ளையனே வெளியேறு' என்னும் தீர்மானம் நிறைவேற்றப்பட்ட நாள் எது?",
          "options": [
      "1942 ஆகஸ்டு 8ஆம் நாள்.",
      "1942 ஆகஸ்டு 13ஆம் நாள்.",
      "1947 ஆகஸ்டு 15ஆம் நாள்.",
      "1956 நவம்பர் 1ஆம் நாள்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "1942 ஆகஸ்டு 8ஆம் நாள், இந்திய வரலாற்றில் பொன் எழுத்துகளால் பொறிக்கத்தக்க புனித நாளாகும். அன்றுதான் 'இந்தியாவை விட்டு வெள்ளையனே வெளியேறு' என்ற தீர்மானத்தைப் பம்பாயில் கூடிய அகில இந்திய பேராயக்கட்சி ஒரு மனதாக நிறைவேற்றியது. தேசம் முழுவதுமே அன்று புத்துயிர் பெற்றது."
          }
        ,
          
  {
    
          "description": "ம.பொ.சிவஞானம் வடக்கெல்லைப் போராட்டத்தில் ஈடுபட்டதற்கான காரணம் என்ன?",
          "options": [
      "சித்தூர் மாவட்டம் ஆந்திராவில் இணைக்கப்பட வேண்டும் என்பதற்காக.",
      "சித்தூர் மாவட்டம் தமிழ்நாட்டில் இணைக்கப்பட வேண்டும் என்பதற்காக.",
      "கோவை மாவட்டம் கேரளாவில் இணைக்கப்பட வேண்டும் என்பதற்காக.",
      "கன்னியாகுமரி மாவட்டம் தமிழ்நாட்டில் இணைக்கப்பட வேண்டும் என்பதற்காக."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்திய விடுதலைக்குப் பிறகு மாநிலங்களை மொழிவாரியாகப் பிரித்தனர். அப்போது, ஆந்திரத் தலைவர்கள் சித்தூர் மாவட்டம் முழுவதையும் புதிதாக அமையவிருக்கும் ஆந்திர மாநிலத்துடன் இணைக்க விரும்பினர். அச்சூழலில் வடக்கெல்லைத் தமிழ்மக்களை ஒருங்கிணைத்துத் தமிழுணர்வு கொள்ளச் செய்தவர் தமிழாசான் மங்கலங்கிழார்."
          }
        ,
          
  {
    
          "description": "ம.பொ.சிவஞானம் 'சிலப்பதிகாரக் காப்பியத்தை' மக்களிடம் கொண்டுசெல்ல விரும்பியதற்கான காரணம் என்ன?",
          "options": [
      "அது ஒரு சிறந்த இலக்கியம்.",
      "அது தமிழர்களை ஒன்றுபடுத்தும் சக்தி வாய்ந்தது.",
      "அது இலக்கிய ரீதியாக சிறந்தது.",
      "அது இந்திய தேசிய ஒருமைப்பாட்டிற்கான உதாரணம்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நான் சிலப்பதிகாரக் காப்பியத்தை மக்களிடம் கொண்டுசெல்ல விரும்பியதற்குக் காரணமுண்டு; திருக்குறளையோ, கம்பராமாயணத்தையோ விரும்பாதவனல்லன்; ஆயினும் இந்திய தேசிய ஒருமைப்பாட்டிற்குக் கேடில்லாத வகையில், தமிழினத்தை ஒன்றுபடுத்த எடுத்துக்கொண்ட முயற்சிக்குப் பயன்படக்கூடிய ஓர் இலக்கியம் தமிழில் உண்டென்றால், அது சிலப்பதிகாரத்தைத் தவிர வேறில்லையென்று உறுதியாகக் கூறுவேன்."
          }
        ,
          
  {
    
          "description": "ம.பொ.சிவஞானம் எந்தப் போராட்டத்தில் முதன்முதலில் ஈடுபட்டார்?",
          "options": [
      "வடக்கெல்லைப் போராட்டம்.",
      "தெற்கெல்லைப் போராட்டம்.",
      "சென்னை மீட்புப் போராட்டம்.",
      "இந்திய விடுதலைப் போராட்டம்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "தாய்த்தமிழக மக்களில் பலர் தெற்கெல்லைக் கிளர்ச்சியோடு எனக்குள்ள தொடர்பை அறியமாட்டார்கள். நான் முதன்முதலில் ஈடுபட்டது தெற்கெல்லைக் கிளர்ச்சியில்தான். 1946 அக்டோபர் 25இல் நாகர்கோயில் நகரின் ஒரு பகுதியான வடிவீசுவரத்தில் வடிவை வாலிபர் சங்கத்தின் ஆண்டு விழாவில் பேசினேன். அதுதான் தெற்கெல்லைக் கிளர்ச்சி பற்றிய எனது முதல் பேச்சு."
          }
        ,
          
  {
    
          "description": "ம.பொ.சிவஞானம் எந்தக் கட்சியைத் தொடங்கினார்?",
          "options": [
      "இந்திய தேசிய காங்கிரஸ்.",
      "தமிழரசுக் கழகம்.",
      "திராவிட முன்னேற்றக் கழகம்.",
      "இந்திய ஜனநாயக காங்கிரஸ்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "தமிழரசுக் கழகம் சென்னையிலும் திருத்தணியிலும் தமிழர் மாநாடு நடத்தியது. சித்தூர், புத்தூர், திருத்தணி ஆகிய இடங்களிலும் வடக்கெல்லைப் போராட்டத்தைத் தொடங்கியது. போராட்டத்தில் ஈடுபட்ட நான், மங்கலங்கிழார், விநாயகம், ஈ.எஸ். தியாகராஜன், ரஷீத் என ஏராளமானோர் சிறைப்பட்டோம்."
          }
        ]