[
          
  {
    
          "description": "“அன்று அவண் அசைஇ, அல்சேர்ந்து அல்கி” என்ற வரிகளில், 'அசைஇ' என்ற சொல் எதற்கு ஒத்த பொருளைக் கொண்டுள்ளது?",
          "options": [
      "மெதுவாக நடத்தல்",
      "இளைப்பாறிச் செல்லுதல்",
      "தங்கி இருத்தல்",
      "மகிழ்ச்சியுடன் நடத்தல்"
    ],
    "answer": "B",
    
          "additional_context": "“அன்று அவண் அசைஇ, அல்சேர்ந்து அல்கி, கன்று எரி ஒள்இணர் கடும்பொடு மலைந்து சேந்த செயலைச் செப்பம் போகி, அலங்கு கழை நரலும் ஆரிப்படுகர்ச் சிலம்பு அடைந்திருந்த பாக்கம் எய்தி நோனாச் செருவின் வலம்படு நோன்தாள் மான விறல்வேள் வயிரியம் எனினே, நும்இல் போல நில்லாது புக்கு, கிழவிர் போலக் கேளாது கெழீஇ சேட் புலம்பு அகல இனிய கூறி பரூஉக்குறை பொழிந்த நெய்க்கண் வேவையொடு குரூஉக்கண் இறடிப் பொம்மல் பெறுகுவிர் ” என்ற வரிகளில் கூத்தர்கள் தங்கி இருந்து உணவு பெறும் இடத்திற்குச் செல்லும் பயணப் பாதையைப் பற்றி கூறப்படுகிறது. 'அசைஇ' என்பது இளைப்பாறிச் செல்லுதல் என்று பொருள்படும். இவ்வரிகளில் 'அல்சேர்ந்து அல்கி' என்பது 'இரவில் சேர்ந்து தங்கி' என்ற பொருள் கொண்டதாகும். இந்த வரிகளில் உள்ள 'கடும்பு' என்பது 'சுற்றம்' என்ற பொருளை உடையது.  'ஆரிப்படுகர்' என்பது 'அருமை பள்ளம்' என்ற பொருளை உடையது.  'நரலும்' என்பது 'ஒலிக்கும்' என்ற பொருளை உடையது."
          }
        ,
          
  {
    
          "description": "'மலைபடுகடாம்' என்னும் நூல் எந்த நூல் வகையைச் சேர்ந்தது?",
          "options": [
      "பதிற்றுப்பத்து",
      "பத்துப்பாட்டு",
      "எட்டுத்தொகை",
      "திருமுறைகள்"
    ],
    "answer": "B",
    
          "additional_context": "'மலைபடுகடாம்' என்பது பத்துப்பாட்டு நூல் வகையைச் சேர்ந்தது.  இது கூத்தராற்றுப்படை எனவும் அழைக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கூத்தர்கள் பரிசில் பெறப்போகும் இடத்திற்குச் செல்லும் வழியைப் பற்றி எந்த வரிகளில் கூறப்பட்டுள்ளது?",
          "options": [
      "அசைஇ  - இளைப்பாறி, அல்கி - தங்கி கடும்பு - சுற்றம், நரலும் - ஒலிக்கும் ஆரி - அருமை, படுகர் - பள்ளம்",
      "நோனாச் செருவின் வலம்படு நோன்தாள் மான விறல்வேள் வயிரியம் எனினே, நும்இல் போல நில்லாது புக்கு",
      "அன்று அவண் அசைஇ, அல்சேர்ந்து அல்கி, கன்று எரி ஒள்இணர் கடும்பொடு மலைந்து சேந்த செயலைச் செப்பம் போகி",
      "சிலம்பு அடைந்திருந்த பாக்கம் எய்தி, நோனாச் செருவின் வலம்படு நோன்தாள் மான விறல்வேள் வயிரியம் எனினே"
    ],
    "answer": "D",
    
          "additional_context": "'சிலம்பு அடைந்திருந்த பாக்கம் எய்தி, நோனாச் செருவின் வலம்படு நோன்தாள் மான விறல்வேள் வயிரியம் எனினே' என்ற வரிகளில் கூத்தர்கள் பரிசில் பெறப்போகும் இடத்திற்குச் செல்லும் பயணப் பாதையைப் பற்றி கூறப்படுகிறது. 'அசைஇ' என்பது இளைப்பாறிச் செல்லுதல் என்று பொருள்படும். இவ்வரிகளில் 'அல்சேர்ந்து அல்கி' என்பது 'இரவில் சேர்ந்து தங்கி' என்ற பொருள் கொண்டதாகும். இந்த வரிகளில் உள்ள 'கடும்பு' என்பது 'சுற்றம்' என்ற பொருளை உடையது.  'ஆரிப்படுகர்' என்பது 'அருமை பள்ளம்' என்ற பொருளை உடையது.  'நரலும்' என்பது 'ஒலிக்கும்' என்ற பொருளை உடையது."
          }
        ,
          
  {
    
          "description": "பாடலில் கூறப்படும் 'வயிரியம்' யார்?",
          "options": [
      "பாடகர்",
      "கூத்தர்",
      "மன்னர்",
      "வள்ளல்"
    ],
    "answer": "B",
    
          "additional_context": "'வயிரியம்' என்பது கூத்தர் என்று பொருள்படும்."
          }
        ,
          
  {
    
          "description": "தினைச்சோற்று விருந்து குறித்த பாடல் எந்த நூலிலிருந்து எடுக்கப்பட்டது?",
          "options": [
      "திருக்குறள்",
      "மலைபடுகடாம்",
      "நாலடியார்",
      "கலிங்கத்துப்பரணி"
    ],
    "answer": "B",
    
          "additional_context": "மலைபடுகடாம் நூலில் கூத்தர்களுக்கு தினைச்சோற்று விருந்து படைக்கப்படும் விதம் விவரிக்கப்படுகிறது. 'பரூஉக்குறை பொழிந்த நெய்க்கண் வேவையொடு குரூஉக்கண் இறடிப் பொம்மல் பெறுகுவிர்' என்ற வரிகளில் இது விவரிக்கப்படுகிறது.  'வேவை' என்பது 'வெந்தது' என்ற பொருளை உடையது.  'இறடி' என்பது 'தினை' என்ற பொருளை உடையது.  'பொம்மல்' என்பது 'சோறு' என்ற பொருளை உடையது.  கூத்தர்களுக்கு தினைச்சோற்று விருந்து படைக்கப்படும் விதம் இப்பாடலில் விவரிக்கப்படுகிறது."
          }
        ]