
[
  {
    "description": "கம்பராமாயணத்தில், கவிஞன் இயற்கையின் அழகைக் காணும் போது அவன் மனதில் எழும் உணர்ச்சிகள் எந்த வடிவத்தில் வெளிப்படுகின்றன?",
    "options": [
      "நாடகமாக",
      "பாடலாக",
      "கதையாக",
      "கடிதமாக"
    ],
    "answer": "B",
    "additional_context": "கம்பராமாயணத்தில் இயற்கை காட்சிகள் கவிஞனின் கண்களுக்கு ஒரு ஓவியமாகத் தெரிகிறது. அந்த ஓவியத்தை கவிஞன் தன் கவிதையாக வெளிப்படுத்துகிறான். கவிதையாக வெளிப்படுத்தும் போது அந்த இயற்கையின் அழகை  கண்ட உணர்ச்சிகளை கவிதை மூலம் வெளிப்படுத்துகிறான். "
  },
  {
    "description": "கம்பராமாயணத்தில், இராமனின் நிறம் எந்த நிறமாகும்?",
    "options": [
      "வெள்ளை",
      "கருப்பு",
      "சிவப்பு",
      "நீலம்"
    ],
    "answer": "D",
    "additional_context": "கம்பராமாயணத்தில் இராமனின் நிறம் நீலம் என்று கூறப்படுகிறது. கம்பன் பகலவன் பட்டொளியை நீலம் என்று  வर्णிக்கிறார். பகலவன் பட்டொளி கூட இராமனின் நீல நிறத்தில் மறைந்து விடுகிறது என்று கூறப்படுகிறது. "
  },
  {
    "description": "கவிதைப் பேழை இயல்பு குறித்துப் பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "கவிஞனின் உலகம் இட, கால எல்லைகளால் வரையறுக்கப்படுகிறது.",
      "கவிதை என்பது உணர்வை மறைத்து வெளிப்படுத்துவது.",
      "கவிஞனின் கற்பனை எல்லைதான் அவன் கலையின் உச்சம்.",
      "கவிதை என்பது மொழியை மட்டுமே பயன்படுத்தி உருவாக்கப்படும் கலை."
    ],
    "answer": "C",
    "additional_context": "கவிஞனின் உலகம் இட, கால எல்லைகளால் வரையறுக்கப்படுவதில்லை. அவன்  சிந்தனையே அவனது கலையின் உச்சம். கவிஞன் எல்லையில்லாமல்  தன் கற்பனையில்  சஞ்சரித்து கவிதை படைக்கிறான். "
  },
  {
    "description": "\"கம்பன் இசைத்த கவியெல்லாம் நான்\" என்ற பாரதியின் கூற்றின் பொருள் என்ன?",
    "options": [
      "கம்பனைப் போலவே பாரதி ஒரு பெரிய கவிஞன் என்பதை வெளிப்படுத்துவது.",
      "கம்பனின் கவிதைகள் தனக்கு மிகவும் பிடித்தவை என்பதை பாரதி தெரிவிப்பது.",
      "கம்பனின் கவிதைகள் தனக்கு மிகுந்த உத்வேகம் அளிப்பதாக பாரதி கூறுவது.",
      "கம்பனின் கவிதைகளைத் தான் தொடர்ந்து படித்து வருவதாக பாரதி தெரிவிப்பது."
    ],
    "answer": "C",
    "additional_context": "கம்பனின் கவிதைகள்  பாரதிக்கு மிகுந்த உத்வேகம் அளிப்பதால், \"கம்பன் இசைத்த கவியெல்லாம் நான்\" என்று பாரதி கூறுகிறார். அதாவது கம்பனின் கவிதைகளால் உத்வேகம் பெற்று  தான் கவிதை படைப்பதாக  பாரதி கூறுகிறார். "
  },
  {
    "description": "\"சரயு ஆறு ஓர் உயிர் பல உடல்களில் ஊடுருவி உலாவுவது போல் பல இடங்களில் பாய்கிறது\" என்ற கூற்றின் மூலம் கவிஞன் என்ன உணர்த்த விரும்புகிறான்?",
    "options": [
      "சரயு ஆற்றின் நீரோட்டம் மிகவும் வேகமானது என்பதை.",
      "சரயு ஆறு பல இடங்களைச் சுற்றிப் பாய்கிறது என்பதை.",
      "சரயு ஆறு இயற்கையோடு இணைந்த ஒரு உயிருள்ள அங்கம் என்பதை.",
      "சரயு ஆறு மிகவும் அழகானது என்பதை."
    ],
    "answer": "C",
    "additional_context": "சரயு ஆறு பல இடங்களைச் சுற்றிப் பாய்கிறது. அது போல ஓர் உயிர் பல உடல்களில் ஊடுருவி உலாவுவது போல் இருக்கிறது. இதன் மூலம்  சரயு ஆறு  இயற்கையோடு இணைந்த ஒரு உயிருள்ள அங்கம் என்பதை கவிஞன் உணர்த்துகிறான்."
  }
]
