
[
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள இராசராசன் காலத்தின் தமிழ் கல்வெட்டு எந்த கோயிலில் உள்ளது?",
    "options": [
      "தஞ்சாவூர் பெரிய கோயில்",
      "திருச்செந்தூர் கோயில்",
      "காஞ்சிபுரம் கைலாசநாதர் கோயில்",
      "மதுரை மீனாட்சி அம்மன் கோயில்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தப் பாடலில் கூறப்பட்டுள்ள இராசராசன் காலத்தின் தமிழ் கல்வெட்டு, 11ஆம் நூற்றாண்டு, தஞ்சாவூர் பெரிய கோயிலில் உள்ளது. இராசராசன் காலத்தின் தமிழ் கல்வெட்டுகள் பல்லவர் மற்றும் பாண்டியர்களின் காலத்திற்கு முந்தையன. பல்லவர் கல்வெட்டுகளிலும் பாண்டியர் செப்பேடுகளிலும் முளைவிட்ட மெய்க்கீர்த்தி, சோழர் காலத்தில் செப்பமான வடிவம் பெற்று கல்இலக்கியமாய் அமைந்தது."
  },
  {
    "description": "பாடலில் எந்த உயிரினத்தின் மீது மட்டுமே பிணிப்புண்பன செய்யப்படுகிறது?",
    "options": [
      "குதிரை",
      "எருமை",
      "யானை",
      "மான்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பாடலில் குறிப்பிடப்பட்டுள்ள இராசராசன் ஆட்சி, திசைபாலகர் போல இருந்ததாக கூறப்படுகிறது.  அவரது ஆட்சியில், யானைகள் மட்டுமே பிணிக்கப்படுகின்றன என்று பாடல் குறிப்பிடுகிறது. இது நாட்டில் யாரும் பிணிக்கப்படவில்லை என்பதைக் குறிக்கிறது. அதாவது இராசராசனின் ஆட்சி, மக்கள் மீது எந்தவிதமான அடக்குமுறையும் இல்லாத, நியாயமான ஆட்சியாக இருந்தது என்பதைப் புலப்படுத்துகிறது."
  },
  {
    "description": "மன்னன் எந்த உயிரினத்தின் உருவத்தைக் கொண்டிருந்தான் என்று பாடல் குறிப்பிடுகிறது?",
    "options": [
      "யானை",
      "புலி",
      "சிங்கம்",
      "இந்திரன்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தப் பாடலில் இராசராசன் ஆட்சி, இந்திரன் முதலாகத் திசைபாலகர் போல இருந்ததாக கூறப்படுகிறது. அதாவது இராசராசனின் ஆட்சி,  தன்னிகரற்றதாகவும், திசைபாலகர்களைப் போலவே சக்தி வாய்ந்ததாகவும் இருந்தது என்பதைப் புலப்படுத்துகிறது."
  },
  {
    "description": "பாடல் மன்னனின் ஆட்சி எப்படி இருந்தது என்பதை விவரிக்கிறது?",
    "options": [
      "கடுமையானது",
      "நீதிமானானது",
      "கொடூரமானது",
      "லட்சியமானது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பாடல் இராசராசனின் ஆட்சி எப்படி இருந்தது என்பதை விவரிக்கிறது. இராசராசன் ஆட்சியில் மக்கள்  புலம்புவதில்லை, கலக்கமடைவதில்லை, அடைக்கப்படுவதில்லை.   மக்கள் கொடியவர்களாக இல்லை, கள் உண்பதில்லை, மக்கள் இடையே வெறுமை இல்லை. இவையெல்லாம்  இராசராசன் ஆட்சி நீதிமானானது என்பதைப் புலப்படுத்துகிறது."
  },
  {
    "description": "மெய்க்கீர்த்தி என்பது _______________ ஒரு வகை.",
    "options": [
      "இசை",
      "கவிதை",
      "சிற்பம்",
      "கல்வெட்டு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மெய்க்கீர்த்தி என்பது ஒரு வகையான கல்வெட்டு.  இராசராசன் காலத்தின் முந்தைய காலத்தில் பல்லவர் மற்றும் பாண்டியர்கள் தங்கள் வரலாறு மற்றும் பெருமையை கல்லில் செதுக்கிப் பாதுகாத்து வந்தனர். சோழர் காலத்தில் இது மெய்க்கீர்த்தி என்று பெயர் பெற்றது.  மெய்க்கீர்த்தி, மன்னர்களின் செயல்பாடுகள் மற்றும் பெருமைகளைப் புகழ்ந்து பாடுவதாக அமைந்தவை."
  }
]
