
[
  {
    "description": "“சிறுதாம்பு தொடுத்த பசலைக் கன்றின் உறுதுயர் அலமரல் நோக்கி” என்ற வரிகள் என்ன விளக்குகின்றன?",
    "options": [
      "இளங்கன்றின் பசியால் தாய்மார்கள் கவலைப்படுவதை",
      "தலைவியின் வருத்தத்தை இளங்கன்று உணருவதை",
      "இடையர்கள் இளங்கன்றைப் பராமரிப்பதை",
      "இளங்கன்றின் பசியை தலைவியின் வருத்தத்துடன் ஒப்பிடுவதை"
    ],
    "answer": "D",
    "additional_context": "முல்லைப்பாட்டில், தலைவியின் வருத்தத்தை, சிறுதாம்பு தொடுத்த பசலைக் கன்றின் உறுதுயர் அலமரல் நோக்கி என்ற வரிகள் விளக்குகின்றன. இதில் இளங்கன்றின் பசியால் தாய்மார்கள் கவலைப்படுவதை தலைவியின் வருத்தத்துடன் ஒப்பிட்டுள்ளனர். தலைவன் வருகைக்காகக் காத்திருக்கும் தலைவியின் வருத்தம் இளங்கன்றின் பசியால் ஏற்படும் உறுதுயரால் அலமரல் நோக்கி, வருத்தம் அடைந்து நிற்கும் இளங்கன்றின் உறுதுயரைப் போல இருக்கிறது. இதன் மூலம் தலைவியின் மனவேதனையை எடுத்துக்காட்டப்படுகிறது."
  },
  {
    "description": "“கொடுங்கோற் கோவலர் பின்நின்று உய்த்தர” என்ற வரியில் “கொடுங்கோற் கோவலர்” யாரை குறிக்கிறது?",
    "options": [
      "இடையர்கள்",
      "வேடர்கள்",
      "மன்னர்கள்",
      "வணிகர்கள்"
    ],
    "answer": "A",
    "additional_context": "கொடுங்கோற் கோவலர் என்ற சொல் இடையர்களைக் குறிக்கிறது. கொடுங்கோல் என்பது இடையர்கள் கால்நடைகளை ஓட்ட பயன்படுத்தும் கம்பு. இடையர்கள், வளைந்த கத்தியை உடைய கம்பைக் கொண்டு கால்நடைகளை ஓட்டி வருவர்.  “கொடுங்கோற் கோவலர் பின்நின்று உய்த்தர” என்ற வரி இடையர்கள் கால்நடைகளை மேய்ச்சலுக்கு ஓட்டி வருவதை குறிக்கிறது."
  },
  {
    "description": "முல்லைப்பாட்டில் “விரிச்சி கேட்டல்” என்ற சொல் எந்த செயலைக் குறிக்கிறது?",
    "options": [
      "தலைவியின் நலனை விசாரித்தல் ",
      "தெய்வத்தை வழிபடுதல்",
      "இடையர்களைப் பற்றி கேட்டறிதல்",
      "மழையின் அளவை அறிதல்"
    ],
    "answer": "A",
    "additional_context": "முல்லைப்பாட்டில் “விரிச்சி கேட்டல்” என்ற சொல் தலைவியின் நலனை விசாரித்தல் எனும் செயலைக் குறிக்கிறது. தலைவன் வருகைக்காகக் காத்திருக்கும் தலைவிக்கு ஆறுதல் கூறுவதற்காகவும், அவள் நலன் குறித்து விசாரிக்கவும் முதுபெண்டிர் தெய்வத்தைத் தொழுது நின்று தலைவியின் நலன் குறித்து கேள்வி கேட்கின்றனர். அவர்கள் கேள்வி கேட்பதற்கு “விரிச்சி கேட்டல்” என்ற சொல் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "முல்லைப்பாட்டின் முக்கிய கருப்பொருள் என்ன?",
    "options": [
      "இயற்கை அழகு",
      "காத்திருத்தல் ",
      "தலைவன் வருகைக்காக காத்திருத்தல்",
      "இடையர்களின் வாழ்க்கை"
    ],
    "answer": "C",
    "additional_context": "முல்லைப்பாட்டின் முக்கிய கருப்பொருள் தலைவன் வருகைக்காகக் காத்திருத்தல். முல்லைப்பாட்டில், தலைவன் போரில் வென்று திரும்புவதற்காக, தலைவியும், முதுபெண்டிரும் காத்திருக்கின்றனர். தலைவனின் வருகையைத் தாமதப்படுத்தியது தொடர்பாக, தலைவி மன உளைச்சலுக்கு ஆளாகிறாள். இதைப் போக்க, முதுபெண்டிர் தெய்வத்தைத் தொழுது தலைவியின் நலனை விசாரிக்கின்றனர். தலைவன் வருகை தொடர்பான தகவல் கிடைக்கப் பெற்று, ஆறுதல் கூறி, அவள் மனத்தடுமாற்றத்தைப் போக்குகின்றனர்."
  }
]
