[
          
  {
    
          "description": "“வாளால் அறுத்துச் சுடினும் மருத்துவன் பால்\nமாளாத காதல் நோயாளன் போல் மாயத்தால்\nமீளாத் துயர்தரினும் வித்துவக் கோட்டம்மா! நீ\nஆளா உனதருளே பார்ப்பன் அடியேனே.” - இந்தப் பாசுரத்தில் குலசேகர ஆழ்வார் இறைவனை எப்படி உருவகப்படுத்துகிறார்?",
          "options": [
      "தந்தையாக",
      "ஆசிரியராக",
      "அன்னையாக",
      "நண்பராக"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாசுரத்தில் குலசேகர ஆழ்வார்  இறைவனை அன்னையாக உருவகப்படுத்துகிறார். இந்தப் பாசுரம், இறைவனை ஒரு மருத்துவராகக் கருதி, நோயாளி தன் மருத்துவரை எப்படி நேசிக்கிறாரோ, அதே போல இறைவனை தன்னை நேசிப்பதாகக் குறிப்பிடுகிறது. 'வித்துவக்கோடு' என்ற ஊர் கேரளாவில் உள்ளதாக குறிப்பிடப்பட்டுள்ளது. இது இறைவனின் அருள் நிறைந்த இடமாகும். இறைவன் தன் அடியார்களின் துயரங்களை போக்கி, அவர்களுக்கு ஆறுதல் தந்து, அவர்களை தன் அருளால் காக்கிறான் என்பதை இந்தப் பாசுரம் உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'வித்துவக்கோடு' என்னும் ஊர் எந்த மாநிலத்தில் அமைந்துள்ளது?",
          "options": [
      "தமிழ்நாடு",
      "கேரளா",
      "ஆந்திரா",
      "கர்நாடகா"
    ],
    "answer": "B",
    
          "additional_context": "வித்துவக்கோடு என்ற ஊர் கேரள மாநிலத்தில், பாலக்காடு மாவட்டத்தில் அமைந்துள்ளது. குலசேகர ஆழ்வார் அந்த ஊரில் உள்ள இறைவனைப் பாடியுள்ளார். இங்கு எழுந்தருளியிருக்கும் இறைவன் உய்யவந்த பெருமாள் ஆவார்."
          }
        ,
          
  {
    
          "description": "இந்தப் பாசுரத்தில் குறிப்பிடப்பட்டுள்ள மருத்துவக் கருத்து, நவீன மருத்துவத்திலும் காணப்படும் ஒரு முக்கியமான கருத்தைக் குறிக்கிறது. அது என்ன?",
          "options": [
      "மருந்துகளின் பயன்பாடு",
      "நோயாளியின் மனநிலை",
      "நோய்க்குரிய சிகிச்சை",
      "மருத்துவரின் திறமை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாசுரத்தில் குறிப்பிடப்பட்டுள்ள மருத்துவக் கருத்து, நோயாளியின் மனநிலை என்பது. மருத்துவர்  தான் கொடுக்கும் சிகிச்சையால் நோயாளிக்கு ஏற்படும் வேதனையைப் புரிந்துகொண்டு, அவர்களுக்கு ஆறுதல் கூறுவது அவசியம் என்கிற கருத்தைப் பாடல் எடுத்துக்காட்டுகிறது. இதன் மூலம் மருத்துவம் என்பது மருந்துகளின் பயன்பாடு மட்டுமல்ல, மனநிலையின் முக்கியத்துவத்தையும் உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "குலசேகர ஆழ்வாரின் பெருமாள் திருமொழி எத்தனை பாடல்களைக் கொண்டுள்ளது?",
          "options": [
      "100",
      "105",
      "110",
      "115"
    ],
    "answer": "B",
    
          "additional_context": "குலசேகர ஆழ்வார் பாடிய பெருமாள் திருமொழி 105 பாடல்களை கொண்டுள்ளது. இது நாலாயிரத் திவ்வியப் பிரபந்தத்தில் ஐந்தாவது திருமொழி ஆகும்."
          }
        ,
          
  {
    
          "description": "குலசேகராழ்வார் பாடிய பாசுரத்தில் காணப்படும் 'வித்துவக்கோடு' என்ற ஊர் எந்த மாநிலத்தில் உள்ளது?",
          "options": [
      "தமிழ்நாடு",
      "கேரளா",
      "ஆந்திரா",
      "கர்நாடகா"
    ],
    "answer": "B",
    
          "additional_context": "குலசேகராழ்வார் பாடிய பாசுரத்தில் காணப்படும் 'வித்துவக்கோடு' என்ற ஊர் கேரள மாநிலத்தில் உள்ளது. இந்த ஊர் பாலக்காடு மாவட்டத்தில் அமைந்துள்ளது. இங்கு எழுந்தருளியிருக்கும் இறைவன் உய்யவந்த பெருமாள் ஆவார். குலசேகர ஆழ்வார் இந்த இறைவனை அன்னையாகப் பாடுகிறார்."
          }
        ]