
[
  {
    "description": "“_________ குன்றம் போனாலென்ன? வேலவன் குன்றமாவது எங்களுக்கு வேண்டும்” - இத்தொடரில் குறிப்பிடப்படும் ______ குன்றம் திருத்தணி ஆகும்.",
    "options": [
      "அ) மாலவன்",
      "இ) வேலவன்",
      "ஆ) கல்யாண",
      "ஈ) குன்றம்"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "'மாலவன் குன்றம் போனாலென்ன? வேலவன் குன்றமாவது எங்களுக்கு வேண்டும்’ - இத்தொடர் திருத்தணிப் பகுதியில் உள்ள மக்களின் உணர்வை வெளிப்படுத்துகிறது. மலையாள மன்னர்கள் மாலவன் குன்றம் எனப்படும் திருப்பதியை தங்களது கட்டுப்பாட்டில் வைத்திருந்தனர். திருத்தணி வேலவன் குன்றம் என்பது வேலவன் என்பது வேலு முருகனைக் குறிக்கும்.  திருத்தணிப் பகுதியில் உள்ள மக்கள் திருப்பதி போனாலும் திருத்தணி வேலவன் குன்றம் எங்களுக்கு வேண்டும் என்ற எண்ணம் கொண்டிருந்தனர் என்பது இதன் மூலம் புரிகிறது. இதனை ஈராயிரம் ஆண்டுகளுக்கு முன்பு நடைபெற்ற நிகழ்வு என்று கூறுவது உறுதி இல்லை"
  },
  {
    "description": "தமிழினத்தை ஒன்றுபடுத்தும் இலக்கியமாக ம.பொ.சி. கருதியது ________ .",
    "options": [
      "அ) திருக்குறள்",
      "இ) கம்பராமாயணம்",
      "ஆ) புறநானூறு",
      "ஈ) சிலப்பதிகாரம்"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "தமிழினத்தை ஒன்றுபடுத்தும் இலக்கியமாக ம.பொ.சி. கருதியது சிலப்பதிகாரம். தமிழரின் பண்பாடு, வரலாறு, சமூகம், மொழி, இலக்கியம் ஆகிய அனைத்தும் இதில் குறிப்பிடப்பட்டுள்ளன. இக்காவியம் இன்றைய சமூகத்தையும் பிரதிபலிக்கிறது"
  },
  {
    "description": "'தன் நாட்டு மக்களுக்குத் தந்தையும் தாயும் மகனுமாக இருந்த அரசன்' - இத்தொடர் ________ பண்பை எடுத்துக்காட்டுகிறது.",
    "options": [
      "அ) மேம்பட்ட நிருவாகத்திறன்",
      "இ) மிகுந்த செல்வம்",
      "ஆ) நெறியோடு நின்று காவல் காப்பது",
      "ஈ) பண்பட்ட மனிதநேயம்"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "'தன் நாட்டு மக்களுக்குத் தந்தையும் தாயும் மகனுமாக இருந்த அரசன்' - இத்தொடர் பண்பட்ட மனிதநேயம் பண்பை எடுத்துக்காட்டுகிறது. ஒரு அரசன் தன் நாட்டு மக்களுக்கு தந்தையும் தாயும் மகனுமாக இருந்து அவர்களை காப்பாற்றும் போது மனிதநேயம் நிறைந்தவராக இருப்பார் என்பதை இந்த தொடர் காட்டுகிறது. "
  },
  {
    "description": "சிலப்பதிகாரம் காட்டும் ______ , வாசவர், பல்நிண விலைஞர், உமணர் ஆகியோர் வணிகர்கள்.",
    "options": [
      "அ) பூசவர்",
      "இ) கைவினைஞர்",
      "ஆ) பாசவர்",
      "ஈ) வேளாளர்"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "சிலப்பதிகாரம் காட்டும் பாசவர், வாசவர், பல்நிண விலைஞர், உமணர் ஆகியோர் வணிகர்கள். சிலப்பதிகாரத்தில் காவிரிப்பூம்பட்டினத்தின் வணிகச் சூழல் விரிவாகக் கூறப்படுகிறது. இந்த வணிகர்கள் வெளிநாடுகளுடன் வணிகம் செய்து தங்கள் வாழ்க்கையை நடத்தினர். அவர்களின் வாழ்க்கை முறை, வணிக நடவடிக்கைகள், சமூக வாழ்க்கை, சமூக அமைப்பு ஆகியவற்றைப் பற்றி சிலப்பதிகாரம் நமக்குக் கூறுகிறது."
  },
  {
    "description": "மெய்க்கீர்த்தி பாடப்படுவதன் முக்கிய நோக்கம் ______.",
    "options": [
      "அ) இறந்தவர்களைப் போற்றுதல்",
      "இ) வரலாற்றுச் சிறப்புகளைப் பதிவு செய்தல்",
      "ஆ) அறிவைப் பரப்புதல்",
      "ஈ) கலைஞர்களைப் போற்றுதல்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "மெய்க்கீர்த்தி பாடப்படுவதன் முக்கிய நோக்கம் வரலாற்றுச் சிறப்புகளைப் பதிவு செய்தல்.  மெய்க்கீர்த்தி என்பது வரலாற்று நிகழ்வுகளைப் பதிவு செய்யும் ஒரு வகையான இலக்கிய வடிவம். இதில் அரசர்களின் சாதனைகள், போர்கள், சமூக வாழ்க்கை, கலாச்சாரம் போன்றவை விரிவாகக் கூறப்படும். வரலாற்று நிகழ்வுகளைப் பதிவு செய்வதன் மூலம் எதிர்கால சந்ததியினருக்கு வரலாற்று அறிவைப் பகிர்ந்து கொள்ள முடியும். "
  }
]
