[
          
  {
    
          "description": "பத்தியில் 'பாடல்களைப் பாடுவதும் கேட்பதும் அவருக்குப் பொழுதுபோக்கு' என்னும் தொடரில் எந்த வகை தொகாநிலைத் தொடர் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "எழுவாய்த் தொடர்",
      "வினைமுற்றுத்தொடர்",
      "வினையெச்சத்தொடர்",
      "பெயரெச்சத்தொடர்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பத்தியில்  'பாடல்களைப் பாடுவதும் கேட்பதும்'  என்ற தொடர் எழுவாயும் பயனிலையும் இல்லாமல் 'பாடல்' என்பதன் வினையெச்சமாக 'பாடுவதும் கேட்பதும்'  என்ற இரண்டு சொற்கள் தொடர்ந்து  வந்துள்ளதால் இது வினையெச்சத்தொடர் ஆகும்."
          }
        ,
          
  {
    
          "description": "'வடித்த கஞ்சியில் சேலையை அலசினேன்' என்ற வண்ணச்சொல் தொடரில் எந்த வகை தொகாநிலைத் தொடர் காணப்படுகிறது?",
          "options": [
      "பெயரெச்சத்தொடர்",
      "வினையெச்சத்தொடர்",
      "வினைமுற்றுத்தொடர்",
      "வேற்றுமைத் தொடர்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வண்ணச்சொல் தொடரில் 'வடித்த' என்ற வினைச்சொல் முற்றுப்பெறாமல் அடுத்து வரும் பெயர்ச்சொல் 'கஞ்சி'  என்பதைக் கொண்டு முடிவதால் இது பெயரெச்சத்தொடர் ஆகும். 'கஞ்சி'  என்பது முதலில் வரும் வினைச்சொல்லால்  இது தொடர்புடையது."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்ட தொடர்களில் எது எழுவாய்த்தொடர் அல்ல?",
          "options": [
      "a) இனியன் கவிஞர்",
      "b) காவிரி பாய்ந்தது",
      "c) பேருந்து வருமா?",
      "d) நண்பா எழுது!"
    ],
    "answer": "D",
    
          "additional_context": "எழுவாய்த்தொடர் என்பது எழுவாயுடன் பெயர், வினை, வினா ஆகிய பயனிலைகள் தொடர்வது ஆகும்.  இனியன் கவிஞர், காவிரி பாய்ந்தது, பேருந்து வருமா?  ஆகிய தொடர்கள் எழுவாய்த்தொடர்கள் ஆகும். நண்பா எழுது!  என்ற தொடரில்  எழுவாய்  இல்லாமல் 'நண்பா' என்ற விளிப்பெயரும் 'எழுது' என்ற வினைச்சொல்லும் தொடர்வது விளித்தொடர் ஆகும். எனவே இந்த தொடர் எழுவாய்த்தொடர் அல்ல."
          }
        ,
          
  {
    
          "description": "'பாடினாள் கண்ணகி' என்ற தொடர் எந்த வகைத் தொடர்?",
          "options": [
      "a) விளித்தொடர்",
      "b) வினைமுற்றுத்தொடர்",
      "c) பெயரெச்சத்தொடர்",
      "d) வினையெச்சத்தொடர்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தத் தொடரில் 'பாடினாள்' என்னும் வினை முற்று பெற்று அடுத்து வரும் 'கண்ணகி' என்ற பெயரைக் கொண்டு முடிந்துள்ளது. இது வினை முற்றுத் தொடராகும்."
          }
        ,
          
  {
    
          "description": "'அறிஞருக்குப் பொன்னாடை'  என்ற தொடரில் எந்த வேற்றுமை உருபு வெளிப்படையாகக் காணப்படுகிறது?",
          "options": [
      "a) ஐ",
      "b) ஆல்",
      "c) கு",
      "d) ஏ"
    ],
    "answer": "C",
    
          "additional_context": "இந்தத் தொடரில்  'கு'  என்ற வேற்றுமை உருபு வெளிப்படையாகக் காணப்படுகிறது.  இது நான்காம் வேற்றுமையைக் குறிக்கிறது."
          }
        ]