
[
  {
    "description": "கருணையன் தன் தாயின் உடலை அடக்கம் செய்வதற்காக மலர்ப்படுக்கையைப் பரப்பும் செயல் எந்தப் பாடலில் விவரிக்கப்பட்டுள்ளது?",
    "options": [
      "முதல் பாடல்",
      "இரண்டாம் பாடல்",
      "மூன்றாம் பாடல்",
      "நான்காம் பாடல்"
    ],
    "answer": "A",
    "additional_context": "கருணையன் தனது தாயார் இறந்த துயரத்தில் இருக்கிறார். அவரது தாயாரை அடக்கம் செய்யும் முயற்சியில், மலர்ப்படுக்கையைப் பரப்பி அவரை அடக்கம் செய்து, மலர்களால் அலங்கரித்து கண்ணீர் விடுகிறார். இது முதல் பாடலில் காணப்படுகிறது. “இனிதிலுள் அடக்கி வாய்ந்த ஆக்கையை அடக்கிப் பூவோடு அழுங்கணீர் பொழிந்தான் மீதே” இந்த வரிகள்  கருணையனின் செயலை நமக்கு விவரிக்கின்றன.  "
  },
  {
    "description": "\"தாய்மணி யாக மார்பில் தயங்கியுள் குளிர வாழ்ந்தேன்\" என்ற வரியில் \"தாய்மணி\" என்ற சொல் எதற்கு ஒப்பாகப் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அன்னையின் அன்பு",
      "அன்னையின் மார்பில் இருந்த மணிமாலை",
      "அன்னையின் மென்மையான தோல்",
      "அன்னையின் உயிர்"
    ],
    "answer": "C",
    "additional_context": "கருணையன் தன் தாயாரின் மார்பில் அணைத்து வாழ்ந்த அந்த நினைவுகளை  எண்ணி வருந்துகிறார். அவரது தாய் மென்மையான தோலால் ஆனது போல் உணர்கிறார். தாய்மணி என்ற சொல் தாயின் மென்மையான தோலுக்கு ஒப்பாகப் பயன்படுத்தப்பட்டுள்ளது என்பதை இரண்டாவது பாடலின் வரிகள்  நமக்கு  விளக்குகின்றன.  "
  },
  {
    "description": "\"வீயென உள்ளம் வாட\" என்ற வரி எந்தப் பாடலில் உள்ளது?",
    "options": [
      "முதல் பாடல்",
      "இரண்டாம் பாடல்",
      "மூன்றாம் பாடல்",
      "நான்காம் பாடல்"
    ],
    "answer": "C",
    "additional_context": "கருணையன் தனது தாயை இழந்த துயரத்தில் மூழ்கி இருக்கிறார். மூன்றாவது பாடலில் அவர் தனது துயரை ‘வீயென உள்ளம் வாட’ என்ற வார்த்தைகளால்  வடிவமைக்கிறார். இது தாயை இழந்த கருணையனின் உணர்வுகளை வெளிப்படுத்துகிறது. "
  },
  {
    "description": "\"உய்முறை அறியேன்; ஓர்ந்த உணர்வினொத்து உறுப்பும் இல்லா\" என்ற வரிகளில் எந்தப் பொருள் மறைந்துள்ளது?",
    "options": [
      "கருணையன் தனது தாயின் இழப்பால் உயிர்வாழும் வழியை அறியாத நிலையில் இருக்கிறான்.",
      "கருணையன் இப்போது உடல் இல்லாத நிலையில் இருக்கிறான்.",
      "கருணையனுக்கு தனது இழப்பின் துயரத்தைத் தாங்கும் வலிமை இல்லை.",
      "கருணையன் தன் தாயிடம் கற்றுக்கொண்ட வாழ்க்கை முறைகள் இல்லாமல் தவிக்கிறான்."
    ],
    "answer": "D",
    "additional_context": "கருணையன் தனது தாயை இழந்த துயரத்தில் தவிக்கிறார். நான்காவது பாடலில் “உய்முறை அறியேன்; ஓர்ந்த உணர்வினொத்து உறுப்பும் இல்லா” என்ற வரிகளில், தாயாரின் இழப்பு அவரை எவ்வளவு பாதித்திருக்கிறது என்பதை  காட்டுகிறது. கருணையனுக்கு தனது தாயிடம் கற்றுக்கொண்ட வாழ்க்கை முறைகள் இல்லாமல் தவிக்கிறான் என்பதை நாம் புரிந்துகொள்ள முடிகிறது.  "
  },
  {
    "description": "\"நல்லறப் படலைப் பூட்டும் தவமணி மார்பன் சொன்ன\" என்ற வரிகளில் \"படலை\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மலர்மாலை",
      "உடை",
      "உணவு",
      "ஆடை"
    ],
    "answer": "A",
    "additional_context": "கருணையன் தனது தாய் இழப்பால் துயரப்படுகிறார். அவரது தாயின் வாழ்க்கைப் பாடங்களை நினைவு கூர்ந்து, அவரைப் பற்றிப் பேசுகிறார். ஐந்தாவது பாடலில் ‘நல்லறப் படலைப் பூட்டும் தவமணி மார்பன்’ என்று குறிப்பிடப்படுகிறது.  படலை என்ற சொல் மலர்மாலை என்பதைக் குறிக்கிறது.   கருணையன் தனது தாயின் அறத்தை, அழகிய மலர்மாலை போல் என்று போற்றுகிறார்.  "
  }
]
