[
          
  {
    
          "description": "“பொறுத்தார்” என்ற சொல் எந்த வகைச் சொல்?",
          "options": [
      "தொழிற்பெயர்",
      "வினையாலணையும் பெயர்",
      "பெயர்ச்சொல்",
      "எதுவும் இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடத்தில் வினையாலணையும் பெயர் பற்றி விளக்கப்பட்டுள்ளது.  இந்தப் பாடத்தில் இருந்து 'வினையாலணையும் பெயர் என்றால் என்ன?' என்பதைக் கண்டுபிடிக்கவும்.  பின்னர், 'பொறுத்தார்' என்ற சொல் 'வினையாலணையும் பெயர்' அல்லது வேறு வகையான சொல் என்பதைத் தீர்மானிக்கவும்."
          }
        ,
          
  {
    
          "description": "“மற்றாங்கே எடுப்பதூஉம் எல்லாம் மழை” என்ற வரியில் காணப்படும் “எடுப்பதூஉம்” என்ற சொல் எந்த வகை அளபெடை என்பதைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "ஒற்றளபெடை"
    ],
    "answer": "B",
    
          "additional_context": "அளபெடை பற்றிய பாடப்பகுதியில் செய்யுளிசை அளபெடை, இன்னிசை அளபெடை, சொல்லிசை அளபெடை, ஒற்றளபெடை ஆகியவற்றின் விளக்கங்கள் தரப்பட்டுள்ளன.  இந்த விளக்கங்களைப் படித்து, 'எடுப்பதூஉம்' என்ற சொல் எந்த வகை அளபெடை என்பதைத் தீர்மானிக்கவும்."
          }
        ,
          
  {
    
          "description": "“நசைஇ” என்ற சொல்லில் உள்ள 'இ' எந்த வகை அளபெடை என்பதைத் தெரிவு செய்க.",
          "options": [
      "உயிரளபெடை",
      "ஒற்றளபெடை",
      "அளபெடை அல்ல",
      "இரண்டும் சரியானவை"
    ],
    "answer": "A",
    
          "additional_context": "நசைஇ என்ற சொல்லில் உள்ள 'இ' என்பது உயிரளபெடை.  உயிரளபெடை மற்றும் ஒற்றளபெடை பற்றிய பாடப்பகுதிகளை மீண்டும் படித்து, 'நசைஇ' என்ற சொல்லில் எந்த வகை அளபெடை உள்ளது என்பதைத் தீர்மானிக்கவும்."
          }
        ,
          
  {
    
          "description": "'கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்' என்ற வரியில் எத்தனை சொற்கள் உள்ளன?",
          "options": [
      "நான்கு",
      "ஐந்து",
      "ஆறு",
      "ஏழு"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி சொல் எண்ணிக்கையைக் கணக்கிடுவதைப் பற்றியது.  கொடுக்கப்பட்ட வரியில் உள்ள சொற்களைப் பிரித்து, ஒவ்வொரு சொல்லையும் எண்ணி, எத்தனை சொற்கள் உள்ளன என்பதைத் தீர்மானிக்கவும்."
          }
        ,
          
  {
    
          "description": "'உரனசைஇ உள்ளம் துணையாகச் சென்றார்' என்ற வரியில் உள்ள சொல்லிசை அளபெடை கொண்ட சொல் எது?",
          "options": [
      "உரனசைஇ",
      "உள்ளம்",
      "துணையாகச்",
      "சென்றார்"
    ],
    "answer": "A",
    
          "additional_context": "அளபெடை பற்றிய பாடப்பகுதியில் செய்யுளிசை அளபெடை, இன்னிசை அளபெடை, சொல்லிசை அளபெடை, ஒற்றளபெடை ஆகியவற்றின் விளக்கங்கள் தரப்பட்டுள்ளன.  இந்த விளக்கங்களைப் படித்து, கொடுக்கப்பட்ட வரியில் உள்ள சொற்களில் எது சொல்லிசை அளபெடை என்பதைத் தீர்மானிக்கவும்."
          }
        ]