
[
  {
    "description": "3. \"காட்டு விலங்குகளைச் ____ திருந்த உதவுகிறது\" என்ற வாக்கியத்தில், காலியிடத்தில் எந்த வார்த்தை பொருத்தமாக இருக்கும்?",
    "options": [
      "a)  சுட்டல்",
      "b)  சமைத்தல்",
      "c)  நடத்துதல்",
      "d)  பேசுதல்"
    ],
    "answer": "A",
    "additional_context": "காட்டு விலங்குகள், அடர்ந்த காடுகளில் வாழும் உயிரினங்கள். அவற்றை நாம் கட்டுப்படுத்த முடியாது. இயற்கையாகவே அவற்றின் நடத்தையை மாற்றவோ அல்லது அவற்றை அடக்கி வைத்திருக்கவோ முடியாது. காட்டு விலங்குகளின் நடத்தையை மாற்ற உதவுவது ஒரு மருத்துவ செயல். மருத்துவர் காட்டு விலங்குகளுக்கு சிகிச்சை அளிக்க, சுட்டல் மூலம் அதனை சரி செய்வார்கள்."
  },
  {
    "description": "4. \"பொதுவாழ்வில் ____ கூடாது\" என்ற வாக்கியத்தில், காலியிடத்தில் எந்த வார்த்தை பொருத்தமாக இருக்கும்?",
    "options": [
      "a)  நடத்தல்",
      "b)  நடித்தல்",
      "c)  பேசுதல்",
      "d)  எழுதுதல்"
    ],
    "answer": "B",
    "additional_context": "பொதுவாழ்வில் நடித்தல் என்பது எதிர்மறையான ஒரு செயல். நடித்தல் என்பது மறைமுகமாகக் கையாள்வது. அல்லது நேர்மையற்ற செயலைச் செய்வது. பொதுவாழ்வில் நேர்மையாக செயல்படுவது அவசியம்."
  },
  {
    "description": "5. \"தூவல்\"  என்பதற்கு எந்த வார்த்தை ஒரு மாற்று சொல்லாகும்?",
    "options": [
      "a)  மருள்",
      "b)  மன்றல்",
      "c)  அகராதி",
      "d)  அடிச்சுவடு"
    ],
    "answer": "B",
    "additional_context": "தூவல் என்ற சொல் பொதுவாக ஒரு பொருள். தூவல் என்ற சொல்லுக்கு பல பொருள் உள்ளது. பொருளைப் பொறுத்து, அந்தச் சொல்லுக்கு மாற்றுச் சொல் மாறும். இங்கு மன்றல் என்பது தூவல் என்ற சொல்லுக்கு ஏற்ற ஒரு மாற்றுச் சொல். மன்றல் என்பது  ஒரு விஷயத்தை  பொதுவெளியில்  நடைபெறும் ஒரு  நிகழ்வாக  மாற்றுவது."
  },
  {
    "description": "6. \"பள்ளியைத் தூய்மையாக வைத்திருத்தல்\" செயல்திட்டத்திற்கான வரைவில், பின்வரும் எது முக்கிய அம்சமாக இருக்க வேண்டும்?",
    "options": [
      "a)  பள்ளி ஆசிரியர்களுக்கான பயிற்சி",
      "b)  தூய்மைப் பணியாளர்களின் எண்ணிக்கையை அதிகரித்தல்",
      "c)  மாணவர்களின் பங்களிப்பை ஊக்குவித்தல்",
      "d)  பள்ளியின் புதிய கட்டிடங்களை கட்டுதல்"
    ],
    "answer": "C",
    "additional_context": "பள்ளியை தூய்மையாக வைத்திருக்க, மாணவர்களின் பங்களிப்பு மிகவும் முக்கியம். மாணவர்கள் தங்கள் சுற்றுப்புறத்தை தூய்மையாக வைத்திருக்க,  பங்கேற்று,  பள்ளியின் தூய்மைப் பணியை மேற்கொள்ள வேண்டும். பள்ளியின் தூய்மைப் பணியில் மாணவர்களை ஈடுபடுத்தி, சுற்றுச்சூழல் பாதுகாப்பு பற்றிய விழிப்புணர்வை ஏற்படுத்த வேண்டும்."
  },
  {
    "description": "7. \"காட்சியைக் கவிதையாக்கு\" என்ற பணிக்கு, பின்வரும் எது முக்கியமானது?",
    "options": [
      "a)  காட்சியின் வர்ணனையை மட்டும் எழுதுதல்",
      "b)  காட்சியில் உள்ள உணர்ச்சிகளை கவிதையாக வெளிப்படுத்துதல்",
      "c)  காட்சியைப் பற்றிய கதையை எழுதுதல்",
      "d)  காட்சியில் உள்ள பொருட்களை விவரித்தல்"
    ],
    "answer": "B",
    "additional_context": "கவிதை என்பது உணர்ச்சிகளை வெளிப்படுத்தும் ஒரு வடிவம். காட்சியில் உள்ள உணர்ச்சிகளை கவிதையாக வெளிப்படுத்துவது கவிதையின் நோக்கம். கவிதை என்பது கற்பனை வளத்தைத் தூண்டும் ஒரு வடிவம்."
  }
]
