
[
  {
    "description": "பாரதியாரின் ஆத்திசூடியில், \"அகரம் அறிவுடையாரே\"  என்ற வரியின் பொருள் என்ன?",
    "options": [
      "எல்லோரும் அகரத்தை அறிந்திருக்க வேண்டும்",
      "அறிவுடையவர்கள் மட்டுமே அகரத்தை அறிந்திருப்பார்கள்",
      "அறிவு என்பது அகரத்தைப் போல முக்கியமானது",
      "அறிவு என்பது எழுத்துக்களிலிருந்து தொடங்குகிறது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாரதியாரின் ஆத்திசூடி என்பது தமிழ் இலக்கியத்தில் மிகவும் பிரபலமான ஒரு பாடல். இந்தப் பாடல் தமிழ் மொழியின் முக்கியத்துவத்தையும், அறிவின் சிறப்பையும் எடுத்துரைக்கிறது. \n\n\"அகரம் அறிவுடையாரே\" என்ற வரி பாரதியாரின் ஆத்திசூடியின் தொடக்கத்தில் வருகிறது. இதன் பொருள் \"அறிவு என்பது எழுத்துக்களிலிருந்து தொடங்குகிறது\" என்பதாகும். இது அறிவு என்பது எழுத்தறிவிலிருந்து  தொடங்குகிறது என்பதைப் போல, தமிழ் மொழியின் முக்கியத்துவத்தையும்  எடுத்துரைக்கிறது."
  },
  {
    "description": "ஔவையாரின் ஆத்திசூடியின் முதல் பத்து வரிகளில்  \"சொல்\"  என்பது எத்தனை முறை வருகிறது?",
    "options": [
      "ஒரு முறை",
      "இரண்டு முறை",
      "மூன்று முறை",
      "நான்கு முறை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஔவையாரின் ஆத்திசூடி என்பது தமிழ் இலக்கியத்தில் மிகவும் பிரபலமான ஒரு பாடல். இந்தப் பாடல் மொழி, அறிவு,  நற்குணங்கள் போன்ற பலவற்றைப் பற்றி  எடுத்துரைக்கிறது.\n\nஔவையாரின் ஆத்திசூடியின் முதல் பத்து வரிகளில்,  \"சொல்\"  என்பது இரண்டு முறை வருகிறது.  முதல் வரியில் \"சொல்\"   என்பது  \"இனிமைச் சொல்\"  என்று  வருகிறது. இரண்டாவது வரியில்   \"சொல்\"  என்பது \"சொல் அறம்\"  என்று  வருகிறது."
  },
  {
    "description": "பாரதியாரின் ஆத்திசூடியின் முதல் பத்து வரிகளில்  \"தாய்\"  என்பது எத்தனை முறை வருகிறது?",
    "options": [
      "ஒரு முறை",
      "இரண்டு முறை",
      "மூன்று முறை",
      "நான்கு முறை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பாரதியாரின் ஆத்திசூடி என்பது தமிழ் இலக்கியத்தில் மிகவும் பிரபலமான ஒரு பாடல். இந்தப் பாடல் தமிழ் மொழியின் முக்கியத்துவத்தையும், அறிவின் சிறப்பையும் எடுத்துரைக்கிறது. \n\n\"தாய்\"  என்பது பாரதியாரின் ஆத்திசூடியின்  முதல் பத்து வரிகளில் ஒரு முறை மட்டுமே வருகிறது. அதாவது ஐந்தாவது வரியில்  \"தாய் நலம்\"  என்று வருகிறது."
  },
  {
    "description": "\"Renaissance\"  என்ற ஆங்கிலச் சொல்லின் தமிழ்ப் பொருள் எது?",
    "options": [
      "பழையது",
      "புதியது",
      "மறுமலர்ச்சி",
      "அழிவு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "\"Renaissance\"  என்பது ஒரு ஆங்கிலச் சொல். இதன் தமிழ்ப் பொருள் \"மறுமலர்ச்சி\" ஆகும். இது ஒரு கலை,  இலக்கிய, அறிவியல் துறைகளில்  உருவான ஒரு புதிய போக்கை  குறிக்கிறது."
  },
  {
    "description": "\"Philosopher\" என்ற ஆங்கிலச் சொல்லின் தமிழ்ப் பொருள் எது?",
    "options": [
      "மருத்துவர்",
      "வணிகர்",
      "மெய்யியலாளர்",
      "நடிகர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "\"Philosopher\"  என்பது ஒரு ஆங்கிலச் சொல். இதன் தமிழ்ப் பொருள் \"மெய்யியலாளர்\" ஆகும். ஒரு மெய்யியலாளர் என்பவர்  உலகம், வாழ்க்கை  போன்றவற்றைப் பற்றி சிந்தித்து ஆராயும் ஒருவர்.  "
  }
]
