
[
  {
    "description": "சின்னப்பிள்ளை அம்மா எந்தப் பணியைச் செய்து சமுதாயத்திற்கு உதவி செய்தார்?",
    "options": [
      "மீன்பிடி தொழில்",
      "விவசாயம்",
      "கல்வி",
      "மருத்துவம்"
    ],
    "answer": "B",
    "additional_context": "சின்னப்பிள்ளை அம்மா என்பவர் ஒரு எளிய விவசாயப் பெண். அவர், தன்னைப் போன்ற பல பெண்களை ஒன்றுசேர்த்து, விவசாய நிலங்களை குத்தகைக்கு எடுத்து, கூலி வேலைக்கு ஆட்களைச் சேர்த்து விவசாயம் செய்தார். விவசாயம் செய்து கிடைத்த வருமானத்தை சமமாக பிரித்துக் கொடுத்தார்.  இவ்வாறு சமூகத்திற்கு உதவி செய்தார்."
  },
  {
    "description": "சின்னப்பிள்ளை அம்மா எந்தப் பரிசை இந்தியாவின் முதன்மை அமைச்சராக இருந்த வாஜ்பாய் அவர்களிடமிருந்து பெற்றார்?",
    "options": [
      "தாமரைத்திரு விருது",
      "ஔவை விருது",
      "பொதிகை விருது",
      "ஸ்திரீ சக்தி புரஸ்கார்"
    ],
    "answer": "D",
    "additional_context": "சின்னப்பிள்ளை அம்மா எந்தப் பரிசை இந்தியாவின் முதன்மை அமைச்சராக இருந்த வாஜ்பாய் அவர்களிடமிருந்து பெற்றார்? சின்னப்பிள்ளை அம்மா, தன் மகளிர்க் குழுவின் மூலம் தன் வாழ்வின் போராட்டத்தையும், சாதனையையும் பகிர்ந்து கொண்டது. இந்தியாவின் முதன்மை அமைச்சராக இருந்த அடல் பிகாரி வாஜ்பாய் அவர்களிடம் இருந்து சின்னப்பிள்ளை அம்மா பெற்ற விருது 'ஸ்திரீ சக்தி புரஸ்கார்' எனும் பெண் ஆற்றல் விருது. இது சாதாரண விருது அல்ல. இந்தியாவின் முதன்மை அமைச்சரால் வழங்கப்பட்ட மரியாதை. சின்னப்பிள்ளை அம்மா இவ்விருதை டெல்லியில் பெற்று, பின்னர் தன் ஊருக்குத் திரும்பினார். "
  },
  {
    "description": "இந்தக் கட்டுரையில் குறிப்பிடப்பட்டுள்ள ஐந்து பெண்களில், இசைக் கலைஞர், எழுத்தாளர், நடனக் கலைஞர் மற்றும் சமூகப் பணியாளர் என்று பிரித்துக் கூறும்போது, எந்தப் பெண் இரண்டு வகைகளில் அடங்குகிறார்?",
    "options": [
      "a) எம்.எஸ். சுப்புலட்சுமி",
      "b) பாலசரசுவதி",
      "c) ராஜம் கிருஷ்ணன்",
      "d) கிருஷ்ணம்மாள் ஜெகந்நாதன்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கட்டுரையில் குறிப்பிடப்பட்டுள்ள ஐந்து பெண்களில், இசைக் கலைஞர், எழுத்தாளர், நடனக் கலைஞர் மற்றும் சமூகப் பணியாளர் என்று பிரித்துக் கூறும்போது, எந்தப் பெண் இரண்டு வகைகளில் அடங்குகிறார்? இந்தக் கேள்விக்கான விடை எம்.எஸ். சுப்புலட்சுமி. ஏனெனில் எம்.எஸ். சுப்புலட்சுமி ஒரு சிறந்த இசைக் கலைஞர். இவர் திரைப்படங்களிலும் பாடியுள்ளார். பாடகராக மட்டுமல்லாமல் இவர் சமூகப் பணியிலும் ஈடுபட்டுள்ளார்.  "
  },
  {
    "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள பெண்களில் யார் மதுரை சண்முகவடிவு சுப்புலட்சுமி என்கிற பெயரில் அழைக்கப்படுகிறார்?",
    "options": [
      "a) எம்.எஸ். சுப்புலட்சுமி",
      "b) பாலசரசுவதி",
      "c) ராஜம் கிருஷ்ணன்",
      "d) கிருஷ்ணம்மாள் ஜெகந்நாதன்"
    ],
    "answer": "A",
    "additional_context": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள பெண்களில் யார் மதுரை சண்முகவடிவு சுப்புலட்சுமி என்கிற பெயரில் அழைக்கப்படுகிறார்? இந்தக் கேள்விக்கான விடை எம்.எஸ். சுப்புலட்சுமி. ஏனெனில் இவர் மதுரை சண்முகவடிவு சுப்புலட்சுமி என்ற பெயரில் பிறந்தவர். இவர் பாடகியாக இருப்பதால் எம்.எஸ். சுப்புலட்சுமி என்று அழைக்கப்படுகிறார். "
  },
  {
    "description": "பரதநாட்டியக் கலைக்கு உலகளாவிய புகழைப் பெற்றுத் தந்த நிகழ்வு எது?",
    "options": [
      "a) டோக்கியோவில் உள்ள `கிழக்கு மேற்குச் சந்திப்பு' நிகழ்வில் பாலசரசுவதியின் நடனம்",
      "b) சென்னை சங்கீத சமாஜத்தில் பாலசரசுவதியின் நடன நிகழ்ச்சி",
      "c) காஞ்சிபுரத்தில் பாலசரசுவதியின் பரதநாட்டிய அரங்கேற்றம்",
      "d) கல்கத்தாவிலும் காசியில் நடந்த அனைத்திந்திய இசை மாநாட்டில் பாலசரசுவதியின் நடனம்"
    ],
    "answer": "A",
    "additional_context": "பரதநாட்டியக் கலைக்கு உலகளாவிய புகழைப் பெற்றுத் தந்த நிகழ்வு எது? இந்தக் கேள்விக்கான விடை  டோக்கியோவில் உள்ள `கிழக்கு மேற்குச் சந்திப்பு' நிகழ்வில் பாலசரசுவதியின் நடனம். பாலசரசுவதி ஒரு சிறந்த பரதநாட்டியக் கலைஞர். இவர் டோக்கியோவில் உள்ள `கிழக்கு மேற்குச் சந்திப்பு' நிகழ்வில் நடனமாடியது உலக மக்களைக் கவர்ந்தது. இதன் மூலம் பரதநாட்டியக் கலை உலகளவில் புகழ் பெற்றது. "
  }
]
