
[
  {
    "description": "மேற்கண்ட பத்தியில் குறிப்பிடப்பட்டுள்ள \"காற்று வீசியது\"  என்னும் தொடர் எந்த வகையான தொகாநிலைத் தொடர் என நீங்கள் கருதுகிறீர்கள்?",
    "options": [
      "a) எழுவாய்த்தொடர்",
      "b) விளித்தொடர்",
      "c) வினைமுற்றுத்தொடர்",
      "d) பெயரெச்சத்தொடர்"
    ],
    "answer": "A",
    "additional_context": "ஒரு தொடரில் சொற்களுக்கு இடையில் சொல்லோ உருபோ மறைந்து வராமல் வெளிப்படையாகப் பொருளை உணர்த்துவது தொகாநிலைத் தொடர் எனப்படும். \nஎ.கா காற்று வீசியது \nமுதல் தொடரில் \"காற்று\" என்னும் எழுவாயும் \"வீசியது\" என்னும் பயனிலையும் தொடர்ந்து நின்று வேறுசொல் வேண்டாது பொருளை உணர்த்துகின்றது. "
  },
  {
    "description": "மேற்கண்ட பத்தியில் கொடுக்கப்பட்டுள்ள \"நண்பா எழுது\"  என்னும் தொடரில் எந்த சொல் விளியாக பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "a) எழுது",
      "b) நண்பா",
      "c) விளி",
      "d) தொடர்"
    ],
    "answer": "B",
    "additional_context": "விளியுடன் வினை தொடர்வது விளித்தொடர் ஆகும். \n\"நண்பா\" \nநண்பா எழுது! \nஎன்னும் விளிப்பெயர் \"எழுது\" என்னும் பயனிலையைக்கொண்டு முடிந்துள்ளது."
  },
  {
    "description": "\"கட்டுரையைப் படித்தாள்\"  என்னும் தொடரில் பயன்படுத்தப்பட்டுள்ள வேற்றுமை உருபு எது?",
    "options": [
      "a) ஐ",
      "b) ஆல்",
      "c) கு",
      "d) இல்"
    ],
    "answer": "A",
    "additional_context": "வேற்றுமை உருபுகள் வெளிப்பட அமையும் தொடர்கள் வேற்றுமைத் தொகாநிலைத்தொடர்கள் ஆகும். \nகட்டுரையைப் படித்தாள். \nஇத்தொடரில் ஐ என்னும் வேற்றுமை உருபு வெளிப்படையாக வந்து பொருளை உணர்த்துகிறது."
  },
  {
    "description": "மேற்கண்ட பத்தியில்  \"வருக! வருக! வருக!\"  என்னும் தொடர் எந்த வகையான தொகாநிலைத் தொடர் என நீங்கள் கருதுகிறீர்கள்?",
    "options": [
      "a) வினைமுற்றுத்தொடர்",
      "b) உரிச்சொல் தொடர்",
      "c) அடுக்குத் தொடர்",
      "d) இடைச்சொல் தொடர்"
    ],
    "answer": "C",
    "additional_context": "ஒரு சொல் இரண்டு மூன்று முறை அடுக்கித் தொடர்வது அடுக்குத் தொடர் ஆகும். \nவருக! வருக! வருக! ஒரே சொல் உவகையின் காரணமாக மீண்டும் மீண்டும் அடுக்கி வந்துள்ளது."
  },
  {
    "description": "மேற்கண்ட பத்தியில் கொடுக்கப்பட்டுள்ள \"தொகுத்து வருக\"  என்னும் தொடர் எந்த வகையான தொகாநிலைத் தொடர் என நீங்கள் கருதுகிறீர்கள்?",
    "options": [
      "a) வினையெச்சத்தொடர்",
      "b) பெயரெச்சத்தொடர்",
      "c) வேற்றுமைத்தொடர்",
      "d) வினைமுற்றுத்தொடர்"
    ],
    "answer": "A",
    "additional_context": "முற்றுப் பெறாத வினை, வினைச்சொல்லைக் கொண்டு முடிவது வினையெச்சத்தொடர் ஆகும். \nபாடி மகிழ்ந்தனர் - \"பாடி\" என்னும் எச்சவினை \"மகிழ்ந்தனர்\" என்னும் வினையைக் கொண்டு முடிந்துள்ளது."
  }
]
