
[
  {
    "description": "கவிதையில், மகள் தன் அம்மாவிடம், \"கோபமோ அம்மா இதைச் சொன்னால் - என் குறைதவிர்க்க முடியும்\" என்கிறாள். மகள் என்ன குறை சொல்கிறாள்?",
    "options": [
      "அவளுக்கு ஆபரணங்கள் இல்லாததால் அவளை யாரும் மதிப்பதில்லை",
      "அவள் எதற்கும் கடன் வாங்கித் தர வேண்டும்",
      "அவள் பாடசாலையில் பக்கியென்று சொல்லப்படுகிறாள்",
      "அவள் காதுக்குத் தோடு போட்டுக்கொள்ள விரும்புகிறாள்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கவிதையில், மகள் தன் அம்மாவிடம் காதுக்குத் தோடு வாங்கித் தருமாறு கேட்கிறாள். அவள் சொல்லும் போது, \"பக்கியென் றென்னை யெல்லோரும் – என் பாடசாலையிற் சொல்ல நேரும்!\" என்று குறிப்பிடுகிறாள். அதாவது பள்ளியில் அவள் பக்கியென்று சொல்லப்படுகிறாள் என்பது அவளுடைய குறையாகும்."
  },
  {
    "description": "படத்தில் காட்டப்பட்டுள்ள காலாட்படையின் முன்னேற்றத்தின் மீது யார் தாக்கத்தை ஏற்படுத்தியிருக்கலாம்?",
    "options": [
      "மன்னர்கள்",
      "மதகுருக்கள்",
      "வீரர்கள்",
      "மக்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் படத்தில் காலாட்படை ஒரு குறிப்பிட்ட திசையில் முன்னேறி வருவதைப் பார்க்கலாம். இதுபோன்ற ராணுவ நடவடிக்கைகளுக்கு முக்கியமாக மன்னர்கள் தான் பொறுப்பு வகிப்பார்கள்."
  },
  {
    "description": "கவிதையிலும் படத்திலும் காட்டப்படும் சமூகப் பின்னணியில் ஏதேனும் ஒற்றுமை உள்ளதா?",
    "options": [
      "இருவருமே பெண்களை மதிப்பதைக் காட்டுகிறது",
      "இருவருமே அதிகாரத்தைக் காட்டுகிறது",
      "இருவருமே கல்வியை முக்கியத்துவப்படுத்துகிறது",
      "இருவருமே ஏழைகளின் வாழ்க்கையைப் பற்றிப் பேசுகிறது"
    ],
    "answer": "B",
    "additional_context": "கவிதையில், மகள் தோடு வாங்கித் தர வேண்டும் என்கிறாள். அதற்கு தாய், \"கற்பது பெண்களுக்கா பரணம் – கெம்புக் கல்வைத்த, நகைதீராத ரணம்!\" என்கிறாள். அதாவது, பெண்களின் கல்வியை விட ஆபரணங்கள் முக்கியம் என்று சொல்லும் சமூகத்தை இது காட்டுகிறது. அதேபோல, படத்தில் காட்டப்பட்டுள்ள காலாட்படை முன்னேற்றம், மன்னர்களின் அதிகாரத்தைக் காட்டுகிறது."
  },
  {
    "description": "\"மகிழ உபசரித்தல் வளையல்\" என்ற வரியில் அம்மா வளையலை எதற்காகப் பயன்படுத்துவதாகச் சொல்கிறாள்?",
    "options": [
      "மகளின் அழகுக்காக",
      "பணக்காரர்களை மகிழ்விப்பதற்காக",
      "விருந்தினர்களை மகிழ்விப்பதற்காக",
      "பாடசாலையில் பக்கியென்று சொல்லப்படாமல் இருக்க"
    ],
    "answer": "C",
    "additional_context": "இந்த வரியில் அம்மா, மகளுக்கு வளையல் வாங்கித் தர வேண்டும் என்கிற அவசியத்தை விளக்க முயற்சிக்கிறாள். அவள் சொல்லும் காரணம், \"வாரா விருந்து வந்த களையில் – அவர் மகிழ உபசரித்தல் வளையல்!\" என்பது. அதாவது, விருந்தினர்களை மகிழ்விப்பதற்காக வளையல் பயன்படுத்தப்படுகிறது என்று அம்மா குறிப்பிடுகிறாள்."
  },
  {
    "description": "\"கற்பது பெண்களுக்கா பரணம்\" என்ற வரியில் பாரதிதாசன் என்ன கருத்து சொல்கிறார்?",
    "options": [
      "பெண்களுக்கு கல்வி முக்கியம், ஆபரணங்கள் அல்ல",
      "பெண்கள் கல்வி கற்க வேண்டும், பரணம் வாங்க வேண்டும்",
      "பெண்கள் கல்வியும் ஆபரணங்களும் இரண்டையும் பெற வேண்டும்",
      "பெண்கள் பரணத்தை விட கல்வியை மதிக்க வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கவிதையில், பாரதிதாசன் பெண்கள் கல்வியைப் பெற வேண்டும் என்று வலியுறுத்துகிறார். மகள் ஆபரணங்கள் இல்லாததால் பள்ளியில் அவளை பக்கியென்று சொல்லப்படுகிறார்கள் என்று சொல்கிறாள். அதற்கு தாய், \"கற்பது பெண்களுக்கா பரணம் – கெம்புக் கல்வைத்த, நகைதீராத ரணம்!\" என்கிறாள். அதாவது, பெண்களுக்கு கல்வி முக்கியம், ஆபரணங்கள் அல்ல என்று பாரதிதாசன் வலியுறுத்துகிறார்."
  }
]
