
[
  {
    "description": "கவிதைப் பகுதியில் தாய் சொல்லும் \"நீ கேட்டு வந்து காதில் அணிவாய்!\" என்ற வரியில் பயன்படுத்தப்பட்ட சொல் வகை எது?",
    "options": [
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "வினையெச்சம்",
      "உரிச்சொல்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கவிதைப் பகுதியில், தாய் தனது மகளுக்கு காது குத்துவதற்கான அறிவுரையை கூறுகிறாள். \"நீ கேட்டு வந்து காதில் அணிவாய்!\" என்ற வரியில் \"கேட்டு வந்து\" என்பது வினைச்சொல்லின் அடிப்படையில் உருவான வினையெச்சம்.  \"கேட்டு\" என்பது \"கேட்பு\" என்னும் வினைச்சொல்லில் இருந்து உருவானது. \"வந்து\" என்பது \"வரல்\" என்னும் வினைச்சொல்லில் இருந்து உருவானது.  இரண்டு வினையெச்சங்களும் சேர்ந்து \"கேட்டு வந்து\" என்கின்ற  ஒரு  புதிய வினையெச்சத்தை உருவாக்கியுள்ளன. "
  },
  {
    "description": "\"கற்பது பெண்களுக்கா பரணம் - கெம்புக் கல்வைத்த நகை தீராத ரணம்!\" என்ற வரியில் பயன்படுத்தப்பட்ட இலக்கணக் குறிப்பு எது?",
    "options": [
      "எதிர்மறை அணி",
      "உவமை",
      "உருவகம்",
      "இலக்கிய அணி"
    ],
    "answer": "C",
    "additional_context": "இந்த வரியில் \"கல்வைத்த நகை தீராத ரணம்\" என்பது \"கல்வி\"யை ஒரு \"ரணம்\" என்கிற உருவகத்தின் மூலம்  விவரிக்கிறது. \"ரணம்\" என்பது பொதுவாகக் காயத்தைக் குறிக்கும். ஆனால் இங்கே \"கல்வி\" என்பது பெண்களுக்கு  ஏற்படும் துன்பத்தைக் குறிக்கிறது. இது ஒரு மறைமுகமான உருவகம். "
  },
  {
    "description": "\"மகள் சொல்லுகிறாள்:-\" என்ற பகுதியில் பயன்படுத்தப்பட்ட \" :-\" குறியீடு எதைக் குறிக்கிறது?",
    "options": [
      "அடைப்புக்குறி",
      "மறைமுகக் கேள்விக்குறி",
      "பேச்சுப் பெட்டி",
      "குறிப்பு"
    ],
    "answer": "C",
    "additional_context": "இந்தக் குறியீடு ஒரு பேச்சுப் பெட்டி. ஒரு நபர் கூறும் வார்த்தைகளைத் தொடங்குவதற்கும் முடிப்பதற்கும்  பயன்படுவது பேச்சுப் பெட்டி. இங்கு  மகள் சொல்லும் வார்த்தைகளை  குறிப்பிட  \" :-\"  என்ற குறியீடு பயன்படுத்தப்பட்டுள்ளது.  "
  },
  {
    "description": "\"கைக்கிரண்டு வளையல் வீதம் - நீ கடன்பட்டுப் போட்டிடினும் போதும்!\" என்ற வரியில் உள்ள \"வீதம்\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "வேண்டும்",
      "வேண்டாம்",
      "கிடைத்தால் போதும்",
      "வாங்க வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில்  \"கைக்கிரண்டு வளையல் வீதம்\"  என்பது \"கைக்கிரண்டு வளையல் வேண்டும்\"  என்ற  பொருளை  தருகிறது. \"வீதம்\" என்பது \"வேண்டும்\"  என்ற  பொருளை  தருகிறது.  மகள் தனது தாயிடம்  பெரிய வளையல் வேண்டும்  என  கூறுகிறாள். "
  },
  {
    "description": "\"வாரா விருந்து வந்த களையில் - அவர் மகிழ உபசரித்தல் வளையல்!\" என்ற வரியில் உள்ள \"வாரா விருந்து\" என்ற சொல் எந்த இலக்கணக் குறிப்பைக் குறிக்கிறது?",
    "options": [
      "இயற்கை இலக்கியம்",
      "உவமை",
      "எதிர்மறை அணி",
      "உருவகம்"
    ],
    "answer": "C",
    "additional_context": "இந்த வரியில்  \"வாரா விருந்து\"  என்பது  எதிர்மறை அணியாகப் பயன்படுத்தப்பட்டுள்ளது.  இது  பொதுவாகக்  கூறப்படும்  வழக்கத்தை எதிர்க்கிறது.  உண்மையில் வாரா விருந்து இருக்காது.  ஆனால்  மகளின்  எண்ணத்தில்   ஒரு  வாரா விருந்து  நடந்தது  என   தாய்க்கு  கூறப்படுகிறது.  "
  }
]
