
[
  {
    "description": "தொடர் சொற்றொடர் என்பது, ஒன்றுக்கும் மேற்பட்ட _______ கொண்டிருக்கும்.",
    "options": [
      "அ) எழுவாய்கள்",
      "ஆ) பயனிலைகள்",
      "இ) வினாக்கள்",
      "ஈ) கலவைச் சொற்கள்"
    ],
    "answer": "B",
    "additional_context": "தொடர் சொற்றொடர்கள் என்பது ஒன்றுக்கு மேற்பட்ட பயனிலைகளைக் கொண்டிருக்கும் தொடர்களைக் குறிக்கிறது. இது ஒரே தொடரில் பல செயல்கள் அல்லது நிலைகள் நிகழ்கின்றன என்பதை காட்டுகிறது. உதாரணமாக, \"இனியநிலா பேச்சுப்போட்டியில் பங்கேற்றார்; வெற்றி பெற்றார்; பரிசைத் தட்டிச் சென்றார்.\" என்ற தொடரில் \"பங்கேற்றார்\", \"வெற்றி பெற்றார்\", \"தட்டிச் சென்றார்\" என மூன்று பயனிலைகள் உள்ளன."
  },
  {
    "description": "கலவைச் சொற்றொடரில் ______ முழுமை பெற்ற ஒரு முதன்மைத் தொடரும் ______ முழுமை பெறாத துணைத் தொடர்களும் கலந்து வரும்.",
    "options": [
      "அ) கருத்து, கருத்து",
      "ஆ) கருத்து, கருத்து இல்லாத",
      "இ) கருத்து இல்லாத, கருத்து",
      "ஈ) கருத்து இல்லாத, கருத்து இல்லாத"
    ],
    "answer": "B",
    "additional_context": "கலவைச் சொற்றொடர் என்பது முழுமையான ஒரு கருத்தைக் கொண்ட முதன்மைத் தொடரும், முழுமையான கருத்தைக் கொண்டிராத, முதன்மைத் தொடருடன் தொடர்புடைய துணைத் தொடர்களும் இணைந்து உருவாவது. இது இரண்டு தொடர்களை இணைத்து, அவற்றின் இடையேயான உறவை வெளிப்படுத்துகிறது. உதாரணமாக, \"மழை கொட்டிக்கொண்டிருந்தாலும் பகலவன் பள்ளிக்கு நடந்துவந்தான்.\" என்ற தொடரில் \"பகலவன் பள்ளிக்கு நடந்துவந்தான்.\" என்பது முதன்மைத் தொடர். \"மழை கொட்டிக்கொண்டிருந்தாலும்.\" என்பது துணைத் தொடர்."
  },
  {
    "description": "கூத்து நாடகத்தில் _______ உள்ள பாடல்களுடன் நடிகர்கள் தானே _______ உரையாடல்களைச் சேர்க்கிறார்கள்.",
    "options": [
      "அ) அதிகமான, தன்னிச்சையாக",
      "ஆ) குறைவான, தன்னிச்சையாக",
      "இ) அதிகமான, திட்டமிட்டபடி",
      "ஈ) குறைவான, திட்டமிட்டபடி"
    ],
    "answer": "A",
    "additional_context": "கூத்து நாடகம் என்பது தெருக்களில் நிகழ்த்தப்படும் ஒரு பிரபலமான நாடக வடிவம். இது கிராமப்புற கலைஞர்களால் நிகழ்த்தப்படுகிறது. இதன் கதைகள் இராமாயணம், மகாபாரதம் மற்றும் பிற பழமையான புராணங்களிலிருந்து எடுக்கப்பட்டவை. கூத்து நாடகங்களில் அதிகமான பாடல்கள் இருக்கும். நடிகர்கள் தானே உரையாடல்களை தன்னிச்சையாக சேர்க்கிறார்கள்."
  },
  {
    "description": "கூத்து நாடகக் கலைஞர்கள் ______ உடைகளையும் ______ அலங்காரத்தையும் அணிந்துகொண்டு நடிக்கிறார்கள்.",
    "options": [
      "அ) எளிய, எளிய",
      "ஆ) பாரமான, பாரமான",
      "இ) பாரமான, எளிய",
      "ஈ) எளிய, பாரமான"
    ],
    "answer": "C",
    "additional_context": "கூத்து நாடகக் கலைஞர்கள் பாரமான உடைகளை அணிந்து நடிக்கிறார்கள். அவர்கள் நடிப்பதற்கு முன்பு தங்கள் முகத்தில் பாரமான அலங்காரத்தைப் பயன்படுத்துகிறார்கள். இது கூத்து நாடகத்தின் மிக முக்கியமான அம்சமாகும். இதன் மூலம் கலைஞர்கள் கதாபாத்திரங்களை நன்கு வெளிப்படுத்த முடியும்."
  },
  {
    "description": "ஒரு தராசை இரண்டு முறை மட்டும் பயன்படுத்தி _______ எடை குறைந்த கோல்டு பிஸ்கட்டைக் கண்டுபிடிக்க வேண்டும்.",
    "options": [
      "அ) எட்டு",
      "ஆ) ஒன்பது",
      "இ) ஏழு",
      "ஈ) ஆறு"
    ],
    "answer": "C",
    "additional_context": "உங்களிடம் ஏழு கோல்டு பிஸ்கட் உள்ளது. அதில் ஒன்று மட்டும் எடை குறைவானது. உங்களிடம் உள்ள ஒரு தராசை இரண்டு முறைகள் மட்டுமே பயன்படுத்தி வெயிட் குறைந்த கோல்டு பிஸ்கட்டைக் கண்டுபிடிக்க வேண்டும். \n\n1. தராசின் இரண்டு தட்டுகளிலும் மூன்று மூன்று கோல்டு பிஸ்கட்டுகளை வையுங்கள். இரண்டு தட்டுகளும் ஈக்வலாக இருந்தால், கையில் மிச்சம் உள்ள பிஸ்கட்டே வெயிட் குறைவானது. \n\n2. பட், ஒரு பக்க தராசுத் தட்டு உயர்ந்தால் அதில் உள்ள மூன்று பிஸ்கட்களில் ஒன்று வெயிட் குறைவானது. அந்த மூன்று பிஸ்கட்டுகளை மட்டும் எடுத்துவைத்துக்கொள்ளுங்கள். இரண்டு தட்டுகளிலும் ஒரு ஒரு பிஸ்கட்டைப் போட்டு இதே எக்ஸ்பெரிமெண்ட்டை ரிப்பீட் செய்து ஆன்சரைக் கண்டுபிடியுங்கள்!"
  }
]
