
[
  {
    "description": "__________ என்றழைக்கப்படும் நறுந்தொகை சிறந்த அறக்கருத்துகளை எடுத்துரைக்கிறது.",
    "options": [
      "காசிக்காண்டம்",
      "வெற்றி வேற்கை",
      "லிங்கபுராணம்",
      "கூர்ம புராணம்"
    ],
    "answer": "B",
    "additional_context": "அதிவீரராம பாண்டியர் என்பவர் முத்துக் குளிக்கும் கொற்கையின் அரசர். இவர் தமிழ்ப் புலவராகவும் திகழ்ந்தார். இவர் எழுதிய நூல்களில் ஒன்றான 'வெற்றி வேற்கை'  என்றழைக்கப்படும் நறுந்தொகை சிறந்த அறக்கருத்துகளை எடுத்துரைக்கிறது. சீவலமாறன் என்ற பட்டப்பெயரும் இவருக்கு உண்டு. இவர்  நைடதம், லிங்கபுராணம், வாயு சம்கிதை, திருக்கருவை அந்தாதி, கூர்ம புராணம் ஆகியவற்றையும் இயற்றியுள்ளார்."
  },
  {
    "description": "\"ஒப்புடன் முகம் மலர்ந்தே _____________\" என்ற வரிகள் விவேகசிந்தாமணியில் இருந்து எடுக்கப்பட்டுள்ளது.",
    "options": [
      "வருக என உரைத்தல்",
      "மகிழ்வன செப்பல்",
      "கப்பிய பசியி னோடு",
      "பரிந்துநன் முகமன் வழங்கல்"
    ],
    "answer": "C",
    "additional_context": "'விவேகசிந்தாமணி' நூலில் 'ஒப்புடன் முகம் மலர்ந்தே கப்பிய பசியி னோடு' என்ற வரிகள் இடம் பெற்றுள்ளன."
  },
  {
    "description": "காசிக்காண்டம்  __________  , இல்லறம், பெண்களுக்குரிய பண்புகள், வாழ்வியல் நெறிகள், மறுவாழ்வில் அடையும் நன்மைகள் ஆகியவற்றைப் பாடுவதாக அமைந்துள்ளது.",
    "options": [
      "துறவு",
      "மெய்ப்பொருள்",
      "இயற்கை",
      "வரலாறு"
    ],
    "answer": "A",
    "additional_context": "காசி நகரத்தின் பெருமைகளைக் கூறுகிற நூல் காசிக்காண்டம். இந்நூல் துறவு, இல்லறம், பெண்களுக்குரிய பண்புகள், வாழ்வியல் நெறிகள், மறுவாழ்வில் அடையும் நன்மைகள் ஆகியவற்றைப் பாடுவதாக அமைந்துள்ளது. இல்லொழுக்கம் கூறிய பகுதியிலுள்ள பதினேழாவது பாடல் பாடப்பகுதியாக இடம்பெற்றுள்ளது."
  },
  {
    "description": "\"__________  உரைத்தல்\"  என்பது விருந்தோம்பல் நெறிகளில் ஒன்றாக காசிக்காண்டம் கூறுகிறது.",
    "options": [
      "நன்மொழி",
      "தீய",
      "மெல்லிய",
      "பொய்"
    ],
    "answer": "A",
    "additional_context": "விருந்தினனாக ஒருவன் வந்து எதிரின் வியத்தல் நன்மொழி இனிது உரைத்தல் என்பது விருந்தோம்பல் நெறிகளில் ஒன்றாக காசிக்காண்டம் கூறுகிறது."
  },
  {
    "description": "\"__________  செல்வதாதல்\"  என்பது விருந்தோம்பல் நெறிகளில் ஒன்றாக காசிக்காண்டம் கூறுகிறது.",
    "options": [
      "விரைந்து",
      "மெதுவாக",
      "போமெனில் பின்",
      "வேகமாக"
    ],
    "answer": "C",
    "additional_context": "விருந்தினனாக ஒருவன் வந்து எதிரின் வியத்தல் நன்மொழி இனிது உரைத்தல் என்பது விருந்தோம்பல் நெறிகளில் ஒன்றாக காசிக்காண்டம் கூறுகிறது. விருந்தினர் விடைபெற்றுச் செல்லும்போது வாயில்வரை பின் தொடர்ந்து செல்லல் என்பதும் இதில் ஒரு நெறி."
  }
]
