
[
  {
    "description": "காசிக்காண்டத்தில் விருந்தோம்பல் நெறியைப் பாடும் பகுதியில், விருந்தினரை எதிர்கொள்ளும் முறைகள் எவை?",
    "options": [
      "வியந்து உரைத்தல், நல்ல சொற்களை பேசுதல், அவரை நோக்குதல்",
      "வீட்டிற்குள் வரவேற்றல், எதிரில் நிற்றல், மனம் மகிழும்படி பேசுதல் ",
      "அருகில் அமர்ந்துகொள்ளுதல், விடைபெறும்போது வழியனுப்புதல், புகழ்ச்சி முகமன் கூறி வழியனுப்புதல்",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "காசிக்காண்டத்தில் விருந்தோம்பல் பற்றிய ஒரு பாடல் உள்ளது. அந்த பாடலில், விருந்தினரை எதிர்கொள்ளும் முறைகளை  'விருந்தினனாக ஒருவன் வந்து எதிரின் வியத்தல் நன்மொழி இனிது உரைத்தல் திருந்துற நோக்கல் வருக என உரைத்தல் எழுதல் முன் மகிழ்வன செப்பல் பொருந்து மற்றுஅவன் தன்அருகுற இருத்தல் போமெனில் பின் செல்வதாதல் பரிந்துநன் முகமன் வழங்கல் இவ்வொன்பான் ஒழுக்கமும் வழிபடும் பண்பே' என வரிசைப்படுத்தி காட்டுகிறது. "
  },
  {
    "description": "\"உப்பிலாக் கூழ் இட்டாலும் உண்பதே அமிர்தம் ஆகும்\" என்ற வரி எந்த நூலில் இருந்து எடுக்கப்பட்டது?",
    "options": [
      "திருக்குறள்",
      "காசிக்காண்டம்",
      "விவேகசிந்தாமணி",
      "நாலடியார்"
    ],
    "answer": "C",
    "additional_context": "காசிக்காண்டம் பாடலில் விருந்தோம்பல்  பண்புகளை குறித்து, விருந்தினர் மனம் மகிழும்படி, விருந்தளிக்க வேண்டும் என்று கூறப்படுகிறது. 'ஒப்புடன் முகம் மலர்ந்தே கப்பிய பசியி னோடு உபசரித்து உண்மை பேசி உப்பிலாக் கூழ் இட்டாலும் உண்பதே அமிர்தம் ஆகும் முப்பழமொடு பால் அன்னம் முகம் கடுத்து இடுவாராயின் கடும்பசி ஆகும் தானே' என்ற வரிகள் விவேகசிந்தாமணி நூலிலிருந்து எடுக்கப்பட்டவை."
  },
  {
    "description": "காசிக்காண்டத்தின் ஆசிரியர் யார்?",
    "options": [
      "சீவகசிந்தாமணிப் புலவர்",
      "இளங்கோவடிகள்",
      "அதிவீரராம பாண்டியர்",
      "கம்பர்"
    ],
    "answer": "C",
    "additional_context": "காசிக்காண்டம் நூலை இயற்றியவர் அதிவீரராம பாண்டியர்."
  },
  {
    "description": "காசிக்காண்டத்தின் ஆசிரியர் எந்தப் பட்டப்பெயரைப் பெற்றிருந்தார்?",
    "options": [
      "சீவகசிந்தாமணிப் புலவர்",
      "சீவலமாறன்",
      "கம்பர்",
      "இளங்கோவடிகள்"
    ],
    "answer": "B",
    "additional_context": "அதிவீரராம பாண்டியருக்கு சீவலமாறன் என்ற பட்டப்பெயரும் உண்டு."
  },
  {
    "description": "காசிக்காண்டத்தில் குறிப்பிடப்படும் விருந்தோம்பல் நெறிகள் நவீன காலத்தில் எந்த அளவிற்குப் பொருந்தும் என நீங்கள் நினைக்கிறீர்கள்?",
    "options": [
      "நவீன வாழ்க்கையில் பொருந்தாது ",
      "பொருந்தும், ஆனால் சில மாற்றங்களுடன்",
      "முழுமையாக பொருந்தும்",
      "சில நெறிகள் மட்டுமே பொருந்தும்"
    ],
    "answer": "B",
    "additional_context": "காசிக்காண்டத்தில் சொல்லப்படும் விருந்தோம்பல் நெறிகள் நவீன வாழ்க்கையில்  பொருந்தும். ஆனால் சில மாற்றங்களுடன் பொருந்தும். நவீன வாழ்க்கையில் மக்கள் வேலைப்பளு, நேரப்பற்றாக்குறை போன்ற காரணங்களால் விருந்தோம்பல் நெறிகள் பின்பற்றப்படுவது குறைந்து வருகிறது.  விருந்தினர்களை மனம் மகிழும்படி மரியாதையுடன் நடத்துதல், அவர்களுக்கு உணவு  பரிமாறுதல் போன்ற நெறிகளை பின்பற்றும் போது, விருந்தோம்பல் நெறிகள் நவீன வாழ்க்கையில்  சிறப்பாக செயல்படுத்த முடியும்."
  }
]
