[
          
  {
    
          "description": "'விருந்து புதுமை' எனக் கூறியவர் யார்?",
          "options": [
      "கம்பர்",
      "பாரதிதாசன்",
      "தொல்காப்பியர்",
      "திருவள்ளுவர்"
    ],
    "answer": "C",
    
          "additional_context": "புதியவர்களை விருந்தினராகக் கருதினார்கள் தமிழர்கள். முன்பின் அறியாத புதியவர்களுக்கே 'விருந்தினர்' என்று பெயர். 'விருந்தே புதுமை' என்று தொல்காப்பியர் கூறியுள்ளார்."
          }
        ,
          
  {
    
          "description": "தமிழர்களின் விருந்தோம்பல் பண்பின் அடிப்படை என்ன?",
          "options": [
      "நல்ல உணவுகளைப் பரிமாறுதல்",
      "விருந்தினரை மகிழ்விக்கும் வகையில் நடத்தல்",
      "தனித்து உண்ணாமை",
      "விருந்தினரைப் போற்றிப் பேணுதல்"
    ],
    "answer": "C",
    
          "additional_context": "தனித்து உண்ணாமை என்பது தமிழரின் விருந்தோம்பல் பண்பின் அடிப்படை. அமிழ்தமே கிடைத்தாலும் தாமே உண்ணாது பிறருக்கும் கொடுப்பர் நல்லோர்; அத்தகையோரால்தான் உலகம் நிலைத்திருக்கிறது என்பதை, 'உண்டால் அம்ம, இவ்வுலகம் இந்திரர் அமிழ்தம் இயைவ தாயினும், இனிதுஎனத் தமியர் உண்டலும் இலரே........' என்று கடலுள் மாய்ந்த இளம்பெருவழுதி குறிப்பிட்டுள்ளார்."
          }
        ,
          
  {
    
          "description": "பழந்தமிழர்கள் விருந்தினர் செல்லும் போது எந்தப் பழக்கத்தைப் பின்பற்றினர்?",
          "options": [
      "விருந்தினர் வீடு வரை அனுப்பி வைத்தல்",
      "விருந்தினருக்குப் பரிசுகள் அளித்தல்",
      "விருந்தினரை ஏழு அடி நடந்து சென்று வழியனுப்பி வைத்தல்",
      "விருந்தினர் திரும்பி வரும் வரை காத்திருத்தல்"
    ],
    "answer": "C",
    
          "additional_context": "பண்டைத் தமிழர்கள் வீட்டிற்கு வந்த விருந்தினர் திரும்பிச் செல்லும்போது, அவர்களைப் பிரிய மனமின்றி வருந்தினர். மேலும், வழியனுப்பும் பொழுது அவர்கள் செல்லவிருக்கிற நான்கு குதிரைகள் பூட்டப்பட்ட தேர்வரை ஏழு அடி நடந்து சென்று வழியனுப்பினர். 'காலின் ஏழடிப் பின் சென்று' -பொருநராற்றுப்படை, 166"
          }
        ,
          
  {
    
          "description": "விருந்தோம்பல் பண்பாடு குறைந்ததால் எது பெருகியது?",
          "options": [
      "வீட்டு விழாக்கள்",
      "சத்திரங்கள்",
      "திருமண ஏற்பாட்டாளர்கள்",
      "உறவினர் கூட்டங்கள்"
    ],
    "answer": "B",
    
          "additional_context": "சங்க காலத்திலிருந்தே அரசராயினும் வறியோராயினும் விருந்தினர்களைப் போற்றினர். கால மாற்றத்தில் புதியவர்களாகிய விருந்தினர்களை வீட்டுக்குள் அழைத்து உணவிடுவது குறைந்தது. விருந்து புரப்பது குறைந்ததால் சத்திரங்கள் பெருகின. நாயக்கர், மராட்டியர் ஆட்சிக் காலங்களில் மிகுதியான சத்திரங்கள் வழிச் செல்வோர்க்காகக் கட்டப்பட்டன."
          }
        ,
          
  {
    
          "description": "மினசோட்டா தமிழ்ச் சங்கம் எந்த விழாவை ஆண்டுதோறும் கொண்டாடுகிறது?",
          "options": [
      "தமிழ் புத்தாண்டு விழா",
      "வாழையிலை விருந்து விழா",
      "பொங்கல் விழா",
      "தீபாவளி விழா"
    ],
    "answer": "B",
    
          "additional_context": "அமெரிக்காவின் மினசோட்டா தமிழ்ச் சங்கம் 'வாழையிலை விருந்து விழா'வை ஆண்டுதோறும் கொண்டாடி வருகின்றது. தமிழர்களின் பாரம்பரிய உணவு வகைகளைக் கொண்டு வாழையிலையில் விருந்து வைக்கின்றனர். முருங்கைக்காய் சாம்பார், மோர்க்குழம்பு, வேப்பம்பூ ரசம், வெண்டைக்காய்க் கூட்டு, தினைப் பாயசம், அப்பளம் எனச் சுவையாகத் தமிழர் விருந்து கொடுக்கின்றனர். அங்கு வாழும் தமிழர்கள் பலரும் இந்த விருந்தில் பங்கேற்றுச் சிறப்பிக்கின்றனர். தொடர்ந்து பல பண்பாட்டு நிகழ்வுகளையும் நிகழ்த்தி வருகின்றனர்."
          }
        ]