
[
  {
    "description": "'ப்ராண - ரஸம்' என்ற சொல்லுக்குப் பொருத்தமான தமிழ் சொல் எது?",
    "options": [
      "உயிர்வளி",
      "நிலைப்பு",
      "சக்தி",
      "நினைவகம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வசனக் கவிதையில் 'ப்ராண - ரஸம்' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இது 'உயிர்வளி' என்ற பொருளைத் தருகிறது. காற்று இலைகளின் மீதும், நீரலைகளின் மீதும் உராய்ந்து, மிகுந்த  'ப்ராண - ரஸத்தை' எங்களுக்குக் கொண்டு கொடுக்கிறது என பாரதியார் கூறுகிறார். காற்று நம் உடலுக்கு உயிர்வளியைக் கொடுப்பதாக இதன் மூலம் உணர்த்தப்படுகிறது. "
  },
  {
    "description": "'லயத்துடன்' என்ற சொல்லுக்குப் பொருத்தமான தமிழ் சொல் எது?",
    "options": [
      "மெதுவாக",
      "சீராக",
      "வேகமாக",
      "நேராக"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வசனக் கவிதையில் காற்றைப் பற்றி 'மெதுவாக, நல்ல லயத்துடன், நெடுங்காலம் நின்று வீசிக் கொண்டிரு' என  பாரதியார் கூறுகிறார். இதில்  'லயத்துடன்'  என்ற சொல் சீராக என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது. காற்று லயத்துடன், சீராக வீச வேண்டும் என்ற வேண்டுகோள் இதன் மூலம் வெளிப்படுகிறது."
  },
  {
    "description": "வசனகவிதை எப்படி உருவாக்கப்படுகிறது?",
    "options": [
      "யாப்பு, தாளம், இசை ஆகியவற்றைப் பயன்படுத்தி",
      "உரைநடையும் கவிதையும் இணைத்து யாப்புக் கட்டுகளுக்கு அப்பாற்பட்டு",
      "குறிப்பிட்ட யாப்புக் கட்டுகளைப் பயன்படுத்தி",
      "பாடல் வடிவத்தைப் பயன்படுத்தி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வசனக் கவிதை என்பது உரைநடையும் கவிதையும் இணைந்த ஒரு வடிவம். இது யாப்பு, தாளம், இசை ஆகியவற்றைப் பயன்படுத்தாது. பாரதியார் இவ்வடிவத்தை தமிழில் அறிமுகப்படுத்தினார். "
  },
  {
    "description": "“காற்றே, வா” என்ற பாரதியாரின் வசனகவிதையில், காற்றுக்கு என்னென்ன வேண்டுகோள்கள் விடுக்கப்படுகின்றன?",
    "options": [
      "மகரந்தத் தூளைச் சுமந்துகொண்டு வா,  இலைகளின்மீதும் நீரலைகளின்மீதும் உராய்ந்து உயிர்வளியைக் கொண்டுவா",
      "எமது உயிர் நெருப்பை நல்லொளி தருமாறு வீசு, அதனை அவித்துவிடாதே, பேய்போல வீசி மடித்துவிடாதே",
      "மெதுவாக, நல்ல லயத்துடன், நெடுங்காலம் நின்று வீசிக் கொண்டிரு,  உனக்குப் பாட்டுகள் பாடுகிறோம்,  உனக்குப் புகழ்ச்சிகள் கூறுகிறோம், உன்னை வழிபடுகிறோம்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "காற்றே, வா என்ற பாரதியாரின் வசனக் கவிதையில் காற்றுக்கு பல வேண்டுகோள்கள் விடுக்கப்படுகின்றன.  மகரந்தத் தூளைச் சுமந்துகொண்டு வா,  இலைகளின்மீதும் நீரலைகளின்மீதும் உராய்ந்து உயிர்வளியைக் கொண்டுவா, எமது உயிர் நெருப்பை நல்லொளி தருமாறு வீசு, அதனை அவித்துவிடாதே, பேய்போல வீசி மடித்துவிடாதே, மெதுவாக, நல்ல லயத்துடன், நெடுங்காலம் நின்று வீசிக் கொண்டிரு,  உனக்குப் பாட்டுகள் பாடுகிறோம்,  உனக்குப் புகழ்ச்சிகள் கூறுகிறோம், உன்னை வழிபடுகிறோம் போன்ற பல வேண்டுகோள்கள் இந்த கவிதையில் காணப்படுகின்றன."
  },
  {
    "description": "பாரதியார் கவிதைகளில் இடம்பெறும்  “காற்று” என்னும் தலைப்பிலான வசனகவிதையின் ஒரு பகுதியே பாடப்பகுதியாக இடம்பெற்றுள்ளது. இதிலிருந்து பாரதியாரின் கவிதைகளில்  ___________  என்ற கூறு முக்கியத்துவம் பெறுகிறது.",
    "options": [
      "மென்மையான இயற்கைப் படங்கள்",
      "அழகிய இயற்கைப் படங்கள்",
      "இயற்கை நிகழ்வுகளை நெருக்கமாகப் பார்ப்பது",
      "இயற்கை வழியாக மனித வாழ்வின்  உணர்ச்சிகளைப் படம் பிடிப்பது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாரதியாரின் கவிதைகளில் இயற்கை  மனித வாழ்வின்  உணர்ச்சிகளோடு இணைக்கப்பட்டுள்ளது. இயற்கையின் வழியாக மனித வாழ்வின் மகிழ்ச்சி, துயரம்,  நம்பிக்கை,  பயம் போன்ற உணர்ச்சிகளை அவர் வெளிப்படுத்துகிறார்.  இந்த கவிதையில் காற்று  மனித வாழ்வுக்கு எவ்வளவு முக்கியமானது என்பதை  பாரதியார்  தெளிவாக  படம் பிடித்து காட்டுகிறார்."
  }
]
