
[
  {
    "description": "கோபல்லபுரத்து மக்கள் கதை எந்தப் பின்னணியை மையமாகக் கொண்டு எழுதப்பட்டுள்ளது?",
    "options": [
      "கிராமத்து வாழ்க்கை",
      "இந்திய விடுதலைப் போராட்டம்",
      "தொழில்நுட்ப வளர்ச்சி",
      "காதல் கதை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கோபல்லபுரத்து மக்கள் கதை இந்திய விடுதலைப் போராட்டத்தின் பின்னணியை மையமாகக் கொண்டு எழுதப்பட்ட கதை. இதன் ஆசிரியர் கி.ராஜநாராயணன்.  இந்நூல்  1991 ஆம் ஆண்டிற்கான சாகித்திய அகாதெமி விருதினைப் பெற்றது. இது ஒரு கிராமத்து மக்களின் வாழ்க்கை மற்றும் அவ்வூரின் மக்களின் எளிமை, நேர்மை, விருந்தோம்பல் போன்ற பண்புகளை பிரதிபலிக்கும் நூல். இதில் நாயகனான அன்னமய்யாவின் குடும்பம், அவருடைய மனைவி, மகள், மகன் என நான்கு பேர் வசிக்கின்றனர்.  அவர்களின் வாழ்க்கை, அவர்கள் எதிர்கொள்ளும் சவால்கள் மற்றும் அவர்களின் எளிமையான வாழ்க்கை முறை ஆகியவை  இந்தக் கதையில் விரிவாக  பேசப்படுகிறது."
  },
  {
    "description": "கதையின் நாயகன் யார்?",
    "options": [
      "சுப்பையா",
      "அன்னமய்யா",
      "பரமேஸ்வரன்",
      "மணி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கோபல்லபுரத்து மக்கள் கதையின் நாயகன் அன்னமய்யா. அவர் கோபல்லபுரத்தில் வசிக்கும் ஒரு எளிய விவசாயி. அவருடைய மனைவி, மகள், மகன் என நான்கு பேர் வசிக்கின்றனர். அவர்களின் வாழ்க்கை மற்றும் அவ்வூரின் மக்களின் எளிமை, நேர்மை, விருந்தோம்பல் போன்ற பண்புகளை பிரதிபலிக்கும் நூல். இந்தக் கதையில்  நாயகன் அன்னமய்யா ஒரு வரத்துக்காரனுக்கு தண்ணீர் மற்றும் கஞ்சியை கொடுத்து உதவுகிறார்.  இது அவருடைய இயல்பு மற்றும் அவருடைய இதயத்தின் நல்ல குணத்தை காட்டுகிறது."
  },
  {
    "description": "கதையில் வருகிற வரத்துக்காரன் யார்?",
    "options": [
      "ஒரு சன்யாசி",
      "ஒரு பரதேசி",
      "ஒரு வாலிபன்",
      "ஒரு லாட் சன்யாசி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கோபல்லபுரத்து மக்கள் கதையில் வருகிற வரத்துக்காரன் ஒரு வாலிபன்.  அவர் உடம்பு சரியில்லாமல் மிகவும் சோர்வாக இருக்கிறார். அவருடைய தோற்றம் ஒரு சாமியாரைப் போல இருந்தாலும்,  அவருடைய கண்கள் மிகவும் தீட்சண்யமானவை.  அன்னமய்யாவின் குடும்பத்தினர்  அவருக்கு தண்ணீர் மற்றும் கஞ்சியை  கொடுத்து உதவி செய்கின்றனர். இது அவர்களின் அன்பையும் கருணையையும் காட்டுகிறது."
  },
  {
    "description": "கதையின் நாயகன் வரத்துக்காரனுக்கு என்ன கொடுத்தார்?",
    "options": [
      "தண்ணீர் மட்டும்",
      "கஞ்சி மட்டும்",
      "தண்ணீர் மற்றும் கஞ்சி",
      "பழங்கள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கோபல்லபுரத்து மக்கள் கதையில், அன்னமய்யா வரத்துக்காரனுக்கு தண்ணீர் மற்றும் கஞ்சியைக் கொடுத்தார். அந்த வாலிபன் மிகவும் பசித்திருந்தான். அவருடைய பசியைத் தணிக்க அன்னமய்யா அவருக்கு தண்ணீர் மற்றும் கஞ்சியைக் கொடுத்தார். இது அவர்களின் விருந்தோம்பல் மனதையும் அவர்களின் மனிதநேயத்தையும்  காட்டுகிறது."
  },
  {
    "description": "கதை எந்த காலகட்டத்தைச் சேர்ந்தது என்று உங்களுக்கு என்ன தோன்றுகிறது?",
    "options": [
      "21-ஆம் நூற்றாண்டு",
      "19-ஆம் நூற்றாண்டு",
      "18-ஆம் நூற்றாண்டு",
      "20-ஆம் நூற்றாண்டு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கோபல்லபுரத்து மக்கள் கதை  20-ஆம் நூற்றாண்டைச் சேர்ந்த கதை.  இதன் நாயகனான அன்னமய்யா, அவர்களின் வாழ்க்கை முறை, அவர்கள் எதிர்கொள்ளும் சவால்கள் மற்றும் அவர்களின் எளிமையான வாழ்க்கை முறை  இந்தக் கதையில்  வரும் சூழ்நிலைகள் மற்றும்  அவர்களின் வாழ்க்கை முறைகளை பார்க்கும்போது இது 20-ஆம் நூற்றாண்டின்  கதையாக இருக்கலாம் என்று நம்பலாம்."
  }
]
