
[
  {
    "description": "காற்றைப் பாதுகாக்க எந்த நடவடிக்கை எடுக்கக் கூடாது?",
    "options": [
      "மின்னாற்றல் ஊர்திகளைப் பயன்படுத்துதல்",
      "விறகை பயன்படுத்தி சமைத்தல்",
      "பொதுப்போக்குவரத்தைப் பயன்படுத்துதல்",
      "புதைபடிவ எரிபொருள்களை தவிர்ப்பது"
    ],
    "answer": "B",
    "additional_context": "காற்றைப் பாதுகாப்பது, நம் எதிர்காலத்திற்கான கடமை.  புதைபடிவ எரிபொருட்களைப் பயன்படுத்துவது காற்றில் கார்பன் டை ஆக்சைடை வெளியிட்டு அதிகப்படுத்தி காற்று மாசுபாட்டை ஏற்படுத்தும்.  விறகைப் பயன்படுத்தி சமைப்பதும் அதிகப்படியான புகையை வெளியிட்டு காற்று மாசுபாட்டை ஏற்படுத்தும்.  மின்னாற்றல் ஊர்திகளைப் பயன்படுத்துதல், பொதுப் போக்குவரத்தைப் பயன்படுத்துதல், புதைபடிவ எரிபொருட்களைத் தவிர்ப்பது போன்றவை காற்றைப் பாதுகாக்க உதவும் நடவடிக்கைகள்."
  },
  {
    "description": "காற்று மாசுபாட்டால் ஏற்படாத பாதிப்பு எது?",
    "options": [
      "கண் எரிச்சல்",
      "தலைவலி",
      "நுரையீரல் புற்றுநோய்",
      "புற ஊதாக் கதிர்கள் தாக்குதல்"
    ],
    "answer": "D",
    "additional_context": "காற்று மாசுபடுவதால் கண் எரிச்சல், தலைவலி, நுரையீரல் புற்றுநோய் போன்ற பல உடல்நலப் பாதிப்புகள் ஏற்படும். புற ஊதாக் கதிர்கள் தாக்குதல் என்பது ஓசோன் படலத்தில் ஏற்படும் ஓட்டையின் காரணமாக ஏற்படுவது.  காற்றின் மாசுபாடு ஓசோன் படலத்தைப் பாதிக்கும்.  ஓசோன் படலம் பூமியைப் புற ஊதாக் கதிர்களிலிருந்து பாதுகாக்கும்."
  },
  {
    "description": "“மென்துகிலாய் உடல்வருடி வாஞ்சையுடன் மனம்வருடி” எனும் வரிகள் எந்தக் காற்றுக்குரியது?",
    "options": [
      "தென்றல்",
      "வாடை",
      "கொண்டல்",
      "கோடை"
    ],
    "answer": "A",
    "additional_context": "தென்றல் என்பது மெதுவாக, இதமாக வீசும் காற்று. மென்துகிலாய் உடல்வருடி வாஞ்சையுடன் மனம்வருடி எனும் வரிகள் தென்றலின் இயல்புக்கு ஏற்றதாக உள்ளன."
  },
  {
    "description": "காற்றுக்கு என்ன பெயர்கள் இல்லை?",
    "options": [
      "வளி, புயல், சூறாவளி",
      "தென்றல், மென்காற்று, புழுதிக்காற்று",
      "கொண்டல், கோடை, வாடை",
      "ஓசோன், மழை, மெதுஉருளைகள் (tyres)"
    ],
    "answer": "D",
    "additional_context": "காற்றுக்கு வளி, புயல், சூறாவளி, தென்றல், மென்காற்று, புழுதிக்காற்று, கொண்டல், கோடை, வாடை போன்ற பல பெயர்கள் உண்டு.  ஓசோன் என்பது காற்றின் மேல் பகுதியில் உள்ள ஒரு வாயு.  மழை என்பது ஒரு வானிலை நிகழ்வு.  மெதுஉருளைகள் (tyres) என்பது ஒரு பொருள்.  இவை காற்றின் பெயர்கள் அல்ல."
  },
  {
    "description": "தமிழர்கள் பயன்படுத்திய வணிகப் பாதையை துரிதப்படுத்தியது எது?",
    "options": [
      "ஹிப்பாலஸ் பருவக்காற்று",
      "புற ஊதாக் கதிர்கள்",
      "தென்மேற்குப் பருவக்காற்று",
      "காற்றாலை மின் உற்பத்தி"
    ],
    "answer": "A",
    "additional_context": "ஹிப்பாலஸ் பருவக்காற்று கி.பி. 1ஆம் நூற்றாண்டில் கண்டுபிடிக்கப்பட்டது. இந்த பருவக்காற்று கிரேக்க மாலுமியான ஹிப்பாலஸ் மூலம் கண்டுபிடிக்கப்பட்டு, கடல் வழியாக முசிறிக்குச் செல்லும் வணிகப் பயணத்தை துரிதப்படுத்தியது.  தென்மேற்குப் பருவக்காற்று இந்தியாவில் மழையைத் தரும் பருவக்காற்று. காற்றாலை மின் உற்பத்தி என்பது புதுப்பிக்கத்தக்க ஆற்றல்."
  }
]
