[
          
  {
    
          "description": "“அவம் பாட்டியோட வெளியூர் போயிருக்கான்” என்ற வாக்கியத்தில் “அவம்” என்பது யாரைக் குறிக்கிறது?",
          "options": [
      "சம்முவம்",
      "தம்பி",
      "அண்ணன்",
      "அவன்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த வாக்கியத்தில் பேசும் நபர் தன் அண்ணனை “அவம்” என்றும் தன் தம்பியை “சம்முவம்” என்றும் அழைக்கிறார்.  “அவன்” என்பது எதுவும் குறிப்பிடப்படவில்லை. அதனால், “அவம்” என்பது அண்ணனைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "மின்விளக்குகள் பழுதடைந்ததால் ஏற்படும் இடையூறுகளைப் பற்றி மின்வாரிய அலுவலருக்கு எழுதப்படும் கடிதத்தில் எதைச் சொல்ல வேண்டும்?",
          "options": [
      "தெருவில் மின்விளக்குகள் எத்தனை எண்ணிக்கையில் பழுதடைந்துள்ளன.",
      "பழுதடைந்த மின்விளக்குகளால் ஏற்படும் இடையூறுகள்.",
      "மின்விளக்குகள் பழுதடைந்ததற்கான காரணம்.",
      "மின்விளக்குகளை சரிசெய்ய எடுக்க வேண்டிய நடவடிக்கைகள்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மின்விளக்குகள் பழுதடைந்ததால் ஏற்படும் இடையூறுகள் பற்றி எழுதும் கடிதத்தில் அதனால் ஏற்படும் சிரமங்களை  குறிப்பிடுவது மிக முக்கியமானது.  எத்தனை விளக்குகள் பழுதடைந்தன என்பது, அவை ஏன் பழுதடைந்தன என்பது, அவற்றை எப்படி சரிசெய்வது என்பது போன்ற விவரங்களை பின்னர் குறிப்பிடலாம்."
          }
        ,
          
  {
    
          "description": "“மரம் தேடிய களைப்பு / மின்கம்பியில் / இளைப்பாறும் குருவி” என்ற வரிகளில் குறிப்பிடப்பட்டுள்ள  “குருவி” என்ன செய்கிறது?",
          "options": [
      "மரத்தைத் தேடுகிறது",
      "மின்கம்பியில் இளைப்பாறுகிறது",
      "பறக்கிறது",
      "பாடுகிறது"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த வரிகளில்  “மரம் தேடிய களைப்பு”  என்று குறிப்பிடப்பட்டுள்ளது. எனவே  “குருவி” மரத்தை தேடி களைத்துப்போய் மின்கம்பியில் இளைப்பாறுகிறது என அர்த்தம்."
          }
        ,
          
  {
    
          "description": "'காற்றுப் பொட்டலம் / சிக்கனமாய் மூச்சு விடவும் ...' என்ற வரிகளில் எந்த பொருள் மறைமுகமாக குறிப்பிடப்படுகிறது?",
          "options": [
      "காற்றின் தூய்மை",
      "காற்று மாசு",
      "காற்றுப் பஞ்சம்",
      "காற்றின் முக்கியத்துவம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "காற்றுப் பொட்டலத்தை வாங்கி  “சிக்கனமாய் மூச்சு விடவும்” என்று குறிப்பிட்டுள்ளதால் காற்றுப் பஞ்சம் இருக்கிறது என்பது மறைமுகமாக புரிகிறது."
          }
        ,
          
  {
    
          "description": "“He is helped whom God helps” என்ற வாக்கியத்தைத் தமிழில் எவ்வாறு மொழிபெயர்ப்பது?",
          "options": [
      "இறைவன் துணை செய்பவருக்குத்தான் துணை கிடைக்கும்",
      "இறைவன் துணை செய்பவருக்கு மட்டுமே துணை கிடைக்கும்",
      "துணை செய்பவருக்கு இறைவன் துணை செய்வான்",
      "துணை செய்பவருக்கு இறைவன் துணை செய்வார்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“He is helped whom God helps” என்பது  “இறைவன் துணை செய்பவருக்குத்தான் துணை கிடைக்கும்” என்பதன் பொருள். இது  “இறைவன் துணை செய்பவருக்கு மட்டுமே துணை கிடைக்கும்” என்று பொருள்படும். இறைவன் துணை செய்பவருக்கு மட்டுமே துணை கிடைக்கும் என்றும் இல்ல. இதனால்  “இறைவன் துணை செய்பவருக்குத்தான் துணை கிடைக்கும்” என்ற மொழிபெயர்ப்பு சரியானது."
          }
        ]