
[
  {
    "description": "வள்ளலார் பாடலில், கோடை காலத்தில் கிடைக்கும் ஐந்து வகையான இன்பங்களைப் பற்றி எழுதப்பட்டுள்ளது. இந்த இன்பங்களில், மணக்கும் மலரின் இன்பம் எந்த வரியில் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "a) கோடையிலே இளைப்பாற்றிக் கொள்ளும்வகை கிடைத்த குளிர்தருவே தருநிழலே நிழல்கனிந்த கனியே",
      "b) ஓடையிலே ஊறுகின்ற தீஞ்சுவைத்தண் ணீரே உகந்ததண்ணீர் இடைமலர்ந்த சுகந்தமண மலரே",
      "c) மேடையிலே வீசுகின்ற மெல்லியபூங் காற்றே மென்காற்றில் விளைசுகமே சுகத்தில்உறும் பயனே",
      "d) ஆடையிலே எனைமணந்த மணவாளா பொதுவில் ஆடுகின்ற அரசேஎன் அலங்கல்அணிந் தருளே."
    ],
    "answer": "b",
    "additional_context": "வள்ளலார் பாடலில், கோடை காலத்தின் இன்பங்களை ஐந்து வகைகளாகப் பட்டியலிட்டுள்ளார்.  கோடை வெயிலில் ஓய்வெடுக்க  குளிர்ச்சி தரும் நிழல்,  குளிர்ந்த நீர்,  மணக்கும் மலர்கள்,  குளிர்ந்த காற்று, மணவாளனின் அழகு  ஆகியவை இன்பங்களைத் தருவதாக வள்ளலார் கூறியுள்ளார்.  'ஓடையிலே ஊறுகின்ற தீஞ்சுவைத்தண் ணீரே உகந்ததண்ணீர் இடைமலர்ந்த சுகந்தமண மலரே' என்ற வரி,  குளிர்ந்த நீரிலும்,  மணம் வீசும் மலர்களிலும் கிடைக்கும் இன்பத்தை விவரிக்கிறது."
  },
  {
    "description": "“கானடை” என்ற சொல்லைப் பலவிதமாகப் பிரித்துப் பொருள் கூற முடியும். இந்த சொல்லுக்குப் பொருத்தமான பிரிவுகளில் எது இல்லை?",
    "options": [
      "a) கான் அடை – காட்டைச் சேர்",
      "b) கான் நடை – காட்டுக்கு நடத்தல்",
      "c) கால் நடை – காலால் நடத்தல்",
      "d) காணடை – காண விரும்புதல் "
    ],
    "answer": "d",
    "additional_context": "“கானடை” என்ற சொல்,  கானகம் (காடு)  + அடை  என்பதிலிருந்து உருவானது. இது  காட்டைச் சேர்ந்தவர், காட்டுக்கு நடத்தல், காலால் நடத்தல்  போன்ற பொருள்களைத் தரும்.  'காணடை - காண விரும்புதல்'  என்பது இந்த சொல்லுக்குப் பொருந்தாது."
  },
  {
    "description": "ஔவையாரின் ஆத்திசூடி மற்றும் பாரதியாரின் ஆத்திசூடி ஆகியவற்றின் முதல் பத்துத் தொடர்களை ஒப்பிட்டுப் பார்க்கும்போது, அவற்றில் உள்ள முக்கிய வேறுபாடு எது?",
    "options": [
      "a) ஔவையார்  குழந்தைகளின் கல்வியை மையமாகக் கொண்டு எழுதினார்கள், பாரதியார் தேசப்பற்று, சமூக நீதி போன்றவற்றைப் பற்றி எழுதினார்கள்",
      "b) ஔவையார் பழைய பழமொழிகளைப் பயன்படுத்தினார்கள், பாரதியார் புதிய சொற்களைப் பயன்படுத்தினார்கள்",
      "c) ஔவையார் நேரடியான சொற்களைப் பயன்படுத்தினார்கள், பாரதியார் உருவகங்களை அதிகம் பயன்படுத்தினார்கள்",
      "d) ஔவையார் ஆண் குழந்தைகளுக்கான கல்வியை மையமாகக் கொண்டு எழுதினார்கள், பாரதியார் பெண் குழந்தைகளுக்கான கல்வியை மையமாகக் கொண்டு எழுதினார்கள் "
    ],
    "answer": "a",
    "additional_context": "ஔவையாரின் ஆத்திசூடி  குழந்தைகளுக்கான கல்வி நூல்.  இதில்  நல்லொழுக்கம்,  பண்பாடு  சார்ந்த  கருத்துகளை  சிறுவர் எளிதில்  புரிந்துகொள்ளும்படி  எழுதியுள்ளார்.  பாரதியாரின் ஆத்திசூடி  குழந்தைகள்  உலகைப் பற்றி  அறிந்து கொள்ளும்  வகையில்  எழுதிய  நூல்.  இதில்  தேசப்பற்று,  சமூக நீதி,  பண்பாட்டு மதிப்புகள்  போன்றவற்றை  முக்கியமாக  பேசுகிறார்.  இருவரின்  ஆத்திசூடியிலும் குழந்தைகளின்  கல்வியை  முக்கியத்துவம்  சொல்லி  எழுதியுள்ளார்கள்."
  },
  {
    "description": "“ஆசுகவி, மதுரகவி, சித்திரகவி, வித்தாரகவி” எனும் நான்கு வகை கவிஞர்களில், இதில் எது ஒரு கவிஞருக்கு மட்டும் பொருந்தாது?",
    "options": [
      "a) ஆசுகவி",
      "b) மதுரகவி",
      "c) சித்திரகவி",
      "d) வித்தாரகவி"
    ],
    "answer": "a",
    "additional_context": "ஆசுகவி, மதுரகவி, சித்திரகவி, வித்தாரகவி  எனும் நான்கு வகை கவிஞர்கள். ஆசுகவி என்பது  சொல்லப்பட்டதை  உடனடியாகப் பாடி  பதில்  சொல்லும்  திறமை  உடையவர்.  மதுரகவி  இனிமையான  பாடல்களைப்  பாடுபவர்.  சித்திரகவி  கவிதைகளைப்  பாடும்போது  சித்திரங்கள்  காணும்படி  பாடுபவர்.  வித்தாரகவி  பல  வகையான  கவிதைகளைப்  பாடுபவர்.   'ஆசுகவி' என்பது  ஒரு  கவிஞருக்கு மட்டும்  பொருந்தாது.  பல  கவிஞர்களுக்கும்  இந்த  திறமை  இருக்கும்."
  }
]
