[
          
  {
    
          "description": "'கல்மரம்' என்னும் கலைச்சொல்லின் மூலம் என்ன பொருள் வெளிப்படுகிறது?",
          "options": [
      "மரத்தின் கடினத்தன்மை",
      "ஒருவகை மரத்தின் பெயர்",
      "ஒரு கவிஞரின் பெயர்",
      "கவிதையின் உள்ளடக்கம்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த பாடத்தில், மரத்தின் வகைகள் மற்றும் அவை தரும் பயன்கள் பற்றி கற்றுக்கொள்கிறோம். அந்த மரங்களைப் பற்றி எழுதப்பட்ட பல கவிதைகள் இருக்கின்றன. ஒரு கவிஞர் எழுதிய கவிதையின் தலைப்பு ‘கல்மரம்’ என இருந்தால்,  கல்மரம் என்ற தலைப்பு கவிதையின் உள்ளடக்கத்தைக் குறிக்கிறது. "
          }
        ,
          
  {
    
          "description": "'Cultural Boundaries' என்ற கலைச்சொல்லின் தமிழ் மொழிபெயர்ப்பு எது?",
          "options": [
      "பண்பாட்டு சூழல்",
      "பண்பாட்டு வளர்ச்சி",
      "பண்பாட்டு எல்லை",
      "பண்பாட்டு தாக்கம்"
    ],
    "answer": "C",
    
          "additional_context": "பண்பாட்டு எல்லை என்ற கலைச்சொல்  ஒரு குறிப்பிட்ட பகுதிக்குள் இருக்கும் பண்பாட்டு நடைமுறைகள், மரபுகள், நம்பிக்கைகள் போன்றவற்றை பிரதிபலிக்கிறது. இந்த பண்பாட்டு எல்லைகள் ஒரு குறிப்பிட்ட பகுதியின் பண்பாட்டு அடையாளங்களைப் பாதுகாக்க உதவுகின்றன.  "
          }
        ,
          
  {
    
          "description": "'Humanism' என்ற கலைச்சொல்லின் தமிழ் மொழிபெயர்ப்பு எது?",
          "options": [
      "மனிதநேயம்",
      "மனிதாபிமானம்",
      "மனித உறவுகள்",
      "மனித குணம்"
    ],
    "answer": "A",
    
          "additional_context": "மனிதநேயம் என்பது மனிதர்களை மையமாகக் கொண்டு, அவர்களின் மதிப்புகளை மதித்து, அவர்களின் நலன்களைப் பாதுகாக்கும் ஒரு கொள்கை. மனிதநேயம் என்பது மனிதர்களிடையேயான அன்பும், இரக்கமும், பரிவும் கொண்ட ஒரு மனப்பான்மை.  "
          }
        ,
          
  {
    
          "description": "'Cabinet' என்ற கலைச்சொல்லின் தமிழ் மொழிபெயர்ப்பு எது?",
          "options": [
      "அமைச்சரவை",
      "மந்திரிசபை",
      "ஆட்சிக்குழு",
      "குழுமம்"
    ],
    "answer": "A",
    
          "additional_context": "ஒரு நாட்டின் ஆட்சியை நடத்தும் ஒரு குழு அமைச்சரவை. அமைச்சரவையில்  பல்வேறு துறைகளைப் பொறுப்பேற்ற  அமைச்சர்கள்  இருப்பார்கள். இந்த அமைச்சரவை நாட்டின் சட்டங்களை உருவாக்கி, நாட்டின்  நலனைப் பாதுகாக்க  வேலை செய்கிறது.  "
          }
        ,
          
  {
    
          "description": "'Cultural values' என்ற கலைச்சொல்லின் தமிழ் மொழிபெயர்ப்பு எது?",
          "options": [
      "பண்பாட்டு மாற்றங்கள்",
      "பண்பாட்டு ஈடுபாடு",
      "பண்பாட்டு விழுமியங்கள்",
      "பண்பாட்டு தாக்கம்"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு குறிப்பிட்ட பகுதியில் இருக்கும் மக்கள் தங்கள் வாழ்க்கையை நடத்தும் முறை, மரபுகள், நம்பிக்கைகள் போன்றவற்றை  பண்பாட்டு விழுமியங்கள் என்று கூறுவோம். இந்த விழுமியங்கள்  ஒரு  பகுதியின்  அடையாளங்களாகவும்   அடுத்த தலைமுறைக்கு  மாற்றப்படுவதாகவும்  இருக்கும்.  "
          }
        ]