
[
  {
    "description": "“பூமணி” என்ற சொல்லை உருவாக்க பயன்படுத்தப்பட்ட சொற்கள் எவை?",
    "options": [
      "பூ + மண்",
      "பூ + மணி",
      "பூ + மலை",
      "பூ + வான்"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி சொற்களை இணைத்துப் புதிய சொற்களை உருவாக்கும் பணியில் இருந்து எடுக்கப்பட்டது. இதில் பூமணி என்ற சொல் உருவான விதத்தைக் குறிப்பிட்டு, அதற்கு உருவான சொற்களைத் தேர்ந்தெடுக்கச் சொல்லப்பட்டுள்ளது."
  },
  {
    "description": "“குறளின்பம்” என்ற சொல்லில் எந்த மகிழ்ச்சியைப் பற்றி குறிப்பிடப்படுகிறது?",
    "options": [
      "பணக்காரர்களின் மகிழ்ச்சி",
      "இயற்கை மகிழ்ச்சி",
      "நல்லொழுக்கம் தரும் மகிழ்ச்சி",
      "குடும்ப மகிழ்ச்சி"
    ],
    "answer": "C",
    "additional_context": "குறிப்புகளைக் கொண்டு வினாவிலேயே விடை இருப்பது போன்று வினாத்தொடர்கள் அமைக்க என்ற பகுதியில் இருந்து இந்த கேள்வி எடுக்கப்பட்டது. குறளின்பம் என்ற சொல்லில் எந்த மகிழ்ச்சி பற்றி குறிப்பிடப்பட்டுள்ளது என்று கேட்கப்பட்டுள்ளது."
  },
  {
    "description": "“எறும்புந்தன் கையால் எண்சாண்” என்ற வரியில் எத்தனை சாண் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "ஐந்து",
      "ஆறு",
      "எட்டு",
      "நான்கு"
    ],
    "answer": "C",
    "additional_context": "செய்யுள் அடி என்ற பகுதியில் இருந்து இந்த கேள்வி எடுக்கப்பட்டது. எறும்புந்தன் கையால் எண்சாண் என்ற வரியில் உள்ள சாண் எண்ணிக்கையைக் கேட்கப்பட்டுள்ளது."
  },
  {
    "description": "“அடவி” என்ற சொல்லின் பொருள் எது?",
    "options": [
      "காடு",
      "மலை",
      "ஆறு",
      "கடல்"
    ],
    "answer": "A",
    "additional_context": "அகராதியில் காண்க என்ற பகுதியில் இருந்து இந்த கேள்வி எடுக்கப்பட்டது. அடவி என்ற சொல்லின் பொருளைத் தேர்ந்தெடுக்கச் சொல்லப்பட்டுள்ளது."
  },
  {
    "description": "“அனை ஆயிரம் அமரிடை வென்ற மானவனுக்கு வகுப்பது பரணி” என்ற வரியில் எந்த எண்ணுப்பெயர் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "ஆயிரம்",
      "அனை",
      "ஒரு",
      "இரு"
    ],
    "answer": "A",
    "additional_context": "செய்யுள் அடி என்ற பகுதியில் இருந்து இந்த கேள்வி எடுக்கப்பட்டது. அனை ஆயிரம் அமரிடை வென்ற மானவனுக்கு வகுப்பது பரணி என்ற வரியில் பயன்படுத்தப்பட்டுள்ள எண்ணுப்பெயரைக் கேட்கப்பட்டுள்ளது."
  }
]
