
[
  {
    "description": "இடைக்காடனார் இறைவனிடம், \"தன்னை இகழ்ந்தனனோ\" என்ற பொருளில் யாரைக் குறிப்பிடுகிறார்?",
    "options": [
      "கபிலர்",
      "பாண்டிய மன்னன்",
      "மோசிகீரனார்",
      "பரஞ்சோதி முனிவர்"
    ],
    "answer": "B",
    "additional_context": "இடைக்காடனார்  தன் கவிதையை  பாண்டிய மன்னன் முன் பாட,  அதைப் பொருட்படுத்தாமல் மன்னன் புலவரை அவமதித்தான். இதனால் மனம் வருந்திய  இடைக்காடனார் இறைவனிடம், \"தன்னை இகழ்ந்தனனோ\" என்று மன்னனைக் குறிப்பிட்டு முறையிட்டார்."
  },
  {
    "description": "இறைவன், இடைக்காடனாருக்கும் கபிலருக்கும் மனமகிழ்ச்சி உண்டாக்க விரும்பி எந்த இடத்திற்குச் சென்றார்?",
    "options": [
      "மதுரை",
      "திருவாலவாய்",
      "வேதாரண்யம்",
      "திருக்கோவிலை விட்டு வெளியேறி வையை ஆற்றின் தென் பக்கம் ஒரு திருக்கோவிலை ஆக்கி"
    ],
    "answer": "D",
    "additional_context": "இடைக்காடனாருக்கும் கபிலருக்கும் மனமகிழ்ச்சி உண்டாக்க விரும்பி இறைவன்  கடம்பவனக் கோவிலை விட்டு நீங்கி வடதிருஆலவாயில் சென்று தங்கினார். பின்னர் தன் கோவிலை விட்டு வெளியேறி வையை ஆற்றின் தென் பக்கத்தே ஒரு திருக்கோவிலை ஆக்கி அங்கு சென்று இருந்தார். "
  },
  {
    "description": "மன்னன் தன் பிழையைப் பொறுத்து அருளுமாறு இறைவனை வேண்டி,  \"பெண்ணினைப் பாகம் கொண்ட பெருந்தகைப் பரம யோகி\" என்று எந்தப் பெயரைச் சொல்லிப் போற்றுகிறான்?",
    "options": [
      "கபிலர்",
      "சிவபெருமான்",
      "மோசிகீரனார்",
      "பரஞ்சோதி முனிவர்"
    ],
    "answer": "B",
    "additional_context": "இறைவனிடம் தன் பிழையைப் பொறுத்தருளுமாறு மன்னன் வேண்டிக் கொண்டான். \"பெண்ணினைப் பாகம் கொண்ட பெருந்தகைப் பரம யோகி\" என்று இறைவனைப் போற்றினான்."
  },
  {
    "description": "இடைக்காடனார் தன் கவிதையை எந்த இடத்தில் படித்தார்?",
    "options": [
      "திருவாலவாயில்",
      "கடம்பவனத்தில்",
      "பாண்டிய மன்னனின் அவை",
      "வையை ஆற்றங்கரையில்"
    ],
    "answer": "C",
    "additional_context": "இடைக்காடனார் தான் இயற்றிய கவிதையை பாண்டிய மன்னன் முன்பு படித்தார்.  மன்னன் அவமதித்ததால் இறைவனிடம்  முறையிட்டார்."
  },
  {
    "description": "புலவர்கள் எந்தச் சொல்லால் தங்கள் சினத்தீ தணிந்ததாகக் கூறுகிறார்கள்?",
    "options": [
      "இனிய தேன்",
      "மங்கல அணி",
      "அமுதம்போன்ற குளிர்ந்த சொல்",
      "வார்புறு வள்பின்"
    ],
    "answer": "C",
    "additional_context": "புலவர்கள் பாண்டிய மன்னன் தன் குற்றத்தைப் பொறுத்துக் கொள்ள வேண்டும் என்று பணிந்து வணங்கியதால், மன்னனின் அமுதம்போன்ற குளிர்ந்த சொல்லால் தங்கள் சினமான தீ தணிந்ததாகக் கூறுகிறார்கள்."
  }
]
