[
          
  {
    
          "description": "'நாடும் மொழியும் நமதிரு கண்கள்' என்ற வரிகளை யார் எழுதியுள்ளனர்?",
          "options": [
      "பாவாணர்",
      "தமிழ்த்திரு இரா. இளங்குமரனார்",
      "கால்டுவெல்",
      "மகாகவி பாரதியார்"
    ],
    "answer": "D",
    
          "additional_context": "'நாடும் மொழியும் நமதிரு கண்கள்' என்கிறார் மகாகவி பாரதியார். காலவெள்ளத்தில் கரைந்துபோன மொழிகளுக்கிடையில் நீந்தித் தன்னை நிலைநிறுத்திக் கொண்டுள்ளது தமிழ். என்ன வளம் இல்லை என்று எண்ணி வியக்கத்தக்கவாறு பல்வேறு சிறப்பியல்புகளைக் கொண்டு இலங்குகிறது நம் செந்தமிழ் மொழி. அனைத்து வளமும் உண்டென்று விடை பகர்கிறது, தமிழ்ச்சொல் வளம்."
          }
        ,
          
  {
    
          "description": "இமைகளை மூடியபடி எழுதும் ஆற்றலைக் கற்றுக்கொண்ட தமிழ் அறிஞர் யார்?",
          "options": [
      "பாவாணர்",
      "தமிழ்த்திரு இரா. இளங்குமரனார்",
      "கால்டுவெல்",
      "மகாகவி பாரதியார்"
    ],
    "answer": "B",
    
          "additional_context": "விழிகளை இழக்க நேரிட்டால் கூட தாய்த்தமிழினை இழந்துவிடக்கூடாது என்று எண்ணியவர்; அதற்காக, தமிழ்த்தென்றல் திரு.வி.க. போல இமைகளை மூடியபடி எழுதும் ஆற்றலைக் கற்றுக்கொண்டவர்; இன்றளவும் இவ்வாறே எழுதித் தமிழுக்குத் தனிப்பெரும் புகழை நல்கி வருபவர்."
          }
        ,
          
  {
    
          "description": "'திருவள்ளுவர் தவச்சாலை' எங்கு அமைந்துள்ளது?",
          "options": [
      "சென்னை",
      "திருச்செந்தூர்",
      "மதுரை",
      "திருச்சிராப்பள்ளிக்கு அருகில் உள்ள அல்லூர்"
    ],
    "answer": "D",
    
          "additional_context": "திருச்சிராப்பள்ளிக்கு அருகில் அமைந்துள்ள அல்லூரில் 'திருவள்ளுவர் தவச்சாலை' ஒன்றை அமைத்திருப்பவர்; பாவாணர் நூலகம் ஒன்றை உருவாக்கியவர்; தமிழகம் முழுவதும் திருக்குறள் சொற்பொழிவுகளை வழங்கி வருபவர்; தமிழ்வழித் திருமணங்களை நடத்தி வருபவர்."
          }
        ,
          
  {
    
          "description": "தமிழின் சொல்வளத்தை விவரிக்கும்போது, பாவாணர் எத்தனை வகையான சொல்வளங்களை விளக்கியுள்ளார்?",
          "options": [
      "10",
      "20",
      "30",
      "40"
    ],
    "answer": "C",
    
          "additional_context": "பாவாணர், தமிழ்ச்சொல்வளம் கட்டுரையில் வித்துவகை, வேர்வகை, அரிதாள் வகை, காய்ந்த இலைவகை, இலைக்காம்பு வகை, பூமடல் வகை, அரும்பு வகை, பூக்காம்பு வகை, இதழ்வகை, காய்வகை, கனி வகை, உள்ளீட்டு வகை, தாவரக் கழிவு வகை, விதைத்தோல் வகை, பதர் வகை, பயிர் வகை, கொடி வகை, மர வகை, கரும்பு வகை, காய்ந்த பயிர் வகை, வெட்டிய விறகுத்துண்டு வகை, மரப்பட்டை வகை, பயிர்ச்செறிவு வகை, நிலத்தின் தொகுப்பு வகை, செய் வகை, நில வகை, நன்செய் வகை, வேலி வகை, காட்டு வகை ஆகியவற்றின் சொல்வளங்களையும் விளக்கியுள்ளார்."
          }
        ,
          
  {
    
          "description": "ரோமன் எழுத்துருவில் வெளிவந்த முதல் தமிழ் நூல் எது?",
          "options": [
      "திருக்குறள்",
      "நாலடியார்",
      "Carthila de lingoa Tamul e Portugues",
      "தொல்காப்பியம்"
    ],
    "answer": "C",
    
          "additional_context": "கடல்கடந்து முதலில் அச்சேறிய தமிழ் போர்ச்சுகீசு நாட்டின் தலைநகர் லிசுபனில், 1554இல் கார்டிலா என்னும் நூல் முதன் முதலாகத் தமிழ்மொழியில்தான் மொழிபெயர்க்கப்பட்டது. இந்நூல் ரோமன் வரிவடிவில் அச்சிடப்பட்டுள்ளது. ரோமன் எழுத்துருவில் வெளிவந்த இதன் முழுப்பெயர் Carthila de lingoa Tamul e Portugues. இது அன்றைய காலத்திலேயே இரு வண்ணங்களில் (கறுப்பு, சிவப்பு) மாறிமாறி நேர்த்தியாக அச்சிடப்பட்டுள்ளது. இந்திய மொழிகளிலேயே மேலைநாட்டு எழுத்துருவில் முதலில் அச்சேறியது தமிழ்தான்."
          }
        ]