
[
  {
    "description": "இந்த உரையில், காற்று மாசுபாடு அடைவதால் ஏற்படும் பாதிப்புகள் குறிப்பிடப்படுகின்றன. இதன் மூலம் காற்று மாசுபாட்டின் விளைவுகள்  என்னவென்று புரியவருகிறது?",
    "options": [
      "சுவாசக் கோளாறுகள்.",
      "உடல்நலப் பிரச்சினைகள்.",
      "புற்றுநோய்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "இந்த உரையின் இறுதியில் காற்று மாசுபாட்டால் ஏற்படும் பாதிப்புகள் விளக்கப்பட்டுள்ளன. உதாரணமாக, கண் எரிச்சல், தலைவலி, தொண்டைக்கட்டு, காய்ச்சல், நுரையீரல் புற்றுநோய், இளைப்பு நோய் போன்றவை குறிப்பிடப்பட்டுள்ளன. அவை உயிரினங்களின் மீது ஏற்படும்  பல்வேறு  விளைவுகளைச்  சொல்கின்றன. "
  },
  {
    "description": "இந்த உரையில்,  \"குளோரோ புளோரோ கார்பன்\" என்ற சொல் குறிப்பிடப்படுகிறது.  இதன் மூலம்  என்ன விஷயத்தைப் பற்றி விளக்கப்படுகிறது?",
    "options": [
      "காற்று மாசுபாடு.",
      "ஓசோன் படலம் பாதிப்பு.",
      "புவியின் வெப்பநிலை அதிகரிப்பு.",
      "காற்றின் வேகம் குறைதல்."
    ],
    "answer": "B",
    "additional_context": "குளோரோ புளோரோ கார்பன்  என்பது   குளிர்பதனப் பெட்டிகள் போன்றவற்றிலிருந்து வெளியேறும் நச்சுக்காற்றாகும். இந்த நச்சுக்காற்று ஓசோன் படலத்தை ஓட்டையிடுகிறது. இதன் விளைவாக புறஊதாக் கதிர்கள் நேரடியாக புவியைத் தாக்குகின்றன. இதனால் ஓரறிவு முதல் ஆறறிவுவரை உள்ள அனைத்து உயிர்களும் துன்பம் அடைகின்றன. "
  },
  {
    "description": "இந்த உரையில், காற்றைத் தூய்மையாக வைத்திருப்பது பற்றி விளக்கப்படுகிறது.  இந்த உரையில் காற்றைத் தூய்மையாக வைத்திருக்க என்ன செய்ய வேண்டும் என்று கூறப்படுகிறது?",
    "options": [
      "மரங்களை நடுவது.",
      "பொதுப்போக்குவரத்தை பயன்படுத்துவது.",
      "புதைபடிவ எரிபொருட்களைத் தவிர்ப்பது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "இந்த உரையில் காற்றைத் தூய்மையாக வைத்திருக்க மரங்களை நடுவது, பொதுப்போக்குவரத்தை பயன்படுத்துவது, புதைபடிவ எரிபொருட்களைத் தவிர்ப்பது போன்றவை குறிப்பிடப்பட்டுள்ளன. "
  },
  {
    "description": "இந்த உரையில் \"மென்துகிலாய் உடல்வருடி, வாஞ்சையுடன் மனம்வருடி\"  என்ற பாடல் வரிகள் பயன்படுத்தப்பட்டுள்ளன. இவற்றின் மூலம் என்ன கருத்து விளக்கப்படுகிறது?",
    "options": [
      "காற்று மனிதர்களை சூழ்ந்து இருக்கிறது.",
      "காற்று மனிதர்களின் உடல், மனதிற்கு இன்பத்தைத் தருகிறது.",
      "காற்று உலகின் இயக்கத்தில் முக்கிய பங்கு வகிக்கிறது.",
      "காற்று மனிதர்களுக்கு மகிழ்ச்சியைத் தருகிறது."
    ],
    "answer": "D",
    "additional_context": "இந்த பாடல் வரிகள் காற்று மனிதர்களுக்குக் கொடுக்கும் மகிழ்ச்சியைப் பற்றியது. இதன் மூலம் இயற்கையின் அழகைக் கண்டு மகிழ்வதையும், அந்த மகிழ்ச்சி காற்றின் மூலம் எப்படி மனிதர்களுக்குக் கிடைக்கிறது என்பதையும் விளக்குகிறது. "
  },
  {
    "description": "இந்த உரையில் காற்று பற்றிய கருத்துகளைத் தாஜ்மகால் மஞ்சள், பழுப்பு நிறமாக மாறியதைப் பற்றிய விளக்கத்துடன் ஒப்பிட்டு எழுதவும். ",
    "options": [],
    "answer": "",
    "additional_context": "தாஜ்மகால் மஞ்சள், பழுப்பு நிறமாக மாறியது காற்று மாசுபாட்டால் ஏற்பட்ட ஒரு விளைவு. காற்று மாசுபடுவதால் கட்டிடங்கள் மற்றும்  நினைவுச்சின்னங்கள் பாதிக்கப்படுவது  மட்டுமல்லாமல்  உடல் நலம் பாதிக்கப்படுவதும்  பொதுவான விஷயமாகும். காற்றின் தூய்மை என்பது  மனிதர்களின்  வாழ்வில்  மிக முக்கியமான அம்சமாகும். "
  }
]
