
[
  {
    "description": "“தண்ணீர் நிறைந்த குளம் தவித்தபடி வெளிநீட்டும் கை கரையில் கைபேசி படமெடுத்தபடி…” - கவிதையின் கருப்பொருள் என்ன?",
    "options": [
      "குளத்தின் அழகைப் படம் பிடிப்பது",
      "தண்ணீர் இல்லாமல் தவிக்கும் நிலை",
      "கைபேசிப் பயன்பாட்டின் ஆபத்து",
      "தண்ணீர் வளத்தைப் பேண வேண்டிய அவசியம்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதை ஒரு மனிதன் தண்ணீரில் மூழ்கித் தவிக்கும் நிலையைப் பற்றிச் சொல்கிறது. கரையில் நிற்கும் சிலர் தவிக்கும் மனிதனைப் படம் பிடிக்கிறார்கள் என்பது இதன் பொருள். இன்றைய சமூகத்தில் இத்தகைய மனிதாபிமானமற்ற செயல்கள் அதிகம் நடைபெறுவதை இக்கவிதை சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "“உரை(றை) ஊற்றி ஊற்றிப் பார்த்தாலும் புளிக்காத பால்! தந்தை தந்த தாய்ப்பால் முப்பால்!” - இந்தக் கவிதை எதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "தாய்ப்பாலின் மகத்துவம்",
      "அறிவின் முக்கியத்துவம்",
      "தந்தையின் பாசம்",
      "பாலின் ஊட்டச்சத்து மதிப்பு"
    ],
    "answer": "A",
    "additional_context": "இக்கவிதை தாய்ப்பாலின் மகத்துவத்தைப் பற்றிச் சொல்கிறது.  தாய்ப்பால் தான் உலகிலேயே மிகச்சிறந்த உணவு என்று கவிதை குறிப்பிடுகிறது."
  },
  {
    "description": "“நச்சப் படாதவன்” என்பதற்குப் பொருத்தமான சொல் எது?",
    "options": [
      "விஷம் தீண்டாதவன்",
      "நஞ்சு உண்ணாதவன்",
      "நச்சுத்தன்மை இல்லாதவன்",
      "நச்சு மரத்தைத் தொடாதவன்"
    ],
    "answer": "C",
    "additional_context": "இத்தொடரில் வரும் 'நச்சப் படாதவன்' என்பது நஞ்சுத் தன்மை இல்லாதவன் என்பதாகும்."
  },
  {
    "description": "“கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க்கு அடுக்கிய கோடிஉண் டாயினும் இல்” என்ற குறளில் வரும் அளபெடை எது?",
    "options": [
      "அடுக்கிய",
      "கோடி",
      "இல்லார்க்கு",
      "உண் டாயினும்"
    ],
    "answer": "D",
    "additional_context": "இக்குறளில் 'உண் டாயினும்' என்பது அளபெடை.  அளபெடை என்பது ஒரு சொல்லில் இரண்டு மோனைகள் வருவது அல்லது ஒரு மோனையைத் தவிர்த்து இரு மோனைகள் வருவது. 'உண் டாயினும்' இதில் ஒரு மோனையைத் தவிர்த்து இரு மோனைகள் வருகின்றன."
  },
  {
    "description": "“நடு ஊருள் நச்சு மரம் பழுத்தற்று” என்ற அடிக்குப் பொருத்தமான அடி எது?",
    "options": [
      "ஊரின் நடுவில் நச்சுமரம் பழுத்தது போன்றது.",
      "உயிரைவிடச் சிறப்பாகப் பேணிக் காக்கப்படும்.",
      "ஒழுக்கத்தின் எய்துவர் மேன்மை",
      "உயிரினும் ஓம்பப் படும்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் வாழ்க்கைத் துன்பங்களில் நேர்ந்த தீமைகளை, நடு ஊருள் நச்சு மரம் பழுத்தது போன்று, தீய செயல்கள்  தீயவை என்று கூறுகிறது. "
  }
]
