[
          
  {
    
          "description": "“என் கதை” என்ற புத்தகத்தை எழுதியவர் யார்?",
          "options": [
      "ராஜம் கிருஷ்ணன்",
      "ந. முத்துசாமி",
      "நாமக்கல் கவிஞர் வெ. இராமலிங்கம்",
      "ச.பா. கவிராயர்கள்"
    ],
    "answer": "C",
    
          "additional_context": "பாடப் புத்தகத்தில் உள்ள அறிவை விரிவு செய் பகுதியில் 'என் கதை' என்ற புத்தகத்தை எழுதியவர் நாமக்கல் கவிஞர் வெ. இராமலிங்கம் என குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“வேருக்கு நீர்” என்ற புத்தகத்தை எழுதியவர் யார்?",
          "options": [
      "நாமக்கல் கவிஞர் வெ. இராமலிங்கம்",
      "ந. முத்துசாமி",
      "ச.பா. கவிராயர்கள்",
      "ராஜம் கிருஷ்ணன்"
    ],
    "answer": "D",
    
          "additional_context": "பாடப் புத்தகத்தில் உள்ள அறிவை விரிவு செய் பகுதியில் 'வேருக்கு நீர்' என்ற புத்தகத்தை எழுதியவர் ராஜம் கிருஷ்ணன் என குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“நாற்காலிக்காரர்” என்ற புத்தகத்தை எழுதியவர் யார்?",
          "options": [
      "ராஜம் கிருஷ்ணன்",
      "நாமக்கல் கவிஞர் வெ. இராமலிங்கம்",
      "ச.பா. கவிராயர்கள்",
      "ந. முத்துசாமி"
    ],
    "answer": "D",
    
          "additional_context": "பாடப் புத்தகத்தில் உள்ள அறிவை விரிவு செய் பகுதியில் 'நாற்காலிக்காரர்' என்ற புத்தகத்தை எழுதியவர் ந. முத்துசாமி என குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "அரசால் நிறுவப்பட்ட கட்டடங்கள் மற்றும் சிலைகளில் காணப்படும் கல்வெட்டுகள் நமக்கு என்ன மதிப்புமிக்க தகவலை வழங்குகின்றன?",
          "options": [
      "கட்டடங்களை எந்த காலத்தில் கட்டினார்கள் என்பது மட்டுமே",
      "கட்டடங்களை எந்தப் பகுதி மக்கள் கட்டினார்கள் என்பது மட்டுமே",
      "கட்டியவர் பெயர், நிறுவப்பட்ட காலம், நோக்கம் போன்ற வரலாற்றுத் தகவல்கள்",
      "கட்டடங்களை எந்தப் பொருட்களைக் கொண்டு கட்டினார்கள் என்பது மட்டுமே"
    ],
    "answer": "C",
    
          "additional_context": "அரசால் நிறுவப்படும் கட்டடங்களிலும் சிலைகளிலும் நிறுவியவர் பெயர், நிறுவப்பட்ட காலம், நோக்கம் சார்ந்த பிற செய்திகளும் தாங்கிய கல்வெட்டுகளைப் பார்த்திருப்பீர்கள். இவை நமது இன்றைய வரலாற்றைப் புலப்படுத்தபவை."
          }
        ,
          
  {
    
          "description": "கோவில்கள் மற்றும் பழமையான நினைவுச் சின்னங்களில் காணப்படும் கல்வெட்டுகள் நமக்கு என்ன மதிப்புமிக்க தகவலை வழங்குகின்றன?",
          "options": [
      "கோவில்கள் எந்த காலத்தில் கட்டப்பட்டன என்பது மட்டுமே",
      "கோவில்களில் எந்தெந்த தெய்வங்கள் வழிபாடு செய்யப்படுகின்றன என்பது மட்டுமே",
      "கோவில்களில் நடைபெறும் விழாக்கள் மற்றும் பூஜைகள் பற்றி மட்டுமே",
      "கட்டியவர்கள் பெயர், வரலாறு, நம் பழம்பெருமை மற்றும் வரலாறு"
    ],
    "answer": "D",
    
          "additional_context": "அதுபோலவே கோவில்களிலும் பழமையான நினைவுச் சின்னங்களிலும் கட்டியவர்கள் பெயர்களும் வரலாறும் இடம்பெற்றிருக்கும். அவை நம் பழம்பெருமையையும் வரலாற்றையும் அறியச் செய்யும் அரிய ஆவணங்கள் என்று அறிவீர்கள்தானே? இவற்றைப் பராமரிக்கவும், பாதுகாக்கவும் உங்களால் இயன்ற செயல்கள்.."
          }
        ]