
[
  {
    "description": "காற்றை மாசுபடுத்துவதற்கான காரணங்களில் எது உயிரிழப்பை அதிகரிக்கக் காரணமாகிறது?",
    "options": [
      "மிகுதியான பட்டாசுகளை வெடிப்பது.",
      "தொழிற்சாலைகளிலிருந்து புகை வெளியேறுவது.",
      "மெதுஉருளைகளை எரிப்பது.",
      "மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "காற்று மாசுபாடு நம்மைப் பாதிப்பது பல வழிகளில். நம்மை சுவாசிக்க வைக்கும் காற்றுத் தூய்மையானது அவசியம்.  மிகுதியான பட்டாசுகளை வெடிப்பது, தொழிற்சாலைகளிலிருந்து புகை வெளியேறுவது, மெதுஉருளைகளை எரிப்பது  என்ற அனைத்தும் காற்றை மாசுபடுத்தி நம் உயிரைப் பாதிக்கக் கூடியவை. காற்று மாசுபாடு உயிரிழப்பை அதிகரிக்கக் கூடியது என்று ஆய்வுகள் தெரிவிக்கின்றன. இந்தியாவில் அதிக உயிரிழப்பைத் தரும் காரணங்களில் ஐந்தாம் இடம் பெறுவது காற்று மாசுபாடு என்பதைக் கவனத்தில் கொள்ள வேண்டும்."
  },
  {
    "description": "ஓசோன் படலத்தை ஓட்டையிடுவதற்கு எந்த நச்சுக்காற்று காரணமாகிறது?",
    "options": [
      "கார்பன் டை ஆக்சைடு",
      "ஹைட்ரோ கார்பன்",
      "குளோரோ புளோரோ கார்பன்",
      "நைட்ரஜன் டை ஆக்சைடு"
    ],
    "answer": "C",
    "additional_context": "நாம் வாழும் பூமியைச் சுற்றி ஓசோன் படலம் இருக்கிறது. ஓசோன் படலம்  சூரியனிடமிருந்து வரும் தீங்கு விளைவிக்கும் புற ஊதாக் கதிர்களைத் தடுத்து நம்மைப் பாதுகாக்கிறது. இயற்கையாகவே சில நச்சு வாயுக்கள் வெளியாகி ஓசோன் படலத்தைப் பாதிக்கின்றன. நாம் பயன்படுத்தும் குளிர்சாதனப் பெட்டி, குளிர்சாதனப் பெட்டிகளில் இருக்கும் குளிர்பதனிகள், ஏரோசல் தெளிப்பான்கள் போன்றவை வெளியிடும் குளோரோ புளோரோ கார்பன் (CFC) என்ற நச்சுக்காற்று ஓசோன் படலத்தைச் சிதைக்கிறது. அதனால் ஓசோன் படலத்தில் ஓட்டை ஏற்பட்டு புற ஊதாக் கதிர்கள் நேரடியாக நம்மைத் தாக்குகின்றன. இது கண், தோல் புற்றுநோய் மற்றும் பிற நோய்களை ஏற்படுத்தும்."
  },
  {
    "description": "மரங்கள் காற்றுக்கு எப்படி உதவுகிறது?",
    "options": [
      "காற்றை சுத்திகரிக்கிறது.",
      "நமக்குத் தேவையான ஆக்சிஜனைத் தருகிறது.",
      "கார்பன் டை ஆக்சைடை உறிஞ்சிக் கொள்கிறது.",
      "மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "மரங்கள் காற்றுக்கு மிகவும் உதவுகின்றன. மரங்கள் நமக்குத் தேவையான ஆக்சிஜனைத் தருகின்றன. நாம் வெளியிடும் கார்பன் டை ஆக்சைடை உறிஞ்சி காற்றைச் சுத்தப்படுத்துகின்றன. மரங்கள் காற்று மாசுபாட்டைத் தடுக்க உதவுகின்றன. மரங்களைப் பாதுகாப்பது, புதிய மரங்களை நடுவது என்பது நம் ஒவ்வொருவரின் கடமை."
  },
  {
    "description": "காற்றைத் தூய்மையாக வைத்திருப்பதற்கு எந்த செயலை நாம் செய்யலாம்?",
    "options": [
      "பொதுப் போக்குவரத்தைப் பயன்படுத்துவது.",
      "மின்னாற்றலால் இயங்கும் ஊர்திகளைப் பயன்படுத்துவது.",
      "புதைவடிவ எரிபொருட்களைப் பயன்படுத்துவதைத் தவிர்ப்பது.",
      "மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "காற்று தூய்மையாக இருப்பது மிகவும் முக்கியம். நாம் எல்லோரும் இணைந்து காற்றைத் தூய்மையாக வைத்திருக்க முயற்சிக்க வேண்டும். பொதுப் போக்குவரத்தைப் பயன்படுத்துவது, மின்னாற்றலால் இயங்கும் ஊர்திகளைப் பயன்படுத்துவது, புதைவடிவ எரிபொருட்களைப் பயன்படுத்துவதைத் தவிர்ப்பது போன்றவை காற்றைத் தூய்மையாக வைத்திருக்க நம்மால் செய்யக்கூடிய சில எளிமையான செயல்கள். காற்று மட்டுமின்றி நம் வாழ்க்கையும் நலமாக இருக்கும். இதனை நாம் கவனத்தில் கொள்ள வேண்டும்."
  },
  {
    "description": "பாடப்பகுதியில் காற்று குறித்த எந்த உணர்வு வெளிப்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அன்பு",
      "கவலை",
      "மகிழ்ச்சி",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "இந்த பாடப்பகுதியில் காற்று குறித்த அன்பு, கவலை, மகிழ்ச்சி  என்ற அனைத்து உணர்வுகளும் வெளிப்படுத்தப்பட்டுள்ளன. காற்று மனிதர்களுக்கு மிகவும் அவசியமானது என்பதை இந்த பாடப்பகுதி விளக்குகிறது. காற்றைத் தூய்மையாக வைத்திருக்க வேண்டும் என்பதற்கான கவலையும் இதில் வெளிப்படுகிறது. காற்று மழையைக் கொண்டு வருவது, மரங்களை வளர்க்க உதவுவது, மணலைத் தூவி எடுத்துச் செல்வது போன்ற செயல்களால் ஏற்படும் மகிழ்ச்சியும்  இந்த பாடப்பகுதியில் வெளிப்படுகிறது.   காற்றின் முக்கியத்துவத்தை நம் அனைவரும்  உணர்ந்து செயல்படுவது அவசியம்."
  }
]
