[
          
  {
    
          "description": "“தேணிலே ஊரிய செந்தமிழின் – சுவை\nதேரும் சிலப்பதி காறமதை\nஊனிலே எம்முயிர் உல்லலவும் - நிதம்\nஓதி யுனர்ந்தின் புருவோமே”\n\nமேற்கண்ட வரிகளில், பிழையாக இருக்கும் வரியைக் கண்டுபிடித்து அதைத் திருத்துக.",
          "options": [
      "அ",
      "ஆ",
      "இ",
      "ஈ"
    ],
    "answer": "B",
    
          "additional_context": "மேற்கண்ட வரிகளில், பிழையாக இருக்கும் வரி, “தேரும் சிலப்பதி காறமதை”  என்பதாகும்.  இந்த வரியில் “சிலப்பதி” என்ற சொல்லுக்குப் பதிலாக, “சிலம்பதி”  என்பது சரியான சொல்.  சிலம்பதி என்பது,  கவிதை தொகுப்பு, சங்க இலக்கியத்தில்  குறிப்பிடப்படுகிறது. சிலம்பதி என்பது,  சங்க இலக்கியத்தில்,   கவிதை தொகுப்புகளை குறிக்கும் சொல், இந்த வரிகளில் பயன்படுத்தப்பட்டுள்ளது.  “சிலப்பதி”  என்பது மிகப்பெரிய ஒரு  இலக்கியப் படைப்பின் பெயர்.  இந்த வரிகளில்,   “சிலம்பதி” என்ற சொல்லையே பயன்படுத்த வேண்டும்."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் வரிகளில், எந்த வரியில் “மரம்” என்ற சொல், “வேங்கை” என்ற பொருளைத் தருகிறது?",
          "options": [
      "அ",
      "ஆ",
      "இ",
      "ஈ"
    ],
    "answer": "B",
    
          "additional_context": "பாடலில் இடம்பெற்றுள்ள 'மரம்' என்ற சொல் வேங்கை, காட்டு,  ஆலமரம்,  அரச மரம்,  குதிரை,  புலி,  கருவேலம்,  ஆல்,  அத்தி மரம் எனப் பல பொருள்களில் பயன்படுத்தப்பட்டுள்ளது.   “வேங்கை” என்ற பொருளைத் தரும் வரி “வேல்  (வேங்கை) ” என்பதாகும்."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் வரிகளில், எந்த வரியில் “மரம்” என்ற சொல், “காட்டு” என்ற பொருளைத் தருகிறது?",
          "options": [
      "அ",
      "ஆ",
      "இ",
      "ஈ"
    ],
    "answer": "C",
    
          "additional_context": "பாடலில் இடம்பெற்றுள்ள 'மரம்' என்ற சொல் வேங்கை, காட்டு,  ஆலமரம்,  அரச மரம்,  குதிரை,  புலி,  கருவேலம்,  ஆல்,  அத்தி மரம் எனப் பல பொருள்களில் பயன்படுத்தப்பட்டுள்ளது.   “காட்டு” என்ற பொருளைத் தரும் வரி “காட்டு  வழி”  என்பதாகும்.  "
          }
        ,
          
  {
    
          "description": "“மரமது மரத்தில் ஏறி\nமரமதை³ தோளில் வைத்து\nமரமது மரத்தைக்5 கண்டு\nமரத்தினால் மரத்தைக் குத்தி\nமரமது° வழியே சென்று\nவளமனைக் கேகும் போது\nமரமது கண்ட மாதர்\nமரமுடன்¹° மரம்” எடுத்தார்”\n\nமேற்கண்ட பகுதியில், “மரம்” என்ற சொல் எத்தனை முறை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "அ) 5",
      "ஆ) 7",
      "இ) 9",
      "ஈ) 11"
    ],
    "answer": "D",
    
          "additional_context": "மேற்கண்ட பாடல் பகுதியில் “மரம்” என்ற சொல் 11 முறை பயன்படுத்தப்பட்டுள்ளது.  இதற்கான  விளக்கம்  பாடலின்  கீழே  தரப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“தேணிலே ஊரிய செந்தமிழின் – சுவை\nதேரும் சிலப்பதி காறமதை\nஊனிலே எம்முயிர் உல்லலவும் - நிதம்\nஓதி யுனர்ந்தின் புருவோமே”\n\nமேற்கண்ட சந்தக் கவிதைப் பகுதியில், “தேணிலே ஊரிய செந்தமிழின் – சுவை” என்ற வரியில் எந்த வகை அலங்காரம் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "அ) உருவகம்",
      "ஆ) உவமை",
      "இ) இயற்கை",
      "ஈ) எதுகை"
    ],
    "answer": "A",
    
          "additional_context": "“தேணிலே ஊரிய செந்தமிழின் – சுவை” என்ற வரியில், செந்தமிழ் என்பது  தேனாக  உருவகப்படுத்தப்பட்டுள்ளது.  எனவே இது  “உருவகம்”  என்ற அலங்காரமாகும்.  இந்த அலங்காரம் பொருளை  வேறொரு பொருளுக்குப்  பதிலாகக்  குறிப்பிடுவதைக்  காட்டும்.  "
          }
        ]