
[
  {
    "description": "அஃறிணையில் பலவற்றைக் குறிப்பது எது?",
    "options": [
      "ஒன்றன்பால்",
      "பலவின்பால்",
      "தன்மை",
      "முன்னிலை"
    ],
    "answer": "B",
    "additional_context": "அஃறிணை என்பது உயிரற்ற பொருள்களைக் குறிக்கும். அஃறிணையானது ஒன்றன்பால் மற்றும் பலவின்பால் என இரு வகைப்படும். ஒன்றன்பால் என்பது ஒரே ஒரு பொருளை குறிக்கும். உதாரணமாக, மலை, யானை, புறா. பலவின்பால் என்பது பல பொருள்களைக் குறிக்கும். உதாரணமாக, பசுக்கள், மலைகள். "
  },
  {
    "description": "“எது சிறியது? எது பெரியதோ?” என்ற கேள்வியின் எடுத்துக்காட்டு எந்த வகை வழுவமைதிக்கு உதாரணமாகும்?",
    "options": [
      "வினா வழுவமைதி",
      "விடை வழுவமைதி",
      "மரபு வழுவமைதி",
      "இட வழுவமைதி"
    ],
    "answer": "A",
    "additional_context": "வினா வழுவமைதி என்பது வினாவின் வடிவத்தில் பிழை ஏற்படுவது. இந்த கேள்வியில்  `எது சிறியது?'  என்ற கேள்வி இலக்கணப்படி சரியான வடிவம் இல்லை. `சிறியது எது?' என்ற வடிவமே சரியானது. எனவே இது வினா வழுவமைதிக்கு உதாரணம்."
  },
  {
    "description": "“கண்ணன் எங்கே இருக்கிறார்?” என்ற வினாவிற்குக் “கண்ணாடி பைக்குள் இருக்கிறது” என்று விடையளிப்பது எந்த வகை வழுவமைதிக்கு உதாரணமாகும்?",
    "options": [
      "வினா வழுவமைதி",
      "விடை வழுவமைதி",
      "மரபு வழுவமைதி",
      "இட வழுவமைதி"
    ],
    "answer": "B",
    "additional_context": "விடை வழுவமைதி என்பது ஒரு கேள்விக்கு தரப்படும் விடையின் வடிவத்தில் பிழை ஏற்படுவது. இந்த வினாவிற்குக்  `கண்ணாடி பைக்குள் இருக்கிறது`  என்ற விடை இலக்கணப்படி சரியானதல்ல.  `கண்ணன் வீட்டில் இருக்கிறார்`  என்ற விடை சரியானதாக இருக்கும். எனவே இது விடை வழுவமைதிக்கு உதாரணம்."
  },
  {
    "description": "தென்னை மரங்கள் உள்ள பகுதியைத் தென்னந்தோப்பு என்று கூறுவது எந்த வகை வழுவமைதிக்கு உதாரணமாகும்?",
    "options": [
      "திணை வழுவமைதி",
      "பால் வழுவமைதி",
      "இட வழுவமைதி",
      "மரபு வழுவமைதி"
    ],
    "answer": "D",
    "additional_context": "மரபு வழுவமைதி என்பது நம் மொழியில் நிலைபெற்ற ஒரு சொல் அல்லது சொற்றொடரின் தவறான பயன்பாடு.  `தென்னை மரங்கள் உள்ள பகுதி`  என்பது  `தென்னந்தோப்பு`  என்ற சொல்லால் குறிக்கப்படுகிறது. இது மரபு வழுவமைதிக்கு உதாரணம்."
  },
  {
    "description": "வழுவமைதி என்றால் என்ன?",
    "options": [
      "இலக்கணப் பிழை இல்லாத பேச்சு அல்லது எழுத்து",
      "இலக்கணப் பிழை இல்லாத உச்சரிப்பு",
      "இலக்கண முறைப்படி பிழையுடையது எனினும், இலக்கண ஆசிரியர்களால் ஏற்றுக்கொள்ளப்படுவது",
      "இலக்கண முறைப்படி பிழையுடையது எனினும், மக்களால் ஏற்றுக்கொள்ளப்படுவது"
    ],
    "answer": "C",
    "additional_context": "வழுவமைதி என்பது இலக்கணப்படி பிழையாக இருந்தாலும், மக்களால் ஏற்றுக்கொள்ளப்படுவது. மக்களால் ஏற்றுக்கொள்ளப்படுவதால் இலக்கண ஆசிரியர்களால் ஏற்றுக்கொள்ளப்படுகிறது. இது  `இலக்கணமுறைப்படி பிழையுடையது எனினும், இலக்கண ஆசிரியர்களால் ஏற்றுக்கொள்ளப்படுவது`  என்று விளக்கப்படுகிறது. "
  }
]
