
[
  {
    "description": "“ஒழுக்கத்தின் எய்துவர் மேன்மை; இழுக்கத்தின் எய்துவர் எய்தாப் பழி” என்ற குறள் எதனை எடுத்துக்காட்டுகிறது?",
    "options": [
      "ஒழுக்கம் என்பது உயிரினும் மேலானது",
      "உலகோடு ஒத்து வாழக் கல்லாதவர் அறிவில்லாதவர்",
      "ஒழுக்கமற்றவர்களுக்குப் பெரும் அவமானம் ஏற்படும்",
      "முயற்சியே செல்வத்திற்கான வழி"
    ],
    "answer": "C",
    "additional_context": "இந்தக் குறள் ஒழுக்கத்தின் சிறப்பையும் ஒழுக்கமின்மையின் விளைவையும் விளக்குகிறது. ஒழுக்கத்தைப் பேணுபவர்கள் சமுதாயத்தில் மதிப்புடையவர்களாகத் திகழ்வர். அவர்கள் வாழ்க்கை சிறப்புடையதாக அமையும். அதேசமயம், ஒழுக்கமற்றவர்கள் அடைந்துகொள்ள முடியாத அவமானத்தை அடைவர். சமுதாயத்தில் அவர்கள் இழிவாகக் கருதப்படுவர். "
  },
  {
    "description": "“எப்பொருள் எத்தன்மைத் தாயினும் அப்பொருள் மெய்ப்பொருள் காண்ப தறிவு” என்ற குறளில் மெய்ப்பொருள் காண்பது எதனைக் குறிக்கிறது?",
    "options": [
      "பொருளின் உண்மையான தன்மையைக் கண்டுணர்தல்",
      "பொருளின் மதிப்பைக் கண்டுணர்தல்",
      "பொருளைப் பெறுவதற்கான முயற்சி",
      "பொருளின் வடிவத்தைக் கண்டுணர்தல்"
    ],
    "answer": "A",
    "additional_context": "ஒரு பொருளை எப்படிப் பார்த்தாலும் அதன் உண்மையான தன்மையைக் கண்டுணர்தல் அறிவு என்கிறது இந்தக் குறள். இதனால் மெய்ப்பொருள் காண்பது, பொருளின் உண்மையான தன்மையைக் கண்டுணர்தலைக் குறிக்கிறது. "
  },
  {
    "description": "“நச்சப் படாதவன் செல்வம் நடுஊருள் நச்சு மரம்பழுத் தற்று” என்ற குறளில் நச்சு மரம் பழுத்ததை எதனுடன் ஒப்பிடப்பட்டுள்ளது?",
    "options": [
      "நல்லறிவு இல்லாதவர்",
      "பிறருக்கு உதவி செய்யாதவர்",
      "பொருள் இல்லாதவர்",
      "தன்னை மட்டுமே கவனிக்கும்வர்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் பிறருக்கு உதவி செய்யாமல் தன்னலத்தையே மையமாகக் கொண்டு வாழ்பவர்களின் நிலையை விளக்குகிறது. அவர்களிடம் பெற்றிருக்கும் செல்வம் எந்த பயனும் தராது. அதுபோல நச்சு மரம் பழுத்ததும் யாருக்கும் பயனளிக்காது. "
  },
  {
    "description": "“கருமம் சிதையாமல் கண்ணோட வல்லார்க்குரிமை உடைத்திவ் வுலகு” என்ற குறளில் 'கருமம் சிதையாமல்' என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
    "options": [
      "கடமைகளை முழுமையாக நிறைவேற்றுதல்",
      "தன் கடமைகளை மறத்தல்",
      "கருமம் செய்வது மட்டுமே",
      "தன்னைத் தானே கட்டுப்படுத்துதல்"
    ],
    "answer": "A",
    "additional_context": "'கருமம் சிதையாமல்' என்ற சொற்றொடர் கடமைகளை முழுமையாக நிறைவேற்றுவதைக் குறிக்கிறது. தவறாமல் கடமைகளைச் செய்வது, இரக்கம் காட்டுவது போன்ற நற்சிறப்புகளைக் கொண்டவர்களுக்கு உலகம் உரிமை கொடுக்கும் என்று கூறுகிறது இந்தக் குறள். "
  },
  {
    "description": "“பல்லார் பகைகொளலின் பத்தடுத்த தீமைத்தே நல்லார் தொடர்கை விடல்” என்ற குறள் எதனை எடுத்துக்காட்டுகிறது?",
    "options": [
      "நல்லார் நட்பைப் பேணுதல்",
      "தீயவர்களின் நட்பைத் துறத்தல்",
      "பலரோடு பகை மேற்கொள்வதால் ஏற்படும் தீமை",
      "நற்பண்புடையோரின் நட்பைக் கைவிடுவதால் ஏற்படும் தீமை"
    ],
    "answer": "D",
    "additional_context": "பலரோடு பகை மேற்கொள்வதைவிட நற்பண்புடையோரின் நட்பைக் கைவிடுவது மிகப்பெரிய தீமையாகும். எனவே, நல்லவர்களின் நட்பைப் பேணிப் பாதுகாக்க வேண்டும் என்பது இந்தக் குறளின் கருத்து. நல்லவர்களின் நட்பு நமக்கு நல்லொழுக்கத்தையும், மனத்திண்மையையும் வளர்த்துவிடும். "
  }
]
