
[
  {
    "description": "“நச்சப் படாதவன்” செல்வம் - இத்தொடரில் வண்ணமிட்ட சொல்லின் பொருள் எது?",
    "options": [
      "நச்சுத் தன்மை இல்லாதவன்",
      "மிகவும் தூய்மையானவன்",
      "பொல்லாத செயல்கள் செய்யாதவன்",
      "மிகவும் அழகானவன்"
    ],
    "answer": "C",
    "additional_context": "'நச்சப் படாதவன்' என்ற சொல் இத்தொடரில் வண்ணமிட்ட சொல்லாகும். இதன் பொருள் 'பொல்லாத செயல்கள் செய்யாதவன்' என்பதாகும். நச்சுப் படாதவன் என்பது பொல்லாத செயல்களால் பாதிக்கப்படாதவன் என்பதைக் குறிக்கும்."
  },
  {
    "description": "“கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க்கு அடுக்கிய கோடிஉண் டாயினும் இல்” - இக்குறளில் வரும் அளபெடைகள் எவை?",
    "options": [
      "அடுக்கிய, கோடி",
      "இல்லார்க்கு, அடுக்கிய",
      "கொடுப்பதூஉம், துய்ப்பதூஉம்",
      "இல்லார்க்கு, கோடி"
    ],
    "answer": "C",
    "additional_context": "இக்குறளில் 'கொடுப்பதூஉம்' மற்றும் 'துய்ப்பதூஉம்' என்ற சொற்கள் அளபெடைகள் ஆகும். அளபெடை என்பது சொல்லின் இயல்பான வடிவத்தை மாற்றி அமைத்தல் ஆகும். இக்குறள் 'தர்மம்' பற்றியது. இக்குறள் கூறும் பொருள் கொடுப்பதும் துய்ப்பதும் இல்லாதவருக்கு அடுக்கிய கோடி இருந்தாலும் பயனில்லை என்பதாகும்."
  },
  {
    "description": "“உயிரைவிடச் சிறப்பாகப் பேணிக் காக்கப்படும்” - இந்த வாக்கியத்துக்குப் பொருத்தமான அடி எது?",
    "options": [
      "ஊரின் நடுவில் நச்சுமரம் பழுத்தது போன்றது.",
      "உயிரினும் ஓம்பப் படும்",
      "ஒழுக்கத்தின் எய்துவர் மேன்மை",
      "நடு ஊருள் நச்சு மரம் பழுத்தற்று"
    ],
    "answer": "B",
    "additional_context": "இந்த வாக்கியத்தில் 'உயிரைவிடச் சிறப்பாகப் பேணிக் காக்கப்படும்' எனக் கூறப்பட்டுள்ளது. இதற்குப் பொருத்தமான அடி 'உயிரினும் ஓம்பப் படும்' என்பதாகும். 'ஓம்பு' என்பது 'காத்தல்' என்னும் பொருளைத் தரும்.  'உயிரினும் ஓம்பப் படும்' என்பது 'உயிரை விட அதிகமாக பாதுகாக்கப்படுவது' என்னும் பொருளைத் தரும்."
  },
  {
    "description": "“எய்துவர் எய்தாப் பழி” - இந்தக் குறள்டிக்குப் பொருந்தும் வாய்பாடு எது?",
    "options": [
      "கூவிளம் தேமா மலர்",
      "கூவிளம் புளிமா நாள்",
      "தேமா புளிமா காசு",
      "புளிமா தேமா பிறப்பு"
    ],
    "answer": "D",
    "additional_context": "இந்தக் குறளின் பொருள் தன்னால் எய்தப்படாத பழி பிறருக்கு எய்துவதற்கு உரியது என்பதாகும். 'புளிமா தேமா பிறப்பு' என்பது 'தன்னால் எய்தப்படாத பழி பிறருக்கு எய்துவதற்கு உரியது' என்னும் பொருளைத் தரும். இது பொருத்தமான வாய்ப்பாடாகும்."
  },
  {
    "description": "“வேலொடு நின்றான் இடுஎன்றது போலும் கோலொடு நின்றான் இரவு” - குறளில் பயின்றுவரும் அணியை விளக்கு.",
    "options": [
      "உவமை",
      "எதிர்மறை",
      "பிரித்துரை",
      "ஒற்றுமை"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறளில் 'வேலொடு நின்றான் இடுஎன்றது போலும் கோலொடு நின்றான் இரவு' என்ற சொற்கள் உவமை அணிக்கு உதாரணமாகும். 'வேலொடு நின்றான் இடுஎன்றது போலும்' என்ற பகுதி 'கோலொடு நின்றான் இரவு' என்ற பகுதியை உவமையாகக் காட்டுகிறது. இங்கு வேல் இரவு நேரத்தில் பயன்படுத்தப்படும் கருவி. கோல் என்பது இரவில் வழி காட்டும் ஒரு கருவி. இந்தக் குறள் 'இரவு நேரத்தில் வழி காட்டும் கருவி' என்பதை உவமையாகக் காட்டுகிறது."
  }
]
