[
          
  {
    
          "description": "“பாடாண்திணை” என்ன குறிக்கிறது?",
          "options": [
      "கல்வி, வீரம், செல்வம், புகழ், கருணை போன்றவற்றைப் போற்றிப் பாடுவது",
      "ஆநிரைகளைக் கவர்ந்து செல்வது",
      "தன் நாட்டைக் காக்கக் கோட்டையைக் காத்தல்",
      "பகைவேந்தர் இருவரும் வலிமையே பெரிது என்பதை நிலைநாட்ட, தம் வீரர்களுடன் போர்"
    ],
    "answer": "A",
    
          "additional_context": "புறத்திணைகள் என்பது பல வகைப்பட்ட போர் மற்றும் மன்னர்களைப் பற்றிய வீர செயல்களைப் பற்றியது. அதில் பாடாண்திணை என்பது நம் மன்னரின் பெருமை, கல்வி, வீரம், செல்வம், புகழ், கருணை போன்றவற்றைப் போற்றிப் பாடுவது. அவர்களின் பண்புகளைப் பாடி புகழ்ச்சிப் பாடல்  இயற்றுவது.  ஆதலால் பாடாண்திணை என்பது கல்வி, வீரம், செல்வம், புகழ், கருணை போன்றவற்றைப் போற்றிப் பாடுவது"
          }
        ,
          
  {
    
          "description": "புறத்திணைகளில் பொதுவானவற்றையும், அவற்றுள் கூறப்படாதனவற்றையும் கூறுவது எது?",
          "options": [
      "பாடாண்திணை",
      "பொதுவியல் திணை",
      "கைக்கிளை",
      "பெருந்திணை"
    ],
    "answer": "B",
    
          "additional_context": "புறத்திணைகள்  என்பது  மொத்தமாக போர்,  மன்னர்கள்  மற்றும் அவர்களின்  வீர  செயல்களை  கொண்டது. அந்த  பொதுவானவற்றையும்,  அவற்றுள்  சில  குறிப்பிடப்படாத  நிகழ்வுகள்  பற்றியும்  கூறுவது  பொதுவியல்  திணை. இது புறத்திணை பற்றிய ஒரு பொதுவான  விளக்கத்தைத் தரும்."
          }
        ,
          
  {
    
          "description": "புறத்திணைகளின் வளர்ச்சிப் போக்கில்  “ஆநிரை கவர்தல்” எப்படிப் பங்கு வகிக்கிறது?",
          "options": [
      "ஆநிரை கவர்தல், புறத்திணைகளில் மிக முக்கியமான திணை.",
      "புறத்திணைகள் படிப்படியாக வளர்ந்த நிலையில், போரைத் தொடங்கும் நிகழ்வாக  ஆநிரை கவர்தல் மேற்கொள்ளப்பட்டது.",
      "ஆநிரை கவர்தல், புறத்திணைகளில் மிகச் சிறிய பங்கு வகிக்கிறது.",
      "புறத்திணைகளின் வளர்ச்சியில் ஆநிரை கவர்தலுக்கு எந்தப் பங்கும் இல்லை."
    ],
    "answer": "B",
    
          "additional_context": "புறத்திணைகள்  என்பது படிப்படியாக வளர்ந்தது. அந்த வளர்ச்சிப் போக்கில் முதலில்  ஆநிரைகளைக் கவர்ந்து செல்வது.  பின்னர்தான்  தொடர்ந்து  போர்  நடந்து  மண்ணைக்  கைப்பற்ற  நினைத்தார்கள்.  ஆகவே, புறத்திணைகள் படிப்படியாக வளர்ந்த நிலையில், போரைத் தொடங்கும் நிகழ்வாக ஆநிரை கவர்தல் மேற்கொள்ளப்பட்டது."
          }
        ,
          
  {
    
          "description": "“கைக்கிளை” எதைக் குறிக்கிறது?",
          "options": [
      "பொருந்தாக் காமம்",
      "ஒருதலைக் காமம்",
      "சாதாரணக் காமம்",
      "மிகுந்த காமம்"
    ],
    "answer": "B",
    
          "additional_context": "கைக்கிளை என்பது அகத்திணைகளில்  ஒரு வகை.  ஒருதலைக் காமத்தைக் குறிக்கிறது. இது ஒரு  தனி மனிதனின்  அன்பைப் பற்றி   பாடும்  ஒரு  தனி  திணை. ஒரு  பக்கம் மட்டும்  அன்பு   செலுத்தும்  ஒரு  தனி  மனிதரின்  உணர்வுகளை   இது  விவரிக்கிறது."
          }
        ,
          
  {
    
          "description": "'வெட்சிப் பூவைச் சூடிக்கொண்டு ஆநிரைகளைக் கவர்ந்து செல்வர்.' - மேற்கண்ட கூற்று எந்தத் திணையை விவரிக்கிறது?",
          "options": [
      "கரந்தைத் திணை",
      "வஞ்சித்திணை",
      "வெட்சித் திணை",
      "காஞ்சித் திணை"
    ],
    "answer": "C",
    
          "additional_context": "வெட்சித் திணை என்பது புறத்திணைகளில் ஒன்று.  முதலில் மக்கள்  ஆநிரைகளையே சொத்தாக  கருதினார்கள்.  ஒரு   குழுவினரிடமிருந்து   மற்றொரு   குழுவினர்   ஆநிரைகளைக்  கவர்ந்து  செல்வது  வழக்கமாக   இருந்தது.  அப்படி   கவர்ந்து  செல்லும்போது,  வெட்சிப்  பூவை   சூடிக்கொண்டு  செல்வர்.  ஆகவே,   ஆநிரை   கவர்தல்    வெட்சித்திணை   எனப்பட்டது."
          }
        ]