
[
  {
    "description": "“நனந்தலை உலகம் வளைஇ நேமியொடு” என்ற வரியில் “நேமி” என்ற சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "சக்கரம்",
      "மலை",
      "வானம்",
      "பூமி"
    ],
    "answer": "A",
    "additional_context": "முல்லைப்பாட்டில் வரும் இவ்வரி, பெருமழையைப் பற்றி விவரிக்கிறது. மழை பெய்யும் போது அகன்ற வானம், சக்கரம் போலக் காணப்படுகிறது என்று கவிஞர் கூறுகிறார். இவ்வரியில் 'நேமி' என்ற சொல் சக்கரத்தை குறிக்கிறது."
  },
  {
    "description": "“வலம்புரி பொறித்த மாதாங்கு தடக்கை” என்ற வரியில் “வலம்புரி” என்ற சொல் யாரை குறிக்கிறது?",
    "options": [
      "மாவலி மன்னன்",
      "திருமால்",
      "இந்திரன்",
      "அக்னி"
    ],
    "answer": "B",
    "additional_context": "இந்த வரி, பெருமழையின் அழகைப் பற்றி விவரிக்கிறது. மழை பெய்யும் போது, வானம் வலம்புரிச் சங்கு பொறித்த கைகளைப் போல காட்சியளிக்கிறது என்று கவிஞர் கூறுகிறார். இவ்வரியில் 'வலம்புரி' என்ற சொல் திருமாலைக் குறிக்கிறது. திருமாலின் கைகளில் வலம்புரிச் சங்கு இருப்பதாக புராணங்கள் கூறுகின்றன."
  },
  {
    "description": "“நறுவீ முல்லை அரும்பு அவிழ் அலரி தூஉய்” என்ற வரியில் “நறுவீ” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நறுமணமுள்ள பூக்கள் ",
      "நெல்",
      "பழங்கள் ",
      "தாம்பு"
    ],
    "answer": "A",
    "additional_context": "இவ்வரி, முல்லை நில மக்களின் வழிபாட்டு முறையை விவரிக்கிறது. அவர்கள் முல்லைப் பூக்களையும், நெல்லையும் தெய்வத்தின் முன் தூவி வழிபடுகிறார்கள். இவ்வரியில் 'நறுவீ' என்ற சொல் நறுமணமுள்ள பூக்களைக் குறிக்கிறது."
  },
  {
    "description": "“உறுதுயர் அலமரல் நோக்கி” என்ற வரியில் “உறுதுயர்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "தலைவியின் வருத்தம்",
      "இளங்கன்றின் பசி",
      "வண்டுகளின் ஓசை",
      "மழையின் சீற்றம்"
    ],
    "answer": "B",
    "additional_context": "இவ்வரி, இளங்கன்றின் பசியைப் பற்றி விவரிக்கிறது. பசியால் வாடிக்கொண்டிருந்த இளங்கன்றை இடைமகள் கண்டுகொள்கிறாள்.  இவ்வரியில் 'உறுதுயர்' என்ற சொல் இளங்கன்றின் பசியைக் குறிக்கிறது."
  },
  {
    "description": "முல்லைப்பாட்டில் இடம்பெறும் காட்சிகளின் மூலம் சங்ககால மக்களின் வாழ்க்கைச் சூழலை விவரிக்கவும்.",
    "options": [
      "இயற்கையோடு இணைந்த வாழ்க்கை",
      "விவசாயம் சார்ந்த வாழ்க்கை",
      "மழை சார்ந்த வாழ்க்கை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "முல்லைப்பாட்டு சங்க கால மக்களின் வாழ்க்கை முறையை நம்மைப் பின்னோக்கி அழைத்துச் செல்கிறது.  இயற்கை, விவசாயம், மழை ஆகியவை அவர்களின் வாழ்வில் முக்கிய பங்கு வகிக்கிறது.   சங்க கால மக்கள் இயற்கை சூழலோடு இணைந்து வாழ்ந்தனர் என்பது இப்பாடலில் தெளிவாகப் புலப்படுகிறது. விவசாயம் அவர்களின் முக்கிய தொழிலாக இருந்தது. மழையைச் சார்ந்த வாழ்க்கை வாழ்ந்தனர். இயற்கை பேராசைகளை எதிர்கொண்டு வாழ கற்றுக்கொண்டனர்."
  }
]
