
[
  {
    "description": "கவிதைப் பகுதியில் \"சாளரத்தின் கதவுகள், சட்டம்; காற்றுடைக்கும், தெருப்புழுதி வந்தொட்டும்\" என்ற வரிகளின் மூலம் கவிஞர் என்ன உணர்த்த விரும்புகிறார்?",
    "options": [
      "சாளரங்கள் உலகத்துடன் தொடர்புடையவை.",
      "புழுதியும் காற்றும் மனித வாழ்க்கையின் ஒரு பகுதி.",
      "நாம் எதிர்கொள்ளும் சவால்களும், தொந்தரவுகளும் தொடர்ச்சியானவை.",
      "சாளரங்கள் நம்மைச் சுற்றியுள்ள உலகத்தைப் பிரதிபலிக்கின்றன."
    ],
    "answer": "C",
    "additional_context": "கவிஞர் தி.சொ.வேணுகோபாலன் அவர்கள் எழுதிய \"கோடை வயல்\" என்னும் கவிதைத் தொகுப்பிலிருந்து எடுக்கப்பட்ட வரிகள் இவை. சாளரத்தின் கதவுகள், சட்டம் என்பது நம் வாழ்வின் ஒரு பகுதியாகும். நாம் அன்றாடம் சந்திக்கும் நிகழ்வுகளை குறிப்பிடுகிறது. காற்றுடைக்கும், தெருப்புழுதி வந்தொட்டும் என்பது நாம் வாழும் இந்த உலகத்தின் இயல்பே. மனித வாழ்க்கையில் எப்போதும் சவால்களும், தொந்தரவுகளும் இருந்துகொண்டே இருக்கும். அவை தொடர்ச்சியானவை என்பதை உணர்த்துகிறது."
  },
  {
    "description": "\"அறப்பணி ஓய்வதில்லை, ஓய்ந்திடில் உலகமில்லை!\"  என்ற வரிகளின் மூலம் கவிஞர் என்ன கருத்தை வலியுறுத்துகிறார்?",
    "options": [
      "அனைத்துப் பணிகளும் அறம் சார்ந்தவை.",
      "மனிதனின் வாழ்க்கை என்பது தொடர்ச்சியான பணிகளின் தொகுப்பு.",
      "உலகின் நிலைத்தன்மைக்கு அறம் சார்ந்த பணிகள் அவசியம்.",
      "ஓய்வு என்பது மனித வாழ்க்கையில் இன்றியமையாதது."
    ],
    "answer": "C",
    "additional_context": "தி.சொ.வேணுகோபாலன் அவர்களின் \"கோடை வயல்\" கவிதைத் தொகுப்பிலிருந்து எடுக்கப்பட்ட வரிகள் இவை. இயக்கமே உலகம் நிலைத்திருப்பதற்கான அடிப்படை. அறப்பணி என்பது உலக இயக்கத்தை சீராக, நிலைத்தன்மையுடன் வழி நடத்தும் ஒரு முக்கியமான பணி. அறப்பணிகள் தொடர்ச்சியாக இருக்க வேண்டும். ஓய்ந்தால் உலகம் ஓய்ந்துவிடும் என்பதை கவிஞர் வலியுறுத்துகிறார்."
  },
  {
    "description": "\"கோடை வயல்\" தொகுப்பில் இடம்பெற்றிருக்கும் கவிதை பற்றிய பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "இந்தக் கவிதை திருக்குறள் அறத்துப்பாலில் உள்ள அதிகாரங்களின் தலைப்பினைப் பற்றியது.",
      "இந்தக் கவிதை மணிப்பால் பொறியியல் கல்லூரியில் எந்திரவியல் பேராசிரியராகப் பணியாற்றிய கவிஞர் பற்றியது.",
      "இந்தக் கவிதை \"எழுத்து\" காலப் புதுக்கவிஞர்களில் ஒருவரான தி.சொ.வேணுகோபாலனால் எழுதப்பட்டது.",
      "இந்தக் கவிதை தி.சொ.வேணுகோபாலனின் \"மீட்சி விண்ணப்பம்\" என்னும் தொகுப்பில் இடம்பெற்றுள்ளது."
    ],
    "answer": "C",
    "additional_context": "தி.சொ.வேணுகோபாலன் அவர்களின் \"கோடை வயல்\" கவிதைத் தொகுப்பிலிருந்து எடுக்கப்பட்ட வரிகள் இவை. இவர் திருவையாற்றில் பிறந்தவர்; மணிப்பால் பொறியியல் கல்லூரியில் எந்திரவியல் பேராசிரியராகப் பணியாற்றியவர்; 'எழுத்து' காலப் புதுக்கவிஞர்களில் ஒருவர். இவரின் மற்றொரு கவிதைத் தொகுப்பு மீட்சி விண்ணப்பம்."
  },
  {
    "description": "கவிதைப் பகுதியில் \"காலக்கழுதை கட்டெறும்பான இன்றும்\" என்ற வரிகளில் \"காலக்கழுதை\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நேரத்தின் வேகம்.",
      "மனிதனின் சோர்வு.",
      "காலத்தின் மாற்றங்கள்.",
      "பணிகளின் அளவு."
    ],
    "answer": "A",
    "additional_context": "கவிஞர் தி.சொ.வேணுகோபாலன் அவர்களின் \"கோடை வயல்\" கவிதைத் தொகுப்பிலிருந்து எடுக்கப்பட்ட வரிகள் இவை. நேரம் எப்போதும் ஓடிக்கொண்டே இருக்கிறது. நாம் எவ்வளவு வேலை செய்தாலும் நேரம் ஓய்வதில்லை என்பதை காலக்கழுதை என்ற சொல் குறிப்பிடுகிறது."
  },
  {
    "description": "“அறப்பணி ஓய்வதில்லை / ஓய்ந்திடில் உலகமில்லை!” என்ற வரிகளின் மூலம் கவிஞர் என்ன நிறுவ முயல்கிறார்?",
    "options": [
      "உலகம் என்பது தொடர்ந்து இயங்கும் ஒன்று; ஓய்வு என்பது இல்லாமை.",
      "அறப்பணியானது இயக்கமற்றது; உலகம் ஓய்ந்தால் மட்டுமே அறப்பணி ஓய்ந்துவிடும்.",
      "மனிதன் இயங்க வேண்டும் என்பதே அறப்பணியின் நோக்கம்.",
      "உலக இயக்கத்தில் அறப்பணிக்கு முக்கிய பங்கு உண்டு; அது ஓய்ந்தால் உலகமும் ஓய்ந்துவிடும்."
    ],
    "answer": "D",
    "additional_context": "தி.சொ.வேணுகோபாலன் அவர்களின் \"கோடை வயல்\" கவிதைத் தொகுப்பிலிருந்து எடுக்கப்பட்ட வரிகள் இவை. உலக இயக்கத்தில் அறப்பணிக்கு முக்கிய பங்கு உண்டு. ஓய்வு என்பது இயற்கையான ஒன்று.  அறப்பணி தொடர்ச்சியாக இருக்க வேண்டும். அது ஓய்ந்தால் உலகமும் ஓய்ந்துவிடும். அதனால், உலக இயக்கத்துக்கு அறப்பணி  அவசியம் என்பதை கவிஞர் வலியுறுத்துகிறார்."
  }
]
