[
          
  {
    
          "description": "மராட்டியர் காலத்தில் தஞ்சைக்கு வந்த ஒரு வகை ஆட்டம் எது?",
          "options": [
      "பொய்க்கால் குதிரையாட்டம்",
      "தோற்பாவைக் கூத்து",
      "தெருக்கூத்து",
      "புலி ஆட்டம்"
    ],
    "answer": "A",
    
          "additional_context": "பொய்க்கால் குதிரையாட்டம் என்பது 'போலச்செய்தல்' பண்புகளைப் பின்பற்றி நிகழ்த்திக்காட்டும் கலைகளில் ஒன்று. மரத்தாலான பொய்க்காலில் நின்றுகொண்டும் குதிரைவடிவுள்ள கூட்டை உடம்பில் சுமந்துகொண்டும் ஆடும் ஆட்டமே பொய்க்கால் குதிரையாட்டம். அரசன், அரசி வேடமிட்டு ஆடப்படும் இவ்வாட்டம் புரவி ஆட்டம், புரவி நாட்டியம் என்ற பெயர்களிலும் அழைக்கப்படுகிறது. இது மராட்டியர் காலத்தில் தஞ்சைக்கு வந்ததாகக் கூறப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'தப் தப்' என்ற ஒலியை உருவாக்கும் இசைக்கருவியைப் பயன்படுத்தி ஆடும் ஆட்டம் எது?",
          "options": [
      "தப்பு ஆட்டம்",
      "கரகாட்டம்",
      "ஒயிலாட்டம்",
      "புலி ஆட்டம்"
    ],
    "answer": "A",
    
          "additional_context": "'தப்பு' என்ற தோற்கருவியை இசைத்துக்கொண்டே, அதன் இசைக்கு ஏற்ப ஆடுகின்ற நிகழ்கலையே தப்பாட்டமாகும். ஆண்கள் மட்டுமே ஆடிவந்த இந்த ஆட்டம் தற்போது பெண்களாலும் ஆடப்படுகின்றது. இவ்வாட்டம் தப்பாட்டம், தப்பட்டை, தப்பு என்றும் அழைக்கப்படுகின்றது. தப்பு என்பது வட்ட வடிவமாக அமைந்துள்ள அகன்ற தோற்கருவி. கோவில் திருவிழா, திருமணம், இறப்பு, விழிப்புணர்வு முகாம், விளம்பர நிகழ்ச்சி ஆகியவற்றில் தப்பாட்டம் ஆடப்படுகின்றது. 'தப் தப்' என்று ஒலிப்பதால், அந்த ஒலியின் அடியாகத் 'தப்பு' எனப் பெயர் பெற்றதெனக் கூறப்படுகிறது."
          }
        ,
          
  {
    
          "description": "தெருக்கூத்து என்பது ஒரு கலையின் வகை. இந்த கலை முதலில் எந்தத் தொழிலைச் செய்பவர்களால் நிகழ்த்தப்பட்டது?",
          "options": [
      "வணிகர்கள்",
      "கலைஞர்கள்",
      "விவசாயிகள்",
      "இராணுவ வீரர்கள்"
    ],
    "answer": "C",
    
          "additional_context": "தெருக்கூத்து என்பது நாட்டுப்புற மக்களால் நிகழ்த்தப்பட்டு வரும் கலையே. இப்பெயர், அது நிகழ்த்தப்பட்ட இடத்தை அடிப்படையாகக் கொண்டு அமைந்தது. கூத்து இசையுடன் கூடிய உடல் அசைவியக்கத்துடன் தொடர்புடையது. தெருக்கூத்து, வேளாண்மை செய்வோரின் கலையாக இருந்தது. அருச்சுனன் தபசு என்பது மழை வேண்டி நிகழ்த்தப்படுவதாக இருக்கிறது. கூத்துக்கலைஞர், கூத்தைக் கற்றுக்கொடுப்பவர் ஆகியோரின் அடிப்படையிலும் காலம், இடம் போன்றவற்றின் அடிப்படையிலும் கூத்து நிகழ்த்தப்படுவதில் சிறுசிறு மாறுபாடுகள் உள்ளன. தெருக்கூத்து, பொழுதுபோக்குக் கூறுகளைப் பெற்று நாடகமாக வளர்ச்சியடைந்துள்ளது. இதனைக் கதகளி போன்று செவ்வியல் கலையாக ஆக்கும் முயற்சிகள் மேற்கொள்ளப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "தோலால் செய்யப்பட்ட பாவையைப் பயன்படுத்தி நிகழ்த்தப்படும் கலை எது?",
          "options": [
      "கரகாட்டம்",
      "தோற்பாவைக் கூத்து",
      "தெருக்கூத்து",
      "புலி ஆட்டம்"
    ],
    "answer": "B",
    
          "additional_context": "தோலில் செய்த வெட்டு வரைபடங்களை, விளக்கின் ஒளி ஊடுருவும் திரைச்சீலையில் பொருத்தி, கதைக்கேற்ப மேலும் கீழும் பக்கவாட்டிலும் அசைத்துக்காட்டி, உரையாடியும் பாடியும் காட்டுவது தோற்பாவைக் கூத்து. தோலால் ஆன பாவையைக் கொண்டு நிகழ்த்தும் கலையாதலால் தோற்பாவை என்னும் பெயர் பெற்றது. இதில் இசை, ஓவியம், நடனம், நாடகம், பலகுரலில் பேசுதல் ஆகியவை இணைந்துள்ளன. கூத்து நிகழ்த்தும் திரைச்சீலையின் நீளம், அகலம் ஆகியன பாவையின் அமைப்பையும் எண்ணிக்கையையும் பொறுத்து வேறுபடுகின்றன. இந்நிகழ்ச்சியில் பாவையின் அசைவு, உரையாடல், இசை ஆகியனவற்றோடு ஒளியும் முதன்மை பெறுகின்றது."
          }
        ,
          
  {
    
          "description": "நிகழ்கலைகள் எதன் பிரதிபலிப்பாக கருதப்படுகின்றன?",
          "options": [
      "மக்களின் வாழ்க்கை",
      "இயற்கையின் அழகு",
      "அரசர்களின் வீரம்",
      "கடவுளின் சக்தி"
    ],
    "answer": "A",
    
          "additional_context": "கண்ணுக்குக் காட்சியையும் சிந்தைக்குக் கருத்தினையும் தருவன; கருத்துடன் கலைத்திறனை நோக்காகக்கொண்டு காலவெள்ளத்தைக் கடந்து நிற்பன; ஆடல், பாடல், இசை, நடிப்பு, ஒப்பனை, உரையாடல் வழியாக மக்களை மகிழ்வடையச் செய்வன; சமூகப் பண்பாட்டுத்தளத்தின் கருத்துக் கருவூலமாக விளங்குவன; நுட்பமான உணர்வுகளின் உறைவிடமாக இருப்பன. அவை யாவை? அவைதாம் மக்கள் பண்பாட்டின் பதிவுகளான நிகழ்கலைகள்."
          }
        ]