
[
  {
    "description": "“அன்னை மொழியே! அழகார்ந்த செந்தமிழே! / முன்னைக்கும் முன்னை முகிழ்த்த நறுங்கனியே!” என்ற வரிகளில், “முன்னைக்கும் முன்னை” என்ற சொற்றொடர் எதை சுட்டுகிறது?",
    "options": [
      "தமிழ் மொழியின் பழமை",
      "தமிழ் மொழியின் இனிமை",
      "தமிழ் மொழியின் வளர்ச்சி",
      "தமிழ் மொழியின் வலிமை"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகளில், \"முன்னைக்கும் முன்னை\" என்ற சொற்றொடர் தமிழ் மொழியின் பழமையைக் குறிக்கிறது. தமிழ் மொழி மிகவும் பழமையான மொழி என்பதை இது வலியுறுத்துகிறது. \"முகிழ்த்த நறுங்கனியே!\" என்கிற சொற்றொடர் மொழியின் இனிமையையும் பழமையையும் ஒருங்கே சுட்டுகிறது."
  },
  {
    "description": "“கன்னிக் குமரிக் கடல்கொண்ட நாட்டிடையில் / மன்னி அரசிருந்த மண்ணுலகப் பேரரசே!” என்ற வரிகள் எதைப் பற்றிய குறிப்பைத் தருகின்றன?",
    "options": [
      "தமிழகத்தின் பழமை",
      "தமிழகத்தின் வலிமை",
      "தமிழகத்தின் அழகு",
      "தமிழகத்தின் பண்பாடு"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் தமிழகத்தின் பழமையைக் குறிக்கின்றன.  கன்னிக் குமரிக் கடல்கொண்ட நாட்டிடையில் மன்னி அரசிருந்த மண்ணுலகப் பேரரசே! என்ற வரிகள் பழங்காலத்தில் தமிழகத்தில் இருந்த அரசுகள் மற்றும் அவற்றின் புகழை நினைவுபடுத்துகின்றன. தமிழகத்தின் நீண்ட வரலாறு மற்றும் பழமை இந்த வரிகளால் வெளிப்படுகிறது."
  },
  {
    "description": "“செந்தா மரைத்தேனைக் குடித்துச் சிறகார்ந்த / அந்தும்பி பாடும் அதுபோல யாம்பாடி” என்ற வரிகளில் 'அந்தும்பி' எதை உவமையாகக் காட்டுகிறது?",
    "options": [
      "தமிழ் மொழி",
      "தமிழ் இலக்கியம்",
      "தமிழ் நாடு",
      "தமிழ் மக்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகளில் \"அந்தும்பி\" என்பது தமிழ் மொழியை உவமையாகக் காட்டுகிறது. செந்தாமரைத் தேனைக் குடித்துச் சிறகார்ந்த அந்தும்பி பாடும் அதுபோல யாம்பாடி என்கிற வரிகள், தமிழ் மொழியின் இனிமை மற்றும் மகிமை ஆகியவற்றை உணர்த்துகின்றன. தமிழகத்தின்  பழமை, வலிமை மற்றும் அழகை எடுத்துக்காட்டும் இதனை வண்டின் இனிமையான பாடலுக்கு ஒப்பிடுகிறது."
  },
  {
    "description": "'சாகும்போதும் தமிழ்படித்துச் சாகவேண்டும் - என்றன் / சாம்பலும் தமிழ்மணந்து வேகவேண்டும்' என்ற வரிகள் எதை வலியுறுத்துகின்றன?",
    "options": [
      "தமிழின் நிலைத்தன்மை",
      "தமிழின் வலிமை",
      "தமிழின் அழகு",
      "தமிழின் சிறப்பு"
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள் தமிழின் சிறப்பை வலியுறுத்துகின்றன. சாகும்போதும் தமிழ்படித்துச் சாகவேண்டும் - என்றன்  சாம்பலும் தமிழ்மணந்து வேகவேண்டும் என்கிற வரிகள் தமிழின் சிறப்பு மற்றும்  மீது கொண்ட பற்றுதலை வெளிப்படுத்துகிறது. தமிழ் மொழி சாகும்வரை  நம்மைத் தொடர்ந்து இருக்க வேண்டும் என்பதை  இது உணர்த்துகிறது."
  },
  {
    "description": "“எந்தமிழ்நா நின் பெருமை எடுத்தே உரைவிரிக்கும்” என்ற பாடலடியில் 'எந்தமிழ்நா' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "பாவலரேறு பெருஞ்சித்திரனார்",
      "தமிழ் மொழி",
      "தமிழ் இலக்கியம்",
      "தமிழக மக்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்த பாடலடியில் 'எந்தமிழ்நா'  என்ற சொல் பாவலரேறு பெருஞ்சித்திரனாரைக் குறிக்கிறது. பாவலரேறு பெருஞ்சித்திரனார்  தமிழ் மொழியின் பெருமையைப் பாடும்போது,  'எந்தமிழ்நா நின் பெருமை எடுத்தே உரைவிரிக்கும்' என்கிறார். இது, பாவலரேறு பெருஞ்சித்திரனாரின் தமிழ் மொழி மீதான அன்பையும், பெருமையையும் வெளிப்படுத்துகிறது."
  }
]
