[
          
  {
    
          "description": "'வண்ணமும் சுண்ணமும் தண்நறுஞ் சாந்தமும்' - இப்பகுதியில் உள்ள சொற்களைக் கொண்டு இன்றைய வணிகத்தில் என்ன விற்பனை செய்யப்படுகிறது?",
          "options": [
      "மருந்துகள்",
      "ஆடை",
      "அழகுப் பொருட்கள்",
      "காய்கறிகள்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகள் மருவூர்ப்பாக்கத்தின் தெருக்களைப் பற்றிப் பேசுகின்றன. அங்கு வண்ணக் குழம்பு, சுண்ணப்பொடி, குளிர்ந்த மணச்சாந்து, பூ, நறுமணப் புகைப்பொருள்கள் போன்றவை விற்பனை செய்யப்பட்டன. இன்றைய நவீன வணிகத்தில் இவை அழகுப் பொருட்களாக பயன்படுத்தப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "மருவூர்ப்பாக்கத்தின் தெருக்களில் எந்தத் தொழில் வல்லுநர்கள் வாழ்கின்றனர்?",
          "options": [
      "தச்சர், மீன்பிடிப்போர், நெசவாளர்",
      "கவிஞர்கள், ஓவியர்கள், நடிகர்கள்",
      "வழக்கறிஞர்கள், டாக்டர்கள், ஆசிரியர்கள்",
      "வியாபாரிகள், ராணுவத்தினர், அரச அதிகாரிகள்"
    ],
    "answer": "A",
    
          "additional_context": "இப்பாடலில், மருவூர்ப்பாக்கத்தின் வணிகத் தெருக்களில் பல்வேறு தொழில் வல்லுநர்கள் வாழ்கின்றனர் என்பது கூறப்படுகிறது. அதில், நெசவாளர்கள் (காருகர்), தச்சர்கள் (மரம்கொல் தச்சர்), மீன்பிடிப்போர் (மீன்விலைப் பரதவர்) போன்றோர் இங்கு வாழ்கின்றனர்."
          }
        ,
          
  {
    
          "description": "'தூசும் துகிரும் ஆரமும் அகிலும்' - இந்த வரிகளில் 'ஆரம்' என்னைக் குறிக்கிறது?",
          "options": [
      "தங்க நகை",
      "முத்து",
      "பவளம்",
      "சந்தனம்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகள் மருவூர்ப்பாக்கத்தில் உள்ள வணிகத் தெருக்களில் விற்பனை செய்யப்படும் பல பொருட்களைப் பற்றிப் பேசுகின்றன. இதில், 'தூசு' என்பது பட்டு, 'துகிர்' என்பது பவளம், 'ஆரம்' என்பது பவளம், 'அகிலம்' என்பது அகில் எனக் குறிப்பிடப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'கஞ்ச காரரும் செம்புசெய் குநரும்' - இவர்கள் என்ன செய்து வாழ்ந்தனர்?",
          "options": [
      "தையல் தொழில்",
      "மரவேலை",
      "பாத்திரம் செய்வதில் ஈடுபட்டனர்",
      "தோல் பொருள் தயாரித்தல்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகள் மருவூர்ப்பாக்கத்தின் தெருக்களில் வாழும் மக்களின் பல்வேறு தொழில்களைப் பற்றிப் பேசுகின்றன. அதில், 'கஞ்ச காரர்' என்பவர்கள் கஞ்சி விற்கும் வணிகர்கள், 'செம்புசெய் குநர்' என்பவர்கள் செம்பு பாத்திரங்கள் செய்பவர்கள் என்பது குறிப்பிடத்தக்கது."
          }
        ,
          
  {
    
          "description": "'கண்ணுள் வினைஞர் மண்ணீட்டு ஆளரும்' - இந்த சொற்கள் யாரைக் குறிக்கின்றன?",
          "options": [
      "கவிஞர்கள்",
      "ஓவியர்கள்",
      "சமையல் கலைஞர்கள்",
      "வீட்டு பணியாளர்கள்"
    ],
    "answer": "B",
    
          "additional_context": "மருவூர்ப்பாக்கத்தில் பல விதமான கைவினைஞர்கள் வாழ்ந்தனர் என்பதை இப்பாடல் காட்டுகிறது. 'கண்ணுள் வினைஞர்' என்பது ஓவியர்களைக் குறிக்கிறது. அவர்களின் திறமையால் கண்ணுள் ஓவியங்கள் வரைந்து  வாழ்ந்தனர். 'மண்ணீட்டு ஆளர்' என்பது சிற்பிகளைக் குறிக்கிறது. அவர்கள் மண் பூசும் தொழிலில் ஈடுபட்டு வாழ்ந்தனர்."
          }
        ]