
[
  {
    "description": "சங்க காலத்தில் பொய்ச்சான்று கூறாமையை எந்த வகையில் வலியுறுத்தப்பட்டது?",
    "options": [
      "சமூகத்தில் இழிவு ஏற்படும்",
      "மறுபிறப்பில் பலன் குறையும்",
      "அரசன் தண்டனை வழங்குவான்",
      "மனசாட்சி குற்ற உணர்வைத் தரும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சங்ககால மக்கள் மனசாட்சியின் குரலை மதித்துப் பொய் கூறாமல் இருப்பதற்கு முக்கியத்துவம் கொடுத்தனர். உண்மையை மட்டுமே பேசுவது  சிறந்த அறம் என கருதினர்.  நிலம் புடை பெயர்ந்தாலும் பொய் சொல்லக் கூடாது என்பது பல சங்கப் பாடல்களில் வற்புறுத்தப்பட்டுள்ளது. "
  },
  {
    "description": "சங்க காலத்தில் 'இயல்பான முதல் தரமான அறம்' எனக் கூறப்படுவது எது?",
    "options": [
      "பிறர் சொல்ல அறியும் அறம்",
      "சிந்தித்து அறிந்து கொள்ளும் அறம்",
      "இயல்பாக அறியும் அறம்",
      "சமயம் வலியுறுத்தும் அறம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சங்ககால மக்கள் மனித உறவின் மையமாக  அறத்தை  கொண்டிருந்தனர். அவர்கள் சமயக் கலப்பில்லாத மானிட அறத்தை  இயல்பாக  நிலைநிறுத்தினார்கள்.  சங்ககால அறம்  மனித இயல்புக்கு ஏற்றது.   தாம் சிந்திக்காமல் பிறர் சொல்ல அறியும் அறம் மூன்றாம் தரமானது. சிந்தித்து அறிந்து கொள்ளும் அறம் இரண்டாம் தரமானது. இயல்பாக அறியும் அறம் முதல் தரமானது."
  },
  {
    "description": "சங்ககால மக்களின் அறக்கொள்கையில் எது முதன்மையானதாகக் கருதப்பட்டது?",
    "options": [
      "வீரம்",
      "கொடை",
      "வாய்மை",
      "உதவி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சங்க இலக்கியங்களில்  வாய்மை, பொய்யாச் செந்நா, பொய்படுபறியா வயங்கு செந்நா என்று  வலியுறுத்தப்பட்டுள்ளது.   நாக்கு ஒரு அதிசயத் திறவுகோல் போன்றது. இன்பம், துன்பம் என  ሁለቱንም கதவுகளைத் திறக்கக் கூடியது.  நாக்கு  மனிதனை உயர்த்தும் அல்லது தாழ்த்தும்.   சங்ககால மக்கள்  வாய்மையை மிகவும் உயர்ந்த அறமாக கருதினர்."
  },
  {
    "description": "சங்க இலக்கியத்தில், மன்னர்களை முதன்மைப்படுத்தி அறநெறிகளைப் பற்றி எந்த இலக்கியத்தில் அதிகம் கூறப்பட்டுள்ளது?",
    "options": [
      "புறநானூறு",
      "நற்றிணை",
      "அகநானூறு",
      "கலித்தொகை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "புறநானூறு மன்னர்களைப் பற்றிய பாடல்களாகும்.   சங்ககால  மக்கள் வாழ்க்கையை  அறிந்துகொள்ள உதவும்  நூல்.   சங்ககால மன்னர்களின் வாழ்க்கை வரலாறு, அறம், கொடை போன்றவற்றை விளக்குகிறது. சங்ககால மக்களின்  அறநெறிகளைப் பற்றிய செய்திகளை   புறநானூறு நூல்  விரிவாக விளக்குகிறது."
  },
  {
    "description": "சங்ககால மக்கள் கொடை கொடுப்பதில் எந்த நோக்கத்தை விரும்பினர்?",
    "options": [
      "மறுபிறப்பில் அதன் பயனைப் பெறுதல்",
      "புகழ்",
      "அரசியல் அதிகாரம்",
      "எந்தவொரு நோக்கமும் இன்றி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சங்ககால மக்கள் மறுபிறப்பில் பயன் பெறுவதற்காக அல்லது புகழ் பெற  அல்லது  அரசியல் அதிகாரம்  பெற  கொடை கொடுக்கவில்லை.  எந்த ஒரு நோக்கமும் இல்லாமல், தங்கள் இயல்பான குணத்தினால், அறப்பொறுப்புணர்வால்  மற்றவர்களுக்கு உதவ,  கொடை கொடுத்தனர்.  "
  }
]
