
[
  {
    "description": "“அப்படியா! என்ன தலைப்பு?”  என்ற பாமகளின் வினா எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "அறிவினா",
      "அறியா வினா",
      "ஐய வினா",
      "ஏவல் வினா"
    ],
    "answer": "B",
    "additional_context": "பாமகள் ஆதிரையிடம் பேசுகையில்,  ஆதிரை கவியரங்கத்துக்குக் கவிதை எழுதுகிறார் என்பதை அறிந்துகொண்டதும், அந்தக் கவிதைக்கு என்ன தலைப்பு என வினவினார். பாமகள் அந்தத் தலைப்பை அறிந்திருக்கவில்லை. அதனால், அவர் அறியா வினாவையே கேட்டார்."
  },
  {
    "description": "“நீங்கள் கவியரங்கத்துக்கு எல்லாம் வருவீர்களோ? மாட்டீர்களோ?”  என்ற ஆதிரையின் வினா எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "ஐய வினா",
      "அறிவினா",
      "ஏவல் வினா",
      "கொளல் வினா"
    ],
    "answer": "A",
    "additional_context": "ஆதிரை பாமகளிடம் கவியரங்கத்துக்கு வருவாரா இல்லையா என்பதை தெளிவாக அறிய ஐய வினாவைக் கேட்டார்."
  },
  {
    "description": "“எனக்கு யார் எழுதித் தருவார்கள்?”  என்ற விடை  “எனக்கு யார் எழுதித் தருவார்கள்?”  என்ற வினாவுக்கு எந்த வகை விடையாகும்?",
    "options": [
      "ஏவல் விடை",
      "வினா எதிர் வினாதல் விடை",
      "உற்றது உரைத்தல் விடை",
      "உறுவது கூறல் விடை"
    ],
    "answer": "B",
    "additional_context": "ஆதிரை பாமகளிடம், 'எனக்கு யார் எழுதித் தருவார்கள்?' என்ற கேள்வியைக் கேட்டார். அவர் எந்த விடையையும் கூறாமல், அதற்கு பதிலாக, 'எனக்கு யார் எழுதித் தருவார்கள்?' என்ற கேள்வியையே கேட்டார். இது வினா எதிர் வினாதல் விடை."
  },
  {
    "description": "“கல்வியில் சிறக்கும் தமிழர்!”  என்ற ஆதிரையின் விடை எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "மறை விடை",
      "நேர் விடை",
      "சுட்டு விடை",
      "ஏவல் விடை"
    ],
    "answer": "B",
    "additional_context": "பாமகள் 'என்ன தலைப்பு?' என்ற கேள்விக்கு ஆதிரை 'கல்வியில் சிறக்கும் தமிழர்!' என்று நேரடியாக  நேர் விடையாக கூறினார்."
  },
  {
    "description": "கொண்டுகூட்டுப் பொருள்கோள் என்றால் என்ன?",
    "options": [
      "ஒரு செய்யுளின் அனைத்து அடிகளையும் ஒன்றுசேர்த்து பொருள் கொள்வது",
      "ஒரு செய்யுளில் பல அடிகளில் சிதறிக்கிடக்கும் சொற்களைப் பொருளுக்கு ஏற்றவாறு ஒன்றோடொன்று கூட்டிப் பொருள்கொள்வது",
      "ஒரு செய்யுளின் முதல் அடியின் பொருள் அடுத்த அடியின் பொருளோடு தொடர்புடையதாக இருப்பது",
      "ஒரு செய்யுளின் அனைத்து அடிகளும் ஒரே பொருளைத் தரும்"
    ],
    "answer": "B",
    "additional_context": "கொண்டுகூட்டுப் பொருள்கோள் என்பது ஒரு செய்யுளில் சிதறிக்கிடக்கும் சொற்களைப் பொருளுக்கு ஏற்றவாறு ஒன்றோடொன்று கூட்டிப் பொருள்கொள்வது. இது எப்படி வேலை செய்கிறது என்பதைப் புரிந்துகொள்ள உதாரணமாக  'ஆலத்து மேல குவளை குளத்துள வாலின் நெடிய குரங்கு'  என்ற செய்யுளைப் பயன்படுத்தலாம்.  இந்த செய்யுளில் ஆலத்து மேல் குரங்கு, குளத்துள குவளை என்று கருத்தைக் கொண்டு அங்குமிங்கும் கொண்டு பொருள்கோள் அமைந்திருப்பதால் இது கொண்டுகூட்டுப் பொருள்கோள் எனப்படும்."
  }
]
