[
          
  {
    
          "description": "'சங்க இலக்கியங்களில் அமைந்துள்ள இருதிணை அமைப்பே காரணமாகும்' - இந்த வரியில் 'இருதிணை' என்ற சொல் குறிப்பது?",
          "options": [
      "தமிழ் இலக்கியங்களில் உள்ள ஐந்து திணைகள்",
      "தமிழ் இலக்கியங்களில் உள்ள இரண்டு வகை இலக்கியங்கள்",
      "தமிழ் இலக்கியங்களில் உள்ள இரண்டு வகை மக்கள்",
      "தமிழ் இலக்கியங்களில் உள்ள இரண்டு வகை இலக்கணங்கள்"
    ],
    "answer": "B",
    
          "additional_context": "சங்க இலக்கியங்களில், ஐந்து திணைகள் இருப்பது போல, இரண்டு வகை இலக்கியங்கள் இருந்தன.  அவைகள்தான் இருதிணை எனப்படுகிறது. ஒரு வகை இலக்கியம் புறநிலை இலக்கியம். இது கடவுள், மன்னன், வீரன், அன்பன், பண்பு ஆகிய ஐந்து திணைகளைக் கொண்டது. இன்னொரு வகை இலக்கியம்  அகநிலை இலக்கியம். இது காதல், பிரிவு, இல்லறம் ஆகியவற்றைப் பாடியது. இருதிணை அமைப்பே தமிழ் மொழியை உலக மொழிகளில் உயர்ந்ததாகக் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "மருதநிலம், அதன் செழிப்பான நிலங்கள் காரணமாக, ______ க்கு மிகவும் ஏற்றதாகக் கருதப்பட்டது.",
          "options": [
      "கல்வி",
      "வணிகம்",
      "விவசாயம்",
      "அரசியல்"
    ],
    "answer": "C",
    
          "additional_context": "சங்க இலக்கியத்தில் குறிப்பிடப்பட்டுள்ள ஐந்து திணைகளில் ஒன்று மருத நிலம். செழிப்பான நிலங்கள், குளிர்ந்த காற்று, வளமான மண், பசுமையான காடுகள், பூக்கும் மலர்கள்  இவை அனைத்தும் மருத நிலத்தின் அடையாளங்கள். இந்த மண் நல்ல விவசாயத்திற்கு ஏற்றது.  இந்த நிலத்தின் மக்கள் விவசாயத்திலேயே ஈடுபட்டு இருந்தனர். மருத நிலம் விவசாயத்திற்கு மிகவும் ஏற்றது."
          }
        ,
          
  {
    
          "description": "விவசாயிகளின் சொத்து, தேவையான வெயில், ______ மற்றும் மண்ணின் வளம் ஆகியவற்றைப் பொறுத்து இருந்தது.",
          "options": [
      "காற்று",
      "மழை",
      "நிலவு",
      "நட்சத்திரங்கள்"
    ],
    "answer": "B",
    
          "additional_context": "விவசாயம் என்பது இயற்கையை மையமாகக் கொண்ட தொழில். விவசாயிகளின் சொத்து, தேவையான வெயில், மழை, மற்றும் மண்ணின் வளம்  ஆகியவற்றைப் பொறுத்து இருந்தது. இவற்றில் ஒவ்வொன்றும் விவசாயத்திற்கு முக்கியமானவை."
          }
        ,
          
  {
    
          "description": "பத்துப்பாட்டும் எட்டுத்தொகையும் படிப்பவர்க்கு ______ ஈந்து தமிழ்ப்பெருமை சாற்றுகிறது.",
          "options": [
      "பசி",
      "வருத்தம்",
      "மனதிற்கினிமை",
      "கோபம்"
    ],
    "answer": "C",
    
          "additional_context": "பத்துப்பாட்டு மற்றும் எட்டுத்தொகை ஆகியவை சங்க இலக்கியங்களில் முக்கிய இடம் பெற்றவை. இவை ஐந்து திணைகளை விளக்குகின்றன.  இவை மிகவும் அழகான இலக்கியங்கள். இவை மனதிற்கினிமை அளிப்பவை. தமிழ்ப்பெருமையை உணர்த்தும் வகையில் அமைந்துள்ளது. இவை மிகவும்  முக்கியமானவையாகும்."
          }
        ,
          
  {
    
          "description": "______ மொழிகளில் உயர்ந்ததென்ற செம்மாந்த கூற்றிற்கு, தமிழ் இலக்கியங்களில் அமைந்துள்ள இருதிணை அமைப்பே காரணமாகும்.",
          "options": [
      "ஐரோப்பிய",
      "ஆசிய",
      "உலக",
      "இந்திய"
    ],
    "answer": "C",
    
          "additional_context": "தமிழ் மொழி, மிகப் பழமையான மொழி. இது உலக மொழிகளில் உயர்ந்ததாகக் கூறுவர்.  சங்க இலக்கியங்களில் இருதிணை அமைப்பு, தமிழின் செம்மைக்கு காரணமாகும். சங்க இலக்கியங்களில் அகத்திணை, புறத்திணை, அழகுற வர்ணிக்கப்பட்டுள்ளன. உலக மொழிகளில் இல்லாத அழகான தமிழ் மொழி."
          }
        ]