[
          
  {
    
          "description": "பொய்கையிடம் போனால், காற்று எவ்வாறு மாறுகிறது?",
          "options": [
      "காற்று வெதுவெதுப்பாகிறது.",
      "காற்று துர்நாற்றம் வீசுகிறது.",
      "காற்று குளிர்ச்சியாகிறது.",
      "காற்று ஈரப்பதமாகிறது."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி கவிதையில் உள்ள காற்றின் பண்புகளைப் பற்றியது. பொய்கை என்பது தண்ணீர் தேங்கிய இடம். பொய்கையில் இருந்து காற்று குளிர்ச்சியாக இருக்கும். ஆகையால் காற்று குளிர்ச்சியாகிறது என்பது சரியான விடை."
          }
        ,
          
  {
    
          "description": "'மரங்களின் ஊமை நாவுகள் உன்னிடம் மட்டுமே பேசுகின்றன' என்ற வரி, எதை உணர்த்துகிறது?",
          "options": [
      "மரங்கள் காற்றுக்கு மட்டுமே ஓசை எழுப்பும்.",
      "மரங்கள் காற்றின் மூலம் தங்கள் உணர்வுகளை வெளிப்படுத்தும்.",
      "மரங்கள் காற்றிலிருந்து மட்டுமே உயிர் பெறும்.",
      "மரங்கள் காற்றைப் பற்றி மட்டுமே பாடும்."
    ],
    "answer": "B",
    
          "additional_context": "கவிதையில் 'காற்று' என்பது உயிரற்ற ஒரு பொருளாக இருந்தாலும், அது உயிரினங்களின் உணர்வுகளை வெளிப்படுத்தும் ஒரு ஊடகமாகச் செயல்படுகிறது. மரங்கள் காற்றுக்கு மட்டுமே ஓசை எழுப்பும், காற்றிலிருந்து மட்டுமே உயிர் பெறும், காற்றைப் பற்றி மட்டுமே பாடும் என்பன அனைத்தும் தவறான கூற்றுகள். ஆகையால் மரங்கள் காற்றின் மூலம் தங்கள் உணர்வுகளை வெளிப்படுத்தும் என்பது சரியான விடை."
          }
        ,
          
  {
    
          "description": "கடல் அலைகள் காற்றோடு எப்படி நடந்து கொள்கின்றன?",
          "options": [
      "காற்றைத் தடுத்து நிறுத்துகின்றன.",
      "காற்றில் மறைந்து போகின்றன.",
      "காற்றோடு சேர்ந்து குதித்துக் கும்மாளமிடுகின்றன.",
      "காற்றைப் பின் தொடர்ந்து செல்கின்றன."
    ],
    "answer": "C",
    
          "additional_context": "கடல் அலைகள் காற்றுடன் இணைந்தே செயல்படுகின்றன. காற்று அலைகளின் இயக்கத்தை தூண்டுகிறது. இதன் விளைவாக காற்றுடன் சேர்ந்து அலைகள் குதித்துக் கும்மாளமிடுகின்றன. ஆகையால் காற்றோடு சேர்ந்து குதித்துக் கும்மாளமிடுகின்றன என்பது சரியான விடை."
          }
        ,
          
  {
    
          "description": "கவிதை வரிகளில் 'வீணையிலிருந்து கவர்ந்த இசையை எங்கே கொண்டு போய் ஒளித்து வைக்கிறாய்?' என்ற கேள்விக்கு, 'காற்று' என்ற பொருள் இருப்பதற்கு ஏற்ற காரணம் எது?",
          "options": [
      "காற்று இசையை இயற்கையிலேயே காப்பாற்றுகிறது.",
      "காற்று இசையை தன்னுள் மறைத்து வைக்கிறது.",
      "காற்று இசையை எடுத்துச் சென்று வேறு இடத்தில் ஒளித்து வைக்கிறது.",
      "காற்று இசையை எப்போதும் தன்னுடன் கொண்டு செல்கிறது."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி காற்றின் பண்புகளைப் பற்றி கேட்கிறது. காற்று இசையை எடுத்துச் சென்று வேறு இடத்தில் ஒளித்து வைக்கிறது, காற்று இசையை தன்னுள் மறைத்து வைக்கிறது, காற்று இசையை இயற்கையிலேயே காப்பாற்றுகிறது என்பன அனைத்தும் தவறான கூற்றுகள். காற்று எப்போதும் எல்லா இடங்களிலும் பயணிக்கிறது. அதனால் காற்று இசையை எப்போதும் தன்னுடன் கொண்டு செல்கிறது என்பது சரியான விடை."
          }
        ,
          
  {
    
          "description": "'இன்சொல்' என்னும் சொல்லில் உள்ள தொகை என்ன?",
          "options": [
      "பண்புத்தொகை",
      "இயல்புத்தொகை",
      "வினைத்தொகை",
      "உவமைத்தொகை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி தொகையைப் பற்றியது. இன்சொல் என்பது 'இனிமையான சொல்' என்று பொருள்படும். இதில் 'இன்' என்பது 'இனிமை' என்ற பண்பைக் குறிக்கிறது. ஆகையால் இன்சொல் என்பது பண்புத்தொகை."
          }
        ]