[
          
  {
    
          "description": "மருவூர்ப்பாக்கத்தின் வணிக வீதிகளில் காணப்படும் வணிகச் சின்னங்கள் பற்றிய பாடல் பகுதியில், இளங்கோவடிகள் எதை எடுத்துக்காட்டாகக் காட்டுகிறார்?",
          "options": [
      "வண்ணமும் சுண்ணமும் மட்டுமே",
      "பட்டு, முடி, பருத்திநூல் போன்றவற்றைக் கொண்டு பின்னிக் கட்டும் கைத்தொழில் வல்லுநர்கள் மட்டும்",
      "பல்வகைப் பண்டங்களின் விற்பனை நடைபெறுகின்றது",
      "எட்டுவகைத் தானியங்களும் குவிந்து கிடக்கும் கூலக்கடைத் தெருக்கள் மட்டும்"
    ],
    "answer": "C",
    
          "additional_context": "இந்திரவிழா ஊரெடுத்த காதை எனும் பாடப்பகுதியில் இளங்கோவடிகள் மருவூர்ப்பாக்கத்தின் வணிகச் சின்னங்களைப் பற்றி விரிவாகப் பாடுகிறார். அங்கு பல வகையான வணிகங்கள் நடைபெறுவதாகக் கூறுகிறார். அவற்றில் வண்ணம், சுண்ணம், பூ, புகை போன்றவற்றுடன் பட்டு, முடி, பருத்தி நூல் போன்றவற்றைக் கொண்டு அழகாகப் பின்னிக் கட்டும் நெசவாளர்கள் இருப்பதாகவும், தூசு, துகிர், மாசுஅறு முத்தும், மணியும், பொன்னும் போன்றவற்றைக் கொண்ட வணிகங்கள் நடப்பதாகவும் குறிப்பிடுகிறார். பால்வகைப் பண்டங்கள், எட்டுவகைத் தானியங்கள் என பல்வேறு வகையான பண்டங்கள் விற்பனை செய்யப்பட்டதாகவும், கூலக்கடைத் தெருக்கள் இருந்ததாகவும் கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "'மயங்கிய' என்ற சொல்லின் பகுபத உறுப்பிலக்கணம் எது சரியானது?",
          "options": [
      "மயங்கு + இ(ன்) + ய் + அ",
      "மயங்கு + ன் + இ + ய்",
      "மயங்கு + ய் + இ + அ",
      "மயங்கு + இ + ய் + அ"
    ],
    "answer": "A",
    
          "additional_context": "மயங்கிய என்ற சொல் வினைத்தொகைச் சொல்.  இதன் பகுபத உறுப்பிலக்கணம் மயங்கு + இ(ன்) + ய் + அ என்பது சரியானது. மயங்கு என்பது பகுதி. இ(ன்) என்பது இறந்தகால இடைநிலை. 'ன்' புணர்ந்து கெட்டது. ய் என்பது உடம்படுமெய். அ என்பது பெயரெச்ச விகுதி."
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரம், மணிமேகலை இரண்டும் இரட்டைக்காப்பியங்கள் என அழைக்கப்படுவதற்கான காரணம் எது?",
          "options": [
      "இரண்டும் ஒரே காலகட்டத்தில் எழுதப்பட்டவை.",
      "இரண்டும் ஒரே ஆசிரியரால் எழுதப்பட்டவை.",
      "இரண்டு காப்பியங்களும் ஒரே கதையைப் பின்னணி வைத்து எழுதப்பட்டவை.",
      "இரண்டு காப்பியங்களும் ஒரே மொழியில் எழுதப்பட்டவை."
    ],
    "answer": "C",
    
          "additional_context": "சிலப்பதிகாரம், மணிமேகலை இரண்டும் இரட்டைக்காப்பியங்கள் என அழைக்கப்படுவதற்கான காரணம் இரண்டு காப்பியங்களும் ஒரே கதையைப் பின்னணி வைத்து எழுதப்பட்டவை என்பதுதான். சிலப்பதிகாரத்தில் கோவலன், கண்ணகி கதையைக் கூறும் சீத்தலைச்சாத்தனார் மணிமேகலையின் ஆசிரியர் 'அடிகள் நீரே அருளுக' என்று கேட்டு, இளங்கோவடிகள் 'நாட்டுதும் யாம் ஓர் பாட்டுடைச்செய்யுள்' என்று இக்காப்பியத்தை படைத்தார் என்பது வழக்கத்தில் உள்ள ஐதீகம்.  இதனால் இரண்டு காப்பியங்களும் ஒரே கதைப் பின்னணியைக் கொண்டு எழுதப்பட்டன என்பது நமக்குப் புரியும்."
          }
        ,
          
  {
    
          "description": "'சிந்தா மணியாம் சிலப்பதிகாரம்...' என்ற பாடல் வரி எந்த நூலில் இருந்து எடுக்கப்பட்டது?",
          "options": [
      "மணிமேகலை",
      "திருக்குறள்",
      "திருத்தணிகையுலா",
      "நாலடியார்"
    ],
    "answer": "C",
    
          "additional_context": "சிலப்பதிகாரம், மணிமேகலை இரண்டும் இரட்டைக்காப்பியங்கள் என்பது நமக்குத் தெரியும். இரண்டும் ஒரே கதையைப் பின்னணி வைத்து எழுதப்பட்டவை என்றும் நாம் அறிவோம். 'சிந்தா மணியாம் சிலப்பதிகாரம்...' என்ற பாடல் வரி திருத்தணிகையுலா எனும் நூலில் இருந்து எடுக்கப்பட்டது."
          }
        ,
          
  {
    
          "description": "மருவூர்ப்பாக்கத்தில் காணப்படும் கைத்தொழில் வல்லுநர்களில், இளங்கோவடிகள் குறிப்பிடும் “கண்ணுள் வினைஞர்” யார்?",
          "options": [
      "பட்டு நெசவாளர்",
      "பொற்கொல்லர்",
      "ஓவியர்",
      "மரத்தச்சர்"
    ],
    "answer": "C",
    
          "additional_context": "மருவூர்ப்பாக்கத்தின் வணிக வீதிகளைப் பற்றிப் பாடுவதில் கைத்தொழில் வல்லுநர்களையும் இளங்கோவடிகள் குறிப்பிடுகிறார். அவர்களில் 'கண்ணுள் வினைஞர்' என்ற சொல் ஓவியரைக் குறிக்கும். ஓவியர்கள் தங்கள் கலைத்திறமையைப் பயன்படுத்தி  கண்ணுக்கு விருந்தளிப்பவர்கள் என்பதால் அவர்களை இப்படி அழைத்திருக்கலாம்."
          }
        ]