
[
  {
    "description": "“கற்கண்டு” என்ற சொல்லில் காணப்படும் இலக்கண அம்சம் எது?",
    "options": [
      "ஒற்றளபெடை",
      "தனிமொழி",
      "தொழிற்பெயர்",
      "பொதுமொழி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஒரு சொல் தனித்து நின்று பொருள் தருவது தனிமொழி ஆகும். இரு அல்லது அதற்கு மேற்பட்ட சொற்கள் இணைந்து பொருள் தருவது தொடர்மொழி ஆகும். இரண்டும் பொருள் தரும் சொற்கள் பொதுமொழி ஆகும். ஒரு வினை அல்லது செயலைக் குறிக்கும் பெயரானது எண், இடம், காலம், பால் ஆகியவற்றைக் குறிப்பாகவோ வெளிப்படையாகவோ உணர்த்தாமல் வருவது தொழிற்பெயர் எனப்படும். \"கற்கண்டு\" என்ற சொல் தனித்து நின்று பொருள் தருவதால் அது ஒரு தனிமொழி ஆகும்.  தனிமொழி என்பது மூன்று வகைப்படும். 1) தனிமொழி, 2) தொடர்மொழி, 3) பொதுமொழி. \"கற்கண்டு\" என்பது ஒரு தனிமொழி ஆகும்."
  },
  {
    "description": "“நசைஇ” என்ற சொல்லில் உள்ள அளபெடை எது?",
    "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "ஒற்றளபெடை"
    ],
    "answer": "C",
    "additional_context": "செய்யுளில் ஒரு பெயர்ச்சொல் எச்சச் சொல்லாகத் திரிந்து அளபெடுப்பது சொல்லிசை அளபெடை ஆகும். \nஉரனசைஇ உள்ளம் துணையாகச் சென்றார்\nவரனசைஇ இன்னும் உளேன்.\nநசை\nவிருப்பம்; விரும்பி என்னும்\nபொருள் தருவதற்காக நசைஇ என\nஅளபெடுத்தது. பெயர்ச்சொல், வினை\nஎச்சமாக மாறியது."
  },
  {
    "description": "“எஃஃகிலங்கிய” என்ற சொல்லில் உள்ள ஒற்றளபெடை எது?",
    "options": [
      "ங்",
      "ண்",
      "ஃ",
      "ள்"
    ],
    "answer": "C",
    "additional_context": "செய்யுளில் ஓசை குறையும்போது அதனை நிறைவு செய்ய மெய்யெழுத்துகளான ங், ஞ், ண், ந், ம், ன், வ், ய், ல், ள் ஆகிய பத்தும், ஃஎன்னும் ஆய்த எழுத்தும் அளபெடுப்பது ஒற்றளபெடை ஆகும்.  \"எஃஃகிலங்கிய\" என்ற சொல்லில் ஃ என்னும் ஆய்த எழுத்து ஒற்றளபெடையாக பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "“மற்றாங்கே” என்ற சொல்லில் எந்த வகையான அளபெடை பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "ஒற்றளபெடை"
    ],
    "answer": "B",
    "additional_context": "செய்யுளில் ஓசை குறையாத இடத்திலும் இனிய ஓசைக்காக குறில் நெடிலாகி அளபெடுப்பது இன்னிசை அளபெடை ஆகும். \nகெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்\nமற்றாங்கே\nஎடுப்பதூஉம் எல்லாம் மழை."
  },
  {
    "description": "“தனிமொழி” என்பது எதைக் குறிக்கும்?",
    "options": [
      "ஒரு சொல் தனித்து நின்று பொருள் தருவது",
      "இரண்டு அல்லது அதற்கு மேற்பட்ட சொற்கள் சேர்ந்து பொருள் தருவது",
      "வினையை உணர்த்தும் சொல்",
      "ஒரு பொருள் தரும் பல சொற்கள்"
    ],
    "answer": "A",
    "additional_context": "தனிமொழி என்பது ஒரு சொல் தனித்து நின்று பொருள் தருவது. ஒரு சொல் தனித்து நின்று பொருள் தருமாயின் அது தனிமொழி எனப்படும்.  தனிமொழி என்பது மூன்று வகைப்படும். 1) தனிமொழி, 2) தொடர்மொழி, 3) பொதுமொழி.  \"மலர்\"  என்பது ஒரு தனிமொழி. \"மலர்ந்தது\" என்பது ஒரு தொடர்மொழி."
  }
]
