
[
  {
    "description": "ம.பொ.சிவஞானத்தின் இலக்கிய அறிவை வளர்த்ததில் மிக முக்கியமான பங்கு வகித்தது எது?",
    "options": [
      "பள்ளிக் கல்வி",
      "அன்னையார் கற்றுத்தந்த பாக்கள்",
      "நூலகங்கள்",
      "நண்பர்களின் உதவி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ம.பொ.சிவஞானத்தின் வறுமையான குடும்பத்தில் பிறந்ததால் பள்ளிப்படிப்பு முடிக்க முடியவில்லை. ஆனால் அவரது அன்னையார் இளமையிலேயே அவருக்கு பயிற்றுவித்த பாடல்கள் அவரது இலக்கியப் பயிற்சிக்கு அடித்தளமாக அமைந்தன. அல்லி அரசாணி மாலை, பவளக்கொடி மாலை ஆகிய அம்மானைப் பாடல்களைப் பாடுவார். அந்த நேரத்தில் ம.பொ.சிவஞானத்தையும் சிறிது நேரம் அந்த நூல்களைப் படிக்க வைப்பார். அதனால், சந்த நயத்தோடும் எதுகை மோனையோடும் உள்ள அம்மானைப் பாடல்களை அடிக்கடி பாடிப்பாடிப் பிள்ளைப் பருவத்திலேயே இலக்கிய அறிவை வளர்த்து வந்தார். சித்தர் பாடல்களை நானாகவே விரும்பிப் படித்து மனனம் செய்வேன் என்றும் ம.பொ.சிவஞானம் குறிப்பிடுகிறார்."
  },
  {
    "description": "ம.பொ.சிவஞானம் எந்த நூலை மக்களிடம் கொண்டு செல்ல விரும்பினார்?",
    "options": [
      "திருக்குறள்",
      "கம்பராமாயணம்",
      "சிலப்பதிகாரம்",
      "பதிற்றுப்பத்து"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ம.பொ.சிவஞானம் தனது வரலாற்று நூலில்  'நான் சிலப்பதிகாரக் காப்பியத்தை மக்களிடம் கொண்டுசெல்ல விரும்பியதற்குக் காரணமுண்டு; திருக்குறளையோ, கம்பராமாயணத்தையோ விரும்பாதவனல்லன்; ஆயினும் இந்திய தேசிய ஒருமைப்பாட்டிற்குக் கேடில்லாத வகையில், தமிழினத்தை ஒன்றுபடுத்த எடுத்துக்கொண்ட முயற்சிக்குப் பயன்படக்கூடிய ஓர் இலக்கியம் தமிழில் உண்டென்றால், அது சிலப்பதிகாரத்தைத் தவிர வேறில்லையென்று உறுதியாகக் கூறுவேன்'  என்று குறிப்பிடுகிறார்.  இளங்கோ தந்த சிலம்பு, தமிழினத்தின் பொதுச்சொத்து என்றும் கூறி தமிழகத்தின் பட்டிதொட்டியெங்கும் சிலப்பதிகார மாநாடுகள் நடத்தினோம் என்கிறார்."
  },
  {
    "description": "ம.பொ.சிவஞானத்தின் 'தமிழரசுக் கழகம்' தொடங்கியதன் முக்கிய நோக்கம் என்ன?",
    "options": [
      "தமிழ் மொழிக்கும் கலாச்சாரத்திற்கும் ஆதரவு அளித்தல்",
      "விடுதலைப் போராட்டத்தில் பங்கு பெறுதல்",
      "தமிழகத்தின் எல்லைகளை பாதுகாத்தல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தமிழரசுக் கழகம் ம.பொ.சிவஞானம் 1944 இல் தொடங்கியது. இக்கழகத்தின் முக்கிய நோக்கங்கள் தமிழ் மொழிக்கும் கலாச்சாரத்திற்கும் ஆதரவு அளித்தல், விடுதலைப் போராட்டத்தில் பங்கு பெறுதல், தமிழகத்தின் எல்லைகளை பாதுகாத்தல் ஆகும்.  தமிழ் மொழி, இலக்கியம், கலை, கலாச்சாரம் போன்றவற்றின் வளர்ச்சிக்காகவும் தமிழக மக்களின் நலன், பொருளாதார வளர்ச்சிக்காகவும் பாடுபட்டது. வடக்கெல்லைப் போராட்டத்திலும் தெற்கெல்லைப் போராட்டத்திலும் முக்கிய பங்கு வகித்தது."
  },
  {
    "description": "ம.பொ.சிவஞானம் எந்த நூலுக்காக சாகித்திய அகாதெமி விருது பெற்றார்?",
    "options": [
      "எனது போராட்டம்",
      "தமிழரசுக் கழகம்",
      "வள்ளலார் கண்ட ஒருமைப்பாடு",
      "சிலப்பதிகாரம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ம.பொ.சிவஞானத்தின் 'வள்ளலார் கண்ட ஒருமைப்பாடு' என்னும் நூலுக்காக 1966ஆம் ஆண்டு சாகித்திய அகாதெமி விருது பெற்றார். இவர் 1906-1995 வரை வாழ்ந்த விடுதலைப் போராட்ட வீரர். 1952-1954 வரை சட்டமன்ற மேலவை உறுப்பினராகவும் 1972-1978 வரை சட்டமன்ற மேலவைத் தலைவராகவும் பதவி வகித்துள்ளார்."
  },
  {
    "description": "\"_________ குன்றம் போனாலென்ன? வேலவன் குன்றமாவது எங்களுக்கு வேண்டும்.\"  என்ற முழக்கம் எந்தப் போராட்டத்தின் போது எழுந்தது?",
    "options": [
      "வடக்கெல்லைப் போராட்டம்",
      "தெற்கெல்லைப் போராட்டம்",
      "காந்தி இர்வின் ஒப்பந்தக் கால போராட்டம்",
      "1942 Quit India போராட்டம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ம.பொ.சிவஞானம் வடக்கெல்லைப் போராட்டத்தில்  'மாலவன் குன்றம் போனாலென்ன? வேலவன் குன்றமாவது எங்களுக்கு வேண்டும்'  என்று முழக்கமிட்டார். 1953-54ஆம் ஆண்டுகளில் தெற்கெல்லைப் பகுதிகளைக் கேரள (திருவிதாங்கூர்) முடியாட்சியிலிருந்து தமிழரசுக் கழகம் மீட்பதற்காக போராடினார்கள். வடக்கு – தெற்கு எல்லைக் கிளர்ச்சிகளைத் தமிழகம் தழுவிய அளவில் தொடங்கிவைத்தது தமிழரசுக் கழகம்தான் என்றாலும் அதனை நடத்துகின்ற பொறுப்பை எல்லைப்பகுதி மக்களிடமே விட்டுவைத்திருந்தேன் என்கிறார் ம.பொ.சிவஞானம்."
  }
]
