[
          
  {
    
          "description": "பழங்காலத்தில் கடல்கடந்த பயணங்கள் எப்படி நிகழ்ந்தன?",
          "options": [
      "ஆற்றின் வழியாக",
      "காற்றின் உதவியுடன் பாய்மரக் கப்பல்களால்",
      "படகு பயணத்தின் மூலம்",
      "நீர் மட்டத்தில் நடந்து சென்று"
    ],
    "answer": "B",
    
          "additional_context": "பழங்காலத்தில் மனிதர்கள் கடல்கடந்த பயணங்களை மேற்கொண்டனர். அப்போது பாய்மரக் கப்பல்களே பயன்படுத்தப்பட்டன. அக்கப்பல்களை இயக்க பயன்படுத்தப்பட்ட ஆற்றல் காற்றுதான். காற்றின் உதவியுடன் பாய்மரக் கப்பல்கள் இயக்கப்பட்டு கடல்கடந்த பயணங்கள் மேற்கொள்ளப்பட்டன."
          }
        ,
          
  {
    
          "description": "ஹிப்பாலஸ் பருவக்காற்று யாருக்கு பெயரிடப்பட்டது?",
          "options": [
      "தமிழர்",
      "யவன மாலுமி",
      "சங்க காலப் புலவர்",
      "இளங்கோவடிகள்"
    ],
    "answer": "B",
    
          "additional_context": "கி.பி. முதல் நூற்றாண்டில் ஹிப்பாலஸ் என்னும் பெயர்கொண்ட கிரேக்க மாலுமி, பருவக் காற்றின் உதவியினால் நடுக்கடல் வழியாக முசிறித் துறைமுகத்திற்கு நேரே விரைவில் பயணம் செய்யும் புதிய வழியைக் கண்டுபிடித்தார். அந்தப் பருவக் காற்றுக்கு யவனர், அதைக் கண்டுபிடித்தவர் பெயராகிய ஹிப்பாலஸ் என்பதையே சூட்டினார்கள்."
          }
        ,
          
  {
    
          "description": "'நளிஇரு முந்நீர் நாவாய் ஓட்டி வளிதொழில் ஆண்ட உரவோன் மருக!' எனக் குறிப்பிடப்பட்டுள்ள 'வளி' என்பது யாரை குறிக்கிறது?",
          "options": [
      "ஹிப்பாலஸ்",
      "காற்று",
      "தென்றல்",
      "புயல்"
    ],
    "answer": "B",
    
          "additional_context": "கரிகால் பெருவளத்தானைப் புகழ்ந்து பாடிய பாடலில், சங்ககாலப் பெண் புலவர் வெண்ணிக்குயத்தியார் 'வளி' எனக் குறிப்பிட்டுச் சிறப்புச் செய்திருப்பது காற்றையே குறிக்கிறது. இது காற்றின் ஆற்றலை உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "காற்று எப்படி மழையைத் தருகிறது?",
          "options": [
      "கடல் நீரை ஆவியாக்கி மழை மேகங்களை உருவாக்குகிறது.",
      "மழை மேகங்களைத் தள்ளி மழையை பெய்ய வைக்கிறது.",
      "பருவக்காற்றாக மாறி மேகத்தைக் குளிர்வித்து மழையாகத் தருகிறது.",
      "மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "C",
    
          "additional_context": "காற்று பருவக்காற்றாக மாறி மேகத்தைக் குளிர்வித்து மழையைத் தருகிறது. கதிரவனின் வெப்பத்தால் சூடாகி, அடர்த்தி குறைந்து மேலே செல்லும் காற்று, அங்கு ஏற்பட்ட வெற்றிடத்தை நிரப்பியும் பருவக்காற்றாக மாறுகிறது."
          }
        ,
          
  {
    
          "description": "காற்று மாசுபாட்டின் காரணமாக எந்த உயிரினங்களுக்கு மிகப்பெரிய பாதிப்பு ஏற்படுகிறது?",
          "options": [
      "மனிதர்கள்",
      "தாவரங்கள்",
      "நீர்வாழ் உயிரினங்கள்",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "காற்று மாசுபாடு மனிதர்கள், தாவரங்கள், நீர்வாழ் உயிரினங்கள் என அனைத்து உயிரினங்களுக்கும் மிகப்பெரிய பாதிப்பை ஏற்படுத்துகிறது. இதனால் கண் எரிச்சல், தலைவலி, தொண்டைக்கட்டு, காய்ச்சல், நுரையீரல் புற்றுநோய், இளைப்பு நோய் எனப் பல நோய்களால் துன்பமடைகிறார்கள். ஓசோன் படலம் பாதிக்கப்பட்டு புறஊதாக் கதிர்கள் நேரடியாக உங்களைத் தாக்குகின்றன. இதனால் ஓரறிவு முதல் ஆறறிவுவரை உள்ள அனைத்து உயிர்களும் துன்பம் அடைகின்றன. உங்கள் கண்களும் தோலும் பாதிப்படைகின்றன. இதனால் மண், நீர், கட்டடங்கள், காடுகள், நீர்வாழ் உயிரினங்கள் ஆகியவை துன்பத்துக்குள்ளாகின்றன."
          }
        ]