
[
  {
    "description": "கீழ்கண்டவற்றுள் எது  \"வழு\"வின் வகை அல்ல?",
    "options": [
      "திணை வழு",
      "பால் வழு",
      "இட வழு",
      "இலக்கண வழு"
    ],
    "answer": "D",
    "additional_context": "இலக்கணப்படி பிழையின்றிப் பேசுவதும் எழுதுவதும் வழாநிலை எனப்படும். இலக்கணமுறையின்றிப் பேசுவதும் எழுதுவதும் வழு எனப்படும். இரு திணையும் ஐம்பாலும் மூவிடமும் காலமும் வினாவும் விடையும் பலவகை மரபுகளும் ஆகிய ஏழும் தொடர்களில் இலக்கணப் பிழைகளுடன் வந்தால் அவையும் வழு எனப்படும். அவ்வாறு இலக்கணப் பிழைகள் இல்லாதிருப்பின் அவை வழாநிலை எனப்படும்."
  },
  {
    "description": "\"அவன் தன்னைப் பற்றிச் சொல்கிறான்,\"  என்ற தொடரில் எந்த வகையான இட வழு உள்ளது?",
    "options": [
      "தன்மைப் பெயரை படர்க்கை இடத்தில்",
      "படர்க்கைப் பெயரை தன்மை இடத்தில்",
      "முன்னிலைப் பெயரை தன்மை இடத்தில்",
      "படர்க்கைப் பெயரை முன்னிலை இடத்தில்"
    ],
    "answer": "A",
    "additional_context": "மாறன் என்பான் தன்னைப்பற்றிப் பிறரிடம் கூறும்போது,\"இந்த மாறன் ஒருநாளும் பொய் கூறமாட்டான்\" என, தன்மையினைப் படர்க்கை இடத்தில் கூறுவது இடவழுவமைதி ஆகும்."
  },
  {
    "description": "\"தென்னந்தோப்பு\"  என்ற சொல்  மரபுவழியில்  \"தென்னந்தோட்டம்\"  என்றே அழைக்கப்பட வேண்டும். இது எந்த வகையான வழு?",
    "options": [
      "திணை வழு",
      "பால் வழு",
      "மரபு வழு",
      "இட வழு"
    ],
    "answer": "C",
    "additional_context": "தென்னை மரங்கள் உள்ள பகுதியைத் தென்னந்தோட்டம் என்று கூறுதல். தென்னை மரங்கள் உள்ள பகுதியைத் தென்னந்தோப்பு என்று கூறுதல்."
  },
  {
    "description": "\"கண்ணகி உண்டாள்\"  என்ற தொடரில் உள்ள  \"உண்டாள்\"  என்பது  எந்தப் பாலில் உள்ளது?",
    "options": [
      "ஆண்பால்",
      "பெண்பால்",
      "ஒன்றன்பால்",
      "பலவின்பால்"
    ],
    "answer": "B",
    "additional_context": "உயர்திணை ஆண்பால், பெண்பால், பலர்பால் என மூன்று பிரிவுகளை உடையது. அஃறிணை ஒன்றன்பால், பலவின்பால் என இரு பிரிவுகளை உடையது."
  },
  {
    "description": "\"நீ வந்தாய்\"  என்ற தொடரில் \"நீ\"  என்பது எந்த இடத்தில் உள்ளது?",
    "options": [
      "தன்மை",
      "முன்னிலை",
      "படர்க்கை",
      "இடம் இல்லை"
    ],
    "answer": "B",
    "additional_context": "உயர்திணைக்குரிய பால் பகுப்புகள் தன்மை, முன்னிலை, படர்க்கை என இடம் மூன்று வகைப்படும்."
  }
]
