
[
  {
    "description": "சிலப்பதிகாரம் எந்தப் பாவில் அமைந்தது?",
    "options": [
      "கலிப்பா",
      "வஞ்சிப்பா",
      "ஆசிரியப்பா",
      "வெண்பா"
    ],
    "answer": "C",
    "additional_context": "சிலப்பதிகாரம் ஒரு பெரிய காப்பியம். காப்பியங்கள் பெரும்பாலும் ஆசிரியப்பாவில் அமைந்திருக்கும். ஆசிரியப்பாவை அகவற்பா என்றும் அழைப்பார்கள். சிலப்பதிகாரம் அகவல் ஓசையுடன் அமைந்திருப்பதால் ஆசிரியப்பாவில் அமைந்தது என்று கூறலாம்."
  },
  {
    "description": "\"தேமாங்கனி\" எந்த வகைச் சீரைக் குறிக்கிறது?",
    "options": [
      "மூவசைச் சீர்",
      "நிரையசைச் சீர்",
      "இரண்டு வசைச் சீர்",
      "நேர் அசைச் சீர்"
    ],
    "answer": "C",
    "additional_context": "ஒரு சீர் என்பது இரண்டு அசைகளைக் கொண்டது. இரண்டு அசைகள் நேராக வந்தால் நேரசை. இரண்டு அசைகள் நிரையாக வந்தால் நிரையசை. தேமாங்கனி என்றால் நிரை, நேர், நிரை. அதாவது இரண்டு நிரையசை, ஒரு நேரசை. அது மூன்று அசைகளைக் கொண்டது. அதாவது இரண்டு வசைச் சீர்."
  },
  {
    "description": "\"புளிமா\" எந்த வகைச் சீரைக் குறிக்கிறது?",
    "options": [
      "மூவசைச் சீர்",
      "நிரையசைச் சீர்",
      "இரண்டு வசைச் சீர்",
      "நேர் அசைச் சீர்"
    ],
    "answer": "C",
    "additional_context": "புளிமா என்றால் நிரை நேர். இரண்டு அசைகளைக் கொண்டது. மூன்று அசைகளைக் கொண்ட சீரை மூவசைச் சீர் என்று அழைக்கிறோம். இரண்டு அசைகளைக் கொண்ட சீரை இரண்டு வசைச் சீர் என்று அழைக்கிறோம். நேர் அசை என்பது ஒரு சீரில் இருக்கும் ஒரு அசை. நிரை அசை என்பது ஒரு சீரில் இருக்கும் ஒரு அசை. புளிமா என்பது நிரை நேர். அதாவது இரண்டு அசைகளைக் கொண்டது. இரண்டு வசைச் சீர்."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எந்தப் பா வகையில் வெண்சீர் மட்டுமே பயின்று வரும்?",
    "options": [
      "வெண்பா",
      "ஆசிரியப்பா",
      "கலிப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "A",
    "additional_context": "வெண்பாவில் இயற்சீர், ஈரசைச் சீர் இல்லை. வெண்சீர் மட்டுமே பயின்று வரும்.  இயற்சீர், ஈரசைச் சீர், காய்ச்சீர் ஆகியவை ஆசிரியப்பா, கலிப்பா, வஞ்சிப்பா ஆகியவற்றில் பயின்று வரும்."
  },
  {
    "description": "கீழ்க்காணும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "வெண்பாவில் செப்பல் ஓசை மட்டுமே காணப்படும்.",
      "அகவல் ஓசை கலிப்பாவுக்கு உரியது.",
      "துள்ளல் ஓசை ஆசிரியப்பாவுக்கு உரியது.",
      "தூங்கல் ஓசை வெண்பாவில் காணப்படும்."
    ],
    "answer": "A",
    "additional_context": "வெண்பாவில் செப்பல் ஓசை மட்டுமே காணப்படும். ஆசிரியப்பாவில் அகவல் ஓசையும், கலிப்பாவில் துள்ளல் ஓசையும், வஞ்சிப்பாவில் தூங்கல் ஓசையும் காணப்படும்."
  }
]
