
[
  {
    "description": "பெரியார் அறிவியல் தொழில்நுட்பக் கழகம்  ________ ஆம் ஆண்டு நிறுவப்பட்டது.",
    "options": [
      "1988",
      "1963",
      "2009",
      "1947"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பெரியார் அறிவியல் தொழில்நுட்பக் கழகம் சென்னை, கோட்டூர்புரத்தில் அமைந்துள்ளது. இங்கு பத்துக் காட்சிக் கூடங்கள் உள்ளன. பரிணாம வளர்ச்சிப் பூங்கா, புதிய புதுப்பிக்கத்தக்க ஆற்றல் பூங்கா, இயந்திரவியல் பூங்கா முதலியவை இங்கு உள்ளன. மேலும் குழந்தைகள் விளையாடத்தக்க பொம்மைகளைக் கொண்ட பூங்காவும் இங்குள்ளது."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங்  ________ என்னும் நரம்பு நோய்ப் பாதிப்புடன் வாழ்ந்தார்.",
    "options": [
      "பக்கவாதம்",
      "புற்றுநோய்",
      "இதய நோய்",
      "மூளை நோய்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் 1963ஆம் ஆண்டு 21 வயது இளைஞர் அனுமதிக்கப்பட்டார். மருத்துவத்திற்குப் பின் அவர் இன்னும் சில திங்களே உயிர் வாழ்வார் என்றும் விரைவில் இறந்துவிடுவார் என்றும் மருத்துவர்கள் அறிக்கை தந்தனர். பக்கவாதம் (Amyotrophic lateral Scleroses) என்னும் நரம்பு நோய்ப் பாதிப்புடன் அவர், மருத்துவ உலகமே மிரண்டுபோகுமளவு மேலும் 53 ஆண்டுகள் இயங்கினார்."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங்  ________ ஆய்வு முடிவு 'ஹாக்கிங் கதிர்வீச்சு' என்று அழைக்கப்படுகிறது.",
    "options": [
      "ஈர்ப்பலைகள்",
      "பெருவெடிப்பு",
      "கருந்துளை",
      "கலீலியோ"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங்கின் இந்த ஆராய்ச்சி முடிவு 'ஹாக்கிங் கதிர்வீச்சு' என்று அழைக்கப்படுகிறது. இது கருந்துளை பற்றிய முந்தைய கருத்துகளைத் தலைகீழாகப் புரட்டிப் போட்டது. முன்னர் அண்டவெளியில் காணப்படும் கருந்துளை அழிவு ஆற்றல் என்று கருதப்பட்டது. ஆனால் ஹாக்கிங், கருந்துளை என்பது படைப்பின் ஆற்றல் என்று நிறுவினார்."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங் பெற்ற உயரிய விருது  ________",
    "options": [
      "அடிப்படை இயற்பியல் பரிசு",
      "நோபல் பரிசு",
      "காப்ளி பதக்கம்",
      "Presidential Medal of Freedom"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் பெற்ற உயரிய விருதுகள்: அமெரிக்காவின் உயரிய விருதான,  'Presidential medal of Freedom', ஆல்பர்ட் ஐன்ஸ்டைன் விருது,  'Wolf Foundation Prize',  காப்ளி பதக்கம் (Copley Medal), அடிப்படை இயற்பியல் பரிசு (Fundamental Physics Prize)."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங்கின் வாழ்க்கை நிகழ்வுகளையும் ஆராய்ச்சிகளையும்  ________ ஆய்வு உணர்த்துகிறது.",
    "options": [
      "மருத்துவ",
      "கணித",
      "இயற்பியல்",
      "மொழியியல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் வியக்கத்தக்க மனிதர் என்பதை அவரின் வாழ்க்கை நிகழ்வுகளும் ஆராய்ச்சிகளும் காட்டுகின்றன. உடலில் ஏற்பட்ட உறுப்பு இழப்போ, ஊனமோ ஒருவருக்குக் குறையாகாது; ஊக்கமும் உழைப்பும் சேர்ந்த ஆளுமைத் தன்மை இல்லாமல் இருப்பதே குறையாகும் என்ற உண்மையை உலகிற்கு எடுத்துக் காட்டியவர் ஸ்டீபன்."
  }
]
