
[
  {
    "description": "“செம்பொன் அடிச்சிறு கிங் கிணியோடு சிலம்பு கலந்தாடத் சேயுடன் மகிழ்ந்து குலாவும் தாய்” என்ற வரியில், “குலாவும்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "தாயின் மகிழ்ச்சியை",
      "குழந்தையின் ஆட்டத்தை",
      "கிண்கிணி மற்றும் சிலம்பின் ஒலியை",
      "தாயின் அழகை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வரியில், குழந்தை கிண்கிணியோடு சிலம்பும் கலந்து ஆடும்போது, தாய் மகிழ்ந்து குலாவும் தாய் என்று கூறப்பட்டுள்ளது. குலாவும் என்பது  தாயின் மகிழ்ச்சியை குறிக்கிறது. "
  },
  {
    "description": "“செங்கீரைப் பருவம்” என்ற வார்த்தையால் என்ன குறிக்கப்படுகிறது?",
    "options": [
      "குழந்தையின் முதல் பற்கள் முளைக்கும் காலம்",
      "குழந்தை தன் இருகைகளை ஊன்றி ஆடும் காலம்",
      "குழந்தை முதல் முறையாக நடக்கும் காலம்",
      "குழந்தை பேசத் தொடங்கும் காலம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "செங்கீரைப் பருவம் என்பது குழந்தை தன் இருகைகளை ஊன்றி, ஒரு காலை மடக்கி, மற்றொரு காலை நீட்டி தலைநிமிர்ந்தும் முகமசைந்தும் ஆடும் பருவத்தை குறிக்கிறது. இந்த பருவத்தில் குழந்தையின் தலை காற்றில் ஆடும் செங்கீரைச்செடி போல அசையும்."
  },
  {
    "description": "“சூழி” என்ற அணிகலன் எங்கே அணிவது?",
    "options": [
      "நெற்றியில்",
      "தலையில்",
      "காதில்",
      "காலில்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சூழி என்பது தலையில் அணிவிக்கப்படும் ஒரு அணிகலன்.  இந்த அணிகலன் குழந்தைகளுக்கு  நெற்றி முதல் கழுத்து வரை அலங்காரத்திற்காக  அணிவிக்கப்படுகிறது."
  },
  {
    "description": "“பதிந்து” என்ற சொல்லின் பகுபத உறுப்புகளைத் தெளிவாகக் காட்டுவது எது?",
    "options": [
      "பதி + த் + உ",
      "பதி + த் + த் + உ",
      "பதி + ந் + த் + உ",
      "பதி + து"
    ],
    "answer": [
      "B"
    ],
    "additional_context": " “பதிந்து” என்ற சொல்லின் பகுபத உறுப்புகள் பதி +த்(ந்) +த் + உ. இதில் பதி - பகுதி, த் - சந்தி, த் - இறந்த கால இடைநிலை, உ - வினையெச்ச விகுதி."
  },
  {
    "description": "“குண்டலமும் குழைகாதும்” என்ற வரியில் பயன்படுத்தப்பட்ட இலக்கணக் குறிப்பு எது?",
    "options": [
      "எண்ணும்மை",
      "இடைச்சொல்",
      "தொழிற்பெயர்",
      "உவமை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": " “குண்டலமும் குழைகாதும்” என்ற வரியில் “குண்டலம்” மற்றும் “குழைகாது”  என இரு சொற்களையும் கூட்டி ஒரு பொருளைத் தருகிறது. இது எண்ணும்மை இலக்கணக் குறிப்பாகும்."
  }
]
