[
          
  {
    
          "description": "பாடலில் “வடுப்படுவன மாமலரே கடியவாயின காவுகளே கொடியவாயின” என்ற வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "மக்களின் துயரங்களைக் குறிக்கின்றன.",
      "நாட்டின் செழிப்பையும் மக்களின் வளத்தையும் குறிக்கின்றன.",
      "மன்னனின் அறநெறிகளை வலியுறுத்துகின்றன.",
      "நாட்டின் விலங்குகள் மற்றும் இயற்கையின் அழகைக் குறிக்கின்றன."
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரிகள், சோழ மன்னனின் ஆட்சியின் கீழ் மக்கள் எவ்வளவு மகிழ்ச்சியாக வாழ்கிறார்கள் என்பதை வலியுறுத்துகின்றன. சோழநாட்டில் யானைகள் மட்டுமே பிணிக்கப்படுகின்றன; மக்கள் பிணிக்கப்படுவதில்லை. மலர்கள் மட்டுமே பறிக்கப்படுகின்றன, மக்களின் உரிமைகள் பறிக்கப்படுவதில்லை. இதன் மூலம், சோழநாட்டின் மக்கள் எவ்வளவு வளமாகவும், சிறப்புறவும் வாழ்கிறார்கள் என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "“இந்திரன் முதலாகத் திசைபாலகர் எட்டுப்பேரும் ஓருருவம் பெற்றதுபோல் ஆட்சி செலுத்தினான் சோழன்.” - இந்த வரிகள்  எந்தப் பண்பைக் குறிக்கின்றன?",
          "options": [
      "சோழ மன்னனின்  சக்திவாய்ந்த ஆட்சி",
      "சோழ மன்னனின்  அறநெறி",
      "சோழ மன்னனின்  மக்களுக்கான அக்கறை",
      "சோழ மன்னனின்  இயற்கை மீதான அன்பு"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரிகள் சோழ மன்னனின் ஆட்சி எவ்வளவு சக்திவாய்ந்தது என்பதை உணர்த்துகின்றன. இவர் இந்திரன் முதலான எட்டு திசைபாலகர்களின் சக்தியைப் பெற்றிருந்தது போன்று ஆட்சி செய்தார் என குறிப்பிடுவதன் மூலம் அவருடைய ஆட்சியின் வலிமையைக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "“மையுடையன நெடுவரையே மருளுடையன இளமான்களே கயற்குலமே பிறழ்ந்தொழுகும் கைத்தாயரே கடிந்தொறுப்பார் இயற்புலவரே பொருள்வைப்பார் இசைப் பாணரே கூடஞ்செய்வார்” - இந்த வரிகள்  எந்தப் பண்பைக் குறிக்கின்றன?",
          "options": [
      "நாட்டின் பல்வேறு மக்களின் வாழ்க்கைமுறை ",
      "நாட்டின் இயற்கை வளங்கள்",
      "நாட்டின் பொருளாதார வளர்ச்சி",
      "நாட்டின் மத நம்பிக்கைகள்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரிகள் நாட்டில் உள்ள பல்வேறு மக்களின் வாழ்க்கை முறைகளைப் பற்றி கூறுகின்றன. இளமான்களின் கண்களே மருளுகின்றன, குளத்து மீன்களே பிறழ்ந்து செல்கின்றன, செவிலித்தாயரே சினம் காட்டுவர், புலவர் பாட்டில் மட்டுமே பொருள் இருக்கின்றது, இசைப்பாணரே கூடி ஆடிப்பாடுவர் எனக் குறிப்பிடுவதன் மூலம் அவர்களின் வாழ்க்கை முறைகளை விவரிக்கிறது."
          }
        ,
          
  {
    
          "description": "பாடலின் இறுதியில்  “எத்துறைக்கும் இறைவனென்னவும் யாஞ்செய்….”  என்ற வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "மன்னனின்  அறநெறி",
      "மன்னனின்  மக்களுக்கான அக்கறை",
      "மன்னனின்  இறைநம்பிக்கை",
      "மன்னனின்  ஆட்சித் திறன்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரிகள், சோழ மன்னன் எத்துறைக்கும் இறைவன் போன்று செயல்படுவதைக் காட்டுகின்றன. அவன் எல்லாத் துறைகளிலும் தலைசிறந்தவர் என்பதை வலியுறுத்துகிறது. சோழ மன்னன் எல்லாத்துறைகளிலும் தலைசிறந்தவர் என்பதை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'கல்வெட்டின் முதல்பகுதியில் மன்னரைப் பற்றிப் புகழ்ந்து இலக்கிய நயம்பட எழுதப்படும் வரிகள்'  எனக் குறிப்பிடப்படுவது எது?",
          "options": [
      "சங்க இலக்கியம்",
      "பதிற்றுப்பத்துப் பாடல்கள்",
      "மெய்க்கீர்த்திகள்",
      "செப்பேடுகள்"
    ],
    "answer": "C",
    
          "additional_context": "சோழர்கள் மன்னனின் பெருமைகளையும் ஆட்சிச் சிறப்பையும், சாதனைகளையும் நிலைநிறுத்தும் நோக்கத்துடன் கல்லில் பொறித்து வைத்த வரிகளே மெய்க்கீர்த்திகள். கல்வெட்டுகளில் முதல் பகுதியில் மன்னனை புகழ்ந்து இலக்கிய நயத்துடன் எழுதப்படும் வரிகள் மெய்க்கீர்த்திகள் என அழைக்கப்படுகின்றன."
          }
        ]