[
          
  {
    
          "description": "“தமிழல்லாத திராவிட மொழிகளின் அகராதிகளை ஆராயும்போது, தமிழிலுள்ள ஒருபொருட் பலசொல் வரிசைகள் அவற்றில் இல்லாக்குறை எந்தத் தமிழறிஞர்க்கும் மிகத்தெளிவாகத் தோன்றும். தமிழில் மட்டும் பயன்படுத்தப்பட்டுத் தமிழுக்கே சிறப்பாக உரியனவாகக் கருதப்படும் சொற்கள் மட்டுமன்றித் தெலுங்கு, கன்னடம் முதலிய பிற திராவிட மொழிகளுக்குரியனவாகக் கருதப்படும் சொற்களும் தமிழில்உள” என்கிறார் கால்டுவெல் (திராவிட மொழிகளின் ஒப்பியல் இலக்கணம்). \n\nகால்டுவெல் எந்த மொழி வளத்தைப் பற்றி மேற்கண்ட வாக்கியத்தில் குறிப்பிடுகிறார்?",
          "options": [
      "a) தமிழின் சொல் வளம்",
      "b) திராவிட மொழிகளின் சொல் வளம்",
      "c) ஆங்கில மொழியின் சொல் வளம்",
      "d) சமஸ்கிருத மொழியின் சொல் வளம்"
    ],
    "answer": "a",
    
          "additional_context": "இந்தப் பகுதியில் கால்டுவெல் அவர்கள் தமிழின் சொல் வளத்தைப் பற்றிப் பேசுகிறார். தமிழில் ஏராளமான ஒரு பொருளுக்கு பல சொற்கள் உள்ளன என்பதை அவர் கூறுகிறார். தமிழைத் தவிர மற்ற திராவிட மொழிகளில் இந்த வகை சொற்கள் இல்லையென்று கூறுகிறார். இது மட்டுமல்ல, தெலுங்கு, கன்னடம் போன்ற பிற திராவிட மொழிகளில் இருக்கும் சொற்கள் கூட தமிழில் உள்ளன என்பதையும் அவர் எடுத்துக்காட்டுகிறார்."
          }
        ,
          
  {
    
          "description": "“திருச்சிராப்பள்ளிக்கு அருகில் அமைந்துள்ள அல்லூரில் 'திருவள்ளுவர் தவச்சாலை' ஒன்றை அமைத்திருப்பவர்; பாவாணர் நூலகம் ஒன்றை உருவாக்கியவர்; தமிழகம் முழுவதும் திருக்குறள் சொற்பொழிவுகளை வழங்கி வருபவர்; தமிழ்வழித் திருமணங்களை நடத்தி வருபவர். \n\nமேற்கண்ட குறிப்புகளின் அடிப்படையில், இவர் யாரைப் பற்றியது?",
          "options": [
      "a)  இளங்குமரனார்",
      "b) பாவாணர்",
      "c) பாரதியார்",
      "d)  திரு.வி.க."
    ],
    "answer": "a",
    
          "additional_context": "மேற்கண்ட குறிப்புகள் தமிழ்த்திரு இளங்குமரனார் பற்றியது. அல்லூரில் 'திருவள்ளுவர் தவச்சாலை' அமைத்தவர், பாவாணர் நூலகம் உருவாக்கியவர், தமிழகம் முழுவதும் திருக்குறள் சொற்பொழிவுகளை வழங்கி வருபவர், தமிழ்வழித் திருமணங்களை நடத்தி வருபவர் என்பன அவர் மேற்கொண்டுள்ள பணிகள்."
          }
        ,
          
  {
    
          "description": "“பழங்காலத்தில் விளைந்த அளவு பொன்னும் மணியும் முத்தும் பவளமும் இன்று விளையாவிடினும் அருமையான கூலங்களும் சிறு கூலங்களும் இன்றும் தென்றமிழ் நாட்டில் விளைந்து வருவது கண்கூடு.” \n\nஇந்தப் பகுதியில் எந்த கருத்து வலியுறுத்தப்படுகிறது?",
          "options": [
      "a)  தமிழ்நாடு தானிய வளத்தில் பணக்காரமானது.",
      "b)  தமிழ்நாட்டின் பொருள் வளம் சரிந்துவிட்டது.",
      "c)  தமிழ்நாட்டின் கடந்த கால வளம் மிகவும் சிறந்தது.",
      "d)  தமிழ்நாடு இயற்கை வளங்களால் நிறைந்தது."
    ],
    "answer": "a",
    
          "additional_context": "இந்தப் பகுதி தமிழ்நாட்டின் தானிய வளத்தைப் பற்றிப் பேசுகிறது. பழங்காலத்தில் பொன்னும் மணியும் முத்தும் பவளமும் விளைந்தாலும், இன்று அருமையான கூலங்களும் சிறு கூலங்களும்  தமிழ்நாட்டில் விளைந்து வருகின்றன என்பதை இது வலியுறுத்துகிறது.  தமிழ்நாட்டின் தானிய வளம் இன்றும்  மிகவும் சிறப்பானது என்பதை இந்தப் பகுதி காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "பாவாணர் அவர்கள் இலக்கண வரலாறு, தமிழிசை இயக்கம், தனித்தமிழ் இயக்கம் போன்ற நூல்களை எழுதியதன் மூலம் என்ன கருத்தை வலியுறுத்த விரும்பினார்?",
          "options": [
      "தமிழ் இலக்கிய வளம் மட்டுமல்ல, அதன் பின்னணியிலுள்ள வரலாற்று, இசை, இயக்கம் போன்ற அம்சங்களையும் ஆராய்வதன் முக்கியத்துவத்தை.",
      "தமிழ்ச்சொல் வளத்தை ஆராய்வதை விட இலக்கணம், இசை, இயக்கம் போன்றவற்றின் ஆய்வு முக்கியமானது என்பதை.",
      "தனித்தமிழ் இயக்கத்தின் முக்கியத்துவத்தைப் பற்றி அறிவுறுத்துவதற்காக.",
      "இலக்கணம், இசை, இயக்கம் போன்றவை தமிழின் வளர்ச்சிக்குப் பயனற்றவை என்பதை."
    ],
    "answer": "a",
    
          "additional_context": "பாவாணர்  'இலக்கண வரலாறு', 'தமிழிசை இயக்கம்', 'தனித்தமிழ் இயக்கம்' போன்ற நூல்களை எழுதியதன் மூலம் தமிழ் இலக்கிய வளம் மட்டுமல்ல, அதன் பின்னணியிலுள்ள வரலாற்று, இசை, இயக்கம் போன்ற அம்சங்களையும் ஆராய்வதன் முக்கியத்துவத்தை வலியுறுத்த விரும்பினார். தமிழ் மொழியின் பல்வேறு அம்சங்களைப் பற்றிய அறிவைப் பரப்பி, அதன் வளர்ச்சிக்குத் துணைபுரியவேண்டும் என்பது அவருடைய நோக்கமாக இருந்திருக்கிறது."
          }
        ,
          
  {
    
          "description": "கட்டுரையில் கூறப்பட்டுள்ளபடி, பிற நாடுகளிலுள்ள கோதுமை வகைகளுடன் ஒப்பிடுகையில், தமிழ்நாட்டு நெல் வகைகளின் பல்வகைமை என்னைக் காட்டுகிறது?",
          "options": [
      "தமிழ் மக்களின் வறுமையைக் காட்டுகிறது.",
      "தமிழ் மக்களின் பகுத்தறிவை, உணவுப்பழக்க வழக்கங்களின் பல்வகைமையைக் காட்டுகிறது.",
      "தமிழ் மக்களின் வளர்ச்சியைப் பற்றி எதுவும் காட்டவில்லை.",
      "தமிழ் மக்களின் மோசமான வாழ்க்கைத் தரத்தைக் காட்டுகிறது."
    ],
    "answer": "b",
    
          "additional_context": "கட்டுரையில், பிற நாடுகளிலுள்ள கோதுமை வகைகளை விட, தமிழ்நாட்டு நெல் வகைகளின் பல்வகைமை, தமிழ் மக்களின் பகுத்தறிவை, உணவுப்பழக்க வழக்கங்களின் பல்வகைமையைக் காட்டுகிறது. தமிழ் மக்கள் தங்கள் உணவுப் பழக்க வழக்கங்களில் பல்வேறு வகை நெல் வகைகளை பயன்படுத்தி வந்ததன் மூலம், அதன் பல்வகைமையை  அவர்கள் அறிந்திருந்தார்கள் என்பதை இது காட்டுகிறது."
          }
        ]