
[
  {
    "description": "இளஞ்சிவப்பாக வறுத்த, பாதி உடைத்த பருப்பும் பச்சை அரிசியும் பானையில் கொப்புளமிட்டுக் கொதிக்க, மென் துணியில் வடிகட்டிய வெல்லக் கரைசல் நார்ப்பாகு பதத்தில் வெந்த பொங்கலுடன் கலக்கின்றது.",
    "options": [
      "a)  பச்சை அரிசி மட்டும் பானையில் கொதிக்க வைத்து, பின்னர் பருப்பு சேர்க்கப்படுகிறது.",
      "b)  வறுத்த பருப்பு, பச்சை அரிசி, வெல்லக் கரைசல் ஆகியவை ஒன்றாக கொதிக்க வைக்கப்படுகின்றன.",
      "c)  வறுத்த பருப்பு, பச்சை அரிசி ஆகியவை கொதிக்க வைக்கப்பட்டு, பின்னர் வெல்லக் கரைசல் கலக்கப்படுகிறது.",
      "d)  வெல்லக் கரைசல் முதலில் கொதிக்க வைக்கப்பட்டு, பின்னர் வறுத்த பருப்பு, பச்சை அரிசி ஆகியவை சேர்க்கப்படுகின்றன."
    ],
    "answer": "C",
    "additional_context": "பானையில் கொப்புளமிட்டுக் கொதிக்கின்ற பச்சை அரிசி மற்றும் பருப்பு இரண்டும் வெந்த பின்னர் மென் துணியில் வடிகட்டிய வெல்லக் கரைசல் கலக்கப்படுகிறது. இவ்வாறு தயாரிக்கப்படும் பொங்கல் நார்ப்பாகு பதத்தில் இருக்கும். இதில் பச்சை அரிசி மற்றும் பருப்பு சேர்த்து கொதிக்க வைத்து, அதன்பின்னர் வெல்லக் கரைசல் கலக்கப்படுகிறது."
  },
  {
    "description": "உலர்ந்த திராட்சைகள் பசு நெய்யில் தங்கமென ஊதி உருண்டு வர, பிறை போன்ற முந்திரிப் பருப்புகள் அதனுள் சேர்ந்து மின்னுகின்றன. காற்றெங்கும் பால் கலந்த இனிப்பின் வாசம்.",
    "options": [
      "a) திராட்சைகள் தங்கம் போன்றவை என்றும், முந்திரிப் பருப்புகள் பிறை போன்றவை என்றும் உருவகப்படுத்தப்பட்டுள்ளது.",
      "b) திராட்சைகள் பசு நெய்யில் ஊதி உருண்டு வருவது போன்ற உருவகம் பயன்படுத்தப்பட்டுள்ளது.",
      "c) முந்திரிப் பருப்புகள் திராட்சைகளுடன் சேர்ந்து மின்னுகிறது என்ற உருவகம் பயன்படுத்தப்பட்டுள்ளது.",
      "d) மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    "additional_context": "சர்க்கரைப் பொங்கலில் உள்ள திராட்சைகள் பசு நெய்யில் ஊதி உருண்டு வருவது போன்ற உருவகம் பயன்படுத்தப்பட்டுள்ளது. திராட்சைகள் தங்கம் போன்றவை என்றும் முந்திரிப் பருப்புகள் பிறை போன்றவை என்றும் உருவகப்படுத்தப்பட்டுள்ளது. மேலும் முந்திரிப் பருப்புகள் திராட்சைகளுடன் சேர்ந்து மின்னுகிறது என்ற உருவகம் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "பழையசோறு- அது கிராமத்து உன்னதம். \"மைக்கடல் முத்துக்கு ஈடாய் மிக்க நெல்முத்து\" .முக்கூடற்பள்ளு",
    "options": [
      "a) கிராமத்து மக்களின் வாழ்க்கை முறைக்கு",
      "b) மைக்கடல் முத்துக்கு",
      "c) நெல்முத்துக்கு",
      "d) முக்கூடற்பள்ளுவுக்கு"
    ],
    "answer": "C",
    "additional_context": "பழையசோறு என்பது கிராமத்து மக்களின் வாழ்க்கை முறையில் ஒரு முக்கியமான உணவு. அவர்கள் பழையசோற்றை மிகவும் விரும்பி உண்பார்கள். \"மைக்கடல் முத்துக்கு ஈடாய் மிக்க நெல்முத்து\" என்பது பழையசோற்றின் மகத்துவத்தைப் போற்றுவது போல. நெல்முத்து என்பது நெல் பயிரின் உன்னதமான ஒரு வடிவம். அதே போல பழையசோறும் கிராமத்து மக்களின் வாழ்க்கையில் ஒரு முக்கியமான பங்கு வகிக்கிறது. "
  },
  {
    "description": "பழமொழிகளை நிறைவு செய்க:\n(அ) உப்பில்லாப் -------- **பச்சை**",
    "options": [
      "அரிசி",
      "சோறு",
      "பழம்",
      "காய்கறி"
    ],
    "answer": "அரிசி",
    "additional_context": "உப்பில்லாப் பச்சை அரிசி என்பது ஒரு பழமொழி. இதன் பொருள் உப்பு இல்லாத அரிசி சாப்பிட முடியாது. அரிசிக்கு உப்பு மிகவும் முக்கியமானது. அரிசி இல்லாமல் சாப்பிட முடியாது போல, உப்பு இல்லாமல் அரிசியைச் சாப்பிட முடியாது. "
  },
  {
    "description": "பழமொழிகளை நிறைவு செய்க:\n(ஆ) ஒரு பானை -------- **சோறு**",
    "options": [
      "மண்ணு",
      "நெல்",
      "கூழும்",
      "கஞ்சியும்"
    ],
    "answer": "கூழும்",
    "additional_context": "ஒரு பானை கூழும் சோறு என்பது ஒரு பழமொழி. இதன் பொருள் ஒரு பானை கூழ் இருந்தால், அது சோறு போல மதிப்புடையது. கூழ் என்பது ஒரு எளிய உணவு, ஆனால் அது மிகவும் ஊட்டச்சத்து மிக்கது. கூழ் இருந்தால், அது சோறு இருப்பது போல உணவு இருக்கிறது என்று பொருள். "
  }
]
