[
          
  {
    
          "description": "'கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க்கு அடுக்கிய கோடிஉண் டாயினும் இல்' - இக்குறளில் வரும் அளபெடைகளை எடுத்து எழுது.",
          "options": [
      "அடுக்கிய, கோடி",
      "இல்லார்க்கு, கோடி",
      "இல்லார்க்கு, அடுக்கிய",
      "கொடுப்பதூஉம், துய்ப்பதூஉம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் குறள் ஒருவருக்குக் கொடுப்பதும், அவரிடமிருந்து துய்ப்பதும் இல்லாவிட்டால், கோடிக்கணக்கான செல்வம் இருந்தாலும் அது பயனற்றது என்பதை உணர்த்துகிறது. அதாவது செல்வம் என்பது மனிதர்களுக்கு மட்டுமல்ல, மனிதர்களிடையேயான உறவு, நட்பு, அன்பு ஆகியவற்றைப் பெற்றுக் கொள்வதற்கு உதவும் ஒரு கருவி என்பதை இக்கூறள் விளக்குகிறது. இக்குறளில் 'இல்லார்க்கு' மற்றும் 'கோடி' என்ற சொற்கள் அளபெடைச் சொற்களாகப் பயன்படுத்தப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "'உயிரைவிடச் சிறப்பாகப் பேணிக் காக்கப்படும்' - இதற்குப் பொருந்தும் அடியைத் தேர்ந்தெடுக்க.",
          "options": [
      "ஊரின் நடுவில் நச்சுமரம் பழுத்தது போன்றது.",
      "உயிரினும் ஓம்பப் படும்",
      "ஒழுக்கத்தின் வழி உயர்வு அடைவர்.",
      "நடு ஊருள் நச்சு மரம் பழுத்தற்று"
    ],
    "answer": "B",
    
          "additional_context": "ஒழுக்கம் என்பது உயிரைவிடச் சிறந்தது. உயிரைப் பேணுவதைவிட ஒழுக்கத்தைப் பேணுவது முக்கியம் என்பதை இந்தக் குறள் வலியுறுத்துகிறது. ஒரு மனிதனின் வாழ்க்கை அவரது ஒழுக்கத்தைப் பொறுத்து அமைகிறது. ஒழுக்கமுடையவர்கள் பிறருக்கு மரியாதை அளிப்பார்கள், சட்டத்தையும் ஒழுங்கையும் மதிப்பார்கள். அவர்களின் செயல்கள் அனைத்தும் நேர்மையானவையாக இருக்கும். ஒழுக்கத்தின் வழி வாழும் ஒருவருக்கு இயற்கை அனைத்தும் துணை செய்யும். ஆகவே உயிரைவிட ஒழுக்கம் சிறப்பாகப் பேணிக் காக்கப்பட வேண்டும்."
          }
        ,
          
  {
    
          "description": "'எய்துவர் எய்தாப் பழி' - இக்குறளடிக்குப் பொருந்தும் வாய்பாடு எது?",
          "options": [
      "கூவிளம் தேமா மலர்",
      "கூவிளம் புளிமா நாள்",
      "தேமா புளிமா காசு",
      "புளிமா தேமா பிறப்பு"
    ],
    "answer": "B",
    
          "additional_context": "இக்குறளில்  'எய்துவர் எய்தாப் பழி' என்ற சொல் இடம் பெற்றுள்ளது. இது  'கூவிளம் புளிமா நாள்' என்ற வாய்பாட்டிற்கு ஏற்றதாகும். இவ்வாய்பாடு பறவை குஞ்சு பொறித்து, அதைப் பாதுகாக்க முயலும் நாட்களைக் குறிக்கும். அந்தக் குஞ்சு பொறிக்கும் போது பெற்ற மகிழ்ச்சி, பின்னர் அவ்வுயிரைப் பாதுகாக்க வேண்டிய கடமை ஆகியவற்றைக் குறிக்கும்."
          }
        ,
          
  {
    
          "description": "'வேலொடு நின்றான் இடுஎன்றது போலும் கோலொடு நின்றான் இரவு' - இக்குறளில் பயின்றுவரும் அணியை விளக்குக.",
          "options": [
      "உவமை",
      "எதுமை",
      "தற்குறி",
      "நிரல்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் குறள் வேலொடு நின்றான் இடுஎன்றது போலும் கோலொடு நின்றான் இரவு  என்று அமைந்துள்ளது. இதில் 'வேலொடு நின்றான் இடுஎன்றது போலும்'  என்பது உவமை. இரவில் தனது கோலைப் பிடித்துக் கொண்டு  தூங்கும் ஒருவனின் நிலைமை  ஒரு வேலையை  நிறுத்தி  தூங்குபவனைப் போன்றது என்று இக்குறள் கூறுகிறது. ஒரு வேலையை  நிறுத்தி  தூங்குபவனைப் போன்று,  ஒருவன் தனது  கோலை  பிடித்து  தூங்கினால்,   அது   அவன்   தனது    கடமையை    மறந்து    தூங்குகிறான்    என்பதைக்    குறிக்கும்."
          }
        ,
          
  {
    
          "description": "“நச்சப் படாதவன்” என்ற தொடரில்  “நச்சப் படாதவன்” என்ற சொல்  எதைக் குறிக்கிறது?",
          "options": [
      "a) நச்சுப் படாத ஒரு மனிதர்",
      "b) பாதுகாப்பான ஒருவர்",
      "c) நச்சுப் படாத ஒரு மருந்து",
      "d) நச்சுப் படாத ஒரு இடம்"
    ],
    "answer": "B",
    
          "additional_context": "நச்சப் படாதவன் என்ற சொல் ஒரு பாதுகாப்பான மனிதனைக் குறிக்கிறது. அவன் நச்சுத் தாக்கத்திற்கு உள்ளாகாமல் இருப்பான்.  அவன் தன்னை நன்கு கவனித்துக்கொள்வான், நல்ல உணவு உண்பான், நல்ல பழக்கவழக்கங்களைப் பின்பற்றுவான்."
          }
        ]