
[
  {
    "description": "மலைபடுகடாம் பாடலில் கூத்தர் பெறும் பரிசு எது?",
    "options": [
      "நெய் வேவை",
      "தினைச் சோறு",
      "பொன்",
      "நெய் வேவை மற்றும் தினைச் சோறு"
    ],
    "answer": "D",
    "additional_context": "மலைபடுகடாம் பாடல் கூத்தர்கள் தங்கள் கலைத்திறனை நிகழ்த்தி பெறும் பரிசைப் பற்றியது. கூத்தர் ஒரு ஊரிலிருந்து இன்னொரு ஊருக்குப் பயணம் செய்யும்போது தங்கும் தினைச் சோறு மற்றும் நெய் வேவை பரிசாகக் கிடைப்பதைப் பாடல் குறிப்பிடுகிறது. இந்தப் பாடல் பண்டைத் தமிழர்களின் பண்பையும் விருந்தோம்பல் மனப்பான்மையையும் காட்டுகிறது."
  },
  {
    "description": "மலைபடுகடாம் பாடலில் குறிப்பிடப்படும் 'கடும்பு' என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "விலங்கு",
      "பூ",
      "சுற்றம்",
      "வீடு"
    ],
    "answer": "C",
    "additional_context": "'கடும்பு' என்ற சொல் மலைபடுகடாம் பாடலில், 'கன்று எரி ஒள்இணர் கடும்பொடு மலைந்து' என்ற வரியில் வருகிறது. இந்த வரியில் கூத்தர் பயணம் செய்யும் போது அவர்களுக்கு மலைச்சரிவுகளில் காணப்படும் பூங்கொத்துகள் எரிந்த நெருப்பு போல ஒளிரும் என்கிறார்கள். 'கடும்பு' என்ற சொல் பூக்களின் திரட்சியைக் குறிக்கிறது, அதாவது 'சுற்றம்' என்று பொருள்படும்."
  },
  {
    "description": "மலைபடுகடாம் பாடலில் கூத்தரின் பயணத்தை விவரிக்க, என்ன உருவகம் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "யானை",
      "மலை",
      "கடல்",
      "நிலா"
    ],
    "answer": "B",
    "additional_context": "மலைபடுகடாம் பாடலில் கூத்தரின் பயணம் மலைச்சரிவுகளில் செல்லும் பயணமாகக் காட்டப்படுகிறது. கூத்தர் மலையை யானை போல உருவகப்படுத்தி மலையில் ஏற்படும் பலவகை ஓசைகளை யானையின் மதம் என்று விவரிக்கிறார். இந்த உருவகத்தைப் பயன்படுத்தி கூத்தர் பயணத்தின் கடினத்தன்மையையும், இயற்கையின் அழகையும் வர்ணிக்கிறார்."
  },
  {
    "description": "மலைபடுகடாம் பாடலில்  ____________  என்னும்  குறுநில மன்னன்  பாட்டுடைத்தலைவனாக  இருக்கிறான்.",
    "options": [
      "நன்னன்",
      "கூத்தன்",
      "கோவலன்",
      "திருமால்"
    ],
    "answer": "A",
    "additional_context": "மலைபடுகடாம் பாடல் நன்னன் எனும் குறுநில மன்னனைப் பாட்டுடைத்தலைவனாகக் கொண்டு பெருங்கௌசிகனார் பாடியது. இந்தப் பாடல் நன்னனைப் புகழ்ந்து பாடிப் பரிசில் பெறும் கூத்தரின் பயணத்தை விவரிக்கிறது."
  },
  {
    "description": "கூத்தரின்  திறமைக்காக   ____________  வள்ளல்கள்   பரிசளித்து   போற்றுவர்.",
    "options": [
      "சோழர்",
      "பாண்டியர்",
      "சேரர்",
      "எல்லாரும்"
    ],
    "answer": "D",
    "additional_context": "மலைபடுகடாம் பாடல் கூத்தரின் கலைத்திறனைப் போற்றுவதுடன், அவர்களுக்குப் பரிசு வழங்கும் வள்ளல்களையும் குறிப்பிடுகிறது. சோழர், பாண்டியர், சேரர் என பல்வேறு மன்னர்கள் கூத்தர்களுக்குப் பரிசளித்தனர் என்பதால், 'எல்லாரும்' என்ற விடை சரியானது."
  }
]
