
[
  {
    "description": "பரிபாடலில் எத்தனை பாடல்கள் இருந்தன?",
    "options": [
      "100",
      "70",
      "24",
      "50"
    ],
    "answer": "B",
    "additional_context": "பரிபாடல் எட்டுத்தொகை நூல்களுள் ஒன்றாகும். இந்நூல் ஓங்கு பரிபாடல் எனும் புகழுடையது. இது சங்க நூல்களுள் பண்ணோடு பாடப்பட்ட நூல். உரையாசிரியர்கள் இதில் எழுபது பாடல்கள் இருப்பதாகக் கூறியுள்ளனர். இன்று 24 பாடல்களே கிடைத்துள்ளன."
  },
  {
    "description": "பாடலில் \"உள் முறை வெள்ளம் மூழ்கி ஆர்தருபு\" எனக் கூறப்படும்  வெள்ளம்  எதை  குறிக்கிறது?",
    "options": [
      "கடல்கள்",
      "ஆறுகள்",
      "மழைநீர்",
      "பூமியை மூடியிருந்த வெள்ளம்"
    ],
    "answer": "D",
    "additional_context": "பாடலில் குறிப்பிடப்படும் உள் முறை வெள்ளம் என்பது பூமியை முழுவதும் மூடியிருந்த வெள்ளம் ஆகும். பூமி உருவான பின்னர், நீண்ட காலமாக குளிர்ந்தது, தொடர்ந்து மழை பொழிந்தது. அந்த மழையால் ஏற்பட்ட வெள்ளம், முழு பூமியையும் மூடி, பின்னர் பூமி திரும்பவும் வெளியேறியது. அதன்பிறகு உயிர்கள் வாழத் துவங்கின. "
  },
  {
    "description": "பரிபாடல் எந்த இலக்கியப் பிரிவைச் சேர்ந்தது?",
    "options": [
      "பதினெண்  மேற்கோள் நூல்",
      "எட்டுத்தொகை",
      "திருமுறைகள்",
      "நாலாயிரத் திவ்யப் பிரபந்தம்"
    ],
    "answer": "B",
    "additional_context": "பரிபாடல் என்பது எட்டுத்தொகை எனப்படும் பழமையான தமிழ் இலக்கியத் தொகுப்பைச் சேர்ந்தது. எட்டுத்தொகையில் இடம்பெறும் இலக்கியங்கள் பழமையானவை, பல ஆயிரம் ஆண்டுகளுக்கு முன் தோன்றியவை. இவற்றில் பரிபாடல், சிலப்பதிகாரம், மணிமேகலை ஆகியவை முக்கியமானவை."
  },
  {
    "description": "பாடல் பகுதியில்  \"இல்லத்துள் நுழையும் கதிரவனின் ஒளிக் கற்றையில் தெரியும் தூசுத் துகள்போல\" என  குறிப்பிடப்படுவது  எதை  குறிக்கிறது?",
    "options": [
      "பால்வீதி",
      "சூரியன்",
      "நட்சத்திரங்கள்",
      "நம்  பூமி"
    ],
    "answer": "A",
    "additional_context": "இல்லத்துள் நுழையும் கதிரவனின் ஒளிக் கற்றையில் தெரியும் தூசுத் துகள்போல என்ற வர்ணனையின் மூலம், நம் பால்வீதியைத் தவிர வேறு ஏராளமான பால்வீதிகள் இருப்பதாகக் கூறப்படுகிறது. பால்வீதி என்பது கோடிக்கணக்கான நட்சத்திரங்களால் ஆன ஒரு பெரிய தொகுதி. நம் பூமி பால்வீதியில் அமைந்துள்ளது. பரிபாடல் நூலில் கூறப்பட்டிருக்கும் இந்தக் கருத்து அறிவியல் ரீதியாக உண்மை."
  },
  {
    "description": "பரிபாடல் எந்த நூல் தொகுப்பில் இடம்பெற்றுள்ளது?",
    "options": [
      "நாலாயிரம்",
      "எட்டுத்தொகை",
      "பதினெண்கீழ்க்கணக்கு",
      "சங்க இலக்கியம்"
    ],
    "answer": "B",
    "additional_context": "பரிபாடல் என்பது எட்டுத்தொகை நூல்களில் ஒன்று. எட்டுத்தொகை என்பது சங்க இலக்கியத்தில் முக்கியமான பங்கு வகிக்கும் ஒரு இலக்கியத் தொகுப்பு. இதில் எட்டு வகையான பாடல்கள் இடம்பெற்றுள்ளன. இது தவிர, பதினெண்கீழ்க்கணக்கு, நாலாயிரம் எனப்படும் பழமையான தமிழ் இலக்கியத் தொகுப்புகள் இருக்கின்றன. "
  }
]
