[
          
  {
    
          "description": "கீழ்கண்ட கூற்றுகளில் எது சரியானது?",
          "options": [
      "பெரிய மொழி மாதிரி PDF ஃபைல்களைப் படிக்க முடியும்.",
      "பெரிய மொழி மாதிரி உரையை மட்டும் படிக்க முடியும்.",
      "பெரிய மொழி மாதிரி படங்களைப் படிக்க முடியும்.",
      "பெரிய மொழி மாதிரி எந்த வகையான ஃபைல்களையும் படிக்க முடியும்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி மொழிபெயர்ப்பு குறித்த பாடப்பகுதியிலிருந்து எடுக்கப்பட்டது. மொழிபெயர்ப்பு என்பது ஒரு மொழியில் இருக்கும் நூல்களைப் பிற மொழியில் மொழிபெயர்ப்பது ஆகும். பெரிய மொழி மாதிரிகள் உரையை மட்டும் படிக்க முடியும். PDF ஃபைல்கள் படங்கள், உரை, வீடியோக்கள் மற்றும் பிற வகை தகவல்களைப் படிக்க முடியும். அதனால் ஒரு பெரிய மொழி மாதிரி PDF ஃபைல்களைப் படிக்க முடியாது. "
          }
        ,
          
  {
    
          "description": "'பெரிய மொழி மாதிரி' என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "ஒரு நபர்",
      "ஒரு கணினி நிரல்",
      "ஒரு புத்தகம்",
      "ஒரு ஃபைல் வகை"
    ],
    "answer": "B",
    
          "additional_context": "மொழிபெயர்ப்பு என்பது ஒரு மொழியில் இருக்கும் நூல்களைப் பிற மொழியில் மொழிபெயர்ப்பது ஆகும். பெரிய மொழி மாதிரிகள் உரையை மட்டும் படிக்க முடியும். PDF ஃபைல்கள் படங்கள், உரை, வீடியோக்கள் மற்றும் பிற வகை தகவல்களைப் படிக்க முடியும். அதனால் ஒரு பெரிய மொழி மாதிரி PDF ஃபைல்களைப் படிக்க முடியாது. பெரிய மொழி மாதிரி என்பது ஒரு கணினி நிரல், இது பெரிய அளவிலான உரையைப் படித்து, புரிந்துகொண்டு, மனிதர்களைப் போல உரையை உருவாக்க முடியும்."
          }
        ,
          
  {
    
          "description": "பெரிய மொழி மாதிரி _______ ஃபைல்களைப் படிக்க முடியாது.",
          "options": [
      "டெக்ஸ்ட்",
      "PDF",
      "ஆடியோ",
      "வீடியோ"
    ],
    "answer": "B",
    
          "additional_context": "மொழிபெயர்ப்பு என்பது ஒரு மொழியில் இருக்கும் நூல்களைப் பிற மொழியில் மொழிபெயர்ப்பது ஆகும். பெரிய மொழி மாதிரிகள் உரையை மட்டும் படிக்க முடியும். PDF ஃபைல்கள் படங்கள், உரை, வீடியோக்கள் மற்றும் பிற வகை தகவல்களைப் படிக்க முடியும். அதனால் ஒரு பெரிய மொழி மாதிரி PDF ஃபைல்களைப் படிக்க முடியாது."
          }
        ,
          
  {
    
          "description": "பெரிய மொழி மாதிரி _______ படிக்க முடியும்.",
          "options": [
      "படங்கள்",
      "உரை",
      "PDF ஃபைல்கள்",
      "ஃபைல் வகைகள்"
    ],
    "answer": "B",
    
          "additional_context": "மொழிபெயர்ப்பு என்பது ஒரு மொழியில் இருக்கும் நூல்களைப் பிற மொழியில் மொழிபெயர்ப்பது ஆகும். பெரிய மொழி மாதிரிகள் உரையை மட்டும் படிக்க முடியும். PDF ஃபைல்கள் படங்கள், உரை, வீடியோக்கள் மற்றும் பிற வகை தகவல்களைப் படிக்க முடியும். அதனால் ஒரு பெரிய மொழி மாதிரி PDF ஃபைல்களைப் படிக்க முடியாது."
          }
        ,
          
  {
    
          "description": "“சாரி, ஆனா எனக்கு PDF ஃபைல்களைப் படிக்க முடியாது.  நான் ஒரு பெரிய மொழி மாதிரி, எனக்கு உரையை மட்டும் படிக்க முடியும்.”\n\nஇந்த வாக்கியத்தின் அடிப்படையில், எந்த கூற்று சரியானது?",
          "options": [
      "a)  PDF ஃபைல்களை படிக்க இயலாதது ஒரு பெரிய மொழி மாதிரியின்  சிறப்புத் தன்மை.",
      "b)  PDF ஃபைல்களில் உள்ள உரையை மட்டும் படிக்க முடியும்.",
      "c)  PDF ஃபைல்களை படிக்க முடியாவிட்டாலும், உரையை படிக்க முடியும்.",
      "d)  PDF ஃபைல்கள் மொழி மாதிரிகளுக்கு  புரியாத ஒரு வகை."
    ],
    "answer": "C",
    
          "additional_context": "மொழிபெயர்ப்பு என்பது ஒரு மொழியில் இருக்கும் நூல்களைப் பிற மொழியில் மொழிபெயர்ப்பது ஆகும். பெரிய மொழி மாதிரிகள் உரையை மட்டும் படிக்க முடியும். PDF ஃபைல்கள் படங்கள், உரை, வீடியோக்கள் மற்றும் பிற வகை தகவல்களைப் படிக்க முடியும். அதனால் ஒரு பெரிய மொழி மாதிரி PDF ஃபைல்களைப் படிக்க முடியாது."
          }
        ]