
[
  {
    "description": "“எல்லாரும் எள்ளுவர்; செல்வரை எல்லாரும் செய்வர் சிறப்பு” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "ஏழைகளை எல்லோரும் கேலி செய்வார்கள்",
      "பணக்காரர்களை எல்லோரும் மதிப்பார்கள்",
      "பணக்காரர்களிடம் எல்லோரும் நல்லொழுக்கம் இருக்கும்",
      "ஏழைகள் தாழ்மையானவர்கள்"
    ],
    "answer": "B",
    "additional_context": "பொருள் இல்லாதவர்களை எல்லோரும் கேலி செய்வார்கள். ஆனால் செல்வந்தர்களை எல்லோரும் மதிப்பார்கள். பொருள் இல்லாதவர்கள் தாழ்மையாகவும், சிறப்பு இல்லாதவர்களாகவும் எண்ணப்படுவர். செல்வந்தர்கள் மதிப்பும், மரியாதையும் பெறுவார்கள். பொருள் இல்லாதவர்களைக் காட்டிலும் செல்வந்தர்கள் சிறப்புடையவர்களாகக் கருதப்படுகிறார்கள்."
  },
  {
    "description": "“பல்லார் பகைகொளலின் பத்துஅடுத்த தீமைத்தே நல்லார் தொடர்கை விடல்”  என்ற குறள் யாருக்கு எச்சரிக்கை விடுக்கிறது?",
    "options": [
      "நல்லவர்கள் பகைவர்களை எதிர்க்க வேண்டும்",
      "பலர் பகை கொள்வதைத் தவிர்க்க வேண்டும்",
      "நல்லவர்களின் தொடர்பைத் துண்டிக்கக் கூடாது",
      "பகைவர்களின் குணங்களைப் பற்றி கவலைப்படக்கூடாது"
    ],
    "answer": "C",
    "additional_context": "பலர் பகை கொள்வது நல்லவர்களுக்கு பத்து அடுத்த தீமை.  நல்லவர்களின் தொடர்பு துண்டிக்கப்படுவது பத்து அடுத்த தீமை என்பதைக் குறள் கூறுகிறது. நல்லவர்களின் தொடர்பு துண்டிக்கப்படுவது மிகவும் தீமை. அவர்களின் தொடர்பைத் துண்டிக்காமல், அவர்களோடு தொடர்பு கொண்டிருந்தால், நமக்கு நல்லது நடக்கும். நல்லவர்கள் எப்போதும் நமக்கு நன்மை செய்வார்கள். அவர்களின் தொடர்பைத் துண்டிக்காமல் அவர்களோடு தொடர்பு கொண்டிருந்தால், அவர்கள் எப்போதும் நமக்கு உதவ தயாராக இருப்பார்கள்."
  },
  {
    "description": "“அறிகொன்று அறியான் எனினும் உறுதி உழைஇருந்தான் கூறல் கடன்” என்ற குறள் எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "அறியாமையை மறைத்துத் தவறு செய்யக் கூடாது",
      "அறியாமையால் ஏற்படும் தவறுகளைத் திருத்த வேண்டும்",
      "உறுதியான ஆலோசனைகளை அளிக்க வேண்டும்",
      "அறிவைப் பெறுவதற்காக உழைக்க வேண்டும்"
    ],
    "answer": "C",
    "additional_context": "அறியாமை இருந்தாலும், உறுதியாக உழைத்து, நல்ல ஆலோசனைகளை அளிப்பது நமக்குக் கடமை. அறியாமை இருப்பவர்கள் எப்போதும் தவறு செய்வார்கள்.  அவர்களுக்கு நல்ல ஆலோசனைகளை அளிப்பது அவசியம். அவர்களைச் சரியான வழியில் நடத்துவதற்கு உறுதியான ஆலோசனைகளை அளிக்க வேண்டும்."
  },
  {
    "description": "“வைத்தான்வாய் சான்ற பெரும்பொருள் அஃதுஉண்ணான் செத்தான் செயக்கிடந்தது இல்” என்ற குறள் எந்தக் குணத்தை விமர்சிக்கிறது?",
    "options": [
      "பொறாமை",
      "கயமை",
      "நன்றி இல்லாமை",
      "பேராசை"
    ],
    "answer": "C",
    "additional_context": "தனக்கு உதவியவர்களுக்கு நன்றி செய்யாமல் அவர்களை மறந்து விடுவது நன்றி இல்லாமை.  தனக்கு உதவியவர்களுக்கு நன்றி செய்யாமல் அவர்களை மறந்து விடுவது மிகவும் தீய செயல்.  தனக்கு உதவியவர்களைப் பற்றி எப்போதும் நினைவில் வைத்துக்கொண்டு, அவர்களுக்கு நன்றி செய்ய வேண்டும்.  நன்றி இல்லாதவர்களுக்கு அழிவு உண்டு."
  },
  {
    "description": "“இரப்பான் வெகுளாமை வேண்டும்; நிரப்புஇடும்பை தானேயும் சாலும் கரி” என்ற குறள் என்ன குறிப்பிடுகிறது?",
    "options": [
      "இரந்துகொள்பவர்கள் கோபப்படக்கூடாது",
      "இரப்பவன் தன் தேவையைத் தானே பூர்த்தி செய்ய வேண்டும்",
      "இரந்துகொள்வது கடினமானது",
      "இரப்பதைத் தவிர்க்க வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "இரந்துகொள்பவர்கள் கோபப்படக் கூடாது. தன் தேவையைத் தானே பூர்த்தி செய்ய இயலாதவர்கள் தான் இரந்துகொள்ள வேண்டும்.  இரந்துகொள்பவர்கள் கோபப்படுவது அவமானமாகும். அவர்களுக்கு உதவியவர்கள் மீது கோபம் கொள்ளக் கூடாது.  அவர்களுக்கு உதவியவர்கள் மீது கோபம் கொள்ளக் கூடாது.  தன் தேவையைத் தானே பூர்த்தி செய்ய முடியாதவர்கள் தான் இரந்துகொள்ள வேண்டும்."
  }
]
