
[
  {
    "description": "பாடலில் \"_______\" என்ற சொல் அண்டத் தோற்றத்துக்குக் காரணமான கருவை குறிக்கிறது.",
    "options": [
      "ஊழி",
      "விசும்பு",
      "கரு",
      "வளர்வானம்"
    ],
    "answer": "C",
    "additional_context": "பரிபாடலில்  \"கரு\" என்ற சொல் அண்டத்தின் தோற்றத்திற்குக் காரணமான கருவை குறிக்கிறது.  \"கரு வளர் வானத்து இசையில் தோன்றி\" என்று பாடல் கூறுகிறது. அண்டத்தில் இருந்த  முதல் துகள்கள் , அணுக்கள்  இணைந்து வளர்ந்து வானம் உருவானதையும் , இந்த அணுக்களின் ஆற்றல் கிளர்ந்து பருப்பொருள்கள் சிதறியும் , பின்னர் பூமி உருவானதையும் பாடலில் கீரந்தையார் விவரிக்கிறார். அண்டத்தின் பிறப்பை இன்றைய அறிவியல் அணுக்களின் பெரு வெடிப்பினால் கூறுகிறது. \"கரு\" என்பது அண்டத்தின்  முதல் துகள்களை குறிக்கும். "
  },
  {
    "description": "\"_______\" என்பவர் 1924 இல் நம் பால்வீதி போன்று பல பால்வீதிகள் உள்ளன என்று நிரூபித்தார்.",
    "options": [
      "எட்வின் ஹப்பிள்",
      "மாணிக்கவாசகர்",
      "கீரந்தையார்",
      "கபிலர்"
    ],
    "answer": "A",
    "additional_context": "அமெரிக்க வானியல் வல்லுநர் எட்வின் ஹப்பிள் 1924 இல் நம் பால்வீதி போன்று பல பால்வீதிகள் உள்ளன என்று நிரூபித்தார். இவரது கண்டுபிடிப்பு நவீன வானியலில் ஒரு புரட்சியை ஏற்படுத்தியது. "
  },
  {
    "description": "\"_______\" நூலில் \"அண்டப் பகுதியின் உண்டைப் பிறக்கம் சிறிய ஆகப் பெரியோன் தெரியின்\" என்ற வரி உள்ளது.",
    "options": [
      "திருவாசகம்",
      "திருவிசைப்பா",
      "திருப்புகழ்",
      "திருமுறை"
    ],
    "answer": "A",
    "additional_context": "1300 ஆண்டுகளுக்குமுன் மாணிக்கவாசகர்  \"திருவாசகம் \" என்ற நூலில்   \"அண்டப் பகுதியின் உண்டைப் பிறக்கம் சிறிய ஆகப் பெரியோன் தெரியின்\" என்று எழுதியிருக்கிறார். அண்டம்  உருண்டையான  வடிவில் இருப்பதை  மாணிக்கவாசகர்   இந்த வரிகளில்  விளக்குகிறார் .  "
  },
  {
    "description": "பரிபாடல் இன்றும் _______ பாடப்பட்ட நூல்.",
    "options": [
      "இசையுடன்",
      "மெல்லிசையுடன்",
      "சங்க இசையுடன்",
      "பழைய இசையுடன்"
    ],
    "answer": "A",
    "additional_context": "பரிபாடல்   சங்க இலக்கியத்தில்  இசைப்பாடல்களின் தொகுப்பு.  இந்த நூல்  \"ஓங்கு பரிபாடல் \" எனும் புகழுடையது .  இன்றும் இசையுடன் பாடப்பட்டு வருகிறது.  "
  },
  {
    "description": "பரிபாடல் நூலில், கீரந்தையார் எழுதிய பாடல் எந்தப் பூதத்தின் தோற்றம் குறித்து விவரிக்கிறது?",
    "options": [
      "நிலம்",
      "நீர்",
      "காற்று",
      "வானம்"
    ],
    "answer": "D",
    "additional_context": "கீரந்தையார் பரிபாடலில் எழுதிய பாடல் , \"வானம் \" என்ற பூதத்தின் தோற்றத்தை விவரிக்கிறது .  வானம்  என்பது அண்டத்தில் இருந்த முதல் துகள்கள் , அணுக்கள் இணைந்து வளர்ந்தது. \"வானம்\"  என்ற பூதத்தின்  ஊழியை பாடல்   விவரிக்கிறது. "
  }
]
