[
          
  {
    
          "description": "“உரை(றை) ஊற்றி ஊற்றிப் பார்த்தாலும் புளிக்காத பால்! தந்தை தந்த தாய்ப்பால் முப்பால்!”  என்ற கவிதை  எதை  பொதுவாகக் குறிக்கிறது?",
          "options": [
      "a)  தாயின்  அன்பின்  பெருமை",
      "b)  தந்தையின்  அன்பின்  பெருமை",
      "c)  தாய்ப்பாலின்  சிறப்பு",
      "d)  குழந்தையின்  அன்பின்  சிறப்பு "
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கவிதை தாயின் அன்பின் பெருமையைப் பற்றிப் பேசுகிறது.  தாயின் அன்பு என்பது எந்தளவுக்குப் பெரியது என்பதை இந்தக் கவிதை வலியுறுத்துகிறது.  தாய்ப்பால் குழந்தைக்கு மிகவும் முக்கியமானது.  தாய்ப்பால் என்பது குழந்தையின் உடல் ஆரோக்கியத்திற்கும் மன ஆரோக்கியத்திற்கும் மிகவும் முக்கியமானது.  தாய்ப்பாலைக் காட்டிலும் சிறந்த உணவு எதுவுமில்லை.  இந்தக் கவிதை தாய்ப்பாலின் சிறப்பையும் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "கவிதையில் வரும் “முப்பால்”  என்பது எதைக்  குறிக்கிறது?",
          "options": [
      "a)  தாய்ப்பால்,  கோ  பால்,  பசு  பால்",
      "b)  தாய்ப்பால்,  கோ  பால்,  மா  பால்",
      "c)  தாய்ப்பால்,  கோ  பால்,  மனித  பால்",
      "d)  தாய்ப்பால்,  கோ  பால்,  அன்னம் "
    ],
    "answer": "A",
    
          "additional_context": "“முப்பால்” என்பது தாய்ப்பால், கோ பால், பசு பால் ஆகிய மூன்று வகையான பால்களைக் குறிக்கிறது. இந்தக் கவிதை, தாய்ப்பால் என்பது குழந்தைக்கு எந்த பாலையும் விடச் சிறந்தது என்பதை வலியுறுத்துகிறது.  தாய்ப்பால் மூலம் குழந்தைகளுக்கு உடல் மற்றும் மன ஆரோக்கியம் கிடைக்கும்."
          }
        ,
          
  {
    
          "description": "“நச்சப் படாதவன்” என்பது எந்தப் பொருள் தரும் சொல்லைக் குறிக்கிறது?",
          "options": [
      "விஷத்தால் பாதிக்கப்படாதவன்",
      "நச்சுத்தன்மை கொண்டவன்",
      "நச்சுத் தன்மை இல்லாதவன்",
      "விஷத்தால் பாதிக்கப்படக் கூடியவன்"
    ],
    "answer": "C",
    
          "additional_context": "“நச்சப் படாதவன்” என்பது ஒரு பொருள் தரும் சொல்.  இதன் பொருள் “விஷத்தால் பாதிக்கப்படாதவன்”  என்பதல்ல.  இதன் பொருள் “நச்சுத் தன்மை இல்லாதவன்”  என்பதாகும்.  நச்சுத் தன்மை இல்லாதவன் என்பது ஒரு நல்ல பொருள்.  நச்சுத் தன்மை இல்லாதவன் என்பது ஒரு நல்ல குணம்.  நச்சுத் தன்மை இல்லாதவன் எல்லோருக்கும் நல்லவன்."
          }
        ,
          
  {
    
          "description": "'கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க்கு அடுக்கிய கோடிஉண் டாயினும் இல்' - இக்குறளில் வரும் அளபெடைகளை எடுத்து எழுது.",
          "options": [
      "அடுக்கிய, கோடி",
      "இல்லார்க்கு, கோடி",
      "இல்லார்க்கு, அடுக்கிய",
      "கொடுப்பதூஉம், துய்ப்பதூஉம்"
    ],
    "answer": "B",
    
          "additional_context": "“கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க்கு அடுக்கிய கோடிஉண் டாயினும் இல்”  என்பது திருவள்ளுவர் இயற்றிய திருக்குறளில் உள்ள ஒரு குறள்.  இந்தக் குறளில் “இல்லார்க்கு”  மற்றும் “கோடி”  என்ற இரு சொற்கள் அளபெடைச் சொற்கள்.  இந்தக் குறள், கொடுப்பதும் வாங்குவதும் இல்லாத ஒருவருக்கு எவ்வளவு செல்வம் இருந்தாலும் அது பயனற்றது என்பதை விளக்குகிறது.  இதன் பொருள், தன்னைச் சுற்றி இருப்பவர்களுக்கு உதவி செய்வது மிகவும் முக்கியம் என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'உயிரைவிடச் சிறப்பாகப் பேணிக் காக்கப்படும்' - இதற்குப் பொருந்தும் அடியைத் தேர்ந்தெடுக்க.",
          "options": [
      "ஊரின் நடுவில் நச்சுமரம் பழுத்தது போன்றது.",
      "உயிரினும் ஓம்பப் படும்",
      "ஒழுக்கத்தின் வழி உயர்வு அடைவர்.",
      "நடு ஊருள் நச்சு மரம் பழுத்தற்று"
    ],
    "answer": "B",
    
          "additional_context": "“உயிரைவிடச் சிறப்பாகப் பேணிக் காக்கப்படும்” என்ற வாக்கியத்திற்குப் பொருந்தும் அடி “உயிரினும் ஓம்பப் படும்”  என்பது.  உயிரினும் ஓம்பப் படும் என்றால், உயிரை விட அதிக முக்கியத்துவம் வாய்ந்தது என்று பொருள்.   இதன் பொருள், ஒழுக்கத்தை விட உயிர் முக்கியம் என்பதாகும்.  ஒழுக்கம் என்பது உயிரை விடச் சிறந்தது.  நாம் ஒழுக்கமான வாழ்க்கை வாழ்ந்தால், நாம் மட்டுமல்ல, நம்மைச் சுற்றி இருப்பவர்களும் நன்மை அடைவார்கள்."
          }
        ]