
[
  {
    "description": "கல்வெட்டில் கூறப்பட்டுள்ள நாட்டின் இயல்பு எது?",
    "options": [
      "மக்கள் அனைவரும் மகிழ்ச்சியாக இருக்கும் நாடு.",
      "யானைகள் மட்டுமே பிணிக்கப்படும் நாடு.",
      "யாரும் புலம்புவதில்லாத நாடு.",
      "இவை அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    "additional_context": "இந்த பாடலில் ராஜராஜன் காக்கும் நாட்டின் இயல்பு பற்றி குறிப்பிடப்பட்டுள்ளது. அந்த நாட்டில் யானைகள் மட்டுமே பிணிக்கப்படுவன எனக் கூறப்பட்டுள்ளது. மக்கள் யாரும் பிணிக்கப்பட மாட்டார்கள். அதே போல் சிலம்புகள் மட்டுமே புலம்புகின்றன. ஓடைகள் மட்டுமே கலக்கமடைகின்றன. புனல் மட்டுமே அடைக்கப்படுகின்றது. மாங்காய்கள் மட்டுமே வடுப்படுகின்றன. மலர்கள் மட்டுமே பறிக்கப்படுகின்றன. காடுகள் மட்டுமே கொடியவனாய் உள்ளன. வண்டுகள் மட்டுமே கள் உண்ணுகின்றன. மலை மூங்கில் மட்டுமே உள்ளீடு இன்றி வெறுமையாய் இருக்கின்றது. வயலில் நெற்கதிர்கள் மட்டுமே போராக எழுகின்றன. நீண்ட மலைகளே இருள் சூழ்ந்தவையாயிருக்கின்றன. இளமான்களின் கண்களே மருள்கின்றன. குளத்து மீன்களே பிறழ்ந்து செல்கின்றன. செவிலித்தாயரே சினங் காட்டுவர். புலவர் பாட்டில் மட்டுமே பொருள் இருக்கின்றது. இசைப்பாணரே தெருவில் கூடி ஆடிப்பாடுவர். இதன் மூலம் மக்கள் அனைவரும் மகிழ்ச்சியாக இருக்கும் நாடு, யானைகள் மட்டுமே பிணிக்கப்படும் நாடு, யாரும் புலம்புவதில்லாத நாடு என்பதை அறியமுடிகிறது."
  },
  {
    "description": "கல்வெட்டில் எழுதப்பட்ட அடிகள் எந்த இலக்கியப் பாங்கைச் சார்ந்தவை?",
    "options": [
      "பரணி",
      "தூது",
      "குறவஞ்சி",
      "பள்ளு"
    ],
    "answer": "A",
    "additional_context": "இந்த பாடலில் ராஜராஜன் காக்கும் நாட்டின் இயல்பு பற்றி விளக்கப்பட்டுள்ளது. இது பரணி இலக்கியப் பாங்கைச் சார்ந்தது. பரணி என்பது ஒரு வகையான மன்னர் புகழ் பாடல். இது நாட்டின் வளம், மன்னரின் வீரம், ஆட்சி முறைகள் போன்றவற்றைப் புகழ்ந்து பாடும் இலக்கிய வடிவம். இப்பாடல் ராஜராஜன் காக்கும் நாட்டின் வளம், அமைதி, மக்களின் மகிழ்ச்சி, மன்னரின் நல்லாட்சி ஆகியவற்றைப் புகழ்ந்து பாடுகிறது."
  },
  {
    "description": "கல்வெட்டில் \"மையுடையன நெடுவரையே\" என்ற வரியில் \"மையுடையன\" என்ற சொல் எதைப் குறிக்கிறது?",
    "options": [
      "மலைகள்",
      "நெற்கதிர்கள்",
      "வண்டுகள்",
      "இளமான்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்த பாடலில் ராஜராஜன் காக்கும் நாட்டின் இயல்பு பற்றி குறிப்பிடப்பட்டுள்ளது.  \"மையுடையன நெடுவரையே\" என்ற வரியில் \"மையுடையன\" என்பது மலைகளை குறிக்கிறது. இந்த வரியில் நாட்டில் ஏராளமான மலைகள் இருப்பதையும், அவை சூரியனின் ஒளியைத் தடுத்து இருளை ஏற்படுத்துவதையும் குறிக்கிறது. ஆனால் நாட்டில் வறுமை இல்லை என்பதை  \"நாட்டில் வறுமை இருள் இல்லை\" என்பதன் மூலம் விளக்குகிறது. இது நாட்டின் வளத்தையும் அமைதியையும் எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "மெய்க்கீர்த்திகள் எப்பொழுது இருந்து கல்லில் வடிக்கப்பட்டு வருகின்றன?",
    "options": [
      "சங்க காலம்",
      "பல்லவர் காலம்",
      "சோழர் காலம்",
      "பாண்டியர் காலம்"
    ],
    "answer": "C",
    "additional_context": "மெய்க்கீர்த்திகள் என்பது ஒருவருடைய வாழ்க்கை வரலாறு, பெருமை, சாதனைகள் போன்றவற்றைப் புகழ்ந்து பாடி கல்லில் பொறிக்கப்படும் கல்வெட்டு வடிவம்.  மெய்க்கீர்த்திகள் முதலாம் இராசராசன் காலத்தில் இருந்து கல்லில் வடிக்கப்பட்டு வருகின்றன. பல்லவர் காலத்திலும் பாண்டியர் காலத்திலும் செப்பேடுகளில் வரலாறுகள் எழுதப்பட்டாலும் மெய்க்கீர்த்தி வடிவம் சோழர் காலத்தில் தான் உருவானது."
  },
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள சோழ மன்னரின் பட்டம் எது?",
    "options": [
      "கோப்பரகேசரி",
      "திருபுவனச் சக்கரவர்த்தி",
      "முதலாம் இராசராசன்",
      "இரண்டாம் இராசராசன்"
    ],
    "answer": "D",
    "additional_context": "இந்த பாடலில் குறிப்பிடப்பட்டுள்ள சோழ மன்னரின் பட்டம் \"கோப்பரகேசரி\", \"திருபுவனச் சக்கரவர்த்தி\" ஆகியவை. இந்த பட்டங்கள் கொண்ட மன்னர் இரண்டாம் இராசராசன். இரண்டாம் இராசராசனின் மெய்க்கீர்த்திப் பாடலின் ஒரு பகுதி இது. அவரது மெய்க்கீர்த்திகள் இரண்டு. ஒன்று 91 அடிகளைக் கொண்டது. அதில் 16-33 வரையான அடிகள் பாடப்பகுதியாகத் தரப்பட்டுள்ளன. இப்பாடப் பகுதிக்கான மூலம் தமிழ் இணையக் கல்விக் கழகத்திலிருந்து பெறப்பட்டது."
  }
]
