
[
  {
    "description": "ஔவையாரின் ஆத்திசூடி மற்றும் பாரதியாரின் ஆத்திசூடி ஆகிய இரண்டிலும், முதல் பத்து தொடர்களில் எந்த தொடர் ஒரே மாதிரியாக இருக்கிறது?",
    "options": [
      "அ)  அகர முதல எழுத்தெல்லாம்",
      "ஆ)  ஆதி  பிறப்பு ஆறறிவு",
      "இ)  இன்பம்  இல்லாத இடம் எங்கும்",
      "ஈ)  ஈரம்  இல்லாத எரி  நிலம்"
    ],
    "answer": "A",
    "additional_context": "ஔவையார் மற்றும் பாரதியார் இரண்டு பேரும் தனது ஆத்திசூடியில்  'அகர முதல எழுத்தெல்லாம்' என்ற தொடரை முதல் தொடராக பயன்படுத்தியுள்ளனர். இதன் மூலம் இருவரும் எழுத்தின் முக்கியத்துவத்தை வலியுறுத்தியுள்ளனர்."
  },
  {
    "description": "ஔவையாரின் ஆத்திசூடியில் உள்ள முதல் தொடரின் கருத்து எது?",
    "options": [
      "அ)  எழுத்தின் முக்கியத்துவம்",
      "ஆ)  கல்வியின் அவசியம்",
      "இ)  தமிழ் மொழியின் சிறப்பு",
      "ஈ)  இறைவனைப் பற்றிய அறிவு"
    ],
    "answer": "A",
    "additional_context": "ஔவையாரின் ஆத்திசூடி 'அகர முதல எழுத்தெல்லாம் ஆதி பிறப்பு ஆறறிவு'  என்று தொடங்குகிறது. இந்த தொடர் எழுத்து என்பது அனைத்துக்கும்  ஆதாரம் என்பதைக் குறிக்கிறது. அதாவது எழுத்தறிவே வாழ்க்கையின் ஆரம்பம் என்பதை வலியுறுத்துகிறது. இதன் மூலம் எழுத்தின் முக்கியத்துவத்தை  நாம்  அறிந்து கொள்ள முடியும்."
  },
  {
    "description": "\"Renaissance\"  என்ற கலைச்சொல்லின் தமிழ் மொழிபெயர்ப்பு என்ன?",
    "options": [
      "அ)  மீட்டுருவாக்கம்",
      "ஆ)  மறுமலர்ச்சி",
      "இ)  புதுமை",
      "ஈ)  வளர்ச்சி"
    ],
    "answer": "B",
    "additional_context": "Renaissance என்ற ஆங்கிலச் சொல்லின் தமிழ் மொழிபெயர்ப்பு 'மறுமலர்ச்சி' ஆகும். மறுமலர்ச்சி என்பது ஒரு காலகட்டத்தைக் குறிக்கும்.  கலை, இலக்கியம், அறிவியல் போன்ற துறைகளில் ஏற்பட்ட மீண்டும் வளர்ச்சி அடைந்த காலகட்டத்தை மறுமலர்ச்சி என்று கூறுகிறோம். இதன் மூலம் நாம் நம்  கலாச்சாரத்தையும்  சமூகத்தையும் புதுப்பித்து, மேம்படுத்த முயற்சி செய்ய வேண்டும்."
  },
  {
    "description": "\"Philosopher\" என்ற கலைச்சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "அ)  அறிவியலாளர்",
      "ஆ)  மெய்யியலாளர்",
      "இ)  கலைஞர்",
      "ஈ)  சமூக ஆர்வலர்"
    ],
    "answer": "B",
    "additional_context": "Philosopher என்ற ஆங்கிலச் சொல்லின் தமிழ் மொழிபெயர்ப்பு 'மெய்யியலாளர்' ஆகும்.  மெய்யியலாளர் என்பவர் உலகின் தன்மை பற்றி ஆராய்பவர்.  சீன மெய்யியலாளர் கன்பூசியஸ், இந்திய மெய்யியலாளர்  பௌத்த மதத்தின் நிறுவனர் புத்தர்  இவர்கள்  புகழ்பெற்ற மெய்யியலாளர்கள். மெய்யியல் என்பது மனித வாழ்க்கையை  சிறப்பாக  வாழ  நமக்கு  உதவும்  ஒரு துறை"
  }
]
