
[
  {
    "description": "'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' என்ற அடி எந்த வகைத் தொடரில் அமைந்துள்ளது என்பதைக் கண்டறியவும்?",
    "options": [
      "எதுகை",
      "ஒரே எழுத்து ஒலிப்பு",
      "அணி",
      "எதுகை மற்றும் அணி"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கேள்வி இலக்கியத்தில் உள்ள பல்வேறு இலக்கணக் குறிப்புகளைப் பற்றிய புரிதலைச் சோதிக்கிறது. இது 'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' என்ற தொடர் எந்த வகைத் தொடரில் அமைந்துள்ளது என்பதைத் தீர்மானிக்க உங்களை ஊக்குவிக்கிறது. இந்த தொடர் 'எதுகை' மற்றும் 'அணி' எனும் இரண்டு இலக்கணக் குறிப்புகளையும் கொண்டுள்ளது. அதனால் 'எதுகை மற்றும் அணி' என்பதே சரியான விடை."
  },
  {
    "description": "காலக்கணிதம் கவிதையின் 'என்மனம் இறந்துவிடாது இகழ்ந்தால்' என்னும் அடி எந்த விதமான அணியைக் குறிக்கிறது?",
    "options": [
      "உருவகம்",
      "உவமை",
      "பழமொழி",
      "எதிர்மறை உவமை"
    ],
    "answer": "D",
    "additional_context": "காலக்கணிதம் கவிதையின் 'என்மனம் இறந்துவிடாது இகழ்ந்தால்' என்ற தொடர் எந்த வகையான அணியைக் குறிக்கிறது என்பதை இந்தக் கேள்வி கேட்கிறது. இது 'எதிர்மறை உவமை' என்ற அணியைக் குறிக்கிறது. ஏனெனில் மனம் என்ற சொல் இறப்பதற்கு உவமையாகக் கூறப்பட்டுள்ளது. மனம் இறப்பதற்கு உவமையாகக் கூறப்பட்டுள்ளது. எனவே, 'எதிர்மறை உவமை' என்பது சரியான விடை."
  },
  {
    "description": "'கொள்வோர் கொள்க; குரைப்போர் குரைக்க! உள்வாய் வார்த்தை உடம்பு தொடாது' என்ற வரிகளில் எந்த இலக்கணக் குறிப்புப் பொருந்தும்?",
    "options": [
      "மரபு",
      "அடிஎதுகை",
      "இலக்கணக் குறிப்பு இல்லை",
      "தனித்திரட்டல்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி 'கொள்வோர் கொள்க; குரைப்போர் குரைக்க! உள்வாய் வார்த்தை உடம்பு தொடாது' என்ற வரிகளில் எந்த இலக்கணக் குறிப்புப் பொருந்தும் என்பதைத் தீர்மானிக்க உங்களைத் தூண்டுகிறது. இதில் 'கொள்வோர் கொள்க; குரைப்போர் குரைக்க!' என்ற பகுதி 'அடி எதுகை' எனப்படும் இலக்கணக் குறிப்பைக் கொண்டுள்ளது. அதனால் 'அடிஎதுகை' என்பதே சரியான விடை."
  },
  {
    "description": "உலகமே வறுமையுற்றாலும் கொடுப்பவன் என்றும் பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவன் என்றும் பாராட்டப்படுவோர் யார்?",
    "options": [
      "அதியன்; பெருஞ்சாத்தன்",
      "உதியன்; சேரலாதன்",
      "நெடுஞ்செழியன்; திருமுடிக்காரி",
      "பேகன்; கிள்ளிவளவன்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கேள்வி பண்டைய தமிழ் இலக்கியத்தில் உள்ள குறிப்பிடத்தக்க மன்னர்கள் மற்றும் அவர்களின் குணாதிசயங்கள் பற்றிய உங்கள் அறிவை சோதிக்கிறது. உலகமே வறுமையுற்றாலும் கொடுப்பவன் என்றும், பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவன் என்றும் பாராட்டப்படுபவர் 'அதியன்' மற்றும் 'பெருஞ்சாத்தன்' ஆகிய இரு மன்னர்களும் ஆவர்.  எனவே, 'அதியன்; பெருஞ்சாத்தன்' என்பது சரியான விடை."
  },
  {
    "description": "பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "சிலப்பதிகாரம் மற்றும் மணிமேகலை இரண்டும் வெண்பா வடிவில் அமைந்துள்ளன.",
      "சிலப்பதிகாரம் மற்றும் மணிமேகலை இரண்டும் கலிப்பா வடிவில் அமைந்துள்ளன.",
      "சிலப்பதிகாரம் அகவற்பா வடிவில், மணிமேகலை கலிப்பா வடிவில் அமைந்துள்ளன.",
      "சிலப்பதிகாரம் கலிப்பா வடிவில், மணிமேகலை அகவற்பா வடிவில் அமைந்துள்ளன."
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி தமிழ் இலக்கியத்தில் உள்ள இரண்டு முக்கியமான இதிகாசமான சிலப்பதிகாரம் மற்றும் மணிமேகலை ஆகியவற்றின் வடிவத்தைப் பற்றிய உங்கள் அறிவை சோதிக்கிறது. சிலப்பதிகாரம் மற்றும் மணிமேகலை இரண்டும் கலிப்பா வடிவில் அமைந்துள்ளன என்பது உண்மை. எனவே, 'சிலப்பதிகாரம் மற்றும் மணிமேகலை இரண்டும் கலிப்பா வடிவில் அமைந்துள்ளன.' என்பது சரியான விடை."
  }
]
