
[
  {
    "description": "'போர் அறம்' குறித்து சங்க இலக்கியத்தில் எந்தக் கூற்று இடம் பெற்றுள்ளது?",
    "options": [
      "வலிமை மிக்கவர்களை மட்டும் எதிர்த்துப் போர் செய்ய வேண்டும்",
      "புறமுதுகிட்டோர் மீது மட்டுமே தாக்குதல் நடத்த வேண்டும்",
      "வீரமற்றவர்களும் சிறார்களும் போரில் கொல்லப்பட வேண்டும்",
      "புதல்வரைப் பெறாதவர், முதியோர் ஆகியோர் போரில் பாதுகாக்கப்பட வேண்டும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சங்க காலத்தில் மக்கள் போரிலும் அறநெறிகளைப் பின்பற்றினர். போர் அறம் என்பது வீரமற்றோர், புறமுதுகிட்டோர், சிறார், முதியோர் ஆகியோரை எதிர்த்துப் போர் செய்யாமையைக் குறிக்கிறது. போரின் கொடுமையிலிருந்து பசு, பார்ப்பனர், பெண்கள், நோயாளர், புதல்வரைப் பெறாதவர் ஆகியோருக்குத் தீங்கு வராமல் போர் புரிய வேண்டும் என்று ஒரு புறப்பாடல் கூறுகிறது."
  },
  {
    "description": "சங்க காலத்தில் எந்தத் தன்மை வள்ளல்களைப் போற்றத் தக்கவர்களாக ஆக்கியது?",
    "options": [
      "செல்வ வளம்",
      "ஆட்சிப் பதவி",
      "போர் வீரம்",
      "கொடை மனம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வீரத்தைப் போலவே கொடையும் தமிழர்களால் விரும்பப்பட்டது. ஒரு மனிதன் தன்னுடைய மகிழ்ச்சியை மறந்து மற்றவர் மகிழ்ச்சியை நாடுவதுதான் உண்மையான மகிழ்ச்சி. அதாவது தன் மகிழ்ச்சியை மறப்பதுதான் மகிழ்ச்சி. கொடையின் சிறப்பால் வள்ளல் எழுவர் போற்றப்படுவது, பழந்தமிழர் கொடை மாட்சியைப் புலப்படுத்துகிறது. எழுவரின் கொடைப் பெருமை சிறுபாணாற்றுப்படையிலும் பெருஞ்சித்திரனார் பாடலிலும் பதிவு செய்யப்பட்டிருப்பது குறிப்பிடத்தக்கது."
  },
  {
    "description": "சங்க காலத்தில் ஈதல் குறித்து எந்தக் கருத்து வலியுறுத்தப்பட்டுள்ளது?",
    "options": [
      "தன்னலம் கருதி ஈய வேண்டும்",
      "உறவினர்களுக்கு மட்டுமே ஈய வேண்டும்",
      "இரவலர்களுக்கு மட்டுமே ஈய வேண்டும்",
      "பிறர் மகிழ்ச்சியை நாடி ஈய வேண்டும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வீரத்தைப் போலவே கொடையும் தமிழர்களால் விரும்பப்பட்டது. ஒரு மனிதன் தன்னுடைய மகிழ்ச்சியை மறந்து மற்றவர் மகிழ்ச்சியை நாடுவதுதான் உண்மையான மகிழ்ச்சி. அதாவது தன் மகிழ்ச்சியை மறப்பதுதான் மகிழ்ச்சி."
  },
  {
    "description": "'உதவி' என்பதை சங்க இலக்கியம் எந்தச் சொல்லால் குறிப்பிடுகிறது?",
    "options": [
      "அன்பு",
      "கருணை",
      "பரிவு",
      "உதவியாண்மை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பிறருக்கு உதவுதல் என்பதைச் சிறந்த அறமாகச் சங்க இலக்கியங்கள் காட்டுகின்றன. உதவி செய்தலை ஈழத்துப் பூதன் தேவனார் 'உதவியாண்மை' என்று குறிப்பிடுகிறார்."
  },
  {
    "description": "சங்க காலத்தில் வாய்மை பற்றி எந்தக் கருத்து வலியுறுத்தப்பட்டுள்ளது?",
    "options": [
      "நாவே உண்மையான நா",
      "சூழ்நிலைக்கு ஏற்ப வாய்மை மாறும்",
      "வாய்மை பேசுவது சமூகத்தில் தாழ்மை தரும்",
      "வாய்மை பேசுவது மனிதனை தனிமைப்படுத்தும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "வாய்மையைச் சிறந்த அறமாகச் சங்க இலக்கியங்கள் பேசுகின்றன. வாய்மை பேசும் நாவே உண்மையான நா என்ற கருத்தை, \"பொய்யாச் செந்நா\",\"பொய்படுபறியா வயங்கு செந்நா\" என்று இலக்கியங்கள் கூறுகின்றன."
  }
]
