
[
  {
    "description": "_____  _____  _____  பச்சைப் பயிர்கள் நீ வந்தால் மட்டுமே ஆனந்த நடனம் ஆடுகின்றன. (பூர்த்தி செய்ய வேண்டியவை: *வயலின்*, *மலர்*, *அழகான*)",
    "options": [
      "A - வயலின், மலர், அழகான",
      "B - மலர், அழகான, வயலின்",
      "C - அழகான, வயலின், மலர்",
      "D - வயலின், அழகான, மலர்"
    ],
    "answer": "A",
    "additional_context": "வயலின் பச்சைப் பயிர்கள் காற்று வந்தால் மட்டுமே ஆனந்த நடனம் ஆடுகின்றன. இதில் வயலின் பயிர்கள் காற்று ஆகிய மூன்று சொற்களும் இணைந்து ஒரு தொடராக இருக்கின்றன. எனவே,  வயலின் பச்சைப் பயிர்கள் எனும் தொடரில் வயலின், பச்சை, பயிர்கள் என மூன்று சொற்கள் உள்ளன.  இந்த மூன்று சொற்களும் இணைந்து ஒரு தொடரை உருவாக்குகின்றன.  அதாவது, பச்சை நிறமுடைய பயிர்கள் என்பதை குறிக்கிறது.  எனவே,  வயலின், பச்சை, பயிர்கள் என்ற சொற்கள் இணைந்து  வயலின் பயிர்கள் என ஒரு தொடராக உருவாகிறது."
  },
  {
    "description": "“இன்சொல்” என்ற சொல்லில் மறைந்துள்ள தொகையை அடையாளம் கண்டு தொடரில் அமைக்கவும்.",
    "options": [
      "A - இன்சொல் - பண்புத்தொகை - இனிமையான சொல் கூறுதல் சான்றோர்க்கு அழகு.",
      "B - இன்சொல் - இயல்புத்தொகை - இனிமையான சொல் கூறுதல் சான்றோர்க்கு அழகு.",
      "C - இன்சொல் - பண்புத்தொகை - இன்மையான சொல் கூறுதல் சான்றோர்க்கு அழகு.",
      "D - இன்சொல் - இயல்புத்தொகை - இன்மையான சொல் கூறுதல் சான்றோர்க்கு அழகு."
    ],
    "answer": "A",
    "additional_context": "இன்சொல் என்பது இனிமையான சொல் என்ற பொருளைத் தருகிறது. இன்சொல் என்பது ஒரு பண்புத்தொகை. இதில் இனிமை என்ற பண்பு சொல் கூறுதல் சொல்லான சொல்லைக் குறிக்கிறது. இனிமையான சொல் கூறுதல் சான்றோர்க்கு அழகு என்பது தொடரில் அமைக்கப்பட்டுள்ளது."
  },
  {
    "description": "“எழுகதிர்” என்ற சொல்லில் மறைந்துள்ள தொகையை அடையாளம் கண்டு தொடரில் அமைக்கவும்.",
    "options": [
      "A - எழுகதிர் - பண்புத்தொகை - எழுந்த  சூரியனின் கதிர்கள் உலகை பிரகாசமாக்குகின்றன.",
      "B - எழுகதிர் - இயல்புத்தொகை - எழுந்த  சூரியனின் கதிர்கள் உலகை பிரகாசமாக்குகின்றன.",
      "C - எழுகதிர் - பண்புத்தொகை -  சூரியனின் எழுந்த கதிர்கள் உலகை பிரகாசமாக்குகின்றன.",
      "D - எழுகதிர் - இயல்புத்தொகை -  சூரியனின் எழுந்த கதிர்கள் உலகை பிரகாசமாக்குகின்றன."
    ],
    "answer": "A",
    "additional_context": "எழுகதிர் என்பது எழுந்த சூரியனின் கதிர்கள் என்ற பொருளைத் தருகிறது. எழுகதிர் என்பது ஒரு பண்புத்தொகை. இதில் எழுந்த என்ற பண்பு சொல் கூறுதல் சொல்லான கதிர்களை குறிக்கிறது. எழுந்த  சூரியனின் கதிர்கள் உலகை பிரகாசமாக்குகின்றன. என்பது தொடரில் அமைக்கப்பட்டுள்ளது."
  },
  {
    "description": "“கீரிபாம்பு” என்ற சொல்லில் மறைந்துள்ள தொகையை அடையாளம் கண்டு தொடரில் அமைக்கவும்.",
    "options": [
      "A - கீரிபாம்பு - இயல்புத்தொகை - கீரிபாம்பு புதர்களில் மறைந்திருக்கிறது.",
      "B - கீரிபாம்பு - பண்புத்தொகை - கீரிபாம்பு புதர்களில் மறைந்திருக்கிறது.",
      "C - கீரிபாம்பு - பண்புத்தொகை - கீரிபாம்பு புதர்களில் மறைந்திருக்கிறது.",
      "D - கீரிபாம்பு - இயல்புத்தொகை - கீரிபாம்பு புதர்களில் மறைந்திருக்கிறது."
    ],
    "answer": "A",
    "additional_context": "கீரிபாம்பு என்பது கீரி வகையான பாம்பு என்ற பொருளைத் தருகிறது. கீரிபாம்பு என்பது ஒரு இயல்புத்தொகை. இதில் கீரி வகையான பாம்பு என்பதை குறிக்கிறது. கீரிபாம்பு புதர்களில் மறைந்திருக்கிறது என்பது தொடரில் அமைக்கப்பட்டுள்ளது."
  },
  {
    "description": "“பூங்குழல்” என்ற சொல்லில் மறைந்துள்ள தொகையை அடையாளம் கண்டு தொடரில் அமைக்கவும்.",
    "options": [
      "A - பூங்குழல் - இயல்புத்தொகை - பூங்குழல் வந்தாள்  என்றழைத்தாள்.",
      "B - பூங்குழல் - பண்புத்தொகை - பூங்குழல் வந்தாள்  என்றழைத்தாள்.",
      "C - பூங்குழல் - இயல்புத்தொகை - பூங்குழல் வந்தாள்  என்றழைத்தாள்.",
      "D - பூங்குழல் - பண்புத்தொகை - பூங்குழல் வந்தாள்  என்றழைத்தாள்."
    ],
    "answer": "B",
    "additional_context": "பூங்குழல் என்பது பூக்கள் போன்ற கூந்தல் கொண்ட பெண் என்ற பொருளைத் தருகிறது. பூங்குழல் என்பது ஒரு பண்புத்தொகை. இதில் பூக்கள் போன்ற என்ற பண்பு சொல் கூறுதல் சொல்லான பெண்ணை குறிக்கிறது. பூங்குழல் வந்தாள் என்றழைத்தாள் என்பது தொடரில் அமைக்கப்பட்டுள்ளது."
  }
]
