
[
  {
    "description": "'சுடினும் மருத்துவன் பால் மாளாத காதல் நோயாளன் போல்...' என்ற வரிகளின் மூலம் ஆழ்வார் எதனை உணர்த்துகிறார்?",
    "options": [
      "நோயாளியின் மருத்துவர் மீதான அன்பு",
      "மருத்துவத்தின் முக்கியத்துவம்",
      "இறைவன் மீதான அசைக்க முடியாத பக்தி",
      "மருத்துவம் மற்றும் பக்தியின் ஒப்பீடு"
    ],
    "answer": "C",
    "additional_context": "குலசேகராழ்வார் பெருமாள் திருமொழியில் \"வாளால் அறுத்துச் சுடினும் மருத்துவன் பால் மாளாத காதல் நோயாளன் போல் மாயத்தால் மீளாத் துயர்தரினும் வித்துவக் கோட்டம்மா! நீ ஆளா உனதருளே பார்ப்பன் அடியேனே.\"  என்று பாடுகிறார். நோயாளி மருத்துவன் மீது மாளாத காதல் கொள்வது போல, அடியேனும் இறைவனை மீது மாளாத பக்தி கொண்டுள்ளேன் என்று குறிப்பிடுகிறார்.  இறைவன் மீது அடியவர்கள் கொண்டுள்ள பக்தியின் தன்மையை எடுத்துக்காட்ட இதன் மூலம் ஆழ்வார் முயற்சிக்கிறார்."
  },
  {
    "description": "பெருமாள் திருமொழி எந்த நூல் தொகுப்பில் இடம் பெற்றுள்ளது?",
    "options": [
      "திருமுறை",
      "நாலாயிரத் திவ்வியப் பிரபந்தம்",
      "தேவாரம்",
      "திருவாசகம்"
    ],
    "answer": "B",
    "additional_context": "குலசேகராழ்வார் பாடிய பெருமாள் திருமொழி  நாலாயிரத் திவ்வியப் பிரபந்தத்தில் இடம் பெற்றுள்ளது.  இந்த நூலில் ஐந்தாம் திருமொழியாக இது உள்ளது.  105 பாடல்கள் கொண்ட இந்த நூல்  எட்டாம் நூற்றாண்டில் இயற்றப்பட்டது."
  },
  {
    "description": "குலசேகராழ்வார் இறைவனை எந்த வடிவில் உருவகப்படுத்திப் பாடுகிறார்?",
    "options": [
      "கிருஷ்ணன்",
      "ராமன்",
      "விஷ்ணு",
      "அன்னையாக"
    ],
    "answer": "D",
    "additional_context": "குலசேகராழ்வார் பெருமாளை அன்னையாக உருவகப்படுத்தி  \"வித்துவக் கோட்டம்மா! நீ\" என்று பாடுகிறார்.  வித்துவக்கோடு என்பது  கேரள மாநிலத்தில் பாலக்காடு மாவட்டத்தில் உள்ள ஒரு ஊர் ஆகும்."
  },
  {
    "description": "குலசேகராழ்வார் பாடிய பெருமாள் திருமொழியில் எத்தனை பாடல்கள் உள்ளன?",
    "options": [
      "100",
      "105",
      "110",
      "115"
    ],
    "answer": "B",
    "additional_context": "குலசேகராழ்வார் பாடிய பெருமாள் திருமொழி நாலாயிரத் திவ்வியப் பிரபந்தத்தில் இடம் பெற்றுள்ளது.  இந்த நூலில் ஐந்தாம் திருமொழியாக இது உள்ளது.  105 பாடல்கள் கொண்ட இந்த நூல்  எட்டாம் நூற்றாண்டில் இயற்றப்பட்டது."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எது குலசேகராழ்வாரின் பாடலில் மருத்துவன் பால் நோயாளியின் அன்பை உருவகப்படுத்தப் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "துன்பத்தை தந்தாலும் அருளை எதிர்பார்க்கும் அடியேன்",
      "மருத்துவர் கத்தியால் அறுத்துச் சுடுதல்",
      "வித்துவக்கோடு என்னும் ஊர்",
      "உய்யவந்த பெருமாள்"
    ],
    "answer": "B",
    "additional_context": "குலசேகராழ்வார் பெருமாள் திருமொழியில் \"வாளால் அறுத்துச் சுடினும் மருத்துவன் பால் மாளாத காதல் நோயாளன் போல் மாயத்தால் மீளாத் துயர்தரினும் வித்துவக் கோட்டம்மா! நீ ஆளா உனதருளே பார்ப்பன் அடியேனே.\"  என்று பாடுகிறார்.  நோயாளி மருத்துவன் மீது மாளாத காதல் கொள்வது போல, அடியேனும் இறைவனை மீது மாளாத பக்தி கொண்டுள்ளேன் என்று குறிப்பிடுகிறார்.  இறைவன் மீது அடியவர்கள் கொண்டுள்ள பக்தியின் தன்மையை எடுத்துக்காட்ட இதன் மூலம் ஆழ்வார் முயற்சிக்கிறார்."
  }
]
