
[
  {
    "description": "மருவூர்ப்பாக்கத்தில் நெசவாளர் எதைக் கொண்டு துணிகள் நெய்தனர்?",
    "options": [
      "பட்டு, முடி, பருத்தி நூல்",
      "பட்டு, கம்பளி, பருத்தி நூல்",
      "பட்டு, கம்பளி, பனை நார்",
      "முடி, பருத்தி நூல், பனை நார்"
    ],
    "answer": "A",
    "additional_context": "மருவூர்ப்பாக்கத்தில் பட்டினும் மயிரினும் பருத்தி நூலினும் கட்டு நுண்வினைக் காருகர் இருக்கையும்; என்று குறிப்பிடப்பட்டுள்ளது. காருகர் என்பது நெசவாளர்களை குறிக்கும் சொல். ஆகையால்  பட்டு, முடி, பருத்தி நூல் ஆகியவற்றை  கொண்டு துணிகளை நெய்தனர் என்பது தெளிவாகிறது."
  },
  {
    "description": "மருவூர்ப்பாக்கத்தில் விற்கப்பட்ட அளக்க முடியாத அளவிற்குக் குவிந்து கிடந்த பொருட்கள் யாவை?",
    "options": [
      "பட்டும் பவளமும் அகிலும், முத்தும் மணியும் பொன்னும்",
      "பட்டு, முடி, பருத்தி நூல்",
      "வண்ணக்குழம்பு, சுண்ணப்பொடி, சாந்து",
      "எட்டுவகை தானியங்கள்"
    ],
    "answer": "A",
    "additional_context": "மருவூர்ப்பாக்கத்தில் தூசும் துகிரும் ஆரமும் அகிலும் மாசுஅறு முத்தும் மணியும் பொன்னும் அருங்கல வெறுக்கையோடு அளந்துகடை அறியா வளம்தலை மயங்கிய நனந்தலை மறுகும்; என்று பாடல் கூறுகிறது. இதன் பொருள் தூசு (பட்டு), துகிர் (பவளம்), ஆரம் (சந்தனம்), அகில், முத்தும், மணியும், பொன்னும் அளக்க முடியாத அளவிற்கு விற்கப்பட்டன என்று பொருள். "
  },
  {
    "description": "மருவூர்ப்பாக்கத்தில் எட்டுவகை தானியங்களை விற்ற கடைகள் எந்த வீதியில் இருந்தன?",
    "options": [
      "கூல வீதி",
      "பகர்வனர் வீதி",
      "நனந்தலை வீதி",
      "பட்டின வீதி"
    ],
    "answer": "A",
    "additional_context": "பாடலில் பால்வகை தெரிந்த பகுதிப் பண்டமொடு கூலம் குவித்த கூல வீதியும் என்று குறிப்பிடப்பட்டுள்ளது. கூலம் என்பது தானியங்கள், குறிப்பாக அரிசியைக் குறிக்கும் சொல். ஆகையால் எட்டு வகை தானியங்களை விற்ற கடைகள் கூல வீதியில் இருந்தன என்பது தெளிவாகிறது."
  },
  {
    "description": "மருவூர்ப்பாக்கத்தில் உள்ள கைவினைஞர்களில்  எவர் மண் பொம்மைகள் செய்பவர்?",
    "options": [
      "கஞ்ச காரர்",
      "மண்ணீட்டாளர்",
      "பொன்செய் கொல்லர்",
      "தோலின் துன்னர்"
    ],
    "answer": "B",
    "additional_context": "மருவூர்ப்பாக்கத்தில் உள்ள கைவினைஞர்களில்  கண்ணுள் வினைஞரும் மண்ணீட்டு ஆளரும் என்று குறிப்பிடப்பட்டுள்ளது.  கண்ணுள் வினைஞர் என்பவர் ஓவியர்.  மண்ணீட்டாளர் என்பவர் மண் பொம்மைகள் செய்பவர்.  "
  },
  {
    "description": "சிலப்பதிகாரத்தின் ஆசிரியரான இளங்கோவடிகள் எந்த மரபைச் சேர்ந்தவர்?",
    "options": [
      "சோழ மரபு",
      "பாண்டிய மரபு",
      "சேர மரபு",
      "நாயக்கர் மரபு"
    ],
    "answer": "C",
    "additional_context": "சிலப்பதிகாரத்தின் ஆசிரியர் இளங்கோவடிகள், சேர மரபைச் சேர்ந்தவர். இளங்கோவடிகள் சேர மன்னர்களின் வம்சாவழியைச் சேர்ந்தவர் என்பது வரலாற்று ஆதாரங்களால் நிரூபிக்கப்பட்டுள்ளது.  "
  }
]
