[
          
  {
    
          "description": "'சித்தாளின் மனச்சுமைகள் வாழ்வில் தலைக்கனம்' என்ற வரியின் பொருள் என்ன?",
          "options": [
      "சித்தாள்கள் தங்கள் மனச்சுமையால் பெருமை கொள்கிறார்கள்.",
      "சித்தாள்களின் வாழ்வு அவர்களின் மனச்சுமையால் சிரமப்படுகிறது.",
      "சித்தாள்கள் தங்கள் மனச்சுமையைத் தாங்க முடியாமல் தலைசுற்றுகிறார்கள்.",
      "சித்தாள்களின் மனச்சுமை அவர்களின் வாழ்வைச் சுமையாகக் கருதுகிறது."
    ],
    "answer": "B",
    
          "additional_context": "சித்தாளின் மனச்சுமைகள் வாழ்வில் தலைக்கனம்' என்ற வரி சித்தாளின் வாழ்க்கையின் சுமையைப் பற்றி குறிப்பிடுகிறது. சித்தாள்கள் தங்கள் வாழ்க்கைத் துன்பங்களை எதிர்கொண்டு, சிரமங்களைப் பொறுத்துக்கொண்டு, வாழ்க்கையின் சுமையைத் தாங்கிக் கொண்டு  வாழ்வதை இந்த வரி காட்டுகிறது. "
          }
        ,
          
  {
    
          "description": "'பிடித்தவர் உண்டு. தலைக்கனமே வாழ்வாக ஆகிப்போனது இவளுக்கு'  இந்த வரிகள் என்ன குறிக்கின்றன?",
          "options": [
      "சித்தாள்கள் தங்கள் வாழ்க்கையின் சிரமங்களை மறந்து மகிழ்ச்சியாக இருக்கிறார்கள்.",
      "சித்தாள்கள் தங்கள் வாழ்க்கைச் சுமையைப் பொறுத்துக்கொண்டு வாழ்கிறார்கள்.",
      "சித்தாள்களுக்கு தங்கள் வாழ்வில் நம்பிக்கை இல்லாததால் தலைக்கனம்  உண்டாகிறது.",
      "சித்தாள்கள் தங்கள் வாழ்க்கையை அடுத்தவர்களின் கனவுகளுக்காக அர்ப்பணிக்கிறார்கள்."
    ],
    "answer": "B",
    
          "additional_context": " 'பிடித்தவர் உண்டு. தலைக்கனமே வாழ்வாக ஆகிப்போனது இவளுக்கு' என்ற வரி சித்தாளின் வாழ்க்கையின் சுமையைப் பற்றி குறிப்பிடுகிறது. தலைக்கனம் என்பது ஒருவருக்கு நேரும்  துன்பங்களைப் பொறுத்துக்கொண்டு வாழ்க்கையை எதிர்கொள்வது என்பதைத் தாங்கிக் கொண்டு  வாழ்வதை இந்த வரி காட்டுகிறது. "
          }
        ,
          
  {
    
          "description": "'கல்மனங்களுக்குள் மனிதத்தைப் புகுத்திவிடுகிறார்கள்'  என்ற வரியில் 'கல்மனங்கள்' யாரைக் குறிக்கிறது?",
          "options": [
      "தொழிலாளர்களை",
      "கவிஞர்களை",
      "கல்நெஞ்சம் உள்ளவர்களை",
      "மனச்சுமையால் பாதிக்கப்பட்டவர்களை"
    ],
    "answer": "C",
    
          "additional_context": " 'கல்மனங்களுக்குள் மனிதத்தைப் புகுத்திவிடுகிறார்கள்' என்ற வரி கல்நெஞ்சம் கொண்டவர்களை குறிக்கிறது.  தொழிலாளர்களின் துயரத்தைப் புரிந்துகொள்ளாமல், அவர்களின் மனச்சுமையை அறியாமல் இருப்பவர்களை 'கல்மனங்கள்'  என்று கவிஞர் குறிப்பிடுகிறார். "
          }
        ,
          
  {
    
          "description": "கவிதை பகுதியில் 'செங்கற்கள் அறியாது'  என்ற வரியின் பொருள் என்ன?",
          "options": [
      "செங்கற்கள் மனிதர்களின் துன்பங்களைப் புரிந்துகொள்ள முடியாது.",
      "செங்கற்கள் மனிதர்களின் வாழ்க்கையைப் பிரதிபலிக்கின்றன.",
      "செங்கற்கள் மனிதர்களின் கனவுகளை நிறைவேற்றுகின்றன.",
      "செங்கற்கள் மனிதர்களின் துன்பங்களைக் குறைக்கின்றன."
    ],
    "answer": "A",
    
          "additional_context": " 'செங்கற்கள் அறியாது' என்ற வரி மனிதர்களின் துன்பத்தைப் புரிந்துகொள்ளும் திறன் இல்லாத  கல்நெஞ்சம் கொண்டவர்களை குறிக்கிறது. செங்கற்கள்  என்பது மனித வாழ்க்கையின்  சிரமங்களைப் புரிந்துகொள்ளாமல், அவர்களின் மனச்சுமையை அறியாமல் இருப்பவர்களை குறிக்கிறது. "
          }
        ,
          
  {
    
          "description": "நூலின் கவிதை இயல்பைப் பற்றி பின்வரும் கூற்றுகளில் எது சரியானது?",
          "options": [
      "தொழிலாளர்களின் வாழ்க்கைப் போராட்டத்தைத் தனிப்பட்ட மனநிலை வழியாக வெளிப்படுத்துகிறது.",
      "பாரம்பரியமான கவிதை வடிவத்தைப் பின்பற்றி, மனிதர்களின் போராட்டத்தை விவரிக்கிறது.",
      "கவிதை மூலம் அழகியலை எடுத்துரைத்து, தொழிலாளர்களின் வாழ்க்கைப் போராட்டத்தை மறைக்கிறது.",
      "படித்தவர்கள் மட்டுமே புரிந்துகொள்ளக்கூடிய புரிதலுக்கான கவிதையாகும்."
    ],
    "answer": "A",
    
          "additional_context": "நூலின் கவிதை இயல்பு என்பது தொழிலாளர்களின் வாழ்க்கைப் போராட்டத்தை ஒரு தனிப்பட்ட  மனநிலை வழியாக வெளிப்படுத்துகிறது.  கவிஞர் சித்தாளின் வாழ்க்கை  அனுபவத்தை  தனது  கவிதையில்  கூறி  தொழிலாளர்களின் துன்பங்களையும்  சிரமங்களையும்  உணர்த்துகிறார்.  "
          }
        ]