
[
  {
    "description": "  \"ஓடு\" என்ற வேர்ச் சொல்லிலிருந்து எந்தெந்த தொடர்கள் உருவாகியுள்ளன?",
    "options": [
      "  எழுவாய்த் தொடர், பெயரெச்சத் தொடர்",
      "  எழுவாய்த் தொடர், வினையெச்சத் தொடர், விளித் தொடர்",
      "  எழுவாய்த் தொடர்,  வினையெச்சத் தொடர்,  வேற்றுமைத் தொடர்",
      "எழுவாய்த் தொடர், விளித் தொடர், வேற்றுமைத் தொடர்"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி  'அட்டவணையில் விடுபட்டதை எழுதுக'  என்ற தலைப்பில் உள்ள அட்டவணையை குறிக்கிறது. இதில் 'ஓடு' என்ற வேர்ச் சொல் பயன்படுத்தப்பட்டுள்ளது. இந்த அட்டவணையில் நான்கு வகைத் தொடர்கள் உள்ளன:  எழுவாய்த் தொடர், பெயரெச்சத் தொடர், வினையெச்சத் தொடர் மற்றும் வேற்றுமைத் தொடர்.  'ஓடு'  என்ற சொல் எழுவாய்த் தொடரிலும், வினையெச்சத் தொடரிலும், வேற்றுமைத் தொடரிலும் பயன்படுத்தப்பட்டுள்ளது. எனவே விடை 'எழுவாய்த் தொடர், வினையெச்சத் தொடர், வேற்றுமைத் தொடர்'"
  },
  {
    "description": "\"தந்த\"  என்ற வேர்ச் சொல்லிலிருந்து எந்தெந்த தொடர்கள் உருவாகியுள்ளன?",
    "options": [
      "  எழுவாய்த் தொடர், பெயரெச்சத் தொடர்",
      "  எழுவாய்த் தொடர், வினையெச்சத் தொடர், விளித் தொடர்",
      "  எழுவாய்த் தொடர்,  வினையெச்சத் தொடர்,  வேற்றுமைத் தொடர்",
      "எழுவாய்த் தொடர், விளித் தொடர், வேற்றுமைத் தொடர்"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி  'அட்டவணையில் விடுபட்டதை எழுதுக'  என்ற தலைப்பில் உள்ள அட்டவணையை குறிக்கிறது. இதில் 'தந்த' என்ற வேர்ச் சொல் பயன்படுத்தப்பட்டுள்ளது. இந்த அட்டவணையில் நான்கு வகைத் தொடர்கள் உள்ளன:  எழுவாய்த் தொடர், பெயரெச்சத் தொடர், வினையெச்சத் தொடர் மற்றும் வேற்றுமைத் தொடர்.  'தந்த'  என்ற சொல் எழுவாய்த் தொடரிலும், பெயரெச்சத் தொடரிலும் பயன்படுத்தப்பட்டுள்ளது. எனவே விடை 'எழுவாய்த் தொடர், பெயரெச்சத் தொடர்'"
  },
  {
    "description": "  \"பார்\"  என்ற வேர்ச் சொல்லிலிருந்து எந்தெந்த தொடர்கள் உருவாகியுள்ளன?",
    "options": [
      "  எழுவாய்த் தொடர், பெயரெச்சத் தொடர்",
      "  எழுவாய்த் தொடர், வினையெச்சத் தொடர், விளித் தொடர்",
      "  எழுவாய்த் தொடர்,  வினையெச்சத் தொடர்,  வேற்றுமைத் தொடர்",
      "எழுவாய்த் தொடர், விளித் தொடர், வேற்றுமைத் தொடர்"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி  'அட்டவணையில் விடுபட்டதை எழுதுக'  என்ற தலைப்பில் உள்ள அட்டவணையை குறிக்கிறது. இதில் 'பார்' என்ற வேர்ச் சொல் பயன்படுத்தப்பட்டுள்ளது. இந்த அட்டவணையில் நான்கு வகைத் தொடர்கள் உள்ளன:  எழுவாய்த் தொடர், பெயரெச்சத் தொடர், வினையெச்சத் தொடர் மற்றும் வேற்றுமைத் தொடர்.  'பார்'  என்ற சொல் எழுவாய்த் தொடரிலும், வினையெச்சத் தொடரிலும், வேற்றுமைத் தொடரிலும் பயன்படுத்தப்பட்டுள்ளது. எனவே விடை 'எழுவாய்த் தொடர், வினையெச்சத் தொடர், வேற்றுமைத் தொடர்'"
  },
  {
    "description": "பாரதியார் கவிதையில் \"வள்ளுவன் தன்னை உலகினுக்கே - தந்து\" என்ற வரிகளில் \"வள்ளுவன்\" என்ற சொல்லுக்கு நிகரான ஆங்கிலச் சொல் எது?",
    "options": [
      "Tamil Poet",
      "The Great Valluva",
      "Valluva the Great",
      "Tamil King"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி பாடப் பகுதியில் உள்ள பாரதியாரின் கவிதையை குறிக்கிறது. \"வள்ளுவன் தன்னை உலகினுக்கே - தந்து\" என்ற வரிகளில் வள்ளுவன் என்பவர் ஒரு தமிழ் புலவர். பாரதியார் இவரை ஒரு சிறந்த புலவர் என போற்றியுள்ளார். \"வள்ளுவன் தன்னை உலகினுக்கே - தந்து\" என்ற வரிகளில் வள்ளுவன் என்பது ஒரு பெயர். இந்த பெயருக்கு நிகரான ஆங்கிலச் சொல் 'Valluva the Great'. \"The Great Valluva\" என்பது அவரை ஒரு சிறந்த புலவராக குறிப்பிடும் ஒரு வாக்கியம்."
  },
  {
    "description": "பாரதிதாசனின் கவிதையில் \"அறைக்குள் யாழிசை ஏதென்று சென்று எட்டிப் பார்த்தேன்\" என்ற வரிகளில் \"எட்டிப் பார்த்தேன்\" என்பதற்கு இணையான ஆங்கிலச் சொல் எது?",
    "options": [
      "looked up",
      "went to see",
      "entered the room",
      "listened to the music"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி பாடப் பகுதியில் உள்ள பாரதிதாசனின் கவிதையை குறிக்கிறது. \"அறைக்குள் யாழிசை ஏதென்று சென்று எட்டிப் பார்த்தேன்\" என்ற வரிகளில் 'எட்டிப் பார்த்தேன்' என்பது யாழிசையின் ஒலியை கேட்க, அவர் அறைக்குள் சென்று மேலே தலையை உயர்த்தி பார்த்ததைக் குறிக்கிறது. இதற்கு நிகரான ஆங்கிலச் சொல் 'looked up'  என்பது. 'looked up'  என்பது மேலே தலையை உயர்த்தி பார்த்ததைக் குறிக்கும். "
  }
]
