
[
  {
    "description": "“சதாவதானம்” என்னும் கலையின்  முக்கியமான நோக்கம் என்ன?",
    "options": [
      "ஒருவரது புலமையையும் நினைவாற்றலையும் நுண் அறிவையும் சோதித்துப் பார்க்க.",
      "பல கலைகளை ஒரே நேரத்தில் கற்றுக்கொள்வது.",
      "இசை, நடனம் மற்றும் நாடகம் போன்ற கலைகளை ஒருங்கிணைத்து நிகழ்த்துவது.",
      "அதீதமான  கவனத்தை ஒரு குறிப்பிட்ட விஷயத்தின் மீது செலுத்துவது."
    ],
    "answer": "A",
    "additional_context": "'சதம்' என்றால் நூறு என்று பொருள். ஒருவரது புலமையையும் நினைவாற்றலையும் நுண்அறிவையும் சோதிப்பதற்காக ஒரே நேரத்தில் நிகழ்த்தப்படும் நூறு செயல்களையும் நினைவில் கொண்டு விடையளித்தலே சதாவதானம்."
  },
  {
    "description": "செய்குதம்பிப் பாவலரின் சாதனையைப் போற்றும் வகையில்  இடலாக்குடியில் ఏమి  உள்ளன?",
    "options": [
      "ஒரு நூலகம் மற்றும் ஒரு சங்கம்.",
      "ஒரு மணிமண்டபம் மற்றும் ஒரு பள்ளி.",
      "ஒரு கோயில் மற்றும் ஒரு சமூக மையம்.",
      "ஒரு நாடகம் மற்றும் ஒரு கலைக்கூடம்."
    ],
    "answer": "B",
    "additional_context": "இவர் நினைவைப் போற்றும் வகையில் இடலாக்குடியில் மணிமண்டபமும் பள்ளியும் உள்ளன."
  },
  {
    "description": "“தோண்டும் அளவு ஊறும் நீர்போலக் கற்கும் அளவு அறிவு சுரக்கும்”  என்ற திருக்குறள் வரியின் பொருள்  என்ன?",
    "options": [
      "கல்வியானது  நீர் போல   எளிதாக கிடைப்பது.",
      "கடினமாக உழைத்து   கற்க வேண்டும்.",
      "நீர் ஊறும்  போது  அது  படிப்படியாக  அதிகரிப்பது போல,  கற்கும் அளவு  அறிவு பெருகும்.",
      "கல்வியானது   நீர்   போல   மூலக்கூறுகளால்   ஆனது."
    ],
    "answer": "C",
    "additional_context": "தோண்டும் அளவு ஊறும் நீர்போலக் கற்கும் அளவு அறிவு சுரக்கும் என்கிறது திருக்குறள்."
  },
  {
    "description": "கல்வியின்  முக்கியத்துவத்தை  தமிழர் எப்போதிலிருந்து   மதித்து  வருகின்றனர்?",
    "options": [
      "சங்க காலத்திலிருந்து.",
      "பல்லவ காலத்திலிருந்து.",
      "சோழ காலத்திலிருந்து.",
      "பிரிட்டிஷ் ஆட்சி காலத்திலிருந்து."
    ],
    "answer": "A",
    "additional_context": "கல்வியைப் போற்றுவதைப் புறநானூற்றுக் காலத்திலிருந்து தற்காலம்வரை தொடர்கின்றனர் தமிழர்."
  },
  {
    "description": "“கற்றவர் வழி அரசு செல்லும் என்கிறது சங்க இலக்கியம். தோண்டும் அளவு ஊறும் நீர்போலக் கற்கும் அளவு அறிவு சுரக்கும் என்கிறது திருக்குறள்.” இந்தப் பகுதி எதைக் குறிப்பிடுகிறது?",
    "options": [
      "கல்வித் துறையில் தமிழரின் பழமையான ஈடுபாட்டைக் குறிப்பிடுகிறது.",
      "கல்வியின் முக்கியத்துவத்தை எடுத்துரைக்கிறது.",
      "அரசு மக்களுக்குக் கல்வி அளிக்க வேண்டும் என்பதை வலியுறுத்துகிறது.",
      "சங்க இலக்கியமும் திருக்குறளும் கல்வியைப் போற்றுவதைக் காட்டுகிறது."
    ],
    "answer": "D",
    "additional_context": "கற்றவர் வழி அரசு செல்லும் என்கிறது சங்க இலக்கியம். தோண்டும் அளவு ஊறும் நீர்போலக் கற்கும் அளவு அறிவு சுரக்கும் என்கிறது திருக்குறள்."
  }
]
