[
          
  {
    
          "description": "கவி கா.மு ஷெரீப் எழுதிய பகுதியில் எத்தனை வகையான மக்களுக்கு வாழ்த்துக் கூறுகிறார்?",
          "options": [
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடப்பகுதியில் கா.மு ஷெரீப் மூன்று விதமான மக்களுக்கு வாழ்த்துக் கூறுகிறார். ஏர் பிடிக்கும் கைகளுக்கே, ஏகும்வரை செய்பவர்க்கே, உயரும் வகை செய்பவர்க்கே என மூன்று விதமான மக்களுக்கு வாழ்த்துக் கூறப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "சங்க இலக்கியங்களில் தமிழ் நாட்டின் ஐந்து புவியியல் பிரிவுகளில் எது பயிர்ச்செய்கைக்கு ஏற்றது எனக் குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "குறிஞ்சி",
      "முல்லை",
      "மருதம்",
      "நெய்தல்"
    ],
    "answer": "C",
    
          "additional_context": "சங்க இலக்கியங்களில் தமிழ் நாட்டின் ஐந்து புவியியல் பிரிவுகளில் மருதம் என்பது பயிர்ச்செய்கைக்கு ஏற்றது என குறிப்பிடப்பட்டுள்ளது. இதனை,  “சங்க இலக்கியங்களில், தமிழ் நாட்டின் ஐந்து புவியியல் பிரிவுகளில் மருதம் பகுதி பயிர்ச்செய்கைக்கு ஏற்றது எனக் குறிப்பிடப்பட்டுள்ளது. மருத நிலத்தில் நெல், கரும்பு, வாழை போன்ற பயிர்கள் வளரும். ' என்ற வாக்கியத்திலிருந்து அறியலாம்."
          }
        ,
          
  {
    
          "description": "'வரப் போகிறேன், இல்லாமல் இருக்கிறது, கொஞ்சம் அதிகம், முன்னுக்குப் பின், மறக்க நினைக்கிறேன்' ஆகிய தொடர்களைக் கொண்டு பொருத்தமான தொடர் அமைக்கவும்.  பின்வரும் தொடர்களில் எது பொருத்தமானது?",
          "options": [
      "கொஞ்சம் அதிகம் வரப் போகிறேன்",
      "இல்லாமல் இருக்கிறது,  முன்னுக்குப் பின் மறக்க நினைக்கிறேன்",
      "முன்னுக்குப் பின் கொஞ்சம் அதிகம் வரப் போகிறேன்",
      "இல்லாமல் இருக்கிறது,  கொஞ்சம் அதிகம்  மறக்க நினைக்கிறேன்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடப்பகுதியில் கொடுக்கப்பட்ட தொடர்களைக் கொண்டு பொருத்தமான தொடர் அமைக்கவும். இதற்கு மாதிரியாக “இன்னும் சிறிது நேரத்தில் வரப் போகிறேன்” என்ற தொடர்  கொடுக்கப்பட்டுள்ளது. இதிலிருந்து கொடுக்கப்பட்ட தொடர்களைக் கொண்டு பொருத்தமான தொடர் “இல்லாமல் இருக்கிறது,  முன்னுக்குப் பின் மறக்க நினைக்கிறேன்” என்பதனை அறியலாம். "
          }
        ,
          
  {
    
          "description": "'மூவேந்தர்களால் நாற்றிசையும் போற்றி வளர்க்கப்பட்ட முத்தமிழே' என்ற வரியில்  'முத்தமிழ்' என்ற சொல் எத்தனை  தொகைச்சொற்களைத் தன்னகத்தே கொண்டுள்ளது?",
          "options": [
      "ஒன்று",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடப்பகுதியில் “மூவேந்தர்களால் நாற்றிசையும் போற்றி வளர்க்கப்பட்ட முத்தமிழே, உலக மொழிகளில் உயர்ந்ததென்ற செம்மாந்த கூற்றிற்கு, தமிழ் இலக்கியங்களில் அமைந்துள்ள இருதிணை அமைப்பே காரணமாகும். முப்பாலை முழுமையாகத் தந்த தமிழின் சிறப்பினை ஐந்திணைகளில் அழகுற விளக்குபவை சங்க இலக்கியங்கள். நானிலத்தில் பசித்தவர்க்கு அறுசுவை உணவுபோல் பத்துப்பாட்டும் எட்டுத்தொகையும் படிப்பவர்க்கு மனதிற்கினிமை ஈந்து தமிழ்ப்பெருமை சாற்றுகிறது.” என்ற வாக்கியம் உள்ளது. இதில் “முத்தமிழ்” என்ற சொல் “மு + தமிழ்” என்பதாக தொகைச்சொல் ஆகும். அதாவது மூன்று தமிழ்கள் என்பதாகும். எனவே  “முத்தமிழ்” என்ற சொல் மூன்று தொகைச் சொற்களைத் தன்னகத்தே கொண்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "பத்திரிகை ஆசிரியருக்கு எழுதப்பட்ட கடிதத்தில் 'உழவுத் தொழிலுக்கு வந்தனை செய்வோம்' என்ற கட்டுரை எந்தப் பத்திரிகையில் வெளியிடப்பட வேண்டும் என்பது குறிப்பிடப்பட்டுள்ளதா?",
          "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடப்பகுதியில் “நாளிதழ் ஒன்றின் பொங்கல் மலரில் 'உழவுத் தொழிலுக்கு வந்தனை செய்வோம்' என்ற உங்கள் கட்டுரையை வெளியிட வேண்டி, அந்நாளிதழ் ஆசிரியருக்குக் கடிதம் எழுதுக.” என்ற வாக்கியம் உள்ளது.  இதில் எந்தப் பத்திரிகையில் வெளியிடப்பட வேண்டும் என்பது குறிப்பிடப்படவில்லை. "
          }
        ]