
[
  {
    "description": "தோற்பாவைக் கூத்து பற்றி பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "இது கையுறைப் பாவைக் கூத்து மற்றும் பொம்மலாட்டத்தின் வளர்ச்சி வடிவம்.",
      "இது ஒரு சிறிய குழு மட்டுமே நிகழ்த்தும் ஒரு கலை வடிவம்.",
      "இது இசையைப் பயன்படுத்தாத ஒரு கலை வடிவம்.",
      "இது ஒரு சமய சடங்குடன் மட்டுமே தொடர்புடைய கலை வடிவம்."
    ],
    "answer": "A",
    "additional_context": "தோலில் செய்த வெட்டு வரைபடங்களை, விளக்கின் ஒளி ஊடுருவும் திரைச்சீலையில் பொருத்தி, கதைக்கேற்ப மேலும் கீழும் பக்கவாட்டிலும் அசைத்துக்காட்டி, உரையாடியும் பாடியும் காட்டுவது தோற்பாவைக் கூத்து. தோலால் ஆன பாவையைக் கொண்டு நிகழ்த்தும் கலையாதலால் தோற்பாவை என்னும் பெயர் பெற்றது. இதில் இசை, ஓவியம், நடனம், நாடகம், பலகுரலில் பேசுதல் ஆகியவை இணைந்துள்ளன. கூத்து நிகழ்த்தும் திரைச்சீலையின் நீளம், அகலம் ஆகியன பாவையின் அமைப்பையும் எண்ணிக்கையையும் பொறுத்து வேறுபடுகின்றன. இந்நிகழ்ச்சியில் பாவையின் அசைவு, உரையாடல், இசை ஆகியனவற்றோடு ஒளியும் முதன்மை பெறுகின்றது.\n\n பாவை குறித்த செய்திகள் சங்ககாலம்முதல் பதினெட்டாம் நூற்றாண்டுவரையான தமிழ் இலக்கியங்களில் காணப்படுகின்றன. திருக்குறளில் மரப்பாவையைப் பற்றிக் குறிப்பிடப்பட்டுள்ளது. திருவாசகத்திலும் பட்டினத்தார் பாடலிலும் தோற்பாவைக் கூத்து பற்றிய செய்திகளைக் காணமுடிகிறது. ஊர் ஊராகச் சென்று நிகழ்த்துகிற கூட்டுக்குடும்பக் கலையாகத் தோற்பாவைக் கூத்து விளங்குகிறது.\n\n தோற்பாவைக் கூத்து கையுறைப் பாவைக் கூத்து, பொம்மலாட்டம் என்பனவாகவும் மாற்றம் பெற்றுள்ளது."
  },
  {
    "description": "பல்வேறு நிகழ்கலைகளின் பொதுவான அம்சம் எது?",
    "options": [
      "இவை அனைத்தும் மரபார்ந்த நிகழ்கலை வடிவங்கள்.",
      "இவை அனைத்தும் கிராமப்புறங்களில் மட்டுமே நிகழ்த்தப்படுகின்றன.",
      "இவை அனைத்தும் ஆண்கள் மட்டுமே நிகழ்த்தும் கலை வடிவங்கள்.",
      "இவை அனைத்தும் கதைகளைச் சொல்லும் கலை வடிவங்கள்."
    ],
    "answer": "A",
    "additional_context": "கண்ணுக்குக் காட்சியையும் சிந்தைக்குக் கருத்தினையும் தருவன; கருத்துடன் கலைத்திறனை நோக்காகக்கொண்டு காலவெள்ளத்தைக் கடந்து நிற்பன; ஆடல், பாடல், இசை, நடிப்பு, ஒப்பனை, உரையாடல் வழியாக மக்களை மகிழ்வடையச் செய்வன; சமூகப் பண்பாட்டுத்தளத்தின் கருத்துக் கருவூலமாக விளங்குவன; நுட்பமான உணர்வுகளின் உறைவிடமாக இருப்பன. அவை யாவை? அவைதாம் மக்கள் பண்பாட்டின் பதிவுகளான நிகழ்கலைகள்."
  },
  {
    "description": "நிகழ்கலைகளின் முக்கியத்துவத்தைப் பற்றி பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "இவை மக்களின் சமயம் மற்றும் வாழ்க்கை நிகழ்வுகளில் மட்டுமே பங்கு வகிக்கின்றன.",
      "இவை மக்களின் கலை மற்றும் பண்பாட்டைப் பிரதிபலிக்கின்றன.",
      "இவை மக்களின் எண்ண வெளிப்பாட்டிற்கான ஒரு வழியாக இல்லை.",
      "இவை மக்களின் திறமைகளைப் பரிசோதிக்க ஒரு வழி மட்டுமே."
    ],
    "answer": "B",
    "additional_context": "சிற்றூர் மக்களின் வாழ்வியல் நிகழ்வுகளில் பிரித்துப் பார்க்க இயலாக் கூறுகளாகத் திகழ்பவை நிகழ்கலைகள். இவை மக்களுக்கு மகிழ்ச்சியெனும் கனி கொடுத்துக் கவலையைப் போக்குகின்றன; சமுதாய நிகழ்வுகளின் ஆவணங்களாகவும் செய்திகளைத் தரும் ஊடகங்களாகவும் திகழ்கின்றன. பழந்தமிழ் மக்களின் கலை, அழகியல், புதுமை ஆகியவற்றின் எச்சங்களை அறிவதற்குத் தற்காலத்தில் நிகழ்த்தப்படும் கலைகள் துணைசெய்கின்றன."
  },
  {
    "description": "பின்வரும் கூற்றுகளில் எது  'ஐந்தாம் உலகத்தமிழ் மாநாட்டு மலர்' குறித்து சரியானது?",
    "options": [
      "இது ஒரு புத்தகத்தின் பெயர்.",
      "இது ஒரு பத்திரிகையின் பெயர்.",
      "இது ஒரு  நிகழ்ச்சியின் பெயர்.",
      "இது ஒரு கலைஞரின் பெயர்."
    ],
    "answer": "C",
    "additional_context": "மலேசியத் தலைநகர் கோலாலம்பூரில் புகழ்மிக்க பகுதியில், 'இராச சோழன் தெரு' என்பது இன்றும் உள்ளது. இது மாமன்னன் இராசராச சோழன் பல்வேறு நாடுகளுக்குப் பயணம் மேற்கொண்ட சிறப்பினை உணர்த்துகின்றது."
  },
  {
    "description": "\"இராச சோழன் தெரு\" எந்த நாட்டில் உள்ளது?",
    "options": [
      "இந்தியா",
      "இலங்கை",
      "மலேசியா",
      "சிங்கப்பூர்"
    ],
    "answer": "C",
    "additional_context": "மலேசியத் தலைநகர் கோலாலம்பூரில் புகழ்மிக்க பகுதியில், 'இராச சோழன் தெரு' என்பது இன்றும் உள்ளது. இது மாமன்னன் இராசராச சோழன் பல்வேறு நாடுகளுக்குப் பயணம் மேற்கொண்ட சிறப்பினை உணர்த்துகின்றது."
  }
]
