
[
  {
    "description": "“தேனினும் இனியநற் செந்தமிழ் மொழியே  தென்னாடு விளங்குறத் திகழுந்தென் மொழியே”   இந்த வரிகளில்  “திகழுந்தென் மொழியே”  என்பதன் பொருள் என்ன?",
    "options": [
      "புகழூட்டும் மொழி",
      "உயர்ந்த மொழி",
      "அழகான மொழி",
      "இனிமையான மொழி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தமிழ் மொழி  தென்னாட்டில் மிகவும் புகழ்பெற்ற மொழியாக விளங்குகிறது.  திகழுந்தென் மொழியே என்பது தென்னாட்டின் புகழை மேம்படுத்தும் மொழி என்று பொருள்படும்."
  },
  {
    "description": "“கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறவரை அழைத்து வாருங்கள்” என்ற வாக்கியம் எந்தத் தொடரிலிருந்து உருவாக்கப்பட்டது?",
    "options": [
      "கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறார். அவரை அழைத்து வாருங்கள்.",
      "ஊட்டமிகு உணவு உண்டார். அவர் நீண்ட வாழ்நாள் பெற்றார்.",
      "நேற்று என்னைச் சந்தித்தார். அவர் என் நண்பர்.",
      "பொது அறிவு நூல்களைத் தேடிப் படித்தார். போட்டித் தேர்வில் வென்றார்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த கேள்வியில்  ஒரு தொடரை  இரண்டு தொடர்களாக பிரித்து  'அவரை'  என்ற சொல்லை  'காத்திருக்கிறவரை'  என்று மாற்றி அமைத்து  புதிய தொடர்  உருவாக்கப்பட்டுள்ளது."
  },
  {
    "description": "“வள்ளல் குமணன் வறுமையால் வாடிவந்த புலவனுக்குத் தனது தலையைக் கொடுத்து மங்காப் புகழ் பெற்றான்” என்ற தொடரில் குமணன் பெற்ற புகழ் எதனால் மங்காதது?",
    "options": [
      "வறுமையில் வாடிவந்த புலவனுக்கு உதவியதால்",
      "தனது தலையைக் கொடுத்ததால்",
      "புலவனை மதித்ததால்",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வள்ளல் குமணன் வறுமையில் வாடிவந்த புலவனுக்கு தனது தலையைக் கொடுத்து உதவியதால், புலவனை மதித்ததால், அவன் பெற்ற புகழ்  மங்காதது  என்பது தொடரிலிருந்து தெளிவாகிறது."
  },
  {
    "description": "“பசுப்போல் சாந்தமும் புலிபோல் தீரமும் யானை போல உழைப்பும் மனிதனுக்கு வேண்டும்” என்ற தொடரில் மனிதன் பெற்றிருக்க வேண்டிய மூன்று குணங்கள் யாவை?",
    "options": [
      "அமைதி, தைரியம், உழைப்பு",
      "ஞானம், பக்தி, கருணை",
      "அறிவு, நேர்மை, கடின உழைப்பு",
      "பொறுமை, தயவு, கருணை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மனிதன் வாழ்க்கையில்  'சாந்தம்,  தீரம்,  உழைப்பு'  என்ற  மூன்று  குணங்களும்  மிக முக்கியம்.  பசு  சாந்தமாக இருக்கும்,  புலி  தைரியமானது,  யானை  கடினமாக உழைக்கும்.  இந்த  குணங்கள்  மனிதனுக்கு  இருக்க  வேண்டும் என்பது தொடரின் பொருள்."
  },
  {
    "description": "“பிள்ளைத் தமிழ் பேசி, சதகம் சமைத்து, பரணி பாடி, கலம்பகம் கண்டு, உலாவந்து, அந்தாதி கூறி, கோவை யாத்து, அணியாகப் பூட்டி அழகூட்டி அகம்மிக மகிழ்ந்தனர் செந்நாப் புலவர்கள்”  என்ற தொடரில் குறிப்பிடப்படும் தமிழ் இலக்கிய வகைகள் எவை?",
    "options": [
      "பரணி, சதகம், கலம்பகம், அந்தாதி, கோவை",
      "பரணி, சதகம், கலம்பகம், அந்தாதி, உலா",
      "பரணி, சதகம், உலா, அந்தாதி, கோவை",
      "சதகம், கலம்பகம், அந்தாதி, கோவை, பிள்ளைத் தமிழ்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தமிழ் இலக்கியத்தில் பல வகைகள் உள்ளன.  இந்த  தொடரில்  பரணி,  சதகம்,  கலம்பகம்,  அந்தாதி,  கோவை  என்ற  ஐந்து  வகைகள்  குறிப்பிடப்பட்டுள்ளன."
  }
]
