[
          
  {
    
          "description": "“__________ என்னும் நூலில் நா.பார்த்தசாரதி உவமையைப் பயன்படுத்தியுள்ளார்.”",
          "options": [
      "மழையும் புயலும்",
      "தமிழின்பம்",
      "புதிய உரைநடை",
      "குறிஞ்சிமலர்"
    ],
    "answer": "D",
    
          "additional_context": "சங்கப் புலவரும் இணையத் தமிழனும் பேசும்போது, இணையத் தமிழன் சங்கப் புலவரிடம் 'திருப்பரங்குன்றத்தின் அழகைப் பார்ப்பதற்கென்றே இயற்கை பதித்து வைத்த இரண்டு பெரிய நிலைக்கண்ணாடிகளைப்போல் வடபுறமும் தென்புறமும் நீர்நிறைந்த கண்மாய்கள்' என்று குறிஞ்சிமலர் என்னும் நூலில் நா.பார்த்தசாரதி உவமையைப் பயன்படுத்தியுள்ளார் என்று கூறுகிறார். இதன் மூலம் இணையத் தமிழன் உரைநடையின் அணிநலன்களான உவமையைப்பற்றிச் சுட்டிக்காட்டுகிறார். சங்கப் புலவர், இணையத் தமிழனின் கூற்றைக் கேட்டு, 'அருமையான உவமையைக் கூறினீர்!' என்று பாராட்டுகிறார்."
          }
        ,
          
  {
    
          "description": "“_________  என்ற தோழர் ப.ஜீவானந்தம் எழுதியிருப்பது எதிரிணை இசைவுக்கு நல்ல எடுத்துக்காட்டு!”",
          "options": [
      "“முகநிலவில் வியர்வைமுத்துகள் துளிர்த்தன”",
      "“புறந்தூய்மை நீரான் அமையும் அகந்தூய்மை வாய்மையால் காணப் படும்”",
      "“குடிசைகள் ஒரு பக்கம்; கோபுரங்கள் மறுபக்கம்; பசித்த வயிறுகள் ஒருபக்கம்; புளிச்சேப்பக்காரர்கள் மறுபக்கம்: மெலிந்த எலும்புக்கூடுகள் ஒருபக்கம்; பருத்த தொந்திகள் மறுபக்கம்; கேடுகெட்ட இந்தச் சமுதாயத்திற்கு என்றைக்கு விமோசனம்? தோழர்களே, சிந்தியுங்கள்!”",
      "“இந்தியாதான் என்னுடைய மோட்சம்; இந்தியாவின் நன்மைதான் என் நன்மை. இந்தியாதான் என் இளமையின் மெத்தை; என் யௌவனத்தின் நந்தவனம்; என் கிழக்காலத்தின் காசி” "
    ],
    "answer": "C",
    
          "additional_context": "சங்கப் புலவர், இணையத் தமிழனின் சொல்வழக்குகள் பற்றி கேட்கும்போது, இணையத் தமிழன், 'குடிசைகள் ஒரு பக்கம்; கோபுரங்கள் மறுபக்கம்; பசித்த வயிறுகள் ஒரு பக்கம்; புளிச்சேப்பக்காரர்கள் மறுபக்கம்: மெலிந்த எலும்புக்கூடுகள் ஒரு பக்கம்; பருத்த தொந்திகள் மறுபக்கம்; கேடுகெட்ட இந்தச் சமுதாயத்திற்கு என்றைக்கு விமோசனம்? தோழர்களே, சிந்தியுங்கள்!' என்று தோழர் ப.ஜீவானந்தம் எழுதியிருப்பது எதிரிணை இசைவுக்கு நல்ல எடுத்துக்காட்டு என்று கூறுகிறார்.  இதன் மூலம் இணையத் தமிழன் உரைநடையின் அணிநலன்களான எதிரிணை இசைவு பற்றிச் சுட்டிக்காட்டுகிறார். சங்கப் புலவர், இணையத் தமிழனின் கூற்றைக் கேட்டு, 'கேட்கும்போதிலே சிலிர்ப்பு உண்டாகிறதே!' என்று பாராட்டுகிறார்."
          }
        ,
          
  {
    
          "description": "சங்கப் புலவரும் இணையத் தமிழனும் பேசும்போது, இணையத் தமிழன் சங்கப் புலவரிடம் 'சங்கப் பாடல்களுக்குப் பின், தமிழ் இலக்கியம் அறஇலக்கியங்களாகி, காப்பியங்களாகி, சிற்றிலக்கியங்களாகி, சந்தக் கவிதைகளாகி, புதுக்கவிதைகளாகி... இப்போது நவீன கவிதைகளில் வந்து நிற்கிறது' என்கிறார். இதன் மூலம், இணையத் தமிழன் குறிப்பிடுவது எது?",
          "options": [
      "இலக்கிய வடிவங்கள் காலத்துக்குக் காலம் மாறி வருகின்றன",
      "சங்க காலத்திற்குப் பின்பு தோன்றிய இலக்கிய வடிவங்கள் மட்டுமே மதிப்புடையவை",
      "நவீன கவிதை மட்டுமே உண்மையான இலக்கியம்",
      "மரபு இலக்கியங்களின் மதிப்பு குறைந்துவிட்டது"
    ],
    "answer": "A",
    
          "additional_context": "சங்கப் புலவர், இணையத் தமிழனிடம் அவர்களின் கால இலக்கியம் குறித்து கேட்கிறார். இதற்கு பதிலளிக்கும் இணையத் தமிழன், 'சங்கப் பாடல்களுக்குப் பின், தமிழ் இலக்கியம் அறஇலக்கியங்களாகி, காப்பியங்களாகி, சிற்றிலக்கியங்களாகி, சந்தக் கவிதைகளாகி, புதுக்கவிதைகளாகி... இப்போது நவீன கவிதைகளில் வந்து நிற்கிறது' என்று கூறுகிறார். இதன் மூலம், இணையத் தமிழன் இலக்கிய வடிவங்கள் காலத்துக்குக் காலம் மாறி வருகின்றன என்பதைச் சுட்டிக்காட்டுகிறார். இணையத் தமிழன் சங்கப் புலவரிடம் இலக்கிய வடிவங்களின் மாற்றத்தைப் பற்றிக் கூறுகிறார். சங்கப் புலவர், இணையத் தமிழனின் கூற்றைக் கேட்டு, 'வளர்ச்சியோ அளவற்றது!' என்று பாராட்டுகிறார்."
          }
        ,
          
  {
    
          "description": "'திருப்பரங்குன்றத்தின் அழகைப் பார்ப்பதற்கென்றே இயற்கை பதித்து வைத்த இரண்டு பெரிய நிலைக்கண்ணாடிகளைப்போல் வடபுறமும் தென்புறமும் நீர்நிறைந்த கண்மாய்கள்' - இந்த உரைநடைத் தொடரில் பயன்படுத்தப்பட்டுள்ள அணி எது?",
          "options": [
      "உவமை",
      "உருவகம்",
      "எடுத்துக்காட்டு உவமை",
      "இலக்கணை"
    ],
    "answer": "A",
    
          "additional_context": "'திருப்பரங்குன்றத்தின் அழகைப் பார்ப்பதற்கென்றே இயற்கை பதித்து வைத்த இரண்டு பெரிய நிலைக்கண்ணாடிகளைப்போல் வடபுறமும் தென்புறமும் நீர்நிறைந்த கண்மாய்கள்' என்று குறிஞ்சிமலர் என்னும் நூலில் நா.பார்த்தசாரதி உவமையைப் பயன்படுத்தியுள்ளார் என்று இணையத் தமிழன் சங்கப் புலவரிடம் கூறுகிறார். இதன் மூலம் உவமையைப் பற்றிப் புரிந்துகொள்ளலாம்.  இணையத் தமிழன் சங்கப் புலவரிடம் உரைநடையின் அணிநலன்களான உவமையைப் பற்றிக் கூறுகிறார். சங்கப் புலவர், இணையத் தமிழனின் கூற்றைக் கேட்டு, 'அருமையான உவமையைக் கூறினீர்!' என்று பாராட்டுகிறார்."
          }
        ,
          
  {
    
          "description": "'முகநிலவில் வியர்வைமுத்துகள் துளிர்த்தன' என்னும் உரைநடைத் தொடர் எந்த அணியைச் சேர்ந்தது?",
          "options": [
      "உவமை",
      "உருவகம்",
      "எடுத்துக்காட்டு உவமை",
      "இலக்கணை"
    ],
    "answer": "B",
    
          "additional_context": "இணையத் தமிழன் சங்கப் புலவரிடம் உருவக அணி பற்றி விளக்கமாகக் கூறுகிறார்.  'முகநிலவில் வியர்வைமுத்துகள் துளிர்த்தன' என்று உருவகமாக எழுதுகிறார்கள். இதன் மூலம் உருவக அணியைப் பற்றிப் புரிந்துகொள்ளலாம்.  இணையத் தமிழன் சங்கப் புலவரிடம் உரைநடையின் அணிநலன்களான உருவகத்தைப் பற்றிக் கூறுகிறார். சங்கப் புலவர், இணையத் தமிழனின் கூற்றைக் கேட்டு, 'அட! என்னே அவரது கற்பனை!' என்று பாராட்டுகிறார்."
          }
        ]