
[
  {
    "description": "கவிதைகளின் வரிகளைக் கவனமாகப் படித்து, இவற்றில் எந்த வரி \"இயற்கை\" மற்றும் \"மனித நாகரீகம்\" இடையேயான எதிர்ப்பைப் படம் பிடித்துக் காட்டுகிறது?",
    "options": [
      "மரம் தேடிய களைப்பு மின்கம்பியில் இளைப்பாறும் குருவி.",
      "விற்பனையில் காற்றுப் பொட்டலம் சிக்கனமாய் மூச்சு விடவும்...",
      "மனக்கோட்டை ஆறப்போடுதல்",
      "அள்ளி இறைத்தல்"
    ],
    "answer": "a",
    "additional_context": "இந்தக் கவிதை வரிகளில், \"மரம் தேடிய களைப்பு மின்கம்பியில் இளைப்பாறும் குருவி.\" என்ற வரி இயற்கை மற்றும் மனித நாகரீகம் இடையேயான எதிர்ப்பைப் படம் பிடித்துக் காட்டுகிறது. மரம் இயற்கையை குறிக்கிறது, மின்கம்பி மனித நாகரீகத்தை குறிக்கிறது. குருவி இயற்கையை சார்ந்தது, ஆனால் நாகரீகத்தின் அடையாளமான மின்கம்பியில் ஓய்வெடுக்கிறது. இதன் மூலம், இயற்கை சூழல் மனித நாகரீகத்தால் எவ்வாறு பாதிக்கப்படுகிறது என்பதை இந்த வரி வெளிப்படுத்துகிறது."
  },
  {
    "description": "\"நாணற்காடன்\" எழுதிய கவிதையில் உள்ள \"குருவி\"யின் செயலைப் பற்றி பின்வருவனவற்றுள் எது சரியானது?",
    "options": [
      "குருவி மரம் தேடி களைத்ததால் மின்கம்பியில் ஓய்வெடுக்கிறது.",
      "குருவி மின்கம்பியைப் பற்றிப் பறக்கிறது.",
      "குருவி மரம் தேடுவதில் சிரமப்படுகிறது.",
      "குருவி மின்கம்பியை தனது வீடாகக் கருதுகிறது."
    ],
    "answer": "a",
    "additional_context": "\"நாணற்காடன்\" எழுதிய கவிதையில் உள்ள \"குருவி\" மரம் தேடி களைத்ததால் மின்கம்பியில் ஓய்வெடுக்கிறது. இது கவிதையில் தெளிவாக வெளிப்படுத்தப்பட்டுள்ளது. குருவி மரங்களைத் தேடி அலைந்து களைத்து மின்கம்பியில் இளைப்பாறுகிறது.  இயற்கையான சூழல் மாறி மனித நாகரீகத்தால் பாதிக்கப்பட்ட சூழலில் குருவி இளைப்பாறும் விதத்தை இந்தக் கவிதை விவரிக்கிறது."
  },
  {
    "description": "\"புதுவைத் தமிழ் நெஞ்சன்\" எழுதிய கவிதையின் கருப்பொருள் என்ன?",
    "options": [
      "காற்றின் அரிதான தன்மை",
      "சுவாசிப்பதற்கான இயற்கை காற்று",
      "மனித வாழ்க்கையின் மாறுபாடுகள்",
      "சுற்றுச்சூழல் மாசுபாடு"
    ],
    "answer": "d",
    "additional_context": "இந்தக் கவிதை காற்றுப் பொட்டலத்தை \"சிக்கனமாய் மூச்சு விடவும்...\" என குறிப்பிடுகிறது. இதன் மூலம், சுற்றுச்சூழல் மாசுபாட்டின் காரணமாக காற்று மாசடைந்து, சுவாசிக்கத் தேவையான சுத்தமான காற்று அரிதாகிவிட்டதை இந்தக் கவிதை வெளிப்படுத்துகிறது."
  },
  {
    "description": "கடிதம் எழுதும் போது, மின்வாரிய அலுவலருக்கு எந்த இடையூறுகள் குறித்து தெரிவிக்கப்பட வேண்டும்?",
    "options": [
      "பழுதடைந்த மின்விளக்குகளால் ஏற்படும் இருள்",
      "இரவில் நடந்து செல்வோருக்கு ஏற்படும் ஆபத்து",
      "வாகன ஓட்டிகள் எதிர்கொள்ளும் சிரமங்கள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "d",
    "additional_context": "மின்விளக்குகள் பழுதடைந்ததால் ஏற்படும் இருள், இரவில் நடந்து செல்வோருக்கு ஏற்படும் ஆபத்து, வாகன ஓட்டிகள் எதிர்கொள்ளும் சிரமங்கள் ஆகியவை மின்வாரிய அலுவலருக்கு தெரிவிக்கப்பட வேண்டிய முக்கிய இடையூறுகள் ஆகும். இது சமூகத்தின் பாதுகாப்பு மற்றும் வசதிகளுக்கு நேரடித் தொடர்புடையது என்பதால், மின்வாரிய அலுவலரை இது குறித்து உடனடியாக தெரிவிக்க வேண்டியது அவசியம்."
  },
  {
    "description": "\"அள்ளி இறைத்தல்\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "கவனமாகவும் திறமையாகவும் செயல்படுதல்",
      "தாராளமாகவும் கவனமின்றி செயல்படுதல்",
      "மனதில் இருக்கும் எண்ணத்தை வெளிப்படுத்துதல்",
      "தன்னலம் கருதாது மற்றவர்களுக்கு உதவுதல்"
    ],
    "answer": "d",
    "additional_context": "\"அள்ளி இறைத்தல்\" என்ற மரபுத்தொடர் தன்னலம் கருதாது மற்றவர்களுக்கு உதவுவதை குறிக்கிறது. இதன் பொருள் ஒருவருக்குத் தேவைப்படும் போது தயங்காமல், தாராளமாக உதவி செய்வது. மனதில் இருக்கும் எண்ணத்தை வெளிப்படுத்துவதை \"மனம் திறந்து பேசுதல்\" எனக் குறிப்பிடுவார்கள்.  கவனமாகவும் திறமையாகவும் செயல்படுவதை \"கவனமாகச் செயல்படுதல்\" எனக் குறிப்பிடுவார்கள்.  தாராளமாகவும் கவனமின்றி செயல்படுவதை \"தாராளமாகச் செயல்படுதல்\" எனக் குறிப்பிடுவார்கள்."
  }
]
