[
          
  {
    
          "description": "'கடல்மீது இவள் கொண்ட பயமொன்று காணும்' என்ற வரிகளில் 'இவள்' என குறிப்பிடப்படுவது யார்?",
          "options": [
      "அ) நண்டு",
      "ஆ) அலை",
      "இ) கறிசோறு",
      "ஈ) கடல்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தக் கவிதை வரிகள் சிறு நண்டின் பயத்தைப் பற்றியது. கடல்மீது இவள் கொண்ட பயம் என்பது சிறு நண்டின் கடலைப் பற்றிய பயத்தைத் தான் குறிக்கிறது. கடல் அலைகள் நண்டை அடித்துச் செல்லும் பயம் அதற்கு இருப்பதைக் கவிதை  குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'வெறுவான வெளி மீது முகில் வந்து சூழும்' என்ற வரிகளின் பொருள் என்ன?",
          "options": [
      "அ) வெயில் காலத்தில் வானம் முகில்களால் மூடப்படுகிறது.",
      "ஆ) மழைக்காலத்தில் வானம் முகில்களால் சூழப்படுகிறது.",
      "இ) புயல் வரும் போது வானம் முகில்களால் சூழப்படுகிறது.",
      "ஈ) மலைகளின் மீது முகில்கள் சூழ்ந்து இருக்கும்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "புயல் வரும் போது வானம் முகில்களால் சூழப்படுவதைக் கவிதை  வரிகள் தெளிவாகச் சொல்கின்றன. வெறுவான வெளி மீது முகில் வந்து சூழும் என்பது புயல் வரும் போது வானம் கருத்திற்கும் கருத்திற்கும் முகில்களால் சூழப்படும் என்பதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'Koothu'  என்ற தலைப்பில் கொடுக்கப்பட்ட பத்தியில், கூத்து நிகழ்ச்சியில் எதற்கு முக்கியத்துவம் தரப்படுகிறது?",
          "options": [
      "அ) கதை சொல்லும் முறை",
      "ஆ) இசை மற்றும் பாடல்கள்",
      "இ) கலைஞர்களின் உடைகள்",
      "ஈ) இவையனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "கூத்து நிகழ்ச்சியில் கதை சொல்லும் முறை, இசை மற்றும் பாடல்கள், கலைஞர்களின் உடைகள் என அனைத்தும் முக்கியத்துவம் வாய்ந்தவை. கதை சொல்லும் முறை, இசை, பாடல்கள், கலைஞர்களின் உடைகள் மற்றும் அலங்காரம் என எல்லாமே  சேர்ந்து தான் கூத்து நிகழ்ச்சி பிரபலமாகும்."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்ட சொற்களில் எது 'தங்கக் கட்டி' என்ற சொல்லின் பிறமொழிச் சொல்?",
          "options": [
      "அ) கோல்டு பிஸ்கட்",
      "ஆ) எக்ஸ்பெரிமெண்ட்",
      "இ) ஈக்வல்",
      "ஈ) ரிப்பீட்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "தங்கக் கட்டி என்பது ஆங்கிலத்தில் Gold biscuit என்று சொல்லப்படுகிறது. கோல்டு பிஸ்கட்  என்பது தங்கக் கட்டிக்கான  பிறமொழிச் சொல் ஆகும்."
          }
        ,
          
  {
    
          "description": "'கறிசோறு பொதியோடு தருகின்ற போதும் கடல்மீது இவள் கொண்ட பயமொன்று காணும்' என்ற வரிகளில் கவிஞர் எதை உணர்த்த விரும்புகிறார்?",
          "options": [
      "அ) நண்டு கடலைப் பற்றிய பயத்தை வெளிப்படுத்துகிறது.",
      "ஆ) நண்டின் அச்சம் கறிசோறு தரும் போது கூட இருக்கும்.",
      "ஆ) நண்டு மணல் மீது படமொன்று கீறும்.",
      "ஈ) கடல் அலைகள் நண்டை அடித்துச் செல்லும்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கவிதை  வரிகள் நண்டின் அச்சத்தை  உணர்த்த விரும்புகிறது. நண்டு கடலைப் பற்றிய பயத்தை  வெளிப்படுத்துகிறது. கறிசோறு தருகின்ற போதும் கூட கடலைப் பற்றிய பயம் நண்டிடம் இருக்கிறது. நண்டின் அச்சம் எப்போதும் இருக்கிறது என்பதைக் கவிதை  வரிகள் சொல்கின்றன."
          }
        ]