[
          
  {
    
          "description": "'வண்ணமிட்ட தொகைநிலைத் தொடர்களை வகைப்படுத்துக'  என்ற செயல்பாட்டில், கொடுக்கப்பட்டுள்ள  'தங்கமீன்கள் தண்ணீர்த்தொட்டியில் விளையாடுகின்றன'  என்ற தொடரில் எந்த வகை தொகை  இல்லை?",
          "options": [
      "வேற்றுமைத்தொகை",
      "வினைத்தொகை",
      "பண்புத்தொகை",
      "உவமைத்தொகை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "நூலில் உள்ள ஒவ்வொரு தொகைநிலைத் தொடரின் வகைகளையும் அடையாளம் காணும் பயிற்சி இது.  இந்தப் பயிற்சியில், கொடுக்கப்பட்டுள்ள  'தங்கமீன்கள் தண்ணீர்த்தொட்டியில் விளையாடுகின்றன' என்ற தொடரில் எந்த வகைத் தொகை இல்லை என்பதைக் கண்டுபிடிக்க வேண்டும். இதற்கு, நூலில் கொடுக்கப்பட்டுள்ள  'தொகைநிலைத் தொடர்' என்னும் பகுதியைப் படித்து,  வினைத்தொகை, வேற்றுமைத்தொகை, பண்புத்தொகை, உவமைத்தொகை ஆகிய தொகைகளின்  தன்மைகளை  அறிந்துகொள்ள வேண்டும். அதன் பிறகு, 'தங்கமீன்கள் தண்ணீர்த்தொட்டியில் விளையாடுகின்றன' என்ற தொடர் எந்தத் தொகையின்  தன்மையை  பெற்றுள்ளது என்பதை அடையாளம் காண வேண்டும்."
          }
        ,
          
  {
    
          "description": "“கரும்பு தின்றான்” என்னும் சொற்றொடர் தொகைநிலைத் தொடராக இருப்பதற்கு என்ன காரணம்?",
          "options": [
      "கரும்பு, தின்றான் என்னும் இரண்டு சொற்களும் இணைந்து ஒரு சொல் போல் உள்ளன.",
      "கரும்பு, தின்றான் என்னும் சொற்களுக்கிடையில் “ஐ” என்னும் வேற்றுமை உருபு மறைந்து உள்ளது.",
      "திின்றான் என்னும் வினைச்சொல்லில் காலம் காட்டும் இடைநிலை மறைந்து உள்ளது.",
      "கரும்பு என்னும் பெயர்ச்சொல்லில் பண்பு விகுதி மறைந்து உள்ளது."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தப் பகுதியில் 'தொகைநிலைத் தொடர்' பற்றி  விளக்கப்பட்டுள்ளது. ஒரு தொடரில் இரண்டு சொற்களுக்கு நடுவில் வேற்றுமை உருபு மறைந்து நின்று, அப்பொருளைத் தருகிறது. எனவே, இது தொகைநிலைத் தொடர் எனப்படும்.  “கரும்பு தின்றான்” என்ற சொற்றொடரில் உள்ள இரண்டு சொற்களுக்கிடையில் வேற்றுமை உருபு (ஐ) மறைந்து நின்று, கரும்பைத் தின்றான் என்று பொருள் தருவதால், இது ஒரு தொகைநிலைத் தொடர் எனப்படும். "
          }
        ,
          
  {
    
          "description": "“மதுரை சென்றார்” என்னும் சொற்றொடர் எந்த வகைத் தொகைநிலைத் தொடர்?",
          "options": [
      "வினைத்தொகை",
      "வேற்றுமைத்தொகை",
      "பண்புத்தொகை",
      "உவமைத்தொகை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நூலில்  'தொகைநிலைத் தொடர் ஆறு வகைப்படும். அவை வேற்றுமைத்தொகை, வினைத்தொகை, உவமைத்தொகை, பண்புத்தொகை, உம்மைத்தொகை, அன்மொழித்தொகை என்பன ஆகும்.' என்ற  தொடர் கொடுக்கப்பட்டுள்ளது.  'மதுரை சென்றார்' என்னும் சொற்றொடரில் 'கு' என்னும் வேற்றுமை உருபு மறைந்து நின்று  'மதுரைக்கு சென்றார்' என்று பொருள் தருகிறது. எனவே, இது வேற்றுமைத் தொகை எனப்படும்."
          }
        ,
          
  {
    
          "description": "“தேர்ப்பாகன்” என்னும் சொற்றொடர் எந்த வகைத் தொகைநிலைத் தொடர்?",
          "options": [
      "உருபும் பயனும் உடன் தொக்க வேற்றுமைத்தொகை",
      "வினைத்தொகை",
      "உவமைத்தொகை",
      "அன்மொழித்தொகை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": " 'தேர்ப்பாகன்' என்ற சொற்றொடரில் 'ஐ' என்னும் வேற்றுமை உருபும் 'ஓட்டும்' என்னும் பொருளை விளக்கும் பயனும் மறைந்து வந்துள்ளன. இவ்வாறு ஒரு தொடரில் வேற்றுமை உருபும் அதன் பொருளை விளக்கும் பயனும் சேர்ந்து மறைந்து வருவது உருபும் பயனும் உடன் தொக்க தொகை எனப்படும். இதுவும் வேற்றுமைத் தொகையே ஆகும்.  எனவே, இது 'உருபும் பயனும் உடன் தொக்க வேற்றுமைத்தொகை' எனப்படும்.  "
          }
        ,
          
  {
    
          "description": "“வீசுதென்றல்” என்னும் சொற்றொடர் எந்த வகைத் தொகைநிலைத் தொடர்?",
          "options": [
      "உவமைத்தொகை",
      "வினைத்தொகை",
      "பண்புத்தொகை",
      "உம்மைத்தொகை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தப் பகுதியில்  'வினைத்தொகை' பற்றி விளக்கப்பட்டுள்ளது.  காலம் காட்டும் இடைநிலையும் பெயரெச்ச விகுதியும் மறைந்து நிற்க, வினைப் பகுதியைத் தொடர்ந்து ஒரு பெயர் வந்து ஒரு சொல்லைப் போல் நடப்பது 'வினைத்தொகை' எனப்படும்.  'வீசுதென்றல்' என்ற சொற்றொடரில் 'வீசு' என்பது வினைப்பகுதி. தென்றல் என்பது பெயர்ச்சொல். இரண்டும் இணைந்து 'வீசுகின்ற காற்று' எனப் பொருள் தருகிறது. இதில் காலம் காட்டும் இடைநிலைகள் (வீசுகின்ற)  மறைந்துள்ளன. எனவே இது வினைத்தொகை எனப்படும்."
          }
        ]