
[
  {
    "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள \"கச்சல்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) இளம் தென்னை மரம்",
      "b) இளம் வாழை மரம்",
      "c) இளம் கரும்பு",
      "d) இளம் பனை மரம்"
    ],
    "answer": "B",
    "additional_context": "கட்டுரை, தமிழ்ச்சொல் வளம் குறித்த ஒரு கட்டுரை. இக்கட்டுரையில், பயிர் வகைகளைப் பற்றியும், அந்த வகைகளில் உள்ள சொற்களைப் பற்றியும் விளக்கப்பட்டுள்ளது. \"கச்சல்\" என்ற சொல், வாழையின் இளம் பருவத்தைக் குறிக்கும் சொல். வாழையின் இளம் பருவத்தைக் குறிக்கப் பயன்படுத்தப்படும் சொல். இச்சொல் தவிர, வாழையின் இளம் பருவத்தைக் குறிக்க, \"குருத்து\" என்ற சொல்லும் பயன்படுத்தப்படுகிறது."
  },
  {
    "description": "\"நுழாய்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) இளம் தேங்காய்",
      "b) இளம் பனைப்பழம்",
      "c) இளம் மாம்பழம்",
      "d) இளம் புளி"
    ],
    "answer": "B",
    "additional_context": "இக்கட்டுரையில், பயிர் வகைகளைப் பற்றியும், அந்த வகைகளில் உள்ள சொற்களைப் பற்றியும் விளக்கப்பட்டுள்ளது. \"நுழாய்\" என்ற சொல், பனைப்பழத்தின் இளம் பருவத்தைக் குறிக்கும் சொல். இச்சொல் பனைப்பழத்தின் இளம் பருவத்தைக் குறிக்கப் பயன்படுத்தப்படுகிறது."
  },
  {
    "description": "\"கொம்மை\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) நெல்லின் உமி",
      "b) வாழைப்பழத்தின் தோல்",
      "c) கம்பு, கேழ்வரகு முதலியவற்றின் உமி",
      "d) தேங்காயின் ஓடு"
    ],
    "answer": "C",
    "additional_context": "இக்கட்டுரையில், பயிர் வகைகளைப் பற்றியும், அந்த வகைகளில் உள்ள சொற்களைப் பற்றியும் விளக்கப்பட்டுள்ளது. \"கொம்மை\" என்ற சொல், கம்பு, கேழ்வரகு முதலியவற்றின் உமியைக் குறிக்கும் சொல். இந்த உமி, இந்த தானியங்களின் வெளிப்புறத்தில் இருக்கும் மெல்லிய ஓடு போன்ற பகுதியாகும்."
  },
  {
    "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள \"குருத்து\" என்ற சொல் எந்தத் தாவரத்துக்கான இளம் பருவத்தைக் குறிக்கிறது?",
    "options": [
      "a) பனை",
      "b) புளி",
      "c) வாழை",
      "d) தென்னை"
    ],
    "answer": "C",
    "additional_context": "இக்கட்டுரையில், பயிர் வகைகளைப் பற்றியும், அந்த வகைகளில் உள்ள சொற்களைப் பற்றியும் விளக்கப்பட்டுள்ளது. \"குருத்து\" என்ற சொல், வாழையின் இளம் பருவத்தைக் குறிக்கும் சொல். வாழையின் இளம் பருவத்தைக் குறிக்கப் பயன்படுத்தப்படும் சொல். இச்சொல் தவிர, வாழையின் இளம் பருவத்தைக் குறிக்க, \"கச்சல்\" என்ற சொல்லும் பயன்படுத்தப்படுகிறது."
  },
  {
    "description": "பாவாணர் எந்த நூலில் \"தமிழ்ச்சொல் வளம்\" என்ற கட்டுரையை எழுதியுள்ளார்?",
    "options": [
      "a) தமிழ்ச்சொல் களஞ்சியம்",
      "b) சொல்லாய்வுக் கட்டுரைகள்",
      "c) தமிழ் இலக்கணம்",
      "d) தமிழ்ச்சொல் வளம்"
    ],
    "answer": "B",
    "additional_context": "இக்கட்டுரை, தேவநேயப் பாவாணர் எழுதிய \"சொல்லாய்வுக் கட்டுரைகள்\" என்ற நூலிலிருந்து எடுக்கப்பட்டது. இந்த நூலில், தமிழ்ச்சொல்லின் வளம் பற்றிய பல்வேறு கட்டுரைகள் இடம்பெற்றுள்ளன. இக்கட்டுரையில், தமிழ் மொழிக்கே உரிய பல சொற்களும் அவற்றின் பயன்பாடுகளும் விளக்கப்பட்டுள்ளன."
  }
]
