
[
  {
    "description": "“கலையைத் தாங்கிப் பிடிக்க” என்ற சொற்றொடர் எதைப் குறிக்கிறது?",
    "options": [
      "ஜெயகாந்தன் கலையை மட்டுமே முக்கியத்துவம் கொடுத்தார்.",
      "கலை மட்டும் போதுமானது என்று அவர் நம்பினார்.",
      "கலையை மட்டும் தாங்கிப் பிடிக்க வேண்டும் என்று அவர் விரும்பினார்.",
      "கலை சமூகத்திற்குப் பயனுள்ளதாக இருக்க வேண்டும் என்பது அவருடைய கருத்து."
    ],
    "answer": "D",
    "additional_context": "ஜெயகாந்தன், வியாசன் முதல் பாரதி வரை எதற்காக எழுதினார்கள் என்று கேட்டு, இவர்களில் யாராவது கலையைத் தாங்கிப் பிடிக்க என்று சொல்லிக்கொண்டதுண்டா என்கிறார். இவர்களைவிட கலையைத் தாங்கியவர்களும், காலம் காலமாய் வாழும், வாழப்போகும் கலா சிருஷ்டிகளைத் தந்தவர்களும் உண்டா என்கிறார். தர்மார்த்தங்களை உபதேசிக்கவே வியாஸர் பாரதத்தை எழுதினார்.  கலைத்தன்மைக்கு எந்தவிதக் குறைவும் வராமல், கலாதேவியின் காதற் கணவனாகவும் சமுதாயத் தாயின் அன்புப் புதல்வனாகவும் இருந்துதான் நான் எழுதுகிறேன் என்கிறார் ஜெயகாந்தன். எனவே ஜெயகாந்தனின் எழுத்துக்கள் கலையை மட்டுமே முக்கியத்துவம் கொடுக்கவில்லை என்பது தெளிவாகிறது."
  },
  {
    "description": "“அர்த்தமே வடிவத்தை வளமாக்குகிறது” என்ற வாக்கியத்தின் பொருள் என்ன?",
    "options": [
      "எழுத்து என்பது வெறும் வடிவமல்ல, அதற்குள் உள்ளடக்கமும் இருக்க வேண்டும்.",
      "வடிவம் மட்டுமே போதுமானது, அதற்கு அர்த்தம் தேவையில்லை.",
      "வடிவம் முக்கியமானது, அர்த்தம் முக்கியமில்லை.",
      "அர்த்தமும் வடிவமும் ஒன்றுக்கொன்று தொடர்பில்லாதவை."
    ],
    "answer": "A",
    "additional_context": "ஜெயகாந்தன், அர்த்தமே வடிவத்தை வளமாக்குகிறது என்கிறார்.  வெறும் வடிவம் மரப்பாச்சிதான். ஆகையினால் இவற்றைப் பிரித்துக்கொண்டு அவஸ்தைக்கு உள்ளாகின்றார். நமது அறியாமையால் அவஸ்தைகளுக்குள்ளாகி, பிறரையும் நமது அறியாமையால் அவஸ்தைக்கு உட்படுத்தாமல், சமூகப் பார்வையோடு கலைப்பணி புரியவே நான் எழுதுகிறேன் என்கிறார். எனவே  ஜெயகாந்தனின் கூற்றுப்படி கலையில் உள்ளடக்கம், வடிவத்தை விட முக்கியம்."
  },
  {
    "description": "ஜெயகாந்தனின் எழுத்துக்கான முக்கிய நோக்கம் எது?",
    "options": [
      "கலையைத் தாங்கிப் பிடிக்க.",
      "மனிதாபிமானத்தை விதைக்க.",
      "சமூகப் பிரச்சினைகளைப் பற்றி எழுதுவது.",
      "மேற்சொன்ன அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "ஜெயகாந்தன், சமூக அமைப்பின் முரண்பாடுகளை எழுத்திலே அப்பட்டமாகக் காட்டியவர்.  தன்னையறிதல் என்பதிலும் தன்னை உணர்த்துதல் என்பதிலும் முனைப்பாக இருந்தவர்.  நான் எழுதுவதற்கு ஒரு தூண்டுதலும் அதற்குரிய காரணமும் உண்டு, என் எழுத்துக்கு ஒரு இலட்சியமும் உண்டு. நான் எழுதுவது, முழுக்க முழுக்க வாழ்க்கையிலிருந்து நான் பெறும் கல்வியின் விளைவும் எனது தனிமுயற்சியின் பயனுமாகும்.  எனவே ஜெயகாந்தனின் எழுத்துக்கான முக்கிய நோக்கம் மனிதாபிமானத்தை விதைக்க, சமூகப் பிரச்சினைகளைப் பற்றி எழுதுவது, கலையைத் தாங்கிப் பிடிக்க. இவை அனைத்தும்"
  },
  {
    "description": "“நான் எழுதுவதற்கு ஒரு தூண்டுதலும் அதற்குரிய காரணமும் உண்டு” என்ற ஜெயகாந்தனின் கூற்று எதைப் பற்றிப் பேசுகிறது?",
    "options": [
      "அவரது எழுத்துக்கான சமூகப் பார்வை.",
      "அவரது எழுத்துக்கான தனிப்பட்ட காரணங்கள்.",
      "அவரது எழுத்துக்கான இலட்சியம்.",
      "அவரது எழுத்துக்கான கலைத்தன்மை."
    ],
    "answer": "B",
    "additional_context": "ஜெயகாந்தன், நான் எழுதுவதற்கு ஒரு தூண்டுதலும் அதற்குரிய காரணமும் உண்டு, என் எழுத்துக்கு ஒரு இலட்சியமும் உண்டு. நான் எழுதுவது, முழுக்க முழுக்க வாழ்க்கையிலிருந்து நான் பெறும் கல்வியின் விளைவும் எனது தனிமுயற்சியின் பயனுமாகும். என்கிறார். எனவே ஜெயகாந்தனின் இந்த கூற்று அவரது எழுத்துக்கான தனிப்பட்ட காரணங்களைப் பற்றிப் பேசுகிறது."
  },
  {
    "description": "“தன்னையறிதல் என்பதிலும் தன்னை உணர்த்துதல் என்பதிலும் முனைப்பாக இருந்தவர்” என்ற வாக்கியத்தில் எது ஜெயகாந்தனைப் பற்றி குறிப்பிடுகிறது?",
    "options": [
      "தன்னைப் பற்றிய உண்மையை வெளிப்படுத்தத் தயங்கவில்லை.",
      "தனது எழுத்துக்களைப் பற்றி வெளிப்படையாகப் பேசவில்லை.",
      "தனது எழுத்துக்களில் தன்னை மறைத்துக்கொண்டார்.",
      "தனது எழுத்துக்களைப் பற்றி ஒருபோதும் பேசவில்லை."
    ],
    "answer": "A",
    "additional_context": "ஜெயகாந்தன் தன்னைப் பற்றிய உண்மையை வெளிப்படுத்தத் தயங்கவில்லை.  சமூக அமைப்பின் முரண்பாடுகளை எழுத்திலே அப்பட்டமாகக் காட்டியவர்.  தன்னையறிதல் என்பதிலும் தன்னை உணர்த்துதல் என்பதிலும் முனைப்பாக இருந்தவர் என்கிறார்கள்.  எனவே  தன்னையறிதல் என்பதிலும் தன்னை உணர்த்துதல் என்பதிலும் முனைப்பாக இருந்தவர் என்பது அவரது வெளிப்படைத்தன்மை."
  }
]
