[
          
  {
    
          "description": "பொருளில் உள்ள 'பிரித்தெடுக்க' என்ற சொல்லை வேறு எந்த தமிழ் சொல்லால் மாற்றலாம்?",
          "options": [
      "சேகரிக்க",
      "எடுக்க",
      "பெற",
      "உருவாக்க"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி  'பெரிய மொழி மாதிரிகள் என்ன செய்ய முடியாது?' என்ற தலைப்பில் உள்ள ஒரு பத்தியில் இருந்து எடுக்கப்பட்டிருக்கிறது. இந்தப் பத்தியில் பெரிய மொழி மாதிரிகள் பற்றி பல விஷயங்கள் விளக்கப்பட்டுள்ளன.  அந்த பத்தியில் பெரிய மொழி மாதிரிகளால் PDF கோப்புகளைப் படிக்க முடியாது மற்றும்  PDF கோப்புகளிலிருந்து தகவல்களைப் பிரித்தெடுக்க முடியாது என்று கூறப்பட்டுள்ளது.  'பிரித்தெடுக்க' என்ற சொல்லை மாற்றும் கேள்வி பெரிய மொழி மாதிரிகளால் PDF கோப்புகளைப் படிக்க முடியாது என்பதை உணர்த்துகிறது.  இதன் பொருள்,  PDF கோப்புகளிலிருந்து தகவல்களைப் பிரித்தெடுக்கவும் பெரிய மொழி மாதிரிகளால் முடியாது என்பதாகும். அதாவது, பெரிய மொழி மாதிரிகளால் PDF கோப்புகளிலிருந்து தகவல்களைப் பிரித்தெடுக்க  'எடுக்க'  என்ற சொல்லைப் பயன்படுத்தலாம்.  'எடுக்க' என்ற சொல் பிரித்தெடுக்க என்ற சொல்லுக்குப் பதிலாகப் பயன்படுத்தப்படும்  சரியான சொல்லாகும். 'சேகரிக்க', 'பெற' மற்றும் 'உருவாக்க'  என்ற சொற்கள் இந்தக் கேள்விக்கு சரியான பதிலாக இருக்காது."
          }
        ,
          
  {
    
          "description": "பின்வரும் எந்த விஷயத்தை ஒரு பெரிய மொழி மாதிரி செய்ய முடியாது?",
          "options": [
      "ஒரு PDF கோப்பைப் படிக்கவும்",
      "PDF கோப்பிலிருந்து தகவலைப் பிரித்தெடுக்கவும்",
      "மொழி மொழிபெயர்ப்பு செய்யவும்",
      "புதிய உரையை உருவாக்கவும்"
    ],
    "answer": [
      "A",
      "B"
    ],
    
          "additional_context": "இந்தக் கேள்வி பெரிய மொழி மாதிரிகள் பற்றிய பத்தியில் இருந்து எடுக்கப்பட்டிருக்கிறது.  இந்தப் பத்தியில் பெரிய மொழி மாதிரிகள் என்ன செய்ய முடியும், என்ன செய்ய முடியாது என்று விளக்கப்பட்டுள்ளது.  இந்தப் பத்தியில் பெரிய மொழி மாதிரிகளால் PDF கோப்புகளைப் படிக்கவும், PDF கோப்புகளிலிருந்து தகவலைப் பிரித்தெடுக்கவும் முடியாது என்று கூறப்பட்டுள்ளது.  இதன் பொருள், பெரிய மொழி மாதிரிகள் PDF கோப்புகளின் உள்ளடக்கத்தைப் புரிந்துகொள்ள முடியாது.  மொழி மொழிபெயர்ப்பு செய்யவும், புதிய உரையை உருவாக்கவும் பெரிய மொழி மாதிரிகளால் முடியும். இதன் பொருள், பெரிய மொழி மாதிரிகள் படிக்கக்கூடிய உரையின் உள்ளடக்கத்தைப் புரிந்துகொண்டு அதைப் பயன்படுத்தி புதிய தகவல்களை உருவாக்க  முடியும்.  அதனால் இந்தப் பத்தியில் குறிப்பிடப்பட்டுள்ளபடி பெரிய மொழி மாதிரிகளால் PDF கோப்புகளைப் படிக்கவும்,  PDF கோப்புகளிலிருந்து தகவலைப் பிரித்தெடுக்கவும்  முடியாது."
          }
        ,
          
  {
    
          "description": "பெரிய மொழி மாதிரிகள் எதற்குப் பயன்படுத்தப்படுகின்றன?",
          "options": [
      "ஒரு பக்கத்தில் உள்ள உரையைப் படிக்கவும்",
      "PDF கோப்புகளை உருவாக்கவும்",
      "மொழிபெயர்ப்பு மற்றும் உரை உருவாக்கம் போன்ற பணிகளைச் செய்யவும்",
      "கணினிகளை இயக்கவும்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி பெரிய மொழி மாதிரிகளால் என்ன செய்ய முடியும், என்ன செய்ய முடியாது என்று விளக்கி ஒரு பத்தியில் இருந்து எடுக்கப்பட்டிருக்கிறது. இந்தப் பத்தியில் பெரிய மொழி மாதிரிகள் பற்றிய பல விஷயங்கள் விளக்கப்பட்டுள்ளன.  இந்தப் பத்தியில் பெரிய மொழி மாதிரிகளால் மொழி மொழிபெயர்ப்பு மற்றும் உரை உருவாக்கம் போன்ற பணிகளைச் செய்ய முடியும் என்று கூறப்பட்டுள்ளது. பெரிய மொழி மாதிரிகள் மொழி மொழிபெயர்ப்பு செய்வதற்கும்,  புதிய உரையை உருவாக்குவதற்கும் பயன்படுத்தப்படுகின்றன.  அதனால், ஒரு பக்கத்தில் உள்ள உரையைப் படிக்கவும், PDF கோப்புகளை உருவாக்கவும், கணினிகளை இயக்கவும்  பெரிய மொழி மாதிரிகள் பயன்படுத்தப்படுவதில்லை."
          }
        ,
          
  {
    
          "description": "பெரிய மொழி மாதிரிகள் என்ன செய்ய முடியாது என்று மேற்கண்ட உரை குறிப்பிடுகிறது?",
          "options": [
      "PDF கோப்புகளைப் படிக்கவும்",
      "கோப்புகளிலிருந்து தகவல்களைப் பிரித்தெடுக்கவும்",
      "பதில்களை உருவாக்கவும்",
      "மேற்கண்ட இரண்டும் சரியானது."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி பெரிய மொழி மாதிரிகளால் என்ன செய்ய முடியும், என்ன செய்ய முடியாது என்று விளக்கி ஒரு பத்தியில் இருந்து எடுக்கப்பட்டிருக்கிறது.  இந்தப் பத்தியில் பெரிய மொழி மாதிரிகள் பற்றிய பல விஷயங்கள் விளக்கப்பட்டுள்ளன.  இந்தப் பத்தியில் பெரிய மொழி மாதிரிகளால் PDF கோப்புகளைப் படிக்கவும், PDF கோப்புகளிலிருந்து தகவலைப் பிரித்தெடுக்கவும் முடியாது என்று கூறப்பட்டுள்ளது.  இதன் பொருள், பெரிய மொழி மாதிரிகள் PDF கோப்புகளின் உள்ளடக்கத்தைப் புரிந்துகொள்ள முடியாது. பெரிய மொழி மாதிரிகள் உரையின் உள்ளடக்கத்தைப் புரிந்துகொண்டு அதைப் பயன்படுத்தி புதிய தகவல்களை உருவாக்க முடியும்.  அதனால், பெரிய மொழி மாதிரிகளால் PDF கோப்புகளைப் படிக்கவும்,  PDF கோப்புகளிலிருந்து தகவலைப் பிரித்தெடுக்கவும்  முடியாது என்பது மேற்கண்ட உரையின்  படி தெளிவாகத் தெரிகிறது."
          }
        ,
          
  {
    
          "description": "சாரி, உங்களோட கேள்விக்கு பதில் சொல்ல எனக்குத் தெரியாது. நான் ஒரு பெரிய மொழி மாதிரி, எனக்கு pdf கோப்புகளைப் படிக்க முடியாது அல்லது கோப்புகளில் இருந்து தகவல்களைப் பிரித்தெடுக்க முடியாது.",
          "options": [
      "a) அவர்களால் கேள்விக்கு பதில் சொல்ல முடியவில்லை.",
      "b) அவர்களால் PDF கோப்புகளை உருவாக்க முடியவில்லை.",
      "c) அவர்களால் கோப்புகளில் இருந்து தகவல்களை பிரித்தெடுக்க முடியவில்லை.",
      "d) அவர்களால் பெரிய மொழி மாதிரியாக இருக்க முடியவில்லை."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி பெரிய மொழி மாதிரிகள் பற்றிய பத்தியில் இருந்து எடுக்கப்பட்டிருக்கிறது.  இந்தப் பத்தியில் பெரிய மொழி மாதிரிகள் என்ன செய்ய முடியும், என்ன செய்ய முடியாது என்று விளக்கப்பட்டுள்ளது.  இந்தப் பத்தியில் பெரிய மொழி மாதிரிகளால் PDF கோப்புகளைப் படிக்கவும், PDF கோப்புகளிலிருந்து தகவலைப் பிரித்தெடுக்கவும் முடியாது என்று கூறப்பட்டுள்ளது.  அதனால்,  ஒரு பெரிய மொழி மாதிரியான  நான்  PDF கோப்புகளைப் படிக்க முடியாது அல்லது கோப்புகளிலிருந்து தகவல்களைப் பிரித்தெடுக்க முடியாது என்ற  பதில்  பெரிய மொழி மாதிரிகள் PDF கோப்புகளைப் படிக்கவோ அல்லது கோப்புகளிலிருந்து தகவலைப் பிரித்தெடுக்கவோ முடியாது என்பதை உணர்த்துகிறது. இதன் பொருள், பெரிய மொழி மாதிரிகள் PDF கோப்புகளின் உள்ளடக்கத்தைப் புரிந்துகொள்ள முடியாது என்பதாகும். அதாவது, ஒரு பெரிய மொழி மாதிரியான நான்  PDF கோப்புகளைப் படிக்கவும், PDF கோப்புகளிலிருந்து தகவலைப் பிரித்தெடுக்கவும்  முடியாது என்ற பதில்  சரியான பதிலாகும். அதனால்,  பெரிய மொழி மாதிரிகள் PDF கோப்புகளை உருவாக்க முடியாது, கோப்புகளில் இருந்து தகவல்களைப் பிரித்தெடுக்க முடியாது, பெரிய மொழி மாதிரியாக இருக்க முடியாது  என்ற பதில்கள் சரியானவை அல்ல."
          }
        ]