
[
  {
    "description": "“பரிந்துநன்” என்ற சொல்லுக்கு சமமான சொல் எது?",
    "options": [
      "நல்ல",
      "சிறந்த",
      "அழகான",
      "மகிழ்ச்சியான"
    ],
    "answer": "B",
    "additional_context": "இந்த பாடலில், \"பரிந்துநன்\" என்ற சொல் விருந்தோம்பலில் பயன்படுத்தப்படும் ஒரு  நல்லொழுக்கத்தை குறிக்கிறது.  விருந்தோம்பலில் நல்ல முறையில் நடந்துகொள்வது என்பதை \"பரிந்துநன்\" என்ற சொல் குறிக்கிறது. \"சிறந்த\" என்ற சொல் பரிந்துநன் சொல்லுக்கு பொருத்தமான  சமமான சொல் ஆகும். விருந்தினரை சிறந்த முறையில் வரவேற்று உபசரிப்பது  இல்லறத்தில் மிகவும்  முக்கியமானது என்பதை இந்த பாடல் வலியுறுத்துகிறது."
  },
  {
    "description": "“இவ்வொன்பான் ஒழுக்கமும் வழிபடும் பண்பே” என்ற வரியில் “வழிபடும்” என்ற சொல்லின் பொருளை விளக்கும் சரியான வார்த்தை எது?",
    "options": [
      "வணங்குவது",
      "பின்பற்றுவது",
      "முயற்சிப்பது",
      "காத்துக் கொள்வது"
    ],
    "answer": "B",
    "additional_context": "இந்த வரியில், \"வழிபடும்\" என்ற சொல் இல்லறத்தில்  சிறந்த ஒழுக்கத்தை  பின்பற்றுவதை குறிக்கிறது. \"வணங்குவது\" என்ற சொல்  தெய்வத்தை மட்டுமே குறிக்கும். ஆனால் \"பின்பற்றுவது\" என்ற சொல்  விருந்தோம்பல்  நெறியை  பின்பற்றுவதை  குறிக்கிறது. \"முயற்சிப்பது\" மற்றும்  \"காத்துக் கொள்வது\"  இந்த பாடலின் பொருளை  அதன் முழுமையான அளவில்  விரிவாக விளக்காது."
  },
  {
    "description": "“விருந்தினனாக ஒருவன் வந்து எதிரின் வியத்தல் நன்மொழி இனிது உரைத்தல் திருந்துற நோக்கல் வருக என உரைத்தல் எழுதல் முன் மகிழ்வன செப்பல் பொருந்து மற்றுஅவன் தன்அருகுற இருத்தல் போமெனில் பின் செல்வதாதல் பரிந்துநன் முகமன் வழங்கல் இவ்வொன்பான் ஒழுக்கமும் வழிபடும் பண்பே” என்ற பாடல் எந்த நெறியைப் பற்றி பேசுகிறது?",
    "options": [
      "a)  பணக்காரர்களை வரவேற்கும் முறை",
      "b)  இல்லறத்தில் விருந்தோம்பல் ",
      "c)  மன்னர்களின் பண்புகள்",
      "d)  அரசவை விழாக்கள்"
    ],
    "answer": "b",
    "additional_context": "இந்த பாடல் விருந்தோம்பல் நெறியைப் பற்றி பேசுகிறது.  விருந்தினரை உளமார வரவேற்று விருந்தளிக்கும் முறையைப் பற்றி இலக்கியங்கள் பேசுகின்றன. இந்த பாடலில்,  விருந்தோம்பலில்  பின்பற்ற வேண்டிய ஒன்பது  முக்கியமான ஒழுக்கங்களை விவரிக்கிறது.  அதாவது,  வியந்து உரைத்தல்,  நல்ல சொற்களை பேசுதல்,  முகமலர்ச்சியுடன் நோக்குதல்,  வீட்டிற்குள் வருக என்று வரவேற்றல்,  அவர் எதிரில் நிற்றல்,   அவர்முன் மனம் மகிழும்படி பேசுதல்,  அவர் அருகிலேயே அமர்ந்துகொள்ளுதல்,  அவர் விடைபெற்றுச் செல்லும்போது வாயில்வரை பின் தொடர்ந்து செல்லல்,  அவரிடம் புகழ்ச்சியாக முகமன் கூறி வழியனுப்புதல் ஆகியவை.  இவை அனைத்தும் இல்லறத்தில் விருந்தோம்பல் நெறியில்   முக்கியமானவை."
  },
  {
    "description": "“உபசரித்து உண்மை பேசி உப்பிலாக் கூழ் இட்டாலும் உண்பதே அமிர்தம் ஆகும் முப்பழமொடு பால் அன்னம் முகம் கடுத்து இடுவாராயின் கடும்பசி ஆகும் தானே” என்ற பாடல் எந்த நூலிலிருந்து எடுக்கப்பட்டது?",
    "options": [
      "a)  காசிக்காண்டம்",
      "b)  திருக்குறள்",
      "c)  விவேகசிந்தாமணி",
      "d)  நாலடியார்"
    ],
    "answer": "c",
    "additional_context": "இந்த பாடல் விவேகசிந்தாமணி நூலிலிருந்து எடுக்கப்பட்டது. இது ஒரு நீதி நூல். இந்நூல்  சமயம்,  தருமம்,  நீதி,  இல்லறம்  மற்றும்  வாழ்வியல்  நெறிகள்  பற்றி  பேசுகிறது.  இந்த  பாடலில்  உண்மையான  அன்பு  மற்றும்  நல்ல  உணவு   எப்படி இருக்க வேண்டும் என்பதை  குறிப்பிடுகிறது.  நல்ல  உணவை  எப்படி  மதிப்பிட வேண்டும்  என்பதை  குறிப்பிட்டு  இந்த பாடல் நல்லொழுக்கத்தை வலியுறுத்துகிறது."
  },
  {
    "description": "“விருந்தோம்பல் முறைகள் வேறுவேறாக இருந்தாலும் எல்லாச் சமூகங்களிலும் இப்பண்பாடு போற்றப்படுகிறது.” - இந்த வாக்கியத்தில் எந்த மதிப்பை வலியுறுத்துகிறது?",
    "options": [
      "a)  உறவுகளைப் பேணுதல் ",
      "b)  பணக்காரர்களைப் பேணுதல் ",
      "c)  சாதிப் பண்பாட்டைப் பேணுதல்",
      "d)  நிலைத்த மதிப்புகளைப் பேணுதல்"
    ],
    "answer": "a",
    "additional_context": "இந்த வாக்கியத்தில், விருந்தோம்பல் என்பது உறவுகளைப் பேணுதல்  என்ற மதிப்பை வலியுறுத்துகிறது.  உறவுகளைப் பேணுதல்  என்பது  எல்லாச் சமூகங்களிலும்  பொதுவான மதிப்பு.  இதில்  பணக்காரர்களைப் பேணுதல், சாதிப் பண்பாட்டைப் பேணுதல்  அல்லது  நிலைத்த மதிப்புகளைப் பேணுதல்   ஆகியவை  குறிப்பிடப்படவில்லை."
  }
]
