
[
  {
    "description": "மூங்கில் பூவைப் பற்றி மேற்கண்ட பத்தியில் குறிப்பிடப்பட்டுள்ள தகவல் எது?",
    "options": [
      "a) மூங்கில் பூக்கள் இனிப்பானவை.",
      "b) மூங்கில் பூக்கள் மணமுடையவை.",
      "c) மூங்கில் பூவில் காய் தோன்றிக் கனியாகி அதிலிருந்து ஒருவகை அரிசி தோன்றும்.",
      "d) மூங்கில் பூ மிகவும் அரிதானது."
    ],
    "answer": "c",
    "additional_context": "இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும். பாதிரிப் பூ குடிநீருக்குத் தன் மணத்தை ஏற்றும். மூங்கில் பூவில் காய் தோன்றிக் கனியாகி அதிலிருந்து ஒருவகை அரிசி தோன்றும். இது மூங்கில் அரிசி எனப்படும்."
  },
  {
    "description": "\"மலர் உண்டு; பெயரும் உண்டு\" என்ற வாக்கியத்தை ஒரு தொடராக எழுதுக.",
    "options": [
      "a) பெயர் உள்ள மலர் உண்டு.",
      "b) மலர் இருந்தால் பெயரும் உண்டு.",
      "c) பெயர் இல்லாத மலர் உண்டு.",
      "d) பெயர் உண்டு, மலரும் உண்டு."
    ],
    "answer": "a",
    "additional_context": "மலர் உண்டு; பெயரும் உண்டு; ஆனால் இதுதான் அது என்று உறுதியாக அறிய இயலாதுள்ள நிலையில் இருக்கும் மலர்கள்: சுள்ளி மலர், பாங்கர் மலர்."
  },
  {
    "description": "\"அரும்பாகி மொட்டாகிப் பூவாகி.... \" என்ற தொடரை ஒத்து அமைந்துள்ள தொடர் எது?",
    "options": [
      "a) மலர் உண்டு; பெயரும் உண்டு.",
      "b) பயன்பாடு, நாற்றம், மக்களது விருப்பில் இடம் பெறாமை",
      "c) ஆல மலர்; பலா மலர்",
      "d) இது போன்று உங்களுக்குப் பிடித்த ஏதேனும் ஒன்றைப் பற்றி வசனநடையில் எழுதுக."
    ],
    "answer": "b",
    "additional_context": "பயன்பாடு, நாற்றம், மக்களது விருப்பில் இடம் பெறாமை, பொதுவில் ஒதுக்கப்பட்டமை கொண்டு மலரில் சில எளியவை ஆகின்றன. அவையாவன: நெருஞ்சி, எருக்கு, பூளை, குரீஇப் பூளை, வேளை, ஊமத்தம், கள்ளி, முருங்கை ."
  },
  {
    "description": "\"அரிய மலர்\" என்ற சொல்லை இலக்கணக் குறிப்பின் அடிப்படையில் எவ்வாறு வகைப்படுத்துவீர்கள்?",
    "options": [
      "a) வினைச்சொல்",
      "b) பெயர்ச்சொல்",
      "c) வினையெச்சம்",
      "d) உரிச்சொல்"
    ],
    "answer": "d",
    "additional_context": "அரிய மலர் – இலக்கணக் குறிப்புத் தருக."
  },
  {
    "description": "\"இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மறத்தின் மீதேறி அவற்றைப் பரித்து உண்ணும். பாதிரிப் பூ குடிநீருக்குத் தன் மனத்தை ஏற்றும்.\" என்ற வாக்கியத்தில் பொருந்தாப் பொருள்தரும் மயங்கொலி எழுத்துகளைத் திருத்தி எழுதுக.",
    "options": [
      "a) இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும். பாதிரிப் பூ குடிநீருக்குத் தன் மணத்தை ஏற்றும்.",
      "b) இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பரித்து உண்ணும். பாதிரிப் பூ குடிநீருக்குத் தன் மனத்தை ஏற்றும்.",
      "c) இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மறத்தின் மீதேறி அவற்றைப் பரித்து உண்ணும். பாதிரிப் பூ குடிநீருக்குத் தன் மணத்தை ஏற்றும்.",
      "d) இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும். பாதிரிப் பூ குடிநீருக்குத் தன் மனத்தை ஏற்றும்."
    ],
    "answer": "a",
    "additional_context": "தொடரில் பொருந்தாப் பொருள்தரும் மயங்கொலி எழுத்துகளைத் திருத்துக.\nஇலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மறத்தின் மீதேறி அவற்றைப் பரித்து உண்ணும்.\nபாதிரிப் பூ குடிநீருக்குத் தன் மனத்தை ஏற்றும்."
  }
]
