
[
  {
    "description": "பரிபாடல் நூல் எந்த வகை இலக்கியம்?",
    "options": [
      "காவியம்",
      "இசைப்பாடல்",
      "கதை",
      "நாடகம்"
    ],
    "answer": "B",
    "additional_context": "பரிபாடல் என்பது சங்க இலக்கிய நூல்களில் ஒன்றாகும். இந்நூல் 'ஓங்கு பரிபாடல்' எனும் புகழுடையது. இந்நூல் ஈராயிரம் ஆண்டுகளுக்கு முன்னர் வாழ்ந்த தமிழ் மக்களின் வாழ்க்கை முறை, சமூக உறவு, அறிவாற்றல், இயற்கையைப் புரிந்துகொள்ளும் திறன் போன்றவற்றைச் சங்க இலக்கியம் மூலம் நாம் அறிந்துகொள்கிறோம்."
  },
  {
    "description": "எட்வின் ஹப்பிள் எதை நிரூபித்தார்?",
    "options": [
      "பூமியின் உருவாக்கம்",
      "அண்டத்தில் பல பால்வீதிகள் உள்ளன",
      "மழை எப்படி பெய்யும்",
      "உயிர்கள் எப்படி தோன்றுகின்றன"
    ],
    "answer": "B",
    "additional_context": "இந்த அண்டப் பெருவெளியில் நம் பால்வீதி போன்று எண்ணற்ற பால்வீதிகள் உள்ளன. வெளியே நின்று பார்த்தோமெனில், சிறுதூசிபோலக் கோடிக்கணக்கான பால்வீதிகள் தூசுகளாகத் தெரியும். அமெரிக்க வானியல் வல்லுநர் எட்வின் ஹப்பிள் 1924இல் நம் பால்வீதி போன்று பல பால்வீதிகள் உள்ளன என்று நிரூபித்தார்."
  },
  {
    "description": "திருவாசகத்தில், \"அண்டப் பகுதியின் உண்டைப் பிறக்கம் சிறிய ஆகப் பெரியோன் தெரியின்\" என்ற வரிகள் எதைப் பற்றி குறிப்பிடுகின்றன?",
    "options": [
      "பூமியின் வடிவம்",
      "பால்வீதிகளின் எண்ணிக்கை",
      "பால்வீதிகளின் அளவு",
      "பால்வீதிகளின் வடிவம்"
    ],
    "answer": "C",
    "additional_context": "1300 ஆண்டுகளுக்குமுன் மாணிக்கவாசகர் திருஅண்டப் பகுதியில் இவ்வாறு எழுதுகிறார்... \"அண்டப் பகுதியின் உண்டைப் பிறக்கம் சிறிய ஆகப் பெரியோன் தெரியின்\" (திருவாசகம் 3 – 1 – 6)"
  },
  {
    "description": "பரிபாடல் நூல் மூலம் நாம் எதைப் பற்றி அறிந்துகொள்ள முடியும்?",
    "options": [
      "பழங்காலத் தமிழர்களின் சமையல் முறை",
      "பழங்காலத் தமிழர்களின் வாழ்க்கை முறை",
      "பழங்காலத் தமிழர்களின் ஆடை அலங்காரம்",
      "பழங்காலத் தமிழர்களின் அரசியல் அமைப்பு"
    ],
    "answer": "B",
    "additional_context": "ஈராயிரம் ஆண்டுகளுக்கு முன்னர் வாழ்ந்த தமிழ் மக்களின் வாழ்க்கை முறை, சமூக உறவு, அறிவாற்றல், இயற்கையைப் புரிந்துகொள்ளும் திறன் போன்றவற்றைச் சங்க இலக்கியம் மூலம் நாம் அறிந்துகொள்கிறோம்."
  },
  {
    "description": "பரிபாடலில் குறிப்பிடப்படும் \"விசும்பு\" என்னும் சொல் எதனை குறிக்கிறது?",
    "options": [
      "பூமி",
      "நிலா",
      "சூரியன்",
      "வானம்"
    ],
    "answer": "D",
    "additional_context": "பரிபாடலில்  \"விசும்பு\"  என்பது  வானத்தை  குறிக்கும்  சொல்.  இது  \"வானம்\"   என்ற  சொல்லுக்குப்  பதிலாகப்  பயன்படுத்தப்படுகிறது."
  }
]
