[
          
  {
    
          "description": "'விண்வெளியும் கல்பனா சாவ்லாவும்' என்ற கட்டுரை எழுதுக. இதற்கான தலைப்பு என்ன?",
          "options": [
      "a)  கல்பனா சாவ்லாவின் விண்வெளி பயணம்",
      "b)  கல்பனா சாவ்லாவின் வாழ்க்கை வரலாறு",
      "c)  விண்வெளி பயணம்",
      "d)  இந்தியாவின் விண்வெளி ஆராய்ச்சி"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி 'விண்வெளியும் கல்பனா சாவ்லாவும்' என்ற கட்டுரைக்கான தலைப்பு என்ன என்று கேட்கிறது. கொடுக்கப்பட்ட விருப்பங்களில், 'கல்பனா சாவ்லாவின் விண்வெளி பயணம்'  என்ற தலைப்பு கட்டுரையின் உள்ளடக்கத்தைச் சரியாக பிரதிபலிக்கிறது."
          }
        ,
          
  {
    
          "description": "கொடுக்கப்பட்ட சொற்களைப் பயன்படுத்தி ஒரு தொடர் அமைப்பதில், இணைந்திருக்கும் சொற்களின் பொருள் வேறுபாடு மற்றும் தொடர்பை கருத்தில் கொள்ள வேண்டும். கீழே கொடுக்கப்பட்ட தொடர்களில், இச்செயல்பாட்டை தவறாகக் கையாண்ட தொடர் எது?",
          "options": [
      "a) புதிய கதை எழுத  **கொடு**க்கப்பட்ட  **கோடு**கள் அவருக்கு உதவின.",
      "b) அவன்  **கொடு**த்த  **கோடு**  நேராக இருக்கவில்லை.",
      "c) சாலையின் ஓரத்தில்  **கொடு**க்கப்பட்ட  **கோடு**களை மீறி யாரும் செல்லக் கூடாது.",
      "d)  **கொடு**க்கப்பட்ட  **கோடு**  படித்து, அவன் தனது ஓவியத்தை வரைந்தான்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி, கொடுக்கப்பட்ட சொற்களின் பொருள் வேறுபாடு மற்றும் தொடர்பை கருத்தில் கொண்டு தொடர் அமைக்க வேண்டும் என்கிறது. கொடுக்கப்பட்ட விருப்பங்களில், 'புதிய கதை எழுத  **கொடு**க்கப்பட்ட  **கோடு**கள் அவருக்கு உதவின'  என்ற தொடரில் 'கொடு' மற்றும் 'கோடு' ஆகியவை பொருள் வேறுபாட்டை  தெளிவாகக் காட்டவில்லை.  'கோடு' என்பது பொதுவாக ஒரு வரையறை அல்லது வழிகாட்டுதலை குறிக்கும். அதற்கு 'கொடு' என்பது  தொடர்பானதாக இருக்காது."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்ட தொடர்களில், 'இயற்கை' மற்றும் 'செயற்கை' என்ற சொற்களின் பொருள் வேறுபாட்டைப் பிரதிபலிக்கும் தொடர் எது?",
          "options": [
      "a) இயற்கை அழகு நிறைந்த இடத்தில் செயற்கைக் கட்டிடங்கள் அமைக்கப்பட்டுள்ளன.",
      "b) இயற்கை எழிலை ரசித்து, மனதைத் தளர்த்துவதற்கு செயற்கை முறைகள் மிகவும் உதவியாக இருக்கும்.",
      "c) செயற்கை நிறங்களைப் பயன்படுத்தி  இயற்கைப் பொருட்களை  அழகுபடுத்துவது  பொதுவான நடைமுறையாகும்.",
      "d) இயற்கை நிகழ்வுகளைப் பற்றிய செயற்கைக் கதைகளை அவர் எழுதினார்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி, 'இயற்கை' மற்றும் 'செயற்கை' என்ற சொற்களின் பொருள் வேறுபாட்டை பிரதிபலிக்கும் தொடர் எது என்று கேட்கிறது. கொடுக்கப்பட்ட விருப்பங்களில், 'இயற்கை அழகு நிறைந்த இடத்தில் செயற்கைக் கட்டிடங்கள் அமைக்கப்பட்டுள்ளன'  என்ற தொடர், இயற்கை அழகையும் செயற்கைக் கட்டிடங்களையும் ஒப்பிட்டு பிரதிபலிக்கிறது."
          }
        ,
          
  {
    
          "description": "பத்தியில், 'பருப்பொருள்கள் சிதறும்படியாக' என்ற அடுக்குத்தொடரில் பயன்படுத்தப்பட்ட சொல் வரிசை, பொருள் நோக்கில் எந்த விதத்தில் சிறப்பு வாய்ந்தது?",
          "options": [
      "a) இயற்கை நிகழ்வின் முறையான வரிசையை காட்டுகிறது.",
      "b) பருப்பொருள்களின் சிதறலின் வேகத்தை குறிக்கிறது.",
      "c) சிதறலின் அளவை விவரிக்கிறது.",
      "d)  சிதறலின்  காரணத்தை விளக்குகிறது."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி, 'பருப்பொருள்கள் சிதறும்படியாக' என்ற அடுக்குத்தொடரில் சொல் வரிசை எந்த விதத்தில் சிறப்பு வாய்ந்தது என்று கேட்கிறது. கொடுக்கப்பட்ட விருப்பங்களில், 'இயற்கை நிகழ்வின் முறையான வரிசையை காட்டுகிறது' என்பது சரியான விடை.  'பருப்பொருள்கள் சிதறும்படியாக' என்பது இயற்கை நிகழ்வின் வரிசையை பிரதிபலிக்கிறது."
          }
        ,
          
  {
    
          "description": "பத்தியில் 'வெள்ளத்தில் மூழ்குதல்' என்ற சொற்றொடருக்குப் பதிலாக, அதே பொருளைக் குறிக்கும் இன்னொரு சொற்றொடரை தேர்ந்தெடுக்கவும்.",
          "options": [
      "a) வெள்ளத்தால் மூடப்பட்டிருத்தல்.",
      "b) வெள்ளத்தில் அமிழ்ந்து போதல்.",
      "c) வெள்ளத்தில் மிதத்தல்.",
      "d)  வெள்ளத்தில் நனைதல்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி 'வெள்ளத்தில் மூழ்குதல்' என்ற சொற்றொடருக்குப் பதிலாக அதே பொருளைக் குறிக்கும் இன்னொரு சொற்றொடரை தேர்ந்தெடுக்க வேண்டும் என்கிறது. கொடுக்கப்பட்ட விருப்பங்களில் 'வெள்ளத்தில் அமிழ்ந்து போதல்'  என்ற சொற்றொடர் 'வெள்ளத்தில் மூழ்குதல்'  என்பதற்கு மிகவும் ஏற்ற சொற்றொடர்."
          }
        ]