[
          
  {
    
          "description": "'கம்பர் வீட்டுக் கட்டுத்தறியும் கவிபாடும்' என்பது எந்த  சொல்லை குறிக்கிறது?",
          "options": [
      "கம்பர் ஒரு சிறந்த கட்டிடக் கலைஞர்",
      "கம்பர் வாழ்ந்த காலத்தில் வீடுகள் கட்டுவதில் அவர் நிபுணராக இருந்தார்",
      "கம்பரின் படைப்புகளில் வாழ்க்கையின் பல்வேறு அம்சங்கள் பிரதிபலிக்கின்றன",
      "கம்பரின் படைப்புகளில் கட்டிடக் கலை குறித்த விவரங்கள் இடம் பெற்றுள்ளன"
    ],
    "answer": "C",
    
          "additional_context": "இந்த முதுமொழி கம்பன் ஒரு சிறந்த கவிஞர் என்பதை உணர்த்துகிறது. கம்பரின் படைப்புகள் வாழ்வின் பல்வேறு அம்சங்களைப் பற்றிய தகவல்களைக் கொண்டவை. அவற்றில் இயற்கை, சமூகம், மதம், சமயம், நெறிமுறை, இலட்சியம், தத்துவம், ஓவியம் என அனைத்தையும் பிரதிபலிக்கின்றன. இந்த முதுமொழி கம்பன் ஒரு சிறந்த கவிஞர் என்பதையும், அவர் இயற்கை, சமூகம் என வாழ்வின் அனைத்து அம்சங்களையும் தனது படைப்புகளில் பிரதிபலித்துள்ளார் என்பதையும்  உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "கம்பராமாயணத்தில் எந்த காண்டத்தில் கும்பகருணன் வதைப் படலம் உள்ளது?",
          "options": [
      "பாலகாண்டம்",
      "அயோத்தியா காண்டம்",
      "யுத்த காண்டம்",
      "கிஷ்கிந்தா காண்டம்"
    ],
    "answer": "C",
    
          "additional_context": "கும்பகருணன் வதை படலம் யுத்த காண்டத்தில் உள்ளது. கம்பராமாயணத்தில் யுத்த காண்டம் இராமன், ராவணன் இடையே நடைபெறும் போரைக் கூறுகிறது. அந்த யுத்தத்தில் ராவணனின் தம்பி கும்பகருணன் இராமனை எதிர்த்துப் போரிட்டு இறக்கிறான். கும்பகருணன் ராவணனின் வலிமைமிக்க வீரன். இந்த படலத்தில் கும்பகருணன் வதை பற்றி  விவரிக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கம்பராமாயணத்தில் கோசல நாட்டைப் பற்றி எந்தப் படலத்தில் குறிப்பிடப்படுகிறது?",
          "options": [
      "பாலகாண்டம் - ஆற்றுப்படலம்",
      "பாலகாண்டம் - நாட்டுப்படலம்",
      "அயோத்தியா காண்டம் - கங்கைப்படலம்",
      "யுத்த காண்டம் - கும்பகருணன் வதைப் படலம்"
    ],
    "answer": "B",
    
          "additional_context": "கம்பராமாயணத்தின் பாலகாண்டத்தின் நாட்டுப்படலத்தில் கோசல நாட்டைப் பற்றி குறிப்பிடப்பட்டுள்ளது. இராமன் பிறந்த இடம் கோசல நாடு. அயோத்தியா அதன் தலைநகர். இந்த படலத்தில் கம்பர் கோசல நாட்டின் அழகை, கலாசாரத்தை, வாழ்க்கை முறையை விவரிக்கிறார். கோசல நாட்டின்  பெருமைகளையும் சொல்கிறார்."
          }
        ,
          
  {
    
          "description": "கம்பராமாயணத்தில் எந்த பாடலில் 'உறங்கு கின்ற கும்ப கன்ன வுங்கண் மாய வாழ்வெலாம்' என்ற வரிகள் இடம் பெறுகின்றன?",
          "options": [
      "பாலகாண்டம் - ஆற்றுப்படலத்தில் உள்ள 31-வது பாடல்",
      "பாலகாண்டம் - நாட்டுப்படலத்தில் உள்ள 35-வது பாடல்",
      "அயோத்தியா காண்டம் - கங்கைப்படலத்தில் உள்ள 1926-வது பாடல்",
      "யுத்த காண்டம் - கும்பகருணன் வதைப் படலத்தில் உள்ள 7316-வது பாடல்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரிகள் கம்பராமாயணத்தின் யுத்த காண்டத்தின் கும்பகருணன் வதை படலத்தில் உள்ள  7316-வது பாடலில் இடம் பெறுகின்றன.  இந்த வரிகள்  கும்பகருணனை எழுப்ப வரும் காலன் தூதன் அவரிடம் சொல்வது போல அமைந்துள்ளது. கும்பகருணனின் வாழ்வு பொய்யானது. அது இனி இல்லையெனவும் இந்த வரிகள் கூறுகின்றன."
          }
        ,
          
  {
    
          "description": "கம்பர் இயற்றிய 'சரசுவதி அந்தாதி', 'சடகோபர் அந்தாதி', 'திருக்கை வழக்கம்' போன்ற நூல்கள் எந்த வகையைச் சேர்ந்தவை?",
          "options": [
      "காப்பியங்கள்",
      "பக்தி இலக்கியங்கள்",
      "புராணங்கள்",
      "தொல்காப்பிய நூல்கள்"
    ],
    "answer": "B",
    
          "additional_context": "கம்பர் இயற்றிய சரசுவதி அந்தாதி, சடகோபர் அந்தாதி, திருக்கை வழக்கம் போன்ற நூல்கள் பக்தி இலக்கியத்தின் வகையைச் சேர்ந்தவை.  பக்தி இலக்கியம் கடவுளைப் பற்றிய பாடல்கள், பக்தி நூல்களை உள்ளடக்கியது. கம்பர் இயற்றிய இந்த நூல்கள் விஷ்ணுவின் அவதாரங்களை பற்றி எழுதப்பட்டது. அதாவது, அவை பக்தி இலக்கியத்தின் வகையைச் சேர்ந்தவை."
          }
        ]