[
          
  {
    
          "description": "'கண்ணுக்கு ஒளியாய்த் தமிழுக்குச் சுவையாய் மக்களுக்கு வாழ்வாய் அமைந்துவிட்ட அந்தத் தலைவரின் இறுதிப் பயணம் சென்ற வழியெல்லாம் மலர் தூவி மாலைகளை வீசிய கரங்கள் எத்தனை எத்தனை லட்சம்!' என்ற பகுதி என்ன விஷயத்தை எடுத்துரைக்கிறது?",
          "options": [
      "தலைவரின் மரணத்தை மக்கள் எப்படி ஏற்றுக்கொண்டார்கள் என்பதை",
      "தலைவரின் வாழ்க்கை எப்படி அனைவரையும் பாதித்தது என்பதை",
      "தலைவரின் மரணம் தமிழுக்கு என்ன இழப்பு என்பதை",
      "தலைவர் வாழ்ந்த காலத்தில் தமிழகத்தில் எத்தனை மக்கள் இருந்தார்கள் என்பதை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பகுதி,  தலைவரின் மரணம் எவ்வளவு பெரிய இழப்பு என்பதை வலியுறுத்துகிறது.  தலைவரின் இழப்பு காரணமாக மக்கள் எப்படி துயரில் மூழ்கியிருந்தார்கள் என்பதை இது விவரிக்கிறது.  தலைவர் தமிழுக்கு, மக்களுக்கு செய்த பங்களிப்புகளின் மூலம் அவரது மரணம் எவ்வளவு பெரிய இழப்பு என்பதை இப்பகுதி உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது அறிஞர் பெருமகனாரைப் பற்றிய பத்தியில் குறிப்பிடப்பட்டிருக்கிறது?",
          "options": [
      "அவர் ஒரு சிறந்த பேச்சாளர்",
      "அவர் ஒரு சிறந்த எழுத்தாளர்",
      "அவர் ஒரு சிறந்த வழக்கறிஞர்",
      "அவர் ஒரு சிறந்த அரசியல்வாதி"
    ],
    "answer": [
      "A",
      "B",
      "D"
    ],
    
          "additional_context": "அறிஞர் பெருமகனார் ஒரு சிறந்த பேச்சாளர், எழுத்தாளர், மற்றும் அரசியல்வாதி என்பதை இந்தப் பத்தி குறிப்பிடுகிறது.  அவர் தனது பேச்சு மற்றும் எழுத்து மூலம் மக்களை ஈர்த்தவர்,  அவரது பேச்சுகள் எப்போதும் மக்களின் மனதில் நிறைந்திருக்கும்.  மேலும் அவர்  ஒரு சிறந்த அரசியல்வாதி என்பதும்,  அவர் தமிழகத்தில் மக்களுக்காகப் பாடுபட்டவர் என்பதும் இப்பத்தி குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'பள்ளியில் கற்றதை மறந்த பின் மீதமுள்ளதே கல்வி.' - ஆல்பர்ட் ஐன்ஸ்டீன்  என்ற வாக்கியம் என்ன சொல்ல விரும்புகிறது?",
          "options": [
      "பள்ளிப் படிப்பு பயனற்றது.",
      "நாம் கற்றதைப் பயன்படுத்தினால் மட்டுமே அது கல்வியாகும்.",
      "பள்ளியில் கற்றதை மறந்தாலும், நாம் வாழ்க்கையில் கற்றுக்கொண்டவை மதிப்புடையவை.",
      "கல்வி என்பது மறப்பதற்கான ஒரு செயல்முறை."
    ],
    "answer": "B",
    
          "additional_context": "இந்த வாக்கியம், கல்வி என்பது  நாம் கற்றுக்கொண்டதை பயன்படுத்தி, அது நமக்கு வாழ்வில் எப்படி உதவுகிறது என்பதை உணர்வதாகும் என்று குறிப்பிடுகிறது.  பள்ளியில் கற்றுக்கொண்ட தகவல்களை மறந்துவிடுவது சாதாரணம்.  ஆனால் வாழ்வில் நாம் கற்றுக்கொண்ட அனுபவங்களைப் பயன்படுத்தும் போதுதான்  அது உண்மையான கல்வியாகும் என்று இந்த வாக்கியம் சொல்கிறது."
          }
        ,
          
  {
    
          "description": "'இருளான நேரங்களில்தான் வெளிச்சத்தை நோக்கிப் போக வேண்டும்.' - அரிஸ்டாட்டில்  என்ற வாக்கியம் எதை ஊக்கப்படுத்துகிறது?",
          "options": [
      "எந்த நேரத்திலும் நம்பிக்கை இழக்கக் கூடாது",
      "நமக்கு நேரம் மிகவும் மதிப்புடையது",
      "இருளில் நாம் பயப்படக் கூடாது",
      "வெளிச்சம் எப்போதும் எளிதாகக் கிடைக்காது"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வாக்கியம், கடினமான சூழ்நிலைகளில் கூட நம்பிக்கை இழக்கக் கூடாது,  எப்போதும் நம்பிக்கையுடன் இருக்க வேண்டும் என்பதை ஊக்கப்படுத்துகிறது.  இருள் என்பது கஷ்டமான சூழ்நிலைகளைக் குறிக்கும்.  வெளிச்சம் என்பது நம்பிக்கை மற்றும் நல்ல நாட்களை குறிக்கும்.  எந்த சூழ்நிலையிலும்  நம்பிக்கை இழக்காமல்,  நல்ல நாட்களுக்காக காத்திருக்க வேண்டும் என்பதை இந்த வாக்கியம் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'சிலை மேல் எழுத்து போல' என்ற உவமை எதை குறிக்கிறது?",
          "options": [
      "நிலையானது",
      "மதிப்புடையது",
      "அழிக்க முடியாதது",
      "சிறந்தது"
    ],
    "answer": "A",
    
          "additional_context": "இந்த உவமை  நிலையான மற்றும் மாறாத ஒன்றைக் குறிக்கிறது.  சிலையின் மீது எழுதப்பட்ட எழுத்து எளிதில் மாறாது, அது எப்போதும் அப்படியே இருக்கும்.  இந்த உவமை எப்போதும் மாறாத,  நிலையான ஒன்றை குறிக்க பயன்படுத்தப்படுகிறது."
          }
        ]