
[
  {
    "description": "“உழவுத் தொழிலுக்கு வந்தனை செய்வோம்” என்ற கட்டுரை எந்த மலரில் வெளியிடப்பட வேண்டும்?",
    "options": [
      "பொங்கல் மலரில்.",
      "தீபாவளி மலரில்.",
      "விஜயதசமி மலரில்.",
      "புத்தாண்டு மலரில்."
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வியின் பதில் கடிதம் எழுதுக என்ற பகுதியில் இருந்து தெரியும். \"நாளிதழ் ஒன்றின் பொங்கல் மலரில் 'உழவுத் தொழிலுக்கு வந்தனை செய்வோம்' என்ற உங்கள்\nகட்டுரையை வெளியிட வேண்டி, அந்நாளிதழ் ஆசிரியருக்குக் கடிதம் எழுதுக.\" இந்த வரிகளிலிருந்து பொங்கல் மலரில் வெளியிட வேண்டும் என்பது புரியும்"
  },
  {
    "description": "கவி கா.மு ஷெரீப் எந்தத் தொழிலை போற்றுவதாகக் கவிதையில் கூறுகிறார்?",
    "options": [
      "ஏர்பிடிக்கும் தொழில்",
      "வறுமையை எதிர்க்கும் தொழில்",
      "ஊர் செழிக்கச் செய்யும் தொழில்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்த கேள்விக்கு பதில் கவிதையின் அடிப்படையில் தரப்பட வேண்டும். கவிதையை கவனமாக வாசித்தால் ஏர்பிடிக்கும் தொழில், வறுமையை எதிர்க்கும் தொழில், ஊர் செழிக்கச் செய்யும் தொழில் என்ற மூன்று தொழில்களும் போற்றப்படுவது புரியும்."
  },
  {
    "description": "சங்க காலத்தில் மருத நிலம் எதற்குப் பிரபலமாக இருந்தது?",
    "options": [
      "பசுமைப் புல்வெளிகள்",
      "மழைக்காடுகள்",
      "விவசாயத்திற்கு ஏற்ற நிலம்",
      "பாலை நிலம்"
    ],
    "answer": "C",
    "additional_context": "சங்க காலத்தில் ஐந்து வகையான நிலங்கள் இருந்தன. அவை குறிஞ்சி, முல்லை, மருதம், நெய்தல், பாலை. மருத நிலம் விவசாயத்திற்கு ஏற்ற நிலம். மருத நிலத்தில் விவசாயம் செழித்து இருந்ததாக சங்க இலக்கியங்கள் கூறுகின்றன. மருத நிலம் என்பது நீர்நிலைகள், வயல்வெளிகள், பசுமைப் புல்வெளிகள் அடங்கிய பகுதி"
  },
  {
    "description": "விவசாயியின் வருமானம் எதன் மீது சார்ந்திருந்தது?",
    "options": [
      "வளமான மண்",
      "சூரிய ஒளி",
      "மழை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "விவசாயி ஒரு நல்ல அறுவடையைப் பெற வளமான மண், மழை, சூரிய ஒளி என மூன்றும் அவசியமாகும். இந்த மூன்றும் சேர்ந்து ஒரு நல்ல விளைச்சலைத் தரும்."
  },
  {
    "description": "சங்க காலத்தில் பழங்கால தமிழர்கள்  எதை முக்கியமாகக் கருதினர்?",
    "options": [
      "மழை",
      "வளமான மண்",
      "சூரிய ஒளி",
      "விவசாயம்"
    ],
    "answer": "C",
    "additional_context": "சங்க காலத்தில் விவசாயம் முக்கியமான தொழிலாக இருந்தது. சூரிய ஒளி இல்லாமல் விவசாயம் இயங்காது என்பதால் சூரிய ஒளியை முக்கியமாக கருதினர்."
  }
]
