[
          
  {
    
          "description": "'கடல்கடந்து முதலில் அச்சேறிய தமிழ்' என்ற பகுதி என்ன தகவலைத் தருகிறது?",
          "options": [
      "தமிழின் பழமை மற்றும் வளர்ச்சியைப் பற்றி.",
      "தமிழ் மொழியின் ஆதிக்கத்தைப் பற்றி.",
      "தமிழின் புறநாட்டுத் தொடர்புகளைப் பற்றி.",
      "தமிழ் மொழியின் ஆரம்பகால அச்சுப்பதிப்பு பற்றி."
    ],
    "answer": "d",
    
          "additional_context": "கடல்கடந்து முதலில் அச்சேறிய தமிழ் என்பது இந்தப் பகுதியின் தலைப்பு. 1554ஆம் ஆண்டு போர்ச்சுகீசு நாட்டின் தலைநகர் லிசுபனில் கார்டிலா என்ற நூல் தமிழில் அச்சிடப்பட்டது. இதனைப் பார்க்கும்போது தமிழ் மொழி எப்படி பழமையானது என்பதும், எப்படி வளர்ச்சி பெற்றது என்பதும் புரியும்."
          }
        ,
          
  {
    
          "description": "பாவாணர் அவர்கள் 'சொல்லாய்வுக் கட்டுரைகள்' நூலில் தமிழ்ச்சொல் வளம் குறித்து எழுதியதன் நோக்கம் என்ன?",
          "options": [
      "தமிழ்ச்சொல் வளத்தைப் பற்றி மட்டுமே எழுதினார்.",
      "தமிழ் மொழியின் சொல் வளம், அது தொடர்பான பல்வேறு அம்சங்கள், மக்களின் வாழ்க்கைமுறை ஆகியவற்றை வெளிப்படுத்துவது.",
      "தமிழ்ச்சொல் வளத்தைப் பற்றி எழுதுவதன் மூலம் பாவாணர் அவர்கள் தனது இலக்கணப் புலமையை மட்டும் காட்ட விரும்பினார்.",
      "தமிழ் மொழியின் சொல் வளத்தைப் பற்றி மட்டுமே எழுதினார்."
    ],
    "answer": "b",
    
          "additional_context": "இந்தப் பாடத்தில் பாவாணர் அவர்கள் தமிழ்ச்சொல் வளத்தைப் பற்றி எழுதினார்கள். இதன் மூலம் அவர் தமிழ்ச்சொல் வளத்தின் பெருமையை மட்டும் காட்டாமல், மக்களின் வாழ்க்கைமுறையுடன் இணைந்து எப்படி அது வளர்ந்துள்ளது என்பதையும் விளக்கினார்."
          }
        ,
          
  {
    
          "description": "'ஒரு நாட்டு வளத்திற்குத் தக்கபடியே, அந்நாட்டு மக்களின் அறிவொழுக்கங்களும் அமைந்திருக்கும்' என்ற வாக்கியத்தின் மூலம் என்ன கருத்தை எடுத்துரைக்கிறார்?",
          "options": [
      "நாட்டின் வளம் அதன் மக்களின் அறிவொழுக்கத்தைப் பாதிக்கும்.",
      "மக்களின் அறிவொழுக்கம் நாட்டின் வளத்தை பாதிக்கும்.",
      "நாட்டின் வளமும் மக்களின் அறிவொழுக்கமும் ஒன்றுக்கொன்று தொடர்பில்லாதவை.",
      "நாட்டின் வளம் அதன் மக்களின் அறிவொழுக்கத்தைப் பாதிக்கும் என்பதற்கு ஆதாரம் இல்லை."
    ],
    "answer": "a",
    
          "additional_context": "தமிழின் சொல்வளம் அதன் மக்களின் அறிவொழுக்கத்தையும் காட்டுகிறது என்று இந்தப் பகுதியில் விளக்கப்படுகிறது. அதாவது நாட்டின் வளம், மக்களின் அறிவொழுக்கத்தை பாதிக்கும்."
          }
        ,
          
  {
    
          "description": "கால்டுவெல்லின் கூற்றுப்படி, தமிழிலுள்ள ஒருபொருட் பலசொல் வரிசைகள் ஏன் திராவிட மொழிகளில் இல்லாக்குறை என்பதை விளக்கும் விடை எது?",
          "options": [
      "தமிழ் பழமையானது",
      "திராவிட மொழிகள் எல்லாம் தமிழிலிருந்தே தோன்றியவை",
      "தமிழ் மொழி பல சொற்களைக் கொண்டுள்ளது",
      "திராவிட மொழிகளின் அகராதிகள் தமிழில் உள்ள அனைத்துச் சொற்களையும் சேர்க்கவில்லை"
    ],
    "answer": "D",
    
          "additional_context": "கால்டுவெல் என்பவர் ஒரு மொழியியலாளர். அவர் திராவிட மொழிகளை ஆய்வு செய்து எழுதியவர். திராவிட மொழிகளின் அகராதிகள் தமிழில் உள்ள அனைத்து சொற்களையும் சேர்க்கவில்லை என்பதை அவர் கூறுகிறார். இதன் மூலம் தமிழ் எவ்வளவு வளமானது என்பது தெரியும்."
          }
        ,
          
  {
    
          "description": "காய்ந்த தாவரத்தின் பகுதிகளைக் குறிக்கும் சொற்களில் எது 'காய்ந்த சிறுகிளை' என்பதைக் குறிக்கிறது?",
          "options": [
      "சுள்ளி",
      "விறகு",
      "வெங்கழி",
      "கட்டை"
    ],
    "answer": "B",
    
          "additional_context": "தமிழ்ச்சொல் வளம் என்பது பாடத்தில் விளக்கப்படுகிறது. அதில் காய்ந்த தாவரத்தின் பகுதிகளுக்கு வழங்கும் சொற்களை பட்டியலிட்டுள்ளனர். அந்தப் பட்டியலில் விறகு என்ற சொல் காய்ந்த சிறுகிளையைக் குறிக்கும்."
          }
        ]