
[
  {
    "description": "6. \"அண்ணம்\" என்ற சொல்லுக்கு பொருள் என்ன?",
    "options": [
      "அ) உணவு",
      "ஆ) உணவு பண்டம்",
      "இ) அரிசி",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கேள்வி உணவு சம்பந்தப்பட்ட ஒரு சொல்லின் பொருளைப் பற்றியது. உணவு, உணவுப் பண்டம், அரிசி ஆகியவை அண்ணம் என்ற சொல்லுக்குப் பொருத்தமான பொருள்கள். எனவே \"மேற்கண்ட அனைத்தும்\" என்ற விடை சரியானது."
  },
  {
    "description": "கதை எழுதும்  நடவடிக்கையை  விவரிக்கும் வரியைத் தேர்ந்தெடுக்கவும்:",
    "options": [
      "கிட்டுகிற கருப்பொருள்களைத் திரட்டி, கற்பனை நயம் கூட்டிக் கதையாக்குவது ஒரு கலை.",
      "மனித வாழ்வில் ஒவ்வொருவரும் நாளும் நாளும் புதுப்புது மனிதர்களைப் பார்க்கிறோம்.",
      "புதுப்புதுச் செய்திகள் கிட்டும்!",
      "அது சிறுகதையாக இருக்கலாம். புதினமாக இருக்கலாம்."
    ],
    "answer": "a",
    "additional_context": "இந்தப் பகுதி கதையாக்குதல் பற்றியது. இதில் கதையாக்குதல் என்பது ஒரு கலை என்று குறிப்பிடப்பட்டுள்ளது. அதாவது, கற்பனை நயம் கூட்டிக் கதையாக்குவது ஒரு கலை. எனவே 'கிட்டுகிற கருப்பொருள்களைத் திரட்டி, கற்பனை நயம் கூட்டிக் கதையாக்குவது ஒரு கலை' என்ற வரி கதையாக்குதல் பற்றியது."
  },
  {
    "description": "\"யாருமற்றவராக\" என்ற சொற்றொடர் எந்த உணர்வை வெளிப்படுத்துகிறது?",
    "options": [
      "மகிழ்ச்சி",
      "ஏக்கம்",
      "பயம்",
      "கோபம்"
    ],
    "answer": "b",
    "additional_context": "இந்த கேள்வி ஒரு சொற்றொடரின் உணர்வைப் பற்றியது. யாருமற்றவராக என்பது  தனிமைப்படுத்தப்பட்ட உணர்வை வெளிப்படுத்தும் சொற்றொடர். தனிமையில் ஏக்கம் தோன்றும். எனவே \"ஏக்கம்\" என்ற விடை சரியானது."
  },
  {
    "description": "\"உணவுப் பாதுகாப்பு ஆணையர்\"  என்ற சொல்லைப் பயன்படுத்தி எந்த  விஷயத்தை விவரிக்க முடியும்?",
    "options": [
      "நல்ல உணவுப் பழக்க வழக்கங்கள்.",
      "உணவு தரக் கட்டுப்பாடுகள்.",
      "உணவுப் பண்டங்களை சேமித்து வைத்தல்.",
      "உணவுப் பழக்கத்தின் தாக்கம்."
    ],
    "answer": "b",
    "additional_context": "இந்த கேள்வி ஒரு சொல்லைப் பயன்படுத்தி எந்த விஷயத்தை விவரிக்க முடியும் என்பதைப் பற்றியது. உணவுப் பாதுகாப்பு ஆணையர் என்பது உணவு தரக் கட்டுப்பாடுகளுக்காகச் செயல்படும் ஒரு அமைப்பு. எனவே \"உணவு தரக் கட்டுப்பாடுகள்\" என்ற விடை சரியானது."
  },
  {
    "description": "\"கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில் \"  என்ற வரிகள் எதைப் பற்றி  சொல்கின்றன?",
    "options": [
      "ஒரு மன்னனின்  அரண்மனை",
      "ஒரு கிராமத்தின் அமைப்பு",
      "ஒரு  உணவு விடுதியின்  சுற்றுப்புறம்",
      "ஒரு இயற்கைப் பகுதி"
    ],
    "answer": "c",
    "additional_context": "இந்தக் கேள்வி ஒரு வரியின் பொருளைப் பற்றியது. 'காத்தான்தன் சத்திரத்தில்' என்பது ஒரு உணவு விடுதியைக் குறிப்பிடும் சொற்றொடர். எனவே 'ஒரு  உணவு விடுதியின்  சுற்றுப்புறம்' என்ற விடை சரியானது."
  }
]
