
[
  {
    "description": "“மெத்த வணிகலன்” என்னும் தொடரில் தமிழழகனார் குறிப்பிடுவது, வணிகக் கப்பல்களும் ஐம்பெரும் காப்பியங்களும் இணைந்த ஒரு பெரிய ___ என்பதைக் குறிக்கிறது.",
    "options": [
      "நூல் தொகுப்பு",
      "வணிக மையம்",
      "சின்னம்",
      "கலைக்கூடம்"
    ],
    "answer": "B",
    "additional_context": "தமிழழகனார் என்பவர் சங்க காலத்தில் வாழ்ந்த புலவர்களில் ஒருவர். அவர் எழுதிய பாடல்களில் ஒன்று 'மெத்த வணிகலன்' என்று தொடங்கும் பாடல். இந்த பாடல் சங்க காலத்தில் இயங்கிய வணிகக் கப்பல்களையும்  ஐம்பெரும் காப்பியங்களையும் குறிப்பிடுகிறது. ஐம்பெரும் காப்பியங்களான  சிலப்பதிகாரம், மணிமேகலை,  கம்பராமாயணம்,  பெரியபுராணம், யுத்த காண்டம் ஆகியவை  எல்லாம் தமிழ் மக்களுக்கு மிகவும் பிரபலமானவை."
  },
  {
    "description": "“காய்ந்த இலையும் காய்ந்த தோகையும்” நிலத்துக்கு நல்ல உரங்கள். இத்தொடரில் அடிக்கோடிட்ட பகுதி குறிப்பிடுவது, ___ எனக் குறிப்பிடப்படும் காய்ந்த இலைகள் மற்றும் இறகுகள் போன்றவை.",
    "options": [
      "இலைக் குப்பை",
      "உரப் பொருட்கள்",
      "இயற்கை உரங்கள்",
      "கழிவுப் பொருட்கள்"
    ],
    "answer": "C",
    "additional_context": "காய்ந்த இலைகள், இறகுகள் மற்றும் மரப்பட்டைகள் போன்றவை மக்கள் நெடுங்காலமாக உரமாக பயன்படுத்தி வந்தவை. இவை இயற்கையாகவே கிடைக்கும் தாவரப் பொருட்களாக இருப்பதால் இவை இயற்கை உரங்கள் என்று அழைக்கப்படுகின்றன. இயற்கை உரங்கள் மண்ணின் வளத்தைப் பெருக்கும், பயிர்களின் வளர்ச்சியை ஊக்குவிக்கும் மற்றும் சுற்றுச்சூழலைப் பாதுகாக்க உதவும்."
  },
  {
    "description": "எந்தமிழ்நா என்பதைப் பிரித்தால், இவ்வாறு வரும்: ___",
    "options": [
      "எந்த + தமிழ் + நா",
      "எந் + தமிழ் + நா",
      "எந்தம் + தமிழ் + நா",
      "எம் + தமிழ் + நா"
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழி மிகவும் பழமையானது. தமிழ் மொழி வளர்ந்த வரலாறு பல ஆயிரம் ஆண்டுகளுக்கு முந்தையது. 'எந்த' என்ற சொல் எந்த என்ற பொருளைத் தரும். 'தமிழ்' என்ற சொல் தமிழ் மொழியைக் குறிக்கும். 'நாடு' என்ற சொல் நாட்டைக் குறிக்கும். 'எந்த' + 'தமிழ்' + 'நா' என்பது 'எந்த தமிழ் நாடு' என்று பொருள் தரும்."
  },
  {
    "description": "“கேட்டவர் மகிழப் பாடிய பாடல் இது” - தொடரில் இடம்பெற்றுள்ள தொழிற்பெயரும் வினையாலணையும் பெயரும் முறையே ___ மற்றும் ___ ஆகும்.",
    "options": [
      "பாடிய; கேட்டவர்",
      "பாடல்; கேட்டவர்",
      "கேட்டவர்; பாடிய",
      "பாடல்; பாடிய"
    ],
    "answer": "A",
    "additional_context": "இந்தத் தொடரில் 'பாடிய' என்பது ஒரு தொழிற்பெயர். இது ஒரு செயலைச் செய்பவரைக் குறிக்கிறது. 'கேட்டவர்' என்பது ஒரு வினையாலணையும் பெயர். இது ஒரு செயலைச் செய்பவரைக் குறிக்கிறது. 'பாடல்' என்பது ஒரு பெயர்ச்சொல். இது ஒரு பொருளை அல்லது ஒரு நபரைக் குறிக்கிறது."
  },
  {
    "description": "வேர்க்கடலை, மிளகாய் விதை, மாங்கொட்டை ஆகியவற்றைக் குறிக்கும் பயிர்வகை ___ ஆகும்.",
    "options": [
      "கொழுந்து வகை",
      "இலை வகை",
      "மணி வகை",
      "குலை வகை"
    ],
    "answer": "C",
    "additional_context": "வேர்க்கடலை, மிளகாய் விதை மற்றும் மாங்கொட்டை  ஆகியவை பயிரின் பழத்தைப் பயன்படுத்தப்படும் பயிர்கள். இவைகளின் பழங்கள்  மணிகள் போன்ற தோற்றத்தில் இருப்பதால் இவை 'மணி வகை' பயிர்கள் என அழைக்கப்படுகின்றன."
  }
]
