
[
  {
    "description": "ஜல் புயல் சென்னைக்குத் தென்கிழக்கே 150 கி.மீ. தொலைவில் மையம் கொண்டுள்ளது. இதன் பொருள், சென்னையிலிருந்து ஜல் புயல் எந்தத் திசையில் உள்ளது?",
    "options": [
      "தெற்கு",
      "கிழக்கு",
      "மேற்கு",
      "வடக்கு"
    ],
    "answer": "A",
    "additional_context": "ஜல் புயல் என்பது ஒரு கடுமையான புயல் ஆகும். இது சென்னைக்குத் தென்கிழக்கே 150 கி.மீ. தொலைவில் மையம் கொண்டுள்ளது. இதன் பொருள், ஜல் புயல் சென்னைக்கு தெற்கு மற்றும் கிழக்கு திசையில் உள்ளது. அதாவது, ஜல் புயல் சென்னையிலிருந்து தென்கிழக்கு திசையில் உள்ளது."
  },
  {
    "description": "புயல் வரும்போது தொலைபேசி, மின்சாதனங்கள் பயன்படுத்துவதைத் தவிர்க்க வேண்டும் என்று அறிவிப்பு கூறுகிறது. ஏன்?",
    "options": [
      "புயலின்போது அவை வேலை செய்யாது.",
      "புயலின்போது அவற்றைப் பயன்படுத்துவது ஆபத்தானது.",
      "புயலின்போது அவற்றைப் பயன்படுத்தும் அளவிற்கு மின்சாரம் இருக்காது.",
      "புயலின்போது அவற்றின் பயன்பாடு குறைவு."
    ],
    "answer": "B",
    "additional_context": "புயல் வரும் போது மின்சாரம் துண்டிக்கப்படும். மின்சாரம் இல்லாமல் தொலைபேசி, மின்சாதனங்களை பயன்படுத்துவது ஆபத்தானது. ஏனெனில் மின்சாரம் வரும் போது அவை வெடித்து சிதற வாய்ப்பு உள்ளது."
  },
  {
    "description": "“காற்று அடிப்பது நின்றாலும் எதிர்த்திசையிலிருந்து மறுபடி வேகமாக வீச ஆரம்பிக்கும்” என்ற அறிவிப்பு கூறுகிறது. இதற்கான காரணம் என்ன?",
    "options": [
      "காற்று திசை மாறும்.",
      "புயல் பல திசைகளில் இருந்து வீசும்.",
      "புயல் திடீரென திசைமாறும்.",
      "காற்று வேகம் மாறும்."
    ],
    "answer": "A",
    "additional_context": "புயல் வரும் போது காற்று திசை மாறும்.  காற்று அடிப்பது நின்றாலும் எதிர்த்திசையிலிருந்து மறுபடி வேகமாக வீச ஆரம்பிக்கும். எனவே, காற்றடிப்பது முடிந்துவிட்டதாக நினைக்கவேண்டாம்."
  },
  {
    "description": "“குயில்பாட்டு” எழுதியவர் யார்?",
    "options": [
      "ச. முகமது அலி",
      "எஸ்.ராமகிருஷ்ணன்",
      "பாரதியார்",
      "அறிவிப்பு தகவலில் இல்லை."
    ],
    "answer": "C",
    "additional_context": "குயில்பாட்டு என்பது பாரதியார் எழுதிய ஒரு பிரபலமான கவிதை. இது  தமிழ் இலக்கியத்தில் முக்கியமான பங்கு வகிக்கிறது."
  },
  {
    "description": "புயல் வரும்போது வாகனத்தை ஓட்ட நேர்ந்தால், கடற்கரைப் பகுதிகளுக்கு தொலைவிலும், மரங்கள் மின்கம்பிப் பாதைகள், நீர் வழிகள் ஆகியவற்றிலிருந்து விலகியும் வாகனத்தின் உள்ளேயே தங்கியிருக்க வேண்டும் என்று அறிவிப்பு கூறுகிறது. ஏன்?",
    "options": [
      "புயலின்போது வாகனங்கள் எளிதில் சேதமடையும்.",
      "புயலின்போது வாகனங்கள் எளிதில் கட்டுப்பாட்டை இழக்கும்.",
      "புயலின்போது வாகனங்கள் மரங்கள், மின் கம்பங்கள், நீர் வழிகள் ஆகியவற்றால் சேதமடையும்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "புயல் வரும்போது வாகனத்தை ஓட்டுவது மிகவும் ஆபத்தானது. புயலின்போது மரங்கள், மின் கம்பங்கள், நீர் வழிகள் போன்றவை சேதமடைந்து வீழ்ச்சியடையும். எனவே, இவற்றிலிருந்து விலகி வாகனத்தின் உள்ளேயே தங்கியிருக்க வேண்டும்."
  }
]
