
[
  {
    "description": "பிள்ளைத்தமிழ் பாட்டுடைத் தலைவரை குழந்தையாகக் கருதிப் பாடுவது எதற்காக?",
    "options": [
      "குழந்தையின் அழகைப் புகழ்வதற்காக",
      "குழந்தையின் செயற்கரிய செயல்களை எடுத்தியம்புவதற்காக",
      "குழந்தையின் மீதான அன்பை வெளிப்படுத்துவதற்காக",
      "குழந்தையின் ஆற்றலைப் போற்றுவதற்காக"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பிள்ளைத்தமிழ் இறைவனையோ, தலைவரையோ, அரசனையோ பாட்டுடைத் தலைவராகக் கொண்டு, அவரைக் குழந்தையாகக் கருதிப் பாடுவது. இதன் முக்கிய நோக்கம் பாட்டுடைத் தலைவரின் செயற்கரிய செயல்களை எடுத்தியம்புவது."
  },
  {
    "description": "__________ பருவத்தில் குழந்தை தன் இருகை ஊன்றி, ஒருகாலினை மடக்கி, மற்றொரு காலை நீட்டி தலைநிமிர்ந்தும் முகமசைந்தும் ஆடும்.",
    "options": [
      "செங்கீரை",
      "தால்",
      "சப்பாணி",
      "முத்தம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "செங்கீரைச்செடி காற்றில் ஆடுவது போன்று குழந்தையின் தலை 5-6 ஆம் மாதங்களில் மென்மையாக அசையும். இப்பருவத்தைச் செங்கீரைப் பருவம் என்பர். இப்பருவத்தில் குழந்தை தன் இருகை ஊன்றி, ஒருகாலினை மடக்கி, மற்றொரு காலை நீட்டி தலைநிமிர்ந்தும் முகமசைந்தும் ஆடும்."
  },
  {
    "description": "குமரகுருபரர் __________ , __________ , __________ ஆகிய மொழிகளில் புலமை மிக்கவர்.",
    "options": [
      "தமிழ், வடமொழி, சீனம்",
      "தமிழ், வடமொழி, இந்துஸ்தானி",
      "தமிழ், வடமொழி, ஆங்கிலம்",
      "தமிழ், வடமொழி, பிரெஞ்சு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குமரகுருபரரின் காலம் 17ஆம் நூற்றாண்டு. இவர் தமிழ், வடமொழி, இந்துஸ்தானி ஆகிய மொழிகளில் புலமை மிக்கவர்; கந்தர் கலிவெண்பா, மீனாட்சி அம்மை பிள்ளைத்தமிழ், மதுரைக்கலம்பகம், சகலகலாவல்லிமாலை, நீதிநெறி விளக்கம், திருவாரூர் மும்மணிக்கோவை முதலான நூல்களை இயற்றியுள்ளார்."
  },
  {
    "description": "__________ ஆண்பாற் பிள்ளைத்தமிழ், __________ பெண்பாற் பிள்ளைத்தமிழ் என இருவகையாகப் பாடப்பெறும்.",
    "options": [
      "கந்தர் கலிவெண்பா, மீனாட்சி அம்மை பிள்ளைத்தமிழ்",
      "மதுரைக்கலம்பகம், சகலகலாவல்லிமாலை",
      "நீதிநெறி விளக்கம், திருவாரூர் மும்மணிக்கோவை",
      "குமரகுருபரர் பிள்ளைத்தமிழ், முத்துக்குமாரசாமி பிள்ளைத்தமிழ்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பிள்ளைத்தமிழ் இறைவனையோ, தலைவரையோ, அரசனையோ பாட்டுடைத் தலைவராகக் கொண்டு, அவரைக் குழந்தையாகக் கருதிப் பாடுவது. இதன் முக்கிய நோக்கம் பாட்டுடைத் தலைவரின் செயற்கரிய செயல்களை எடுத்தியம்புவது. பத்துப் பருவங்கள் அமைத்து, பருவத்திற்குப் பத்துப்பாடல் என நூறு பாடல்களால் இது பாடப்பெறும். இது ஆண்பாற் பிள்ளைத்தமிழ், பெண்பாற் பிள்ளைத்தமிழ் என இருவகையாகப் பாடப்பெறும்."
  },
  {
    "description": "பிள்ளைத்தமிழில் __________ வகைச் சிற்றிலக்கியங்களுள் ஒன்று.",
    "options": [
      "10",
      "96",
      "100",
      "5"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "96 வகைச் சிற்றிலக்கியங்களுள் ஒன்று பிள்ளைத்தமிழ். இதில் இறைவனையோ, தலைவரையோ, அரசனையோ பாட்டுடைத் தலைவராகக் கொண்டு, அவரைக் குழந்தையாகக் கருதிப் பாடுவர். பாட்டுடைத் தலைவரின் செயற்கரிய செயல்களை எடுத்தியம்புவது பிள்ளைத்தமிழ். பத்துப் பருவங்கள் அமைத்து, பருவத்திற்குப் பத்துப்பாடல் என நூறு பாடல்களால் இது பாடப்பெறும். இது ஆண்பாற் பிள்ளைத்தமிழ், பெண்பாற் பிள்ளைத்தமிழ் என இருவகையாகப் பாடப்பெறும்."
  }
]
