[
          
  {
    
          "description": "'அடவி', 'அவல்', 'சுவல்', 'செறு', 'பழனம்', 'புறவு' என்ற சொற்களில் எது 'காட்சி' என்ற சொல்லின் பொருளை தரும்?",
          "options": [
      "அடவி",
      "அவல்",
      "சுவல்",
      "செறு"
    ],
    "answer": "C",
    
          "additional_context": "இந்த கேள்வி தமிழ் மொழியின் அழகையும் வளத்தையும் காட்டுகிறது. 'காட்சி' என்பது ஒரு பரந்த பொருள் கொண்ட சொல். 'சுவல்' என்பது காட்சியைக் குறிக்கப் பயன்படுத்தப்படும் ஒரு சிறந்த சொல். இது போன்ற மொழியின்  செயல்பாடுகளை ஆராய்ந்து  மகிழ்வோம்."
          }
        ,
          
  {
    
          "description": "தமிழ் எண்ணுப்பெயர்கள் எந்த எண்ணுப்பெயருடன் தொடங்குகிறது?",
          "options": [
      "ஒன்று",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": "A",
    
          "additional_context": "தமிழில் எண்ணுப்பெயர்கள் 'ஒன்று' என்ற எண்ணுப்பெயரிலிருந்து தொடங்குகின்றன. 'ஒன்று' என்பது ஒற்றைப் பொருளை குறிக்கும் எண்ணுப்பெயர். பல சொற்களும் இதன்மூலம் உருவாக்கப்படுகின்றன. இது தமிழ் மொழியின் எண்ணுப்பெயர் முறையின் அடிப்படை. இதுபோன்ற கருத்துக்களை ஆராய்ந்து மொழி மீது ஆர்வத்தை ஏற்படுத்துவோம்."
          }
        ,
          
  {
    
          "description": "'நீங்கள் வாழும் பகுதியிலுள்ள எவையேனும் ஐந்து பயிர்வகைச் சொற்களுக்கான படத்தொகுப்பை உருவாக்கு' என்ற பணியில், பயிர்வகைகள் தொடர்பான படங்களை உருவாக்க வேண்டும். உங்களுக்குத் தெரிந்த ஐந்து பயிர்வகைகள் எவை?",
          "options": [
      "அரிசி, கோதுமை, மக்காச்சோளம், பருப்பு, காய்கறி",
      "அரிசி, கோதுமை, மக்காச்சோளம், பருப்பு, பழம்",
      "அரிசி, கோதுமை, மக்காச்சோளம், பருப்பு, தேங்காய்",
      "அரிசி, கோதுமை, மக்காச்சோளம், பருப்பு, எண்ணெய் வித்து"
    ],
    "answer": "A",
    
          "additional_context": "தமிழ்நாட்டில் பல்வேறு பயிர்வகைகள் பயிரிடப்படுகின்றன. அரிசி, கோதுமை, மக்காச்சோளம், பருப்பு மற்றும் காய்கறிகள்  நம் நாட்டின் முக்கியமான பயிர்வகைகள். இவைகள் நம் உணவு மற்றும்  சத்துக்கு முக்கியமானவை. இந்த பயிர்வகைகளைப் பற்றி ஆராய்ந்து நம் நாட்டின் விவசாயத்தின் முக்கியத்துவத்தை  புரிந்துகொள்வோம்."
          }
        ,
          
  {
    
          "description": "'விலங்குசெய்' என்ற சொல்லை இரண்டு சொற்களாகப் பிரித்து, ஒவ்வொரு சொல்லின் பொருளையும் எழுதுங்கள்.",
          "options": [
      "விலங்கு + செய் = விலங்கு செய்",
      "விலங்கு + செய்கிறது = விலங்கு செய்கிறது",
      "விலங்கு + செய்தல் = விலங்கு செய்தல்",
      "விலங்கு + செய் = விலங்கைச் செய்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி தமிழ் மொழியில்  சொற்களை  பிரித்துப் பார்க்கும் விதத்தை  கற்றுக்கொடுக்கிறது.  'விலங்குசெய்' என்பது  'விலங்கு'  மற்றும்  'செய்'  என்று இரண்டு சொற்களால் ஆனது.   'விலங்கு' என்பது  உயிரினம்  மற்றும்  'செய்' என்பது  செயல்  என்பதை  இந்த  பிரித்தல்  காட்டுகிறது. இதன் மூலம் மொழியின் இலக்கண அமைப்பை புரிந்துகொள்வோம்."
          }
        ,
          
  {
    
          "description": "'பொன்' என்ற சொல்லுடன் இணைத்து 'பூ' என்ற சொல்லைப் பயன்படுத்தி புதிய சொல் உருவாக்குங்கள்.",
          "options": [
      "பூபொன்",
      "பொன் பூ",
      "பூ பொன்",
      "பொன் பூ"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி தமிழ் மொழியில் புதிய சொற்களை உருவாக்கும்  விதத்தை காட்டுகிறது.  'பொன்'  மற்றும்  'பூ'  என்ற இரண்டு சொற்களை இணைத்து  'பூபொன்'  என்ற புதிய சொல் உருவாக்கப்படுகிறது. இது போன்ற  புதிய சொல்  உருவாக்கங்கள் தமிழ் மொழியின் செழுமையை காட்டுகின்றன. இதுபோன்ற பயிற்சிகள் மூலம் நமது சொல் வளத்தை பெருக்குவோம்."
          }
        ]