
[
  {
    "description": "பண்டைத் தமிழர்கள் விருந்தினர்களை ______  நடந்து சென்று வழியனுப்பி வைத்தனர்.",
    "options": [
      "ஐந்து அடி",
      "ஏழு அடி",
      "ஒன்பது அடி",
      "பத்து அடி"
    ],
    "answer": "B",
    "additional_context": "பண்டைத் தமிழர்கள் விருந்தினர்களை வழியனுப்பும் போது,  அவர்களைப் பிரிய மனமின்றி வருந்தினர். மேலும், வழியனுப்பும் பொழுது அவர்கள் செல்லவிருக்கிற நான்கு குதிரைகள் பூட்டப்பட்ட தேர்வரை ஏழு அடி நடந்து சென்று வழியனுப்பினர். 'காலின் ஏழடிப் பின் சென்று' -பொருநராற்றுப்படை, 166. இந்த வரிகளில் காணப்படுவது போல, பண்டைத் தமிழர்கள் விருந்தினர்களை  ஏழு அடி நடந்து சென்று வழியனுப்பி வைத்தனர்."
  },
  {
    "description": "தமிழர்களின் விருந்தோம்பல் பண்பாட்டில் ______  இலைக்குத் தனித்த இடமுண்டு.",
    "options": [
      "மா",
      "பனை",
      "வாழை",
      "தென்னை"
    ],
    "answer": "C",
    "additional_context": "தமிழர் பண்பாட்டில் வாழை இலைக்குத் தனித்த இடமுண்டு. தலைவாழை இலையில் விருந்தினருக்கு உணவளிப்பது நம் மரபாகக் கருதப்படுகிறது. நம் மக்கள் வாழை இலையின் மருத்துவப் பயன்களை அன்றே அறிந்திருந்தனர்."
  },
  {
    "description": "______  காலத்தில் அரசராயினும் வறியோராயினும் விருந்தினர்களைப் போற்றினர்.",
    "options": [
      "சங்க",
      "பல்லவ",
      "சோழ",
      "நாயக்கர்"
    ],
    "answer": "A",
    "additional_context": "சங்க காலத்திலிருந்தே அரசராயினும் வறியோராயினும் விருந்தினர்களைப் போற்றினர். கால மாற்றத்தில் புதியவர்களாகிய விருந்தினர்களை வீட்டுக்குள் அழைத்து உணவிடுவது குறைந்தது. விருந்து புரப்பது குறைந்ததால் சத்திரங்கள் பெருகின. நாயக்கர், மராட்டியர் ஆட்சிக் காலங்களில் மிகுதியான சத்திரங்கள் வழிச் செல்வோர்க்காகக் கட்டப்பட்டன."
  },
  {
    "description": "பண்டைத் தமிழர் இல்லங்களிலும் ______  விருந்தோம்பல் பண்பாடு செழித்திருந்தது.",
    "options": [
      "சமையலறைகளிலும்",
      "உள்ளங்களிலும்",
      "அருங்காட்சியகங்களிலும்",
      "பள்ளிகளிலும்"
    ],
    "answer": "B",
    "additional_context": "பண்டைத் தமிழர் இல்லங்களிலும் உள்ளங்களிலும் விருந்தோம்பல் பண்பாடு செழித்திருந்தது. அந்த உயரிய தமிழ்ப் பண்பாடு இன்றைய தமிழர்களிடம் மேற்கூறிய முறைகளில் பின்பற்றப்படுகின்றது. காலந்தோறும் தமிழர்களின் அடையாளமாக விளங்கும் உயர் பண்பான விருந்தோம்பலைப் போற்றிப் பெருமிதம் கொள்வோம்."
  },
  {
    "description": "பண்டைத் தமிழர்கள் விருந்தினரை வழியனுப்பும் போது எந்த உணர்வோடு எத்தனை அடி நடந்து சென்றனர்?",
    "options": [
      "பிரிந்து வருத்தத்துடன், ஏழு அடி",
      "மகிழ்ச்சியுடன், ஐந்து அடி",
      "பிரிந்து வருத்தத்துடன், மூன்று அடி",
      "மகிழ்ச்சியுடன், பத்து அடி"
    ],
    "answer": "A",
    "additional_context": "பண்டைத் தமிழர்கள் விருந்தினர்களை வழியனுப்பும் போது,  அவர்களைப் பிரிய மனமின்றி வருந்தினர். மேலும், வழியனுப்பும் பொழுது அவர்கள் செல்லவிருக்கிற நான்கு குதிரைகள் பூட்டப்பட்ட தேர்வரை ஏழு அடி நடந்து சென்று வழியனுப்பினர். 'காலின் ஏழடிப் பின் சென்று' -பொருநராற்றுப்படை, 166. இந்த வரிகளில் காணப்படுவது போல, பண்டைத் தமிழர்கள் விருந்தினர்களை பிரிந்து வருத்தத்துடன்  ஏழு அடி நடந்து சென்று வழியனுப்பி வைத்தனர்."
  }
]
