
[
  {
    "description": "“மற்றைய நோக்காது அடிதொறும் வான்பொருள் அற்று அற்று ஒழுகும் அஃது யாற்றுப் புனலே.” - என்ற நன்னூல் குறிப்பு எந்தப் பொருள்கோளைப் பற்றியது?",
    "options": [
      "நிரல்நிறைப் பொருள்கோள்",
      "ஆற்றுநீர்ப் பொருள்கோள்",
      "கொண்டுகூட்டுப் பொருள்கோள்",
      "அடிமறிமாற்றுப் பொருள்கோள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாடலின் தொடக்கம்முதல் முடிவுவரை ஆற்றுநீரின் போக்கைப்போல நேராகவே பொருள் கொள்ளுமாறு அமைந்ததால் இது 'ஆற்றுநீர்ப் பொருள்கோள்' ஆகும். \n\n“மற்றைய நோக்காது அடிதொறும் வான்பொருள்\nஅற்று அற்று ஒழுகும் அஃது யாற்றுப் புனலே.” -நன்னூல்: 412"
  },
  {
    "description": "“அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை பண்பும் பயனும் அது.” - என்ற குறளில் எந்த வகைப் பொருள்கோள் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "முறை நிரல்நிறைப் பொருள்கோள்",
      "எதிர் நிரல்நிறைப் பொருள்கோள்",
      "கொண்டுகூட்டுப் பொருள்கோள்",
      "ஆற்றுநீர்ப் பொருள்கோள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இக்குறளில் அன்பு, அறன் என்ற இரு சொற்களை வரிசைப்படுத்தி, அவற்றிற்குரிய விளைவுகளாக பண்பு, பயன் என்று வரிசைப்படுத்தி உள்ளார். அவற்றை இல்வாழ்க்கையின் பண்பு, அன்பு என்றும் அதன் பயன், அறன் என்றும் பொருள்கொள்ள வேண்டும். எனவே, அன்புக்குப் பண்பும் அறத்துக்குப் பயனும் பயனிலைகளாக - நிரல்நிறையாக - நிறுத்திப் பொருள்கொள்வதால், இப்பாடல் 'முறை நிரல்நிறைப் பொருள்கோள்' எனப்படும்."
  },
  {
    "description": "“விலங்கொடு மக்கள் அனையர் இலங்குநூல் கற்றாரோடு ஏனை யவர்.” - என்ற குறளில் எந்த வகைப் பொருள்கோள் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "முறை நிரல்நிறைப் பொருள்கோள்",
      "எதிர் நிரல்நிறைப் பொருள்கோள்",
      "கொண்டுகூட்டுப் பொருள்கோள்",
      "ஆற்றுநீர்ப் பொருள்கோள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "செய்யுளில் எழுவாய்களை வரிசைப்படுத்தி அவை ஏற்கும் பயனிலைகளை எதிர் எதிராகக் கொண்டு பொருள் கொள்ளுதல் 'எதிர் நிரல்நிறைப் பொருள்கோள்' ஆகும். \n\n'விலங்கொடு மக்கள் அனையர் இலங்குநூல்\nகற்றாரோடு ஏனை யவர்.' -குறள்: 410\n\nஇக்குறளில் முதல் அடியில் விலங்கு, மக்கள் என்று எழுவாய்களை வரிசைப்படுத்திவிட்டு, அடுத்த அடியில் பயனிலைகளாகக் கற்றார், கல்லாதார் (ஏனையவர்) என வரிசைப்படுத்தியுள்ளார். அவற்றைக் கற்றார் மக்கள் என்றும், கல்லாத ஏனையவர் விலங்குகள் என்றும் எதிர் எதிராகக் கொண்டு பொருள்கொள்ள வேண்டும். எனவே, இக்குறள் 'எதிர் நிரல்நிறைப் பொருள்கோள்' ஆகும்."
  },
  {
    "description": "“ஆலத்து மேல குவளை குளத்துள வாலின் நெடிய குரங்கு.” - என்ற பாடலில் எந்த வகைப் பொருள்கோள் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "நிரல்நிறைப் பொருள்கோள்",
      "ஆற்றுநீர்ப் பொருள்கோள்",
      "கொண்டுகூட்டுப் பொருள்கோள்",
      "அடிமறிமாற்றுப் பொருள்கோள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மேற்கண்ட பாடலில் ஆலத்து மேல் குவளை என்றும் குளத்தில் வாலின் நெடிய குரங்கு என்றும் பொருள் கொண்டால் பொருத்தமற்றதாகிவிடும். இதில் ஆலத்து மேல குரங்கு, குளத்துள குவளை என்று கருத்தைக் கொண்டு அங்குமிங்கும் கொண்டு பொருள்கோள் அமைந்திருப்பதால் இது கொண்டுகூட்டுப் பொருள்கோள் எனப்படும்."
  },
  {
    "description": "“எனக்கு யார் எழுதித் தருவார்கள்?”  என்ற விடை எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "சுட்டு விடை",
      "மறை விடை",
      "ஏவல் விடை",
      "வினா எதிர் வினாதல் விடை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "'எனக்கு எழுதித் தருகிறாயா?' என்ற வினாவுக்கு, 'எனக்கு யார் எழுதித் தருவார்கள்?' என்று விடையளிப்பது."
  }
]
