[
          
  {
    
          "description": "'சாலச் சிறந்தது' என்னும் தொடரில் எந்த வகை சொல் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "வினையெச்சம்",
      "பெயர்",
      "உரிச்சொல்",
      "இடைச்சொல்"
    ],
    "answer": "C",
    
          "additional_context": "“சாலச் சிறந்தது” என்பது ஒரு உரிச்சொல் தொடர் ஆகும். இதில் 'சால' என்ற உரிச்சொல் 'சிறந்தது' என்ற பெயர்ச்சொல்லைக் கொண்டு முடிந்துள்ளது. இதுபோன்ற உரிச்சொல் தொடர்கள் ஒரு பெயர்ச்சொல்லை விவரிக்க பயன்படுத்தப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "'வருக! வருக! வருக!' என்னும் தொடர் எந்த வகை தொடர்?",
          "options": [
      "விளித்தொடர்",
      "அடுக்குத்தொடர்",
      "பெயரெச்சத்தொடர்",
      "வினையெச்சத்தொடர்"
    ],
    "answer": "B",
    
          "additional_context": "ஒரு சொல் இரண்டு அல்லது மூன்று முறை அடுக்கித் தொடர்வது அடுக்குத்தொடர் ஆகும். இதில் “வருக!” என்னும் சொல் மூன்று முறை அடுக்கி  வந்துள்ளது. இது உவகை அல்லது  எழுச்சியை வெளிப்படுத்தும் போது பயன்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "_______ என்னும் எச்சவினை பெயர்ச்சொல்லைக் கொண்டு முடிவது பெயரெச்சத்தொடர் எனப்படும்.",
          "options": [
      "முற்றுப் பெற்ற",
      "முற்றுப் பெறாத",
      "முழுமையான",
      "துண்டு"
    ],
    "answer": "B",
    
          "additional_context": "முற்றுப் பெறாத வினை, பெயர்ச்சொல்லைக் கொண்டு முடிவது பெயரெச்சத்தொடர் ஆகும். உதாரணமாக, ‘கேட்ட பாடல்’ என்பது ஒரு பெயரெச்சத்தொடர். இதில் “கேட்ட” என்பது  முற்றுப் பெறாத வினைச்சொல் ஆகும், மேலும்  ‘பாடல்’ என்பது ஒரு பெயர்ச்சொல் ஆகும்."
          }
        ,
          
  {
    
          "description": "வேற்றுமை உருபுகள் வெளிப்படையாக அமையும் தொடர்கள் _______ தொகாநிலைத் தொடர்கள் ஆகும்.",
          "options": [
      "விளி",
      "வினைமுற்று",
      "வேற்றுமை",
      "பெயரெச்சம்"
    ],
    "answer": "C",
    
          "additional_context": "வேற்றுமை உருபுகள் வெளிப்படையாக அமையும் தொடர்கள் வேற்றுமைத் தொகாநிலைத் தொடர்கள் ஆகும். உதாரணமாக, ‘கட்டுரையைப் படித்தாள்’ என்பது ஒரு வேற்றுமைத் தொகாநிலைத் தொடர். இதில் ‘ஐ’ என்னும் வேற்றுமை உருபு  வெளிப்படையாக  வந்து பொருளை  உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'மற்று' என்னும் _______ உடன் பெயரோ, வினையோ தொடர்வது இடைச்சொல் தொடர் ஆகும்.",
          "options": [
      "பெயர்",
      "வினை",
      "உரிச்சொல்",
      "இடைச்சொல்"
    ],
    "answer": "D",
    
          "additional_context": "இடைச்சொல்லுடன் பெயரோ, வினையோ தொடர்வது இடைச்சொல் தொடர் ஆகும். உதாரணமாக, ‘மற்றொன்று’ என்பது ஒரு இடைச்சொல் தொடர். இதில் ‘மற்று’ என்பது  ஒரு இடைச்சொல் ஆகும்,  ‘ஒன்று’ என்பது  பெயர்ச்சொல்  ஆகும்."
          }
        ]