
[
  {
    "description": "கவிதையில், காற்றின் வாசனை எப்படி விவரிக்கப்படுகிறது?",
    "options": [
      "மகரந்தம் நிறைந்த, இனிய வாசனையுடன்",
      "தூய்மையான, புத்துணர்ச்சியான வாசனையுடன்",
      "பூக்கள் மணக்கும், இனிமையான வாசனையுடன்",
      "பூமியின் மணம் வீசும், இயற்கை வாசனையுடன்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பாரதியார் எழுதிய காற்று என்னும் வசனகவிதையில், காற்றின் வாசனை \"மகரந்தத் தூளைச் சுமந்துகொண்டு, மனத்தை மயலுறுத்து கின்ற இனிய வாசனையுடன்\" என விவரிக்கப்பட்டுள்ளது.  காற்றானது மலர்களின் மகரந்தத்தை சுமந்து இனிமையான வாசனையை எடுத்து வருகிறது. இதன் மூலம் காற்று இயற்கையின் ஒரு பகுதியாக இயங்கி, உயிரினங்களுக்கு இன்பத்தை அளிக்கிறது என்பதை பாரதியார் எடுத்துக்காட்டுகிறார்."
  },
  {
    "description": "கவிதையில், காற்று எதன் மீது உராய்ந்து ப்ராண - ரஸத்தைத் தருகிறது?",
    "options": [
      "மரங்கள் மற்றும் மலைகள்",
      "நிலம் மற்றும் நீர்",
      "இலைகள் மற்றும் நீரலைகள்",
      "கற்கள் மற்றும் மணல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "காற்று மலைகளிலும் மரங்களிலும் மட்டும் உராய்ந்து ப்ராண - ரஸத்தைத் தருவதில்லை.  காற்று இலைகளின் மீதும், நீரலைகளின் மீதும் உராய்ந்து மிகுந்த ப்ராண – ரஸத்தை எங்களுக்குக் கொண்டு கொடுக்கிறது. இலைகள் காற்றில் அசைந்து காற்று அடர்ந்து உராய்ந்து மிகுந்த உற்சாகம் தருகிறது என்பதை பாரதியார் விவரிக்கிறார்."
  },
  {
    "description": "'அவித்துவிடாதே' என்ற சொல்லுக்குப் பொருத்தமான தமிழ் சொல் எது?",
    "options": [
      "அழித்துவிடாதே",
      "குறைத்துவிடாதே",
      "மாற்றிவிடாதே",
      "நிறுத்திவிடாதே"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாரதியார் தனது வசன கவிதையில்,  காற்று 'சக்தி குறைந்துபோய், அதனை அவித்துவிடாதே' என்கிறார். 'அவித்துவிடாதே' என்பது காற்று அதன் சக்தியை குறைத்து விடக்கூடாது என்கிற பொருளைத் தருகிறது. இதற்குப் பொருத்தமான தமிழ் சொல் 'குறைத்துவிடாதே' என்பதாகும்."
  },
  {
    "description": "கவிதையில், காற்று எவ்வாறு வீச வேண்டும் எனக் கூறப்படுகிறது?",
    "options": [
      "வேகமாகவும், சீற்றத்துடனும்",
      "மெதுவாகவும், சீராகவும்",
      "சலசலத்து, பலத்த காற்றாக",
      "தூக்கிச் செல்லும் வகையில்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாரதியார் தனது கவிதையில் காற்று 'மெதுவாக, நல்ல லயத்துடன், நெடுங்காலம் நின்று வீசிக் கொண்டிரு' என்கிறார். காற்று மிக வேகமாகவோ சீற்றத்துடனோ வீசக்கூடாது. மாறாக அது மெதுவாகவும், சீராகவும், லயத்துடன் நின்று வீச வேண்டும் என்பதை பாரதியார் வலியுறுத்துகிறார்."
  },
  {
    "description": "பாரதியாரின் கவிதைகள் எதற்குப் பிரபலமானவை?",
    "options": [
      "இயற்கை அழகை விவரிப்பதற்கு",
      "சமூக ஏற்றத்தாழ்வுகளை எதிர்த்துப் பாடியதற்கு",
      "தமிழ் மொழியின் அழகை வெளிப்படுத்தியதற்கு",
      "இந்தியாவின் வரலாற்றைப் பாடியதற்கு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாரதியாரின் கவிதைகள் சமூக ஏற்றத்தாழ்வுகளை எதிர்த்துப் பாடியதற்கு பிரபலமானவை.  அவர் தனது கவிதைகளில் பெண்ணடிமைத்தனத்தை எதிர்த்து, இந்தியாவின் சுதந்திரத்துக்காக போராடி, சமூக நீதிக்காக குரல் கொடுத்தார்.  இயற்கை அழகை விவரித்தாலும் அதன் மூலம் மக்களின் வாழ்க்கையை மேம்படுத்த வேண்டும் என்ற சிந்தனையை வெளிப்படுத்தினார்.  தமிழ் மொழியின் அழகையும், இந்தியாவின் வரலாற்றையும் அவர் தனது கவிதைகளில் வெளிப்படுத்தினாலும், அவரது கவிதைகளின் மையக்கருத்தாக சமூக நீதிக்காக குரல் கொடுத்ததையே காணமுடிகிறது."
  }
]
