
[
  {
    "description": "“செங்கீரைப் பருவம்” என்ற பாடல் எந்தப் பருவத்தில் அமைந்துள்ளது?",
    "options": [
      "முத்தம்",
      "சப்பாணி",
      "செங்கீரை",
      "வருகை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "முத்துக்குமாரசாமி பிள்ளைத்தமிழ் நூலில் உள்ள பத்துப் பருவங்களில் ஒன்று செங்கீரைப் பருவம். செங்கீரைப் பருவம் குழந்தையின் தலை 5-6 ஆம் மாதங்களில் மென்மையாக அசைவதைப் பற்றிப் பாடுகிறது. இதனால் இந்த பருவத்திற்கு செங்கீரைப் பருவம் என்று பெயர். இப்பருவத்தில் குழந்தை தன் இருகை ஊன்றி, ஒருகாலினை மடக்கி, மற்றொரு காலை நீட்டி தலைநிமிர்ந்தும் முகமசைந்தும் ஆடும். செங்கீரைச்செடி காற்றில் ஆடுவது போன்றே குழந்தை இப்பருவத்தில் ஆடுவதால் இதற்கு செங்கீரைப் பருவம் என்ற பெயர் வந்திருக்கும்."
  },
  {
    "description": "“முத்துக்குமாரசாமி பிள்ளைத்தமிழ்” என்ற நூலை யார் இயற்றினார்கள்?",
    "options": [
      "கம்பர்",
      "திருவள்ளுவர்",
      "குமரகுருபரர்",
      "பாரதியார்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "முத்துக்குமாரசாமி பிள்ளைத்தமிழ் என்பது 17ஆம் நூற்றாண்டில் குமரகுருபரர் என்பவரால் இயற்றப்பட்டது. குமரகுருபரர் தமிழ், வடமொழி, இந்துஸ்தானி ஆகிய மொழிகளில் புலமை மிக்கவர். இவர் கந்தர் கலிவெண்பா, மீனாட்சி அம்மை பிள்ளைத்தமிழ், மதுரைக்கலம்பகம், சகலகலாவல்லிமாலை, நீதிநெறி விளக்கம், திருவாரூர் மும்மணிக்கோவை முதலான நூல்களை இயற்றியுள்ளார். 96 வகைச் சிற்றிலக்கியங்களுள் ஒன்று பிள்ளைத்தமிழ். இதில் இறைவனையோ, தலைவரையோ, அரசனையோ பாட்டுடைத் தலைவராகக் கொண்டு, அவரைக் குழந்தையாகக் கருதிப் பாடுவர்.  குழந்தையின் வளர்ச்சியையும் அதன் அழகையும் இயற்கையுடன் ஒப்பிட்டு பாடும் பாங்கே பிள்ளைத்தமிழ்."
  },
  {
    "description": "“செம்பொன் அடிச்சிறு கிங் கிணியோடு சிலம்பு கலந்தாடத் சேயுடன் மகிழ்ந்து குலாவும் தாய்” - இந்த வரியில் எந்தப் பருவத்தைப் பற்றிப் பேசப்படுகிறது?",
    "options": [
      "செங்கீரைப் பருவம்",
      "தால் பருவம்",
      "சப்பாணிப் பருவம்",
      "முத்தம் பருவம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“செங்கீரைப் பருவம்” என்பது முத்துக்குமாரசாமி பிள்ளைத்தமிழ் நூலில் உள்ள பத்துப் பருவங்களில் ஒன்று. இந்தப் பாடலில், குழந்தையின் காலில் அணிந்த சிறு செம்பொன் கிண்கிணிகளோடு சிலம்புகளும் சேர்ந்து ஆடட்டும். இடையில் அரைஞாண் மணியோடு ஒளிவீசுகின்ற அரைவடங்கள் ஆடட்டும். பசும்பொன் என ஒளிரும் தொந்தியுடன் சிறுவயிறு சரிந்தாடட்டும். பட்டம் கட்டிய நெற்றியில் விளங்குகின்ற பொட்டுடன் வட்டவடிவான சுட்டி பதிந்தாடட்டும். கம்பிகளால் உருவான குண்டலங்களும் காதின் குழைகளும் அசைந்தாடட்டும். உச்சிக் கொண்டையும் அதில் சுற்றிக் கட்டப்பட்டுள்ள ஒளிமிக்க முத்துகளோடு ஆடட்டும். தொன்மையான வைத்தியநாதபுரியில் எழுந்தருளிய முருகனே! செங்கீரை ஆடி அருள்க! இவற்றுடன் அழகிய பவளம் போன்ற திருமேனியும் ஆட, செங்கீரை ஆடுக என பாடல் அமைந்துள்ளது."
  },
  {
    "description": "“பதிந்து” என்ற சொல்லின் பகுபத உறுப்பிலக்கணம் என்ன?",
    "options": [
      "பதி +த்(ந்) + த் + உ",
      "பதி + த் + உ",
      "பதி + ந்து + உ",
      "பதி + ந்த + உ"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“பதிந்து” என்ற சொல் “பதி +த்(ந்) + த் + உ” எனப் பகுக்கப்படும். இதில் ‘பதி’ என்பது பகுதிச்சொல். ‘த்’ என்பது சந்தி. ‘த்’ என்பது இறந்தகால இடைநிலை. ‘உ’ என்பது வினையெச்ச விகுதி. ‘பதிந்து’ என்ற சொல் செங்கீரைப் பருவத்தில் உள்ள 'பட்ட நுதற்பொலி பொட்டொடு வட்டச் சுட்டி பதிந்தாடக்' என்ற வரியில் பயன்படுத்தப்பட்டுள்ளது. “பதிந்து” என்ற சொல்லுக்கு ‘பதிந்த’ என்ற பொருள்."
  },
  {
    "description": "முத்துக்குமாரசாமி பிள்ளைத்தமிழ் எத்தனை பருவங்களைக் கொண்டுள்ளது?",
    "options": [
      "96",
      "10",
      "100",
      "5"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "முத்துக்குமாரசாமி பிள்ளைத்தமிழ் என்பது பத்துப் பருவங்களை உள்ளடக்கியது. ஒவ்வொரு பருவத்திலும் பத்துப் பாடல்கள் இருக்கும். எனவே மொத்தம் 100 பாடல்கள் இருக்கும். இது ஆண்பாற் பிள்ளைத்தமிழ், பெண்பாற் பிள்ளைத்தமிழ் என இருவகையாகப் பாடப்பெறும். இதில் உள்ள பருவங்கள்: காப்பு, செங்கீரை, தால், சப்பாணி, முத்தம், வருகை, அம்புலி, சிற்றில், சிறுபறை, சிறுதேர் (ஆண்பாற் பிள்ளைத்தமிழ்). கழங்கு, அம்மானை, ஊசல் (பெண்பாற் பிள்ளைத்தமிழ்)."
  }
]
