
[
  {
    "description": "இடைக்காடனாருக்கு யார் நண்பராக இருந்தார்?",
    "options": [
      "கம்பர்",
      "கபிலர்",
      "சங்கர்",
      "பாரதியார்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இடைக்காடனார் என்பவர் ஒரு புலவர். அவர் கபிலர் என்னும் புலவரின் நண்பர். அவர் இயற்றிய கவிதையை பாண்டிய மன்னன் முன் பாட, மன்னன் அதைப் பொருட்படுத்தாமல் அவமதித்தான். இதனால் மனம் வருந்திய இடைக்காடனார் இறைவனிடம் முறையிட்டார். இதனால் இறைவன் கோவிலைவிட்டு நீங்கினார்."
  },
  {
    "description": "இறைவன் கோவிலைவிட்டு நீங்கியதற்கான காரணம் என்ன?",
    "options": [
      "மன்னன் இடைக்காடனாருக்கு வழங்கிய மரியாதையின்மை",
      "மன்னன் தனது பாவங்களை மன்னிக்க வேண்டி இறைவனைத் தொழுதுக் கொண்டிருந்ததால்",
      "மன்னன் இறைவனிடம் கோவிலைப் புனரமைக்க வேண்டியிருந்ததால்",
      "மன்னன் இறைவனிடம் புதிய கோவில் கட்ட வேண்டியிருந்ததால்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இடைக்காடனார் என்பவர் ஒரு புலவர். அவர் கபிலர் என்னும் புலவரின் நண்பர். அவர் இயற்றிய கவிதையை பாண்டிய மன்னன் முன் பாட, மன்னன் அதைப் பொருட்படுத்தாமல் அவமதித்தான். இதனால் மனம் வருந்திய இடைக்காடனார் இறைவனிடம் முறையிட்டார். இதனால் மன்னனின் பிழையை உணர்த்துவதற்காக இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கி, வடதிருஆலவாயில் சென்று தங்கினார்."
  },
  {
    "description": "இறைவன் கோவிலைவிட்டு எந்த திசைக்குப் புறப்பட்டார்?",
    "options": [
      "கிழக்கு",
      "மேற்கு",
      "தெற்கு",
      "வடக்கு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இடைக்காடனார் என்பவர் ஒரு புலவர். அவர் கபிலர் என்னும் புலவரின் நண்பர். அவர் இயற்றிய கவிதையை பாண்டிய மன்னன் முன் பாட, மன்னன் அதைப் பொருட்படுத்தாமல் அவமதித்தான். இதனால் மனம் வருந்திய இடைக்காடனார் இறைவனிடம் முறையிட்டார். இதனால் மன்னனின் பிழையை உணர்த்துவதற்காக இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கி, வடதிருஆலவாயில் சென்று தங்கினார்."
  },
  {
    "description": "மன்னன் இறைவனை எந்த ஆற்றின் கரையில் இருந்த கோவிலில் வணங்கினார்?",
    "options": [
      "காவேரி",
      "வையை",
      "துங்கபத்திரா",
      "கிருஷ்ணா"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இடைக்காடனார் என்பவர் ஒரு புலவர். அவர் கபிலர் என்னும் புலவரின் நண்பர். அவர் இயற்றிய கவிதையை பாண்டிய மன்னன் முன் பாட, மன்னன் அதைப் பொருட்படுத்தாமல் அவமதித்தான். இதனால் மனம் வருந்திய இடைக்காடனார் இறைவனிடம் முறையிட்டார். இதனால் மன்னனின் பிழையை உணர்த்துவதற்காக இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கி, வடதிருஆலவாயில் சென்று தங்கினார். மன்னன் இறைவனை வடபால் வையை ஆற்றின் தென்பாலோர் ஆலயத்தில் வணங்கினான்."
  },
  {
    "description": "மன்னன் தனது குற்றத்தைப் பொறுத்து அருளுமாறு இறைவனைப் போற்றியபோது எந்தப் பாடல் வரியை உபயோகித்தார்?",
    "options": [
      "புண்ணிய சிறியோர் குற்றம் பொறுப்பது பெருமை அன்றோ",
      "தீங்கு உளை அல்லை காடன் செய்யுளை இகழ்தலாலே",
      "ஓங்கு தண் பணைசூழ் நீப வனத்தை நீத்து ஒரு போதேனும்",
      "எண்ணிய பெரியோர்க்கு என்னா ஏத்தினான் இறைஞ்சி னானே."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இடைக்காடனார் என்பவர் ஒரு புலவர். அவர் கபிலர் என்னும் புலவரின் நண்பர். அவர் இயற்றிய கவிதையை பாண்டிய மன்னன் முன் பாட, மன்னன் அதைப் பொருட்படுத்தாமல் அவமதித்தான். இதனால் மனம் வருந்திய இடைக்காடனார் இறைவனிடம் முறையிட்டார். இதனால் மன்னனின் பிழையை உணர்த்துவதற்காக இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கி, வடதிருஆலவாயில் சென்று தங்கினார். இதை அறிந்த மன்னன் தன் பிழையைப் பொறுத்தருளுமாறு இறைவனை வேண்டி, இடைக்காடனாருக்குச் சிறப்புச் செய்தான். 'உமையை ஒரு பாகத்திற்கொண்ட மேலான பரம்பொருளே, புண்ணியனே, சிறியவர்களின் குற்றம் பொறுப்பது பெரியவருக்குப் பெருமையல்லவா?' என்று தன் குற்றத்தைப் பொறுக்க வேண்டிப் போற்றினான்."
  }
]
