
[
  {
    "description": "“மன்றல், அடிச்சுவடு, அகராதி, தூவல், மருள்” என்ற சொற்களில் எது வினைச்சொல்?",
    "options": [
      "மன்றல்",
      "அடிச்சுவடு",
      "அகராதி",
      "தூவல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கேள்வி, 10 ஆம் வகுப்பு தமிழ் பாடத்தின் 5 ஆம் பாடப்பகுதியின் அகராதியில் காண்க என்ற பகுதியில் கேட்கப்பட்டிருக்கிறது. 'மன்றல்' என்பது ஒரு பெயர்ச்சொல். 'அடிச்சுவடு' என்பது ஒரு பெயர்ச்சொல். 'அகராதி' என்பது ஒரு பெயர்ச்சொல். 'தூவல்' என்பது ஒரு வினைச்சொல். 'மருள்' என்பது ஒரு பெயர்ச்சொல். எனவே, தூவல் மட்டும் வினைச்சொல் ஆகும்."
  },
  {
    "description": "“பள்ளியைத் தூய்மையாக வைத்திருத்தல்” என்னும் தலைப்பில் செயல்திட்டம் உருவாக்குவதற்கு, எந்த வகையான திட்டமிடல் முறை பயன்படுத்தப்படலாம்?",
    "options": [
      "SWOT analysis",
      "PEST analysis",
      "Gantt Chart",
      "Fishbone Diagram"
    ],
    "answer": [
      "A",
      "C"
    ],
    "additional_context": "இந்தக் கேள்வி, 10 ஆம் வகுப்பு தமிழ் பாடத்தின் 5 ஆம் பாடப்பகுதியின் செயல்திட்டம் என்ற பகுதியில் கேட்கப்பட்டிருக்கிறது. பள்ளியைத் தூய்மையாக வைத்திருத்தல் என்ற செயல்திட்டத்தை உருவாக்குவதற்கு SWOT analysis மற்றும் Gantt Chart பயன்படுத்தப்படலாம். SWOT analysis என்பது பள்ளியின் வலிமைகள், பலவீனங்கள், வாய்ப்புகள், மற்றும் அச்சுறுத்தல்களை ஆய்வு செய்ய உதவும் ஒரு திட்டமிடல் முறை. Gantt Chart என்பது பள்ளியின் செயல்பாடுகளைத் திட்டமிட்டு, அவற்றின் நேர அளவைத் துல்லியமாகக் கணக்கிட்டு காட்டும் ஒரு வரைபடம்."
  },
  {
    "description": "காட்சியைக் கவிதையாக்குவதற்கு பயன்படுத்தப்படும் முக்கிய அம்சங்கள் எவை?",
    "options": [
      "நிறங்கள், ஒலிகள், வாசனைகள்",
      "உணர்வுகள், எண்ணங்கள்",
      "இயக்கம், காலம்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கேள்வி, 10 ஆம் வகுப்பு தமிழ் பாடத்தின் 5 ஆம் பாடப்பகுதியின் காட்சியைக் கவிதையாக்குக என்ற பகுதியில் கேட்கப்பட்டிருக்கிறது. காட்சியைக் கவிதையாக்குவதற்கு நிறங்கள், ஒலிகள், வாசனைகள், உணர்வுகள், எண்ணங்கள், இயக்கம், காலம் ஆகிய அனைத்தும் பயன்படுத்தப்படுகின்றன."
  },
  {
    "description": "1. பின்வரும் வாக்கியங்களில் எது புதிர் பதிலை சரியாகக் குறிப்பிடுகிறது?",
    "options": [
      "a)  இது ஒரு வீட்டுப் பொருள்.",
      "b)  இது சூரியனிலிருந்து வருகிறது.",
      "c)  இது காற்றின் அசைவை உணர்த்தும்.",
      "d)  இது ஒரு பறவை வகை."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கேள்வி, 10 ஆம் வகுப்பு தமிழ் பாடத்தின் 5 ஆம் பாடப்பகுதியின் புதிர்ப்பாடலைப் படித்து விடையைக் கண்டுபிடிக்க என்ற பகுதியில் கேட்கப்பட்டிருக்கிறது. புதிர் பாடல் வீட்டுக்கு வருமுன்னே, வருவதைக் கூறுவேன் என குறிப்பிடுகிறது. எனவே காற்றின் அசைவை உணர்த்தும் எனக் கூறுவதே புதிர் பதிலாகும்."
  },
  {
    "description": "2.  \"நெகிழிப் பொருள்களை ____ நிலத்தடி நீர்வளத்தைக் குன்றச் செய்யும்\" என்ற வாக்கியத்தில், காலியிடத்தில் எந்த வார்த்தை பொருத்தமாக இருக்கும்?",
    "options": [
      "a)  புதைத்தல்",
      "b)  பேசுதல்",
      "c)  தொடர்புகொள்ளுதல்",
      "d)  எழுதுதல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கேள்வி, 10 ஆம் வகுப்பு தமிழ் பாடத்தின் 5 ஆம் பாடப்பகுதியின் தொழிற்பெயர்களின் பொருளைப் புரிந்துகொண்டு தொடர்களை முழுமை செய்க என்ற பகுதியில் கேட்கப்பட்டிருக்கிறது. நெகிழிப் பொருள்களை புதைத்தல் என்பது நிலத்தடி நீர்வளத்தைக் குன்றச் செய்யும் என்பதால், புதைத்தல் என்ற வார்த்தை பொருத்தமாக இருக்கும்."
  }
]
