[
          
  {
    
          "description": "தமிழர் விருந்தோம்பல் பண்பாட்டில் வாழை இலையின் பங்கு என்ன?",
          "options": [
      "வாழை இலையில் விருந்தினர்களுக்கு உணவளிப்பது நம் மரபாகும்.",
      "வாழை இலை மருத்துவ குணம் கொண்டது என்பதை பண்டைய தமிழர்கள் அறிந்திருந்தனர்.",
      "வாழை இலையின் வடிவம் மற்றும் அமைப்பு உணவுகளை பரிமாறுவதற்கு ஏற்றது.",
      "மேற்கூறிய அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    
          "additional_context": "தமிழர் பண்பாட்டில் வாழை இலைக்குத் தனித்த இடமுண்டு. தலைவாழை இலையில் விருந்தினருக்கு உணவளிப்பது நம் மரபாகக் கருதப்படுகிறது. நம் மக்கள் வாழை இலையின் மருத்துவப் பயன்களை அன்றே அறிந்திருந்தனர். \n\nதமிழர்கள் உணவு பரிமாறும் முறையை நன்கு அறிந்திருந்தனர். உண்பவரின் இடப்பக்கம் வாழை இலையின் குறுகலான பகுதியும் வலப்பக்கம் இலையின் விரிந்த பகுதியும் வரவேண்டும். ஏனென்றால் வலது கையால் உணவு உண்ணும் பழக்கமுடையவர்கள் நாம். இலையில் இடது ஓரத்தில் உப்பு, ஊறுகாய், இனிப்பு முதலான அளவில் சிறிய உணவு வகைகளையும் வலது ஓரத்தில் காய்கறி, கீரை, கூட்டு முதலான அளவில் பெரிய உணவு வகைகளையும் நடுவில் சோறும் வைத்து எடுத்துண்ண வசதியாகப் பரிமாறுவார்கள். உண்பவர் மனமறிந்து, அவர்கள் விரும்பிச் சாப்பிடும் உணவு வகைகளைப் பரிவுடன் பரிமாறுவர்."
          }
        ,
          
  {
    
          "description": "நெருநை வந்த விருந்திற்கு மற்றுத்தன் இரும்புடைப் பழவாள் வைத்தனன் இன்றுஇக் கருங்கோட்டுச் சீறியாழ் பணையம்.... என்ற பாடல் வரிகள் எந்த நூலிலிருந்து எடுக்கப்பட்டது?",
          "options": [
      "திருக்குறள்",
      "கம்பராமாயணம்",
      "புறநானூறு",
      "சிலப்பதிகாரம்"
    ],
    "answer": "C",
    
          "additional_context": "நேற்று வந்த விருந்தினரைப் பேணுவதற்குப் பொருள் தேவைப்பட்டதால் இரும்பினால் செய்த தன் பழையவாளைப் பணையம் வைத்தான் தலைவன்; இன்றும் விருந்தினர் வந்ததால் தன் கருங்கோட்டுச் சீறியாழைப் பணையம் வைத்து விருந்தளித்தான் என்கிறது புறநானூறு. இச்செய்தி, \n\nநெருநை வந்த விருந்திற்கு மற்றுத்தன் இரும்புடைப் பழவாள் வைத்தனன் இன்றுஇக் கருங்கோட்டுச் சீறியாழ் பணையம்...."
          }
        ,
          
  {
    
          "description": "தமிழர்களின் விருந்தோம்பல் பண்பாட்டில் இன்றைய காலகட்டத்தில் எப்படி மாற்றம் ஏற்பட்டுள்ளது?",
          "options": [
      "புதியவர்களான விருந்தினர்களை வீட்டிற்குள் அழைத்து உணவிடுவது குறைந்துவிட்டது.",
      "திருமணம், வளைகாப்பு போன்ற இல்லவிழாக்கள் இன்று திருமணக் கூடங்களுக்கு மாறிவிட்டன.",
      "விருந்தோம்பல் பண்பாடு இன்று `திருமண ஏற்பாட்டாளர்'கள் மூலம் நடைபெறுகிறது.",
      "மேற்கூறிய அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    
          "additional_context": "சங்க காலத்திலிருந்தே அரசராயினும் வறியோராயினும் விருந்தினர்களைப் போற்றினர். கால மாற்றத்தில் புதியவர்களாகிய விருந்தினர்களை வீட்டுக்குள் அழைத்து உணவிடுவது குறைந்தது. விருந்து புரப்பது குறைந்ததால் சத்திரங்கள் பெருகின. நாயக்கர், மராட்டியர் ஆட்சிக் காலங்களில் மிகுதியான சத்திரங்கள் வழிச் செல்வோர்க்காகக் கட்டப்பட்டன.\n\nபுதியவர்களான விருந்தினர்களை ஏற்பது குறைந்துவிட்ட காலத்தில், ஓரளவு தெரிந்தவர்களை மட்டுமே விருந்தினர்களாக ஏற்றனர். படிப்படியாக உற்றார் உறவினர்கள், நண்பர்கள் ஆகியோரையே விருந்தினர்களாகப் போற்றும் நிலைக்கு மாறினர்.\n\nவீட்டில் நடைபெற்ற விழாக்கள் திருமணக்கூடங்களுக்கு இடம்பெயர்ந்துவிட்டன. பண்பாட்டு மாற்றமாக இன்று சில இடங்களில் விருந்தினர்களை வரவேற்பது முதல் பந்தியில் உபசரித்து வழியனுப்பும்வரை `திருமண ஏற்பாட்டாளர்'களே செய்யும் விருந்தோம்பல் நடைபெறுவதைக் காணமுடிகிறது."
          }
        ,
          
  {
    
          "description": "கண்ணகி, கோவலனைப் பிரிந்ததைவிட எதை நினைத்து வருந்துகிறாள்?",
          "options": [
      "தன் கணவனை மறக்க வேண்டியிருப்பதால்",
      "விருந்தினர்களைப் போற்ற முடியாத நிலையால்",
      "தன் சொந்த ஊரைக் கைவிட்டுப் போக வேண்டியிருப்பதால்",
      "தன் குடும்பத்தைப் பிரிந்து வாழ வேண்டியிருப்பதால்"
    ],
    "answer": "B",
    
          "additional_context": "“தொல்லோர் சிறப்பின் விருந்தெதிர் கோடலும் இழந்த என்னை” என்று கண்ணகி வருந்துகிறாள். \n\nகோவலனைப் பிரிந்து வாழும் கண்ணகி அவனைப் பிரிந்ததைவிட விருந்தினரைப் போற்ற முடியாத நிலையை எண்ணியே வருந்துவதாகக் குறிப்பிடுவதன் மூலம் விருந்தினரைப் போற்றிப் பேணல் பழந்தமிழர் மரபு என்பதை இளங்கோவடிகள் உணர்த்துகிறார்."
          }
        ,
          
  {
    
          "description": "'விருந்தோம்பலை வலியுறுத்த ஓர் அதிகாரத்தையே' அமைத்துள்ளவர் யார்?",
          "options": [
      "கம்பர்",
      "இளங்கோவடிகள்",
      "பாரதிதாசன்",
      "திருவள்ளுவர்"
    ],
    "answer": "D",
    
          "additional_context": "திருவள்ளுவர் இல்லறவியலில் 'விருந்தோம்பலை வலியுறுத்த ஓர் அதிகாரத்தையே` அமைத்திருக்கிறார்; இல்லறம் புரிவது விருந்தோம்பல் செய்யும் பொருட்டே என்கிறார்; முகம் வேறுபடாமல் முகமலர்ச்சியோடு விருந்தினரை வரவேற்க வேண்டும் என்பதை 'மோப்பக் குழையும் அனிச்சம்' என்ற குறளில் எடுத்துரைக்கிறார். விருந்தினரைப் போற்றுதல் இல்லறக் கடமையாக இருந்தது."
          }
        ]