
[
  {
    "description": "“______ போல உழைப்பும் மனிதனுக்கு வேண்டும்.”",
    "options": [
      "புலி",
      "யானை",
      "சிங்கம்",
      "குதிரை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மனிதன் தனது வாழ்வில் வெற்றி பெற பல விஷயங்கள் அவசியம். அதில் ஒன்று உழைப்பு.  உழைப்பு இல்லாமல் எந்த வெற்றியும் சாத்தியமில்லை. மனிதன் தன் வாழ்வில் உழைப்பை வளர்த்து கொள்வது மிகவும் முக்கியம்.  இந்த உலகில் மனிதன் மட்டுமல்லாமல் பல விலங்குகள் உழைக்கின்றன.  உழைப்பில் யானைக்கு இணையான விலங்கு வேறு எதுவும் இல்லை. யானை  மிகவும் கடினமாக உழைக்கும் விலங்கு.  சில நேரங்களில் மனிதர்களுக்குப் பதிலாக யானை  உழைப்பை வழங்குகிறது. அந்த அளவுக்கு யானையின் உழைப்பு மிகவும் சிறந்தது.  நாம் யானையின் உழைப்பைப் பற்றியும், மனிதன் வாழ்வில் உழைப்பின் அவசியத்தைப் பற்றியும் சிந்திக்க வேண்டும்."
  },
  {
    "description": "“தேனினும் இனியநற் செந்தமிழ் மொழியே ______ திகழுந்தென் மொழியே.”",
    "options": [
      "உலகம்",
      "தென்னாடு",
      "நாடு",
      "தமிழ்நாடு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தமிழ் மொழி ஒரு இனிமையான மொழி.  தென்னாடு தமிழ் மொழியால்  விளங்கும்.  தென்னாடு என்பது  தமிழ் மொழி பேசப்படும் பகுதியாகும். இங்கு மக்கள் தமிழ் மொழியை மிகவும்  விரும்பிப் பேசுகிறார்கள். தமிழ் மொழி நம் இனத்தின் அடையாளம்.  நாம்  தமிழ் மொழியைப் பேணிப் பாதுகாக்க வேண்டும்."
  },
  {
    "description": "“கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறார். அவரை அழைத்து வாருங்கள்.” என்ற தொடரை, வண்ணச் சொற்களை வினைமுற்றை வினையாலணையும் பெயராக மாற்றி இணைத்து எழுதும் போது எந்தப் பதில் சரியாக இருக்கும்?",
    "options": [
      "a) கலையரங்கத்தில் எனக்காகக் காத்திருப்பவரை அழைத்து வாருங்கள்.",
      "b) கலையரங்கத்தில் எனக்காகக் காத்திருந்தவரை அழைத்து வாருங்கள்.",
      "c) கலையரங்கத்தில் எனக்காகக் காத்திருந்தவர் அழைத்து வாருங்கள்.",
      "d) கலையரங்கத்தில் எனக்காகக் காத்திருக்கின்றவர் அழைத்து வாருங்கள்."
    ],
    "answer": "a",
    "additional_context": "இந்த வாக்கியத்தில்  \"காத்திருக்கிறார்\"  என்ற வினைமுற்றை வினையாலணையும் பெயராக மாற்ற வேண்டும்.  வினைமுற்றை வினையாலணையும் பெயராக மாற்றும் போது  \"காத்திருப்பவர்\"  என்று மாறும்.  சரியான பதில்  \"கலையரங்கத்தில் எனக்காகக் காத்திருப்பவரை அழைத்து வாருங்கள்\" என்பதாகும்."
  },
  {
    "description": "“நளனும் அவனது துணைவியும் நிடதநாட்டுக்கு வந்ததைக் கண்டு, அந்நாட்டு மக்கள் மழைமுகில் கண்ட மஞ்ஞை போலக் களி கொண்டனர்.” என்ற வாக்கியத்தில் “மழைமுகில்” என்ற சொல்லுக்குப் பதிலாக என்ன சொல்லைப் பயன்படுத்தி எழுதலாம்?",
    "options": [
      "a) மேகம்",
      "b) முகில்",
      "c) மழை",
      "d) முகில்கள்"
    ],
    "answer": "a",
    "additional_context": "மழைமுகில் என்பது மழையை உருவாக்கும் முகில்.  மழைமுகிலுக்கு பதிலாக மேகம் என்ற சொல்லைப் பயன்படுத்தலாம்.  மேகம் என்பது  மழைமுகிலைப் போலவே மழையை உருவாக்கும் முகிலாகும்.  மேகம்  மழைமுகிலுக்கு  சமமான பொருள் கொண்ட ஒரு சொல்.  இந்த வாக்கியத்தில்  மழைமுகில் என்ற சொல்லுக்கு பதிலாக  மேகம்  என்ற சொல்லைப் பயன்படுத்தலாம்."
  },
  {
    "description": "“வள்ளல் குமணன் வறுமையால் வாடிவந்த புலவனுக்குத் தனது தலையைக் கொடுத்து மங்காப் புகழ் பெற்றான்” என்ற வாக்கியத்தில் “மங்காப்” என்ற சொல்லுக்குப் பதிலாக வேறு என்ன சொல்லைப் பயன்படுத்தலாம்?",
    "options": [
      "a) அழியாத",
      "b) நிலையான",
      "c) பெரிய",
      "d)  நிரந்தரமான"
    ],
    "answer": "d",
    "additional_context": "வள்ளல் குமணன் ஒரு தாராள மனமுடையவர்.  தனது தலையைக் கொடுத்து புலவனுக்கு உதவிய குமணன் மங்காப் புகழ் பெற்றான்.  மங்காப் புகழ் என்பது  நிரந்தரமாக இருக்கும் புகழ்.  நிரந்தரமான புகழ் என்பது  எப்போதும் இருக்கும் புகழ்.  இந்த வாக்கியத்தில்  மங்காப்  என்ற சொல்லுக்கு பதிலாக  நிரந்தரமான  என்ற சொல்லைப் பயன்படுத்தலாம்."
  }
]
