[
          
  {
    
          "description": "கண்ணதாசன் தனது கவிதையில் எந்த இரு கவிஞர்களை குறிப்பிடுகிறார்?",
          "options": [
      "பாரதி, வள்ளுவர்",
      "கம்பன், பாரதி",
      "பாரதி, தாசன்",
      "கம்பன், தாசன்"
    ],
    "answer": "D",
    
          "additional_context": "கண்ணதாசன் தனது கவிதை ''காலக்கணிதம்''ல்  ''பண்டோர் கம்பன், பாரதி, தாசன் சொல்லா தனசில சொல்லிட முனைவேன்!'' என்கிறார். இதன் மூலம் கண்ணதாசன் தனது கவிதையில் கம்பன், பாரதி, தாசன் ஆகிய மூன்று கவிஞர்களை குறிப்பிடுகிறார் என்பதை அறியலாம்."
          }
        ,
          
  {
    
          "description": "கண்ணதாசன் தனது கவிதையில் குறிப்பிடும் 'மாற்றம்' என்னும் தத்துவத்தை பற்றி எவ்வாறு விளக்குகிறார்?",
          "options": [
      "கல்லாய் மரமாய்க் காடுமே டாக மாறா திருக்கயான் வனவிலங் கல்லன்!",
      "மாற்றம் எனது மானிடத் தத்துவம்; மாறும் உலகின் மகத்துவம் அறிவேன்!",
      "எவ்வெவை தீமை எவ்வெவை நன்மை என்ப தறிந்து ஏகுமென் சாலை!",
      "தலைவர் மாறுவர்; தர்பார் மாறும்; தத்துவம் மட்டுமே அட்சய பாத்திரம்!"
    ],
    "answer": "B",
    
          "additional_context": "கவிதைப் பகுதியில்  ''கல்லாய் மரமாய்க் காடுமே டாக மாறா திருக்கயான் வனவிலங் கல்லன்!'' என்ற வரிகள் மாற்றமற்ற தன்மையைக் குறிக்கின்றன. அதே சமயம் ''மாற்றம் எனது மானிடத் தத்துவம்; மாறும் உலகின் மகத்துவம் அறிவேன்!'' என்ற வரிகள் மனித குலத்திற்கான மாற்றத்தின் அவசியத்தைக் காட்டுகின்றன. இதிலிருந்து கண்ணதாசன் மாற்றத்தை ஒரு  தத்துவமாக கருதுகிறார் என்பது புரிகிறது."
          }
        ,
          
  {
    
          "description": "கண்ணதாசன் கவிதையில் குறிப்பிடப்படும் 'காலக்கணிதம்' என்ற சொல் என்ன பொருள் தருகிறது?",
          "options": [
      "நேரத்தை துல்லியமாக கணிக்கும் கலை.",
      "கவிஞரின் வாழ்க்கை பயணத்தை விவரிக்கும் கவிதை.",
      "காலத்தின் போக்கைப் பற்றிய ஆழமான அறிவை வெளிப்படுத்துவது.",
      "கவிஞனின் மனநிலையை காலத்துடன் இணைத்து காட்டுவது."
    ],
    "answer": "C",
    
          "additional_context": "கவிதையின் தலைப்பே 'காலக்கணிதம்' என்பதால், கண்ணதாசன்  காலத்தின் போக்கைப் பற்றிய ஆழமான அறிவை வெளிப்படுத்துகிறார். இதற்கு சான்றாக ''கவிஞன் யானோர் காலக் கணிதம் கருப்படு பொருளை உருப்பட வைப்பேன்!'' என்ற வரிகளைக் குறிப்பிடலாம். இந்த வரிகள் மூலம் கவிஞன்  தன் கவிதையின் மூலம் நேரத்தைக் கடந்து உலகின் உண்மை நிலையை  வெளிப்படுத்துகிறார் என்பதை அறியலாம்."
          }
        ,
          
  {
    
          "description": "கவிதை தொடர்பாக கண்ணதாசனின் கருத்துக்களை கம்பனின் கருத்துக்களுடன் ஒப்பிட்டு கூறுவது எந்த வகையான இலக்கிய பகுப்பாய்வு?",
          "options": [
      "வரலாற்று பகுப்பாய்வு",
      "சமூக பகுப்பாய்வு",
      "तुलनात्मक साहित्यिक विश्लेषण",
      "இலக்கிய அலங்கார பகுப்பாய்வு"
    ],
    "answer": "C",
    
          "additional_context": "கவிதை தொடர்பாக கண்ணதாசனின் கருத்துக்களை கம்பனின் கருத்துக்களுடன் ஒப்பிட்டு  சொல்லுவது இலக்கிய ஒப்பீட்டு  பகுப்பாய்வு ஆகும். இதன் மூலம்  இரு கவிஞர்களின்  சிந்தனை  நிலையையும், அவர்களின் கவிதை நோக்கையும் நாம் தெளிவாக  அறிந்துகொள்ள முடியும்."
          }
        ,
          
  {
    
          "description": "'வண்டா யெழுந்து மலர்களில் அமர்வேன் வாய்ப்புறத் தேனை ஊர்ப்புறந் தருவேன்!' என்ற வரியில் உள்ள அலங்காரம் என்ன?",
          "options": [
      "உருவகம்",
      "உவமை",
      "எதுகை",
      "ஒலிநடை"
    ],
    "answer": "A",
    
          "additional_context": "''வண்டா யெழுந்து மலர்களில் அமர்வேன் வாய்ப்புறத் தேனை ஊர்ப்புறந் தருவேன்!'' என்ற வரிகள் வண்டை  ஒப்பிட்டு  கவிஞனின்  தன்மையைக் காட்டுகின்றன. அதாவது வண்டு  மலரில்  அமர்ந்து  தேனை  உறிஞ்சு  மக்களுக்கு  வழங்கும்  துணைபுரியும்  செயலைக்  கவிஞனும்  செய்கிறான் என்று கூறுகிறது. இதிலிருந்து வண்டை ஒப்பிட்டு  கவிஞனின் செயல் காட்டப்பட்டுள்ளதால்  இது உருவகம்  என்பதை அறியலாம்."
          }
        ]