
[
  {
    "description": "“தேணிலே ஊரிய செந்தமிழின் சுவை தேரும் சிலப்பதி காறமதை” என்ற வரிகளில் “சிலப்பதி” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "சிலம்பு",
      "சிலப்பதிகாரம்",
      "காப்பியம்",
      "இலக்கியம்"
    ],
    "answer": "B",
    "additional_context": "“தேணிலே ஊரிய செந்தமிழின் சுவை தேரும் சிலப்பதி காறமதை” என்ற வரிகள் சங்க கவிஞரான கபிலரின் பாடலில் இருந்து எடுக்கப்பட்டவை. கபிலர் பாடியது சிலப்பதிகாரத்தின் இனிமை பற்றியே. எனவே, “சிலப்பதி” என்ற சொல் சிலப்பதிகாரத்தைக் குறிக்கிறது."
  },
  {
    "description": "“ஊனிலே எம்முயிர் உல்லலவும் நிதம் ஓதி யுனர்ந்தின் புருவோமே” என்ற வரிகளில் “புருவோமே” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மனம்",
      "உயிர்",
      "உடல்",
      "கண்"
    ],
    "answer": "A",
    "additional_context": "“ஊனிலே எம்முயிர் உல்லலவும் நிதம் ஓதி யுனர்ந்தின் புருவோமே” என்ற வரிகளில் “புருவோமே” என்ற சொல் மனத்தைக் குறிக்கிறது. இது சிலப்பதிகாரத்தில் கண்ணகி பேசும் பாடலில் இருந்து எடுக்கப்பட்டது. கண்ணகி மனம் மிகவும் கலங்கியதை குறிப்பிடுவதால், “புருவோமே” என்ற சொல் மனத்தைக் குறிக்கிறது."
  },
  {
    "description": "“குவியல், குலை, மந்தை, கட்டு” என்ற சொற்களில் எது “பழம்” என்ற சொல்லின் கூட்டப்பெயர்?",
    "options": [
      "குவியல்",
      "குலை",
      "மந்தை",
      "கட்டு"
    ],
    "answer": "B",
    "additional_context": "“குவியல், குலை, மந்தை, கட்டு” என்ற சொற்களில்  “குலை”  என்ற சொல் “பழம்” என்ற சொல்லின் கூட்டப்பெயர். பழங்களை குலை, குவியல், கட்டு என அழைப்பர். மந்தை என்பது ஆடுகளின் கூட்டப்பெயர். இதிலிருந்து “குலை”  என்ற சொல் பழத்தின் கூட்டப்பெயர் என்பது தெளிவாகிறது."
  },
  {
    "description": "“குவியல், குலை, மந்தை, கட்டு” என்ற சொற்களில் எது “ஆடு” என்ற சொல்லின் கூட்டப்பெயர்?",
    "options": [
      "குவியல்",
      "குலை",
      "மந்தை",
      "கட்டு"
    ],
    "answer": "C",
    "additional_context": "“குவியல், குலை, மந்தை, கட்டு” என்ற சொற்களில்  “மந்தை”  என்ற சொல் “ஆடு” என்ற சொல்லின் கூட்டப்பெயர். ஆடுகளின் கூட்டத்தை மந்தை என அழைப்பர். குலை, குவியல், கட்டு என்பது பழத்தின் கூட்டப்பெயர். இதிலிருந்து “மந்தை”  என்ற சொல் ஆடுகளின் கூட்டப்பெயர் என்பது தெளிவாகிறது."
  },
  {
    "description": "“மரமது மரத்தில் ஏறி” என்ற வரியில் “மரம்” என்ற சொல் எந்தப் பொருளை குறிக்கிறது?",
    "options": [
      "அ) அரசன்",
      "ஆ) வேங்கை",
      "இ) கருவேலம்",
      "ஈ) ஆல்"
    ],
    "answer": "B",
    "additional_context": "“மரமது மரத்தில் ஏறி” என்ற வரியில் “மரம்”  என்ற சொல் “வேங்கை”  என்ற பொருளை குறிக்கிறது. இந்த வரி, சுந்தரகவிராசர் எழுதிய “தனிப்பாடல் திரட்டு”  என்ற நூலில் இருந்து எடுக்கப்பட்டது. இந்த வரியில் வேங்கை  என்ற விலங்கு  மரத்தில் ஏறும் பொருள்  தெளிவாகிறது."
  }
]
