[
          
  {
    
          "description": "'யானை சவாரி' என்ற புத்தகத்தின் ஆசிரியர் யார்?",
          "options": [
      "திலகவதி",
      "ந. முருகேசபாண்டியன்",
      "கு. அழகிரிசாமி",
      "பாவண்ணன்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கட்டுரையின் கடைசியில், 'இலக்கியச் சிற்பிகள் – கு. அழகிரிசாமி' என்ற வரி வருகிறது. இதிலிருந்து 'யானை சவாரி' என்ற புத்தகத்தின் ஆசிரியர் கு. அழகிரிசாமி என்பது தெளிவாகிறது. "
          }
        ,
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள பண்பாட்டு மதிப்புகளில் எது பரஸ்பர உதவிக்கான மனப்பான்மையை ஊக்குவிக்கிறது?",
          "options": [
      "Cultural Boundaries",
      "Humanism",
      "Cabinet",
      "Cultural Values"
    ],
    "answer": "B",
    
          "additional_context": "கட்டுரை முழுவதும் மனிதர்களுக்கு இடையேயான பரஸ்பர உதவி பற்றியே பேசப்படுகிறது. அந்த உதவி மனிதநேயத்தாலும், அன்பினாலும், இரக்கத்தாலும், வேண்டாவெறுப்போடும் நடக்கிறது. இதிலிருந்து இந்தக் கட்டுரை முழுவதும் மனித நேயத்தை மையமாகக் கொண்டதே என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள 'தொல்லை வேண்டாம்' என்ற சொற்றொடரின் அர்த்தம் என்ன?",
          "options": [
      "உதவி செய்யும்போது ஏற்படும் மனக்கசப்பு",
      "அன்பு இல்லாமல் உதவி செய்தல்",
      "உதவிக்கு பதிலாக ஏதாவது கேட்பது",
      "உதவி செய்வதால் ஏற்படும் இழப்பு"
    ],
    "answer": "B",
    
          "additional_context": "கட்டுரையில் 'தொல்லை வேண்டாம்' என்ற சொல் 'சில இடங்களில் வேண்டாவெறுப்போடு உதவி செய்கிறோம்' என்ற வரியில் பயன்படுத்தப்பட்டுள்ளது. இதன் மூலம் 'தொல்லை வேண்டாம்' என்ற சொல் உதவி செய்வதில் அன்பு இல்லாத நிலை ஏற்படுவதை குறிக்கிறது என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "'அற்றைத் திங்கள் அவ்வெண்ணிலவில்' என்ற பாடல் எழுதியவர் யார்?",
          "options": [
      "ந. முருகேசபாண்டியன்",
      "திலகவதி",
      "கு. அழகிரிசாமி",
      "பாவண்ணன்"
    ],
    "answer": "A",
    
          "additional_context": "கட்டுரையின் இறுதியில், 'இலக்கியச் சிற்பிகள் – கு. அழகிரிசாமி' என்ற வரி வருகிறது. ஆனால், 'அற்றைத் திங்கள் அவ்வெண்ணிலவில்' என்ற பாடல் பற்றி எந்த குறிப்பும் இல்லை. அதனால் இந்தக் கட்டுரையில் இந்தப் பாடல் பற்றி எந்த தகவலும் இல்லை என்பது தெளிவாகிறது. "
          }
        ,
          
  {
    
          "description": "பாடல் பாடும் நபருக்கு நம்மையறியாமல் பிச்சை போடுவது என்பது எதன் வெளிப்பாடு?",
          "options": [
      "இரக்கம்",
      "அன்பு",
      "மரியாதை",
      "பரிவு"
    ],
    "answer": "A",
    
          "additional_context": "கட்டுரையில் 'தொடர்வண்டியில் பாட்டுப் பாடிவரும் ஒருவருக்கு நம்மையறியாமல் பிச்சை போடுகிறோம்' என்ற வரி வருகிறது. இதிலிருந்து ஒருவருக்கு நம்மையறியாமல் பிச்சை போடுவது இரக்கத்தின் வெளிப்பாடு என்பது தெளிவாகிறது."
          }
        ]