
[
  {
    "description": "கீழ்க்கண்டவற்றில் எது \"கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில்\" என்ற வரியில் உள்ள கற்பனையான கூறு?",
    "options": [
      "a) கத்துகடல்",
      "b) காத்தான்தன் சத்திரம்",
      "c) அரிசி",
      "d) இலை"
    ],
    "answer": "a",
    "additional_context": "இந்த கேள்வி காளமேகப் புலவரின் பாடலில் வரும் \"கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில்\" என்ற வரியை குறிப்பிடுகிறது. இப்பாடல் ஒரு  சத்திரத்தில், அரிசி விற்கும் கடை வர்ணிப்பதாக உள்ளது. இதில் கத்துகடல் என்பது புனைவு என்றும் சத்திரம், அரிசி, இலை போன்றவை உண்மையானவை என்றும்  நாம் புரிந்து கொள்ளலாம். எனவே, கற்பனையான கூறு \"கத்துகடல்\" ஆகும்."
  },
  {
    "description": "\"நயம் பாராட்டுக\" என்ற பிரிவில் காட்டப்பட்டுள்ள கவிதை வரிகளில் எந்த உருவகம் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "a)  சத்திரத்தை இறைவனாக",
      "b)  அரிசியை வெள்ளியாக",
      "c)  அன்னத்தை அகப்பையாக",
      "d)  இலையை பூமியாக"
    ],
    "answer": "b",
    "additional_context": "இந்த கேள்வி காளமேகப் புலவரின் பாடலில் வரும்  \"உலையிலிட ஊரடங்கும் ஓர்அகப்பை அன்னம்\nஇலையிலிட வெள்ளி எழும்\" என்ற வரிகளில் உள்ள உருவகத்தைப் பற்றியது. இந்த வரிகளில் அரிசியை வெள்ளியாக ஒப்பிட்டு சொல்லியிருப்பதைக் காணலாம். எனவே, அரிசியை வெள்ளியாக என்பது இந்த வரிகளில் பயன்படுத்தப்பட்ட உருவகம் ஆகும்."
  },
  {
    "description": "\"மொழியோடு விளையாடு\" பிரிவில் உள்ள விடுபட்ட எழுத்துகளை நிரப்பி பெறப்படும் நூலின் பெயர் என்ன?",
    "options": [
      "a) மணிமேகலை",
      "b) சிலப்பதிகாரம்",
      "c) கம்பராமாயணம்",
      "d) திருக்குறள்"
    ],
    "answer": "a",
    "additional_context": "இந்த கேள்வி \"மொழியோடு விளையாடு\" பிரிவில் உள்ள விடுபட்ட எழுத்துகளை நிரப்பி பெறப்படும் நூலின் பெயரைப் பற்றியது. இப்பிரிவில்  \"இ- கு, கு - தி, வா\"  என்ற மூன்று சொற்களின் தொடக்க எழுத்துக்கள் கொடுக்கப்பட்டுள்ளன. இவற்றை நிரப்பினால் கிடைக்கும் சொற்கள்  \"இருக்கு\", \"குத்தி\", \"வானம்\" என்பன. இந்த மூன்று சொற்களும் ஒன்றிணைந்தால் \"மணிமேகலை\" என்ற நூலின் பெயர் கிடைக்கும்."
  },
  {
    "description": "\"சிலை – சீலை, தொடு - தோடு, மடு - மாடு, மலை மாலை, வளி – வாளி, விடு - வீடு\"  என்ற பிரிவில் உள்ள சொற்களின் இணைப்பைப் பயன்படுத்தி \"மடு - மாடு\" என்ற இணைப்பிற்கான ஒரு வாக்கியம் எழுதுக?",
    "options": [
      "a)  மடத்திற்கு அருகில் மாடுகள் மேய்கின்றன.",
      "b)  கிராமத்து மக்கள் மடுவில் நீர் குடித்து மாடுகளுக்குக் கொடுத்தார்கள்.",
      "c)  மடுவில் நீர் நிறைந்து இருந்ததால் மாடுகள் அங்கே குடித்தன.",
      "d)  மடுவில் நீர் இல்லாததால் மாடுகள் பசியுடன் இருந்தன."
    ],
    "answer": "a",
    "additional_context": "இந்த கேள்வி  \"சிலை – சீலை, தொடு - தோடு, மடு - மாடு, மலை மாலை, வளி – வாளி, விடு - வீடு\"  என்ற பிரிவில் உள்ள சொற்களின் இணைப்பைப் பயன்படுத்தி \"மடு - மாடு\" என்ற இணைப்பிற்கான ஒரு வாக்கியம் எழுதும்படி கேட்டுள்ளது.  சொற்களின் இணைப்பைப் பயன்படுத்தி \"மடு\"  என்ற சொல்லுக்குப் பதிலாக  \"மடத்துக்கு\" என்ற சொல்லைப் பயன்படுத்தி \"மடத்திற்கு அருகில் மாடுகள் மேய்கின்றன\" என்ற வாக்கியம்  எழுதலாம்."
  },
  {
    "description": "\"கடிதம் எழுதுக\" என்ற பிரிவில் கொடுக்கப்பட்டுள்ள தகவல்களைப் பயன்படுத்தி,  உணவுப் பாதுகாப்பு ஆணையருக்கு எழுதப்பட்ட கடிதத்தில் உள்ள மிக முக்கியமான புள்ளி எது?",
    "description": "\"கடிதம் எழுதுக\" என்ற பிரிவில் கொடுக்கப்பட்டுள்ள தகவல்களைப் பயன்படுத்தி,  உணவுப் பாதுகாப்பு ஆணையருக்கு எழுதப்பட்ட கடிதத்தில் உள்ள மிக முக்கியமான புள்ளி எது?",
    "options": [
      "a)  உணவு விடுதியின் பெயர்",
      "b)  உணவு விடுதியின் முகவரி",
      "c)  உணவு தரமற்றது மற்றும் விலை கூடுதல் என்பது",
      "d)  உணவு விடுதியில் வழங்கப்பட்ட உணவின் வகைகள்"
    ],
    "answer": "c",
    "additional_context": "இந்த கேள்வி  \"கடிதம் எழுதுக\" என்ற பிரிவில் கொடுக்கப்பட்டுள்ள தகவல்களைப் பயன்படுத்தி,  உணவுப் பாதுகாப்பு ஆணையருக்கு எழுதப்பட்ட கடிதத்தில் உள்ள மிக முக்கியமான புள்ளி எது என்பதைப் பற்றியது. இந்தப் பிரிவில் உணவு விடுதியொன்றில் வழங்கப்பட்ட உணவு தரமற்றதாகவும் விலைகூடுதலாகவும் இருந்தது  என்ற தகவல் குறிப்பிடப்பட்டுள்ளது. எனவே, கடிதத்தில்  உணவு தரமற்றது மற்றும் விலை கூடுதல் என்பது  மிக முக்கியமான புள்ளி ஆகும்."
  }
]
