[
          
  {
    
          "description": "'பண்என்னாம் பாடற் கியைபின்றேல்; கண்என்னாம் கண்ணோட்டம் இல்லாத கண்' என்ற குறள் எந்த உவமையைப் பயன்படுத்துகிறது?",
          "options": [
      "பறவை பறப்பது போல.",
      "மரம் வளர்வது போல.",
      "இசை கேட்பது போல.",
      "கண்ணால் பார்ப்பது போல."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் குறள் 'பண்என்னாம் பாடற்கு இயைபின்றேல்; கண்என்னாம் கண்ணோட்டம் இல்லாத கண்' என்பது 'இசை' என்ற பொருளை ஒப்பிட்டு  'இரக்கம்' என்ற பொருளை கூறுகிறது. பாடல்  இசைக்கு இயைபுடையதாக இருந்தாலும்  இசை மட்டும் போதுமானதல்ல, அது  'கண்ணோட்டம்' எனப்படும் இரக்க குணத்தை கொண்டிருக்க வேண்டும்.   எனவே 'இசை கேட்பது போல'  என்ற உவமையை பயன்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'கருமம் சிதையாமல் கண்ணோட வல்லார்க் குரிமை உடைத்திவ் வுலகு' என்ற குறள் யாருக்கு இவ்வுலகம் உரிமை உடையது என்று கூறுகிறது?",
          "options": [
      "நடுநிலையாகக் கடமை தவறாமல் இரக்கம் காட்டுபவர்.",
      "ஆட்சியதிகாரத்தைப் பெற்றவர்.",
      "செல்வந்தர்.",
      "பல மொழிகள் அறிந்தவர்."
    ],
    "answer": "A",
    
          "additional_context": "'கருமம் சிதையாமல் கண்ணோட வல்லார்க் குரிமை உடைத்திவ் வுலகு' என்ற குறள் இரக்கம் மிக்க நல்ல உள்ளத்தோடு கடமையைச் சரியாகச் செய்கின்றவர்களுக்கு உலகம் உரிமை உடையது என்று கூறுகிறது.  இதில் 'கருமம்' என்பது கடமையை குறிக்கிறது. 'சிதையாமல்'  என்பது  கடமையை தவறாமல் செய்வதை குறிக்கிறது. 'கண்ணோட'  என்பது 'இரக்கம்'  என்ற பொருளை குறிக்கிறது. இந்த குறள் 'நடுநிலையாகக் கடமை தவறாமல் இரக்கம் காட்டுபவர்' களுக்கே உலகம் உரிமை  உடையது என்று கூறுகிறது."
          }
        ,
          
  {
    
          "description": "'அருமை உடைத்தென் றசாவாமை வேண்டும் பெருமை முயற்சி தரும்' என்ற குறள் வாழ்க்கையில் எந்த பண்பை வலியுறுத்துகிறது?",
          "options": [
      "விடாமுயற்சி.",
      "பொறுமை.",
      "பணிவு.",
      "நேர்மை."
    ],
    "answer": "A",
    
          "additional_context": "ஒரு காரியம் செய்வது  சாத்தியமில்லை என்று எண்ணிச் சோர்ந்து விடக் கூடாது. ஒரு காரியம் சாத்தியமில்லை என்று எண்ணிச் சோர்ந்து விடக் கூடாது. எந்தக் காரியத்தையும் தொடர்ந்து முயற்சி செய்தால் நிச்சயம் வெற்றி பெறலாம். அப்படிப்பட்ட  'விடாமுயற்சி'  என்பது வாழ்க்கையில் மிக முக்கியமான பண்பு.   'அருமை உடைத்தென் றசாவாமை வேண்டும் பெருமை முயற்சி தரும்' என்ற குறள் விடாமுயற்சியை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'பொறிஇன்மை யார்க்கும் பழிஅன் றறிவறிந் தாள்வினை இன்மை பழி' என்ற குறள் எதை இழிவாகக் கருதுகிறது?",
          "options": [
      "ஐம்புலன்களில் குறைபாடு இருப்பது.",
      "அறிவு இல்லாமல் இருப்பது.",
      "செயல்படாமல் இருப்பது.",
      "பணம் இல்லாமல் இருப்பது."
    ],
    "answer": "C",
    
          "additional_context": "ஐம்புலன்களில் குறைபாடு இருந்தாலும், அது தவறு என்று கூறப்படுவதில்லை. அறிவு இல்லாமல் இருப்பது கூட ஒரு குறை என்று கூறப்படுவதில்லை.  ஆனால் அறிவு இருந்தும் செயல்படாமல் இருப்பது மிகவும் இழிவானது. 'பொறிஇன்மை யார்க்கும் பழிஅன் றறிவறிந் தாள்வினை இன்மை பழி' என்ற குறள் 'செயல்படாமல் இருப்பது'  இழிவானது என்று கூறுகிறது."
          }
        ,
          
  {
    
          "description": "'கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க் கடுக்கிய கோடிஉண் டாயினும் இல்' என்ற குறள் எதை வலியுறுத்துகிறது?",
          "options": [
      "செல்வத்தின் முக்கியத்துவம்.",
      "பிறருக்கு உதவுவதன் முக்கியத்துவம்.",
      "தன்னலம் பேசுவதன் தீமை.",
      "சமூகப் பொறுப்பு."
    ],
    "answer": "B",
    
          "additional_context": "ஒருவருக்கு செல்வம் இருந்தாலும், அதை பிறருக்குக் கொடுத்து உதவவில்லை என்றால் அது பயனற்றது. செல்வம் இருப்பதன் மூலம் பிறருக்கு உதவ வேண்டும். தன்  இன்பத்திற்காக மட்டும்  தன்  செல்வத்தை  வைத்துக் கொள்வது  சரி  அல்ல.  'கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க் கடுக்கிய கோடிஉண் டாயினும் இல்' என்ற குறள்  பிறருக்கு உதவுவதன் முக்கியத்துவத்தை  வலியுறுத்துகிறது."
          }
        ]