
[
  {
    "description": "சங்க இலக்கியத்தில் வள்ளல்கள் ____  என்றெல்லாம் போற்றப்பட்டனர்.",
    "options": [
      "இல்லோர் ஒக்கல் தலைவன்",
      "பசிப்பிணி மருத்துவன்",
      "நிறைவடைகிறவன்",
      "பொய்ச்சொல்லா நாவன்"
    ],
    "answer": [
      "A",
      "B"
    ],
    "additional_context": "சங்க இலக்கியத்தில் வள்ளல்கள் மிக உயர்வாகப் போற்றப்பட்டனர். அவர்கள்  'இல்லோர் ஒக்கல் தலைவன்', 'பசிப்பிணி மருத்துவன்'  என்று போற்றப்பட்டனர்.  சங்க காலத்தில் பொருள் இரவலன், வறுமை இரவலன் போன்ற சொற்கள் இல்லாத காரணத்தால், வள்ளல்கள் கொடைப் பெருமைகளுக்குப் பெயர்போனவர்களாக இருந்துள்ளனர். உலகமே வறுமையுற்றாலும் கொடுப்பவன் அதியன் என ஔவையார் கூறுகிறார்.   இந்த வரிகள் சங்க காலத்தில் வள்ளல்கள் எவ்வாறு மதிக்கப்பட்டார்கள் என்பதைப் புலப்படுத்துகின்றன."
  },
  {
    "description": "சங்ககால மக்கள் அறத்தை எவ்வாறு கருதினர்?",
    "options": [
      "சமயக் கலப்பற்ற, மானிட இயல்புடைய அறம்",
      "சமயம் சார்ந்த அறம்",
      "அறம் மறுபிறப்பில் பயன் தரும் வணிகம்",
      "அரசன் மட்டுமே கடைபிடிக்க வேண்டிய விதிமுறைகள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சங்க காலத்தில் மக்கள் அறத்தை மனித உறவின் மையமாகக் கொண்டிருந்தனர். அவர்களின் அறம்  சமயம் சார்ந்ததாக இல்லை. இயல்பான, சமயக் கலப்பற்ற மானிட இயல்புடைய அறமாக இருந்தது.   சங்ககால மக்கள் அறத்தைப் பற்றி விவாதித்து, அதை நடைமுறைப்படுத்தி, இயல்பான அறத்தைப் போதித்தார்கள்."
  },
  {
    "description": "\"இம்மைச் செய்தது மறுமைக்கு ஆம்எனும் அறவிலை வணிகன் ஆஅய் அல்லன்\" –  இந்த வரிகள் எதனைக் குறிப்பிடுகின்றன?",
    "options": [
      "சங்க காலத்தில் அறத்தில் வணிக நோக்கம் இருக்கக்கூடாது என்ற கருத்தை",
      "மறுபிறப்பின் பயன் அறத்தின் முக்கிய நோக்கம்",
      "ஆய் என்ற வள்ளலின் கொடைப் பெருமையை",
      "அறத்தைப் பற்றி அறிவுரை கூறும் வள்ளல்களை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சங்ககாலத்தில் அறம் செய்வதில் வணிக நோக்கம் இருக்கக்கூடாது என்பது மக்களின் கருத்தாக இருந்தது.  இந்த வரிகள் 'ஆய்'  என்ற வள்ளலைக் குறிப்பிடுகின்றன.  'ஆய்'  என்பவர் சங்க காலத்தில் வாழ்ந்த ஒரு வள்ளல். அவர் அறத்தில் வணிக நோக்கம் இல்லாமல், இம்மைச் செய்தது மறுமைக்கு என்ற நோக்கத்துடன் அறம் செய்து  புகழ் பெற்றார்."
  },
  {
    "description": "\"அறநெறி முதற்றே அரசின் கொற்றம்\" –  இந்தப் பழமொழி எதனைக் குறிப்பிடுகிறது?",
    "options": [
      "அரசனின் கடமை அறநெறியைப் பின்பற்றுவது",
      "மன்னர்களின்  அரசியல் வெற்றிக்கு அறம் முக்கியமானது",
      "வெண்கொற்றக்குடையும் அறத்தின் குறியீடு",
      "சங்க காலத்தில் அரசன் மற்றும் மன்னர்கள் மட்டுமே அறத்தை கடைபிடிக்க வேண்டும்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சங்க காலத்தில் அரசனின் ஆட்சி அறத்தின் அடிப்படையில் இருக்க வேண்டும் என்று நம்பப்பட்டது.  'அறநெறி முதற்றே அரசின் கொற்றம்'  என்ற பழமொழி  மன்னர்களின் அரசியல் வெற்றிக்கு அறம் முக்கியமானது என்பதை உணர்த்துகிறது.   மன்னர்கள் அறத்தின் அடிப்படையில் ஆட்சி நடத்த வேண்டும் என்பதை  'அறன்நெறி பிழையாத் திறனறி மன்னர்' என்ற குறள்  குறிப்பிடுகிறது."
  },
  {
    "description": "சங்க காலத்தில் அறம் கூறும் மன்றங்கள் எதற்கு உதவின?",
    "options": [
      "அறத்தைப் பற்றி விவாதிக்க",
      "மன்னரின் நீதிமான ஆட்சிக்கு",
      "மக்களுக்கு நல்லறத்தைப் போதிக்க",
      "வள்ளல்களின் கொடையைப் பாராட்ட"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சங்க காலத்தில்  அறம் கூறும் மன்றங்கள் இருந்தன. அவை அரசனின் நீதிமான ஆட்சிக்குத் துணைபுரிந்தன. அறக்கூறவையம் என்பது மன்னரின் ஆட்சிக்கு அறிவுரை வழங்கும் மன்றமாகும். அவை அரசன் மற்றும் மக்கள்  அறநெறிப் பற்றி விவாதிக்கவும், மக்களுக்கு நல்லறத்தைப் போதிக்கவும், மன்னரின் கொடையைப் பாராட்டவும் பயன்பட்டன."
  }
]
