[
          
  {
    
          "description": "பாடலில் இராசராசன் எவ்வாறு ஆட்சி செலுத்தினான் என்று கூறப்படுகிறது?",
          "options": [
      "அனைத்து மக்களும் அடக்கப்பட்ட நிலையில்",
      "மக்கள் துன்பப்படுவதைப் பார்த்து",
      "இந்திரன் முதலாகத் திசைபாலகர் எட்டுப்பேரும் ஓருருவம் பெற்றது போல்",
      "துன்புறுத்தும் வகையில்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த பாடலில் இராசராசனின் ஆட்சியைப் பற்றி ஒரு அற்புதமான விவரம் சொல்லப்பட்டுள்ளது. இந்திரன் முதலாகத் திசைபாலகர் எட்டுப்பேரும் ஓருருவம் பெற்றது போல் ஆட்சி செய்தான் என்று கூறப்படுகிறது. அதுமட்டுமல்ல, மக்கள் அடக்கப்படாமல், துன்பப்படாமல் அமைதியாக வாழ்ந்ததையும் இந்த பாடல் குறிப்பிடுகிறது. "
          }
        ,
          
  {
    
          "description": "பாடலின் மூலம் இராசராசனின் ஆட்சி எவ்வாறு இருந்தது என்பதை எந்த விவரம் குறிப்பிடுகிறது?",
          "options": [
      "யானைகள் மட்டுமே பிணிக்கப்படுதல்",
      "மலர்கள் மட்டுமே பறிக்கப்படுதல்",
      "இளமான்களின் கண்களே மருளுதல்",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த பாடல், இராசராசனின் ஆட்சியின் அமைதியையும், நல்லாட்சியையும் விவரிக்கிறது. இதில், யானைகள் மட்டுமே பிணிக்கப்படுவது, மலர்கள் மட்டுமே பறிக்கப்படுவது, இளமான்களின் கண்களே மருளுதல் போன்ற வரிகள், மக்கள் எந்தவிதமான துன்பத்திற்கும் ஆளாகாமல், அமைதியாக வாழ்ந்ததைக் காட்டுகிறது.  "
          }
        ,
          
  {
    
          "description": "கல்வெட்டுப் பகுதியில் 'மையுடையன நெடுவரையே' என்ற வரியின் பொருள் என்ன?",
          "options": [
      "நாட்டில் வறுமை இருள் இல்லை",
      "மலைகள் நீளமாக இருந்தன",
      "இராசராசனின் வலிமை மிகுந்தது",
      "நாட்டில் போர் இருந்தது"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரியின் பொருள் நாட்டில் வறுமை இருள் இல்லை என்பதாகும்.  இராசராசனின் ஆட்சியின் போது நாடு செழிப்பாக இருந்ததையும், மக்கள் வாழ்வில் வறுமை இல்லாமல் இருந்ததையும் இது குறிப்பிடுகிறது. "
          }
        ,
          
  {
    
          "description": "பாடல் பகுதியில் “இயற்புலவரே பொருள்வைப்பார்” என்ற வரி எதைக் குறிக்கிறது?",
          "options": [
      "இராசராசனின் காலத்தில் புலவர்கள் பெருமை பெற்றிருந்தனர்",
      "புலவர்கள் இயற்கையைப் பற்றிப் பாடியிருந்தனர்",
      "புலவர்கள் உண்மையை மறைக்கவில்லை",
      "புலவர்கள் மன்னனின் புகழைப் பாடினர்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரியின் பொருள் புலவர்கள் உண்மையை மறைக்கவில்லை என்பதாகும். இராசராசனின் காலத்தில் புலவர்கள் சுதந்திரமாகவும், எந்த பயமும் இல்லாமல் உண்மையைப் பாடியிருந்தார்கள் என்பதைக் காட்டுகிறது. "
          }
        ,
          
  {
    
          "description": "பாடலின் இறுதியில் 'யாஞ்செய்...' என்ற வரி எதைக் குறிக்கிறது?",
          "options": [
      "இராசராசன் எல்லாவற்றுக்கும் மேலானவன்",
      "இராசராசன் அனைத்தையும் செய்கிறான்",
      "இராசராசன் நாட்டை ஆள்கிறான்",
      "இராசராசன் மிகவும் சக்தி வாய்ந்தவன்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரி இராசராசன் எல்லாவற்றுக்கும் மேலானவன் என்பதைக் குறிப்பிடுகிறது. இராசராசனின் ஆட்சியில் மக்கள் நலன் மட்டுமல்ல, மக்கள் வாழ்வு சிறக்கவும் இராசராசன் கவனம் செலுத்தியிருந்ததாக பாடல் குறிப்பிடுகிறது. "
          }
        ]