
[
  {
    "description": "“மனித வாழ்வில் ஒவ்வொருவரும் நாளும் நாளும் புதுப்புது மனிதர்களைப் பார்க்கிறோம்; புதுப்புதுச் செய்திகள் கிட்டும்! கிட்டுகிற கருப்பொருள்களைத் திரட்டி, கற்பனை நயம் கூட்டிக் கதையாக்குவது ஒரு கலை. அது சிறுகதையாக இருக்கலாம். புதினமாக இருக்கலாம். அன்பை எதிர்பார்த்திருப்பவராக, யாருமற்றவராக.... இருக்கும் ஒருவர் உங்களின் உதவியால் மனம் மகிழ்ந்த நிகழ்வினைக் கதையாக்கு.”\n\nஇந்த பகுதியில் என்ன விஷயம் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "புதினம் எழுதுவது எப்படி",
      "கற்பனை நயம் கூட்டி எழுதுவது",
      "மனித வாழ்வில் நிகழும் நிகழ்வுகள்",
      "மனம் மகிழ்ந்த நிகழ்வுகளைப் பற்றி எழுதுதல்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பகுதி வாழ்வில் நிகழும் நிகழ்வுகளையும் அனுபவங்களையும் திரட்டி, கற்பனை நயம் கூட்டி, கதையாக்குவது எப்படி என்பதை விளக்குகிறது.  வாழ்க்கையில நடக்கும் நிகழ்வுகள், மனிதர்களின் நடத்தைகள், எண்ணங்கள் ஆகியவற்றை கவனமாக உற்று நோக்கி, அவற்றை திரட்டி, கற்பனை நயத்தோடு கதையாக்கலாம் என்கிறது.  அன்பை எதிர்பார்த்து, யாருமற்றவராக இருப்பவர்களின் மனநிலையைப் பற்றிய கதையை எழுதுமாறு கூறுகிறது."
  },
  {
    "description": "“உலையிலிட ஊரடங்கும் ஓர்அகப்பை அன்னம்\nஇலையிலிட வெள்ளி எழும்”\n\nஇந்த வரிகளின் பொருள் என்ன?",
    "options": [
      "அன்னம் சமைக்கும் முறை",
      "அன்னம் பரிமாறும் முறை",
      "அன்னத்தின் சுவையை விவரித்தல்",
      "அன்னம் வழங்குவதன் முக்கியத்துவம்"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள், அன்னம் பரிமாறும் முறையை விவரிக்கின்றன.  ‘உலையிலிட ஊரடங்கும்’ என்பது, அன்னம் சமைத்து, அதனை ஒரு பானையில் (ஊர்) வைப்பதை குறிக்கிறது. ‘இலையிலிட வெள்ளி எழும்’ என்பது, அன்னத்தை இலையில் பரிமாறும்போது, அது வெள்ளி போல் பிரகாசமாக இருப்பதை குறிக்கிறது."
  },
  {
    "description": "“இ - கு (பறவையிடம் இருப்பது)\nகு - தி (சிவப்பு நிறத்தில் இருக்கும்)\nவா - (மன்னரிடம் இருப்பது)”\n\nஇந்தப் பகுதியில் குறிப்பிடப்பட்டுள்ள  மூன்று எழுத்துகளை இணைத்து ஒரு நூலின் பெயர் என்ன?",
    "options": [
      "இக்குவா",
      "குதிவா",
      "குவாதி",
      "வாதிக்கு"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பகுதியில், ‘இ’, ‘கு’, ‘வா’  என்ற மூன்று எழுத்துகளை இணைத்து ஒரு நூலின் பெயரைக் கண்டுபிடிக்கச் சொல்லப்பட்டுள்ளது. ‘இ’, ‘கு’, ‘வா’ ஆகிய எழுத்துகள் இணைந்தால் ‘இக்குவா’ எனும் நூலின் பெயர் கிடைக்கிறது. ‘இக்குவா’ என்பது ஒரு பிரபலமான தமிழ் நூல்.  இந்த நூல் காவிய இலக்கிய வகையைச் சேர்ந்தது.  இந்நூல் சங்க காலத்தில் எழுதப்பட்டது."
  },
  {
    "description": "“மடு - மாடு” என்ற சொற்களை ஒரே தொடரில் அமைத்து எழுது.",
    "options": [
      "மடுவில் மாடு இருந்தது.",
      "மடுவை மாடு நக்கியது.",
      "மடுவிலிருந்து மாடு தண்ணீர் குடித்தது.",
      "மாடு மடுவைத் தாக்கியது."
    ],
    "answer": "C",
    "additional_context": "இந்தப் பகுதியில் ‘மடு’ மற்றும் ‘மாடு’ என்ற இரு சொற்களைப் பயன்படுத்தி, ஒரு பொருத்தமான தொடரை அமைக்கச் சொல்லப்பட்டுள்ளது.  இந்த இரு சொற்களும்  ஒரு தொடரில் இணைந்தால், ‘மடுவிலிருந்து மாடு தண்ணீர் குடித்தது’ என்ற தொடர் சரியான பொருளுடன் அமைந்திருக்கும்."
  },
  {
    "description": "“அண்ணம், அன்னம்” என்ற சொற்களின் பொருள் என்ன?",
    "options": [
      "சோறு  மற்றும்  பறவை",
      "சோறு  மற்றும்  நீர்",
      "பறவை  மற்றும்  நீர்",
      "சோறு  மற்றும்  பசுமை"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பகுதியில் ‘அண்ணம்’ மற்றும் ‘அன்னம்’ என்ற இரண்டு சொற்களின் பொருளைத் தெரிவிக்கும் விடை தேடப்படுகிறது.  ‘அண்ணம்’  என்பது  ‘சோறு’  என்பதைக் குறிக்கும்  சொல்.  ‘அன்னம்’  என்பது  ‘பறவை’  என்பதைக்  குறிக்கும்  சொல்."
  }
]
