
[
  {
    "description": "கவி கா.மு ஷெரீப் எழுதிய கவிதையில், \"ஏர்பிடிக்கும் கைகளுக்கே வாழ்த்து கூறுவோம்\" என்ற வரியில் \"ஏர்பிடிக்கும் கைகள்\" எனக் குறிப்பிடப்படுவது யார்?",
    "options": [
      "விவசாயிகள்",
      "கலைஞர்கள்",
      "தொழிலாளர்கள்",
      "வணிகர்கள்"
    ],
    "answer": "A",
    "additional_context": "கவி கா.மு ஷெரீப் எழுதிய கவிதையில், \"ஏர்பிடிக்கும் கைகளுக்கே வாழ்த்து கூறுவோம்\" என்ற வரி வறுமையை ஏகும்வரை தொழில் செய்து வருபவர்களைக் குறிப்பிடுவதாகும். எனவே, இந்த வரியில் \"ஏர்பிடிக்கும் கைகள்\" எனக் குறிப்பிடப்படுவது விவசாயிகள் ஆவர்."
  },
  {
    "description": "\"மருதநிலம்\"  என்ற சொல் சங்க இலக்கியத்தில் எதைக் குறிக்கிறது?",
    "options": [
      "மலைப்பகுதி",
      "கடற்கரைப் பகுதி",
      "வனப்பகுதி",
      "விவசாயப் பகுதி"
    ],
    "answer": "D",
    "additional_context": "சங்க இலக்கியத்தில் தமிழ்நாட்டை ஐந்து நிலங்களாகப் பிரித்துள்ளனர். அவை மருதம், நெய்தல், குறிஞ்சி, முல்லை, பாலை. மருதநிலம் என்பது விவசாயப் பகுதியைக் குறிக்கும். சங்க இலக்கியத்தில் மருதநிலத்தில் விளைந்த பயிர்களையும், விவசாயத்தைப் பற்றிய குறிப்புகளையும் காண முடியும்."
  },
  {
    "description": "\"வரப் போகிறேன், இல்லாமல் இருக்கிறது, கொஞ்சம் அதிகம், முன்னுக்குப் பின், மறக்க நினைக்கிறேன்\"  என்ற தொடர்களைக் கொண்டு, \"நான் இன்னும் சிறிது நேரத்தில் வருவேன், உனக்கு அவசரம் இல்லையா?\"  என்ற பொருள் தரும் தொடரை அமைக்கவும்.",
    "options": [
      "நான் கொஞ்சம் அதிகம் வரப் போகிறேன், உனக்கு அவசரம் இல்லையா?",
      "நான் இல்லாமல் இருக்கிறேன், உனக்கு அவசரம் இல்லையா?",
      "நான் முன்னுக்குப் பின் வரப் போகிறேன், உனக்கு அவசரம் இல்லையா?",
      "நான் இன்னும் சிறிது நேரத்தில் வரப் போகிறேன், உனக்கு அவசரம் இல்லையா?"
    ],
    "answer": "D",
    "additional_context": "இந்த கேள்வி பொருத்தமான தொடரை உருவாக்கும் திறனை சோதிக்கிறது. கொடுக்கப்பட்ட தொடர்களைப் பயன்படுத்தி, 'நான் இன்னும் சிறிது நேரத்தில் வரப் போகிறேன், உனக்கு அவசரம் இல்லையா?' என்ற தொடரையே உருவாக்க முடியும். "
  },
  {
    "description": "\"மூவேந்தர்களால் நாற்றிசையும் போற்றி வளர்க்கப்பட்ட முத்தமிழே\" என்ற வரியில், \"முத்தமிழ்\" என்ற சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "தமிழின் மூன்று இலக்கிய வகைகள்",
      "தமிழின் மூன்று மொழி வடிவங்கள்",
      "தமிழின் மூன்று இலக்கண வகைகள்",
      "தமிழின் மூன்று கலை வகைகள்"
    ],
    "answer": "A",
    "additional_context": "முத்தமிழ் என்ற சொல், இலக்கியத்தில் இலக்கிய வகைகளைக் குறிக்கும்.  இலக்கிய வகைகள் மூன்று. அவை:  இலக்கியம்,  இலக்கணம்,  சொல்லாடை.  \"மூவேந்தர்களால் நாற்றிசையும் போற்றி வளர்க்கப்பட்ட முத்தமிழே\" என்ற வரி,  தமிழின் இலக்கிய செழுமையை  நிறுவுவதாகும்."
  },
  {
    "description": "\"ஐந்திணைகள்\"  என்ற சொல் சங்க இலக்கியத்தில் என்ன குறிக்கிறது?",
    "options": [
      "ஐந்து வகையான காதல் உறவுகள்",
      "ஐந்து வகையான போர்க்களங்கள்",
      "ஐந்து வகையான இயற்கை நிலங்கள்",
      "ஐந்து வகையான கலை வடிவங்கள்"
    ],
    "answer": "A",
    "additional_context": "சங்க இலக்கியத்தில் ஐந்திணைகள் என்பது ஐந்து வகையான காதல் உறவுகளைக் குறிக்கும்.  அவை  குறிஞ்சி,  நெய்தல்,  முல்லை,  மருதம்,  பாலை  என  அழைக்கப்படும்.  ஐந்திணைகள் தமிழர்களின்  காதல்  உறவுகளின்  இயல்புகளை  விளக்குவதோடு மட்டுமல்லாமல்,  அவர்களின்  வாழ்க்கை  முறைகளையும்  சமூக  வாழ்வையும்  பற்றியும்  நமக்கு  தெளிவாக  கூறுகிறது."
  }
]
