[
          
  {
    
          "description": "தண்டி எந்த இலக்கிய நயத்திற்கான வரையறையைக் கூறுகிறார்?",
          "options": [
      "உவமை",
      "உருவகம்",
      "எடுத்துக்காட்டு உவமை",
      "இலக்கணை"
    ],
    "answer": "B",
    
          "additional_context": "இணையத் தமிழன் மற்றும் சங்கப் புலவர் இடையேயான உரையாடலில், சங்கப் புலவர், 'உவமையும் பொருளும் வேற்றுமை ஒழிவித்து ஒன்றென மாட்டின் அஃது உருவகம் ஆகும்' என்று கூறுகிறார். இதனை இணையத் தமிழன், 'தண்டி' என்பவர் கூறியது என்கிறார்."
          }
        ,
          
  {
    
          "description": "'புறந்தூய்மை நீரான் அமையும் அகந்தூய்மை வாய்மையால் காணப் படும்' - இந்தத் திருக்குறளில் எந்த இலக்கிய நயம் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "உவமை",
      "எடுத்துக்காட்டு உவமை",
      "உருவகம்",
      "இலக்கணை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தத் திருக்குறளில் 'நீரான் அமையும்' என்கிற உவம உருபு இல்லை. எனவே இது எடுத்துக்காட்டு உவமை அணி என இணையத் தமிழன் கூறுகிறார். 'புறந்தூய்மை' என்பது நீரால் அமையும் எனவும், 'அகந்தூய்மை' என்பது வாய்மையால் காணப்படும் எனவும் கூறுகிறார். இதில் நீர் என்பது 'புறந்தூய்மை'க்கு உவமை என்பது வெளிப்படையாக தெரியவில்லை. ஆனால், நீரின் தூய்மை என்பது உவமையும், அகந்தூய்மையின் தூய்மை என்பது உவமைக்கு இணையான பொருளும் என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "'ஊர் கூடிச் செக்குத் தள்ள முடியுமா? என்று கேட்கிறார்கள், ஊர் கூடின பிறகுதான் செக்குத் தள்ள வேண்டும் என்று காத்திருப்பவர்களின் காரியம் கைகூடாது, புரோகிதருக்காக அமாவாசை காத்திருப்பதில்லை' - இதில் பயன்படுத்தப்பட்டிருக்கும் எடுத்துக்காட்டு உவமைக்கு, இணையத் தமிழன் என்ன பெயர் வைத்திருக்கிறார்?",
          "options": [
      "உவமை",
      "உருவகம்",
      "இலக்கணை",
      "இணை ஒப்பு"
    ],
    "answer": "D",
    
          "additional_context": "'ஊர் கூடிச் செக்குத் தள்ள முடியுமா? என்று கேட்கிறார்கள், ஊர் கூடின பிறகுதான் செக்குத் தள்ள வேண்டும் என்று காத்திருப்பவர்களின் காரியம் கைகூடாது, புரோகிதருக்காக அமாவாசை காத்திருப்பதில்லை' என்று வ.ராமசாமி `மழையும் புயலும்' என்னும் நூலில் குறிப்பிட்டுள்ளார். இதில் ஊர் கூடி செக்குத் தள்ளுதல் என்பது உவமை,  புரோகிதருக்காக அமாவாசை காத்திருப்பது என்பது உவமைக்கு இணையான பொருள் என்பதால் இதனை இணை ஒப்பு (analogy) என்கிறோம் என இணையத் தமிழன் விளக்குகிறார். "
          }
        ,
          
  {
    
          "description": "'சோலையில் புகுவேன்; மரங்கள் கூப்பிடும்; விருந்து வைக்கும், ஆலமர நிழலில் அமர்வேன்; ஆல்,'என் விழுதைப் பார். அந்த அரசுக்கு இஃது உண்டா?' என்னும். அரசு கண்ணிற்படும். 'யான் விழுதின்றி வானுற ஓங்கிநிற்கிறேன், என்னை மக்கள் சுற்றிச் செல்கிறார்கள், காண்' என்னும்...' - இதில் பயன்படுத்தப்பட்டிருக்கும் இலக்கிய நயம் எது?",
          "options": [
      "உவமை",
      "உருவகம்",
      "இலக்கணை",
      "எடுத்துக்காட்டு உவமை"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பகுதியில் மரங்கள் பேசுவது போன்றும், மரங்கள் கூப்பிடுவது போன்றும், மரங்கள் விருந்து வைப்பது போன்றும் எழுதியிருப்பது இலக்கணை என இணையத் தமிழன் கூறுகிறார். மரங்கள் பேசுவது என்பது உண்மையில் இயல்பானது அல்ல. ஆனால், உயிர் இல்லாத மரங்களை உயிர் உள்ளன போல் கற்பனை செய்து எழுதியிருக்கிறார். இவ்வாறு, மரங்களை உயிர் உள்ளன போல் கற்பனை செய்து எழுதியிருப்பது இலக்கணை அணி."
          }
        ,
          
  {
    
          "description": "'தென்றல் அசைந்துவரும் தென்தமிழ் நாட்டில் அமைந்த திருக்குற்றாலம், மலைவளம் படைத்த பழம்பதியாகும். அம்மலையிலே, கோங்கும் வேங்கையும் ஓங்கி வளரும்; குரவமும் முல்லையும் நறுமணங் கமழும்! கோலமாமயில் தோகை விரித்தாடும்; தேனுண்ட வண்டுகள் தமிழ்ப் பாட்டிசைக்கும்; இத்தகைய மலையினின்று விரைந்து வழிந்திறங்கும் வெள்ளருவி வட்டச் சுனையிலே வீழ்ந்து பொங்கும்பொழுது சிதறும் நீர்த் திவலைகள் பாலாவிபோற் பரந்தெழுந்து மஞ்சினோடு சேர்ந்து கொஞ்சிக் குலாவும்' - இதில் பயன்படுத்தப்பட்டுள்ள இலக்கிய நயம் எது?",
          "options": [
      "எதுகை",
      "மோனை",
      "உருவகம்",
      "இலக்கணை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பகுதியில் 'கோங்கும் வேங்கையும்' என்ற வார்த்தைகளில், 'கோ' என்ற எழுத்தும், 'வே' என்ற எழுத்தும் ஒன்றுக்கொன்று ஒத்து வருகிறது. எனவே, இதில் எதுகை அணி பயன்படுத்தப்பட்டுள்ளது என இணையத் தமிழன் கூறுகிறார். இதில்  'ஓங்கி வளரும்', 'நறுமணம் கமழும்', 'தோகை விரித்தாடும்', 'தமிழ்ப் பாட்டிசைக்கும்' போன்ற சொற்றொடர்களில் மோனை அணி பயன்படுத்தப்பட்டுள்ளது எனவும் குறிப்பிடலாம்."
          }
        ]