
[
  {
    "description": "சங்க இலக்கியங்கள் காட்டும் அறங்களை எவ்வாறு வகைப்படுத்தலாம்?",
    "options": [
      "சமயம் சார்ந்த அறங்கள், மானிட அறங்கள்",
      "இயல்பான அறங்கள், கற்ற அறங்கள்",
      "முதல் தரமான அறங்கள், இரண்டாம் தரமான அறங்கள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சங்ககால வாழ்க்கையிலிருந்து உருவான அறங்களே சங்க இலக்கியத்தில் பதிவு பெற்றுள்ளன. சங்க அறங்கள் சமயங்களிடமிருந்து இரவல் பெறப்பட்டவை அல்ல. அறம் என்பது ஓர் இயல்பான விஷயம். அறநெறிக்கால அறங்கள் சமயம் சார்ந்தவை. ஆனால், சங்க கால அறங்கள் இயல்பானவை. இந்த கருத்தைத் திறனாய்வாளர் ஆர்னால்டு கூறுகிறார். 'கவிதை வாழ்க்கையின் திறனாய்வு' என்று கூறப்படும் இந்தக் கருத்து, சங்க இலக்கியங்களில் காணப்படும் அறங்கள் சமயத்தால் உருவாக்கப்பட்டவை அல்ல, சங்க கால மக்களின் வாழ்க்கை முறையால் உருவாக்கப்பட்டவை என்பதைப் புலப்படுத்துகிறது. ஒரு மனிதன் தனியாகவும் சமூக உறுப்பினனாகவும் இயங்குவதற்கும் அவனது பண்பு நலனை உருவாக்குவதற்கும் உதவும் விதிமுறைகள் எனலாம். தாம் சிந்திக்காமல் பிறர் சொல்ல அறியும் அறம் மூன்றாம் தரமானது. சிந்தித்து அறிந்து கொள்ளும் அறம் இரண்டாம் தரமானது. இயல்பாக அறியும் அறம் முதல் தரமானது. சங்க இலக்கியங்கள் காட்டும் அறங்கள் இயல்பான முதல் தரமான அறங்கள் எனலாம்."
  },
  {
    "description": "சங்க இலக்கியத்தில், \"அறம் செய்வதில் வணிக நோக்கம் கூடாது\" எனும் கருத்தை வலியுறுத்தும் பாடலடியைத் தேர்ந்தெடுக்கவும்:",
    "options": [
      "இம்மைச் செய்தது மறுமைக்கு ஆம்எனும் அறவிலை வணிகன் ஆஅய் அல்லன் - புறம் ",
      "நீர்நிலை பெருக்கி நிலவளம் கண்டு உணவுப்பெருக்கம் காண்பதும் அதனை அனைவருக்கும் கிடைக்கச் செய்வதும் அரசனின் கடமை",
      "சான்றோர் செல்வம் என்பது சேர்ந்தோர் புன்கண் அஞ்சும் பண்பின் மென்கண் செல்வம் செல்வம் என்பதுவே - நற். 210 ",
      "பிழையா நன்மொழி - நற்றிணை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சங்ககால மக்களின் கருத்தாக, அறம் செய்வதில் வணிக நோக்கம் இருக்கக்கூடாது என்பது இருந்தது.  இப்பிறப்பில் அறம் செய்தால் அதன் பயனை மறுபிறப்பில் பெறலாம் என்ற வணிக நோக்கு கூடாது எனக் கூறப்பட்டது. 'இம்மைச் செய்தது மறுமைக்கு ஆம்எனும் அறவிலை வணிகன் ஆஅய் அல்லன்' என்று  சங்ககால வள்ளல்களில் ஒருவரான ஆய் பற்றி ஏணிச்சேரி முடமோசியார் குறிப்பிட்டுள்ளார். நோக்கமின்றி அறம் செய்வதே மேன்மை தருவது என்பது இதில் உணர்த்தப்பட்டுள்ளது."
  },
  {
    "description": "\"அறநெறிக்கால அறங்கள் சமயம் சார்ந்தவை, சங்க கால அறங்கள் இயல்பானவை\" எனும் கூற்றை ஆதரிக்கும் கருத்தைத் தேர்ந்தெடுக்கவும்:",
    "options": [
      "சங்க காலத்தில் சமயக் கலப்பில்லாத மானிட அறம் இயல்பாக நிலவிய காலம்.",
      "'கவிதை வாழ்க்கையின் திறனாய்வு' என்று ஆர்னால்டு கூறுகிறார்.",
      "'அறநெறி முதற்றே அரசின் கொற்றம்', 'அறன்நெறி பிழையாத் திறனறி மன்னர்'",
      "'செம்மை சான்ற காவிதி மாக்கள்' என்று அமைச்சர்களை மாங்குடி மருதனார் போற்றுகிறார்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சங்க காலத்தில் சமயக் கலப்பில்லாத மானிட அறம் இயல்பாக நிலவிய காலம் என்பது உண்மை. இதன் காரணமாகவே சங்க காலத்தில் இருந்து உருவான அறங்களே சங்க இலக்கியத்தில் பதிவு பெற்றுள்ளன. சங்க அறங்கள் சமயங்களிடமிருந்து இரவல் பெறப்பட்டவை அல்ல."
  },
  {
    "description": "சங்க காலத்தில் மன்னர்களுக்கான அரசியல் அறம் பற்றிய கருத்துகளுடன் தொடர்புடைய கூற்றுகளைக் கண்டறியவும்:",
    "options": [
      "மன்னர்களுடைய டை ய செங்கோலும் வெண்கொற்றக்குடையும் அறத்தின் குறியீடுகளாகப் போற்றப்பட்டன.",
      "மன்னன் செங்கோல் போன்று நேரிய ஆட்சியை மேற்கொள்ள வேண்டும் என்பது பல பாடல்களில் வலியுறுத்தப்பட்டுள்ளது.",
      "குற்றங்களை, அறத்தின் அடிப்படையில் ஆராய்ந்து தண்டனை வழங்க வேண்டும் என்கிறார் ஊன் பொதிப் பசுங்குடையார்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சங்ககாலத்தில் அரசியல் அறம் என்பது மன்னர்களை மையப்படுத்தி இருந்தது. அரசியல் அறத்தின் குறியீடுகளாக 'செங்கோலும் வெண்கொற்றக்குடையும்' போற்றப்பட்டன.  அரசன் செங்கோல் போன்று நேரிய ஆட்சியை மேற்கொள்ள வேண்டும் என்பது பல பாடல்களில் வலியுறுத்தப்பட்டுள்ளது.  நீர்நிலை பெருக்கி நிலவளம் கண்டு உணவுப்பெருக்கம் காண்பதும் அதனை அனைவருக்கும் கிடைக்கச் செய்வதும் அரசனின் கடமையாகச் சொல்லப்பட்டது. குற்றங்களை, அறத்தின் அடிப்படையில் ஆராய்ந்து தண்டனை வழங்க வேண்டும் என்கிறார் ஊன் பொதிப் பசுங்குடையார்."
  },
  {
    "description": "போர் அறம் பற்றிய கூற்றுகளுடன் சங்க இலக்கியத்தில் இடம்பெறும் பாடலடியைத் தொடர்புபடுத்தவும்:",
    "options": [
      "போரின் கொடுமையிலிருந்து பசு, பார்ப்பனர், பெண்கள், நோயாளர், புதல்வரைப் பெறாதவர் ஆகியோருக்குத் தீங்கு வராமல் போர் புரிய வேண்டும்.",
      "தம்மைவிட வலிமை குறைந்தாரோடு போர் செய்வது கூடாது.",
      "“எறியார் எறிதல் யாவணது எறிந்தோர் எதிர்சென்று எறிதலும் செல்லான்” - புறம் 301",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சங்ககாலத்தில் போர் அறம் என்பது போரின் கொடுமையிலிருந்து பசு, பார்ப்பனர், பெண்கள், நோயாளர், புதல்வரைப் பெறாதவர் ஆகியோருக்குத் தீங்கு வராமல் போர் புரிய வேண்டும் என்றும், தம்மைவிட வலிமை குறைந்தாரோடு போர் செய்வது கூடாது என்பதையும் வலியுறுத்தியது.  'எறியார் எறிதல் யாவணது எறிந்தோர் எதிர்சென்று எறிதலும் செல்லான்' - புறம் 301 என்னும் பாடல் வழி, போர் புரிந்த பின்பும் அறம் கடைபிடிக்க வேண்டும் என்பது தெளிவாகிறது."
  }
]
