
[
  {
    "description": "கவிதைப்பகுதியில், தாயின் கவலைக்கான காரணம் என்ன?",
    "options": [
      "மகள் பொருளாதாரத்தை எவ்வாறு நிர்வகிப்பது என்று தெரியாதது",
      "மகளுக்குக் கல்விப் பற்றாக்குறை இருப்பது",
      "மகளின் அதிகப்படியான செலவுகள்",
      "மகள் நண்பர்களின் அழுத்தத்திற்கு இணங்குவது"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதைப் பகுதியில், தாயின் கவலை, மகள் கல்விப் பற்றாக்குறை குறித்ததாக உள்ளது. அவள் தன் மகளை நகைகளை வாங்கி அணிந்து கொள்ளும் எண்ணத்தைத் தவிர்த்து கல்வியை முக்கியத்துவம் வாய்ந்ததாகக் கருதுகிறாள். அவள் மகள் பள்ளியில் பிற அனைவரும் நகைகள் அணிந்துக் கொண்டு தன்னைப் பற்றி கேலி செய்வார்கள் என்ற கவலை கொண்டு இருக்கிறாள். அவள் மகள் கடன் வாங்கி நகைகள் வாங்கி அணிந்து கொள்ள வேண்டுமென ஆசைப்படுகிறாள். இதற்கு அவள் தாய் கண்டித்து, மகள் படிப்பு முக்கியம் என்றும், படித்தால் தான் தன் மகளைப் பலரும் மதிப்பார்கள் என்றும் கூறுகிறாள்."
  },
  {
    "description": "தமிழ் ஊர்ப்பெயர்களின் மரூஉவைப் பொறுத்து, \"திருச்சிராப்பள்ளி\" என்பதன் மரூஉ எது?",
    "options": [
      "சிராப்பள்ளி",
      "திருச்சி",
      "திருச்சிர்",
      "திருச்சிப்பள்ளி"
    ],
    "answer": "B",
    "additional_context": "தமிழில், பல ஊர்ப்பெயர்களுக்கு சுருக்கமாக ஒரு மரூஉ வழங்கப்பட்டுள்ளது. திருச்சிராப்பள்ளி என்பதன் மரூஉ திருச்சி ஆகும். இதுபோல் பல ஊர்ப்பெயர்களுக்கு மரூஉகள் உள்ளன."
  },
  {
    "description": "சுவரோவியத்தில் காட்டப்பட்டுள்ள இராணுவப் படைகள் எவை?",
    "options": [
      "காலாட்படை, குதிரைப்படை, யானைப்படை",
      "காலாட்படை, கப்பற்படை, யானைப்படை",
      "காலாட்படை, குதிரைப்படை, தேர்ப்படை",
      "குதிரைப்படை, தேர்ப்படை, யானைப்படை"
    ],
    "answer": "A",
    "additional_context": "சுவரோவியத்தில் காட்டப்பட்டுள்ள இராணுவப் படைகள் காலாட்படை, குதிரைப்படை, யானைப்படை என்பதை நாம் காணலாம்.  17 ஆம் நூற்றாண்டைச் சேர்ந்த இந்த சுவரோவியம், திருப்புடைமருதூர், திருநெல்வேலி ஆகிய ஊர்களில் இருக்கிறது."
  },
  {
    "description": "\"அதசி\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "மிகவும் சிறியது",
      "அதிகமாக இருப்பது",
      "மிகவும் பெரியது",
      "சிறிதளவு இருப்பது"
    ],
    "answer": "A",
    "additional_context": "அதசி என்ற சொல், மிகவும் சிறியது என்ற பொருளைத் தரும். இச்சொல்லைப் பெரும்பாலும் அளவு குறிப்பிடப் பயன்படுத்தப்படுகிறது."
  },
  {
    "description": "\"மிரியல்\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "குளிர்ந்த காற்று",
      "வெயில்",
      "பனி",
      "மழை"
    ],
    "answer": "B",
    "additional_context": "மிரியல் என்ற சொல் வெயில் என்ற பொருளைத் தரும்.  கடுமையான வெயிலின்போது, மக்கள் மிரியல் அடிக்கிறது எனக் கூறுவார்கள்."
  }
]
