[
          
  {
    
          "description": "'கொட்டைக் கரந்தை' என்று அழைக்கப்படும் பூ எந்தத் திணைக்குரியது?",
          "options": [
      "வெட்சித் திணை",
      "கரந்தைத் திணை",
      "வஞ்சித்திணை",
      "காஞ்சித் திணை"
    ],
    "answer": "B",
    
          "additional_context": "கரந்தை என்பது ஒரு சிறிய செடி. இது கொத்துக் கொத்தாகப் பூக்கும். நறுமணம் மிக்க இது செம்மை, நீலம், இளஞ்சிவப்பு, நீலம் கலந்த சிவப்பு ஆகிய நிறங்களில் பூக்கின்றது. இதனைக் 'கொட்டைக் கரந்தை' என்றும் கூறுவர். கவர்ந்து செல்லப்பட்ட தம் ஆநிரைகளை மக்கள் மீட்கச் செல்வர். அப்போது கரந்தைப் பூவைச் சூடிக்கொள்வர். அதனால் கரந்தைத் திணை என்று பெயர் பெற்றது."
          }
        ,
          
  {
    
          "description": "'மண்ணைக் கைப்பற்ற வந்த மாற்றரசனோடு போரிடல்' என்பது எந்தத் திணைக்குரியது?",
          "options": [
      "காஞ்சித் திணை",
      "நொச்சித் திணை",
      "உழிஞைத் திணை",
      "தும்பைத் திணை"
    ],
    "answer": "A",
    
          "additional_context": "காஞ்சி என்பது ஒருவகைக் குறுமரம். கொத்துக் கொத்தாகப் பூக்கும் நீலநிற மலர்கள் கொண்ட அழகான மணமுள்ள காஞ்சி. தன் நாட்டைக் கைப்பற்ற வந்த மாற்றரசனோடு, காஞ்சிப்பூவைச் சூடி எதிர்த்துப் போரிடல் காஞ்சித்திணை."
          }
        ,
          
  {
    
          "description": "'உள்ளிருந்தே முற்றுகையிட்ட பகையரசனோடு போரிடுவது' என்பது எந்தத் திணையைக் குறிக்கிறது?",
          "options": [
      "நொச்சித் திணை",
      "உழிஞைத் திணை",
      "தும்பைத் திணை",
      "வாகைத் திணை"
    ],
    "answer": "A",
    
          "additional_context": "நொச்சி என்பது மருத நிலத்துக்குரிய செடி. இது கொத்துக் கொத்தான நீலநிறப் பூக்கள் கொண்டது. இதில் மணிநொச்சி, கருநொச்சி, மலைநொச்சி, வெண்ணொச்சி எனப் பலவகைகள் உள்ளன. மண்ணைக் காக்கக் கோட்டைகள் கட்டப்பட்டன. கோட்டையைக் காத்தல் வேண்டி, உள்ளிருந்தே முற்றுகையிட்ட பகையரசனோடு நொச்சிப்பூவைச் சூடிப் போரிடுவது நொச்சித்திணை."
          }
        ,
          
  {
    
          "description": "'பகைவேந்தர் இருவரும் வலிமையே பெரிது என்பதை நிலைநாட்ட, போர்க்களத்தில் ஒருவரோடு ஒருவர் போரிடுவது' எந்தத் திணையை குறிக்கிறது?",
          "options": [
      "தும்பைத் திணை",
      "வாகைத் திணை",
      "பாடாண்திணை",
      "பொதுவியல் திணை"
    ],
    "answer": "A",
    
          "additional_context": "எல்லா இடங்களிலும் வளரக் கூடிய தூய வெண்ணிற மலர்களைக் கொண்ட சிறிய செடி தும்பை. பகைவேந்தர் இருவரும் வலிமையே பெரிது என்பதை நிலைநாட்ட, தம் வீரர்களுடன் தும்பைப் பூவைச்சூடிப் போர்க்களத்தில் ஒருவரோடு ஒருவர் போரிடுவது தும்பைத் திணை. போரிடுகின்ற அரசர்கள் இருவரும் தும்பைப் பூ மாலையையே சூடியிருப்பார்கள்."
          }
        ,
          
  {
    
          "description": "'கல்வி, வீரம், செல்வம், புகழ், கருணை முதலியவற்றைப் போற்றிப் பாடுவது' எந்தத் திணையை விவரிக்கிறது?",
          "options": [
      "வெட்சித் திணை",
      "வாகைத் திணை",
      "பாடாண்திணை",
      "பொதுவியல் திணை"
    ],
    "answer": "C",
    
          "additional_context": "நறுமணம் மங்கிய வெண்ணிற கொண்ட கொத்துக் கொத்தாக மலரும் வாகை பூ. போரிலே வெற்றிபெற்ற மன்னன் வாகைப்பூச் சூடி மகிழ்வது, வாகைத்திணை. வாகை என்றாலே வெற்றிதானே! பாடுவதற்குத் தகுதியுடைய ஓர் ஆளுமையாளரின் கல்வி, வீரம், செல்வம், புகழ், கருணை முதலியவற்றைப் போற்றிப் பாடுவது, பாடாண்திணை (பாடு+ஆண்+திணை = பாடாண்திணை)."
          }
        ]