[
          
  {
    
          "description": "'மேன்மை தரும் அறம்' என்ற கருத்துடன் தொடர்புடையது எது?",
          "options": [
      "அ) மறுபிறப்பில் பயன் பெறலாம் என்ற நோக்கில் அறம் செய்வது",
      "ஆ) புகழ் கருதி அறம் செய்வது",
      "இ) பதிலுதவி பெறுவதற்காக அறம் செய்வது",
      "ஈ) கைமாறு கருதாமல் அறம் செய்வது"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "மேன்மை தரும் அறம் என்பது தன்னலம் கருதாமல், எதிர்பார்ப்பு இல்லாமல் செய்யப்படும் அறம்.  நம்மைப் பற்றி புகழ்ந்தாலும் அல்லது மறுபிறப்பில் பயன் பெறலாம் என்ற நோக்கில் அல்லது எதாவது ஒரு பதிலுதவி பெறுவதற்காக அல்லது  எதாவது ஒரு கைமாறு எதிர்பார்த்து அல்லாமல் நாம் செய்யும் அறமே உண்மையான மேன்மை தரும் அறம்."
          }
        ,
          
  {
    
          "description": "'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' இவ்வடி குறிப்பிடும் கருத்துடன் தொடர்புடையது எது?",
          "options": [
      "அ) \"காலக்கணிதம்\" கவிதையில் இடம்பெற்ற தொடர்",
      "ஆ) சிலப்பதிகாரத்திலும் மணிமேகலையிலும் அமைந்த பாவினம்",
      "இ) \"இகழ்ந்தால் என்மனம் இறந்துவிடாது\"  என்ற வரிகளின் பொருள்",
      "ஈ) இடையறாது அறப்பணி செய்தலை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' என்ற வரி, 'காலக்கணிதம்' என்ற கவிதையில் இடம்பெற்றுள்ளது. இந்த வரியின் பொருள், 'இடையறாது அறப்பணி செய்தல்' என்பதாகும். காலம் மாறுவது போலவே, நாம் அறப்பணி செய்து கொண்டே இருக்க வேண்டும் என்பதை இந்த வரி குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'உலகமே வறுமையுற்றாலும் கொடுப்பவன்' என பாராட்டப்பட்டவர்களில் ஒருவர் யார்?",
          "options": [
      "அ) உதியன்",
      "ஆ) சேரலாதன்",
      "இ) பெருஞ்சாத்தன்",
      "ஈ) திருமுடிக்காரி"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "உலகமே வறுமையுற்றாலும் கொடுப்பவன் என்றும் பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவன் என்றும் பாராட்டப்பட்டவர்  உதியன்.  சேரலாதன் என்பவர்,  சேர நாட்டு மன்னர்.  பெருஞ்சாத்தன் என்பவர்,  கொங்கு நாட்டு மன்னர்.  திருமுடிக்காரி என்பவர்,  சங்க காலத்தின் முக்கியமான பெண் புலவர். "
          }
        ,
          
  {
    
          "description": "'இகழ்ந்தால் என்மனம் இறந்துவிடாது' என்ற வரிகள் எந்த நூலில் இடம்பெற்றுள்ளன?",
          "options": [
      "அ) சிலப்பதிகாரம்",
      "ஆ) மணிமேகலை",
      "இ) காலக்கணிதம்",
      "ஈ) குறள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'இகழ்ந்தால் என்மனம் இறந்துவிடாது' என்ற வரிகள் 'காலக்கணிதம்' என்ற கவிதையில் இடம்பெற்றுள்ளன. இந்த வரிகள், 'இகழ்ந்தாலும் நான் சோர்ந்து போக மாட்டேன்'  என்பதாகும். இந்த வரிகள், மன உறுதியையும் தன்னம்பிக்கையையும் வெளிப்படுத்துகின்றன. "
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரம் மற்றும் மணிமேகலை ஆகிய நூல்களில் பயன்படுத்தப்பட்ட பாவினம் எது?",
          "options": [
      "அ) அகவற்பா",
      "ஆ) வெண்பா",
      "இ) வஞ்சிப்பா",
      "ஈ) கலிப்பா"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "சிலப்பதிகாரம் மற்றும் மணிமேகலை ஆகிய இரண்டு நூல்களிலும் பயன்படுத்தப்பட்ட பாவினம் 'கலிப்பா'  என்பதாகும்.  கலிப்பா  என்பது பதினெண் கீழ்க்கணக்கு நூல்களில் ஒன்றாகும். இது ஒரு வகையான பாடல் வகையாகும்.  இந்தப் பாவினத்தில்,  நீண்ட இயல்புடைய  வரிகள் அமைந்திருக்கும். இது  கதை சொல்லும் பாணியில்  உருவாகும். "
          }
        ]