
[
  {
    "description": "“செந்தமிழே! உள்ளுயிரே செப்பரிய நின் பெருமை” - இப்பாடலடியில் 'செப்பரிய' எனும் சொல் எதைக் குறிக்கிறது?",
    "options": [
      "செம்மை நிறத்தை",
      "மிகுந்த அழகை",
      "தெளிவான சொற்களை",
      "அருமையான பெருமையை"
    ],
    "answer": "d",
    "additional_context": "'செந்தமிழே! உள்ளுயிரே செப்பரிய நின் பெருமை' என்ற வரிகள் 'செப்பரிய நின் பெருமை' என்ற தலைப்பிலான பாவலரேறு பெருஞ்சித்திரனாரின் பாடலில் உள்ளது. இந்தப் பாடல் தமிழ் மொழியின் பெருமையைப் பற்றியது. 'செப்பரிய' என்ற சொல் தமிழ் மொழியின் பெருமை, சிறப்பு ஆகியவற்றைக் குறிப்பதாகும்.  இந்தப் பாடலில் ‘செந்தமிழே! உள்ளுயிரே’ என்ற சொற்களால் தமிழ் மொழிக்குக் கொடுக்கப்படும் மதிப்பை நாம் அறியலாம். தமிழ் மொழியின் சிறப்பு, வரலாறு, பெருமை ஆகியவற்றைப் பற்றியே இந்தப் பாடல் எடுத்துரைக்கிறது. எனவே, 'செப்பரிய' என்ற சொல் 'அருமையான பெருமையை' குறிக்கிறது.  "
  },
  {
    "description": "“சாகும்போதும் தமிழ்படித்துச் சாகவேண்டும் - என்றன் சாம்பலும் தமிழ்மணந்து வேகவேண்டும்”  - இந்த வரிகள் யாருடையவை?",
    "options": [
      "பாவலரேறு பெருஞ்சித்திரனார்",
      "க. சச்சிதானந்தன்",
      "மு. வரதராசன்",
      "பாரதியார்"
    ],
    "answer": "b",
    "additional_context": "“சாகும்போதும் தமிழ்படித்துச் சாகவேண்டும் - என்றன் சாம்பலும் தமிழ்மணந்து வேகவேண்டும்”  என்ற வரிகள் கவிஞர் க. சச்சிதானந்தனாரின் வரிகள்.  கவிஞர் க. சச்சிதானந்தனார் தமது படைப்புகளில் மொழி, இனம், பண்பாடு, வரலாறு, சமூகம் ஆகியவற்றைப் பற்றி எழுதியுள்ளார். தமது படைப்புகளில் தமிழ் மொழி மீதான அளவற்ற அன்பையும், பற்றையும் வெளிப்படுத்தியுள்ளார். இதனாலேயே அவர் மொழியின் மகன் என்று அழைக்கப்படுகிறார்."
  },
  {
    "description": "பாவலரேறு பெருஞ்சித்திரனார் எழுதிய நூல்களில் இடம்பெறாதது எது?",
    "options": [
      "உலகியல் நூறு",
      "கனிச்சாறு",
      "திருக்குறள் மெய்ப்பொருளுரை",
      "குடிமகன்"
    ],
    "answer": "d",
    "additional_context": "பாவலரேறு பெருஞ்சித்திரனார் தமிழ் மொழி, இலக்கியம் ஆகியவற்றைப் பற்றி பல நூல்களை எழுதியுள்ளார். அவருடைய சில முக்கிய நூல்கள்: ‘உலகியல் நூறு’, ‘கனிச்சாறு’, ‘திருக்குறள் மெய்ப்பொருளுரை’.  அவர் பாடிய பாடல்கள் தமிழ் மொழி மீதான அன்பையும், பற்றையும், மரியாதையையும் வெளிப்படுத்துகிறது. அவருடைய பாடல்கள் ஏராளமான மக்களை மனம் கவர்ந்தன. அவரது படைப்புகள் தமிழ் மொழி வளர்ச்சிக்குப் பெரிதும் உதவியுள்ளன. அவரது நூல்கள் பலவற்றை நாட்டுடைமையாக்கி தமிழ் மொழியின் பெருமையை காத்து வருகிறோம். அவருடைய  'திருக்குறள் மெய்ப்பொருளுரை' தமிழ் மொழிக்கும், இலக்கியத்திற்கும் மிகப்பெரிய பங்களிப்பைச் செய்திருக்கிறது."
  },
  {
    "description": "“மன்னி அரசிருந்த மண்ணுலகப் பேரரசே!” என்ற வரிகள் எதைப் பற்றி குறிப்பிடுகின்றன?",
    "options": [
      "பாண்டிய நாட்டின் வீரத்தையும் புகழையும்",
      "தமிழ் மொழியின் வரலாற்றுப் பின்னணியையும்",
      "சங்க இலக்கியத்தின் சிறப்பையும்",
      "தமிழ் மொழியின் ஆட்சிப் பண்பையும்"
    ],
    "answer": "b",
    "additional_context": " “மன்னி அரசிருந்த மண்ணுலகப் பேரரசே!” என்ற வரிகள்  பாவலரேறு பெருஞ்சித்திரனார் எழுதிய  'அன்னை மொழியே' என்ற  பாடலில் உள்ளது.  இந்த வரிகள்  தமிழ் மொழியின் வரலாற்றுப் பின்னணியைப்  பற்றிப் பேசுகின்றன. தமிழ் மொழி பேசும் பகுதி பழங்காலத்தில்  பல அரசர்களால் ஆளப்பட்டது. அவ்வாறு  தமிழகத்தில் ஆட்சி செய்த பண்டைய  அரசர்களைப் பற்றிய குறிப்புகளை இந்த வரிகள் வழங்குகின்றன.  இந்த வரிகள்  தமிழ் மொழியின் பழமை மற்றும்  அதன் பின்னணியை வெளிப்படுத்துகின்றன.  "
  },
  {
    "description": "“கற்றறிந்தார் ஏத்தும் கலியோடு அகம்புறம் என்று இத்திறத்த எட்டுத் தொகை” - இச்செய்யுளில் குறிப்பிடப்படும் “எட்டுத்தொகை”  என்ன?",
    "options": [
      "தமிழ் இலக்கியத்தில் 8 நூல்களை உள்ளடக்கிய ஒரு தொகுப்பு",
      "சங்க காலத்தில் எழுந்த எட்டுப் புத்தகங்கள்",
      "பாவலரேறு பெருஞ்சித்திரனாரின் எட்டு நூல்கள்",
      "பதினெண் கீழ்க்கணக்கின் ஒரு பகுதி"
    ],
    "answer": "a",
    "additional_context": "“கற்றறிந்தார் ஏத்தும் கலியோடு அகம்புறம் என்று இத்திறத்த எட்டுத் தொகை”  இச்செய்யுள்  சங்க இலக்கியம் பற்றியது.   சங்க இலக்கியத்தில்   எட்டுத்தொகை  என்ற  தொகுப்பு  உண்டு. இதில் 8 நூல்கள் உள்ளன. அவை:  நற்றிணை,  குறுந்தொகை,  ஐங்குறுநூறு,  பதிற்றுப்பத்து,  பரிபாடல்,  கலித்தொகை,  அகம்,  புறம்.   இந்த எட்டு நூல்களை  சேர்ந்தே 'எட்டுத்தொகை'  என்று  சொல்லப்படுகிறது."
  }
]
