[
          
  {
    
          "description": "'ஆசுகவி, மதுரகவி, சித்திரகவி, வித்தாரகவி' -  என்ற சொற்களால்  குறிக்கப்படுபவை யாவை?",
          "options": [
      "நல்ல கவிஞர்களின்  வகைகள்",
      "கவியின்  நான்கு  வகைகள்",
      "கவியின்  நான்கு  வகைகள்",
      "கவியின்  நான்கு  நடைமுறைகள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த கேள்வி கவிதை வகைகளைப் பற்றியது. ஆசுகவி, மதுரகவி, சித்திரகவி, வித்தாரகவி என நான்கு வகையான கவிகள் இருக்கின்றன என்பதை இந்த கேள்வி  கூறுகிறது.  'ஆசுகவி'  என்பது உடனடியாக பாடப்படும் கவிதை. 'மதுரகவி'  என்பது இனிமையான வார்த்தைகளைக் கொண்ட கவிதை. 'சித்திரகவி'  என்பது  சித்திரத்தைப் போல படம்பிடித்து காட்டும் கவிதை. 'வித்தாரகவி'  என்பது  எல்லா வகையான கவிதைகளையும் உள்ளடக்கிய கவிதை ஆகும்.  "
          }
        ,
          
  {
    
          "description": "'Renaissance' -  என்ற கலைச்சொல்லின்  தமிழ்ப் பெயர் என்ன?",
          "options": [
      "மீட்சி",
      "மீட்டுருவாக்கம்",
      "மறுமலர்ச்சி",
      "மறுசீரமைப்பு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கேள்வி கலைச் சொல்லான 'Renaissance' என்ற சொல்லின் தமிழ்ப் பெயரைக் கேட்கிறது. 'Renaissance' என்ற சொல் ஐரோப்பிய வரலாற்றில் ஒரு முக்கியமான காலத்தைக் குறிக்கிறது.  இக்காலத்தில்  கலை, அறிவியல், இலக்கியம்  மீண்டும் புத்துயிர் பெற்றன.  'Renaissance' என்ற சொல்லுக்கு தமிழில் 'மறுமலர்ச்சி'  என்று பொருள்.  'மறுமலர்ச்சி' என்ற சொல் ஐரோப்பாவின் கலை, அறிவியல் மற்றும் கலாச்சாரத்தில்  இருந்த மந்தநிலையிலிருந்து எழுந்த  புத்துயிர்ப்பு  காலத்தை  குறிக்கிறது. "
          }
        ,
          
  {
    
          "description": "வள்ளலாரின் பாடலில் எத்தனை வகையான இன்பங்களைப் பற்றிப் பாடப்பட்டுள்ளது?",
          "options": [
      "ஐந்து",
      "ஆறு",
      "ஏழு",
      "எட்டு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த கேள்வி வள்ளலார் பாடலில்  எத்தனை வகையான இன்பங்களைப் பற்றி பாடப்பட்டுள்ளது என்பதைக் கேட்கிறது.  வள்ளலார் தனது பாடலில்  ஏழு  வகையான  இன்பங்களைப் பற்றிப் பாடியுள்ளார்.  அவை: கோடை  இளைப்பாறுதல், குளிர்ந்த நீர், மலரின் நறுமணம், மென்மையான காற்று, சுகம், மணவாளன், அரசனின் அலங்காரம்.  இந்த ஏழு வகையான இன்பங்கள்  மனித வாழ்வில்  முக்கியமானவை  என்பதை  வள்ளலார்  தனது பாடலில்  வலியுறுத்துகிறார். "
          }
        ,
          
  {
    
          "description": "வள்ளலாரின் பாடலில் 'நிழல்கனிந்த கனியே' என்னும் சொற்றொடர் எந்த இன்பத்தை குறிக்கிறது?",
          "options": [
      "கோடையிலே இளைப்பாற்றிக் கொள்ளும்வகை கிடைத்த குளிர்தருவே",
      "ஓடையிலே ஊறுகின்ற தீஞ்சுவைத்தண் ணீரே",
      "மேடையிலே வீசுகின்ற மெல்லியபூங் காற்றே",
      "ஆடையிலே எனைமணந்த மணவாளா பொதுவில் ஆடுகின்ற அரசேஎன் அலங்கல்அணிந் தருளே"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த கேள்வி வள்ளலார் பாடலில்  'நிழல்கனிந்த கனியே'  என்ற சொற்றொடர் எந்த இன்பத்தை குறிக்கிறது  என்பதைக் கேட்கிறது. வள்ளலார்  தனது  பாடலில்  இந்த  சொற்றொடரைக் கொண்டு  'கோடையிலே இளைப்பாற்றிக் கொள்ளும் வகை கிடைத்த  குளிர்தருவே'  என்பதை  குறிப்பிடுகிறார்.  இந்த வரிகளில்  நிழல்  கோடையிலிருந்து  இளைப்பாறுதல்  நல்கும்  குளிர்ச்சியை   குறிக்கிறது.  கனியே  என்பது  இன்பத்தை  குறிக்கிறது.  "
          }
        ,
          
  {
    
          "description": "திருக்குறளில் எண்ணுப் பெயர்கள் இடம் பெறும் குறள்களை கண்டுபிடித்து எழுது. குறிப்பாக 'ஒன்று', 'இரண்டு', 'மூன்று', 'நான்கு', 'ஐந்து', 'ஆறு', 'ஏழு', 'எட்டு', 'பத்து' ஆகிய எண்ணுப் பெயர்களைப் பயன்படுத்தும் குறள்களைக் கண்டுபிடிக்க வேண்டும். பாடல் வரிகளையும், குறள் எண்களையும் சேர்த்து எழுது.",
          "options": [],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த கேள்வி திருக்குறளில்  எண்ணுப் பெயர்கள் இடம் பெறும் குறள்களை கண்டுபிடித்து எழுத  கேட்கிறது.  குறிப்பாக 'ஒன்று', 'இரண்டு', 'மூன்று', 'நான்கு', 'ஐந்து', 'ஆறு', 'ஏழு', 'எட்டு', 'பத்து'  என்ற எண்ணுப் பெயர்களைப் பயன்படுத்தும் குறள்களை கண்டுபிடிக்க வேண்டும்  என்றும் கேட்கிறது.  திருக்குறளில் எண்ணுப் பெயர்கள்  இடம் பெறும் குறள்கள்  பல உள்ளன.  இந்த குறள்களை  தேடி எழுதுவது  கடினம்.  நீங்கள்  திருக்குறள்  புத்தகத்தை  பார்த்து  இந்தக் கேள்விக்கான  பதிலைக்  கண்டுபிடிக்கலாம்."
          }
        ]