
[
  {
    "description": "இந்தப் பத்தியில் யார் யாருடன் பேசிக் கொண்டிருக்கிறார்கள்?",
    "options": [
      "a) ஒரு கணினி மாதிரி ஒரு பயனரைக் கேட்கிறது.",
      "b) ஒரு பயனர் ஒரு கணினி மாதிரியைக் கேட்கிறது.",
      "c) இரண்டு பயனர்கள் ஒருவரையொருவர் கேட்கிறார்கள்.",
      "d) ஒரு கணினி மாதிரி மற்றொரு கணினி மாதிரியை கேட்கிறது."
    ],
    "answer": "A",
    "additional_context": "இந்த பத்தியில், ஒரு கணினி மாதிரி, ஒரு பயனரைக் கேள்வி கேட்கிறது. இதில் பயனர் PDF கோப்பில் உள்ள மொழியைப் பிரித்தெடுக்க கணினி மாதிரியை கேட்கிறார்.  கணினி மாதிரியால், PDF ஃபைல்களை படிக்க முடியாது என்பதை, இந்த பத்தியில் தெளிவாக தெரிவிக்கப்படுகிறது. அது PDF கோப்பில் இருந்து மொழியைப் பிரித்தெடுக்க முடியாது.  PDF கோப்பை படிக்க பயனர்தான் ஒரு மென்பொருளை பயன்படுத்தி, உரையை நகலெடுத்து கணினி மாதிரிக்கு அனுப்ப வேண்டும் என்று கூறுகிறது."
  },
  {
    "description": "PDF ஃபைல்களைப் படிக்க முடியாதது ஏன் என்று பத்தியில் எழுதப்பட்டுள்ளது?",
    "options": [
      "a) கணினி மாதிரிக்கு PDF ஃபைல்களை அணுகும் திறன் இல்லை.",
      "b) PDF ஃபைல்கள் மிகப் பெரியவை, அதனால் கணினி மாதிரி அவற்றைச் சேமிக்க முடியாது.",
      "c) PDF ஃபைல்கள் கணினி மாதிரியின் மொழிக்குப் பொருந்தாது.",
      "d) கணினி மாதிரி படிக்கக் கூடிய PDF ஃபைல்களுக்கு மட்டுமே வடிவமைக்கப்பட்டுள்ளது."
    ],
    "answer": "A",
    "additional_context": "PDF ஃபைல்களைப் படிக்க முடியாது என்பதை பத்தியில் தெளிவாக சொல்லப்பட்டுள்ளது. கணினி மாதிரிக்கு PDF ஃபைல்களைப் படிக்க முடியாது.  இது ஒரு நிரல் திறன் பிரச்சனை. அதாவது, கணினி மாதிரி PDF கோப்பின் உள்ளடக்கத்தை எப்படிப் படிப்பது என்பது தெரியாது. இதனால், பயனர் PDF கோப்பை திறந்து, அதிலிருந்து உள்ளடக்கத்தை நகலெடுத்து கணினி மாதிரிக்கு அனுப்ப வேண்டும் என்று  கணினி மாதிரி கூறுகிறது.  PDF ஃபைல்களைப் படிக்க முடியாது என்பதை, இந்த பத்தியில் தெளிவாக தெரிவிக்கப்படுகிறது."
  },
  {
    "description": "PDF ஃபைலில் இருந்து உரையை எப்படிப் பிரித்தெடுக்க வேண்டும் என்பதைப் பத்தி என்ன சொல்கிறது?",
    "options": [
      "a) பயனர் PDF ஃபைலை அச்சிட்டு, அதை புகைப்படம் எடுத்து கணினி மாதிரிக்கு அனுப்ப வேண்டும்.",
      "b) பயனர் ஒரு மென்பொருள் மூலம் PDF ஃபைலைத் திறந்து, உரையை நகலெடுத்து கணினி மாதிரிக்கு அனுப்ப வேண்டும்.",
      "c) பயனர் PDF ஃபைலைத் திறந்து, கணினி மாதிரியைப் பயன்படுத்தி அதைப் படிக்க வேண்டும்.",
      "d) கணினி மாதிரி PDF ஃபைலைத் தானாகவே திறந்து, உரையைப் பிரித்தெடுக்கும்."
    ],
    "answer": "B",
    "additional_context": "PDF ஃபைலில் இருந்து உரையைப் பிரித்தெடுக்க, பயனர் ஒரு மென்பொருளைப் பயன்படுத்தி, PDF கோப்பை திறந்து, உரையை நகலெடுத்து கணினி மாதிரிக்கு அனுப்ப வேண்டும் என்று கணினி மாதிரி தெரிவிக்கிறது.  கணினி மாதிரி PDF கோப்பைத் தானாகவே திறந்து, உரையைப் பிரித்தெடுக்க முடியாது என்பதும், பயனர் ஒரு மென்பொருள் மூலம் PDF கோப்பைத் திறந்து, உரையை நகலெடுத்து கணினி மாதிரிக்கு அனுப்ப வேண்டும் என்பதும் இந்த பத்தியில் தெளிவாக தெரிவிக்கப்படுகிறது."
  },
  {
    "description": "கணினி மாதிரி என்ன செய்ய முடியும்?",
    "options": [
      "a) PDF ஃபைல்களை படிக்க முடியும்.",
      "b) PDF ஃபைல்களை மொழிபெயர்க்க முடியும்.",
      "c) PDF ஃபைலில் உள்ள உரையை அழகுபடுத்த முடியும்.",
      "d) PDF ஃபைலை உருவாக்க முடியும்."
    ],
    "answer": "C",
    "additional_context": "கணினி மாதிரி,  PDF ஃபைலில் உள்ள உரையை அழகுபடுத்த முடியும்.  கணினி மாதிரிக்கு PDF ஃபைல்களை படிக்க முடியாது. இதனால், கணினி மாதிரி PDF கோப்பில் உள்ளடக்கத்தை, மொழிபெயர்க்கவோ,  PDF ஃபைலை உருவாக்கவோ  முடியாது.  PDF கோப்பில் உள்ளடக்கத்தை பயனர் கணினி மாதிரிக்கு அனுப்பினால், கணினி மாதிரி, அதை அழகுபடுத்த முடியும்.  கணினி மாதிரி  PDF ஃபைலில் உள்ளடக்கத்தை அழகுபடுத்த முடியும் என்பதை இந்த பத்தியில் தெளிவாக தெரிவிக்கப்படுகிறது."
  }
]
