
[
  {
    "description": "'தா' என்ற சொல் எந்தத் தொடரில் உள்ளது?",
    "options": [
      "எழுவாய்த் தொடர்",
      "பெயரெச்சத் தொடர்",
      "வினையெச்சத் தொடர்",
      "விளித் தொடர்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வியைப் புரிந்துகொள்ள, வினைச்சொல், பெயரெச்சம், வினையெச்சம் ஆகியவற்றைப் பற்றிய அடிப்படை அறிவு தேவை. இந்தப் பாடத்தில் 'தா' என்ற சொல் பெயரெச்சத் தொடரில் பயன்படுத்தப்பட்டுள்ளது என்பதை கவனிக்கவும். 'தா' என்பது ஒரு வினைச்சொல். ஆனால், இங்கு அது 'தந்த' என்று பெயரெச்சமாக மாற்றப்பட்டு, பெயரெச்சத் தொடரில் பயன்படுத்தப்பட்டுள்ளது.  வினைச்சொல் பெயரெச்சமாக மாறும் போது அதன் பின்னே 'து' அல்லது 'த்' என்ற எழுத்து இருக்கும்.  அந்தந்த எழுத்துகள் அந்த வினைச்சொல்லின் இறுதி எழுத்தின் அடிப்படையில் மாறும். 'தா' என்ற வினைச்சொல் 'தந்த' என பெயரெச்சமாக மாறியுள்ளது. எனவே, 'தா' என்ற சொல் பெயரெச்சத் தொடரில் உள்ளது எனக் கூறுகிறோம்."
  },
  {
    "description": "'பார்' என்ற சொல் எந்தத் தொடரில் உள்ளது?",
    "options": [
      "எழுவாய்த் தொடர்",
      "பெயரெச்சத் தொடர்",
      "வினையெச்சத் தொடர்",
      "விளித் தொடர்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கேள்வியைப் புரிந்துகொள்ள, வினைச்சொல், பெயரெச்சம், வினையெச்சம் ஆகியவற்றைப் பற்றிய அடிப்படை அறிவு தேவை.  இந்தப் பாடத்தில் 'பார்' என்ற சொல் விளித் தொடரில் பயன்படுத்தப்பட்டுள்ளது என்பதை கவனிக்கவும்.  'பார்' என்ற சொல், 'பாரு' என்ற வினைச்சொல்லின் சுருங்கிய வடிவம்.  நேரடியாக ஒருவரை அழைக்கும் வார்த்தை, அல்லது ஒருவரைப் பார்த்து எதையாவது கேட்கும் வார்த்தை, அல்லது எதையாவது பார்க்கும்படி கூறும் வார்த்தை, இந்த வார்த்தைகளைக் கொண்டு 'விளித் தொடர்' உருவாகும். இங்கு, 'பார்' என்ற சொல்,  'குழந்தை' என்ற சொல்லை நேரடியாக அழைக்கப் பயன்படுத்தப்பட்டுள்ளது. எனவே, 'பார்' என்ற சொல் விளித் தொடரில் உள்ளது எனக் கூறுகிறோம்."
  },
  {
    "description": "'ஓடு' என்ற சொல்லுக்குரிய வினையெச்சத் தொடரை எழுதுக.",
    "options": [
      "ஓடி",
      "ஓடினாள்",
      "ஓடிய",
      "ஓடி வந்தாள்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கேள்வியைப் புரிந்துகொள்ள, வினைச்சொல், பெயரெச்சம், வினையெச்சம் ஆகியவற்றைப் பற்றிய அடிப்படை அறிவு தேவை.  இந்தப் பாடத்தில் 'ஓடு' என்ற வினைச்சொல்லுக்குரிய வினையெச்சத் தொடர் 'ஓடிய' என்பது.  வினைச்சொல், ஒரு பெயரைக் குறிக்கும். ஆனால், வினையெச்சம்,  அந்த வினைச்சொல்லால் செய்யப்பட்ட செயலைக் குறிக்கும்.  வினைச்சொல், வினையெச்சமாக மாறும் போது அதன் பின்னே 'ய' அல்லது 'ய்' என்ற எழுத்து இருக்கும்.  அந்தந்த எழுத்துகள் அந்த வினைச்சொல்லின் இறுதி எழுத்தின் அடிப்படையில் மாறும்.  'ஓடு' என்ற வினைச்சொல் 'ஓடிய' என வினையெச்சமாக மாறியுள்ளது.  எனவே, 'ஓடு' என்ற சொல்லுக்குரிய வினையெச்சத் தொடர் 'ஓடிய' எனக் கூறுகிறோம்."
  }
]
