[
          
  {
    
          "description": "'விசும்பில் ஊழி ஊழ் ஊழ் செல்லக் கரு வளர் வானத்து இசையில் தோன்றி'  என்ற வரிகளில் உள்ள 'ஊழி' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "பருவகாலம்",
      "காலம்",
      "யுகம்",
      "நிகழ்வு"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகள் பரிபாடல் நூலில் உள்ளன. இந்நூல் எட்டுத்தொகை நூல்களுள் ஒன்றாகும். இதில்  சூரியனும் பூமியும் உருவான காலம், அண்டம் பற்றிய கருத்துக்கள் குறிப்பிடப்பட்டுள்ளன. இந்நூலை எழுதியவர் கீரந்தையார். அண்டத்தின் தோற்றம் பற்றி விளக்கமாக பாடல் கூறுகிறது. 'விசும்பில் ஊழி ஊழ் ஊழ் செல்லக் கரு வளர் வானத்து இசையில் தோன்றி' என்ற வரிகளில் 'ஊழி' என்பது 'யுகம்' என்பதைக் குறிக்கிறது. இதன் பொருள், பூமி உருவாகும் காலத்தில் பல யுகங்கள் கடந்து சென்றுள்ளன. பல ஊழிகள் கடந்து சென்றுள்ளன என்று பொருள்"
          }
        ,
          
  {
    
          "description": "பாடலில் கூறப்படும் 'செந்தீச் சுடரிய ஊழியும்' என்பது எந்த ஊழியைக் குறிக்கிறது?",
          "options": [
      "காற்றுப் பூதம் பரவிய காலம்",
      "பூமி உருவான காலம்",
      "மழை பொழிந்த காலம்",
      "வெள்ளத்தில் மூழ்கிய காலம்"
    ],
    "answer": "B",
    
          "additional_context": "பரிபாடல் நூலில் கூறப்பட்டுள்ள இந்த வரிகள் பூமி உருவாகும் காலத்தைப் பற்றி விளக்குகின்றன. 'செந்தீச் சுடரிய ஊழியும்' என்ற வரிகளில் 'செந்தீ' என்பது நெருப்பைக் குறிக்கிறது.  'சுடரி' என்பது வெப்பத்தைக் குறிக்கிறது. இதன் பொருள், பூமி உருவான காலம்  நெருப்புப் பந்தாக இருந்த காலம். அதாவது, பூமி உருவான காலம் 'செந்தீச் சுடரிய ஊழியும்' என்று குறிப்பிடப்பட்டுள்ளது. இந்த காலத்தில் பூமி தீப்பந்தாக இருந்தது என்பதைப் பாடல் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "பாடலில் 'ஆர்தருபு' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "உயிர்கள் தோன்றிய காலம்",
      "பூமி வெள்ளத்தில் மூழ்கிய காலம்",
      "பூமி உருவான காலம்",
      "காற்றுப் பூதம் பரவிய காலம்"
    ],
    "answer": "B",
    
          "additional_context": "பரிபாடல் நூலில் கூறப்பட்டுள்ள இந்த வரிகள் பூமி உருவாகும் காலத்தைப் பற்றி விளக்குகின்றன. 'உள் முறை வெள்ளம் மூழ்கி ஆர்தருபு' என்ற வரிகளில் 'ஆர்தருபு' என்பது 'வெள்ளத்தில் மூழ்கிக் கிடந்த' என்பதைக் குறிக்கிறது. இதன் பொருள், பூமி உருவான காலத்தில் மழை பெய்து வெள்ளத்தில் மூழ்கியிருந்த காலம். பின்னர் பூமி வெள்ளத்தில் மூழ்கி இருந்ததால்  உயிர்கள் தோன்றிய காலம் ஆர்தருபு என்று கூறப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'கிளர்ந்த' என்ற வினைச்சொல்லின் பகுபத உறுப்பிலக்கணம் என்ன?",
          "options": [
      "கிளர் + த் + த் + அ",
      "கிளர் + த் + த் + ன்",
      "கிளர் + ந்த + த் + அ",
      "கிளர் + த் + ந்த + அ"
    ],
    "answer": "A",
    
          "additional_context": "பரிபாடல் நூலில் கூறப்பட்டுள்ள இந்த வரிகள் பூமி உருவாகும் காலத்தைப் பற்றி விளக்குகின்றன. 'உந்து வளி கிளர்ந்த ஊழி ஊழ் ஊழியும்'  என்ற வரிகளில்  'கிளர்ந்த' என்பது வினைச்சொல். இதன் பகுபத உறுப்பிலக்கணம்  'கிளர் + த் + த் + அ' ஆகும். இதன் பொருள், பூமி உருவான காலத்தில் காற்றுப் பூதம் பரவி, இயக்கம் பெற்ற காலம். பாடல் இவ்வாறு விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "பரிபாடல் நூல் எத்தனை பாடல்களைக் கொண்டது?",
          "options": [
      "70",
      "24",
      "100",
      "50"
    ],
    "answer": "B",
    
          "additional_context": "பரிபாடல் எட்டுத்தொகை நூல்களுள் ஒன்றாகும். இதில் 70 பாடல்கள் இருப்பதாக உரையாசிரியர்கள் கூறியுள்ளனர். ஆனால் இன்று 24 பாடல்களே கிடைத்துள்ளன. இதன் மூலம் நமக்கு  இருபதாம் நூற்றாண்டிற்கு முந்தைய தமிழ் மக்களின் வாழ்க்கை முறை, சமூக உறவு, அறிவாற்றல், இயற்கையைப் புரிந்துகொள்ளும் திறன் போன்றவற்றைப் பற்றி தெரியவருகிறது."
          }
        ]