[
          
  {
    
          "description": "'தேன்மழை' எனும் நூலை எழுதியவர் யார்?",
          "options": [
      "க.த.திருநாவுக்கரசு",
      "சுரதா",
      "அ.கா.பெருமாள்",
      "கம்பர்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி, 'அறிவை விரிவு செய்' என்ற பகுதியில் கொடுக்கப்பட்ட புத்தகங்களைக் காட்டி கேட்கப்படுகிறது. புத்தகங்கள் மற்றும் எழுத்தாளர்களின் பெயர்கள் கொடுக்கப்பட்டுள்ளன. 'தேன்மழை' எனும் நூலை எழுதியவர் யார் என்பதைக் கண்டறிந்து விடை  தேர்ந்தெடுக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "'தாரை தப்பட்டை முழங்க ஒயிலாட்டம் ஆடியவாறு மண்ணின் மக்கள்...' என்ற வாக்கியம் எந்த கலை வடிவத்தைக் குறிக்கிறது?",
          "options": [
      "தோற்பாவைக் கூத்து",
      "பொம்மலாட்டம்",
      "ஒயிலாட்டம்",
      "மயிலாட்டம்"
    ],
    "answer": "C",
    
          "additional_context": "பாடப்பகுதியில் 'அரசின் பொங்கல் விழாவில் சிற்றூர்க் கலைகளைக் காட்சியாக்கியிருக்கிறார்கள். ஒருபுறம் திரைகட்டித் தோற்பாவைக் கூத்து நிகழ்ந்துகொண்டிருக்கிறது. இன்னொருபுறம் பொம்மலாட்டம் ஆடிக்கொண்டிருந்தனர். சற்று நடந்தால் தாரை தப்பட்டை முழங்க ஒயிலாட்டம் ஆடியவாறு மண்ணின் மக்கள்....'  எனக் கூறப்பட்டுள்ளது. அதன்படி,  இந்த வாக்கியம் 'ஒயிலாட்டம்'  என்ற கலை வடிவத்தைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "நிகழ்கலைகளைப் பாதுகாக்கவும் வளர்க்கவும் மேன்மேலும் பரவலாக்கவும், ______ விழாக்களில் ______ முதலான கலைகளை நிகழ்த்த முனைவேன்.",
          "options": [
      "திருமணம், தோற்பாவைக் கூத்து",
      "பிறந்த நாள், மயிலாட்டம்",
      "நாட்டுப்புற விழா, பொம்மலாட்டம்",
      "பொங்கல், தாரை தப்பட்டை"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்விக்கு பதில் அளிக்கும் போது  நிகழ்கலைகளைப் பாதுகாக்கவும் வளர்க்கவும் மேன்மேலும் பரவலாக்கவும் என்ற கேள்விக்கு நாம் எந்த விழாவில் எந்த கலையை நிகழ்த்த முனைவேன்  என்று  சிந்திக்க வேண்டும். பாடப்பகுதியில் “பிறந்த நாள் விழாக்களில் மயிலாட்டம் முதலான கலைகளை நிகழ்த்த முனைவேன்,”  என்று   கூறப்பட்டுள்ளது.  அதன்படி  “பிறந்த நாள், மயிலாட்டம் ” என்பதே சரியான விடை."
          }
        ,
          
  {
    
          "description": "கீழ்கண்டவற்றில் எது சிற்றூர்க் கலைகளின் பாதுகாப்பு மற்றும் வளர்ச்சிக்கு உதவும் செயலல்ல?",
          "options": [
      "a) பிறந்தநாள் விழாக்களில் மயிலாட்டம் போன்ற கலைகளை நிகழ்த்த முனைவு",
      "b) குடும்ப விழாக்களில் பொம்மலாட்டம் நிகழ்த்த ஏற்பாடு",
      "c) அரசின் பொங்கல் விழாக்களில் சிற்றூர்க் கலைகளைக் காணாமல் இருத்தல்",
      "d) சிற்றூர்க் கலைகளைப் பற்றிய விழிப்புணர்வை ஏற்படுத்துதல்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த கேள்வி, சிற்றூர்க் கலைகளின் பாதுகாப்பு மற்றும் வளர்ச்சிக்கு உதவும் செயலல்ல  என்பதை  கண்டறிந்து விடை  தேர்ந்தெடுக்க வேண்டும்.  'அரசின் பொங்கல் விழாக்களில் சிற்றூர்க் கலைகளைக் காணாமல் இருத்தல்,'  என்பது  சிற்றூர்க் கலைகளின் பாதுகாப்பு மற்றும் வளர்ச்சிக்கு உதவும் செயலல்ல."
          }
        ,
          
  {
    
          "description": "'கலைச்சொல் அறிவோம்' என்ற பகுதியில் குறிப்பிடப்பட்ட 'Aesthetics' என்ற ஆங்கிலச் சொல்லின் தமிழ்ப் பொருள் எது?",
          "options": [
      "a) கலைச்சொல்",
      "b) அழகியல், முருகியல்",
      "c) கலைப் படைப்புகள்",
      "d) தொன்மம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி, 'கலைச்சொல் அறிவோம்'  என்ற பகுதியில் கொடுக்கப்பட்ட 'Aesthetics'  என்ற ஆங்கிலச் சொல்லின் தமிழ்ப் பொருள் என்ன  என்பதை  கண்டறிந்து விடை  தேர்ந்தெடுக்க வேண்டும்.   'Aesthetics'  என்ற  ஆங்கிலச் சொல்லின் தமிழ்ப் பொருள்  'அழகியல், முருகியல்'. "
          }
        ]