
[
  {
    "description": "“மரம் தேடிய களைப்பு / மின்கம்பியில் / இளைப்பாறும் குருவி.”  இந்தக் குறட்பாடலில் குருவிக்கு மின்கம்பியில் இளைப்பாற வேண்டிய அவசியம் என்னவாக இருக்கும்?",
    "options": [
      "a) மின்கம்பி மிகவும் வலுவானது.",
      "b) மரம் தேடிய களைப்பு தீர மின்கம்பி சிறந்த இடம்.",
      "c) மின்கம்பி குருவியின் கூடு கட்டும் இடம்.",
      "d) மின்கம்பி மரத்தைப் போலவே ஓய்வு தரும் இடம்."
    ],
    "answer": "b",
    "additional_context": "இந்தக் குறட்பாடலில், குருவி மரத்தைத் தேடி களைத்துப் போய், ஓய்வு எடுக்க மின்கம்பியில் அமர்ந்துள்ளது. மின்கம்பி மிகவும் உயரத்தில் இருப்பதால், அங்கே மரத்தை விட எளிதாக ஓய்வு எடுக்க முடியும். அதனால்தான் குருவி மின்கம்பியில் இளைப்பாற வேண்டியதாக இருக்கிறது. மரம் தேடி களைப்பு தீர மின்கம்பி சிறந்த இடம் என்பதை இந்தக் குறட்பாடல் விளக்குகிறது."
  },
  {
    "description": "“விற்பனையில் / காற்றுப் பொட்டலம் / சிக்கனமாய் மூச்சு விடவும் ... ” இந்தக் குறட்பாடல் காற்றுப் பொட்டலத்தைப் பற்றி என்ன கருத்தை வெளிப்படுத்துகிறது?",
    "options": [
      "a) காற்றுப் பொட்டலம் மிகவும் பயனுள்ளது.",
      "b) காற்றுப் பொட்டலம் காற்றைச் சிக்கனமாக பயன்படுத்த வழிவகை செய்கிறது.",
      "c) காற்றுப் பொட்டலம் மனித வாழ்வின் அத்தியாவசிய தேவை.",
      "d) காற்றுப் பொட்டலம் காற்றின் தரத்தை மேம்படுத்துகிறது."
    ],
    "answer": "b",
    "additional_context": "இந்தக் குறட்பாடல் காற்றுப் பொட்டலம்  காற்றைச் சிக்கனமாக பயன்படுத்த வழிவகை செய்கிறது என்பதை வெளிப்படுத்துகிறது. இன்றைய காலத்தில் காற்று மாசு அதிகமாக இருப்பதால், காற்றுப் பொட்டலம் போன்ற கருவிகள் மக்களுக்கு மிகவும் அவசியமானவை. இவை காற்றைச் சுத்தப்படுத்தி, அதை சிக்கனமாக பயன்படுத்த உதவுகின்றன. இதன் மூலம் மக்களின் ஆரோக்கியத்தை மேம்படுத்த முடியும்."
  },
  {
    "description": "“மரபுத்தொடர்                  | கண்ணும் கருத்தும் \n----------------------------- | ---------------------\nமனக்கோட்டை               | ஆறப்போடுதல்\nஅள்ளி இறைத்தல்           |  ”   இந்த அட்டவணையில்  “அள்ளி இறைத்தல்” என்ற மரபுத்தொடருக்கு ஏற்ற பொருள் என்ன?",
    "options": [
      "a) மிகுந்த அன்பு",
      "b) உதவி செய்தல்",
      "c) மிகுந்த பொறுமை",
      "d) கடுமையான கோபம்"
    ],
    "answer": "a",
    "additional_context": "இந்த அட்டவணையில்,  ‘அள்ளி இறைத்தல்’  என்ற மரபுத்தொடருக்கு ஏற்ற பொருள்  ‘மிகுந்த அன்பு’  என்பது.  இந்த மரபுத்தொடர்  சிலருக்கு மிகுந்த அன்பு காட்டும் போது பயன்படுத்தப்படுகிறது.   இதன் பொருள்  ஒருவர் மீது  மிகுந்த அன்பு கொண்டிருப்பது,  அவர்களுக்கு மிகுந்த கவலையை கொடுப்பது,  அவர்களின் நலனை மனதார விரும்புவது  என்பதாகும்."
  },
  {
    "description": "“தம்பீ? எங்க நிக்கிறே?” “நீங்க சொன்ன எடத்துலதாண்ணே! எதிர்த்தாப்புல ஒரு டீ ஸ்டால் இருக்குது.”  இந்தப் பேச்சுவழக்கை எழுத்து வழக்காக மாற்று.  “தம்பி, நீ எங்கே இருக்கிறாய்?”  என்ற  பேச்சுவழக்கை எழுத்து வழக்காக எப்படி மாற்றுவது?",
    "options": [
      "a) தம்பி நீ எங்கே இருக்கிறாய்?",
      "b) தம்பி, நீ எங்கே இருக்கிறாய்?",
      "c) தம்பீ நீ எங்கே இருக்கிறாய்?",
      "d) தம்பீ, நீ எங்கே இருக்கிறாய்?"
    ],
    "answer": "b",
    "additional_context": "இந்த உரையாடல் பேச்சு வழக்கில் உள்ளது. இதனை எழுத்து வழக்காக மாற்றும் போது ‘தம்பி, நீ எங்கே இருக்கிறாய்?’  என எழுத வேண்டும். ஏனெனில்,  இது  உரையாடலின் நேரடி வடிவம். பேச்சு வழக்கில்  ‘தம்பி’ என்ற சொல்லுக்குப் பின்னால்  ‘?’  கேள்விக்குறி இடப்படுவது வழக்கம். ஆனால் எழுத்து வழக்கில் கேள்விக்குறியை  ‘?’  என இட வேண்டும்."
  },
  {
    "description": "“உங்கள் தெருவில் மின்விளக்குகள் பழுதடைந்துள்ளன அதனால் இரவில் சாலையில் நடந்துசெல்வோருக்கு ஏற்படும் இடையூறுகளை எழுதி ஆவன செய்யும்படி மின்வாரிய அலுவலருக்குக் கடிதம் எழுதுக.”  இந்தப் பத்தியில் உள்ள கடிதம் யாருக்கு எழுதப்பட வேண்டும்?",
    "options": [
      "a)  நகராட்சி அலுவலருக்கு",
      "b)  பொதுப்பணித்துறை அலுவலருக்கு",
      "c)  மின்வாரிய அலுவலருக்கு",
      "d)  காவல் துறை அலுவலருக்கு"
    ],
    "answer": "c",
    "additional_context": "இந்தப் பத்தியில் உள்ள கடிதம் மின்விளக்குகள் பழுதடைந்துள்ளன என்று குறிப்பிடுவதால், இது மின்வாரிய அலுவலருக்கு எழுதப்பட வேண்டும். ஏனெனில், மின்விளக்குகளை நிர்வகிப்பது மின்வாரியத்தின் பொறுப்பு. மின்விளக்குகள் பழுதடைந்ததால் ஏற்படும் இடையூறுகளைச் சரிசெய்வதற்கு,  மின்வாரிய அதிகாரிகளை  தொடர்பு கொள்ள வேண்டும்."
  }
]
