[
          
  {
    
          "description": "'இவன் மிகவும் படித்தவன்' என்ற தொடரில் எந்த வகையான வழுவமைதி உள்ளது?",
          "options": [
      "திணை வழுவமைதி",
      "பால் வழுவமைதி",
      "இட வழுவமைதி",
      "மரபு வழுவமைதி"
    ],
    "answer": "C",
    
          "additional_context": "ஒருவரைப் பற்றிப் பேசும்போது, அவருடைய பாலுணர்வைப் பொறுத்து சரியான பால் பெயர்களை பயன்படுத்த வேண்டும். உதாரணமாக, ஒரு ஆணைக் குறிக்கும் போது 'அவன்' என்ற சொல்லை பயன்படுத்த வேண்டும். அதேபோல், ஒரு பெண்ணைக் குறிக்கும் போது 'அவள்' என்ற சொல்லை பயன்படுத்த வேண்டும். ஆனால், 'இவன் மிகவும் படித்தவன்' என்ற தொடரில், ஆணைக் குறிக்க 'அவன்' என்ற சொல் பயன்படுத்தப்பட்டாலும், 'படித்தவன்' என்ற சொல் படர்க்கை இடத்தில் பயன்படுத்தப்பட்டுள்ளது. இது இட வழுவமைதி எனப்படும். "
          }
        ,
          
  {
    
          "description": "'மாலை நேரத்தில் பறவைகள் கூடு கட்டும்' என்ற தொடரில் உள்ள மரபுப் பிழையைத் திருத்தி எழுது.",
          "options": [
      "மாலை நேரத்தில் பறவைகள் கூடு கட்டுகின்றன",
      "மாலை நேரத்தில் பறவைகள் கூடுகட்டும்",
      "மாலை நேரத்தில் பறவைகள் கூடுகளை கட்டும்",
      "மாலை நேரத்தில் பறவைகள் கூடுகளை கட்டுகின்றன"
    ],
    "answer": "C",
    
          "additional_context": "பறவைகள் கூடுகளை கட்டுவது என்பது மரபு. ஆனால், 'மாலை நேரத்தில் பறவைகள் கூடு கட்டும்' என்ற தொடரில், 'கூடு' என்ற சொல்  நேரடியாக பயன்படுத்தப்பட்டுள்ளது. சரியான வழக்கமான மரபுப்படி 'கூடுகளை' என்ற சொல்லை பயன்படுத்த வேண்டும்.  'மாலை நேரத்தில் பறவைகள் கூடுகளை கட்டும்' என்ற தொடர் சரியான மரபுப்படி அமைந்துள்ளது."
          }
        ,
          
  {
    
          "description": "'அந்தப் பூக்கள் நல்ல வாசனை' என்ற தொடரில் எந்த வகையான இலக்கணப் பிழை உள்ளது?",
          "options": [
      "திணைப் பிழை",
      "பால்ப் பிழை",
      "இடப் பிழை",
      "காலப் பிழை"
    ],
    "answer": "C",
    
          "additional_context": "'அந்தப் பூக்கள் நல்ல வாசனை' என்ற தொடரில் 'வாசனை' என்ற சொல்  அஃறிணையைக் குறிக்கும் ஒரு சொல் ஆகும்.  ஆனால்,  'வாசனை' என்ற சொல்  பலர்பால் வகையைச் சேர்ந்ததாகத் தெரிகிறது.  சரியான வழக்கமான மரபுப்படி, அஃறிணையைக் குறிக்கும் சொற்களுடன் 'இருந்தது' அல்லது 'இருந்தன' என்ற சொற்களை பயன்படுத்த வேண்டும். 'அந்தப் பூக்கள் நல்ல வாசனை இருந்தது' அல்லது 'அந்தப் பூக்கள் நல்ல வாசனை இருந்தன'  என்ற தொடர்கள் சரியானவை."
          }
        ,
          
  {
    
          "description": "'என் வீட்டில் ஒரு நாய் இருக்கு' என்ற தொடரில் எந்த வகையான வழுவமைதி உள்ளது?",
          "options": [
      "திணை வழுவமைதி",
      "பால் வழுவமைதி",
      "இட வழுவமைதி",
      "கால வழுவமைதி"
    ],
    "answer": "A",
    
          "additional_context": "'என் வீட்டில் ஒரு நாய் இருக்கு' என்ற தொடரில்  'நாய்'  அஃறிணையைக் குறிக்கும் ஒரு சொல்.  'இருக்கு'  என்ற சொல் உயர்திணையைக் குறிக்கும்.  ஒரு அஃறிணையைக் குறிக்கும் போது உயர்திணை வினையை பயன்படுத்தக் கூடாது.  'என் வீட்டில் ஒரு நாய் இருக்கிறது'  என்ற தொடர் சரியானது."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் தொடர்களில் எது வழாநிலை தொடராகும்?",
          "options": [
      "அவன் இரண்டு புத்தகம் வாங்கினான்",
      "நான் நீ எங்கே இருக்கிறாய் என்று கேட்டேன்",
      "அவள் கடைக்குப் போய்  சாப்பாடு வாங்கி வந்தாள்",
      "அந்தப் பூக்கள் மணம் நறுக்கமாக இருந்தது"
    ],
    "answer": "C",
    
          "additional_context": "வழாநிலை என்பது இலக்கண முறையுடன் பிழையின்றிப் பேசுவதும் எழுதுவதும் ஆகும்.  மேலே கொடுக்கப்பட்ட தொடர்களில் 'அவள் கடைக்குப் போய்  சாப்பாடு வாங்கி வந்தாள்' என்ற தொடர் மட்டும் இலக்கணப்பிழையின்றி  சரியான மரபுப்படி அமைந்துள்ளது.  எனவே, இது வழாநிலை தொடர்."
          }
        ]