
[
  {
    "description": "“வாசலில் மரணம் நிற்பதறிந்தும் வருந்தாமல் சிரிக்கும் இந்தப் பூவை எப்படித் தொடுக்க நான்…” - இந்த வரிகள் எதைக் குறிக்கின்றன?",
    "options": [
      "இயற்கையின் மீது மனிதனுக்குள்ள அச்சம்",
      "மரணத்தை எதிர்கொள்ளும் வலிமை",
      "மலரின் மென்மையான அழகு",
      "மனித வாழ்வின் நிலையற்ற தன்மை"
    ],
    "answer": "D",
    "additional_context": "கவிஞர் உமா மகேஸ்வரி எழுதிய  \"பூத்தொடுத்தல்\"  என்ற கவிதையிலிருந்து எடுக்கப்பட்ட ஒரு வரி இது.  வாசலில் மரணம் இருந்தாலும், அதனைப் பற்றி வருந்தாமல் சிரிக்கும் பூவைப் போல,  மனித வாழ்வும் மிகவும் நிலையற்றது என்பதை  இந்த வரிகள் சுட்டிக் காட்டுகின்றன."
  },
  {
    "description": "“நுண்மையுற்றாலொழிய” - இந்த வார்த்தைகள் யாருக்கு சொல்லப்படுகின்றன?",
    "options": [
      "கவிஞருக்கு",
      "மலருக்கு",
      "வாசலில் நிற்கும் மரணத்துக்கு",
      "மனித வாழ்விற்கு"
    ],
    "answer": "A",
    "additional_context": "\"பூத்தொடுத்தல்\"  என்ற கவிதையில், பூவைத் தொடுப்பது மிகவும் கடினமானது  என்பதை உணர்த்தும் வகையில்,  கவிஞர்  \"என் மனமே நூலாகும் நுண்மையுற்றாலொழிய\" என்று கூறுகிறார்.  இங்கு  \"நுண்மையுற்றாலொழிய\"  என்ற சொற்கள் கவிஞருக்கே  சொல்லப்படுகின்றன."
  },
  {
    "description": "கவிஞர் உமா மகேஸ்வரியின் கவிதைத் தொகுதிகள் எவை?",
    "options": [
      "நட்சத்திரங்களின் நடுவே, கற்பாவை, வெறும் பொழுது",
      "வெறும் பொழுது, கற்பாவை, நட்சத்திரங்களின் நடுவே",
      "வெறும் பொழுது, நட்சத்திரங்களின் நடுவே, கற்பாவை",
      "நட்சத்திரங்களின் நடுவே, வெறும் பொழுது, கற்பாவை, அழகியல்"
    ],
    "answer": "D",
    "additional_context": "தமிழ் இலக்கிய உலகில்  தனக்கென ஒரு தனி இடத்தைப் பிடித்திருக்கும்  கவிஞர் உமா மகேஸ்வரி  \"நட்சத்திரங்களின் நடுவே\", \"வெறும் பொழுது\",  \"கற்பாவை\", \"அழகியல்\"  என்ற நான்கு கவிதைத் தொகுதிகளை வெளியிட்டுள்ளார்.  இவருடைய கவிதைகள் இயற்கை, வாழ்வின்  நிலைத்தன்மை, மனித உறவுகள்  என்ற  பல்வேறு  தலைப்புகளை  மையப்படுத்தி எழுதப்பட்டுள்ளன."
  },
  {
    "description": "“ஒவ்வொரு நாளும் நீங்கள் பார்க்கும் காட்சிகளில்/எதிர்கொள்ளும் நிகழ்வுகளில் கண்டுணரும் அழகை மூன்று நிமிடங்கள் சொற்களில் விவரிக்க” - இந்த வார்த்தைகள் எதைக் குறிக்கின்றன?",
    "options": [
      "கவிதையின் மூலம் உணர்வுகளைப் பகிர்ந்து கொள்ள வேண்டும்",
      "எல்லா மனிதர்களும் கவிஞர்கள்",
      "அழகைத் தேடி அலைவது வாழ்வின் நோக்கம்",
      "வாழ்வின் அழகை கண்டு மகிழ்வது"
    ],
    "answer": "D",
    "additional_context": "வாழ்வின் அழகை  நாம் எல்லோரும் கண்டு மகிழ வேண்டும்.  கவிதை என்பது  நம்  உணர்வுகளை வெளிப்படுத்தும்  ஒரு வடிவம்.  எனவே, ஒவ்வொரு நாளும்  நாம் பார்க்கும் காட்சிகளில்  உள்ள அழகைப் பற்றி  மூன்று நிமிடங்கள் எழுதிப் பார்க்கலாம்.  அப்படி எழுதும் போது,  நம்மில்  மறைந்திருக்கும்  கவிஞரை  வெளிக்கொண்டு  வரலாம்.  "
  },
  {
    "description": "கவிஞர் உமா மகேஸ்வரி  \"பூத்தொடுத்தல்\" என்ற தலைப்பில் எதைப் பற்றி எழுதியுள்ளார்?",
    "options": [
      "மலர்களைப் பறித்து அழகாகத் தொடுப்பது பற்றி",
      "மலர்களின் அழகை மனித உறவுகளுடன் ஒப்பிட்டுப் பேசுவது பற்றி",
      "மலர்களின் உணர்வுகளை மனிதர்களுடன் ஒப்பிட்டு எழுதுவது பற்றி",
      "மலர்களைப் பறிப்பதன் மூலம் ஏற்படும் மன உணர்வுகளைப் பற்றி"
    ],
    "answer": "d",
    "additional_context": "கவிஞர் உமா மகேஸ்வரி எழுதிய \"பூத்தொடுத்தல்\"  என்ற கவிதையின்  மூலமாக மலர்களைப் பறித்து தொடுப்பதன்  மூலம் ஏற்படும்  மன உணர்வுகளை   நுட்பமாக  பதிவு செய்துள்ளார்.  பூவை  தொடுப்பதன்  மூலம்  மலரின் அழகை மட்டுமல்ல,  வாழ்வின்  நிலையற்ற  தன்மையையும்  உணர்த்தியுள்ளார்."
  }
]
