[
          
  {
    
          "description": "_______  நீங்கி இன்பம் பயக்கும் மருள் நீங்கி மாசு அறு காட்சி யவர்க்கு.",
          "options": [
      "பயம்",
      "இருள்",
      "தீமை",
      "குற்றம்"
    ],
    "answer": "B",
    
          "additional_context": "மனிதர்களுக்கு இருளும், மருளும் நீங்கி, மாசு அறுந்த தெளிவான காட்சி கிடைக்கும் போது தான் அவர்களுக்கு இன்பம் உண்டாகும். இங்கே மருள் என்பது இருள், அறியாமையைக் குறிக்கிறது. மாசு அறு காட்சி என்பது தெளிவான காட்சி, அறிவு என்பதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'தம்மின் பெரியார் தமரா ஒழுகுதல் வன்மையுள் எல்லாம் தலை' என்ற குறட்பா கூறுவது, _______   என்பதைக் குறிப்பிடுகிறது?",
          "options": [
      "பெரியவர்களை  நாம்  மதிக்க வேண்டும்.",
      "பெரியவர்களிடம் நாம் எப்போதும்  தாழ்மையாக  இருக்க வேண்டும்.",
      "பெரியவர்களை நாம்  நட்பாக  நடத்தி, அவர்களிடம் இருந்து  நிறைய  கற்றுக் கொள்ள வேண்டும்.",
      "பெரியவர்களிடம்  நாம்  முரண்டு  பிடிக்கக் கூடாது."
    ],
    "answer": "C",
    
          "additional_context": "ஒருவருக்கு தன்னை விட பெரியவர்களாக இருப்பவர்களை நட்பாக நடத்தி, அவர்களிடம் இருந்து நிறைய கற்றுக்கொள்வது எல்லாவற்றிலும் சிறந்தது. ஏனெனில் பெரியவர்களிடம் அனுபவம், அறிவு அதிகம் இருப்பதால், அவர்களிடம் இருந்து நாம் நிறைய கற்றுக்கொள்ள முடியும். பெரியவர்களிடம் நட்பாக இருப்பது ஒரு நல்ல பண்பு."
          }
        ,
          
  {
    
          "description": "_______   இனத்தனாய்த் தான்ஒழுக வல்லானைச் செற்றார் செயக்கிடந்தது இல்.",
          "options": [
      "சீரிய",
      "தகுந்த",
      "நல்ல",
      "பண்புள்ள"
    ],
    "answer": "B",
    
          "additional_context": "நல்ல இனத்திலிருந்து வந்த, தகுந்த குணமுடைய ஒருவரை எந்த ஒருவர் மீதும் வெறுப்பும், கடுமையான எண்ணமும் கொள்ளாது. தகுந்த குணமுடையவர்களை எல்லோரும் நேசிக்கிறார்கள்."
          }
        ,
          
  {
    
          "description": "'நாள்தொறும் நாடி முறைசெய்யா மன்னவன் நாள்தொறும் நாடு கெடும்' என்ற குறட்பா கூறுவது, _______   என்பதைக் குறிப்பிடுகிறது?",
          "options": [
      "மன்னன்  நாட்டு மக்களின் நலன்  பற்றி  கவலைப்பட வேண்டும்.",
      "மன்னன்  எப்போதும்  நீதி  செய்ய வேண்டும்.",
      "மன்னன்  எப்போதும்  தன்  நாட்டு  மக்களை  பாதுகாக்க  வேண்டும்.",
      "மன்னன்  எப்போதும்  நாட்டு  மக்களுக்கு  உதவ  வேண்டும்."
    ],
    "answer": "A",
    
          "additional_context": "ஒரு மன்னன் தன் நாட்டு மக்களின் நலன் பற்றி எப்போதும் கவலைப்பட வேண்டும். நாட்டு மக்களின் நலன் பற்றி கவலைப்படாத மன்னன் நாள்தோறும் நாட்டை கெடுப்பான். ஏனெனில் நாட்டின் நலன் என்பது மன்னன் கைகளில் தான் இருக்கிறது."
          }
        ,
          
  {
    
          "description": "_______  என்பது  மன்னர்க்கு   _______ அஃதுஇன்றேல் மன்னாவாம் மன்னர்க்கு ஒளி.",
          "options": [
      "சீர்,  நல்லொழுக்கம்",
      "நீதி, செங்கோன்மை",
      "நேர்மை,  தெளிவு",
      "நற்குணம்,   புகழ்"
    ],
    "answer": "B",
    
          "additional_context": "மன்னவனுக்கு நீதியே செங்கோன்மை. நீதியே மன்னன் வாழும் ஒளி. மன்னன் சிறந்த நீதி வழங்கினால் மக்கள் அனைவரும் மகிழ்ச்சியுடன் வாழ்வார்கள். எனவே மன்னன் எப்போதும் நீதியான ஆட்சியை நடத்த வேண்டும்."
          }
        ]