[
          
  {
    
          "description": "பத்தியில் 'மொழி மாதிரி' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது.  இதன் பொருள் என்ன?",
          "options": [
      "பத்தியில் உள்ளவர் ஒரு மனிதர்.",
      "பத்தியில் உள்ளவர் ஒரு கணினி.",
      "பத்தியில் உள்ளவர் ஒரு மொழி பகுப்பாய்வு மென்பொருள்.",
      "பத்தியில் உள்ளவர் ஒரு PDF ஃபைல் ரீடர்."
    ],
    "answer": "C",
    
          "additional_context": "PDF ஃபைல்களில் உள்ள தகவல்களைப் படிக்க  மொழி மாதிரிகளால்  முடியாது. மொழி மாதிரிகள் ஒரு கணினி அல்ல, அவை மொழி பகுப்பாய்வு மென்பொருட்கள். PDF ஃபைல்களைப் படிக்கக்கூடியது கணினி மட்டுமே"
          }
        ,
          
  {
    
          "description": "'அழகுபடுத்தித் தர முடியும்'  என்ற வாக்கியத்தில் 'அழகுபடுத்தி' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இதன் பொருள் என்ன?",
          "options": [
      "PDF ஃபைலில் உள்ள உரையைத் தமிழில் மொழிபெயர்க்க முடியும்.",
      "PDF ஃபைலில் உள்ள உரையைத் தமிழில் எழுது முடியும்.",
      "PDF ஃபைலில் உள்ள உரையைத் தமிழில் வாசிக்க முடியும்.",
      "PDF ஃபைலில் உள்ள உரையைத் தமிழில் சீரமைக்க முடியும்."
    ],
    "answer": "D",
    
          "additional_context": "PDF ஃபைல்களில் உள்ள உரையைத் தமிழில் சீரமைக்க மொழி மாதிரிகள்  உதவ  முடியும். PDF ஃபைல்  உரையின்  அமைப்பு  சீரமைப்பில்  குறிப்பிட்ட  முறையை  பின்பற்றி  அதை  சீரமைக்க  முடியும்.  சீரமைப்பில்  இருக்கும்  நிரைக்கு  நிரை  இடைவெளி  மற்றும்  நிரை  சீரமைப்பு  போன்ற  வடிவமைப்பு  மூலம்  உரையை  சீரமைக்க  முடியும்."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டுள்ள கூற்றுகளில் எது மொழி மாதிரியின் திறன்களைப் பற்றி சரியானது?",
          "options": [
      "a) மொழி மாதிரிகள் PDF ஃபைல்களைப் படிக்க முடியும்.",
      "b) மொழி மாதிரிகள் ஒரு கணினி போல செயல்படுகின்றன.",
      "c) மொழி மாதிரிகள் PDF ஃபைல்களிலிருந்து உரையைப் பிரித்தெடுக்க முடியாது.",
      "d) மொழி மாதிரிகள் உரையை அழகுபடுத்தித் தர முடியும்."
    ],
    "answer": "D",
    
          "additional_context": "மொழி மாதிரிகள் PDF ஃபைல்களைப் படிக்க முடியாது. ஆனால், மொழி மாதிரிகள் உரையை அழகுபடுத்தித் தர முடியும். PDF ஃபைல்களில் இருந்து உரையைப் பிரித்தெடுத்து, அதை   சீரமைக்க  மற்றும்  வடிவமைக்க  முடியும். உரையின்  வடிவமைப்பு,  சீரமைப்பு  மற்றும்  மொழியின்  வடிவமைப்பு  மாதிரி  அழகுபடுத்தித் தர  முடியும்."
          }
        ,
          
  {
    
          "description": "மொழி மாதிரி PDF ஃபைல்களை அணுக முடியாமல் இருப்பதற்கான காரணம் என்ன?",
          "options": [
      "a) மொழி மாதிரிகள் படிக்காதவை.",
      "b) மொழி மாதிரிகள் ஒரு கணினி அல்ல.",
      "c) PDF ஃபைல்கள் மிகவும் சிக்கலானவை.",
      "d) மொழி மாதிரிகள் PDF ஃபைல்களைப் படிக்க விரும்பவில்லை."
    ],
    "answer": "B",
    
          "additional_context": "மொழி மாதிரிகள் ஒரு கணினி அல்ல. அவை ஒரு மென்பொருள். கணினியால் மட்டுமே PDF ஃபைல்களைப் படிக்க முடியும். மொழி மாதிரிகள் கணினியில் பயன்படுத்தப்படும் மென்பொருள். அதனால் PDF ஃபைல்களைப் படிக்க முடியாது."
          }
        ,
          
  {
    
          "description": "மொழி மாதிரி ஒரு ______ அல்ல, அதனால் PDF ஃபைல்களை அணுக முடியாது.",
          "options": [
      "a) கணினி",
      "b) மனிதன்",
      "c) புத்தகம்",
      "d) மொழிபெயர்ப்பாளர்"
    ],
    "answer": "A",
    
          "additional_context": "மொழி மாதிரி ஒரு கணினி அல்ல. அவை ஒரு மென்பொருள். கணினியால் மட்டுமே PDF ஃபைல்களைப் படிக்க முடியும். மொழி மாதிரிகள் கணினியில் பயன்படுத்தப்படும் மென்பொருள். அதனால் PDF ஃபைல்களைப் படிக்க முடியாது."
          }
        ]