
[
  {
    "description": "“சிவப்புச் சட்டை பேசினார்” என்ற தொடர் எந்த வகை தொகைநிலைத் தொடர்?",
    "options": [
      "வேற்றுமைத்தொகை",
      "வினைத்தொகை",
      "உவமைத்தொகை",
      "அன்மொழித்தொகை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“சிவப்புச் சட்டை பேசினார்” என்ற தொடரில், சிவப்புச் சட்டையை அணிந்தவர் பேசினார் எனப் பொருள் தருகிறது.  இதில்  சிவப்புச் சட்டை என்பது அன்மொழித்தொகை  என்பதை விளக்குகிறது. சிவப்புச் சட்டை எனும் தொடரில் சிவப்பு என்னும் சொல் மறைந்து நிற்கிறது.  சிவப்புச் சட்டை அணிந்தவர் என விரித்து கூறப்படுகிறது.  அன்மொழித்தொகை  என்பது வேற்றுமை, வினை, பண்பு, உவமை, உம்மை ஆகிய தொகைநிலைத் தொடர்களில் உருபுகளும் அவை அல்லாத வேறு சொற்களும் மறைந்து நின்று பொருள் தருவது ஆகும். "
  },
  {
    "description": "இயற்கைத் தொகைநிலைத் தொடர்கள் - MCQ கேள்விகள்\n\n1. பண்புத்தொகைத் தொடரை உணர்த்தும் சொற்றொடரைத் தேர்ந்தெடு.",
    "options": [
      "அ) மார்கழித் திங்கள்",
      "ஆ) தேர்ப்பாகன்",
      "இ) கரும்பு தின்றான்",
      "ஈ) மலர்க்கை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மார்கழித் திங்கள் என்பது பண்புத்தொகைத் தொடர்.  இதில் மார்கழி என்னும் சிறப்புப் பெயர் திங்கள் என்னும் பொதுப் பெயருக்கு முன் வந்து நிற்கிறது.  மேலும் இடையில் 'ஆகிய' என்னும் பண்பு உருபு மறைந்து இருக்கிறது. பண்புத்தொகை  என்பது நிறம், வடிவம், சுவை, அளவு முதலானவற்றை உணர்த்தும் பண்புப்பெயருக்கும் அது தழுவி நிற்கும் பெயர்ச்சொல்லுக்கும் இடையில் \"மை\" என்னும் பண்பு விகுதியும் ஆகிய, ஆன என்னும் பண்பு உருபுகளும் மறைந்து வருவது ஆகும்.  "
  },
  {
    "description": "2. \"தங்கமீன்கள் தண்ணீர்த்தொட்டியில் விளையாடுகின்றன\" என்ற தொடரில் எந்தத் தொகைநிலைத் தொடர் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அ) வேற்றுமைத்தொகை",
      "ஆ) வினைத்தொகை",
      "இ) உவமைத்தொகை",
      "ஈ) உம்மைத்தொகை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தங்கமீன்கள் தண்ணீர்த்தொட்டியில் விளையாடுகின்றன  என்ற தொடரில் தண்ணீர்த்தொட்டியில்  என்பது வேற்றுமைத் தொகை ஆகும். இதில்  இரு சொற்களுக்கு இடையில்  'இல்'  என்னும் வேற்றுமை உருபு மறைந்து இருக்கிறது.  'தங்கமீன்கள்  தண்ணீர்த்தொட்டியில் விளையாடுகின்றன'  என்பதை  'தங்கமீன்கள்  தண்ணீர்த்தொட்டியில்  விளையாடுகின்றன'  என விரித்து எழுதலாம்.  வேற்றுமைத்தொகை  என்பது வேற்றுமை உருபுகள் (ஐ, ஆல், கு, இன், அது, கண்) ஆகியவற்றுள் ஒன்று மறைந்து வந்து பொருள் உணர்த்துவது  ஆகும். "
  },
  {
    "description": "3. \"வீசுதென்றல்\"  என்ற சொல்லில் எந்த வகை தொகைநிலைத் தொடர் காணப்படுகிறது?",
    "options": [
      "அ) பண்புத்தொகை",
      "ஆ) வினைத்தொகை",
      "இ) அன்மொழித்தொகை",
      "ஈ) உம்மைத்தொகை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வீசுதென்றல்  என்ற சொல்லில் வினைத்தொகை உள்ளது.  'வீசு' என்பது வினைப்பகுதி.  'தென்றல்' என்பது பெயர்ச்சொல்.  இதில்  'வீசுகின்ற'  என்ற  காலத்தை வெளிப்படுத்தும் பெயரெச்சம்  மறைந்து இருக்கிறது.  வினைத்தொகை  என்பது காலம் காட்டும் இடைநிலையும் பெயரெச்ச விகுதியும் மறைந்து நிற்க, வினைப் பகுதியைத் தொடர்ந்து ஒரு பெயர் வந்து ஒரு சொல்லைப் போல் நடப்பது  ஆகும். "
  },
  {
    "description": "4. \"சிவப்புச் சட்டை பேசினார்” என்ற தொடரில் உள்ள தொகைநிலைத் தொடர் எது?",
    "options": [
      "அ) வேற்றுமைத்தொகை",
      "ஆ) வினைத்தொகை",
      "இ) உவமைத்தொகை",
      "ஈ) அன்மொழித்தொகை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“சிவப்புச் சட்டை பேசினார்” என்ற தொடரில், சிவப்புச் சட்டையை அணிந்தவர் பேசினார் எனப் பொருள் தருகிறது.  இதில்  சிவப்புச் சட்டை என்பது அன்மொழித்தொகை  என்பதை விளக்குகிறது. சிவப்புச் சட்டை எனும் தொடரில் சிவப்பு என்னும் சொல் மறைந்து நிற்கிறது.  சிவப்புச் சட்டை அணிந்தவர் என விரித்து கூறப்படுகிறது.  அன்மொழித்தொகை  என்பது வேற்றுமை, வினை, பண்பு, உவமை, உம்மை ஆகிய தொகைநிலைத் தொடர்களில் உருபுகளும் அவை அல்லாத வேறு சொற்களும் மறைந்து நின்று பொருள் தருவது ஆகும். "
  }
]
