[
          
  {
    
          "description": "கவிதையில் 'சங்கத் தமிழரின் திணைவாழ்வு' என்ற சொற்றொடர் என்ன குறிக்கிறது?",
          "options": [
      "சங்க காலத்தின் போர் வாழ்வை",
      "சங்க காலத்தின் வேளாண்மை வாழ்வை",
      "சங்க காலத்தின் இலக்கிய வாழ்வை",
      "சங்க காலத்தின் அரசியல் வாழ்வை"
    ],
    "answer": "B",
    
          "additional_context": "சங்கத் தமிழரின் வாழ்வியல் திணைகளான குறிஞ்சி, முல்லை, மருதம், நெய்தல், பாலை ஆகியவை அவர்களின் வாழ்க்கையை பிரதிபலிக்கின்றன. கவிதையில் குறிப்பிடப்பட்டுள்ள 'சங்கத் தமிழரின் திணைவாழ்வு' என்பது அவர்களின் வேளாண்மை வாழ்வை குறிக்கிறது. சங்க காலத்திலேயே தமிழர்களின் வாழ்வின் அடிப்படை வேளாண்மை என்பதை இது சுட்டிக் காட்டுகிறது. சங்க இலக்கியத்தில் இயற்கை, மனித வாழ்க்கை, வேளாண்மை பற்றிய பல அழகான பாடல்கள் உள்ளன. வேளாண்மை வாழ்வின் முக்கியத்துவத்தை இக்கவிதை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'பொன் ஏர் பூட்டுதல்'  என்ற  பண்பாட்டு நிகழ்வை எந்த மாதத்தில் கொண்டாடுகிறார்கள்?",
          "options": [
      "ஆடி",
      "சித்திரை",
      "கார்த்திகை",
      "தை"
    ],
    "answer": "B",
    
          "additional_context": "சங்க காலத்தில், மழைக்காலம் முடிந்தவுடன் வயல்வெளியை உழுது விதைப்பதற்கு முன், மக்கள் 'பொன் ஏர் பூட்டுதல்' என்ற விழாவை கொண்டாடினர். இது ஒரு பண்டைய நிகழ்வாகும். வயல்வெளியை உழுது விதைப்பதற்கு முன் நடத்தப்படும் இந்த விழா சித்திரை மாதத்தில் நடத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'காளைகளை ஓட்டிக் கடுகிச்செல், முன்பு!'  என்ற வரிகளில் 'கடுகிச்செல்'  என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "காளைகளை சீக்கிரமாக ஓட்ட வேண்டும்",
      "காளைகளை வேகமாக ஓட்ட வேண்டும்",
      "காளைகளை மெதுவாக ஓட்ட வேண்டும்",
      "காளைகளை கவனமாக ஓட்ட வேண்டும்"
    ],
    "answer": "B",
    
          "additional_context": "கவிதைப் பாடலில் காளைகளை வேகமாக ஓட்ட வேண்டும் என்று கூறப்பட்டுள்ளது. காளைகள் வேகமாக ஓடி, உழவு வேகமாகவும் துரிதமாகவும் நடைபெற வேண்டும் என்பது இதன் பொருள். கடுகு என்பது வேகத்தைக் குறிக்கும் சொல்."
          }
        ,
          
  {
    
          "description": "'ஏர் புதிதன்று, ஏறும் நுகத்தடி கண்டது'  என்ற வரிகளின் பொருள் என்ன?",
          "options": [
      "புதிய ஏர் பயன்படுத்த வேண்டும்",
      "ஏர் பழையதாக இருந்தாலும் அது உழவுக்குப் பயன்படும்",
      "ஏர் புதிதாக இருந்தாலும் அதை சரிசெய்ய வேண்டும்",
      "ஏர் புதியதாக இருந்தாலும் அதைப் பயன்படுத்த முடியாது"
    ],
    "answer": "B",
    
          "additional_context": "கவிதையில் 'ஏர் புதிதன்று, ஏறும் நுகத்தடி கண்டது' என்ற வரிகள், ஏர் புதியதாக இருந்தாலும் அது உழவுக்குப் பயன்படும் என்பதை குறிக்கின்றன. பழைய ஏர் அனுபவம் வாய்ந்தது, அதை பயன்படுத்தி உழவு செய்யலாம் என்பதை இது விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'மண்புரளும், மழை பொழியும்'  என்ற வரிகளின் பொருள் என்ன?",
          "options": [
      "மண் வறண்டு போய் இருக்கிறது",
      "மண் மழை பெற்றுக் குளிர்ந்து இருக்கிறது",
      "மண் வளம் மிக்கதாக இருக்கிறது",
      "மண் உழவுக்குத் தயாராக இருக்கிறது"
    ],
    "answer": "D",
    
          "additional_context": "கவிதையில், 'மண்புரளும், மழை பொழியும்' என்ற வரிகள் மண் உழவுக்குத் தயாராக இருக்கிறது என்பதைக் குறிக்கின்றன.  மழை பெய்து மண் பதமாக இருப்பதால் உழவுக்குத் தயாராக இருக்கிறது என்பதை இந்த வரிகள் தெளிவாக்குகின்றன."
          }
        ]