[
          
  {
    
          "description": "ராஜம் கிருஷ்ணன் எழுதிய புதினங்களில் எது சமூக அவலங்களைக் கட்டவிழ்த்துக் காட்டுவதற்காக எழுதப்பட்டது?",
          "options": [
      "a) \"கரிப்பு மணிகள்\"",
      "b) \"குறிஞ்சித் தேன்\"",
      "c) \"அலைவாய்க் கரையில்\"",
      "d) \"கூட்டுக் குஞ்சுகள்\""
    ],
    "answer": "D",
    
          "additional_context": "ராஜம் கிருஷ்ணன் என்பவர் தமிழகத்தின் முன்னணி எழுத்தாளர்களில் ஒருவர். பெண் எழுத்தாளர்களில் முதன்முதலில் களத்திற்கு சென்று, மக்களிடம் செய்திகளைத் திரட்டிக் கதைகள் எழுதியவர். தன்னுடைய எழுத்துக்களின் வாயிலாக சமூக அவலங்களைப் பற்றி எழுதினார். சமூகத்தில் இடர்ப்பட்ட மக்களைப் பற்றி எழுதும் முன்பு அந்த மக்கள் வாழும் பகுதிக்குள் சென்று களப்பணியாற்றிக் கதைகளாக உருவாக்கினார். இவரது 'கூட்டுக் குஞ்சுகள்' புதினம் குழந்தைகளின் உடலையும் மனத்தையும் நொறுக்கும் அவல உலகை விவரிக்கிறது.  பெண்குழந்தைக் கொலைக்கான காரணங்களை ஆராய்ந்து எழுதிய புதினம் 'மண்ணகத்துப் பூந்துளிகள்' ஆகும்.  சமூகத்தில் இடர்ப்பட்ட மக்களின் வாழ்வைக் 'கரிப்பு மணிகள்', 'குறிஞ்சித் தேன்', 'அலைவாய்க் கரையில்', 'சேற்றில் மனிதர்கள்', 'வேருக்கு நீர்'  ஆகிய புதினங்களின் வாயிலாகக் காட்டினார்.  'வேருக்கு நீர்' புதினத்திற்காக ராஜம் கிருஷ்ணன் சாகித்திய அகாதெமி விருது பெற்றார். "
          }
        ,
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள பெண்களில் யார் களப்பணியில் ஈடுபட்டு சமூகப் பணியைத் தொடர்ந்து செய்து வருகிறார்கள்?",
          "options": [
      "a) எம்.எஸ். சுப்புலட்சுமி",
      "b) பாலசரசுவதி",
      "c) ராஜம் கிருஷ்ணன்",
      "d) கிருஷ்ணம்மாள் ஜெகந்நாதன்"
    ],
    "answer": "D",
    
          "additional_context": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள ஐந்து பெண்களில் கிருஷ்ணம்மாள் ஜெகந்நாதன் மட்டும் தான் தொடர்ந்து சமூகப் பணியில் ஈடுபட்டு வருகிறார்கள். நாட்டின் விடுதலைக்கு முன்பு கல்வி மறுக்கப்பட்ட காலத்தில் போராடிக் கற்றவர்.  இவர் காந்தியச்சிந்தனையில் கவரப்பட்டவர். காந்தியடிகளின் சர்வோதய இயக்கத்தில் களப்பணி ஆற்றினார். ஒத்துழையாமை இயக்கம், சட்ட மறுப்பு இயக்கம், வெள்ளையனே வெளியேறு இயக்கம் ஆகியவற்றில் பங்கு பெற்றார். நாட்டின் விடுதலைக்குப் பின் கணவருடன் இணைந்து 'பூதான' இயக்கத்தில் பணிபுரிந்தார். 'உழுபவருக்கே நில உரிமை இயக்கம்' (LAND FOR THE TILLER'S FREEDOM – LAFTI) தொடங்கி வேளாண்மை இல்லாத காலத்திலும் உழவருக்கு வேறுபணிகள் மூலம் வருமானம் வர ஏற்பாடு செய்தார். இவர் மதுரையின் முதல் பட்டதாரிப்பெண். இந்திய அரசின் தாமரைத்திரு விருது, சுவீடன் அரசின் வாழ்வுரிமை விருது, சுவிட்சர்லாந்து அரசின் காந்தி அமைதி விருது எனப் பல உயரிய விருதுகளைப் பெற்றுப் பெண்குலத்திற்குப் பெருமை சேர்த்தார்.  "
          }
        ,
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள ஐந்து பெண்களில் யார் மதுரை மாவட்ட ஆட்சியரிடம் இருந்து கண்மாய்ல மீன் பிடிக்கிற குத்தகையைப் பெற்றார்கள்?",
          "options": [
      "a) எம்.எஸ். சுப்புலட்சுமி",
      "b) பாலசரசுவதி",
      "c) ராஜம் கிருஷ்ணன்",
      "d) சின்னப்பிள்ளை அம்மா"
    ],
    "answer": "D",
    
          "additional_context": "சின்னப்பிள்ளை அம்மா, மதுரை மாவட்ட ஆட்சியரிடம் இருந்து கண்மாய்ல மீன் பிடிக்கிற குத்தகையைப் பெற்றார்கள்.  சின்னப்பிள்ளை அம்மா மதுரையைச் சேர்ந்தவர்.  இவர் பள்ளிப்பருவத்தில் பாடம் பயிலாவிட்டாலும்,  பட்டறிவால் பல கலைகளைக் கற்றுக்கொண்டார். முதலில் பெண்கள் குழுவாகச் சேர்ந்து, விவசாய நிலத்தக் குத்தகைக்கு எடுத்துக் கூலி வேலைக்கு ஆளுகளைச் சேர்த்து,  நடவு, களையெடுப்பு, அறுவடை போன்ற வேலைகளைச் செய்து  கூலியை சரிசமமாகப் பிரித்துக் கொடுத்தார்கள்.  இவர்கள் வயசானவர்களையும் மாற்றுத் திறனாளிகளையும் சேர்த்து வேலை கொடுத்து  அவர்கள் குடும்பத்துக்கும் உதவி செய்தார்கள்.   இவர்கள் காசு சேர்த்து ஒரு குழு ஒண்ணு ஆரம்பிச்சு 'களஞ்சியம்'னு பேர் வெச்சு  மகளிர் குழு இன்னிக்கி பல மாநிலங்களுக்குப் போய் பல லட்சம் பேரோட வேலை செய்யுது. எத்தனையோ பேரோட குடும்பத்த இந்தக் குழுதான் தாங்கிக்கிட்டு இருக்கு. முப்பது ஆண்டுகளா முகம் சுளிக்காம வேலை செஞ்சிட்டு வர்றேன்னு இவர் சொல்கிறார்.   "
          }
        ,
          
  {
    
          "description": "பரதநாட்டியக் கலையை உலகளாவிய அளவில் புகழ் பெறச் செய்தவர் யார்?",
          "options": [
      "a) முகில்நாச்சி (எம்.எஸ். சுப்புலட்சுமி)",
      "b) மோகனா (பாலசரஸ்வதி)",
      "c) வளர்மதி (ராஜம் கிருஷ்ணன்)",
      "d) அன்பரசி (கிருஷ்ணம்மாள் ஜெகந்நாதன்)"
    ],
    "answer": "B",
    
          "additional_context": "பாலசரசுவதி பரதநாட்டியக் கலையை உலகளாவிய அளவில் புகழ் பெறச் செய்தவர்.  இவர் ஐந்து வயதில் பரதநாட்டியம் பயிலத் தொடங்கினார்.  ஏழு வயதில் காஞ்சிபுரத்தில் பரதநாட்டிய அரங்கேற்றம் செய்தார். பதினைந்து வயதில் சென்னையில் உள்ள சங்கீத சமாஜம் என்னும் அரங்கில் நடன நிகழ்ச்சி நடந்தது.  இவரது நடனத்தைப் பார்த்த பிறகே மரபுசார் நாட்டியத்தைப் பலரும் தீவிரமாக வரவேற்கத் தொடங்கினர்.  இவர் பண்டிட் இரவிசங்கர் அவர்களால் மிகவும் பாராட்டப்பட்டார்.  இவரது தம்பியின் மூலமாக வட இந்தியாவின் பல இடங்களில் நடனமாடும் வாய்ப்பு பாலசரசுவதிக்குக் கிடைத்தது.  கல்கத்தாவிலும் காசியில் நடந்த அனைத்திந்திய இசை மாநாட்டிலும் சென்னையில் நடந்த இந்திய தேசிய காங்கிரஸ் கண்காட்சியிலும் நம் நாட்டுப் பண்ணாகிய 'ஜனகணமன' பாடலுக்கு மெய்ப்பாடுகளோடு ஆடினார்.  ஐரோப்பா, அமெரிக்கா முதலிய வெளிநாடுகளிலும் நடன நிகழ்ச்சிகள் நடத்தியுள்ளார்.  டோக்கியோவில் உள்ள `கிழக்கு மேற்குச் சந்திப்பு' நிகழ்வில் இந்தியாவின் சார்பாகக் கலந்துகொண்டு சிறப்பாக நடனம் ஆடினார். இந்நிகழ்வு பரதநாட்டியத்திற்கு உலகளாவிய புகழைப் பெற்றுத் தந்தது.  பரதநாட்டியக் கலையை முறையாக அணுகினால் ஆன்மிகப் பட்டறிவை நடனத்தால் வழங்க முடியும்.  "
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது சாகித்திய அகாதெமி விருது பெற்ற எழுத்தாளர் ராஜம் கிருஷ்ணனின் புதினம்?",
          "options": [
      "a)  \"குறிஞ்சித் தேன்\"",
      "b)  \"கரிப்பு மணிகள்\"",
      "c)  \"வேருக்கு நீர்\"",
      "d)  \"சேற்றில் மனிதர்கள்\""
    ],
    "answer": "C",
    
          "additional_context": "ராஜம் கிருஷ்ணன் எழுதிய புதினங்களில் 'வேருக்கு நீர்'  என்ற புதினம் சாகித்திய அகாதெமி விருது பெற்றது. ராஜம் கிருஷ்ணன்  எழுதிய புதினங்களில்  'கரிப்பு மணிகள்' என்பது  தீப்பெட்டித் தொழிலாளர்களின் அவல நிலையைப் பற்றிய புதினம்.  'குறிஞ்சித் தேன்' நீலகிரிப் படுகர் இன மக்களின் வாழ்வியல் மாற்றங்களைப் பற்றி எழுதப்பட்ட புதினம். 'அலைவாய்க் கரையில்' கடலோர மீனவர் வாழ்வின் சிக்கல்களைப் பேசுவதே. அமைப்புசாரா வேளாண் தொழிலாளர்களின் உழைப்பு சுரண்டப்படுவதைச் சுட்டிக்காட்டியவையே 'சேற்றில் மனிதர்கள்'. "
          }
        ]