
[
  {
    "description": "“மரம் தேடிய களைப்பு/மின்கம்பியில்/இளைப்பாறும் குருவி.” என்ற வரிகளின் மூலம் கவிஞர் என்ன உணர்வை வெளிப்படுத்துகிறார்?",
    "options": [
      "குருவியின் களைப்பு.",
      "இயற்கை அழகு.",
      "மின் கம்பிகளின் ஆபத்து.",
      "மரங்கள் அழிந்து போனதால் குருவிகளுக்கு ஏற்படும் இடையூறு."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கவிதையில், 'மரம் தேடிய களைப்பு' என்கிற வரிகள், மரங்கள் இல்லாததால் குருவிக்கு ஏற்படும் துயரத்தைப் பறைசாற்றுகின்றன. மின் கம்பியில் அது இளைப்பாறும் காட்சி நமக்குத் துயரத்தையும் வேதனையையும் தருகிறது. மரங்கள் இல்லாமல் மின் கம்பிகள் அதிகரித்திருக்கும் நிலையைக் கவிஞர் கவிதையின் மூலம் எடுத்துக்காட்டுகிறார்."
  },
  {
    "description": "“காற்றுப் பொட்டலம்/சிக்கனமாய் மூச்சு விடவும்...” என்ற வரிகளின் மூலம் என்ன கருத்து தெரிவிக்கப்படுகிறது?",
    "options": [
      "சுற்றுச்சூழல் மாசு.",
      "காற்று மாசுபடுதல்.",
      "காற்று மாசுபாட்டால் ஏற்படும் பாதிப்புகள்.",
      "காற்று மாசுபாட்டைத் தடுக்கத் தேவையான நடவடிக்கைகள்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "'காற்றுப் பொட்டலம்/சிக்கனமாய் மூச்சு விடவும் ... ' என்ற வரிகள், நாம் சுவாசிக்கும் காற்று மாசடைந்துள்ள நிலையைப் பறைசாற்றுகின்றன. இன்று சுவாசிப்பதற்கே பயமாக இருக்கும் நிலைமை, மனிதனால் ஏற்படுத்தப்பட்ட சுற்றுச்சூழல் மாசு காரணமாக ஏற்பட்டுள்ளது."
  },
  {
    "description": "இரண்டு ஏழைகளின் கதையில்,  “He is helped whom God helps” என்ற வார்த்தைகளை சொல்லும் ஏழை எப்படிப்பட்ட மனிதர் எனக் கூறுக?",
    "options": [
      "கடவுளின் உதவியை நம்பி இருப்பவர்.",
      "சுயநலவாதி.",
      "ராஜாவின் உதவியை எதிர்பார்க்காதவர்.",
      "கடவுளின் உதவியைப் பெற முயற்சி செய்யாதவர்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இரண்டு ஏழைகளின் கதையில், 'He is helped whom God helps.'  என்ற வார்த்தைகளைச் சொல்லும் ஏழை, கடவுள் மீது நம்பிக்கை கொண்டவன். கடவுளின் உதவியை நம்பி இருப்பதால் தான் அவர் ராஜாவின் உதவிக்குப் போகாமல் தன் கடவுளின் உதவியை நம்பி காத்திருந்தான்."
  },
  {
    "description": "மரபுத்தொடர்களை பயன்படுத்தி கீழ்க்கண்ட வாக்கியத்தை எழுது: அவள் மனம் உறுதியானது. ",
    "options": [
      "அவள் மனக்கோட்டை உறுதியானது.",
      "அவள் கண்ணும் கருத்தும் உறுதியானது.",
      "அவள் மனக்கோட்டை அவள் மனதில் ஆறப்போடவில்லை.",
      "அவள் மனக்கோட்டை மிகவும் உறுதியானது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மரபுத்தொடர் மனக்கோட்டை என்பது மன உறுதியைக் குறிக்கும். அவள் மனம் உறுதியானது என்ற வாக்கியத்தை, அவள் மனக்கோட்டை உறுதியானது என எழுதலாம்."
  },
  {
    "description": "“தம்பீ? எங்க நிக்கிறே?” என்ற கேள்விக்கு  எழுத்து வழக்கில் எப்படி பதில் கூறலாம்?",
    "options": [
      "நீங்க சொன்ன இடத்துலயே நான் நின்னிருக்கேன்.",
      "நீங்க சொன்ன இடத்துலதான் நான் நின்னிருக்கேன்.",
      "நீங்க சொன்ன இடத்துலதான் நான் இருக்கேன்.",
      "நீங்க சொன்ன எடத்துல நான் நின்னிருக்கேன்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நீங்க சொன்ன இடத்துலயே நான் நின்னிருக்கேன், நீங்க சொன்ன எடத்துல நான் நின்னிருக்கேன் என்ற இரண்டும் தவறானது. ஏனெனில் நீங்க சொன்ன இடத்துலயே மற்றும் நீங்க சொன்ன எடத்துல என்ற இரண்டும் சரியான எழுத்து வழக்கில் இல்லை.  நீங்க சொன்ன இடத்துலதான் நான் நின்னிருக்கேன்,  நீங்க சொன்ன இடத்துலதான் நான் இருக்கேன்  என்ற இரண்டும் சரியான எழுத்து வழக்கில் உள்ளது. ஆனால்  நீங்க சொன்ன இடத்துலதான் நான் நின்னிருக்கேன்  என்றது கேள்விக்கு மிகப் பொருத்தமான பதில்."
  }
]
