
[
  {
    "description": "கொடுக்கப்பட்ட பகுதியில் எந்த மலர்களை காணுதல் கடினம் என குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "a) அத்தி மலர், பலா மலர்",
      "b) ஆல மலர், பலா மலர்",
      "c) சுள்ளி மலர், பாங்கர் மலர்",
      "d) நெருஞ்சி, எருக்கு"
    ],
    "answer": "b",
    "additional_context": "இந்த பகுதியில், 'பூ உண்டு. ஆனால் கண்ணிற்குக் காட்சி தராமல் காண்டற்கு அரியனவாய் இருக்கும் மலர்கள்: ஆல மலர்; பலா மலர்.'  என குறிப்பிடப்பட்டுள்ளது. ஆக,  ஆல மலர் மற்றும் பலா மலர் களை காணுதல் கடினம் என்பது தெளிவாகிறது."
  },
  {
    "description": "கொடுக்கப்பட்ட பகுதியில் குறிப்பிடப்பட்டுள்ள இரண்டு மலர்களின் பெயர்களைப் பற்றி என்ன குறிப்பிடப்படுகிறது?",
    "options": [
      "a) மலர்களைப் பார்த்து அடையாளம் காண முடியாது.",
      "b) மலர்கள் மிகவும் அரிதானவை.",
      "c) மலர்களின் பெயர்கள் தவறாக பயன்படுத்தப்படுகின்றன.",
      "d) மலர்களின் வகை அடையாளம் காண முடியாது."
    ],
    "answer": "d",
    "additional_context": "இந்த பகுதியில், 'மலர் உண்டு; பெயரும் உண்டு; ஆனால் இதுதான் அது என்று உறுதியாக அறிய இயலாதுள்ள நிலையில் இருக்கும் மலர்கள்: சுள்ளி மலர், பாங்கர் மலர்.'  என குறிப்பிடப்பட்டுள்ளது.  இதன் மூலம், சுள்ளி மலர் மற்றும் பாங்கர் மலரின் வகை அடையாளம் காண முடியாது என தெளிவாகிறது."
  },
  {
    "description": "கொடுக்கப்பட்ட பகுதியில் குறிப்பிடப்பட்டுள்ள மலர்களை எளியவை எனக் கூறுவதற்கான காரணம் என்ன?",
    "options": [
      "a) மலர்கள் அழகாக இல்லை.",
      "b) மலர்கள் மணம் இல்லாதவை.",
      "c) மலர்கள் எளிதில் கிடைக்கும்.",
      "d) மலர்கள் பயன்பாடு இல்லாதவை."
    ],
    "answer": "d",
    "additional_context": "இந்த பகுதியில், 'பயன்பாடு, நாற்றம், மக்களது விருப்பில் இடம் பெறாமை, பொதுவில் ஒதுக்கப்பட்டமை கொண்டு மலரில் சில எளியவை ஆகின்றன. அவையாவன: நெருஞ்சி, எருக்கு, பூளை, குரீஇப் பூளை, வேளை, ஊமத்தம், கள்ளி, முருங்கை.' என குறிப்பிடப்பட்டுள்ளது. அதாவது, இந்த மலர்கள் மக்களுக்கு பயன்பாடு இல்லாதவை என குறிப்பிடப்படுகிறது."
  },
  {
    "description": "கொடுக்கப்பட்ட பகுதியில் மூங்கில் பூவைப் பற்றி என்ன குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "a) மூங்கில் பூக்கள் அழகானவை.",
      "b) மூங்கில் பூக்கள் கரடிகளுக்கு பிடித்தவை.",
      "c) மூங்கில் பூக்கள் மணம் இல்லாதவை.",
      "d) மூங்கில் பூக்கள் கனிகளைத் தருகின்றன."
    ],
    "answer": "d",
    "additional_context": "இந்த பகுதியில், 'மூங்கில் பூவில் காய் தோன்றிக் கனியாகி அதிலிருந்து ஒருவகை அரிசி தோன்றும். இது மூங்கில் அரிசி எனப்படும்.' என குறிப்பிடப்பட்டுள்ளது. அதாவது, மூங்கில் பூக்கள் கனிகளைத் தருகின்றன என்பது தெளிவாகிறது."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எந்த மலர் பெயர் தெரிந்தாலும், எது என்பது நிச்சயமாகத் தெரியாது?",
    "options": [
      "ஆல மலர்",
      "சுள்ளி மலர்",
      "பலா மலர்",
      "அத்தி மலர்"
    ],
    "answer": "B",
    "additional_context": "இந்த பகுதியில், 'மலர் உண்டு; பெயரும் உண்டு; ஆனால் இதுதான் அது என்று உறுதியாக அறிய இயலாதுள்ள நிலையில் இருக்கும் மலர்கள்: சுள்ளி மலர், பாங்கர் மலர்.'  என குறிப்பிடப்பட்டுள்ளது. அதாவது, சுள்ளி மலர்  என்பது நிச்சயமாகத் தெரியாது என்பது தெளிவாகிறது."
  }
]
