[
          
  {
    
          "description": "'தா' என்ற வேர்ச்சொல்லைப் பயன்படுத்தி வெவ்வேறு  எழுவாய்த் தொடர்களை உருவாக்குக. இதில் எழுவாய்த் தொடரின் வகையை குறிப்பிடவும்.",
          "options": [
      "தந்த அரசர் (பெயரெச்சத் தொடர்)",
      "தந்து சென்றார் (வினையெச்சத் தொடர்)",
      "துளிருடன் பார்த்தேன் (வினையெச்சத் தொடர்)",
      "குழந்தையே வா! (விளித் தொடர்)"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    
          "additional_context": "ஒரு சொல்லின் பொருள் மிகப் பெரிய அளவில் விரிவடைந்து வேறுபடும்போது, அதன் வகை எழுவாய்த் தொடர். எழுவாய்த் தொடர் மூன்று வகைப்படும். அவை பெயரெச்சத் தொடர், வினையெச்சத் தொடர், விளித் தொடர். ஒரு சொல்லின் வகை எழுவாய்த் தொடராக இருந்தாலும், தொடர் இயல்பில் வினையெச்சத் தொடராக இருந்தாலும், அந்தச் சொல் எழுவாய்த் தொடர் என்றும் கூறலாம். அதாவது,  `தந்து' `சென்றார்' என்ற சொற்கள் எழுவாய்த் தொடரின் வகையைச் சார்ந்தது. ஆனால், `தந்து சென்றார்'  என்ற தொடர் இயல்பில் வினையெச்சத் தொடர். எனவே, `தந்த அரசர்',  `தந்து சென்றார்', `துளிருடன் பார்த்தேன்', `குழந்தையே வா!' ஆகிய தொடர்களில் எழுவாய்த் தொடர்களைத் தனித்தனியாகக் கண்டறியவும்."
          }
        ,
          
  {
    
          "description": "'பார்' என்ற வேர்ச்சொல்லைப் பயன்படுத்தி வெவ்வேறு  எழுவாய்த் தொடர்களை உருவாக்குக. இதில் எழுவாய்த் தொடரின் வகையை குறிப்பிடவும்.",
          "options": [
      "வா குழந்தை (பெயரெச்சத் தொடர்)",
      "வந்தது (வினையெச்சத் தொடர்)",
      "துளிர் பார்த்தாள் (வினையெச்சத் தொடர்)",
      "பார்த்துச் சிரித்தாள் (வினையெச்சத் தொடர்)"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    
          "additional_context": "ஒரு சொல்லின் பொருள் மிகப் பெரிய அளவில் விரிவடைந்து வேறுபடும்போது, அதன் வகை எழுவாய்த் தொடர். எழுவாய்த் தொடர் மூன்று வகைப்படும். அவை பெயரெச்சத் தொடர், வினையெச்சத் தொடர், விளித் தொடர். ஒரு சொல்லின் வகை எழுவாய்த் தொடராக இருந்தாலும், தொடர் இயல்பில் வினையெச்சத் தொடராக இருந்தாலும், அந்தச் சொல் எழுவாய்த் தொடர் என்றும் கூறலாம். அதாவது,  `பார்த்து' `சிரித்தாள்' என்ற சொற்கள் எழுவாய்த் தொடரின் வகையைச் சார்ந்தது. ஆனால், `பார்த்துச் சிரித்தாள்'  என்ற தொடர் இயல்பில் வினையெச்சத் தொடர். எனவே, `வா குழந்தை',  `வந்தது', `துளிர் பார்த்தாள்', `பார்த்துச் சிரித்தாள்' ஆகிய தொடர்களில் எழுவாய்த் தொடர்களைத் தனித்தனியாகக் கண்டறியவும்."
          }
        ,
          
  {
    
          "description": "'அழகிய குளிர்ந்த கடம்பவனத்தை விட்டு இறைவன் நீங்கினான்' என்ற தொடரில் 'இறைவன்' என்ற சொல்லுக்குப் பதிலாக  'சாரல் மழை' என்ற சொல்லைப் பயன்படுத்தி  புதிய தொடர் உருவாக்குக.  அந்த புதிய தொடரில் எழுவாய்த் தொடரின் வகை என்ன?",
          "options": [
      "அழகிய குளிர்ந்த கடம்பவனத்தை விட்டு சாரல் மழை நீங்கினான் (வினையெச்சத் தொடர்)",
      "அழகிய குளிர்ந்த கடம்பவனத்தை விட்டு சாரல் மழை நீங்கிப் போனது (பெயரெச்சத் தொடர்)",
      "அழகிய குளிர்ந்த கடம்பவனத்தை விட்டு சாரல் மழை நீங்கிப் போனது (வினையெச்சத் தொடர்)",
      "அழகிய குளிர்ந்த கடம்பவனத்தை விட்டு சாரல் மழை நீங்கிப் போனது (விளித் தொடர்)"
    ],
    "answer": "C",
    
          "additional_context": "`அழகிய குளிர்ந்த கடம்பவனத்தை விட்டு இறைவன் நீங்கினான்' என்ற தொடரில் `இறைவன்'  என்ற சொல்லுக்குப் பதிலாக `சாரல் மழை'  என்ற சொல்லைப் பயன்படுத்தி புதிய தொடர் உருவாக்கி, அதில் எழுவாய்த் தொடரின் வகையைக் கண்டறியவும். `சாரல் மழை'  என்ற சொல் இயல்பிலேயே எழுவாய்த் தொடர். அதேநேரத்தில், `நீங்கிப் போனது'  என்ற தொடர் வினையெச்சத் தொடர்."
          }
        ]