[
          
  {
    
          "description": "இடைக்காடனாரின் கவிதை எந்த வகையைச் சார்ந்தது?",
          "options": [
      "பாடல்",
      "இலக்கியம்",
      "கதை",
      "புராணம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இடைக்காடனார் என்னும் புலவர், தாம் இயற்றிய கவிதையினை மன்னன் முன்பு பாட, அதைப் பொருட்படுத்தாமல் மன்னன் புலவரை அவமதித்தான். மனம் வருந்திய இடைக்காடனார், இறைவனிடம் முறையிட்டார்."
          }
        ,
          
  {
    
          "description": "திருவிளையாடற்புராணம் எத்தனை காண்டங்களைக் கொண்டுள்ளது?",
          "options": [
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்நூல் மதுரைக் காண்டம், கூடற் காண்டம், திருவாலவாய்க் காண்டம் என்ற மூன்று காண்டங்களும் 64 படலங்களும் உடையது; பரஞ்சோதி முனிவர் திருமறைக்காட்டில் (வேதாரண்யம்) பிறந்தவர்; பதினேழாம் நூற்றாண்டைச் சேர்ந்தவர்; சிவபக்தி மிக்கவர்."
          }
        ,
          
  {
    
          "description": "இடைக்காடனார் தன் கவிதையைப் படித்த போது, மன்னன் என்ன செய்தான்?",
          "options": [
      "அவருக்கு மரியாதை செய்து கேட்டான்",
      "கவிதையைப் புகழ்ந்து பாராட்டினான்",
      "தலையை அசைக்காமல் இருந்தான்",
      "அவருக்குப் பரிசு வழங்கினான்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கழிந்த பெரும் கேள்வியினான் எனக் கேட்டு முழுது உணர்ந்த கபிலன் தன் பால் பொழிந்த பெரும் காதல் மிகு கேண்மையினான் இடைக்காட்டுப் புலவன் தென் சொல் மொழிந்து அரசன் தனைக் காண்டும் எனத் தொடுத்த பனுவலொடு மூரித் தீம் தேன் வழிந்து ஒழுகு தாரானைக் கண்டு தொடுத்து உரைப்பனுவல் வாசித்தான் ஆல். சொல் நிறையும் கவி தொடுத்தேன் அவமதித்தான் சிறிது முடி துளக்கான் ஆகி. என்னை இகழ்ந்தனனோ சொல் வடிவாய் நின்இடம் பிரியா இமையப் பாவை தன்னையும் சொல் பொருளான உன்னையுமே இகழ்ந்தனன் என் தனக்கு யாது என்னா முன்னை மொழிந்து இடைக்காடன் தணியாத முனிவு ஈர்ப்ப முந்திச் சென்றான் அன்ன உரை திருச்செவியின் ஊறுபாடு என உறைப்ப அருளின் மூர்த்தி. "
          }
        ,
          
  {
    
          "description": "'ஓங்கு தண் பணைசூழ் நீப வனத்தை நீத்து ஒரு போதேனும் நீங்குவம் அல்லேம்' என்ற வரியில் 'நீப வனம்' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "மன்னனின் தோட்டம்",
      "இறைவனின் கோவில்",
      "இடைக்காடனாரின் வீடு",
      "கபிலனின் தோட்டம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இடைக்காடனாருக்கும் கபிலனுக்கும் அகத்துவகை பொலியுமாற்றான் ஞானமய மாகியதன் இலிங்கவுரு மறைத்துஉமையாம் நங்கை யோடும் வானவர்தம் பிரானெழுந்து புறம்போய்த்தன் கோவிலின்நேர் வடபால் வையை ஆனநதித் தென்பாலோர் ஆலயங்கண்டு அங்கு இனிதின் அமர்ந்தான் மன்னோ. ஓங்கு தண் பணைசூழ் நீப வனத்தை நீத்து ஒரு போதேனும் நீங்குவம் அல்லேம் கண்டாய் ஆயினும் நீயும் வேறு தீங்கு உளை அல்லை காடன் செய்யுளை இகழ்தலாலே ஆங்கு அவன் இடத்தில் யாம் வைத்த அருளினால் வந்தேம் என்னா. "
          }
        ,
          
  {
    
          "description": "இடைக்காடனார் தம் கவிதையை எந்த மன்னன் முன் பாடியுள்ளார்?",
          "options": [
      "குலேசபாண்டியன்",
      "குலசேகர பாண்டியன்",
      "பராக்கிரம பாண்டியன்",
      "விக்கிரம பாண்டியன்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "பாண்டிய நாட்டை ஆட்சிபுரிந்த குலேசபாண்டியன் என்னும் மன்னன் தமிழ்ப் புலமையில் சிறந்து விளங்கினான்."
          }
        ]