
[
  {
    "description": "“தொன்மம்” என்ற சொல்லுக்குரிய ஆங்கிலக் கலைச்சொல் எது?",
    "options": [
      "Artifacts",
      "Terminology",
      "Aesthetics",
      "Myth"
    ],
    "answer": "D",
    "additional_context": "“தொன்மம்” என்ற சொல் கலைச்சொல்லாக  “Myth” என்ற ஆங்கிலச் சொல்லால் குறிக்கப்படுகிறது.  ஒரு மொழியின் சொற்களின் அர்த்தங்களைத் தெரிந்துகொள்வது அவசியமானது. அதுவே நம்மை இன்னும்  நல்ல முறையில் சிந்திக்கவும் எழுதவும் உதவும்."
  },
  {
    "description": "“நாட்டார் கலைகள்” என்ற நூலை எழுதியவர் யார்?",
    "options": [
      "தேன்மழை",
      "சுரதா",
      "க.த.திருநாவுக்கரசு",
      "அ.கா.பெருமாள்"
    ],
    "answer": "D",
    "additional_context": "நமது நாட்டில் பல்வேறு வகையான நாட்டார் கலைகள் இருக்கின்றன. நாட்டார் கலைகள் மக்களின் கலாச்சாரம், பழக்க வழக்கங்கள், வாழ்வியல் ஆகியவற்றைப் பிரதிபலிக்கும். “நாட்டார் கலைகள்” என்ற நூலை எழுதியவர் அ.கா. பெருமாள்."
  },
  {
    "description": "“கம்பனின் சமுதாயப் பார்வை” என்ற நூலைப் பற்றி அறிந்துகொள்ள எந்த இணைய முகவரியில் செல்லலாம்?",
    "options": [
      "http://www.akaramuthala.in/uncategorized/4យល់-ភ្នំសំ–अफ्री仿-|",
      "https://maduraivaasagan.wordpress.com/2011/09/08/L645---45/",
      "http://www.tamilvu.org/library/nationalized/pdf/29-a.srinivasan/kambanorusamudayaparvai.pdf",
      "எதுவும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "நூல்களின் மின்னணுப் பதிப்புகளைப் பெற இணையத்தளம் மிகவும் உதவுகிறது.  நூல்கள் பற்றிய தகவல்களைப் பெறவும் இணையத்தளம் ஒரு வழிகாட்டியாக அமைகிறது."
  },
  {
    "description": "“திரைகட்டித் தோற்பாவைக் கூத்து” என்ற கலை எந்த விழாவில் நடைபெற்றது?",
    "options": [
      "பிறந்த நாள் விழா",
      "குடும்ப விழா",
      "பொங்கல் விழா",
      "எதுவும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "பொங்கல் விழாவானது நம் மண்ணின் மக்களின் மகிழ்ச்சியைப் பிரதிபலிக்கும் ஒரு விழாவாகும்.  பொங்கல் விழாவில் சிற்றூர்க் கலைகள் காட்சியாக்கப்படுவது வழக்கம்.  திரைகட்டித் தோற்பாவைக் கூத்து, பொம்மலாட்டம், ஒயிலாட்டம் ஆகியவை அந்தக் கலைகளில் சில. "
  },
  {
    "description": "“திரைகட்டித் தோற்பாவைக் கூத்து” கலைக்குப் பதிலாக எந்த கலை வகையை மாற்றி நிகழ்த்தலாம்?",
    "options": [
      "மயிலாட்டம்",
      "பொம்மலாட்டம்",
      "ஒயிலாட்டம்",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "ஒரு கலைக்குப் பதிலாக வேறொரு கலையை மாற்றி நிகழ்த்துவது மிகவும் இயல்பானது.  மயிலாட்டம், பொம்மலாட்டம், ஒயிலாட்டம் ஆகியவை  சிற்றூர்க் கலைகளில் சில.  இவற்றைத் திரைகட்டித் தோற்பாவைக் கூத்துக்குப் பதிலாக நிகழ்த்தலாம்."
  }
]
