
[
  {
    "description": "எழுவாய்த் தொடரில் எழுவாயுடன் எவை தொடர்பு கொள்ளலாம்?",
    "options": [
      "பெயர், வினை, வினா",
      "இடைச்சொல், உரிச்சொல்",
      "வினையெச்சம், பெயரெச்சம்",
      "வேற்றுமை உருபு, இடைச்சொல்"
    ],
    "answer": "A",
    "additional_context": "ஒரு தொடரில் சொற்களுக்கு இடையில் சொல்லோ உருபோ மறைந்து வராமல் வெளிப்படையாகப் பொருளை உணர்த்துவது தொகாநிலைத் தொடர் எனப்படும். \nஎ.கா காற்று வீசியது\nகுயில் கூவியது\nமுதல் தொடரில் \"காற்று\" என்னும் எழுவாயும் \"வீசியது\" என்னும் பயனிலையும் தொடர்ந்து நின்று வேறுசொல் வேண்டாது பொருளை உணர்த்துகின்றது. \nஅதேபோன்று இரண்டாவது தொடரிலும் எழுவாயும் பயனிலையும் தொடர்ந்து நின்று குயில் கூவியது என்னும் பொருளைத் தருகின்றது.\n\nஎழுவாயுடன் பெயர், வினை, வினா ஆகிய பயனிலைகள் தொடர்வது எழுவாய்த்தொடர் ஆகும். \nஇனியன் கவிஞர் - பெயர்\nகாவிரி பாய்ந்தது – வினை\nபேருந்து வருமா? – வினா\nமேற்கண்ட மூன்று தொடர்களிலும் பெயர், வினை, வினா ஆகியவற்றுக்கான பயனிலைகள் வந்து எழுவாய்த் தொடர்கள் அமைந்துள்ளன."
  },
  {
    "description": "\"கேட்ட பாடல்\" என்ற தொடரின் வகை எது?",
    "options": [
      "வினையெச்சத்தொடர்",
      "வினைமுற்றுத்தொடர்",
      "பெயரெச்சத்தொடர்",
      "உரிச்சொல் தொடர்"
    ],
    "answer": "C",
    "additional_context": "முற்றுப் பெறாத வினை பெயர்ச்சொல்லைக் கொண்டு முடிவது பெயரெச்சத்தொடர் எனப்படும். \nகேட்ட பாடல்\n\"கேட்ட\" என்னும் எச்சவினை \"பாடல்\" என்னும் பெயரைக்கொண்டு முடிந்துள்ளது."
  },
  {
    "description": "வேற்றுமைத் தொடரில் எது வெளிப்படையாக இருக்கும்?",
    "options": [
      "பெயரெச்சம்",
      "வினையெச்சம்",
      "வேற்றுமை உருபு",
      "இடைச்சொல்"
    ],
    "answer": "C",
    "additional_context": "வேற்றுமை உருபுகள் வெளிப்பட அமையும் தொடர்கள் வேற்றுமைத் தொகாநிலைத்தொடர்கள் ஆகும். \nகட்டுரையைப் படித்தாள். \nஇத்தொடரில் ஐ என்னும் வேற்றுமை உருபு வெளிப்படையாக வந்து பொருளை உணர்த்துகிறது.\nஅன்பால் கட்டினார் – (ஆல்) மூன்றாம் வேற்றுமைத் தொகாநிலைத் தொடர்\nஅறிஞருக்குப் பொன்னாடை (கு) நான்காம் வேற்றுமைத் தொகாநிலைத் தொடர்"
  },
  {
    "description": "\"மற்றொன்று\" என்ற சொல் எந்தத் தொடரில் அமைந்திருக்கும்?",
    "options": [
      "உரிச்சொல் தொடர்",
      "இடைச்சொல் தொடர்",
      "விளித்தொடர்",
      "அடுக்குத் தொடர்"
    ],
    "answer": "B",
    "additional_context": "இடைச்சொல்லுடன் பெயரோ, வினையோ தொடர்வது இடைச்சொல் தொடர் ஆகும். \nமற்றொன்று - மற்று + ஒன்று. \"மற்று\" என்னும் இடைச்சொல்லை அடுத்து \"ஒன்று\" என்னும் சொல் நின்று பொருள் தருகிறது."
  },
  {
    "description": "\"கேட்க வேண்டிய பாடல்\" என்னும் தொடரில் எந்த வகை பெயரெச்சம் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "எளிய பெயரெச்சம்",
      "கூட்டு நிலைப் பெயரெச்சம்",
      "தனிநிலைப் பெயரெச்சம்",
      "இடைநிலைப் பெயரெச்சம்"
    ],
    "answer": "B",
    "additional_context": "ஒன்றிற்கு மேற்பட்ட எச்சங்கள் சேர்ந்து பெயரைக்கொண்டு முடியும் கூட்டுநிலைப் பெயரெச்சங்களை இக்காலத்தில் பெருமளவில் பயன்படுத்துகிறோம். வேண்டிய, கூடிய, தக்க, வல்ல முதலான பெயரெச்சங்களை, செய என்னும் வாய்பாட்டு வினையெச்சத்துடன் சேர்ப்பதன் மூலம் கூட்டுநிலைப் பெயரெச்சங்கள் உருவாகின்றன. \nஎ.கா. \nகேட்க வேண்டிய பாடல், சொல்லத் தக்க செய்தி"
  }
]
