[
          
  {
    
          "description": "'கூட்டம் நடந்தது'  என்ற தொடரில்  'கூட்டம்'  என்பது எந்தத் திணையில் உள்ளது?",
          "options": [
      "உயர்திணை",
      "அஃறிணை",
      "இரண்டும்",
      "இதில்  திணை  என்று  ஒன்று இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தத் தொடரில் “கூட்டம்” என்பது ஒரு பொருளை குறிப்பிடுவதால் அஃறிணையில் உள்ளது. கூட்டம் என்பது  பலரை உள்ளடக்கியது.  ஆனால், கூட்டம் இயற்கை மனிதர்களை போன்ற உயிரினத்தை குறிக்கவில்லை.  எனவே கூட்டம் அஃறிணை."
          }
        ,
          
  {
    
          "description": "'வாடா இராசா'  என்ற தொடர் எந்த வகையான  வழுவமைதிக்கு  எடுத்துக்காட்டு?",
          "options": [
      "திணை வழுவமைதி",
      "பால் வழுவமைதி",
      "இட வழுவமைதி",
      "மரபு வழுவமைதி"
    ],
    "answer": "B",
    
          "additional_context": "இந்தத் தொடரில் 'இராசா' என்பது ஆண்பால். ஆனால் இராசா என்று ஒரு மகளை அழைப்பது தவறு.  மகளை இராசா என்று அழைப்பதன் மூலம் பெண்பால் ஆண்பாலாக மாறி உள்ளது.  எனவே இது பால் வழுவமைதி."
          }
        ,
          
  {
    
          "description": "'அம்மை வந்தாள்'  என்ற தொடர் மாட்டைப் பார்த்து கூறப்படுகிறது. இதில் உள்ள வழுவமைதி என்ன?",
          "options": [
      "திணை வழுவமைதி",
      "பால் வழுவமைதி",
      "இட வழுவமைதி",
      "மரபு வழுவமைதி"
    ],
    "answer": "A",
    
          "additional_context": "“அம்மை” என்பது உயர்திணை. மாடு என்பது அஃறிணை. மாட்டைப் பார்த்து உயர்திணையில் உள்ள “அம்மை” என்று அழைப்பது திணை வழுவமைதி.  மாடு  அஃறிணை எனினும்,  அம்மை என்பது உயர்திணை.  இதில்  அஃறிணை  உயர்திணை  என மாறியுள்ளது.  எனவே இது திணை வழுவமைதி."
          }
        ,
          
  {
    
          "description": "'நேற்று வருவான்'  என்ற தொடரில்  'வருவான்'  என்பது எந்தக் காலத்தில் உள்ளது?",
          "options": [
      "இறந்த காலம்",
      "நிகழ்காலம்",
      "எதிர்காலம்",
      "இதில்  காலம்  இல்லை"
    ],
    "answer": "C",
    
          "additional_context": "“நேற்று” என்பது இறந்த காலத்தை குறிக்கிறது. “வருவான்” என்பது எதிர்காலத்தை குறிக்கிறது.  எனவே “நேற்று வருவான்” என்பது எதிர்காலத்தில் உள்ளது.  இந்தத் தொடரில் நிகழ்காலம் இல்லை."
          }
        ,
          
  {
    
          "description": "கீழ்கண்டவற்றுள்  எது  'வழாநிலை'  என்பதற்கு  எடுத்துக்காட்டு?",
          "options": [
      "செழியன் வந்தான்",
      "கண்ணகி உண்டாள்",
      "மாறன் ஒருநாளும் பொய் கூறமாட்டான்",
      "குயில் கத்தும்"
    ],
    
          "additional_context": "இலக்கண முறையுடன் பிழையின்றிப் பேசுவதும் எழுதுவதும் வழாநிலை எனப்படும்.  செழியன் வந்தான்  என்பது  சரியான இலக்கண முறை.  இது இலக்கண பிழை இல்லாதது.  எனவே இது வழாநிலை."
          }
        ]