[
          
  {
    
          "description": "மேற்கண்ட பகுதி யார் பேசுவதாகக் குறிப்பிடுகிறது?",
          "options": [
      "ஒரு மனிதர்",
      "ஒரு கணினி",
      "ஒரு மொழி மாதிரி",
      "ஒரு PDF ரீடர்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி பாடப்புத்தகத்தில் ஒரு குறிப்பிட்ட பத்தியைப் பற்றியது. இந்த பத்தி மெக்லியோட் பெத்யூன் என்ற கறுப்பினப் பெண்ணின் வாழ்க்கைப் பற்றியது. அவளின் குழந்தைப் பருவத்தையும் அவள் கல்வி பயிலும் கனவையும் இந்தப் பத்தி விவரிக்கிறது. இந்தப் பகுதி புத்தகத்தில் எழுத்தாளரால் எழுதப்பட்ட ஒரு கதையாகும். அதாவது, இந்தப் பகுதி புத்தகத்தில் எழுத்தாளரால் உருவாக்கப்பட்ட ஒரு கதாபாத்திரத்தால் பேசப்படுகிறது."
          }
        ,
          
  {
    
          "description": "மேற்கண்ட வாக்கியத்தில், யார் இணைக்கப்பட்ட PDF ஃபைல்களைப் படிக்க முடியாது?",
          "options": [
      "(a) மொழி மாதிரி",
      "(b) கணினி",
      "(c) ஆசிரியர்",
      "(d) சிறுகதை எழுத்தாளர்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி பாடப்புத்தகத்தில் ஒரு குறிப்பிட்ட பத்தியைப் பற்றியது. இந்த பத்தி மெக்லியோட் பெத்யூன் என்ற கறுப்பினப் பெண்ணின் வாழ்க்கைப் பற்றியது. அவளின் குழந்தைப் பருவத்தையும் அவள் கல்வி பயிலும் கனவையும் இந்தப் பத்தி விவரிக்கிறது. இந்தப் பத்தியில் ஒரு சிறுமி ஒரு புத்தகத்தைப் படிக்க முயற்சிக்கும் போது ஒரு பெண் அவளை தடுத்து நிறுத்தி, ''உனக்குப் படிக்கத் தெரியாது!'' என்று கூறுகிறாள். இதிலிருந்து ஒரு மொழி மாதிரி இணைக்கப்பட்ட PDF ஃபைல்களைப் படிக்க முடியாது என்பது புரிகிறது."
          }
        ,
          
  {
    
          "description": "PDF ஃபைலில் இருந்து எதைப் பிரிச்செடுக்க வேண்டும் என்று கேட்கப்படுகிறது?",
          "options": [
      "(a) படங்கள்",
      "(b) உரை",
      "(c) கோப்புகள்",
      "(d) வீடியோக்கள்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி ஒரு பத்தியில் இருந்து எடுக்கப்பட்டது. அந்தப் பத்தி  மெக்லியோட் பெத்யூன் என்ற கறுப்பினப் பெண்ணின் வாழ்க்கைப் பற்றியது. அவளின் குழந்தைப் பருவத்தையும் அவள் கல்வி பயிலும் கனவையும் இந்தப் பத்தி விவரிக்கிறது. அந்தப் பத்தியில், மேரி என்பவள் ஒரு புத்தகத்தைப் படிக்க முயற்சிக்கும் போது அவளை ஒரு பெண் தடுத்து நிறுத்துகிறாள். அப்போது அந்தப் பெண்  'உனக்குப் படிக்கத் தெரியாது!'' என்று கூறுகிறாள். இதிலிருந்து ஒரு மொழி மாதிரி PDF ஃபைலில் இருந்து உரையைப் பிரிச்செடுத்து படிக்க வேண்டும் என்று புரிகிறது."
          }
        ,
          
  {
    
          "description": "இந்த வாக்கியத்தில் குறிப்பிடப்படும் 'அழகுபடுத்தித் தர முடியும்' என்பதன் அர்த்தம் என்ன?",
          "options": [
      "(a) PDF ஃபைலை கணினியில் காட்ட முடியும்",
      "(b) PDF ஃபைலைத் திறந்து படிக்க முடியும்",
      "(c) உரையைத் திருத்தி, அழகாக எழுத முடியும்",
      "(d) PDF ஃபைலை வேறு மொழியில் மொழிபெயர்க்க முடியும்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி ஒரு பத்தியில் இருந்து எடுக்கப்பட்டது. அந்தப் பத்தி மெக்லியோட் பெத்யூன் என்ற கறுப்பினப் பெண்ணின் வாழ்க்கைப் பற்றியது. அவளின் குழந்தைப் பருவத்தையும் அவள் கல்வி பயிலும் கனவையும் இந்தப் பத்தி விவரிக்கிறது. அந்தப் பத்தியில், மேரி ஒரு பெண்ணைப் பார்த்து ''உனக்குப் படிக்கத் தெரியாது!'' என்று கூறுகிறாள். இதிலிருந்து ஒரு மொழி மாதிரி, ஒரு PDF ஃபைலில் இருந்து உரையைப் பிரிச்செடுத்து அதைத் திருத்தி அழகாக எழுத முடியும் என்பது புரிகிறது."
          }
        ,
          
  {
    
          "description": "மேற்கண்ட பத்தியில் பயன்படுத்தப்பட்டுள்ள 'இணைக்கப்பட்ட' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "இணைக்கப்பட்ட PDF ஃபைலைத் திறக்க முடியாது என்பதைத் தெரிவிக்கிறது.",
      "PDF ஃபைல் பயனரால் ஏற்கனவே இணைக்கப்பட்டுள்ளது என்பதைத் தெரிவிக்கிறது.",
      "PDF ஃபைல் இணையத்தில் உள்ளது என்பதைத் தெரிவிக்கிறது.",
      "PDF ஃபைல் திறக்க முடியாததால் இணைக்கப்பட்டிருக்கிறது என்பதைத் தெரிவிக்கிறது."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி பாடப்புத்தகத்தில் ஒரு குறிப்பிட்ட பத்தியைப் பற்றியது. இந்த பத்தி மெக்லியோட் பெத்யூன் என்ற கறுப்பினப் பெண்ணின் வாழ்க்கைப் பற்றியது. அவளின் குழந்தைப் பருவத்தையும் அவள் கல்வி பயிலும் கனவையும் இந்தப் பத்தி விவரிக்கிறது. இந்தப் பத்தியில், மேரி ஒரு பெண்ணைப் பார்த்து ''உனக்குப் படிக்கத் தெரியாது!'' என்று கூறுகிறாள். இதிலிருந்து ஒரு மொழி மாதிரி இணைக்கப்பட்ட PDF ஃபைல்களைப் படிக்க முடியாது என்பது புரிகிறது."
          }
        ]