[
          
  {
    
          "description": "கவிதையில்  கம்பன், பாரதி, தாசன்  என்ற  கவிஞர்கள்  குறிப்பிடப்படுவது   என்ன   நோக்கத்துடன்  இருக்கிறது?",
          "options": [
      "கவிஞன்  அவர்களை   பின்பற்றுகிறான்  என்பதை   உணர்த்துவதற்கு",
      "அவர்களின்  கவிதை  மரபை   தொடர்ந்து   கொண்டு   செல்வதாக   அறிவிப்பதற்கு",
      "அவர்களின்   சொல்லாடலை   தன்   கவிதையில்   பயன்படுத்த   முனைவதாக   குறிப்பிடுவதற்கு",
      "மேற்கண்ட  அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "கவிஞன் கம்பன், பாரதி, தாசன் ஆகியோரைத் தனது கவிதையில் குறிப்பிடுவதன் மூலம்  அவர்களைப் பின்பற்றும் கவிதை மரபை தொடர்ந்து கொண்டு செல்வதாகவும் அவர்களின் சொல்லாடலை தனது கவிதையில் பயன்படுத்த முனைவதாகவும் குறிப்பிடுகிறார்.  மேற்கண்ட அனைத்தையும் குறிப்பிடுவதற்காகவே கவிஞன் அவர்களைத் தனது கவிதையில் குறிப்பிட்டுள்ளார்"
          }
        ,
          
  {
    
          "description": "'புகழ்ந்தால் என்னுடல் புல்லரிக் காது, இகழ்ந்தால் என்மனம் இறந்து விடாது!' என்ற வரியின் பொருள் என்ன?",
          "options": [
      "புகழ்  அல்லது  இகழ்வு   எதுவும்   கவிஞனின்   மனதை   பாதிக்காது",
      "புகழை  கவிஞன்   சாதாரணமாக   ஏற்றுக்  கொள்கிறான்",
      "இகழ்வுகளை   கவிஞன்   பொருட்படுத்த மாட்டான்",
      "கவிஞன்   உண்மையான  புகழை   மட்டும்  விரும்புகிறான்"
    ],
    "answer": "A",
    
          "additional_context": "கவிஞன் ஒருவர் புகழ்ந்தாலோ இகழ்ந்தாலோ  அது அவருடைய மனதை பாதிக்காது.   புகழை சாதாரணமாக ஏற்றுக் கொள்வார். இகழ்வுகளை பொருட்படுத்த மாட்டார்.  உண்மையான புகழை மட்டும் விரும்புவார் என்பது  இந்த வரிகள்  குறிப்பிடுவது அல்ல"
          }
        ,
          
  {
    
          "description": "கவிஞனின் பணியை பற்றி கண்ணதாசன் எவ்வாறு விவரிக்கிறார்?",
          "options": [
      "மனம் என்னும் வயலில், சொல்லேர் உழவனாக, சிந்தனை விதையைத் தூவி, மடமைக் களை பறித்து, தத்துவ நீர் பாய்ச்சி, அறம் என்னும் கதிர் அறுப்பவன் கவிஞன்.",
      "காலத்தைக் கணிப்பதால் காலத்தை வென்றவனாகிறான்.",
      "இவைசரி யென்றால் இயம்புவதென் தொழில், இவைதவ றாயின் எதிர்ப்பதென் வேலை!",
      "ஆக்கல் அளித்தல் அழித்தல்இம் மூன்றும் அவனும் யானுமே அறிந்தவை; அறிக!"
    ],
    "answer": "A",
    
          "additional_context": "கவிஞன் மனம் என்ற வயலை ஒரு உழவன் போல உழுகிறான். சிந்தனை என்ற விதையைத் தூவி, மடமை என்ற களையைப் பறித்து, தத்துவம் என்ற நீரைப் பாய்ச்சி, அறம் என்ற கதிர் அறுப்பவன் கவிஞன்.   இந்த வரிகள் கவிஞனின் பணியைப் பற்றி விவரிக்கிறது"
          }
        ,
          
  {
    
          "description": "கவிஞனின் புகழைப் பற்றிய கண்ணதாசனின் கருத்து என்ன?",
          "options": [
      "பொன்னினும் விலைமிகு பொருளென் செல்வம்!",
      "புகழ்ந்தால் என்னுடல் புல்லரிக் காது",
      "இகழ்ந்தால் என்மனம் இறந்து விடாது!",
      "வளமார் கவிகள் வாக்குமூலங்கள் இறந்த பின்னாலே எழுதுக தீர்ப்பு!"
    ],
    "answer": "D",
    
          "additional_context": "கவிஞனின் புகழ் என்பது அவருடைய வாக்குமூலங்களால் மட்டுமே வரும்.  அவர் இறந்த பின்னரே  மக்கள் அவருடைய வாக்குமூலங்களை  மதித்து புகழ்கிறார்கள்.  அவர் உயிருடன் இருக்கும் போது புகழை கவலைப்பட வேண்டிய அவசியம் இல்லை"
          }
        ,
          
  {
    
          "description": "கவிஞன் காலத்தை எவ்வாறு வெல்வதாக கண்ணதாசன் குறிப்பிடுகிறார்?",
          "options": [
      "கவிஞன் யானோர் காலக் கணிதம்",
      "கருப்படு பொருளை உருப்பட வைப்பேன்!",
      "புவியில் நானோர் புகழுடைத் தெய்வம்",
      "பொன்னினும் விலைமிகு பொருளென் செல்வம்!"
    ],
    "answer": "A",
    
          "additional_context": "கவிஞன்  காலத்தைக் கணித்து அதை வெல்பவன்.  காலம் என்பது அவனுக்கு  அடிமை அல்ல.  அவனுக்கு  அடிமை  என்று  கருதுபவன் கவிஞன் அல்ல"
          }
        ]