
[
  {
    "description": "சங்க காலத்தில் அரசனின் ஆட்சியை எது குறிக்கிறது?",
    "options": [
      "அவனது வீரம் மற்றும் போர் திறமை",
      "அவனது செல்வம் மற்றும் சொத்துக்கள்",
      "அவனது அறநெறி",
      "அவனது சமயப் பக்தி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சங்ககாலத்தில் அறத்தை மனித உறவின் மையமாகக் கொண்டிருந்தனர்; சமயக் கலப்பில்லாத மானிட அறம் இயல்பாக நிலவிய காலம், சங்ககாலம். அறம் என்பது சமூகத்தில் மனிதர்கள் ஒருங்கிணைந்து வாழத் தேவையான நெறிமுறைகளை குறிக்கும். சங்க காலத்தில் அரசனின் ஆட்சி அறநெறியை அடிப்படையாகக் கொண்டிருக்க வேண்டும் என்று வலியுறுத்தப்படுகிறது. அரசன், தன் மக்களுக்குத் தலைவன் மட்டுமல்ல, அவர்களின் நலனுக்காகத் தொண்டாற்ற வேண்டியவர். அரசன் அறநெறியில் வாழ்ந்து, தன் மக்களையும் அறநெறியில் நடத்த வேண்டும். அரசன் அறநெறியில் இருந்து ஆட்சி செய்தால் மட்டுமே அவனது ஆட்சி நீடித்து நிலவும். இதன் காரணமாகவே சங்க கால அரசர்களின் ஆட்சி அறநெறியை அடிப்படையாகக் கொண்டிருக்க வேண்டும் என்று வலியுறுத்தப்படுகிறது. "
  },
  {
    "description": "சங்க காலத்தில் வள்ளல்கள் எதற்காகப் போற்றப்பட்டனர்?",
    "options": [
      "போரில் வெற்றி பெற்றதற்காக",
      "செல்வந்தர்களாக இருந்ததற்காக",
      "மக்களுக்கு உதவியதற்காக",
      "புலவர்களைப் பாதுகாத்ததற்காக"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "வள்ளல்கள்  என்பவர்கள் தங்கள் செல்வத்தை மக்களுக்கு  உதவ பயன்படுத்தியவர்கள்.  சங்ககாலத்தில் வள்ளல்கள் மக்களுக்கு உதவியதற்காகப் போற்றப்பட்டனர். மக்களின் நலனைப் பேணி, பசி  பிணி  நீக்கி,  அவர்களின் வாழ்க்கையை மேம்படுத்தி, துன்பத்தில் இருந்து விடுவித்து, அவர்களின் கவலைகளைப் போக்கி  அவர்களுக்கு  நல்ல  பயன்  செய்ததற்காக வள்ளல்கள் போற்றப்பட்டனர். "
  },
  {
    "description": "சங்க காலத்தில் அறம் செய்தலில் எந்த நோக்கம் இருக்கக் கூடாது என்று வலியுறுத்தப்படுகிறது?",
    "options": [
      "அரசியல் அதிகாரத்தைப் பெறுதல்",
      "சமூகத்தில் மரியாதைப் பெறுதல்",
      "மறுபிறப்பில் நல்ல பலன் பெறுதல்",
      "தன்னம்பிக்கையை வளர்த்துக் கொள்ளுதல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சங்ககாலத்தில் மக்கள் மறுபிறப்பில் நல்ல பலன் பெறுவதற்காக அறம் செய்யக் கூடாது என்று கருதினர். அறம் என்பது மனிதன் தன் இயல்பாகவே செய்ய வேண்டியது.  சமூகத்தில் உள்ள அனைவரும் இணைந்து வாழும் போது அறம் தானாகவே கடைப்பிடிக்கப்படும். அறம் செய்தால் மறுபிறப்பில் நல்ல பலன் கிடைக்கும் என்று  கருதுவது  வணிக நோக்கம்  எனக் கூறப்பட்டது. "
  },
  {
    "description": "சங்ககால அரசர்களின் ஆட்சி எதனை அடிப்படையாகக் கொண்டிருக்க வேண்டும் என வலியுறுத்தப்படுகிறது?",
    "options": [
      "பொருள் வளர்ச்சி",
      "இராணுவ வலிமை",
      "மக்கள் நலன்",
      "அறநெறி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சங்க காலத்தில் அரசன், தன் மக்களுக்குத் தலைவன் மட்டுமல்ல, அவர்களின் நலனுக்காகத் தொண்டாற்ற வேண்டியவர். அரசன் அறநெறியில் வாழ்ந்து, தன் மக்களையும் அறநெறியில் நடத்த வேண்டும். அரசன் அறநெறியில் இருந்து ஆட்சி செய்தால் மட்டுமே அவனது ஆட்சி நீடித்து நிலவும். இதன் காரணமாகவே சங்க கால அரசர்களின் ஆட்சி அறநெறியை அடிப்படையாகக் கொண்டிருக்க வேண்டும் என்று வலியுறுத்தப்படுகிறது. "
  },
  {
    "description": "சங்க காலத்தில் 'அறம் கூறும் மன்றம்' என்று அழைக்கப்பட்டவை யாவை?",
    "options": [
      "சபைகள்",
      "அவையங்கள்",
      "மன்றங்கள்",
      "குழாங்கள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சங்க காலத்தில் 'அறம் கூறும் மன்றங்கள்'  அரசனின் அறநெறி ஆட்சிக்குத் துணைபுரிந்தன.  அவை 'அறம் கூறும் அவையங்கள்' என அழைக்கப்பட்டன.  அவையங்கள்  அரசனின் ஆட்சிக்குத் துணைபுரிந்து,  மக்களுக்கு அறத்தைப் போதித்து,  சமூகத்தில் நீதி  நெறிகளை நிலைநாட்டும் பணியைச் செய்தன.  மக்களின் பிரச்சனைகளுக்குத் தீர்வு காணவும், சமூகத்தில் நல்லொழுக்கத்தை வளர்த்துப் போற்றவும் அவையங்கள்  முக்கியப் பங்கு வகித்தன.  "
  }
]
