
[
  {
    "description": "கவிதை வரிகளில் \"காற்று\" எதற்கு ஒப்பிடப்பட்டுள்ளது?",
    "options": [
      "பாடலின் மூல ஊற்று",
      "புல்லாங்குழல்",
      "மரங்களின் நாவுகள்",
      "பூக்களின் நறுமணம்"
    ],
    "answer": "A",
    "additional_context": "கவிதையில் \"காற்று\" என்பது பாடலின் மூல ஊற்று என்கிறார் கவிஞர். \"பாட்டின் மூல ஊற்றே நீதான்\" என்ற வரியில் காற்றை இயற்கையின் ஒலி என அவர் கூறுகிறார். காற்றின் இயக்கம் இயற்கையின் இயக்கம் என அறிய முடிகிறது.  இயற்கையின் இயக்கம் பாடலின் தொடக்கம் என கூறுகிறது இந்த வரி."
  },
  {
    "description": "\"பொய்கையிடம் போனால் குளிர்ந்து போகிறாய்\" என்ற வரியில் \"காற்று\" குறிப்பிடுவது எதன் குணத்தை?",
    "options": [
      "அழகு",
      "குளிர்ச்சி",
      "இனிமை",
      "ஓசை"
    ],
    "answer": "B",
    "additional_context": "இந்த வரியில் காற்றின் குளிர்ச்சி குணத்தை கவிஞர் எடுத்துரைக்கிறார். \"பொய்கையிடம் போனால் குளிர்ந்து போகிறாய்\" என்கிறார். இயற்கை நீர்நிலைகளான பொய்கை, குளம் போன்றவற்றில் இருந்து காற்று வீசும் போது குளிர்ச்சியாக இருக்கும். இந்த குணத்தையே கவிஞர் எடுத்துரைக்கிறார்."
  },
  {
    "description": "\"வயலின் பச்சைப் பயிர்கள் நீ வந்தால் மட்டுமே ஆனந்த நடனம் ஆடுகின்றன\" - இதன் மூலம் எது காட்டப்படுகிறது?",
    "options": [
      "காற்றின் வேகத்தின் தாக்கம்",
      "காற்று மரங்களை ஆட்டுவது",
      "காற்றின் வீசும் திசையைப் பொறுத்து வெப்பநிலை மாறுவது",
      "காற்று இயற்கைக்கு உற்சாகம் தருவது"
    ],
    "answer": "D",
    "additional_context": "இந்த வரியில் காற்று இயற்கைக்கு உற்சாகம் தருவதாக கவிஞர் கூறுகிறார். காற்று வீசும் போது பயிர்கள் ஆடி மகிழ்கின்றன என்று கூறுவதன் மூலம் காற்று இயற்கைக்கு எப்படி உற்சாகம் தருகிறது என்பது புரியும். காற்று இல்லாவிட்டால் எல்லாம் மந்தமாக இருக்கும். காற்று இயற்கையின் உயிர் என்கிறார் கவிஞர்."
  },
  {
    "description": "\"நெடுநாட்களாகவே எனக்கொரு சந்தேகம்\" -  இந்தக் கேள்வி எதற்கான கேள்வி?",
    "options": [
      "காற்றின் தோற்றம்",
      "காற்றின் நிறம்",
      "காற்றின் இயக்கம்",
      "காற்றின் சக்தி"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில் காற்றின் தோற்றம் பற்றிய கேள்வியை கவிஞர் எழுப்புகிறார். காற்று எங்கிருந்து வருகிறது என்பது பற்றிய கேள்வி தான் இந்த வரியில் இருக்கிறது. காற்று தோன்றி எங்கு மறைந்தது என்பது தெரியாமல் இருப்பது பற்றிய கேள்வி இது."
  },
  {
    "description": "கவிதையில் \"காற்று\" எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "இயற்கை அழகு",
      "பாடல்",
      "வாழ்க்கை",
      "இயற்கை சக்தி"
    ],
    "answer": "D",
    "additional_context": "இந்த கவிதையில் காற்று இயற்கை சக்தியைக் குறிக்கிறது.  காற்று இயற்கையின் ஒரு அங்கமாக இருப்பதால் இயற்கை சக்தி என பொருள் கொள்ளலாம்.  காற்று இல்லாமல் உயிர் இல்லை என்கிற உண்மையை இந்த கவிதை வலியுறுத்துகிறது."
  }
]
