[
          
  {
    
          "description": "'சுட்டல்' என்ற சொல் எந்த தொடரில் சரியாகப் பொருந்துகிறது?",
          "options": [
      "காட்டு விலங்குகளைச் ____ திருந்த உதவுகிறது.",
      "நெகிழிப் பொருள்களை ____ நிலத்தடி நீர்வளத்தைக் குன்றச் செய்யும்.",
      "காற்றின் மெல்லிய ____ பூக்களைத் தலையாட்டவைக்கிறது.",
      "பசுமையான ____ ஐக் ____ கண்ணுக்கு நல்லது."
    ],
    "answer": "A",
    
          "additional_context": "தொடர்களைப் படித்து 'சுட்டல்' என்ற சொல் எந்த தொடரில் பொருந்துகிறது என்பதைத் தேர்ந்தெடுக்கவும். இந்தச் சொல்  'சுடுதல்' என்ற சொல்லுக்குப் பதிலாகப் பயன்படுத்தப்படுகிறது.  'சுடுதல்' என்ற சொல் தீயினால் ஏற்படும் வெப்பத்தைக் குறிக்கும். 'சுட்டல்' என்ற சொல்  ஒரு பொருளை வெப்பப்படுத்தி அதன் வடிவத்தை மாற்றுவதை  குறிக்கிறது.  இந்தச் செயல்  காட்டு விலங்குகளைப் பயிற்றுவிப்பதில்  நிகழ்கிறது."
          }
        ,
          
  {
    
          "description": "'நடிப்பு' என்ற சொல் எந்த தொடரில் சரியாகப் பொருந்துகிறது?",
          "options": [
      "பொதுவாழ்வில் ____ கூடாது.",
      "____ இல் அவரை மிஞ்ச ஆள் கிடையாது.",
      "செய்த தவறுகளைச் ____",
      "நிலத்துக்கு அடியில் கிடைக்கும் ____ யாவும் அரசுக்கே சொந்தம்."
    ],
    "answer": "B",
    
          "additional_context": "தொடர்களைப் படித்து 'நடிப்பு' என்ற சொல் எந்த தொடரில் பொருந்துகிறது என்பதைத் தேர்ந்தெடுக்கவும். இது ஒரு செயலைக் குறிக்கும் சொல். பொதுவாழ்வில் நடிக்கக் கூடாது என்று சொல்லலாம். ஆனால், நடிப்பு என்ற சொல்  ஒருவரின் திறமையைக் குறிப்பதாக இருக்கும் போது  அவரை  'நடிப்பில்' மிஞ்ச ஆள் கிடையாது  என்று சொல்வது பொருத்தமாக இருக்கும்."
          }
        ,
          
  {
    
          "description": "'மருள்' என்ற சொல் எந்த பொருளை குறிக்கிறது?",
          "options": [
      "ஒரு வகை மருந்து",
      "மனக்கோளாறு",
      "தூசி",
      "கடினமான மரம்"
    ],
    "answer": "B",
    
          "additional_context": "நீங்கள் 'மருள்' என்ற சொல்லை ஏற்கனவே கேள்விப்பட்டிருப்பீர்கள். இது  'மனக்கோளாறு'  என்று பொருள்படும்.  மருள்  என்பது மனம் சரியில்லாமல் இருப்பதைக் குறிக்கும்.  ஒரு மருத்துவ நிபுணர்  மனக்கோளாறை  சிகிச்சை அளிப்பார்கள்."
          }
        ,
          
  {
    
          "description": "'பள்ளியைத் தூய்மையாக வைத்திருத்தல்' என்ற செயல்திட்டத்துக்கு என்ன குறிக்கோள் இருக்க வேண்டும்?",
          "options": [
      "பள்ளியின் தூய்மை அளவை அதிகரித்தல்",
      "மாணவர்களிடம் தூய்மை பழக்கத்தை வளர்ப்பது",
      "பள்ளி சுற்றுப்புறத்தை அழகுபடுத்துதல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "பள்ளியைத் தூய்மையாக வைத்திருத்தல் என்பது  ஒரு நல்ல செயல்திட்டம்.  இதன் குறிக்கோள்  பள்ளியைச் சுத்தமாகவும், அழகாகவும்  வைத்திருப்பது தான்.  பள்ளியைத் தூய்மையாக வைத்திருப்பதன் மூலம்  மாணவர்கள் தூய்மை  பற்றிப் பழகுவார்கள்.  மேலும்,  பள்ளியைச் சுற்றியுள்ள சுற்றுப்புறத்தை  அழகுபடுத்துவதும்  இதன்  குறிக்கோளாகும்."
          }
        ,
          
  {
    
          "description": "'பூக்கள் பூத்துள்ள காட்சி' என்பதை கவிதை வடிவில் எவ்வாறு விவரிக்கலாம்?",
          "options": [
      "மெல்லிய மணம் பரவியது",
      "பூக்கள் மெதுவாக அசைந்தன",
      "நிறங்கள் மயக்கத்தில் ஆழ்த்தின",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "பூக்கள் பூத்துள்ள  காட்சியை  கவிதை வடிவில்  பல விதங்களில்  விவரிக்கலாம்.  இயற்கையின் அழகை  உணர்ந்து அதைச் சொற்களால்  வடிவமைப்பது  கவிதை  எழுதுவதின்   குறிக்கோள்.  பூக்களின் மணம், அசைவுகள், நிறங்கள்  எல்லாம்  ஒன்றாக  சேர்ந்து  அழகான  காட்சியை  உருவாக்குகின்றன.  இதனை   கவிதையாக  சொல்லும் போது  இந்த அனைத்து  விவரங்களையும்  சேர்த்துக்  கவிதை  எழுத வேண்டும்."
          }
        ]