[
          
  {
    
          "description": "“இனிதிலுள் அடக்கி வாய்ந்த ஆக்கையை அடக்கிப் பூவோடு அழுங்கணீர் பொழிந்தான் மீதே.” இப்பாடல் வரிகள் “கருணையன்” என்ன செய்ததைக் குறிப்பிடுகின்றன?",
          "options": [
      "தன் தாயின் உடலை அடக்கம் செய்யும் முறையைப் பற்றி விவரிக்கின்றன.",
      "தன் தாயின் உடலை மண்ணில் புதைத்து, அதன்மேல் மலர்களை வைத்து, கண்ணீர் விடுகிறார் என்பதை உணர்த்துகின்றன.",
      "தன் தாயின் மரணத்துக்குப் பிறகு காட்டில் இருக்கும் மலர்களைப் பறித்து வருந்துகிறார் என்பதை வெளிப்படுத்துகின்றன.",
      "தன் தாயின் உடலைப் புதைத்து, அதன்மேல் தன் கையால் பூக்கள் வைத்து, கண்ணீர் விடுகிறார் என்பதை குறிப்பிடுகின்றன."
    ],
    "answer": "D",
    
          "additional_context": "தேம்பாவணி காப்பியத்தில் கருணையன் தன் தாயாரை இழந்த துயரத்தில் ஆழ்ந்துள்ளார். அவர் தன் தாயின் உடலை அடக்கம் செய்யும் போது, மண்ணில் புதைத்து, அதன்மேல் மலர்களை வைத்து, கண்ணீர் விடுகிறார். மேற்கண்ட பாடல் வரிகள் இந்தக் காட்சியை மிகத் தெளிவாக விவரிக்கின்றன.  “இனிதிலுள் அடக்கி வாய்ந்த” என்பது தாயின் உடலை அடக்கம் செய்வதைக் குறிக்கிறது.  “ஆக்கையை அடக்கிப் பூவோடு அழுங்கணீர் பொழிந்தான் மீதே” என்பது தன் கையால் பூக்களை வைத்து, கண்ணீர் விட்டதைக் குறிக்கிறது. இப்பாடல் வரிகள் கருணையன் தன் தாயின் மரணத்தால் ஏற்பட்ட துயரத்தை படம்பிடித்துக் காட்டுகின்றன.  "
          }
        ,
          
  {
    
          "description": "தேம்பாவணியின் நாயகன் யார், அவருடைய தாயாரின் பெயர் என்ன, அவர் என்ன செய்து பிரபலமானார்?",
          "options": [
      "a) யோசேப், எலிசபெத், கிறித்துவின் வருகையை அறிவித்தவர்",
      "b) கருணையன், எலிசபெத், கிறித்துவின் வருகையை அறிவித்தவர்",
      "c) கான்சுடான்சு சோசப் பெசுகி, மரியா, புனிதராக கருதப்பட்டவர்",
      "d) யோவான், எலிசபெத், கிறித்துவின் வருகையை அறிவித்தவர்"
    ],
    "answer": "b",
    
          "additional_context": "தேம்பாவணி நூலின் நாயகன் கருணையன். அவருடைய தாயாரின் பெயர் எலிசபெத். கருணையன் திருமுழுக்கு யோவான் என்றும் அழைக்கப்படுகிறார். இவர் கிறித்துவின் வருகையை அறிவித்தவர். அவர் தன் தாயின் மரணத்தைத் தொடர்ந்து ஏற்படும் துயரத்தை தேம்பாவணி நூல் விவரிக்கிறது. இந்த நூல் கருணையனின் துயரத்தையும், இயற்கையின் அவருக்கான இரக்கத்தையும் படம்பிடித்துக் காட்டுகிறது.  "
          }
        ,
          
  {
    
          "description": "'மகிழ்ச்சியைப் பகிர்ந்தால் பெருகும்; துயரைப் பகிர்ந்தால் குறையும்; சுவரோடாயினும் சொல்லி அழு என்பார்களல்லவா?' -  இந்த வாக்கியங்கள் எந்த சூழ்நிலையில் பொருந்தும்?",
          "options": [
      "a) கருணையனின் தாயார் இறந்ததால் அவர் துயரத்தில் இருக்கும் போது",
      "b) வீரமாமுனிவர் உருது மொழியைக் கற்றுக் கொள்ளும் போது",
      "c) கருணையன் தன் தாயின் அடக்கத்திற்காக மலர்களை சேகரிக்கும் போது",
      "d) தேம்பாவணி பாடல்களில் இயற்கை கருணையனை ஆறுதல்படுத்தும் போது"
    ],
    "answer": "a",
    
          "additional_context": "தேம்பாவணி நூல் கருணையனின் தாயார் இறந்ததால் அவர் துயரத்தில் இருப்பதை விவரிக்கிறது. இந்த வரிகள் மனிதர்களுக்கு ஏற்படும் துயரத்தைத் தாங்கும் சக்தி குறித்து விளக்குகிறது. துயரத்தை பகிர்ந்து கொள்வதன் மூலம் அது குறையும் என்பதை இந்த வரிகள் சுட்டிக் காட்டுகின்றன. இது கருணையன் தன் தாயை இழந்த துயரத்தில் இருப்பதை விவரிக்கும் சூழலில் பொருந்தும்.  "
          }
        ,
          
  {
    
          "description": "தேம்பாவணி நூலின் இலக்கணப் பகுதியில் 'கைமுறை' என்பது எதற்கான உதாரணம்?",
          "options": [
      "a) இடைக்குறை",
      "b) வேற்றுமைத்தொகை",
      "c) பகுபத உறுப்பிலக்கணம்",
      "d) தொகுத்தல் விகாரம்"
    ],
    "answer": "d",
    
          "additional_context": "'கைமுறை' என்பது 'கை' என்ற சொல்லுடன் 'முறை' என்ற சொல் சேர்ந்து உருவான ஒரு தொகுத்தல் விகாரம்.  தேம்பாவணியில்  “கடிந்தெனைத் தனித்துப் போனாள்”  என்ற வரியில்  “கடிந்தெனை”  என்பது கடிந்து + என்  என்று பிரித்து,  கடிந்து  என்பது  வினைத்தொகை  என்பதையும்,  எனை  என்பது  வேற்றுமை உருபு  என்பதையும் அறிய முடியும். அதேபோல்  “கைமுறை”  என்பது  “கை”  என்ற  சொல்லுடன்  “முறை”  என்ற  சொல்  சேர்ந்து  உருவான  தொகுத்தல் விகாரம்  என்பதையும்  அறிய முடியும். தேம்பாவணி நூலில்  “கைமுறை”  என்பது  “கை”  என்ற  சொல்லுடன்  “முறை”  என்ற  சொல்  சேர்ந்து  உருவான  தொகுத்தல் விகாரம்  என்பதையும்  அறிய முடியும். தேம்பாவணி நூலில்  “கைமுறை”  என்பது  “கை”  என்ற  சொல்லுடன்  “முறை”  என்ற  சொல்  சேர்ந்து  உருவான  தொகுத்தல் விகாரம்  என்பதையும்  அறிய முடியும்.  "
          }
        ,
          
  {
    
          "description": "தேம்பாவணியின் 5வது பாடலில் வரும் 'நல்லறப் படலைப் பூட்டும் தவமணி மார்பன்' என்பது யாரைக் குறிக்கிறது?",
          "options": [
      "a) கருணையனை",
      "b) சந்தாசாகிப்",
      "c) வீரமாமுனிவரை",
      "d) யோசேப்பினை"
    ],
    "answer": "a",
    
          "additional_context": "'நல்லறப் படலைப் பூட்டும் தவமணி மார்பன்' என்பது கருணையனை குறிக்கிறது. தேம்பாவணி நூலில் கருணையன் தன் தாயாரை இழந்த துயரத்தில் புலம்பும் போது, இயற்கை அவரை ஆறுதல்படுத்தும் காட்சியை இந்த பாடல் விவரிக்கிறது.  கருணையன் நல்ல அறங்களைப் பின்பற்றி வாழ்ந்தவர், அவருடைய நல்லறத்தை  'படலை'  என்று  குறிப்பிடுகிறார்.  அவர் தன்  தவத்தினால்  அடைந்த  மகிமையை  'தவமணி மார்பன்'  என்று  வர்ணிக்கிறார்.  இந்தப் பாடலில்  இயற்கை  மரங்கள்  மலர்கள்  வண்டுகள்  எல்லாம்  கருணையனுக்கு  இரங்கி  அழுகின்றன.   "
          }
        ]