
[
  {
    "description": "வினைமுற்றை வினையாலணையும் பெயராக மாற்றி எழுதும்போது,  எந்த வார்த்தை மாற்றப்பட வேண்டும்?",
    "options": [
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "வினையாலணையும் பெயர்ச்சொல்",
      "எதுவும் இல்லை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "வினைமுற்றை வினையாலணையும் பெயராக மாற்றி எழுதும்போது, வினைச்சொல் மாற்றப்பட்டு, வினையாலணையும் பெயர்ச்சொல் உருவாகும். உதாரணமாக, 'படித்தான்' என்ற வினைமுற்று 'படித்தவன்' என்ற வினையாலணையும் பெயர்ச்சொல்லாக மாறும். இங்கு 'படித்தான்' என்பது வினைச்சொல் மற்றும் 'படித்தவன்' என்பது வினையாலணையும் பெயர்ச்சொல் ஆகும்."
  },
  {
    "description": "\"சான்றோர் வளர்த்த தமிழ்\" கட்டுரையில், தென்னாட்டுப் புலவர்கள் எதைச் செய்தார்கள்?",
    "options": [
      "கல்வி கற்று, ஆராய்ச்சி மேற்கொண்டார்கள்",
      "கடல் கடந்து பயணம் செய்தார்கள்",
      "தமிழ் இலக்கியத்தை வளர்த்தார்கள்",
      "அரசியலில் ஈடுபட்டார்கள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "\"சான்றோர் வளர்த்த தமிழ்\" கட்டுரையில், தென்னாட்டுப் புலவர்கள் தமிழ் இலக்கியத்தை வளர்த்தனர் என்பது குறிப்பிடப்பட்டுள்ளது. அவர்கள் தமிழ் பேசி, சதகம் சமைத்து, பரணி பாடி, கலம்பகம் கண்டு, உலாவந்து, அந்தாதி கூறி, கோவை யாத்து, அணியாகப் பூட்டி அழகூட்டி தமிழ் இலக்கியத்தை வளர்த்தனர்."
  },
  {
    "description": "\"வள்ளல் குமணன் வறுமையால் வாடிவந்த புலவனுக்குத் தனது தலையைக் கொடுத்து மங்காப் புகழ் பெற்றான்\" என்னும் தொடரில், வள்ளல் குமணன் எந்தப் பண்புக்காகப் புகழ் பெற்றான்?",
    "options": [
      "தன்மை",
      "அறிவு",
      "வீரம்",
      "தாராள குணம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வள்ளல் குமணன் வறுமையால் வாடிவந்த புலவனுக்குத் தனது தலையைக் கொடுத்து மங்காப் புகழ் பெற்றான் என்பது குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் வள்ளல் குமணன் தாராள குணத்தைக் கொண்டவன் என்பது தெளிவாகிறது. தாராள குணம் என்பது மற்றவர்களுக்கு உதவி செய்யும் பண்பு ஆகும்."
  },
  {
    "description": "\"பசுப்போல் சாந்தமும் புலிபோல் தீரமும் யானை போல உழைப்பும் மனிதனுக்கு வேண்டும்\"  என்னும் தொடர் எதைப் பற்றிப் பேசுகிறது?",
    "options": [
      "மனித குணங்கள்",
      "விலங்கு குணங்கள்",
      "தமிழ் மொழி சிறப்பு",
      "இயற்கை அழகு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "\"பசுப்போல் சாந்தமும் புலிபோல் தீரமும் யானை போல உழைப்பும் மனிதனுக்கு வேண்டும்\"  என்னும் தொடர் மனித குணங்களைப் பற்றிப் பேசுகிறது.  இதில் பசு, புலி, யானை போன்ற விலங்குகளின் சிறப்பான குணங்கள் மனிதர்களுக்கும் தேவை என்பது குறிப்பிடப்பட்டுள்ளது.  சாந்தம், தீரம், உழைப்பு போன்ற குணங்கள் மனிதர்களுக்கு மிகவும் அவசியமானவை."
  },
  {
    "description": "\"நளனும் அவனது துணைவியும் நிடதநாட்டுக்கு வந்ததைக் கண்டு, அந்நாட்டு மக்கள் மழைமுகில் கண்ட மஞ்ஞை போலக் களி கொண்டனர்\" என்னும் தொடரில், மக்களின் மனநிலையை எந்தப் பறவை  உவமையாகக் காட்டப்பட்டுள்ளது?",
    "options": [
      "காகம்",
      "மயில்",
      "பருந்து",
      "மஞ்ஞை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நளனும் அவனது துணைவியும் நிடதநாட்டுக்கு வந்ததைக் கண்டு, அந்நாட்டு மக்கள் மழைமுகில் கண்ட மஞ்ஞை போலக் களி கொண்டனர் என்பது குறிப்பிடப்பட்டுள்ளது. இங்கு மக்களின் மனநிலையை மஞ்ஞை பறவை உவமையாகக் காட்டப்பட்டுள்ளது. மழைமுகில் கண்ட மஞ்ஞை மகிழ்ச்சியுடன் கூவும் என்பது போல, மக்களும் மகிழ்ச்சியுடன் இருந்தனர் என்பது இதன் பொருள்."
  }
]
