[
          
  {
    
          "description": "'கல்வியைப் போற்றுவதைப் புறநானூற்றுக் காலத்திலிருந்து தற்காலம்வரை தொடர்கின்றனர் தமிழர்' என்ற கூற்று எதன் அடிப்படையில் கூறப்பட்டுள்ளது?",
          "options": [
      "சதாவதானம்",
      "சீறாப்புராணம்",
      "புறநானூறு",
      "திருக்குறள்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கூற்று பழந்தமிழ் இலக்கியத்தில் இருந்து பெறப்பட்டதாக கூறப்படுகிறது. பழந்தமிழ் இலக்கியத்தில் கல்வியைப் போற்றுவது குறித்து பல பாடல்கள் உள்ளன. அவற்றில் புறநானூற்றுக் காலத்தில் எழுந்த பாடல்கள் குறிப்பிடத்தக்கவை. அந்தக் காலத்திலேயே கல்வி மிக முக்கியமானது என்ற கருத்து இருந்தது.  இன்றும்  நாம் கல்வியைப் போற்றுகிறோம் என்பதற்கு சான்றாக இந்தக் கூற்று உள்ளது."
          }
        ,
          
  {
    
          "description": "'கற்றவர் வழி அரசு செல்லும்'  என்ற கூற்றின் அர்த்தம் என்ன?",
          "options": [
      "கற்றவர்களே அரசாங்கத்தில் பணியாற்ற வேண்டும்",
      "கற்றவர்களின் வழிமுறையைப் பின்பற்றி அரசு செயல்பட வேண்டும்",
      "கற்றவர்களின் வழிகாட்டுதலால் அரசு வளர்ச்சி அடையும்",
      "கல்வியே நாட்டின் முன்னேற்றத்திற்கான அடித்தளம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கூற்று கல்வியின்  முக்கியத்துவத்தை எடுத்துக்காட்டுகிறது. அரசு என்பது  கல்விமான்கள் கூறும் வழிமுறைகளைப் பின்பற்றிச் செயல்பட வேண்டும் என்பது இதன் பொருள்.  கல்வி மட்டுமல்ல, அனுபவம், நேர்மை போன்றவை அரசின் வளர்ச்சிக்கு அவசியமானவை என்பதை இது குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "1. 'கல்வி' என்ற தலைப்பில் எழுதப்பட்ட இந்தப் பகுதியில், பழந்தமிழ் இலக்கியம் கல்வியை எப்படிப் போற்றுகிறது?",
          "options": [
      "கல்வியை மன்னர்கள் போற்றுகிறார்கள் என்று சொல்லப்பட்டுள்ளது.",
      "கல்வி அரசை வழிநடத்தும் என்று குறிப்பிடப்பட்டுள்ளது.",
      "கல்வி இல்லாதவர் அரசராக முடியாது என்று கூறப்பட்டுள்ளது.",
      "கல்வி இல்லாமல் அரசு இருக்க முடியாது என்று வலியுறுத்தப்பட்டுள்ளது."
    ],
    "answer": "B",
    
          "additional_context": "பழந்தமிழ் இலக்கியத்தில் கல்வியின்  முக்கியத்துவம் மிக அதிகமாக எடுத்துக்காட்டப்பட்டுள்ளது.  அரசர்களும்  கல்வியை  மிகவும்  மதித்துள்ளனர்.  'கற்றவர் வழி அரசு செல்லும்'  என்ற  கூற்று  கல்வி  அரசின்  வழிமுறைகளை  நிர்ணயிப்பதாக  சொல்கிறது."
          }
        ,
          
  {
    
          "description": "2. 'கற்றவர் வழி அரசு செல்லும்' என்ற பழமொழியின் பொருளை எந்த இலக்கியம் கூறுகிறது?",
          "options": [
      "திருக்குறள்",
      "புறநானூறு",
      "சங்க இலக்கியம்",
      "பூக்களை நாடிச் சென்று தேன் பருகும் வண்டுகள்"
    ],
    "answer": "C",
    
          "additional_context": "சங்க இலக்கியத்தில் கல்வியின்  முக்கியத்துவம் மிக அதிகமாக எடுத்துக்காட்டப்பட்டுள்ளது.  'கற்றவர் வழி அரசு செல்லும்'  என்ற  கூற்று  சங்க இலக்கியத்தில்  பல  முறை  மேற்கோள்  காட்டப்பட்டுள்ளது.  இது  அரசர்களின்  வழிகாட்டுதலும்  அவர்களின்  தீர்மானங்களும்  கல்வியை  அடிப்படையாகக்  கொண்டு  இருக்க வேண்டும்  என்பதை  குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "3. திருக்குறளில் கல்வியைப் பற்றி எந்த உவமை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "தோண்டும் அளவு ஊறும் நீர்போலக் கற்கும் அளவு அறிவு சுரக்கும்",
      "பூக்களை நாடிச் சென்று தேன் பருகும் வண்டுகள்",
      "கல்வியைப் போற்றுவதைப் புறநானூற்றுக் காலத்திலிருந்து தற்காலம்வரை தொடர்கின்றனர்",
      "கல்வி அறிவுக்குத் தெளிவு தந்து, உயிருக்கு அரிய துணையாய் இன்பம் சேர்ப்பது"
    ],
    "answer": "A",
    
          "additional_context": "திருக்குறளில் கல்வி குறித்த  பல  குறள்கள்  உள்ளன.  அவற்றில்  ஒரு  குறள்,  'தோண்டும் அளவு ஊறும் நீர்போலக் கற்கும் அளவு அறிவு சுரக்கும்'  என்று  சொல்கிறது.  இது  கல்வியானது  நாம்  எவ்வளவு  முயற்சி  செய்கிறோமோ  அவ்வளவு  அறிவைத்  தருகிறது  என்பதை  உவமையாக  சொல்கிறது."
          }
        ]