[
          
  {
    
          "description": "“விசும்பில் ஊழி ஊழ் ஊழ் செல்லக் கரு வளர் வானத்து இசையில் தோன்றி, உரு அறிவாரா ஒன்றன் ஊழியும்; உந்து வளி கிளர்ந்த ஊழி ஊழ் ஊழியும் செந்தீச் சுடரிய ஊழியும்; பனியொடு தண்பெயல் தலைஇய ஊழியும்; அவையிற்று உள் முறை வெள்ளம் மூழ்கி ஆர்தருபு, மீண்டும் பீடு உயர்பு ஈண்டி, அவற்றிற்கும் உள்ளீடு ஆகிய இருநிலத்து ஊழியும் …” \n\nஇந்தப் பாடலில், “ஊழி” என்ற சொல் எத்தனை முறை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "3",
      "4",
      "5",
      "6"
    ],
    "answer": "D",
    
          "additional_context": "பாடலில், “ஊழி” என்ற சொல் ஆறு முறை பயன்படுத்தப்பட்டுள்ளது.  “விசும்பில் ஊழி ஊழ் ஊழ் செல்லக் கரு வளர் வானத்து இசையில் தோன்றி, உரு அறிவாரா ஒன்றன் ஊழியும்; உந்து வளி கிளர்ந்த ஊழி ஊழ் ஊழியும் செந்தீச் சுடரிய ஊழியும்; பனியொடு தண்பெயல் தலைஇய ஊழியும்; அவையிற்று உள் முறை வெள்ளம் மூழ்கி ஆர்தருபு, மீண்டும் பீடு உயர்பு ஈண்டி, அவற்றிற்கும் உள்ளீடு ஆகிய இருநிலத்து ஊழியும் …” இந்தப் பாடலின் மூலம், பூமியின் உருவாக்கம் குறித்த கருத்து தெளிவாகிறது. "
          }
        ,
          
  {
    
          "description": "“அண்டப் பகுதியின் உண்டைப் பிறக்கம் சிறிய ஆகப் பெரியோன் தெரியின்” \n\nஇந்தத் திருவாசகப் பாடலில், “அண்டப் பகுதி” என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "நம் பூமி மட்டும்",
      "நம் சூரியக் குடும்பம்",
      "நம் பால்வீதி மண்டலம்",
      "எண்ணற்ற பால்வீதி மண்டலங்கள்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தத் திருவாசகப் பாடலில், “அண்டப் பகுதி” என்பது எண்ணற்ற பால்வீதி மண்டலங்கள் எனக் குறிப்பிடுகிறது. இன்றைய அறிவியல்  வளர்ச்சியில், நமது பால்வீதி மண்டலம் போன்ற கோடிக்கணக்கான பால்வீதி மண்டலங்கள் இருப்பதாகக் கண்டறியப்பட்டுள்ளது. இந்தப் பாடல், மாணிக்கவாசகர், அண்டவெளி குறித்து வியப்பூட்டும் அறிவுடையவராக இருந்ததைக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "பாடலில் “வளர்வானம்” என்பது வினைத்தொகையாகப் பயன்படுத்தப்பட்டுள்ளது. “வளர்வானம்” என்ற சொல் எதைப் பற்றி கூறுகிறது?",
          "options": [
      "வளர்ந்து வரும் வானத்தை",
      "வானத்தில் உருவாகும் மேகங்களை",
      "வானத்தில் தோன்றும் விண்மீன்களை",
      "வானத்தில் விரிந்திருக்கும் அண்ட வெளியை"
    ],
    "answer": "A",
    
          "additional_context": "“வளர்வானம்” என்ற சொல் “வளர் + வானம்” என்று வினைத்தொகை வடிவில் பயன்படுத்தப்பட்டுள்ளது. இது வானம் வளர்ந்து வரும் என்பதைக் குறிப்பிடுகிறது. பாடலில், இது “கரு வளர் வானத்து இசையில் தோன்றி”  என்ற வரியில் பயன்படுத்தப்பட்டுள்ளது. பூமியின் உருவாக்கம் குறித்து இப்பாடல் விவரிக்கிறது. "
          }
        ,
          
  {
    
          "description": "“பரிபாடல்” எத்தனை பாடல்கள் கொண்டது?",
          "options": [
      "24",
      "70",
      "100",
      "150"
    ],
    "answer": "B",
    
          "additional_context": "பரிபாடல் எட்டுத்தொகை நூல்களில் ஒன்றாகும். இந்நூல் “ஓங்கு பரிபாடல்” எனும் புகழுடையது. இது சங்க நூல்களுள் பண்ணோடு பாடப்பட்ட நூல். உரையாசிரியர்கள் இதில் எழுபது பாடல்கள் இருப்பதாகக் கூறியுள்ளனர். இன்று 24 பாடல்களே கிடைத்துள்ளன. பரிபாடல், ஈராயிரம் ஆண்டுகளுக்கு முன்னர் வாழ்ந்த தமிழ் மக்களின் வாழ்க்கை முறை, சமூக உறவு, அறிவாற்றல், இயற்கையைப் புரிந்துகொள்ளும் திறன் போன்றவற்றைச் சங்க இலக்கியம் மூலம் நமக்குக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "பரிபாடல் பாடலில் எந்த அறிவியல் கருத்து முன்வைக்கப்படுகிறது?",
          "options": [
      "பூமியின் உருவாக்கம்",
      "விண்வெளியில் உள்ள கருந்துளைகள்",
      "ஒளி வேகம்",
      "உயிரினங்களின் பரிணாமம்"
    ],
    "answer": "A",
    
          "additional_context": "பரிபாடலில், பூமியின் உருவாக்கம் குறித்து பல கருத்துக்கள் முன்வைக்கப்படுகின்றன. 'விசும்பில் ஊழி ஊழ் ஊழ் செல்லக் கரு வளர் வானத்து இசையில் தோன்றி, உரு அறிவாரா ஒன்றன் ஊழியும்; உந்து வளி கிளர்ந்த ஊழி ஊழ் ஊழியும் செந்தீச் சுடரிய ஊழியும்; பனியொடு தண்பெயல் தலைஇய ஊழியும்; அவையிற்று உள் முறை வெள்ளம் மூழ்கி ஆர்தருபு, மீண்டும் பீடு உயர்பு ஈண்டி, அவற்றிற்கும் உள்ளீடு ஆகிய இருநிலத்து ஊழியும் …”  இந்தப் பாடலின் மூலம், பூமியின் உருவாக்கம் குறித்து தெளிவாகிறது. "
          }
        ]