
[
  {
    "description": "“படமொன்று கீறும்” என்ற வரியில் உள்ள “படமொன்று” என்பது எதைக் குறிக்கிறது?",
    "options": [
      "அ) மணல் மீது நண்டு இழுத்துப் போடும் கோடு",
      "ஆ) நண்டின் கனவை",
      "இ) நண்டின் வடிவத்தை",
      "ஈ) கடலின் அலைகள்"
    ],
    "answer": "A",
    "additional_context": "கடற்கரையோரம் வாழும் சிறு நண்டுகள் மணல் மீது நடக்கும் போது அதன் கால்களால் ஒரு கோட்டை உருவாக்கும். பாடலில் “படமொன்று கீறும்” என்ற வரியில் இந்த கோட்டைக் குறிக்கிறது. "
  },
  {
    "description": "“கறிசோறு பொதியோடு தருகின்ற போதும்” என்ற வரியில் எது குறிப்பிடப்படுகிறது?",
    "options": [
      "அ) நண்டு கடல் நோக்கி ஓடுவது",
      "ஆ) மனிதர்கள் நண்டைப் பிடித்து உண்ணும் வழக்கம்",
      "இ) நண்டு கடல் அலைகளால் பயந்து ஓடுவது",
      "ஈ) நண்டின் உணவு பழக்கம்"
    ],
    "answer": "C",
    "additional_context": "கடற்கரையில் வாழும் நண்டுகள் தங்கள் உணவைத் தேடி இரவு நேரங்களில் கடல்நோக்கி செல்லும். அப்போது கடலில் அலைகள் எழுந்தால் நண்டுகள் பயந்து மீண்டும் கரைக்குத் திரும்பும். இந்தப் பாடலில் நண்டு கடல் அலைகளால் பயந்து ஓடுவது குறிப்பிடப்படுகிறது."
  },
  {
    "description": "“வெறி கொண்ட புயல் நின்று” என்ற வரியில் “வெறி” என்பது எதைக் குறிக்கிறது?",
    "options": [
      "அ) வானிலை மாற்றம்",
      "ஆ) புயலின் வேகம்",
      "இ) புயலின் சீற்றம்",
      "ஈ) புயல் கடலைத் தாக்கும் விதம்"
    ],
    "answer": "C",
    "additional_context": "புயலின் சீற்றத்தைக் குறிப்பிடும் போது அதை வெறியாக குறிப்பிடுவது வழக்கம். “வெறி கொண்ட புயல்” என்ற வரியில் புயலின் சீற்றத்தைக் குறிப்பிடுகிறது. "
  },
  {
    "description": "“சுழிவந்து சூழும்” என்ற வரியில் “சுழி” என்பது எதை குறிக்கிறது?",
    "options": [
      "அ) கடலின் அலைகள்",
      "ஆ) புயலின் காற்று",
      "இ) புயலின் மையம்",
      "ஈ) நிலத்தின் மேற்பரப்பு"
    ],
    "answer": "B",
    "additional_context": "புயல் வரும் போது அது சூறாவளியாக மாறி சுழல் காற்றை உருவாக்கும். அந்த சுழல் காற்றைக் குறிப்பிடும் போது  “சுழி”  என்ற சொல் பயன்படுத்தப்படுகிறது. "
  },
  {
    "description": "கூத்து நாடகத்தில் பயன்படுத்தப்படும் கதைகள் எதிலிருந்து எடுக்கப்படுகின்றன?",
    "options": [
      "அ) புராணங்கள், இதிகாசங்கள்",
      "ஆ) மக்களின் வாழ்க்கை அனுபவங்கள்",
      "இ) நாடகக் கலைஞர்களின் கற்பனை",
      "ஈ) வரலாற்று நிகழ்வுகள்"
    ],
    "answer": "A",
    "additional_context": "கிராமப்புறங்களில் நடைபெறும் கூத்து நாடகங்கள் பெரும்பாலும் புராணங்கள், இதிகாசங்கள் மற்றும் பழங்காலக் கதைகளிலிருந்து எடுக்கப்படுகின்றன. இக்கதைகள் கூத்துக்கலைஞர்களால் மக்களுக்கு எளிமையாகவும் சுவாரஸ்யமாகவும் சொல்லப்படுகின்றன."
  }
]
