[
          
  {
    
          "description": "'அகராதியில் கண்டு பொருள் எழுதுக' என்ற பகுதியில் எந்த சொற்களுக்கு பொருள் எழுத முடியாது?",
          "options": [
      "ஊண், ஊன்",
      "திணை, தினை",
      "அண்ணம், அன்னம்",
      "வெல்லம், வெள்ளம்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த பகுதியில், அகராதியில் கண்டு பொருள் எழுதும் பணியை மாணவர்களுக்கு கொடுக்கப்பட்டுள்ளது. 'அகராதியில் கண்டு பொருள் எழுதுக' என்பது,  அந்த சொற்களுக்கு  பொருள் தெரியவில்லை என்றால் அகராதியைப் பயன்படுத்தி தெரிந்துகொள்ள வேண்டும் என்பதைக் குறிக்கிறது. 'வெல்லம், வெள்ளம்' என்ற இரண்டு சொற்களும் ஒரே மாதிரியாக இருந்தாலும், அவை தனித்தனி பொருளை கொண்டவை. அதனால் இரண்டு சொற்களுக்கும் பொருள் எழுத முடியும்.  மற்றவை அனைத்தும் ஒரே மாதிரியான சொற்கள் அல்ல. 'அகராதியில் கண்டு பொருள் எழுத முடியாது' என்பது இரண்டு சொற்களும் ஒரே மாதிரியாக இருந்து, அவற்றுக்கு ஒரே பொருள் இருந்தாலும், அதை  அகராதியில் பார்த்து  பொருளை  தெரிந்துகொள்ள முடியாது என்பதைக் குறிக்கிறது. 'வெல்லம், வெள்ளம்'  இரண்டு சொற்களும் ஒரே மாதிரியாக இருந்தாலும், அவை தனித்தனி பொருளை கொண்டவை. "
          }
        ,
          
  {
    
          "description": "[Image of a woman and a dog]\n\nமேலே உள்ள படத்தில்,  பெண்மணியும் நாயும் என்ன செய்து கொண்டிருக்கிறார்கள்?",
          "options": [
      "a)  நாய் மீது பெண்மணி அமர்ந்திருக்கிறார்.",
      "b)  நாயைப் பெண்மணி தூக்கிக்கொண்டு இருக்கிறார்.",
      "c)  பெண்மணி நாயைப் பார்த்துக் கொண்டிருக்கிறார்.",
      "d)  நாய் பெண்மணியைப் பார்த்துக் கொண்டிருக்கிறது."
    ],
    "answer": "d",
    
          "additional_context": "இந்த படத்தில், ஒரு பெண்மணி ஒரு நாயைப் பார்த்துக் கொண்டிருக்கிறாள். நாயும் பெண்மணியைப் பார்த்துக்கொண்டிருக்கிறது. நாயைப் பெண்மணி தூக்கிக் கொண்டிருப்பதாகவோ அல்லது நாயின் மீது பெண்மணி அமர்ந்திருப்பதாகவோ தெரியவில்லை. ஆனால், பெண்மணி நாயைப் பார்த்து,  நாயும் பெண்மணியைப் பார்த்துக்கொண்டிருப்பதாக படத்தில் காட்டப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "காளமேகப் புலவர் அவர்களின் பாடலில், குறிப்பிடப்பட்டுள்ள 'அத்தமிக்கும் போது' என்பதன் பொருள் எது?",
          "options": [
      "அரசர் ஆட்சி செய்யும் போது",
      "காலையில் சூரியன் உதிக்கும் போது",
      "மழை பெய்யும் போது",
      "நெல் விளைச்சல் நேரத்தில்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி, காளமேகப் புலவர் அவர்களின் பாடலில் குறிப்பிடப்பட்டுள்ள 'அத்தமிக்கும் போது' என்ற வரிகளின் பொருளைப் பற்றியது. இந்த வரிகளின் பொருள்  'நெல் விளைச்சல் நேரத்தில்'  என்பதாகும். காளமேகப் புலவர் அவர்களின் பாடலில், 'கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில்' என்பது, நெல் விளைச்சல் நேரத்தில் குறிப்பிடப்படும் விளை நிலத்தைக் குறிக்கிறது. அத்தமிக்கும் போது' என்பது,  நெல் அறுவடை செய்யும் காலத்தைக் குறிக்கிறது. 'அரிசிவரும்'  என்பது,  அரிசியை நெல் பயிரிலிருந்து பிரிக்கும்  வேலையைக் குறிக்கிறது. அந்த நேரத்தில் 'உலையிலிட ஊரடங்கும்'  என்பது அரிசியை சமைக்க பயன்படுத்தும்  உலையைக் குறிக்கிறது.  அந்த உலையில் 'ஓர்அகப்பை அன்னம்'  என்பது,  அரிசியைக் கொண்டு சமைத்த உணவைக் குறிக்கிறது.  மற்றும் 'இலையிலிட வெள்ளி எழும்'  என்பது,  அந்த உணவை இலைகளில் பரிமாறும்  நிகழ்வைக் குறிக்கிறது.  காளமேகப் புலவர் அவர்களின் இந்த பாடல்,  நெல் விளைச்சல் நேரத்தில் நடைபெறும்  வேலைகளை பற்றியது. "
          }
        ,
          
  {
    
          "description": "'சிலையைத் திரைச்சீலையால் மறைத்திருக்கிறார்கள்' என்ற வாக்கியத்தில் பயன்படுத்தப்பட்டுள்ள இரண்டு சொற்களும் ஒரே தொடரில் அமைந்திருப்பதால், இரண்டு சொற்களின் எந்தப் பொருளும் ஒன்றாக இணைந்திருக்கிறது?",
          "options": [
      "மறைப்பது",
      "அழகு",
      "பொருள்",
      "பெருமை"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வாக்கியத்தில் 'சிலை' என்பது ஒரு பொருள். 'திரைச்சீலை' என்பது மற்றொரு பொருள்.  இந்த வாக்கியம் இந்த இரு பொருள்களை இணைத்து பயன்படுத்தப்பட்டுள்ளது.  'சிலையைத் திரைச்சீலையால் மறைத்திருக்கிறார்கள்' என்ற வாக்கியத்தின் பொருள் 'சிலையை திரைச்சீலையால் மறைத்து வைத்துள்ளனர்' என்பது.  எனவே, 'மறைப்பது' என்ற பொருளே இரண்டு சொற்களுக்கும் பொருந்தும்.  மற்ற பொருள்கள் இந்த வாக்கியத்திற்கு பொருந்தாது. "
          }
        ,
          
  {
    
          "description": "'அன்னம்' மற்றும் 'வெள்ளம்' ஆகிய சொற்களின் பொருளை எது சரியாகத் தருகிறது?",
          "options": [
      "ஊண், ஊன்",
      "திணை, தினை",
      "அண்ணம், அன்னம்",
      "வெல்லம், வெள்ளம்"
    ],
    "answer": "C",
    
          "additional_context": "'அன்னம்' என்பதற்கு  'உணவு'  என்று பொருள்.  'வெள்ளம்' என்பதற்கு  'நீர்' என்று பொருள்.  'அண்ணம்' என்பது ஒரு வகை உணவைக் குறிக்கும் சொல்.  இந்த கேள்விக்கு  'அண்ணம், அன்னம்'  என்பது சரியான பதில்.  'ஊண், ஊன்'  என்பது  'உணவு'  என்ற பொருளைத் தருகிறது. 'திணை, தினை'  என்பது   ஒரு வகை தானிய வகையைக் குறிக்கிறது. 'வெல்லம், வெள்ளம்'  என்பது  'நீர்'  என்ற பொருளைத் தருகிறது.  எனவே  'அண்ணம், அன்னம்'  என்பதுதான்  'அன்னம்' மற்றும் 'வெள்ளம்' ஆகிய சொற்களின் பொருளை சரியாகத் தருகிறது."
          }
        ]