
[
  {
    "description": "பாடல் 5-ல், கருணையன் எதற்கு ஒப்பிடப்படுகிறான்?",
    "options": [
      "தவத்தையே அணிந்த மார்பனுக்கு.",
      "மலர்ந்த சுனைக்கு.",
      "தேன்மலர் பூத்த மரங்களுக்கு.",
      "பறவைகள் மற்றும் வண்டுகளுக்கு."
    ],
    "answer": "A",
    "additional_context": "கருணையன் தனது அன்னையான எலிசபெத் அம்மையாரை இழந்த துயரத்தில் மூழ்கியிருக்கிறான். அவன் கண்ணீர் மலர்ந்த சுனையைப் போன்று தோற்றமளிக்கிறது. மேலும் அவனது புலம்பல் மலர்ந்த சுனைக்கு அருகில் உள்ள பறவைகள், வண்டுகள் போன்று தோன்றும். இறுதியாக அவனது துயர், நல்லறங்களை தன் மார்பில் அணிந்திருக்கும் தவசிகளைப் போன்று இருக்கிறது. இந்த விவரிப்புகள்  கருணையன் தன் துயரத்தில் மூழ்கி இருப்பதைக் காட்டுகின்றன."
  },
  {
    "description": "_______ அம்மையார் அடக்கம், கருணையன் கண்ணீர் சொல்லும் பொருளும் _____",
    "options": [
      "எலிசபெத், சேக்கை",
      "மரியா, படுக்கை",
      "எலிசபெத், பூக்கை",
      "மரியா, இரங்கும்"
    ],
    "answer": "A",
    "additional_context": "கருணையனின் தாயார் எலிசபெத் அம்மையார் இறந்துவிட்டதால் கருணையன் மிகவும் துயரப்படுகிறான். தனது தாயின் உடலை மண் இட்டு மூடி அடக்கம் செய்கிறான். அதன் மேல் மலர்களைப் பரப்பி, அழகான மலர் படுக்கையை அமைக்கிறான்.  இதனைப் பார்த்து  இயற்கை கூட அவன் துயரத்தில் துணை நிற்கிறது.  'சேக்கை'  என்பது படுக்கை எனும் பொருள் கொண்டது. கருணையன் மலர்களால் தனது தாய்க்கு அழகான படுக்கையை உருவாக்கி அடக்கம் செய்கிறான். "
  },
  {
    "description": "_______ யாக மார்பில் தயங்கியுள் குளிர வாழ்ந்தேன்",
    "options": [
      "காய்மணி",
      "தாய்மணி",
      "நவமணி",
      "உவமணி"
    ],
    "answer": "B",
    "additional_context": "கருணையன் தனது தாயின் அன்பை 'தாய்மணி' என குறிப்பிடுகிறான். அவள் அன்பில் தயங்கி, அவளது மார்பில் குளிர்ந்து வாழ்ந்ததாகச் சொல்கிறான்.  அந்த  அன்பு இல்லாமல் போனதால் அவன் மிகவும் வருந்துகிறான்."
  },
  {
    "description": "__________ கொம்பில் கொய்த வீயென உள்ளம் வாட",
    "options": [
      "உயர்ந்த",
      "விரிந்த",
      "சாய்ந்த",
      "குறுகிய"
    ],
    "answer": "B",
    "additional_context": "கருணையன் தனது அன்னையின் இறப்பால் மிகவும் துயரப்படுகிறான்.  தன் தாயின் இறப்பை, விரிந்த மரத்தின் கொம்பில் இருந்து பறிக்கப்பட்ட ஒரு மலரைப் போன்றது என்கிறான்.  அந்த மலர் போன்று  அவனுடைய உள்ளமும் வாடி இருக்கிறது.  "
  },
  {
    "description": "_________ அறியேன்; மெய்தான் விரும்பிய உணவு தேடச்",
    "options": [
      "செய்முறை",
      "உய்முறை",
      "மெய்முறை",
      "கைமுறை"
    ],
    "answer": "C",
    "additional_context": "தனது தாய் இறந்த துயரத்தில் கருணையன் தவிக்கிறான். அவனுக்கு வாழும் வழி தெரியவில்லை. உடலுக்குத் தேவையான உணவை எப்படித் தேடுவது  என்று அவனுக்கு  தெரியவில்லை. தாய்க்கு மட்டும் தெரிந்த  'கைமுறை' மட்டுமே அவனுக்குத் தெரியும்.  அவளின்  இல்லாமை அவனைத் தவிக்க வைத்து இருக்கிறது.  "
  }
]
