[
          
  {
    
          "description": "“பசுப்போல் சாந்தமும் புலிபோல் தீரமும் யானை போல உழைப்பும் மனிதனுக்கு வேண்டும்” என்ற தொடரில் 'புலிபோல் தீரம்'  என்பதன் பொருளை விளக்கும்  சொல்  எது?",
          "options": [
      "a)  வலிமை",
      "b)  நேர்மை",
      "c)  பயம்",
      "d)  கருணை"
    ],
    "answer": [
      "a"
    ],
    
          "additional_context": "“பசுப்போல் சாந்தமும் புலிபோல் தீரமும் யானை போல உழைப்பும் மனிதனுக்கு வேண்டும்” என்ற தொடர் மனிதனின் வாழ்க்கைக்குத் தேவையான நற்குணங்களைப் பற்றிப் பேசுகிறது. பசு என்பது சாந்தத்தையும், புலி என்பது தீரத்தையும், யானை என்பது உழைப்பையும் குறிக்கிறது. புலி என்பது  வலிமை, துணிச்சல், தைரியம்  போன்றவற்றைக் குறிக்கும்.  இந்தத் தொடரில் 'புலிபோல் தீரம்' என்பது மனிதனுக்குத் தேவையான வலிமையைக் குறிப்பதாகும். "
          }
        ,
          
  {
    
          "description": "“கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறார். அவரை அழைத்து வாருங்கள்.”  இந்தத் தொடரை  “வினைமுற்றை வினையாலணையும் பெயராக மாற்றித் தொடர்களை இணைத்து” எழுதும் போது,  கிடைக்கும் சரியான தொடர் எது?",
          "options": [
      "கலையரங்கத்தில் எனக்காகக் காத்திருப்பவரை அழைத்து வாருங்கள்.",
      "கலையரங்கத்தில் காத்திருப்பவரை எனக்காக அழைத்து வாருங்கள்.",
      "கலையரங்கத்தில் எனக்காகக் காத்திருந்தவரை அழைத்து வாருங்கள்.",
      "கலையரங்கத்தில் எனக்காக காத்திருந்தவரை அழைத்து வரவும்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "வினைமுற்றை வினையாலணையும் பெயராக மாற்றித் தொடர்களை இணைத்து எழுத வேண்டும் என்ற கேள்வி.   'அவர்  அழைத்து வாருங்கள்' - இவ்விரு தொடர்களையும் இணைத்து 'அழைத்து வாருங்கள்' என்பதை 'காத்திருப்பவரை அழைத்து வாருங்கள்' என மாற்ற வேண்டும்.   முதல் தொடரில் உள்ள 'அவர்' என்பதற்குப் பதிலாக 'காத்திருப்பவர்' என்ற வினையாலணையும் பெயரைப் பயன்படுத்தி இரு தொடர்களையும் இணைத்து ஒரு தொடராக மாற்ற வேண்டும். "
          }
        ,
          
  {
    
          "description": "“வள்ளல் குமணன் வறுமையால் வாடிவந்த புலவனுக்குத் தனது தலையைக் கொடுத்து மங்காப் புகழ் பெற்றான்.”  இந்தத் தொடரில் “வாடிவந்த” என்ற சொல்லுக்குப் பதிலாக  பயன்படுத்தக்கூடிய  சொல் எது?",
          "options": [
      "துன்பப்பட்ட",
      "சிரமப்பட்ட",
      "வாடிய",
      "மனம்வருந்திய"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“வள்ளல் குமணன் வறுமையால் வாடிவந்த புலவனுக்குத் தனது தலையைக் கொடுத்து மங்காப் புகழ் பெற்றான்.”   இந்தத் தொடரில்  'வாடிவந்த' என்ற சொல்லுக்குப் பதிலாகப் பயன்படுத்தக்கூடிய சொல்லைத் தேர்ந்தெடுக்க வேண்டும்.  வாடிவந்த என்ற சொல், ஒருவர் துன்பத்தால் மனம் வருந்தி இருந்ததை குறிக்கும்.  'துன்பப்பட்ட' என்ற சொல்லும்  வாடிவந்த என்ற சொல்லுக்குப் பொருத்தமான சொல்லாகும். "
          }
        ,
          
  {
    
          "description": "“சோலையிற் பூத்த மணமலர்களில் சுரும்புகள் மொய்த்துப் பண்பாடி மதுவுண்டன.”  இந்தத் தொடரில்  “பண்பாடி”  என்ற சொல்லுக்குப் பதிலாகப் பயன்படுத்தக்கூடிய  சொல் எது?",
          "options": [
      "மது அருந்தி",
      "இனிமை சேர்த்து",
      "மணம் பரப்பி",
      "மகிழ்ச்சி கொண்டு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“சோலையிற் பூத்த மணமலர்களில் சுரும்புகள் மொய்த்துப் பண்பாடி மதுவுண்டன.”  இந்தத் தொடரில்  'பண்பாடி'  என்ற சொல்லுக்குப் பதிலாகப் பயன்படுத்தக்கூடிய சொல்லைத் தேர்ந்தெடுக்க வேண்டும்.   'பண்பாடி' என்ற சொல் மது அருந்தியதை குறிக்கும்.  'மது அருந்தி' என்ற சொல்  'பண்பாடி' என்ற சொல்லுக்குப் பொருத்தமான சொல்லாகும். "
          }
        ,
          
  {
    
          "description": "“சான்றோர் வளர்த்த தமிழ்”  என்ற தலைப்பில் கட்டுரை எழுதும் போது,  கட்டுரையில்  தென்னவர் நாட்டைச் சேர்ந்த  புலவர்களின்  படைப்புகளைக்  குறிப்பிடுவதன் மூலம்  எந்தக் கருத்தை  வலியுறுத்தலாம்?",
          "options": [
      "தமிழ் மொழி மிகவும் பழமையானது.",
      "தமிழ் மொழி பல துறைகளில்  வளர்ச்சி அடைந்துள்ளது.",
      "தமிழ் மொழி  மிகவும்  வளமானது.",
      "தமிழ் மொழி  உலக மொழிகளை விட  சிறந்தது."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "“சான்றோர் வளர்த்த தமிழ்” என்ற தலைப்பில் கட்டுரை எழுதும் போது,  கட்டுரையில்  தென்னவர் நாட்டைச் சேர்ந்த  புலவர்களின்  படைப்புகளைக்  குறிப்பிடுவதன் மூலம்  தமிழ் மொழியின்  வளத்தை  வலியுறுத்தலாம்.   தென்னவர் நாட்டைச் சேர்ந்த புலவர்களின் படைப்புகள்   தமிழ் மொழியின் செல்வத்தைக் காட்டுகின்றன.   இந்தக் கட்டுரையில்   தென்னவர் நாட்டைச் சேர்ந்த புலவர்களின் படைப்புகளைக் குறிப்பிடுவதன் மூலம்  தமிழ் மொழி   மிகவும்  வளமானது  என்று  வலியுறுத்தலாம். "
          }
        ]