
[
  {
    "description": "கவிதையில் 'வயிரியம்' என்ற சொல் யாரைக் குறிக்கிறது?",
    "options": [
      "வள்ளல்கள்",
      "கானவர்கள்",
      "கூத்தர்கள்",
      "பாணர்கள்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கவிதையில் 'வயிரியம்' என்ற சொல் கூத்தர்களைக் குறிக்கிறது. கூத்தர்கள் பாடல்கள் பாடி மக்களை மகிழ்விக்கும் ஒரு வகை கலைஞர்கள். மன்னர்கள் மற்றும் வள்ளல்கள் கூத்தர்களை மிகவும் மதித்து, அவர்களுக்கு பரிசில்கள் வழங்குவார்கள். இந்தக் கவிதையில் கூத்தர்கள் மன்னர்கள் மற்றும் வள்ளல்களிடம் பரிசில் பெறப்போகும் வகையில் வழிப்படுத்துதல் குறிப்பிடப்படுகிறது. கூத்தர்கள் மலையில் வாழ்ந்த கானவர்களின் ஊருக்குச் சென்று பரிசில் பெறப் போவதாகவும், கவிதை குறிப்பிடுகிறது.  கவிதையின் தொடக்கத்தில் 'வயிரியம்' என்ற சொல்லின் பொருளைப் புரிந்து கொள்ள, கவிதை முழுவதும் கவனமாக வாசிக்க வேண்டும்."
  },
  {
    "description": "'கம்மங்கூழ்' பற்றிய பத்தியில், கம்மங்கூழை எந்த வகையான நிலத்தின் காரணமாக உருவாக்கப்பட்டது என்று குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "செழிப்பான மண்",
      "கரிசல் மண்",
      "வளமான மண்",
      "சிகப்பு மண்"
    ],
    "answer": "B",
    "additional_context": "கம்மங்கூழ் என்பது கரிசல் மண்ணில் விளைந்த கம்மம் பயிரிலிருந்து தயாரிக்கப்படும் ஒரு உணவு. கரிசல் மண் பழுப்பு நிறத்தில் இருக்கும்.  கம்மங்கூழ் தயாரிப்பதற்கு வறண்ட நிலை,  வெயில்,  மழை  போன்றவை அவசியமாகும். கரிசல் மண் பகுதியில் வெயில்,  வறட்சி அதிகமாக இருக்கும்.  கம்பு மற்றும் கம்மம் போன்ற பயிர்கள் கரிசல் மண்ணில் நன்கு வளரும்.  கம்பு பயிர் கரிசல் மண்ணின் இயற்கைத் தங்கம் என்று கூறப்படுகிறது."
  },
  {
    "description": "“நும்இல் போல நில்லாது புக்கு, கிழவிர் போலக் கேளாது கெழீஇ”  என்ற வரிகள் எதனைக் குறிக்கின்றன?",
    "options": [
      "கூத்தர்களை வரவேற்கும் வழக்கமான முறையை",
      "கூத்தர்களின் கலைத் திறமையின் பிரதிபலிப்பை",
      "மலைவாழ் மக்களின் விருந்தோம்பல் தன்மையை",
      "கூத்தர்கள் இரவில் தங்கும் இடத்தை"
    ],
    "answer": "C",
    "additional_context": "மலைவாழ் மக்கள் கூத்தர்களை அன்புடன் வரவேற்று, அவர்களுக்கு உணவு வழங்கி, தங்குவதற்கான இடத்தை  வழங்குவர். அவர்கள் கூத்தர்களை  கிழவிர் போல   மரியாதையுடன்  பேசுவார்கள்.  கூத்தர்கள் இரவில் தங்கும் இடத்தை வழங்குவது,  மலைவாழ் மக்களின் விருந்தோம்பல் தன்மையைக் காட்டுகிறது.  கூத்தர்கள் தங்கி இருக்கும் இடத்தை அவர்கள் தங்கள் சொந்த வீடு போல் எண்ண வேண்டும்  என்பது  இந்த வரிகளின் பொருள்."
  },
  {
    "description": "“பரூஉக்குறை பொழிந்த நெய்க்கண் வேவையொடு குரூஉக்கண் இறடிப் பொம்மல் பெறுகுவிர்”  என்ற வரிகளில் 'பொம்மல்' எனக் குறிப்பிடப்படுவது எது?",
    "options": [
      "தினைச்சோறு",
      "மான விறல்வேள் கூத்தர்",
      "பூங்கொத்துகள்",
      "பரிசில் பொருட்கள்"
    ],
    "answer": "A",
    "additional_context": "'பொம்மல்' என்ற சொல் தினைச்சோற்றைக் குறிக்கிறது. கூத்தர்களுக்கு வழங்கப்படும்  பரிசிலாக  தினைச்சோற்றுடன்  நெய்க்கண் வேவை  (நெய்யில்  வெந்த  மாமிசம்)  வழங்கப்படுகிறது.  இது மலைவாழ் மக்களின் தாராளமான விருந்தோம்பல் தன்மையைக் காட்டுகிறது."
  },
  {
    "description": "மலைபடுகடாம்  என்னும் நூலின்  தலைப்பு, நூலின் கருத்திற்கு எப்படி பொருத்தமாக உள்ளது?",
    "options": [
      "மலையைப் பற்றிய விளக்கத்துடன் கூத்தர் புகழப்படுகிறார்கள்.",
      "கூத்தர்களின் கலைத் திறமை மலை போல் உயர்ந்தது.",
      "மலையில் உள்ள குகைகள் போல கூத்தர்களின் கலை மர்மமானது.",
      "மலை போல உறுதியான கூத்தர்களின் கலை அழியாது."
    ],
    "answer": "A",
    "additional_context": "'மலைபடுகடாம்' என்ற நூல், கூத்தர்களைப் புகழ்ந்து கூறுவதுடன்,  மலையைப் பற்றிய விளக்கத்தையும் தருகிறது. மலையின்   இயற்கை அழகை  நூல் வர்ணிக்கிறது. கூத்தர்கள்  மலையில்   அமைந்திருக்கும்   நன்னனின்  ஊருக்கு   சென்று   பரிசில் பெறுவதாக   கவிதை   குறிப்பிடுகிறது.  மலை   நூலின்   கருத்திற்கு   உகந்ததாக  நூலின்  தலைப்பாக   இருப்பதால்,  இந்த   தலைப்பு   நூலின்   கருத்திற்கு   பொருத்தமாக   இருக்கிறது."
  }
]
