
[
  {
    "description": "“ஒழுக்கம் விழுப்பம் தரலான் ஒழுக்கம் உயிரினும் ஓம்பப் படும்.” என்ற குறளின் கருத்து என்ன?",
    "options": [
      "ஒழுக்கத்தால் புகழ் கிடைப்பதால் அது உயிரினும் மேலானது.",
      "ஒழுக்கம் தவறுபவர் பழிகளை அடைவர்.",
      "உலகத்தோடு ஒத்து வாழக் கல்லாதவர் அறிவில்லாதவர்.",
      "ஒழுக்கத்தின் மூலம் அனைவரும் மேன்மை அடைவர்."
    ],
    "answer": "A",
    "additional_context": "ஒழுக்கம் என்பது ஒருவருக்கு சிறப்பைத் தரும் என்பது இக்குறளின் கருத்து. சிறப்பைத் தரும் ஒழுக்கம் உயிரினும் மேலானது. அதாவது, மனித வாழ்வில் ஒழுக்கம் மிக முக்கியமானது என்பதை இக்குறள் வலியுறுத்துகிறது. உயிரைவிட ஒழுக்கத்தை ஓம்புவது அவசியம் என்பதையும்  இது  சொல்கிறது."
  },
  {
    "description": "“எப்பொருள் எத்தன்மைத் தாயினும் அப்பொருள் மெய்ப்பொருள் காண்ப தறிவு.” என்ற குறளின் கருத்துக்கு ஏற்ற உதாரணம் எது?",
    "options": [
      "மழை பெய்யும் போது மகிழ்ச்சி அடைதல்.",
      "தோற்றத்தில் அழகான ஒரு பொருள், உள்ளே நச்சுத்தன்மை வாய்ந்தது.",
      "கல்வியைப் பெறுவதன் மூலம் மனம் வளர்தல்.",
      "மெய்ப்பொருள் காண முயற்சி செய்தல்."
    ],
    "answer": "B",
    "additional_context": "எந்தப் பொருள் எப்படித் தோன்றினாலும், அதன் உண்மையான இயல்பை அறிந்து உணர்வதே உண்மையான அறிவு என்று இக்குறள் கூறுகிறது. எடுத்துக்காட்டாக, தோற்றத்தில் மிகவும் அழகாக இருக்கும் ஒரு பூவை எடுத்துக் கொள்வோம். அது நச்சுத்தன்மை வாய்ந்ததாக இருக்கலாம். அதன் மெய்ப்பொருளைப் புரிந்துகொள்வதற்கான அறிவே நமக்குத் தேவை. மெய்ப்பொருள் காணும் அறிவு மிகவும் அவசியம் என்பதை இக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“அரியவற்றுள் எல்லாம் அரிதே பெரியாரைப் பேணித் தமராக் கொளல்.” என்ற குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "பெரியாரைப் போற்றி அவர்களைத் துணையாகக் கொள்ளுதல்.",
      "மன்னவன் தன் நாட்டைப் பாதுகாத்தல்.",
      "நல்லார் நட்பை கைவிடாதிருத்தல்.",
      "ஆட்சியதிகாரத்தைக் கொண்டு வரிவிதிப்பது."
    ],
    "answer": "A",
    "additional_context": "பெரியோர் என்பது நல்ல பண்புகளை உடையவர்கள். அவர்களைப் பேணிப் பாதுகாத்து, துணையாகக் கொள்வது மிகவும் சிறந்தது. அவர்களின் அறிவு, அனுபவம் நம்மை நல்வழிப்படுத்தும் என்பதை இக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க் கடுக்கிய கோடிஉண் டாயினும் இல்.” என்ற குறள், எந்தப் பண்பு இல்லாதவரை குறிப்பிடுகிறது?",
    "options": [
      "தன்நலம் கருதுபவர்",
      "பிறருக்கு உதவாதவர்",
      "பொருள் ஈட்டுபவர்",
      "மனம் தளர்ந்தவர்"
    ],
    "answer": "B",
    "additional_context": "பிறருக்கு உதவாதவர்கள், தானும் எதையும் பெறாமல் இருப்பவர்கள். அவர்களுக்கு எவ்வளவு செல்வம் இருந்தாலும், அது அவர்களுக்கு பயனளிக்காது. இக்கறள் அவர்களைப் பற்றி குறிப்பிடுகிறது. பிறருக்கு உதவுவதின் மூலம் நம்மை நாம் நிறைவு செய்யும் என்பதை  இக்குறள் உணர்த்துகிறது."
  },
  {
    "description": "“பண்என்னாம் பாடற் கியைபின்றேல்; கண்என்னாம் கண்ணோட்டம் இல்லாத கண்.” என்ற குறள் எந்த இரண்டு பொருள்களை ஒப்பிடுகிறது?",
    "options": [
      "இசை மற்றும் பாடல்",
      "இரக்கம் மற்றும் கண்",
      "கருமம் மற்றும் உலகு",
      "நாகரிகம் மற்றும் பண்பாடு"
    ],
    "answer": "B",
    "additional_context": "ஒரு பாடலுக்கு இசை இல்லாவிட்டால், அது எந்தப் பயனையும் தராது. அதே போல, ஒருவருக்கு இரக்கம் இல்லாவிட்டால், அவருடைய கண்களுக்கு எந்தப் பயனும் இல்லை. இரக்கம் என்பது மிகவும் முக்கியமானது என்பதை இக்குறள் உணர்த்துகிறது.  இரக்கமற்ற கண்கள் ஒரு பொருளற்றவை என்பதையும் இது குறிப்பிடுகிறது."
  }
]
