
[
  {
    "description": "திருக்குறளில்  \"ஐந்து\"  என்ற எண்ணுப் பெயர் எந்தத்  திருக்குறளில்  இடம்  பெறுகிறது?",
    "options": [
      "அறத்துப்பால்,  குறள்  எண்  10",
      "பொருட்பால், குறள் எண்  370",
      "இன்பப் பால், குறள்  எண்  1110",
      "அறத்துப்பால், குறள் எண்  110"
    ],
    "answer": "D",
    "additional_context": "திருக்குறளில் \"ஐந்து\" என்ற எண்ணுப் பெயர் எந்தத் திருக்குறளில் இடம் பெறுகிறது என்பது கேள்வி.  திருக்குறளில் ஐந்து என்ற எண்ணுப் பெயர் இடம் பெற்றிருக்கும் குறளை நீங்கள் கண்டுபிடிக்க வேண்டும். உங்களுக்கு நான்கு விருப்பங்கள் கொடுக்கப்பட்டுள்ளன. அவற்றில் சரியான விருப்பத்தைத் தேர்ந்தெடுத்து, உங்கள் பதிலை எழுதுங்கள்."
  },
  {
    "description": "\"வருந்தாமரை\" என்ற  சொல்லை  பிரித்துப் பார்க்கும்போது  எந்தப்  பொருள்  கிடைக்காது?",
    "options": [
      "வருந்தாமரை - வருந்து + தாமரை (வருந்தும்  தாமரை)",
      "வருந்தாமரை - வரும் + தாமரை (வரும் தாமரை)",
      "வருந்தாமரை - வருந்து + தாமரை (வருந்துவதற்குத் தகுந்த  தாமரை)",
      "வருந்தாமரை - வருந்து + தாமரை (தாமரை வருந்துகிறது)"
    ],
    "answer": "D",
    "additional_context": "\"வருந்தாமரை\" என்ற சொல்லை பிரித்துப் பார்க்கும்போது எந்தப் பொருள் கிடைக்காது என்பது கேள்வி.  இந்தச் சொல்லைப் பிரித்து, அதற்குப் பொருள் கூறுங்கள்.  நான்கு விருப்பங்கள் கொடுக்கப்பட்டுள்ளன. அவற்றில் எது சரியானது என்பதை நீங்கள் கண்டுபிடிக்க வேண்டும். சரியான பதிலைத் தேர்ந்தெடுத்து, உங்கள் விடையை எழுதுங்கள்."
  },
  {
    "description": "\"பலகையொலி\"  என்ற  சொல்லை  பிரித்துப் பார்க்கும்போது,  எந்தப்  பொருள்  கிடைக்கும்?",
    "options": [
      "பலகை + ஒலி (பலகையால்  ஏற்படும்  ஒலி)",
      "பலகை + ஒலி (பலகை  என்ற  ஒலி)",
      "பல + கையொலி (பல  கைகளால்  ஏற்படும்  ஒலி)",
      "பலகை + ஒலி (பலகை  போன்ற  ஒலி)"
    ],
    "answer": "A",
    "additional_context": "\"பலகையொலி\" என்ற சொல்லைப் பிரித்துப் பார்க்கும்போது, எந்தப் பொருள் கிடைக்கும் என்பது கேள்வி.  இந்தச் சொல்லைப் பிரித்து, அதற்குப் பொருள் கூறுங்கள்.  நான்கு விருப்பங்கள் கொடுக்கப்பட்டுள்ளன. அவற்றில் எது சரியானது என்பதை நீங்கள் கண்டுபிடிக்க வேண்டும். சரியான பதிலைத் தேர்ந்தெடுத்து, உங்கள் விடையை எழுதுங்கள்."
  },
  {
    "description": "\"Philosopher\" என்ற  கலைச்சொல்லின்  தமிழ்ப்  பெயர்  எது?",
    "options": [
      "மெய்யியலாளர்",
      "நம்பிக்கை",
      "மீட்டுருவாக்கம்",
      "மறுமலர்ச்சி"
    ],
    "answer": "A",
    "additional_context": "\"Philosopher\" என்ற கலைச்சொல்லின் தமிழ்ப் பெயர் என்ன என்பது கேள்வி.  இந்தக் கலைச்சொல்லின் தமிழ்ப் பெயரைக் கண்டுபிடித்து, உங்கள் விடையை எழுதுங்கள்."
  },
  {
    "description": "வள்ளலார் பாடலில் \"____\" எனும் சொல் மீண்டும் மீண்டும் வருவதன் மூலம்  பாடலின் மையக் கருத்தைப் புலப்படுத்துவது தெளிவாகிறது.",
    "options": [
      "அ) இளைப்பாறுதல்",
      "ஆ)  நிழல்",
      "இ)  சுகம்",
      "ஈ)  அழகு"
    ],
    "answer": "D",
    "additional_context": "வள்ளலார் பாடலில், எந்தச் சொல் மீண்டும் மீண்டும் வருவதன் மூலம் பாடலின் மையக் கருத்தைப் புலப்படுத்துவது தெளிவாகிறது என்பது கேள்வி.  வள்ளலார் பாடலைப் படித்து, பாடலில் மீண்டும் மீண்டும் வரும் சொல்லைக் கண்டுபிடித்து, உங்கள் விடையை எழுதுங்கள்."
  }
]
