[
          
  {
    
          "description": "'_____  _____  _____  _____' - இந்த வார்த்தைகள் கதையின் இறுதியில் நாயகனின் மனதில் ஏற்பட்ட மாற்றத்தை தெளிவாக காட்டுகிறது.",
          "options": [
      "a) குப்புசாமிக்கும் ஒருவன் இருக்கிறான்",
      "b) என்னால் அவனைக் கவனித்துக்கொள்ள முடியாது",
      "c) அவனை ஆஸ்பத்திரிக்கு அனுப்பிவிட வேண்டும்",
      "d) அவன் நமக்கு எதுவும் செய்ய மாட்டான்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நாயகன் குப்புசாமியைப் பார்த்து அவனுக்கு துணை யாரும் இல்லை என்று நினைத்து அவனை வெறுத்தான். ஆனால் காஞ்சிபுரத்துக்காரர் குப்புசாமிக்கு ஒருவன் இருப்பதை காட்டி, நாயகன் தன்னுடைய எண்ணத்தை மாற்றிக் கொண்டு, 'குப்புசாமிக்கும் ஒருவன் இருக்கிறான், குப்புசாமிக்கு மட்டுமா? எனக்குமே ஒருவனாக அவன் இருக்கிறான்' என்று எண்ணி வருந்துகிறான். '_____  _____  _____  _____' இந்த வார்த்தைகள் நாயகன் மனதில் ஏற்பட்ட மாற்றத்தைக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "“குப்புசாமியைப் பார்க்கத்தான் வந்தேங்க. ஊருக்கும் அவசரமா போகணும். அவங்க வர ரொம்ப நேரமாவுங்களா?... குப்புசாமி இங்கே வந்தாரா இல்லையா?” - இந்த வசனத்தை யார் யாரிடம் எப்படிச் சொல்கிறார்கள்?",
          "options": [
      "தங்கவேலு மனைவி, காஞ்சிபுரத்துக்காரனிடம், பணிவுடன்",
      "காஞ்சிபுரத்துக்காரன், குப்புசாமியிடம், கவலையுடன்",
      "காஞ்சிபுரத்துக்காரன், நான், அவசரமாக",
      "வீரப்பன், தங்கவேலு மனைவி, அழுத்தமாக"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "காஞ்சிபுரத்துக்காரர் குப்புசாமியை பார்க்க தங்கவேலு வீட்டிற்கு வருகிறார். நாயகனும், அவன் மனைவியும் இருக்கிறார்கள்.  காஞ்சிபுரத்துக்காரர் நாயகனிடம், 'குப்புசாமியைப் பார்க்கத்தான் வந்தேங்க. ஊருக்கும் அவசரமா போகணும். அவங்க வர ரொம்ப நேரமாவுங்களா?... குப்புசாமி இங்கே வந்தாரா இல்லையா?' என்று அவசரமாக கேட்கிறார்."
          }
        ,
          
  {
    
          "description": "சிறுகதையின் ஆரம்பத்தில் “துணையே இல்லாதவர் என்று கருதி நாம் அலட்சியம் செய்பவருக்கும் துணையொன்று இருப்பதை அறியும்போது நமக்குக் குற்றவுணர்ச்சி தோன்றும் வாய்ப்பிருக்கிறது.”  என்ற வாக்கியத்தின் வாயிலாக எந்தக் கருத்து வெளிப்படுகிறது?",
          "options": [
      "நம் எண்ணங்கள் எப்போதும் சரியாக இருக்கும் என்பதற்கு ஆதாரம் இல்லை.",
      "உலகில் யாருக்கும் துணை இல்லாமல் இல்லை, ஒருவருக்கு ஒருவர் உதவிக் கொள்வது அவசியம்.",
      "நாம் எந்த அளவுக்கு அலட்சியம் செய்வோமோ அந்த அளவுக்கு குற்றவுணர்ச்சி அதிகரிக்கும்.",
      "எல்லோருமே தனிப்பட்டவர்கள், தனிப்பட்ட வாழ்க்கை வாழும் உரிமை அவர்களுக்கு உண்டு."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சிறுகதையின் ஆரம்பத்தில், 'துணையின்றி வாழும் நிலை இரங்கத்தக்கது! எப்படிப்பட்டவராக இருந்தாலும் பிறரது துணையைச் சார்ந்திருக்க வேண்டிய நிலை இருக்கிறது. துணையே இல்லாதவர் என்று கருதி நாம் அலட்சியம் செய்பவருக்கும் துணையொன்று இருப்பதை அறியும்போது நமக்குக் குற்றவுணர்ச்சி தோன்றும் வாய்ப்பிருக்கிறது. எப்படிப்பட்டவருக்கும் ஒரு துணை இருக்கும். அந்தத் துணைதான் மனிதத்தின் வேருக்கு நீர். அதில் மனிதம் துளிர்க்கும்' என்ற வாக்கியங்கள் மனித நேயம், ஒருவருக்கொருவர் உதவி செய்வது எவ்வளவு முக்கியம் என்பதை எடுத்துக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "“அவன் அவருடைய மனைவிக்கு அக்கா பிள்ளை என்பது உண்மைதான். தாய் தகப்பன் கிடையாது. அவனுக்கு இருந்த உறவு தங்கவேலுவின் மனைவியான அவனுடைய சித்தியும், காஞ்சிபுரத்திலேயே உள்ள தாய்மாமன் ஒருவனுந்தான்.” - இந்த வரிகள் குப்புசாமியின் வாழ்க்கையைப் பற்றி என்ன சொல்கின்றன?",
          "options": [
      "குப்புசாமி ஒரு வசதியான குடும்பத்தில் பிறந்தவர்.",
      "குப்புசாமிக்கு தாய், தந்தை, உடன்பிறந்தவர்கள் யாரும் இல்லை.",
      "குப்புசாமி ஒரு நல்ல நண்பர், அனைவரிடமும் நன்றாகப் பழகுபவர்.",
      "குப்புசாமி காஞ்சிபுரத்தில் ஒரு பெரிய வீட்டில் வசித்து வந்தார்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "குப்புசாமி, தங்கவேலுவின் மனைவிக்கு அக்கா பிள்ளை என்பது உண்மைதான். அவனுக்கு தாய் தகப்பன் கிடையாது. அவனுக்கு இருந்த உறவு தங்கவேலுவின் மனைவியான அவனுடைய சித்தியும், காஞ்சிபுரத்திலேயே உள்ள தாய்மாமன் ஒருவனுந்தான். இந்த வரிகள் குப்புசாமிக்கு குடும்பம் இல்லாதவர் என்பதைக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "“கடிதத்தைப் பார்த்துவிட்டு நிம்மதியோடு என்னால் உட்கார்ந்திருக்க முடியவில்லை. என் மனைவியின் எதிரே கண்ணீர்விடவும் வெட்கமாக இருந்தது.” - இந்த வரிகளில் ஆசிரியரின் மனநிலை எப்படி இருந்தது?",
          "options": [
      "கோபம், வெறுப்பு",
      "மகிழ்ச்சி, நிம்மதி",
      "கவலை, பயம்",
      "குற்ற உணர்ச்சி, இரக்கம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "வீரப்பன் எழுதிய கடிதத்தைப் படித்ததும் நாயகனுக்குக் குற்ற உணர்ச்சி ஏற்படுகிறது. 'கடிதத்தைப் பார்த்துவிட்டு நிம்மதியோடு என்னால் உட்கார்ந்திருக்க முடியவில்லை. என் மனைவியின் எதிரே கண்ணீர்விடவும் வெட்கமாக இருந்தது' என்று நாயகன் நினைக்கிறான். குப்புசாமிக்கு உதவி செய்யாமல் அவனை வெறுத்து அனுப்பியதற்காக அவன் வருந்துகிறான்.  இந்த வரிகள் அவன் மனதில் இருக்கும் குற்ற உணர்ச்சியையும், இரக்கத்தையும் வெளிப்படுத்துகிறது."
          }
        ]