[
          
  {
    
          "description": "'பலர்புகு வாயில் அடைப்பக் கடவுநர் வருவீர் உளீ ரோ' என்ற குறுந்தொகை அடிகள் என்ன குறிப்பிடுகிறது?",
          "options": [
      "பண்டைத் தமிழர்கள் பெரிய வாயிலை மூடுவதற்கு முன் உணவு உண்ண விரும்புபவர்கள் இருக்கிறார்கள் என்று கேட்பார்கள்.",
      "தமிழர்கள் பலர் புகுந்து இல்லங்களில் வாழ்ந்தார்கள்.",
      "வீட்டில் பலர் நுழைந்து விருந்து உண்பது தமிழர் பண்பாட்டில் உண்டு.",
      "வாயில்களை அடைப்பது என்பது ஒரு சடங்கு."
    ],
    "answer": "A",
    
          "additional_context": "இல்லத்தில் பலரும் நுழையும் அளவிற்கு உள்ள பெரிய வாயிலை இரவில் மூடுவதற்கு முன்னர், உணவு உண்ண வேண்டியவர்கள் யாரேனும் உள்ளீர்களா? என்று கேட்கும் வழக்கம் இருந்ததை, 'பலர்புகு வாயில் அடைப்பக் கடவுநர் வருவீர் உளீ ரோ' என்ற குறுந்தொகை (118) அடிகள் புலப்படுத்துகின்றன."
          }
        ,
          
  {
    
          "description": "தமிழர் விருந்தோம்பல் பண்பாட்டை எடுத்துக்காட்டும் நவீன கால நிகழ்வு எது?",
          "options": [
      "மினசோட்டா தமிழ்ச் சங்கத்தின் `வாழையிலை விருந்து விழா'",
      "பிறந்தநாள் கொண்டாட்டங்கள்",
      "திருமணம், வளைகாப்பு, புதுமனை புகுவிழா போன்ற இல்லவிழாக்கள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "அமெரிக்காவின் மினசோட்டா தமிழ்ச் சங்கம் 'வாழையிலை விருந்து விழா'வை ஆண்டுதோறும் கொண்டாடி வருகின்றது. தமிழர்களின் பாரம்பரிய உணவு வகைகளைக் கொண்டு வாழையிலையில் விருந்து வைக்கின்றனர். முருங்கைக்காய் சாம்பார், மோர்க்குழம்பு, வேப்பம்பூ ரசம், வெண்டைக்காய்க் கூட்டு, தினைப் பாயசம், அப்பளம் எனச் சுவையாகத் தமிழர் விருந்து கொடுக்கின்றனர். அங்கு வாழும் தமிழர்கள் பலரும் இந்த விருந்தில் பங்கேற்றுச் சிறப்பிக்கின்றனர். தொடர்ந்து பல பண்பாட்டு நிகழ்வுகளையும் நிகழ்த்தி வருகின்றனர். திருமணத்தை உறுதி செய்தல், திருமணம், வளைகாப்பு, பிறந்தநாள், புதுமனை புகுவிழா போன்றவற்றை இல்ல விழாக்களாகவே கொண்டாடினர். அப்போது மிகுதியான விருந்தினர்களை வரவேற்று உணவளித்து மகிழ்ந்தனர்."
          }
        ,
          
  {
    
          "description": "தமிழர் பண்பாட்டில் விருந்து போற்றுதல் என்பது எதன் அடிப்படையில் இன்றும் நடைபெறுகிறது?",
          "options": [
      "வீட்டுத் திண்ணைகளில் விருந்தினர்களை ஏற்பது",
      "வாழை இலையில் விருந்து பரிமாறுதல்",
      "திருவிழாக் காலங்களில் அன்போடு புதியவர்களையும் அழைத்து விருந்தளித்தல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "B,C",
    
          "additional_context": "தமிழர் பண்பாட்டில் வாழை இலைக்குத் தனித்த இடமுண்டு. தலைவாழை இலையில் விருந்தினருக்கு உணவளிப்பது நம் மரபாகக் கருதப்படுகிறது. நம் மக்கள் வாழை இலையின் மருத்துவப் பயன்களை அன்றே அறிந்திருந்தனர். ஊருக்கு வரும் புதியவர்களையும் அழைத்து அன்போடு விருந்தளிப்பதைச் சில இடங்களில் காணமுடிகிறது. "
          }
        ,
          
  {
    
          "description": "கம்பர் கலிங்கத்துப்பரணியில் என்ன குறிப்பிட்டுள்ளார்?",
          "options": [
      "முகமலர்ச்சியோடு விருந்தினரை வரவேற்க வேண்டும் என்பதை",
      "விருந்தோம்பல் இல்லறக் கடமையாக இருந்தது என்பதை",
      "விருந்தினர்க்கு உணவிடுவோரின் முகமலர்ச்சியை உவமையாக்கியுள்ளார்",
      "தமிழர்கள் தனித்து உண்ணமாட்டார்கள் என்பதை"
    ],
    "answer": "C",
    
          "additional_context": "கல்வியும் செல்வமும் பெற்ற பெண்கள், விருந்தும் ஈகையும் செய்வதாகக் கம்பர் குறிப்பிட்டுள்ளார். கலிங்கத்துப்பரணியிலும் செயங்கொண்டார் விருந்தினர்க்கு உணவிடுவோரின் முகமலர்ச்சியை உவமையாக்கியுள்ளார். 'விருந்தினரும் வறியவரும் நெருங்கி யுண்ண மேன்மேலும் முகமலரும் மேலோர் போல' கலிங்கத்துப்பரணி, 477"
          }
        ,
          
  {
    
          "description": "“தம் வீட்டுக்கு வரும் விருந்தினரை முகமலர்ச்சியோடு வரவேற்று உண்ண உணவும் இருக்க இடமும் கொடுத்து அன்பு பாராட்டுவதே விருந்தோம்பல்” என்று குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் என்ன தெரியவருகிறது?",
          "options": [
      "விருந்தோம்பல் என்பது உணவு மட்டுமல்ல, அன்பு நிறைந்த வரவேற்பும்.",
      "விருந்தினர்களை இல்லத்தில் இருக்க வைத்து மகிழ்விப்பது முக்கியம்.",
      "தமிழர்கள் விருந்தினர்களைப் பெரிதும் மதிப்பார்கள்.",
      "மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "D",
    
          "additional_context": "தம் வீட்டுக்கு வரும் விருந்தினரை முகமலர்ச்சியோடு வரவேற்று உண்ண உணவும் இருக்க இடமும் கொடுத்து அன்பு பாராட்டுவதே விருந்தோம்பல். விருந்தினர் என்றால் உறவினர் என்று இக்காலத்தினர் கருதுகின்றனர். உறவினர் வேறு, விருந்தினர் வேறு. முன்பின் அறியாத புதியவர்களுக்கே விருந்தினர் என்று பெயர். 'விருந்தே புதுமை' என்று தொல்காப்பியர் கூறியுள்ளார்."
          }
        ]