
[
  {
    "description": "கவிஞர் \"இந்தப் பூவைத் தொடுப்பது எப்படி?\" என்ற கேள்வியை எழுப்பும் போது, அவர் என்ன குறிப்பிடுகிறார்?",
    "options": [
      "மலர்களைத் தொடுவதற்கான சரியான முறையை",
      "தனது உள்ளுணர்வுகளைப் பூக்களுடன் இணைப்பது பற்றிய சிந்தனையை",
      "மலர்களின் மென்மை மற்றும் நுட்பத்தைக் காட்ட",
      "மலர்களின் வாழ்நாள் குறுகியதாக இருப்பதைப் பற்றிய கவலை"
    ],
    "answer": "B",
    "additional_context": "கவிஞர், தனது உள்ளுணர்வுகள், மலர்களின் அழகு மற்றும் இயற்கையின் மென்மை ஆகியவற்றை இணைத்து, மலர்களை எவ்வாறு தொடுவது என்பது பற்றிய சிந்தனையை வெளிப்படுத்தி, கேள்வியை எழுப்புகிறார். இதன் மூலம், மலர்களின்  வாழ்நாள் குறுகியதாக இருப்பதைப் பற்றிய கவலையையும் வெளிப்படுத்துகிறார்."
  },
  {
    "description": "\"ஒல்லித் தண்டுகள் சாந்தமானதொரு பிரபஞ்சத்தைச் சுமக்கின்றன\" என்ற வரி மூலம் கவிஞர் என்ன உணர்த்துகிறார்?",
    "options": [
      "தண்டுகளின் வலிமையை",
      "பிரபஞ்சத்தின் அமைதியை",
      "பூக்களின் நுட்பமான அழகை",
      "தண்டுகளின் மென்மை மற்றும் துன்பத்தைக் குறிப்பிடுகிறது"
    ],
    "answer": "C",
    "additional_context": "கவிஞர், ஒல்லியான தண்டுகள் தாங்கி நிற்பதற்கான திறன் இருந்தும், மென்மையான பூக்களை தாங்கி நிற்பதைக் கண்டு வியப்படைந்து, தனது உள்ளுணர்வை, பூக்களின் நுட்பமான அழகை வெளிப்படுத்துவதற்காகப் பயன்படுத்துகிறார்."
  },
  {
    "description": "\"நுண்மையுற்றாலொழிய\" என்ற சொல், இந்தக் கவிதையில் என்ன குறிப்பிடுகிறது?",
    "options": [
      "மலர்களைத் தொடுவதற்கான திறமையை",
      "மனதின் தூய்மை மற்றும் நுட்பத்தை",
      "வாழ்க்கையின் சிக்கல்களைப் புரிந்துகொள்வதை",
      "மனதை கட்டுப்படுத்த வேண்டிய அவசியத்தை"
    ],
    "answer": "B",
    "additional_context": "கவிஞர், மலர்களின் மென்மை மற்றும் துன்பத்தைக் காணாமல், அதன் அழகை மட்டுமே பார்க்க முடியாது என்பதை உணர்த்தி, 'நுண்மையுற்றாலொழிய' என்ற சொல்லை பயன்படுத்தி,  மனதின் தூய்மை மற்றும் நுட்பத்தைப் பற்றி குறிப்பிடுகிறார்."
  },
  {
    "description": "கவிஞர் உமா மகேஸ்வரி எந்த மாவட்டத்தில் பிறந்தார்?",
    "options": [
      "தேனி",
      "மதுரை",
      "திருநெல்வேலி",
      "கோயம்புத்தூர்"
    ],
    "answer": "B",
    "additional_context": "கவிஞர் உமா மகேஸ்வரி மதுரை மாவட்டத்தில் பிறந்து, தற்போது தேனி மாவட்டத்தில் வசித்து வருகிறார்."
  },
  {
    "description": "\"கற்பாவை\" என்பது கவிஞர் உமா மகேஸ்வரி எழுதிய  ",
    "options": [
      "சிறுகதைத் தொகுதி",
      "கவிதைத் தொகுதி",
      "புதினம்",
      "நாடகம்"
    ],
    "answer": "B",
    "additional_context": "கவிஞர் உமா மகேஸ்வரி,  \"கற்பாவை\"  என்ற  கவிதைத் தொகுதியை எழுதியுள்ளார்.  அவர் \"நட்சத்திரங்களின் நடுவே\" மற்றும் \"வெறும் பொழுது\"  என்ற கவிதைத் தொகுதிகளையும் எழுதியுள்ளார்."
  }
]
