
[
  {
    "description": "மலர் உண்டு; பெயரும் உண்டு; ஆனால் இதுதான் அது என்று ____ அறிய இயலாதுள்ள நிலையில் இருக்கும் மலர்கள்: சுள்ளி மலர், பாங்கர் மலர்.",
    "options": [
      "எளிதாக",
      "உறுதியாக",
      "தெளிவாக",
      "சரியாக"
    ],
    "answer": "B",
    "additional_context": "இந்த உலகில் மலர்கள் பல வகைப்படும். மலர்களை நாம் அனைவரும் நன்றாக அறிவோம். ஆனால், சில மலர்கள் பெயர் மட்டும் தெரிந்திருக்கும். ஆனால், அவற்றின் உண்மையான வடிவம் எப்படி இருக்கும் என்பதை நாம் அறிந்திருக்க மாட்டோம். அவ்வாறான மலர்களைப் பற்றிய ஒரு விளக்கம் இங்கு கொடுக்கப்பட்டுள்ளது. 'சுள்ளி மலர்', 'பாங்கர் மலர்' இவற்றைப் பற்றி நாம் கேள்விப்பட்டிருக்கலாம். ஆனால், இவை எப்படி இருக்கும் என்பதை நாம் தெளிவாக அறிய வாய்ப்பில்லை. "
  },
  {
    "description": "____ முதலிய உறுப்புகள் இருந்து அவை புறத்தே காட்சிப்படாமல் உள்ளேயே பொதிந்திருக்கும் மலர்கள்: அத்தி, ஆலம், கொழிஞ்சி, பலா.",
    "options": [
      "இதழ்",
      "அகவிதழ்",
      "மகரந்தம்",
      "சூலக"
    ],
    "answer": "B",
    "additional_context": "மலர்களில் உள்ள இதழ்களை நாம் எளிதாகக் காணலாம். ஆனால், சில மலர்களில் இதழ்கள் வெளியே தெரியாது. 'அத்தி', 'ஆலம்', 'கொழிஞ்சி', 'பலா' போன்ற மலர்களின் இதழ்கள் உள்ளேயே பொதிந்திருக்கும். அதாவது, அவற்றின் அகவிதழ்கள் மட்டுமே வெளிப்படையாகத் தெரியும். இதனால், இவற்றைப் பார்ப்பவர்களுக்கு இவை மலர்களா? என ஐயம் எழும். "
  },
  {
    "description": "____, நாற்றம், மக்களது விருப்பில் இடம் பெறாமை, பொதுவில் ஒதுக்கப்பட்டமை கொண்டு மலரில் சில எளியவை ஆகின்றன.",
    "options": [
      "அழகு",
      "நிறம்",
      "பயன்பாடு",
      "வடிவம்"
    ],
    "answer": "C",
    "additional_context": "ஒவ்வொரு மலரும் அழகானவை. அதுபோல, ஒவ்வொரு மலருக்கும் அதற்கான தனிப்பட்ட பயன்கள் உண்டு. ஆனால், சில மலர்கள் மக்களால் பயன்படுத்தப்படுவதில்லை. மேலும், மக்களின் விருப்பத்திற்கும் இவை பொருந்தாது.  'நெருஞ்சி', 'எருக்கு', 'பூளை' போன்ற மலர்கள் மக்களால் பயன்படுத்தப்படுவதில்லை.  இவற்றில் அழகும் இல்லை; நாற்றமும் இல்லை; பயனும் இல்லை. "
  },
  {
    "description": "இலுப்பைப் பூக்கள் ____  வை.",
    "options": [
      "மணமானவை",
      "இனிப்பானவை",
      "கசப்பானவை",
      "புளிப்பானவை"
    ],
    "answer": "B",
    "additional_context": "இலுப்பை மரம் ஒரு வகையான மரம்.  இந்த மரத்தில் மலர்கள் உண்டாகும்.  இந்த மலர்கள் இனிமையானவை. இதனால்,  கரடிகள் இந்த மரத்தை ஏறி இலுப்பைப் பூக்களைத் தின்னும்.  "
  },
  {
    "description": "மூங்கில் பூவில் காய் தோன்றிக் கனியாகி அதிலிருந்து ____ தோன்றும்.",
    "options": [
      "ஒருவகை காய்கறி",
      "ஒருவகை அரிசி",
      "ஒருவகை பழம்",
      "ஒருவகை பூ"
    ],
    "answer": "B",
    "additional_context": "மூங்கில் ஒரு வகையான புல்.  இந்தப் புல் பூத்து காய்க்கும்.  இந்தக் காயிலிருந்து ஒருவகை அரிசி உருவாகும். இதை நாம் மூங்கில் அரிசி என்று அழைக்கிறோம். "
  }
]
