
[
  {
    "description": "'உனதருளே பார்ப்பன் அடியேனே' - யாரிடம் யார் கூறியது?",
    "options": [
      "குலசேகராழ்வாரிடம் இறைவன்",
      "மருத்துவரிடம் நோயாளி",
      "இறைவனிடம் குலசேகராழ்வார்",
      "நோயாளியிடம் மருத்துவர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குலசேகராழ்வார் என்பவர் ஒரு பிரபலமான ஆழ்வார்கள். இறைவனின் அருளைப் பெற்று இனிமை நிறைந்த பாடல்களைப் பாடியவர். இந்தப் பாடல் பாடல்களில் ஒன்று.  குலசேகராழ்வார் இறைவனைப் புகழ்ந்து பாடுவதற்கான சான்றாகும்."
  },
  {
    "description": "“__________” என்னும் வார்த்தை குலசேகராழ்வார் இறைவனைப் புகழ்ந்து பாடுவதற்கான சான்றாகும்.",
    "options": [
      "தலைவன்",
      "உனதருளே பார்ப்பன்",
      "இறைவன்",
      "வித்துவக்கோட்டம்மா"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குலசேகராழ்வார் என்பவர் ஒரு பிரபலமான ஆழ்வார்கள். இறைவனின் அருளைப் பெற்று இனிமை நிறைந்த பாடல்களைப் பாடியவர். இந்தப் பாடல் பாடல்களில் ஒன்று.  குலசேகராழ்வார் இறைவனைப் புகழ்ந்து பாடுவதற்கான சான்றாகும்."
  },
  {
    "description": "தலைப்புக்கும் குறிப்புகளுக்கும் பொருத்தமான விடையைத் தேர்ந்தெடுக்க.\nதலைப்பு : செயற்கை நுண்ணறிவு\nகுறிப்புகள்: கண்காணிப்புக் கருவி, அசைவு நிகழும் பக்கம் தன் பார்வையைத் திருப்புகிறது.\nதிறன்பேசியில் உள்ள வரைபடம் போக்குவரத்திற்குச் சுருக்கமான வழியைக் காண்பிப்பது.",
    "options": [
      "தலைப்புக்குப் பொருத்தமான குறிப்புகள் இடம்பெற்றுள்ளன.",
      "குறிப்புகளுக்குத் தொடர்பில்லாத தலைப்பு கொடுக்கப்பட்டுள்ளது.",
      "தலைப்புக்குத் தொடர்பில்லாத குறிப்புகள் அளிக்கப்பட்டுள்ளன.",
      "குறிப்புகளுக்குப் பொருத்தமில்லாத தலைப்பு வழங்கப்பட்டுள்ளது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "செயற்கை நுண்ணறிவு என்பது கணினி அறிவியலின் ஒரு பிரிவு ஆகும்.  கணினிகள் மனிதர்கள் போல சிந்தித்து செயல்படுவதை இது சாத்தியமாக்குகிறது.  கணினிகள் பலவகையான பணிகளைத் தானாகவே செய்யும் திறன் பெறுகிறது. இது மனித உழைப்பை குறைத்து மனித வாழ்க்கையை எளிதாக்குகிறது. இதில் பயன்படுத்தப்படும் முக்கியமான துறை மருத்துவம்.  கண்காணிப்புக் கருவி, அசைவு நிகழும் பக்கம் தன் பார்வையைத் திருப்புகிறது, திறன்பேசியில் உள்ள வரைபடம் போக்குவரத்திற்குச் சுருக்கமான வழியைக் காண்பிப்பது - இவை செயற்கை நுண்ணறிவுக்குப் பொருத்தமான குறிப்புகள்."
  },
  {
    "description": "பரிபாடல் அடியில் `விசும்பும் இசையும்' என்னும் தொடர் எதனைக் குறிக்கிறது?",
    "options": [
      "வானத்தையும் பாட்டையும்",
      "வானத்தையும் பூமியையும்",
      "வானத்தையும் புகழையும்",
      "வானத்தையும் பேரொலியையும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "`விசும்பும் இசையும்'  என்ற தொடர் பரிபாடலில் வானத்தையும் பாட்டையும் குறிக்கிறது. விசும்பு என்பது வானத்தைக் குறிக்கிறது.  இசை  என்பது பாடலைக் குறிக்கிறது.  பரிபாடல் பழைய தமிழ் இலக்கியம்.   பரிபாடலில் பூமியில் உயிர்கள் உருவாகி வளர ஏற்ற சூழலை விவரிக்கிறது."
  },
  {
    "description": "குலசேகர ஆழ்வார் `வித்துவக்கோட்டம்மா' என்று ஆண் தெய்வத்தை அழைத்துப் பாடுகிறார்.\nபூனையார் பால்சோற்றைக் கண்டதும் வருகிறார் ஆகிய தொடர்களில் இடம்பெற்றுள்ள\nவழுவமைதி முறையே –",
    "options": [
      "மரபு வழுவமைதி, திணை வழுவமைதி",
      "இடவழுவமைதி, மரபு வழுவமைதி",
      "பால் வழுவமைதி, திணை வழுவமைதி",
      "கால வழுவமைதி, இடவழுவமைதி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வழுவமைதி என்பது இலக்கணத்தில் நடைபெறும் ஒரு விலகல்.  இலக்கண விதிகளிலிருந்து வேறுபட்டு நடைபெறும் சொல் பயன்பாடு, பொருள் பயன்பாடு ஆகியவற்றைக் குறிக்கிறது. குலசேகர ஆழ்வார் `வித்துவக்கோட்டம்மா' என்று ஆண் தெய்வத்தை அழைத்துப் பாடுகிறார்.  இங்கு  `வித்துவக்கோட்டம்மா' என்ற  பெயரில் ஆண் தெய்வத்தை அழைத்துப் பாடுவது `இடவழுவமைதி' ஆகும்.  பூனையார் பால்சோற்றைக் கண்டதும் வருகிறார் - இதில்  `வருகிறார்' என்ற சொல் கால வழுவமைதியைக் குறிக்கிறது. `வருகிறார்' என்ற சொல்  நிகழ்காலத்தை குறிக்கிறது. ஆனால்  `கண்டதும்'  என்பது கடந்த காலத்தை குறிக்கிறது. எனவே,  கால வழுவமைதி ஏற்பட்டுள்ளது."
  },
  {
    "description": "பாரத ஸ்டேட் வங்கியின் உரையாடு மென்பொருள் எது?",
    "options": [
      "துலா",
      "சீலா",
      "குலா",
      "இலா"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பாரத ஸ்டேட் வங்கியின்  உரையாடு மென்பொருள் துலா ஆகும்.  துலா என்பது  பாரத ஸ்டேட் வங்கியின்  மென்பொருள்.  இந்த மென்பொருள்  வங்கி வாடிக்கையாளர்களுக்கு  தொலைபேசி மூலம்  சேவைகளை வழங்குகிறது.   இதன் மூலம்  வங்கி  வாடிக்கையாளர்கள்  தங்கள்  கணக்கை  பற்றிய  தகவல்களைப் பெறலாம்,  பணப் பரிவர்த்தனைகள்  செய்யலாம்,  கடன்  தேவை  கள்  பற்றி விசாரிக்கலாம். "
  },
  {
    "description": "வருங்காலத்தில் தேவையெனக் கருதுகின்ற செயற்கை நுண்ணறிவு பொதிந்த இரண்டு\nஅறிவியல் கண்டுபிடிப்புகளைக் குறிப்பிடுக.\nஎ.கா. செயற்கை நுண்ணறிவால் இயங்கும் போக்குவரத்து ஊர்திகள்.",
    "options": [],
    "answer": [],
    "additional_context": "செயற்கை நுண்ணறிவு மனிதர்களின்  வாழ்க்கையை  எளிதாக்கும்  பல  நவீன  கண்டுபிடிப்புகளை  சாத்தியமாக்குகிறது.  இதன் மூலம் மனிதர்கள் தங்கள்  நேரத்தை மிச்சப்படுத்தி  மற்ற  முக்கியமான  பணிகளில்  ஈடுபட முடியும்.  வருங்காலத்தில்  செயற்கை நுண்ணறிவு  பொதிந்த  சில  கண்டுபிடிப்புகள்:  1. செயற்கை நுண்ணறிவு  பொதிந்த  இயந்திரங்கள்.  2. செயற்கை  நுண்ணறிவு  பொதிந்த  மருத்துவ  உபகரணங்கள்.  3. செயற்கை நுண்ணறிவு பொதிந்த விண்வெளி பயணங்கள்.  4. செயற்கை  நுண்ணறிவு பொதிந்த   பொருட்கள் தயாரிப்பு."
  },
  {
    "description": "வருகின்ற கோடை விடுமுறையில் காற்றாலை மின் உற்பத்தியை நேரில் காண்பதற்கு\nஆரல்வாய்மொழிக்குச் செல்கிறேன் – இத்தொடர் கால வழுவமைதிக்கு எடுத்துக்காட்டாக\nஅமைவது எவ்வாறு?",
    "options": [],
    "answer": [
      "இந்தத் தொடரில்  'வருகின்ற கோடை விடுமுறை'  என்பது  எதிர்காலத்தை குறிக்கிறது. ஆனால்  'செல்கிறேன்'  என்பது  நிகழ்காலத்தை குறிக்கிறது.  எனவே,  கால வழுவமைதி ஏற்பட்டுள்ளது."
    ],
    "additional_context": "இந்தத் தொடரில்  'வருகின்ற கோடை விடுமுறை'  என்பது  எதிர்காலத்தை குறிக்கிறது. ஆனால்  'செல்கிறேன்'  என்பது  நிகழ்காலத்தை குறிக்கிறது.  எனவே,  கால வழுவமைதி ஏற்பட்டுள்ளது."
  },
  {
    "description": "மருத்துவத்தில் மருந்துடன் அன்பும் நம்பிக்கையும் ஆற்றும் பாங்கினை எழுதுக.",
    "options": [],
    "answer": [
      "மருந்துகள் நோய்க்கு மருந்தாக இருந்தாலும்  அவை மட்டும் போதுமானதல்ல.  அன்பும் நம்பிக்கையும்  நோயாளியின்  மனதையும் உடலையும்  மருத்துவம் செய்வதில் பெரும் பங்கு வகிக்கின்றன.   மருத்துவரின்  அன்பான  சொற்கள்  மற்றும்  நோயாளி மீதான  நம்பிக்கை  மருந்தின்  சக்தியை  அதிகரிக்கின்றன.  நோயாளி  தனக்குச்  சிகிச்சை அளிப்பவர்கள்  தன்னை  அன்புடன்  பராமரிக்கின்றனர்  என்பதை உணர்ந்தால்,  அவரது  மனம்  பலமாகிறது,  நோய்  எதிர்த்துப்  போராட  சக்தி  பெறுகிறது."
    ],
    "additional_context": "மருத்துவத்தில்  மருந்துகள்  நோய்க்கு  மருந்தாக  இருந்தாலும்  அவை மட்டும் போதுமானதல்ல.  அன்பும் நம்பிக்கையும்  நோயாளியின்  மனதையும் உடலையும்  மருத்துவம் செய்வதில் பெரும் பங்கு வகிக்கின்றன.   மருத்துவரின்  அன்பான  சொற்கள்  மற்றும்  நோயாளி மீதான  நம்பிக்கை  மருந்தின்  சக்தியை  அதிகரிக்கின்றன.  நோயாளி  தனக்குச்  சிகிச்சை அளிப்பவர்கள்  தன்னை  அன்புடன்  பராமரிக்கின்றனர்  என்பதை உணர்ந்தால்,  அவரது  மனம்  பலமாகிறது,  நோய்  எதிர்த்துப்  போராட  சக்தி  பெறுகிறது."
  },
  {
    "description": "உயிர்கள் உருவாகி வளர ஏற்ற சூழல் பூமியில் எவை எவையெனப் பரிபாடல்வழி\nஅறிந்தவற்றைக் குறிப்பிடுக.",
    "options": [],
    "answer": [
      "பரிபாடல்  'உயிர்கள்  உருவாகி  வளர  ஏற்ற  சூழல்'  என்பதை   'விசும்பு'  (வானம்),  'நிலம்'  (பூமி),  'நீர்'  (நிலம்),  'கதிர்'  (சூரியன்)  ஆகியவற்றை  குறிப்பிட்டு  விளக்குகிறது.   இந்த நான்கு  சூழல்  காரணிகள்  உயிர்கள்  வாழ்வதற்கு  அடிப்படையானவை என  பரிபாடல்  கூறுகிறது."
    ],
    "additional_context": "பரிபாடல் என்பது பழைய தமிழ் இலக்கியங்களில் ஒன்று.  இது   தொல்காப்பியத்திற்குப் பின்   எழுந்த  இலக்கியம்.   இந்த  இலக்கியத்தில்   உயிர்கள்   உருவாகி    வளர    ஏற்ற   சூழலை   குறிப்பிட்டு   சொல்லப்பட்டுள்ளது.  பரிபாடல்  'உயிர்கள்  உருவாகி  வளர  ஏற்ற  சூழல்'  என்பதை   'விசும்பு'  (வானம்),  'நிலம்'  (பூமி),  'நீர்'  (நிலம்),  'கதிர்'  (சூரியன்)  ஆகியவற்றை  குறிப்பிட்டு  விளக்குகிறது.   இந்த நான்கு  சூழல்  காரணிகள்  உயிர்கள்  வாழ்வதற்கு  அடிப்படையானவை என  பரிபாடல்  கூறுகிறது."
  }
]
