
[
  {
    "description": "“விருந்தினர் என்றால் உறவினர் என்று இக்காலத்தினர் கருதுகின்றனர். உறவினர் வேறு, விருந்தினர் வேறு. முன்பின் அறியாத புதியவர்களுக்கே விருந்தினர் என்று பெயர்.” இதன் மூலம் என்ன கருத்து தெளிவாகிறது?",
    "options": [
      "இக்காலத்தில் விருந்தோம்பல் பண்பாடு மறைந்து வருகிறது.",
      "தமிழர்களின் விருந்தோம்பல் பண்பாடு பல காலமாக மாறி வருகிறது.",
      "விருந்தினர் என்பது முன்பின் அறியாத புதியவர்களை மட்டும் குறிக்கிறது.",
      "விருந்தோம்பல் என்பது உறவினர்களை மட்டுமே மதிப்பது."
    ],
    "answer": "C",
    "additional_context": "இன்றைய காலத்தில் பெரும்பாலானோர் விருந்தினர்களை  உறவினர்களாக மட்டுமே கருதுகின்றனர்.  அவர்களின் கருத்துப்படி  உறவினர்கள் மட்டுமே விருந்தினர்கள்.   ஆனால்,  தமிழர்களின் பாரம்பரியத்தில்  'முன்பின் அறியாத புதியவர்களே விருந்தினர்கள்' என்கிறார்கள்.  அவர்களை வரவேற்று  விருந்தளித்து உபசரித்து  பேணுவது  தமிழர்களின் பண்பாடு."
  },
  {
    "description": "“தொல்லோர் சிறப்பின் விருந்தெதிர் கோடலும் இழந்த என்னை” என்று கண்ணகி வருந்துகிறாள். கண்ணகி ஏன் இவ்வாறு வருந்துகிறாள்?",
    "options": [
      "கோவலனைப் பிரிந்த துயரத்தால்.",
      "விருந்தினரைப் போற்ற முடியாமல் இருப்பதால்.",
      "தன் நிலைமை மோசமாகிவிட்டதால்.",
      "விருந்தோம்பல் என்பது முக்கியமானதல்ல எனக் கருதுவதால்."
    ],
    "answer": "B",
    "additional_context": "கண்ணகி கோவலனை பிரிந்த துயரத்தில்  தன்னை  விருந்தினர்களைப்  போற்ற முடியாத நிலைக்கு  தள்ளி விட்டதை எண்ணி வருந்துகிறாள்.  இந்த வரிகளின் மூலம்  விருந்தினரைப் போற்றிப் பேணுதல் என்பது  பழந்தமிழரின் மரபு என்பதை   இளங்கோவடிகள்  உணர்த்துகிறார்."
  },
  {
    "description": "“அல்லில் ஆயினும் விருந்து வரின் உவக்கும்” என்று நற்றிணை (142) குறிப்பிடுகிறது. இதன் மூலம் என்ன விளக்கப்படுகிறது?",
    "options": [
      "நள்ளிரவில் கூட வரும் விருந்தினரை வரவேற்று உணவிடுவது நல்லியல்பு.",
      "விருந்தோம்பல் என்பது இரவுநேரத்தில் மட்டுமே முக்கியமானது.",
      "பெண்கள் மட்டுமே விருந்தினர்களை வரவேற்க வேண்டும்.",
      "நல்லியல்புடைய பெண்கள் எப்போதும் மகிழ்ச்சியாக இருப்பார்கள்."
    ],
    "answer": "A",
    "additional_context": "நடு இரவில் விருந்தினர் வந்தாலும் மகிழ்ந்து வரவேற்று உணவிடும் நல்லியல்பு குடும்பத் தலைவிக்கு உண்டு  என்கிறது  நற்றிணை.  விருந்தோம்பல் என்பது எந்த நேரத்திலும் முக்கியமானது  என்பதும்   இந்த வரியின் மூலம்   விளக்கப்படுகிறது."
  },
  {
    "description": "“காலின் ஏழடிப் பின் சென்று” - பொருநராற்றுப்படை. இதன் மூலம் பண்டைத் தமிழர்களின் எந்த வழக்கம் விளக்கப்படுகிறது?",
    "options": [
      "விருந்தினர்களை வழியனுப்பும் போது ஏழு அடி நடந்து செல்வது.",
      "விருந்தினர்களை வரவேற்கும் போது ஏழு அடி நடந்து வருவது.",
      "விருந்தினர்கள் செல்லும் வழியைச் சீராக்குவது.",
      "விருந்தினர்களைப் பிரிய மனமின்றி வருந்துவது."
    ],
    "answer": "A",
    "additional_context": "பண்டைத் தமிழர்கள்  விருந்தினர்களை  வழியனுப்பும்  போது, அவர்களை  பிரிய  மனமின்றி   வருந்தி,  ஏழு அடி   நடந்து  சென்று   வழியனுப்புவார்கள்.  இந்த  வழக்கத்தை   பொருநராற்றுப்படை  குறிப்பிடுகிறது."
  },
  {
    "description": "“உண்டால் அம்ம, இவ்வுலகம் இந்திரர் அமிழ்தம் இயைவ தாயினும், இனிதுஎனத் தமியர் உண்டலும் இலரே” - புறநானூறு. இதன் மூலம் என்ன கருத்து தெரிவிக்கப்படுகிறது?",
    "options": [
      "தனித்து உண்ணாமை என்பது தமிழர் விருந்தோம்பல் பண்பின் அடிப்படை.",
      "அனைவரும் சேர்ந்து உண்ணுவது மிகவும் மகிழ்ச்சியானது.",
      "அமிழ்தமே கிடைத்தாலும் நல்லோர் பிறருக்கும் பகிர்ந்து கொள்வார்கள்.",
      "மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள் தமிழர்களின் தனித்து உண்ணாமை  பண்பை  உணர்த்துகிறது.  அவர்களின் கருத்துப்படி  தனித்து உண்ணுவது  நல்லதல்ல.  அமிழ்தம்   கிடைத்தாலும்   தாமே உண்ணாது  பிறருக்கும்   பகிர்ந்து கொள்வார்கள்  நல்லோர்.  இந்த வரிகள்  நல்லவர்களின்   உலகத்தை   நிலைநிறுத்த   உதவுகிறது  என்பதை   புறநானூறு   குறிப்பிடுகிறது."
  }
]
