
[
  {
    "description": "“புதிர்” பகுதியில் கொடுக்கப்பட்டிருக்கும் புதிரின் பதில் என்ன?",
    "options": [
      "அ) தராசை பயன்படுத்தி எடை குறைந்த கோல்டு பிஸ்கட்டைக் கண்டுபிடிக்க முடியாது.",
      "ஆ) தராசை மூன்று முறை பயன்படுத்தி எடை குறைந்த கோல்டு பிஸ்கட்டைக் கண்டுபிடிக்க வேண்டும்.",
      "இ) தராசை இரு முறை பயன்படுத்தி எடை குறைந்த கோல்டு பிஸ்கட்டைக் கண்டுபிடிக்க முடியும்.",
      "ஈ) தராசை ஒரு முறை மட்டுமே பயன்படுத்தி எடை குறைந்த கோல்டு பிஸ்கட்டைக் கண்டுபிடிக்க வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "ஏழு கோல்டு பிஸ்கட் உள்ளது. அதில் ஒன்று மட்டும் எடை குறைவானது. உங்களிடம் ஒரு தராசை இரு முறைகள் மட்டுமே யூஸ் பண்ணி வெயிட் குறைந்த கோல்டு பிஸ்கட்டைக் கண்டுபிடிக்கவும். என்று ஒரு புதிர் கொடுக்கப்பட்டுள்ளது. இந்த புதிருக்கு பதில் என்ன என்பதை  சரியாகக் கண்டுபிடிக்க வேண்டும்.  தராசின் இரண்டு தட்டுகளிலும் மூன்று மூன்று கோல்டு பிஸ்கட்டுகளை வையுங்கள். இரண்டு தட்டுகளும் ஈக்வலாக இருந்தால், கையில் மிச்சம் உள்ள பிஸ்கட்டே வெயிட் குறைவானது. பட், ஒரு பக்க தராசுத் தட்டு உயர்ந்தால் அதில் உள்ள மூன்று பிஸ்கட்களில் ஒன்று வெயிட் குறைவானது. அந்த மூன்று பிஸ்கட்டுகளை மட்டும் எடுத்துவைத்துக்கொள்ளுங்கள். இரண்டு தட்டுகளிலும் ஒரு ஒரு பிஸ்கட்டைப் போட்டு இதே எக்ஸ்பெரிமெண்ட்டை ரிப்பீட் செய்து ஆன்சரைக் கண்டுபிடியுங்கள்! என்று  புதிருக்கு விடை கொடுக்கப்பட்டுள்ளது.  இதன் மூலம்  தராசை இரு முறை மட்டுமே பயன்படுத்தி எடை குறைந்த கோல்டு பிஸ்கட்டைக் கண்டுபிடிக்க முடியும். எனவே விடை இ. ஆகும்."
  },
  {
    "description": "“இன்னாசியார் புத்தகங்களை வரிசைப்படுத்தினார். அவற்றைப் புத்தக அடுக்கங்களில் அடுக்கிவைத்தார். புத்தகங்களைக் கேட்டவர்களுக்கு எடுத்துக்கொடுத்தார்.” என்ற வாக்கியத்தின் தொடர்சொற்றொடர் வடிவில் எந்த விருப்பம் சரியானது?",
    "options": [
      "இன்னாசியார் புத்தகங்களை வரிசைப்படுத்தி, அடுக்கிவைத்து, கேட்டவர்களுக்கு எடுத்துக்கொடுத்தார்.",
      "இன்னாசியார் புத்தகங்களை வரிசைப்படுத்தி, புத்தக அடுக்கங்களில் அடுக்கிவைத்து, கேட்டவர்களுக்கு எடுத்துக்கொடுத்தார்.",
      "இன்னாசியார் புத்தகங்களை வரிசைப்படுத்தி, அடுக்கிவைத்து, புத்தகங்களைக் கேட்டவர்களுக்கு எடுத்துக்கொடுத்தார்.",
      "இன்னாசியார் புத்தகங்களை வரிசைப்படுத்தி, அடுக்கிவைத்து, புத்தகங்களை கேட்டவர்களுக்கு எடுத்துக்கொடுத்தார்."
    ],
    "answer": "B",
    "additional_context": "இன்னாசியார் புத்தகங்களை வரிசைப்படுத்தினார். அவற்றைப் புத்தக அடுக்கங்களில் அடுக்கிவைத்தார். புத்தகங்களைக் கேட்டவர்களுக்கு எடுத்துக்கொடுத்தார். என்று தனிச் சொற்றொடர்கள் கொடுக்கப்பட்டுள்ளது.  இந்த தனிச் சொற்றொடர்களைத் தொடர்சொற்றொடராக மாற்ற வேண்டும்.  தொடர் சொற்றொடரில் ஒன்றுக்கும் மேற்பட்ட பயனிலைகளைக் கொண்டிருக்கும். இன்னாசியார் புத்தகங்களை வரிசைப்படுத்தி, புத்தக அடுக்கங்களில் அடுக்கிவைத்து, கேட்டவர்களுக்கு எடுத்துக்கொடுத்தார். என்பது இந்த வாக்கியத்தின் தொடர்சொற்றொடர் வடிவில் சரியான விருப்பம். எனவே விடை  ஆ. ஆகும்."
  },
  {
    "description": "“ஒயிலாட்டத்தில் குழுவினர் ஒரே நிறத் துணியை முண்டாசுபோலக் கட்டிக்கொண்டு, காலில் சலங்கை அணிந்துகொண்டு, கையில் ஒரு சிறுதுணியை இசைக்கேற்ப வீசியும் ஆடுவர்.” என்ற தொடர்சொற்றொடரை தனிச் சொற்றொடர்களாகப் பிரித்தால், எந்த விருப்பத்தில் உள்ள சொற்றொடர்கள் சரியாக இருக்கும்?",
    "options": [
      "ஒயிலாட்டத்தில் குழுவினர் ஒரே நிறத் துணியை முண்டாசுபோலக் கட்டிக்கொள்கிறார்கள். காலில் சலங்கை அணிந்துகொள்கிறார்கள். கையில் ஒரு சிறுதுணியை இசைக்கேற்ப வீசுகிறார்கள். ஆடுவர்.",
      "குழுவினர் ஒரே நிறத் துணியை முண்டாசுபோலக் கட்டிக்கொண்டு, காலில் சலங்கை அணிந்துகொண்டு, கையில் ஒரு சிறுதுணியை இசைக்கேற்ப வீசுகிறார்கள். ஒயிலாட்டத்தில் ஆடுவர்.",
      "குழுவினர் ஒரே நிறத் துணியை முண்டாசுபோலக் கட்டிக்கொள்கிறார்கள். காலில் சலங்கை அணிந்துகொள்கிறார்கள். கையில் ஒரு சிறுதுணியை இசைக்கேற்ப வீசுகிறார்கள். ஒயிலாட்டத்தில் ஆடுவர்.",
      "குழுவினர் ஒரே நிறத் துணியை முண்டாசுபோலக் கட்டிக்கொள்கிறார்கள். காலில் சலங்கை அணிந்துகொள்கிறார்கள். கையில் ஒரு சிறுதுணியை இசைக்கேற்ப வீசுகிறார்கள். ஒயிலாட்டத்தில் ஆடுகிறார்கள்."
    ],
    "answer": "C",
    "additional_context": "ஒயிலாட்டத்தில் குழுவினர் ஒரே நிறத் துணியை முண்டாசுபோலக் கட்டிக்கொண்டு, காலில் சலங்கை அணிந்துகொண்டு, கையில் ஒரு சிறுதுணியை இசைக்கேற்ப வீசியும் ஆடுவர். என்று தொடர்சொற்றொடர் கொடுக்கப்பட்டுள்ளது.  இந்தத் தொடர்சொற்றொடரை தனிச் சொற்றொடர்களாகப் பிரிக்க வேண்டும். தனிச் சொற்றொடரில் ஓர் எழுவாயோ பல எழுவாய்களோ இருந்து ஒரு பயனிலையைக் கொண்டு அமையும்.  குழுவினர் ஒரே நிறத் துணியை முண்டாசுபோலக் கட்டிக்கொள்கிறார்கள். காலில் சலங்கை அணிந்துகொள்கிறார்கள். கையில் ஒரு சிறுதுணியை இசைக்கேற்ப வீசுகிறார்கள். ஒயிலாட்டத்தில் ஆடுவர்.  என்பது இந்த வாக்கியத்தின் தனிச் சொற்றொடர்களாக பிரித்த விருப்பம் சரியானது. எனவே விடை  இ. ஆகும்."
  },
  {
    "description": "“கூத்துக் கலைஞர் பாடத் தொடங்கினார். கூடியிருந்த மக்கள் அமைதியாயினர்” என்ற தனிச் சொற்றொடர்களை கலவைச் சொற்றொடராக மாற்றினால் எந்த விருப்பம் சரியானது?",
    "options": [
      "கூத்துக் கலைஞர் பாடத் தொடங்கியதால், கூடியிருந்த மக்கள் அமைதியாயினர்.",
      "கூத்துக் கலைஞர் பாடத் தொடங்கியதும், கூடியிருந்த மக்கள் அமைதியாயினர்.",
      "கூத்துக் கலைஞர் பாடத் தொடங்கியதும் கூடியிருந்த மக்கள் அமைதியாயினர்.",
      "கூத்துக் கலைஞர் பாடத் தொடங்க, கூடியிருந்த மக்கள் அமைதியாயினர்."
    ],
    "answer": "B",
    "additional_context": "கூத்துக் கலைஞர் பாடத் தொடங்கினார். கூடியிருந்த மக்கள் அமைதியாயினர். என்று தனிச் சொற்றொடர்கள் கொடுக்கப்பட்டுள்ளது.  இந்த தனிச் சொற்றொடர்களைத் கலவைச் சொற்றொடராக மாற்ற வேண்டும்.  கலவைச் சொற்றொடரில் கருத்து முழுமை பெற்ற ஒரு முதன்மைத் தொடரும் கருத்து முழுமை பெறாத துணைத் தொடர்களும் கலந்து வரும். கூத்துக் கலைஞர் பாடத் தொடங்கியதும், கூடியிருந்த மக்கள் அமைதியாயினர். என்பது இந்த வாக்கியத்தின் கலவைச் சொற்றொடராக மாற்றிய விருப்பம் சரியானது. எனவே விடை  ஆ. ஆகும்."
  },
  {
    "description": "“ஓடிக்கொண்டிருந்த மின்விசிறி சட்டென நின்றவுடன், அறையில் உள்ளவர்கள் பேச்சு தடைபட்டது.” என்ற கலவைச் சொற்றொடரை தனிச் சொற்றொடர்களாகப் பிரித்தால் எந்த விருப்பத்தில் உள்ள சொற்றொடர்கள் சரியாக இருக்கும்?",
    "options": [
      "ஓடிக்கொண்டிருந்த மின்விசிறி சட்டென நின்றது. அறையில் உள்ளவர்கள் பேச்சு தடைபட்டது.",
      "ஓடிக்கொண்டிருந்த மின்விசிறி சட்டென நின்றது. அறையில் உள்ளவர்கள் பேசவில்லை.",
      "ஓடிக்கொண்டிருந்த மின்விசிறி சட்டென நின்றவுடன். அறையில் உள்ளவர்கள் பேச்சு தடைபட்டது.",
      "ஓடிக்கொண்டிருந்த மின்விசிறி சட்டென நின்றது. அறையில் உள்ளவர்களின் பேச்சு தடைபட்டது."
    ],
    "answer": "D",
    "additional_context": "ஓடிக்கொண்டிருந்த மின்விசிறி சட்டென நின்றவுடன், அறையில் உள்ளவர்கள் பேச்சு தடைபட்டது. என்று கலவைச் சொற்றொடர் கொடுக்கப்பட்டுள்ளது.  இந்த கலவைச் சொற்றொடரை தனிச் சொற்றொடர்களாகப் பிரிக்க வேண்டும்.  கலவைச் சொற்றொடரில் கருத்து முழுமை பெற்ற ஒரு முதன்மைத் தொடரும் கருத்து முழுமை பெறாத துணைத் தொடர்களும் கலந்து வரும். ஓடிக்கொண்டிருந்த மின்விசிறி சட்டென நின்றது. அறையில் உள்ளவர்களின் பேச்சு தடைபட்டது.  என்பது இந்த வாக்கியத்தின் தனிச் சொற்றொடர்களாக பிரித்த விருப்பம் சரியானது. எனவே விடை  ஈ. ஆகும்."
  }
]
