
[
  {
    "description": "மதுரையை அடைய கோவலனும் கண்ணகியும் எந்த வழியில் சென்றனர்?",
    "options": [
      "தென்னவன் சிறுமலையின் வலப்பக்க வழி",
      "தென்னவன் சிறுமலையின் இடப்பக்க வழி",
      "திருமால்குன்றம் வழி",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "காவிரிப்பூம்பட்டினத்திலிருந்து கண்ணகியும் கோவலனும் திருவரங்கம் மற்றும் உறையூர் வழியாகக் கொடும்பாளூர் என்னும் இடத்தை அடைந்தனர். தென்னவன் சிறுமலையின் வலப்பக்கம் வழியாகச் சென்றால் மதுரையை அடையலாம்; இடப்பக்க வழியாகச் சென்றால் திருமால்குன்றம் (அழகர் மலை) வழியாக மதுரை செல்லலாம். இவ்விரண்டுக்கும் இடைப்பட்ட வழியில், சோலைகள் மிகுந்த ஊர்களும் காடுகளும் உள்ளன. அவ்வழியாகச் சென்றால் மூன்று வழிகளும் சந்திக்கும் மதுரைப் பெருவழியை அடைந்து, மதுரை செல்லலாம். கோவலனையும் கண்ணகியையும் கவுந்தியடிகள் இடைப்பட்ட வழியிலேயே அழைத்துச் சென்றார்."
  },
  {
    "description": "சிலப்பதிகாரத்தில் வரும் தமிழ்நடையின் பெயர் என்ன?",
    "options": [
      "உரைப்பாட்டு மடை",
      "பாட்டுடைச் செய்யுள்",
      "அலங்காரச் செய்யுள்",
      "கதைப் பாடல்"
    ],
    "answer": "A",
    "additional_context": "உரைப்பாட்டு மடை என்பது சிலப்பதிகாரத்தில் வரும் தமிழ்நடை. இது உரைநடைப்பாங்கில் அமைந்திருக்கும் பாட்டு. வாய்க்காலில் பாயும் நீரை வயலுக்குத் திருப்பிவிடுவது மடை. உரை என்பது பேசும் மொழியின் ஓட்டம். இதனைச் செய்யுளாகிய வயலில் பாய்ச்சுவது உரைப்பாட்டு மடை."
  },
  {
    "description": "மருவூர்ப்பாக்கத்தின் வணிக வீதிகளில் எந்த வகையான பொருள்கள் விற்பனை செய்யப்பட்டன?",
    "options": [
      "மணப்பொருள்கள்",
      "உணவுப் பொருள்கள்",
      "துணிகள்",
      "இவையனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "புகார் நகர மருவூர்ப்பாக்கத்தின் வணிக வீதிகளில் வண்ணக்குழம்பு, சுண்ணப்பொடி, குளிர்ந்த மணச்சாந்து, பூ, நறுமணப் புகைப்பொருள்கள், அகில் முதலான மணப்பொருள்கள் விற்பவர்கள் வீதிகளில் வணிகம் செய்து கொண்டிருக்கின்றனர். இங்குப் பட்டு, முடி, பருத்திநூல், இவற்றினைக் கொண்டு அழகாகப் பின்னிக் கட்டும் கைத்தொழில் வல்லுநரான நெசவாளர் வாழும் வீதிகள் உள்ளன. இங்குப் பட்டும் பவளமும், சந்தனமும் அகிலும், முத்தும் மணியும் பொன்னும் அளக்க முடியாத அளவிற்குக் குவிந்து கிடக்கும் வளம் நிறைந்த அகன்ற வணிக வீதிகளும் உள்ளன. மேலும் இவ்வீதிகளில் வேறு பலப்பல பண்டங்களின் விற்பனை நடைபெறுகின்றது. எட்டுவகைத் தானியங்களும் குவிந்து கிடக்கும் கூலக்கடைத் தெருக்களும் உள்ளன. மருவூர்ப்பாக்கத்தின் தெருக்களில், பிட்டு வணிகம் செய்பவரும் அப்பம் சுடுபவரும் கள் விற்கும் வலைச்சியரும் மீன் விற்கும் பரதவரும் உள்ளனர். மேலும் வெண்மையான உப்பு விற்கும் உமணரும் வெற்றிலை விற்பவரும் ஏலம் முதலான ஐந்து நறுமணப் பொருள் விற்பவரும் பல வகையான இறைச்சிகள் விற்பவரும் எண்ணெய் வணிகரும் இங்கு வணிகம் செய்கின்றனர். இவற்றுடன் அத்தெருக்களில் பல்வகைப் பொருள்களை விற்கின்ற கடைகளும் உள்ளன. வெண்கலம், செம்புப் பாத்திரங்கள் செய்வோர், மரத்தச்சர், இரும்புக்கொல்லர், ஓவியர், மண் பொம்மைகள் செய்பவர், சிற்பிகள் ஆகியோர் உள்ளனர். பொற்கொல்லர், இரத்தின வேலை செய்பவர், தையற்காரர், தோல்பொருள் தைப்பவர், துணியாலும் கட்டைகளாலும் பொம்மைகள் செய்பவர் ஆகியோர் உள்ளனர்."
  },
  {
    "description": "“இந்திரவிழா ஊரெடுத்த காதை” என்பது எந்தக் காண்டத்தில் உள்ளது?",
    "options": [
      "புகார்க்காண்டம்",
      "மதுரைக்காண்டம்",
      "வஞ்சிக்காண்டம்",
      "இவற்றில் ஏதுமில்லை"
    ],
    "answer": "A",
    "additional_context": "சிலப்பதிகாரம், புகார்க்காண்டத்தின் இந்திரவிழா ஊரெடுத்த காதையிலிருந்து இப்பாடப்பகுதி எடுத்தாளப்பட்டுள்ளது. ஐம்பெருங்காப்பியங்களுள் ஒன்று சிலப்பதிகாரம். இது முத்தமிழ்க்காப்பியம், குடிமக்கள் காப்பியம் என்றும் சிறப்பிக்கப்படுகிறது; மூவேந்தர் பற்றிய செய்திகளைக் கூறுகிறது. இது புகார்க்காண்டம், மதுரைக்காண்டம், வஞ்சிக்காண்டம் என மூன்று காண்டங்களையும் முப்பது காதைகளையும் உடையது; கோவலன், கண்ணகி, மாதவி வாழ்க்கையைப் பாடுவது. மணிமேகலைக் காப்பியத்துடன் கதைத்தொடர்பு கொண்டிருப்பதால் இவையிரண்டும் இரட்டைக்காப்பியங்கள் எனவும்அழைக்கப்பெறுகின்றன."
  },
  {
    "description": "சிலப்பதிகாரத்தில் வரும் முக்கியமான கதாபாத்திரங்கள் யார் யார்?",
    "options": [
      "கோவலன், கண்ணகி, மாதவி",
      "கண்ணகி, கோவலன், சோழன்",
      "கோவலன், மாதவி, பாண்டியன்",
      "கண்ணகி, மாதவி, பாண்டியன்"
    ],
    "answer": "A",
    "additional_context": "ஐம்பெருங்காப்பியங்களுள் ஒன்று சிலப்பதிகாரம். இது முத்தமிழ்க்காப்பியம், குடிமக்கள் காப்பியம் என்றும் சிறப்பிக்கப்படுகிறது; மூவேந்தர் பற்றிய செய்திகளைக் கூறுகிறது. இது புகார்க்காண்டம், மதுரைக்காண்டம், வஞ்சிக்காண்டம் என மூன்று காண்டங்களையும் முப்பது காதைகளையும் உடையது; கோவலன், கண்ணகி, மாதவி வாழ்க்கையைப் பாடுவது."
  }
]
