[
          
  {
    
          "description": "'கைக்கிளை' என்பது எதை குறிக்கிறது?",
          "options": [
      "ஒருதலைக் காமம்",
      "பொருந்தாக் காமம்",
      "இரண்டு தலைக் காமம்",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    
          "additional_context": "கைக்கிளை என்பது புறப்பொருள் இலக்கணத்தில் காணப்படும் ஒரு திணை. கைக்கிளை என்பது ஒருதலைக் காமத்தைக் குறிக்கிறது. இது ஒரு நபரின் ஒருதலைப் பற்றுதல் அல்லது தன்னலமற்ற அன்பைக் குறிக்கிறது. இதில் ஒரு நபர் மற்றொருவரைப் பற்றி மட்டுமே அக்கறை கொண்டு, அவர்களின் பிரதிபலிப்பைத் தேடாமல், அந்த அன்பை மட்டுமே அனுபவிக்கிறார்கள். இது, மற்றொரு நபருக்கு அந்த அன்பின் உணர்வைப் பற்றி தெரியாது அல்லது தெரிந்திருந்தாலும் அதைத் திரும்பப் பெற முடியாது என்ற நிலையைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "_____ திணையில், ஆநிரைகளைச் சொத்தாகக் கருதி, ஒரு குழுவினரிடமிருந்து மற்றொரு குழுவினர் ஆநிரைகளைக் கவர்தல் வழக்கமாக இருந்தது.",
          "options": [
      "வெட்சி",
      "கரந்தை",
      "வஞ்சி",
      "காஞ்சி"
    ],
    "answer": "A",
    
          "additional_context": "வெட்சி திணை என்பது புறப்பொருள் இலக்கணத்தில் காணப்படும் ஒரு திணை. மக்கள் சிறு குழுக்களாக வாழ்ந்த காலத்தில், ஆநிரைகளைச் சொத்தாகக் கருதினர். ஒரு குழுவினரிடமிருந்து மற்றொரு குழுவினர் ஆநிரைகளைக் கவர்தல் வழக்கமாக இருந்தது. ஆநிரைகளைக் கவர்ந்துவர வெட்சிப் பூவினைச் சூடிக்கொண்டு செல்வர். எனவே, ஆநிரை கவர்தல் வெட்சித் திணை எனப்பட்டது."
          }
        ,
          
  {
    
          "description": "____ திணையில், மண்ணைக் கைப்பற்ற வந்த மாற்றரசனோடு போரிட, காஞ்சிப் பூவைச் சூடிக்கொள்வர்.",
          "options": [
      "வெட்சி",
      "கரந்தை",
      "வஞ்சி",
      "காஞ்சி"
    ],
    "answer": "D",
    
          "additional_context": "காஞ்சித் திணை என்பது புறப்பொருள் இலக்கணத்தில் காணப்படும் ஒரு திணை. தன் நாட்டைக் கைப்பற்ற வந்த மாற்றரசனோடு, காஞ்சிப்பூவைச் சூடி எதிர்த்துப் போரிடல் காஞ்சித்திணை. காஞ்சிப் பூவைச் சூடி போர் புரிந்த மன்னன் மண்ணைக் காக்கப் போரிடுவதாகக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "_____  திணை, மண்ணைக் காக்கக் கோட்டைகள் கட்டப்பட்ட காலத்தில், உள்ளிருந்தே முற்றுகையிட்ட பகையரசனோடு போரிடுவதைக் குறிக்கிறது.",
          "options": [
      "நொச்சி",
      "உழிஞை",
      "தும்பை",
      "வாகை"
    ],
    "answer": "A",
    
          "additional_context": "நொச்சித் திணை என்பது புறப்பொருள் இலக்கணத்தில் காணப்படும் ஒரு திணை. மண்ணைக் காக்கக் கோட்டைகள் கட்டப்பட்டன. கோட்டையைக் காத்தல் வேண்டி, உள்ளிருந்தே முற்றுகையிட்ட பகையரசனோடு நொச்சிப்பூவைச் சூடிப் போரிடுவது நொச்சித்திணை. இது கோட்டை, மண்ணைக் காக்க நடக்கும் போரை வர்ணிக்கிறது."
          }
        ,
          
  {
    
          "description": "போர் புரிந்த அரசர்கள் இருவரும் _____ பூ மாலையையே சூடியிருப்பார்கள்.",
          "options": [
      "வெட்சி",
      "வாகை",
      "தும்பை",
      "காஞ்சி"
    ],
    "answer": "C",
    
          "additional_context": "தும்பைத் திணை என்பது புறப்பொருள் இலக்கணத்தில் காணப்படும் ஒரு திணை. பகைவேந்தர் இருவரும் வலிமையே பெரிது என்பதை நிலைநாட்ட, தம் வீரர்களுடன் தும்பைப் பூவைச்சூடிப் போர்க்களத்தில் ஒருவரோடு ஒருவர் போரிடுவது தும்பைத் திணை. போரிடுகின்ற அரசர்கள் இருவரும் தும்பைப் பூ மாலையையே சூடியிருப்பார்கள். தும்பைத் திணை வீரர்களின் வலிமையை, திறமையை வெளிப்படுத்துகிறது."
          }
        ]