[
          
  {
    
          "description": "எந்தப் பெண் கலைஞர் இசைச் சூழலில் வளர்ந்ததோடு தனது தாயை முதல் குருவாகக் கொண்டவர்?",
          "options": [
      "பாலசரஸ்வதி",
      "ராஜம் கிருஷ்ணன்",
      "எம்.எஸ். சுப்புலட்சுமி",
      "கிருஷ்ணம்மாள் ஜெகந்நாதன்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த கேள்விக்கு பதில் அளிக்க, எம்.எஸ்.சுப்புலட்சுமியின் வாழ்க்கை வரலாற்றை நாம்  பார்க்க வேண்டும். \n\nநூலில், எம்.எஸ். சுப்புலட்சுமியாக நடிக்கும் மாணவியின் உரையிலிருந்து பதிலைப் பெறலாம்.  'நான் மதுரை சண்முகவடிவு சுப்புலட்சுமி. நான் இசைச் சூழலில் வளர்ந்தேன். வீணைக் கலைஞரான என் தாயே எனக்கு முதல் குரு'  என்கிறார். \n\nஎனவே, எம்.எஸ். சுப்புலட்சுமி இசைச் சூழலில் வளர்ந்ததுடன் தனது தாயை முதல் குருவாகக் கொண்டவர் என்பது உறுதிப்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "பரதநாட்டியக் கலைக்கு உலகளாவிய புகழைப் பெற்றுத்தந்த நிகழ்வு எது?",
          "options": [
      "டோக்கியோவில் நடந்த 'கிழக்கு மேற்குச் சந்திப்பு'",
      "சென்னையில் நடந்த சங்கீத சமாஜத்தில் நடந்த நடன நிகழ்ச்சி",
      "காசியில் நடந்த அனைத்திந்திய இசை மாநாடு",
      "கல்கத்தாவில் நடந்த அனைத்திந்திய இசை மாநாடு"
    ],
    "answer": "A",
    
          "additional_context": "பாலசரஸ்வதியின் வாழ்க்கை வரலாற்றில்  நடந்த நிகழ்வுகளில் எது பரதநாட்டியக் கலைக்கு உலகளாவிய புகழைப் பெற்றுத்தந்தது என்பதை நாம் கண்டறிய வேண்டும்.\n\nநூலில், பாலசரஸ்வதியாக நடிக்கும் மாணவியின் உரையிலிருந்து பதிலைப் பெறலாம். 'ஐரோப்பா, அமெரிக்கா முதலிய வெளிநாடுகளிலும் நடன நிகழ்ச்சிகள் நடத்தியுள்ளேன். டோக்கியோவில் உள்ள `கிழக்கு மேற்குச் சந்திப்பு' நிகழ்வில் இந்தியாவின் சார்பாகக் கலந்துகொண்டு சிறப்பாக நடனம் ஆடினேன். இந்நிகழ்வு பரதநாட்டியத்திற்கு உலகளாவிய புகழைப் பெற்றுத் தந்தது'  என்கிறார். \n\nஎனவே, டோக்கியோவில் நடந்த 'கிழக்கு மேற்குச் சந்திப்பு' நிகழ்வு பரதநாட்டியக் கலைக்கு உலகளாவிய புகழைப் பெற்றுத்தந்தது என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "சமூகத்தில் இடர்ப்பட்ட மக்களைப் பற்றி எழுதும் முன்பு அந்த மக்கள் வாழும் பகுதிக்குள் சென்று களப்பணியாற்றி கதைகளாக உருவாக்கிய எழுத்தாளர் யார்?",
          "options": [
      "சின்னப்பிள்ளை அம்மா",
      "பாலசரஸ்வதி",
      "எம்.எஸ். சுப்புலட்சுமி",
      "ராஜம் கிருஷ்ணன்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்விக்கு பதில் அளிக்க,  நூலில்  தரப்பட்டுள்ள எழுத்தாளர்களின் வாழ்க்கை வரலாற்றைப் பற்றி நாம்  பார்க்க வேண்டும். \n\nநூலில், ராஜம் கிருஷ்ணனாக நடிக்கும் மாணவியின் உரையிலிருந்து பதிலைப் பெறலாம். 'நான் கற்பனையாக எழுத விரும்பவில்லை. சமூகத்தில் இடர்ப்பட்ட மக்களைப் பற்றி எழுதும் முன்பு அந்த மக்கள் வாழும் பகுதிக்குள் சென்று களப்பணியாற்றிக் கதைகளாக உருவாக்கினேன்'  என்கிறார். \n\nஎனவே, ராஜம் கிருஷ்ணன் சமூகத்தில் இடர்ப்பட்ட மக்களைப் பற்றி எழுதும் முன்பு அந்த மக்கள் வாழும் பகுதிக்குள் சென்று களப்பணியாற்றி கதைகளாக உருவாக்கியவர் என்பது உறுதிப்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "“கூட்டுக் குஞ்சுகள்” என்ற புதினம் எந்தச் சமூக அவலத்தைப் பற்றி எழுதப்பட்டது?",
          "options": [
      "பெண்குழந்தைக் கொலை",
      "உப்பளத் தொழிலாளர்களின் வாழ்க்கை",
      "மீனவர்களின் வாழ்வின் சிக்கல்கள்",
      "குழந்தைகளின் உடல், மன நொறுக்கம்"
    ],
    "answer": "D",
    
          "additional_context": "ராஜம் கிருஷ்ணன் எழுதிய 'கூட்டுக் குஞ்சுகள்'  புதினம் எந்த சமூக அவலத்தைப் பற்றி எழுதப்பட்டது என்பதை நாம்  பார்க்க வேண்டும்.\n\nநூலில், ராஜம் கிருஷ்ணனாக நடிக்கும் மாணவியின் உரையிலிருந்து பதிலைப் பெறலாம். 'உங்களைப் போன்ற குழந்தைகளைத் தீப்பெட்டித் தொழிலில் முடக்கி, தீக்குச்சிகளை அந்தப் பெட்டியில் அடைப்பதைப் போன்று, குழந்தைகளின் உடலையும் மனத்தையும் நொறுக்கும் அவல உலகைக் 'கூட்டுக் குஞ்சுகள்' புதினமாக அளித்தேன்'  என்கிறார். \n\nஎனவே, 'கூட்டுக் குஞ்சுகள்' புதினம் குழந்தைகளின் உடல், மன நொறுக்கம் பற்றிய சமூக அவலத்தைப் பற்றி எழுதப்பட்டது என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "காந்தியடிகளின் சர்வோதய இயக்கத்தில் பணியாற்றி, “பூதான” இயக்கத்தில் கணவருடன் இணைந்து பணிபுரிந்தவர் யார்?",
          "options": [
      "ராஜம் கிருஷ்ணன்",
      "எம்.எஸ். சுப்புலட்சுமி",
      "கிருஷ்ணம்மாள் ஜெகந்நாதன்",
      "பாலசரஸ்வதி"
    ],
    "answer": "C",
    
          "additional_context": "இந்த கேள்விக்கு பதில் அளிக்க,  நூலில்  தரப்பட்டுள்ள பெண்களின் வாழ்க்கை வரலாற்றைப் பற்றி நாம்  பார்க்க வேண்டும். \n\nநூலில், கிருஷ்ணம்மாள் ஜெகந்நாதனாக நடிக்கும் மாணவியின் உரையிலிருந்து பதிலைப் பெறலாம். 'காந்தியச்சிந்தனையில் கவரப்பட்டேன். அவரது சர்வோதய இயக்கத்தில் களப்பணி ஆற்றினேன். நாட்டின் விடுதலைக்குப் பின் கணவருடன் இணைந்து 'பூதான' இயக்கத்தில் பணிபுரிந்தேன்'  என்கிறார். \n\nஎனவே, கிருஷ்ணம்மாள் ஜெகந்நாதன் காந்தியடிகளின் சர்வோதய இயக்கத்தில் பணியாற்றி, “பூதான” இயக்கத்தில் கணவருடன் இணைந்து பணிபுரிந்தவர் என்பது தெளிவாகிறது."
          }
        ]