
[
  {
    "description": "“அகராதியில் காண்க” பகுதியில் கொடுக்கப்பட்ட சொற்களில் எது “புறவு” என்ற சொல்லுக்கு ஒத்த பொருளைத் தருகிறது?",
    "options": [
      "அடவி",
      "அவல்",
      "சுவல்",
      "செறு"
    ],
    "answer": "C",
    "additional_context": "“அகராதியில் காண்க” என்பது ஒரு செயல்பாடு. இந்தப் பகுதியில் அடவி, அவல், சுவல், செறு, பழனம், புறவு  என்ற சொற்கள் கொடுக்கப்பட்டுள்ளன. இதில் “புறவு” என்ற சொல்லுக்கு ஒத்த பொருளைத் தரும் சொல் எது என்பதை கண்டுபிடிக்கச் சொல்லப்பட்டுள்ளது. “புறவு” என்பது  “வெளியே” என்ற பொருள் கொண்ட சொல்.  “சுவல்” என்ற சொல்லும்  “வெளியே” என்ற பொருள் கொண்டது. எனவே சரியான விடை “சுவல்” என்பது."
  },
  {
    "description": "“எண்ணுப்பெயர் | தமிழ் எண்” அட்டவணையில் கொடுக்கப்பட்ட எண்ணுப்பெயர் “ச” எந்த எண்ணை குறிக்கிறது?",
    "options": [
      "ஐந்து",
      "நான்கு",
      "ஒன்பது",
      "ஏழு"
    ],
    "answer": "B",
    "additional_context": "“எண்ணுப்பெயர் | தமிழ் எண்” என்ற அட்டவணை கொடுக்கப்பட்டுள்ளது. இதில் எண்ணுப்பெயர்கள் தமிழ் எண்களாக மாற்றப்பட்டுள்ளன. இந்த அட்டவணையில் “ச” என்ற எண்ணுப்பெயர் எந்த எண்ணை குறிக்கிறது என்பதை  கண்டுபிடிக்கச் சொல்லப்பட்டுள்ளது.  “ச” என்ற எண்ணுப்பெயர் “நான்கு” என்ற எண்ணை குறிக்கிறது."
  },
  {
    "description": "கீழ்க்காணும் சொற்களில் எது \"விண்\" மற்றும் \"பூ\" என்ற சொற்களைக் கொண்டு உருவாக்கப்பட்ட புதிய சொல்?",
    "options": [
      "விண்பூ",
      "பூவிண்",
      "விண்பூமி",
      "பூவிலங்கு"
    ],
    "answer": "C",
    "additional_context": "விண் மற்றும் பூ என்ற இரண்டு சொற்களைக் கொண்டு உருவாக்கப்பட்ட புதிய சொல் எது என்று கேட்கப்பட்டுள்ளது. இதற்கான விடை விண்பூமி என்பதாகும். விண் என்பது வானம், பூமி என்பது பூவுலகம். இரண்டும் சேர்ந்து விண்பூமி எனப்படும்."
  },
  {
    "description": "\"பூமணி\" என்ற சொல் எந்த இரண்டு சொற்களின் இணைப்பால் உருவானது?",
    "options": [
      "பூ + மணி",
      "பூ + வான்",
      "பொன் + மணி",
      "மணி + மழை"
    ],
    "answer": "A",
    "additional_context": "“பூமணி”  என்ற சொல்  எந்த இரண்டு சொற்களை இணைத்து உருவாக்கப்பட்டது என்பதைக் கண்டுபிடிக்கச் சொல்லப்பட்டுள்ளது. “பூமணி” என்ற சொல் “பூ” மற்றும் “மணி” என்ற இரண்டு சொற்களை இணைத்து உருவாக்கப்பட்டது."
  },
  {
    "description": "\"குறளின்பம்\" என்ற சொல் எந்த உணர்வைப் பறைசாற்றுகிறது?",
    "options": [
      "மனிதகுல மேன்மை",
      "காப்பியச் சுவை",
      "விடுமுறைநாள்",
      "இயற்கை அழகு"
    ],
    "answer": "D",
    "additional_context": "“குறளின்பம்” என்ற சொல் எந்த உணர்வைப் பறைசாற்றுகிறது என்பதை கண்டுபிடிக்கச் சொல்லப்பட்டுள்ளது. “குறளின்பம்” என்ற சொல், திருவள்ளுவர்  குறள்  நூலில் இருந்து கிடைக்கும்  மகிழ்ச்சி  மற்றும் இன்பம்.  எனவே “குறளின்பம்” என்ற சொல்  “இயற்கை அழகு” என்ற உணர்வைப் பறைசாற்றுகிறது."
  }
]
