[
          
  {
    
          "description": "'சந்தக் கவிதையில் வந்த பிழைகளைத் திருத்துக' என்ற வரியில் உள்ள 'சந்தக் கவிதை' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "பாடல்",
      "கதை",
      "நாடகம்",
      "கவிதை"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி பாடலில் இடம்பெறும் சொற்களின் பொருள் மற்றும் அவற்றின் பயன்பாட்டைப் பற்றியது. 'சந்தக் கவிதை' என்பது கவிதையின் வகையை குறிப்பிடுகிறது. இந்த கேள்வி பாடலில் சொற்களின் பொருள் மற்றும் அவற்றின் பயன்பாட்டை கவனிப்பதற்கான வழிகாட்டியாக உள்ளது."
          }
        ,
          
  {
    
          "description": "'சந்தக் கவிதையில் வந்த பிழைகளைத் திருத்துக' என்ற வரியில் உள்ள 'பிழைகள்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "மரம்",
      "வேல்",
      "வழி",
      "தவறுகள்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி பாடலில் இடம்பெறும் சொற்களின் பொருள் மற்றும் அவற்றின் பயன்பாட்டைப் பற்றியது. 'பிழைகள்' என்பது ஒரு பாடலில் அல்லது எழுத்துப் பணியில் ஏற்படும் தவறுகள் அல்லது குறைகளை குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'மரம்' என்ற சொல்லின் இடத்திற்கேற்பப் பொருள் மாறும் என்பதை விளக்கும் கருத்து எது?",
          "options": [
      "மொழி மரம் போன்றது",
      "மரம் மனிதனுக்கு உதவுகிறது",
      "மொழி பல்துறை திறன் கொண்டது",
      "மொழியின் வலிமை"
    ],
    "answer": "C",
    
          "additional_context": "இந்த கேள்வி மொழியின் பல்துறை திறனை விளக்குகிறது. ஒரு சொல் அதன் இடத்திற்கேற்ப பல்வேறு பொருள்களை பெறும் என்பதை  மரம் என்ற சொல்லின்  பல  பொருள்களை  கொண்டு விளக்குகிறது. மொழி என்பது பல்துறை திறன் கொண்டது மற்றும் பல பொருள்களை ஒரு சொல் எடுத்துக்கொள்ளும் என்பதை இந்த கேள்வி வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "பாடலில், 'மரம்' என்ற சொல் எத்தனை விதமான பொருள்களைக் குறிக்கிறது?",
          "options": [
      "4",
      "6",
      "8",
      "10"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி பாடலில் 'மரம்' என்ற சொல் எத்தனை விதமான பொருள்களை பெறுகிறது என்பதை  கண்டுபிடிக்க  வழிநடத்துகிறது. பாடலில் 'மரம்' என்ற சொல் அரசன், மா-குதிரை, வேல், காட்டு வழி, ஆலமரம், அத்தி மரம், ஆல் (ஆலமரம்), ஆரத்தி (அத்தி + ஆல்) என 10 பொருள்களை பெறுகிறது என்பதை இந்த கேள்வி வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "பாடலில் 'மரமது' என்ற சொல்லுக்கு எந்தப் பொருள் இல்லை?",
          "options": [
      "அரசன்",
      "மா-குதிரை",
      "புலி",
      "காட்டு வழி"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி பாடலில் 'மரமது' என்ற சொல் எந்தப் பொருளை  குறிக்கவில்லை  என்பதை  கண்டுபிடிக்க வழிநடத்துகிறது. பாடலில் 'மரமது' என்ற சொல் அரசன், மா-குதிரை, புலி என 3  பொருள்களை  குறிக்கிறது. ஆனால் காட்டு வழி என்ற பொருளை 'மரமது'  குறிக்கவில்லை என்பதை  இந்த கேள்வி   வலியுறுத்துகிறது."
          }
        ]