[
          
  {
    
          "description": "'அவர் (பெரியார் ஈ.வெ.ரா) பேசாத நாள் உண்டா? குரல் கேட்காத ஊர் உண்டா? அவரிடம் சிக்கித் திணறாத பழமை உண்டா? எதைக் கண்டு அவர் திகைத்தார்? எந்தப் புராணம் அவரிடம் தாக்குதலைப் பெறாதது?... எனவேதான், பெரியாருடைய பெரும் பணியை நான் ஒரு தனிமனிதனின் வரலாறு என்றல்ல ஒரு சகாப்தம் - ஒரு கால கட்டம் ஒரு திருப்பம் - என்று கூறுகிறேன்.' - இந்த உரைநடைத் தொடரில் எந்த அணி பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "சொல்லடைவு",
      "மெய்ம்மை",
      "சொல்லும் முறை அழுத்தம்",
      "எதிரிணை இசைவு"
    ],
    "answer": "C",
    
          "additional_context": "பெரியார் ஈ.வெ.ரா அவர்களின் வாழ்க்கை வரலாற்றை ஒரு சகாப்தமாக பார்த்து அவரின் பேச்சுகளில் உள்ள தாக்கத்தை சொல்லும் முறையில் அழுத்தம் தரும் விதத்தில் இவ்வுரை எழுதப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'இந்தியாதான் என்னுடைய மோட்சம்; இந்தியாவின் நன்மைதான் என் நன்மை. இந்தியாதான் என் இளமையின் மெத்தை; என் யௌவனத்தின் நந்தவனம்; என் கிழக்காலத்தின் காசி' - இந்த உரைநடைத் தொடரில் பயன்படுத்தப்பட்டுள்ள அணி எது?",
          "options": [
      "சொல்லடைவு",
      "மெய்ம்மை",
      "உச்சநிலை",
      "எதிரிணை இசைவு"
    ],
    "answer": "C",
    
          "additional_context": "இந்தியாவின் மீதுள்ள பாரதியின் அளவற்ற பற்றுதலை திரும்பத் திரும்ப சொல்லும் முறையில் அழுத்தம் தரும் விதத்தில் இவ்வுரை எழுதப்பட்டுள்ளது. இதனால் இவ்வுரை உச்சநிலை அணி பெற்றுள்ளது."
          }
        ,
          
  {
    
          "description": "இணையத் தமிழன் சங்கப் புலவரிடம் 'எங்கள் காலத்தில் புதுப்புது இலக்கிய வடிவங்கள் தோன்றியிருக்கின்றன' என்று கூறும்போது, எந்த இலக்கிய வடிவத்தைப் பற்றிச் சொல்ல விரும்புகிறார்?",
          "options": [
      "சந்தக் கவிதை",
      "புதுக்கவிதை",
      "நவீன கவிதை",
      "உரைநடை"
    ],
    "answer": "D",
    
          "additional_context": "சங்க கால இலக்கியத்தில் இருந்த சந்தக் கவிதைகள், புதுக்கவிதைகள், நவீன கவிதைகள் ஆகியவற்றின் பிறப்புக்கும் உரைநடையின் தோற்றத்திற்கும் இடையில் இணையத் தமிழன் இவ்வாறு கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "'திருப்பரங்குன்றத்தின் அழகைப் பார்ப்பதற்கென்றே இயற்கை பதித்து வைத்த இரண்டு பெரிய நிலைக்கண்ணாடிகளைப்போல் வடபுறமும் தென்புறமும் நீர்நிறைந்த கண்மாய்கள்' - இதில் பயன்படுத்தப்பட்டுள்ள இலக்கிய நயம் எது?",
          "options": [
      "உருவகம்",
      "உவமை",
      "எடுத்துக்காட்டு உவமை",
      "இலக்கணை"
    ],
    "answer": "B",
    
          "additional_context": "இரண்டு பெரிய நிலைக்கண்ணாடிகளைப் போல் வடபுறமும் தென்புறமும் நீர்நிறைந்த கண்மாய்கள் இருப்பதை உவமையாகக் காட்டுகிறது இவ்வுரை."
          }
        ,
          
  {
    
          "description": "'முகநிலவில் வியர்வைமுத்துகள் துளிர்த்தன' - இது எந்த இலக்கிய நயத்திற்கு எடுத்துக்காட்டு?",
          "options": [
      "உவமை",
      "உருவகம்",
      "இலக்கணை",
      "எடுத்துக்காட்டு உவமை"
    ],
    "answer": "B",
    
          "additional_context": "வியர்வை முத்துகள் துளிர்த்தன என்று முகநிலையை மலர்ந்தது போல் உருவகப்படுத்தி சொல்லப்பட்டுள்ளது."
          }
        ]