
[
  {
    "description": "_____  வள்ளலால் கம்பர் ஆதரிக்கப்பட்டார்.",
    "options": [
      "சடையப்ப",
      "திருமலை",
      "திருக்கண்ண",
      "மதுரை"
    ],
    "answer": "A",
    "additional_context": "கம்பர் சோழ நாட்டுத் திருவழுந்தூரைச் சார்ந்தவர்; திருவெண்ணெய்நல்லூர் சடையப்ப வள்ளலால் ஆதரிக்கப் பெற்றவர். "
  },
  {
    "description": "“கம்பராமாயணம்” _____  காண்டங்களை உடையது.",
    "options": [
      "ஐந்து",
      "ஆறு",
      "ஏழு",
      "எட்டு"
    ],
    "answer": "B",
    "additional_context": "கம்பர், இராமனது வரலாற்றைத் தமிழில் வழங்கி \"இராமாவதாரம்\" எனப் பெயரிட்டார். இது கம்பராமாயணம் என வழங்கப்பெறுகிறது. இது ஆறு காண்டங்களை உடையது. "
  },
  {
    "description": "கம்பரின் எந்த நூல் \"விருத்தம் என்னும் ஒண்பாவிற்கு உயர் கம்பன்\" என்று புகழ் பெற்றது?",
    "options": [
      "சரசுவதி அந்தாதி",
      "சடகோபர் அந்தாதி",
      "கம்பராமாயணம்",
      "திருக்கைவழக்கம்"
    ],
    "answer": "C",
    "additional_context": "கம்பர், இராமனது வரலாற்றைத் தமிழில் வழங்கி \"இராமாவதாரம்\" எனப் பெயரிட்டார். இது கம்பராமாயணம் என வழங்கப்பெறுகிறது. இது ஆறு காண்டங்களை உடையது. கம்பராமாயணப் பாடல்கள் சந்தநயம் மிக்கவை. அவற்றுள் அழகுணர்ச்சிமிக்க சில கவிதைகள் பாடப்பகுதியாக அமைந்துள்ளன. \"கல்வியில் பெரியவர் கம்பர்\", \"கம்பன் வீட்டுக் கட்டுத்தறியும் கவிபாடும்\" போன்ற முதுமொழிகளுக்கு உரியவர் கம்பர்; சோழ நாட்டுத் திருவழுந்தூரைச் சார்ந்தவர்; திருவெண்ணெய்நல்லூர் சடையப்ப வள்ளலால் ஆதரிக்கப் பெற்றவர்; \"விருத்தம் என்னும் ஒண்பாவிற்கு உயர் கம்பன்\" என்று புகழ்பெற்றவர்; சரசுவதி அந்தாதி, சடகோபர் அந்தாதி, திருக்கைவழக்கம், ஏரெழுபது, சிலைஎழுபது முதலிய நூல்களை இயற்றியவர்."
  },
  {
    "description": "கம்பராமாயணத்தில் \"கோசல நாட்டில் வறுமை சிறிதும் இல்லாததால்\" என்பது எந்தப் படலத்தில் கூறப்பட்டுள்ளது?",
    "options": [
      "கங்கைப்படலம்",
      "நாட்டுப்படலம்",
      "ஆற்றுப்படலம்",
      "கும்பகருணன் வதைப்படலம்"
    ],
    "answer": "B",
    "additional_context": "கோசல நாட்டில் வறுமை சிறிதும் இல்லாததால், கொடைக்கு அங்கே இடமில்லை; நேருக்குநேர் போர் புரிபவர் இல்லாததால், உடல் வலிமையை எடுத்துக்காட்ட வாய்ப்பில்லை; பொய்மொழி இல்லாமையால், மெய்மை தனித்து விளங்கவில்லை; பல வகைக் கேள்விச் செல்வம் மிகுந்து விளங்குவதால் அங்கு அறியாமை சிறிதும் இல்லை. "
  },
  {
    "description": "கம்பரின் கவிதைகளில் எது சிறப்புடையது என்று இக்கட்டுரை சுட்டிக்காட்டுகிறது?",
    "options": [
      "இயற்கை வர்ணனை",
      "கதாபாத்திர வர்ணனை",
      "சந்த நயம்",
      "யுத்த வர்ணனை"
    ],
    "answer": "C",
    "additional_context": "கம்பராமாயணப் பாடல்கள் சந்தநயம் மிக்கவை. அவற்றுள் அழகுணர்ச்சிமிக்க சில கவிதைகள் பாடப்பகுதியாக அமைந்துள்ளன."
  }
]
