
[
  {
    "description": "கீழ்க்காணும் தொடர்களில் எது வினைமுற்றை வினையாலணையும் பெயராக மாற்றி எழுதப்பட்டுள்ளது?",
    "options": [
      "கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறவரை அழைத்து வாருங்கள்.",
      "ஊட்டமிகு உணவு உண்டார்.",
      "நேற்று என்னைச் சந்தித்தார்.",
      "பொது அறிவு நூல்களைத் தேடிப் படித்தார்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கேள்வி வினைமுற்றை வினையாலணையும் பெயராக மாற்றி எழுதும் முறையைப் பற்றியது.  வினைமுற்று என்பது ஒரு செயலைக் குறிக்கும் சொல்.  வினையாலணையும் பெயர் என்பது வினைமுற்றின் பயன்பாட்டைப் பெயர்ச் சொல்லாக மாற்றும் முறை.  மேற்கண்ட தொடர்களில் 'கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறவரை அழைத்து வாருங்கள்.' என்ற தொடரில் 'காத்திருக்கிறவரை' என்ற சொல் வினைமுற்றை வினையாலணையும் பெயராக மாற்றி எழுதப்பட்டுள்ளது.  ஏனென்றால் 'காத்திருக்கிறவர்' என்பது வினைமுற்று, அதை 'காத்திருக்கிறவரை' என்ற பெயர்ச்சொல்லாக மாற்றி பயன்படுத்தியுள்ளனர்."
  },
  {
    "description": "\"இன்சொல் இருக்க வன்சொல் பேசி இன்னற்படுகின்றனர்\" என்ற தொடரில், \"இன்னற்படுகின்றனர்\" என்ற சொல் எந்த வகையான சொல்?",
    "options": [
      "வினை",
      "பெயர்",
      "வினையாலணையும் பெயர்",
      "இடைச்சொல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கேள்வி 'இன்னற்படுகின்றனர்' என்ற சொல்லின் சொல் வகையைப் பற்றியது.  இந்தச் சொல் ஒரு செயலைக் குறிப்பதால் வினைச்சொல் எனலாம்.  இதில்  'இன்னர்' என்ற சொல் ஒரு செயலை (தொந்தரவு கொடுப்பது)க் குறிக்கிறது.  'படுகின்றனர்' என்பது அந்தச் செயலைச் செய்வதாகக் குறிப்பிடுகிறது.  எனவே இது ஒரு வினைச்சொல். "
  },
  {
    "description": "\"சோலையிற் பூத்த மணமலர்களில் சுரும்புகள் மொய்த்துப் பண்பாடி மதுவுண்டன\" என்ற தொடரில் எத்தனை வினைச்சொற்கள் உள்ளன?",
    "options": [
      "இரண்டு",
      "மூன்று",
      "நான்கு",
      "ஐந்து"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கேள்வி 'சோலையிற் பூத்த மணமலர்களில் சுரும்புகள் மொய்த்துப் பண்பாடி மதுவுண்டன' என்ற தொடரில் உள்ள வினைச்சொற்களின் எண்ணிக்கையைப் பற்றியது.  இந்தத் தொடரில்  'பூத்த', 'மொய்த்து', 'பண்பாடி', 'வுண்டன' என்ற நான்கு சொற்கள் வினைச்சொற்கள்.  ஏனென்றால் இவை செயலைக் குறிக்கும் சொற்கள். "
  },
  {
    "description": "\"வள்ளல் குமணன் வறுமையால் வாடிவந்த புலவனுக்குத் தனது தலையைக் கொடுத்து மங்காப் புகழ் பெற்றான்\" என்ற தொடரில், \"வாடிவந்த\" என்ற சொல் எந்த வினைச்சொல்லின் இணைந்த வடிவம்?",
    "options": [
      "வாடு",
      "வந்த",
      "வாடு + வந்த",
      "வந்து வாடு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கேள்வி 'வாடிவந்த' என்ற சொல்லின் இணைந்த வடிவத்தைப் பற்றியது.  'வாடிவந்த' என்ற சொல் 'வாடு' மற்றும் 'வந்த' என்ற இரண்டு வினைச்சொற்களை இணைத்து உருவாக்கப்பட்ட வடிவம்.  'வாடு' என்பது மனக்கவலை ஏற்பட்டு துன்பப்படுவது.  'வந்த' என்பது ஒரு இடத்திலிருந்து இன்னொரு இடத்திற்கு வருவது.  இந்த இரு வினைச்சொற்களும் இணைந்து 'வாடிவந்த' என்ற வினைச்சொல் உருவாகிறது. "
  },
  {
    "description": "\"நளனும் அவனது துணைவியும் நிடதநாட்டுக்கு வந்ததைக் கண்டு, அந்நாட்டு மக்கள் மழைமுகில் கண்ட மஞ்ஞை போலக் களி கொண்டனர்\" என்ற தொடரில், \"களி கொண்டனர்\" என்ற சொல் எந்த வகையான சொல்?",
    "options": [
      "வினை",
      "வினையாலணையும் பெயர்",
      "இடைச்சொல்",
      "பெயர்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கேள்வி 'களி கொண்டனர்' என்ற சொல்லின் சொல் வகையைப் பற்றியது.  இந்தச் சொல் ஒரு செயலைக் குறிப்பதால் வினைச்சொல் எனலாம்.  'கொண்டனர்' என்ற சொல் செயலைச் செய்வதாகக் குறிப்பிடுகிறது.  எனவே இது ஒரு வினைச்சொல்."
  }
]
