
[
  {
    "description": "'தேம்பாவணி' என்னும் பெயர் எதைக் குறிக்கிறது?",
    "options": [
      "a) ஒரு வகை மலரை",
      "b) கருணையனின் துயரத்தை",
      "c) வீரமாமுனிவரின் தாயை",
      "d) இனிய பாடல்களின் தொகுப்பு"
    ],
    "answer": "d",
    "additional_context": "தேம்பாவணி என்னும் பெயர் இனிய பாடல்களின் தொகுப்பைக் குறிக்கிறது.  தேம்பாவணி எனும் பெயர் தேம்பா + அணி எனப் பிரித்து வாடாத மாலை என்றும், தேன் + பா + அணி எனப் பிரித்து தேன் போன்ற இனிய பாடல்களின் தொகுப்பு என்றும் இந்நூலுக்குப் பொருள் கொள்ளப்படுகின்றது.  கிறித்துவ வளர்ப்புத் தந்தையாகிய சூசையப்பர் என்னும் யோசேப்பினைப் (வளனை) பாட்டுடைத் தலைவனாகக் கொண்டு பாடப்பட்ட நூல் இது. "
  },
  {
    "description": "கருணையன் தன் தாயின் உடலை அடக்கம் செய்யும் போது அவர் என்ன செய்தார்?",
    "options": [
      "a) மலர்களால் அழகிய படுக்கையை உருவாக்கினார்",
      "b) தன் கையால் மண்ணை தூவி அடக்கம் செய்தார்",
      "c) இயற்கையிடம் ஆறுதல் கேட்டார்",
      "d) தன் தாயின் நினைவாக பாடல் பாடினார்"
    ],
    "answer": "a",
    "additional_context": "கருணையன் தன் தாயின் உடலை அடக்கம் செய்யும் போது, 'பூமித்தாயே! என் அன்னையின் உடலை நீ அன்போடு காப்பாயாக' என்று கூறி, குழியினுள் அழகிய மலர்ப்படுக்கையைப் பரப்பினான்.  இவ்வுலகில் செம்மையான அறங்களை எல்லாம் தன்னுள் பொதிந்து வைத்து, பயனுள்ள வாழ்க்கை நடத்திய தன் அன்னையின் உடலை, மண் இட்டு மூடி அடக்கம் செய்து, அதன்மேல் மலர்களையும் தன் கண்ணீரையும் ஒரு சேரப் பொழிந்தான்."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எது வீரமாமுனிவரின் தேம்பாவணியின் முக்கிய கருத்தாகும்?",
    "options": [
      "கிறித்துவ வளர்ப்புத் தந்தையாகிய சூசையப்பரின் வாழ்க்கை வரலாறு",
      "இயேசு கிறித்துவின் அவதாரம் மற்றும் போதனைகள்",
      "திருமுழுக்கு யோவான் அவர்களின் வாழ்க்கை மற்றும் செயல்பாடுகள்",
      "கிறித்துவத்தின் வரலாறு மற்றும் பரவல்"
    ],
    "answer": "A",
    "additional_context": "தேம்பாவணி இயேசு கிறித்துவின் வளர்ப்புத் தந்தையாகிய சூசையப்பரின் வாழ்க்கை வரலாற்றைக் கூறுகிறது.  சூசையப்பர் என்னும் யோசேப்பினைப் (வளனை) பாட்டுடைத் தலைவனாகக் கொண்டு பாடப்பட்ட நூல் இது."
  },
  {
    "description": "தேம்பாவணியில் கருணையன் என்றழைக்கப்படுபவர் யார்?",
    "options": [
      "சூசையப்பர்",
      "இயேசு கிறித்து",
      "திருமுழுக்கு யோவான்",
      "வீரமாமுனிவர்"
    ],
    "answer": "C",
    "additional_context": "தேம்பாவணி இயேசு கிறித்துவின் வளர்ப்புத் தந்தையாகிய சூசையப்பரின் வாழ்க்கை வரலாற்றைக் கூறுகிறது.  இந்த நூலில்  திருமுழுக்கு யோவானை 'கருணையன்' என்று குறிப்பிடுகிறார் வீரமாமுனிவர்.  இவர்  கிறித்துவிற்கு முன் தோன்றியவர். இவரே கிறித்துவின் வருகையை அறிவித்த முன்னோடி. "
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எது தேம்பாவணியில் குறிப்பிடப்படும் தாயின் மரணத்தால் கருணையன் அனுபவிக்கும் துயரத்தை விவரிக்கிறது?",
    "options": [
      "வாய்மணி யாகக் கூறும் வாய்மையே மழைநீ ராகித் தாய்மணி யாக மார்பில் தயங்கியுள் குளிர வாழ்ந்தேன் காய்ந்தேன் - வருந்தினேன்",
      "இரங்கி அழும் கருணையனுக்கு இரங்கும் இயற்கை",
      "நவமணி வடக்க யில்போல் நல்லறப் படலைப் பூட்டும் தவமணி மார்பன் சொன்ன உவமணி மணமலர் தன்னிசைக்கு இசைகள் பாடத் துவமணி மரங்கள் தோறும் உவமணி கானம்கொல் என்று ஒலித்து அழுவ போன்றே",
      "விரிந்தன கொம்பில் கொய்த வீயென உள்ளம் வாட எரிந்தன நுதிநச்சு அம்புண்டு இரும்புழைப் புண்போல் நோகப் பெரிதழுது இரங்கித் தேம்பச் சரிந்தன அசும்பில் செல்லும் தடவிலா தனித்தேன் அந்தோ!"
    ],
    "answer": "D",
    "additional_context": "'விரிந்தன கொம்பில் கொய்த வீயென உள்ளம் வாட எரிந்தன நுதிநச்சு அம்புண்டு இரும்புழைப் புண்போல் நோகப் பெரிதழுது இரங்கித் தேம்பச் சரிந்தன அசும்பில் செல்லும் தடவிலா தனித்தேன் அந்தோ!'  என்ற வரிகள் தாயின் மரணத்தால் கருணையன் அனுபவிக்கும் துயரத்தை விவரிக்கிறது.  கருணையன் தன் தாயின் இழப்பால் மனம் வாடி, தாய் இல்லாத துன்பத்தை இரும்புழைப் புண்போல நோகப் பெரிதழுது  இரங்கித் தேம்புகிறான்.  தடவிலா தனித்தேன் அந்தோ! என தன் தனிமையையும் வருத்தத்தையும் வெளிப்படுத்துகிறான்."
  }
]
