
[
  {
    "description": "“என் அம்மை வந்தாள்” என்று மாட்டைப் பார்த்துக் கூறுவது எந்த வகை வழுவமைதி?",
    "options": [
      "a) திணை வழுவமைதி",
      "b) பால் வழுவமைதி",
      "c) இட வழுவமைதி",
      "d) கால வழுவமைதி"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "ஒருவர் தன்னைப் பற்றிப் பேசும்போது அவரது பெயரோடு \"நான்\" என்னும் சொல் இணைந்து வரும்.  எடுத்துக்காட்டாக, \"நான் வந்தேன்\" என்ற வாக்கியத்தில் \"நான்\" என்பது தன்மை இடத்தில் உள்ளது. ஆனால், உயிரற்ற பொருளை உயர்திணைப் பொருளாகக் கருதிப் பேசும்போது தன்மை இடத்தில் \"நான்\" என்னும் சொல் பயன்படுத்தப்படுவதில்லை. மாறாக, உயர்திணைச் சொல்லே தன்மை இடத்தில் பயன்படுத்தப்படும்.  எடுத்துக்காட்டாக, ஒரு மாட்டைப் பார்த்துக் கூறுபவர் \"என் அம்மை வந்தாள்\" என்று கூறும்போது, மாடு அஃறிணை, ஆனால் தன்மை இடத்தில் அது உயர்திணையாகக் கருதப்பட்டுப் பேசப்படுகிறது. இதுவே திணை வழுவமைதி."
  },
  {
    "description": "“வாடா இராசா, வாடா கண்ணா” என்று தன் மகளைப் பார்த்துத் தாய் அழைப்பதில் எந்த வகை இலக்கணப் பிழை காணப்படுகிறது?",
    "options": [
      "a) திணை வழு",
      "b) பால் வழு",
      "c) இடம் வழு",
      "d) கால வழு"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "பால் என்பது உயிரினங்களை ஆண், பெண், பலர் எனப் பிரிப்பதைக் குறிக்கும்.  ஒரு தாய் தன் மகளைப் பார்த்துப் பேசும்போது \"இராசா, கண்ணா\" என்று ஆண்பால் சொற்களைப் பயன்படுத்தும்போது பால் வழு எனப்படும். இது ஒரு வகை உவமை.  உவமை என்பது ஒன்றைப் போல மற்றொன்றைக் குறிக்கும் சொல் அல்லது சொற்றொடர்."
  },
  {
    "description": "மாறன் என்பான் தன்னைப் பற்றிப் பிறரிடம் கூறும்போது,“இந்த மாறன் ஒருநாளும் பொய் கூறமாட்டான்” என, தன்மையினைப் படர்க்கை இடத்தில் கூறுவது எந்த வகை வழுவமைதி?",
    "options": [
      "a) திணை வழுவமைதி",
      "b) பால் வழுவமைதி",
      "c) இட வழுவமைதி",
      "d) கால வழுவமைதி"
    ],
    "answer": [
      "c"
    ],
    "additional_context": "தன்மை, முன்னிலை, படர்க்கை என மூன்று இடங்கள் உண்டு.  தன்மை என்பது தன்னைப் பற்றிக் குறிக்கும்.  முன்னிலை என்பது எதிரில் உள்ளவரைப் பற்றிக் குறிக்கும்.  படர்க்கை என்பது வேறு ஒருவரைப் பற்றிக் குறிக்கும்.  எடுத்துக்காட்டாக, மாறன் தன்னைப் பற்றிக் கூறும்போது \"நான் பொய் கூறமாட்டேன்\" என்று தன்மை இடத்தில் பேச வேண்டும்.  ஆனால், அவன் \"இந்த மாறன் பொய் கூறமாட்டான்\" என்று கூறுவது படர்க்கை இடத்தில் பேசுவதாகும்.  இது இட வழுவமைதி."
  },
  {
    "description": "“கத்துங் குயிலோசை - சற்றே வந்து காதிற் படவேணும்”- பாரதியார்.  இந்த வரியில் எந்த வகை வழு காணப்படுகிறது?",
    "options": [
      "a) திணை வழு",
      "b) பால் வழு",
      "c) இடம் வழு",
      "d) மரபு வழு"
    ],
    "answer": [
      "d"
    ],
    "additional_context": "ஒரு குறிப்பிட்ட விஷயத்தைப் பற்றிக் கூறும் வழக்கமான முறையே மரபு.  மரபு என்பது இலக்கியத்தில் இயல்பாக உள்ளது.  குயில் கத்தும் என்று கூறுவது தவறு.  ஏனெனில், குயில் கத்தாது, கூவும்.  கவிதையிலும் மரபு வழுவமைதி காணப்படுகிறது.  கவிதை என்பது கற்பனை உலகைப் படைக்கும் ஒரு வடிவம்.  இந்தப் படைப்பில் மரபுக்குப் பொருத்தமற்ற கவிதை வடிவம் இருந்தாலும், அது மரபு வழுவமைதி என அழைக்கப்படும்."
  },
  {
    "description": "“குடியரசுத் தலைவர் நாளை தமிழகம் வருகிறார்.” இதில் ஏற்பட்ட இலக்கணப் பிழை என்ன?",
    "options": [
      "a) திணை வழு",
      "b) பால் வழு",
      "c) இடம் வழு",
      "d) கால வழு"
    ],
    "answer": [
      "d"
    ],
    "additional_context": "காலம் என்பது நிகழ்வுகளின் நேரத்தைக் குறிக்கும்.  குடியரசுத் தலைவர் நாளை தமிழகம் வருகிறார் என்ற வாக்கியத்தில், வருகிறார் என்ற வினைச்சொல் நிகழ்காலத்தில் உள்ளது.  ஆனால், இது வருவார் என அமைந்திருந்தால் சரியாக இருக்கும்.  நிகழ்காலத்தில் பயன்படுத்தப்பட்டுள்ளதால், இது கால வழுவமைதி ஆகும்."
  }
]
