
[
  {
    "description": "“நொறுங்கத் தின்றால் நூறு வயது” என்ற பழமொழி போன்ற உணவு மற்றும் விருந்து சார்ந்த பழமொழிகளையும் விழிப்புணர்வுத் தொடர்களையும் வகுப்பறையில் காட்சிப்படுத்தும் செயல்திட்டம் எந்த வகை இலக்கியத்துடன் தொடர்புடையது?",
    "options": [
      "நவீன இலக்கியம்",
      "செவ்விலக்கியம்",
      "நாட்டுப்புற இலக்கியம்",
      "பக்தி இலக்கியம்"
    ],
    "answer": "C",
    "additional_context": "இந்த செயல்திட்டத்தின் மூலம் மாணவர்கள் பழமொழிகள், விழிப்புணர்வுத் தொடர்கள் மூலம் தமிழ் மொழியின் செழுமையை அறிந்துகொள்ளலாம்.  மேலும் நாட்டுப்புற இலக்கியத்தில் உணவு மற்றும் விருந்து சார்ந்த பழமொழிகளும், விழிப்புணர்வுத் தொடர்களும் அதிகமாக இருப்பதை மாணவர்கள் கவனிக்கலாம். "
  },
  {
    "description": "“தம்பி.. உனக்குப் பிடிச்ச காய் சொல்லு?” “பிடிச்ச பழம்?” “பிடிச்ச காலை உணவு?”  என்று தொடங்கும் உரையாடல் எதைக் குறிக்கிறது?",
    "options": [
      "குழந்தைகளின் உணவுப் பழக்கத்தைக் காட்டும் வசனம்",
      "பாரம்பரிய உணவு வழக்கங்களைப் பற்றிய சர்ச்சை ",
      "மருத்துவர் கு. சிவராமனின் கருத்துக்களை எடுத்துக்காட்டும் உரையாடல்",
      "வகுப்பறையில் நடத்தப்படும் விவாதத்தின் ஒரு பகுதி"
    ],
    "answer": "C",
    "additional_context": "இந்த உரையாடல் மருத்துவர் கு. சிவராமனின் கருத்துகளை எடுத்துக்காட்டும் உரையாடல். குழந்தைகள் இன்று பாரம்பரிய உணவுகளை விட்டு விலகிச் சென்று மேற்கத்திய உணவுகளை அதிகமாக விரும்புவதாக மருத்துவர் கு. சிவராமன் கூறுகிறார். "
  },
  {
    "description": "“சரியா சாப்பிட மாட்டேங்கிறான் டாக்டர்” என்று என்னிடம் அழைத்து வரப்பட்ட ஒரு சிறுவனுடனான உரையாடல் எதைப் பற்றிய கவலைகளை எடுத்துக்காட்டுகிறது?",
    "options": [
      "சிறுவர்களின் சுகாதாரத்தைப் பற்றிய கவலை",
      "சிறுவர்களின் உணவுப் பழக்கத்தின் மாற்றத்தைப் பற்றிய கவலை",
      "பாரம்பரிய உணவின் மறைவைப் பற்றிய கவலை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்த உரையாடல் சிறுவர்களின் சுகாதாரத்தைப் பற்றிய கவலை, சிறுவர்களின் உணவுப் பழக்கத்தின் மாற்றத்தைப் பற்றிய கவலை, பாரம்பரிய உணவின் மறைவைப் பற்றிய கவலை என பல கவலைகளை எடுத்துக்காட்டுகிறது. இன்று குழந்தைகள் பாரம்பரிய உணவுகளைத் தவிர்த்து மேற்கத்திய உணவுகளை அதிகமாக விரும்புவதாக மருத்துவர் கு. சிவராமன் கூறுகிறார். "
  },
  {
    "description": "“ஆடு, மாடுகளைத் தவிர மனுஷங்க கூட கீரையைச் சாப்பிடுவாங்களா மம்மி?”  என்ற கேள்வியை எதிர்காலத்தில் குழந்தைகள் கேட்கக்கூடும் என்று மருத்துவர் கு. சிவராமன் கூறுவது எதைக் குறிக்கிறது?",
    "options": [
      "கீரையின் முக்கியத்துவத்தை குழந்தைகள் புரிந்துகொள்வதில்லை",
      "குழந்தைகள் கீரையை சாப்பிட விரும்பவில்லை ",
      "கீரையை சாப்பிடுவது பாரம்பரியமாகவே இல்லை ",
      "பாரம்பரிய உணவுப் பழக்கங்கள் மறைந்து வருகின்றன"
    ],
    "answer": "D",
    "additional_context": "இந்த கேள்வி பாரம்பரிய உணவுப் பழக்கங்கள் மறைந்து வருகின்றன என்பதை எடுத்துக்காட்டுகிறது.  இன்றைய குழந்தைகள் கீரையை சாப்பிடுவதை ஒரு பாரம்பரியமாகக் கருதுவதில்லை. அவர்கள் அனைவரும் ஆடு, மாடுகள் மட்டுமே கீரையைச் சாப்பிடுவார்கள் என்று நினைக்கிறார்கள். இதன் மூலம் பாரம்பரிய உணவுப் பழக்கங்கள் மறைந்து வருவதைக் காணலாம். "
  },
  {
    "description": "இந்த செயல்திட்டத்தை வகுப்பறையில் செயல்படுத்த,  “சிறுவர் நாடோடிக் கதைகள்” என்ற நூலை எழுதியவர் யார்?",
    "options": [
      "வ.உ.சிதம்பரனார்",
      "மருத்துவர் கு. சிவராமன்",
      "கி.ராஜநாராயணன்",
      "கு.ச.நடராசன் "
    ],
    "answer": "C",
    "additional_context": "“சிறுவர் நாடோடிக் கதைகள்” என்ற நூலை கி.ராஜநாராயணன் எழுதியுள்ளார்.  இந்த நூலில் பல்வேறு சிறுவர் கதைகள் இடம் பெற்றுள்ளன. இது மாணவர்களின் படைப்புத் திறனை மேம்படுத்தும். "
  }
]
