
[
  {
    "description": "“நாம் எப்போதும் ஒரே மனநிலையில் இருப்பதில்லை. நம்மைச் சுற்றி நிகழும் செயல்களால் நாம் அலைக்கழிக்கப்படுகிறோம்.”  என்ற வாக்கியத்தில் எடுத்துக்காட்டப்பட்டுள்ள மனித குணம் எது?",
    "options": [
      "நிலையற்ற தன்மை",
      "சீற்றம்",
      "கோபம்",
      "துயரம்"
    ],
    "answer": "A",
    "additional_context": "இந்த வாக்கியம் மனிதர்களின் மனநிலை எப்போதும் ஒரே மாதிரியாக இருப்பதில்லை என்பதை விளக்குகிறது. நாம் எதிர்கொள்ளும் சூழ்நிலைகளுக்கும் நம் உணர்ச்சிகளுக்கும் ஏற்ப நம் மனநிலை மாறுபடுகிறது. இதனால், மனிதர்களின் மனநிலை நிலையற்ற தன்மை கொண்டது என்பதை நாம் அறிந்துகொள்ள முடிகிறது."
  },
  {
    "description": "“உடன்பயில்பவருடனோ, உடன்பிறந்தவருடனோ எதிர்பாராமல் சச்சரவு ஏற்படுகிறது..... இந்தச் சமயத்தில் சினம்கொள்ளத் தக்க சொற்களைப் பேசுகிறோம்; கேட்கிறோம்; கைகலப்பில் ஈடுபடுகிறோம்; இதுகாறும் கற்ற அறங்கள் நமக்குக் கைகொடுக்க வேண்டாமா?” - இந்த வரிகள் எதை எடுத்துக்காட்டுகின்றன?",
    "options": [
      "சாதாரண மனிதர்களின் வாழ்க்கை",
      "சினத்தின் தீங்கு",
      "கல்வியின் பயன்",
      "நட்பின் முக்கியத்துவம்"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள் சினத்தின் தீங்கு பற்றியே பேசுகின்றன. சினம் மனிதர்களை எளிதில் அலைக்கழித்து, அவர்களை தவறான பாதைக்கு இட்டுச் செல்லும். அதனால், கோபத்தைக் கட்டுப்படுத்தி அறநெறிகளை பின்பற்றுவது அவசியம் என்பதை இந்த வரிகள் எடுத்துக்காட்டுகின்றன."
  },
  {
    "description": "“நல்ல சொற்களையே தேர்ந்தெடுத்துப் பேசுதல்” என்பது எந்த அறத்தின் ஒரு பகுதி?",
    "options": [
      "நேர்மை",
      "கருணை",
      "பொறுமை",
      "மரியாதை"
    ],
    "answer": "D",
    "additional_context": "நல்ல சொற்களையே தேர்ந்தெடுத்துப் பேசுவது என்பது மரியாதையின் ஒரு முக்கியமான அம்சம். ஒருவருக்கு மரியாதை கொடுத்துப் பேசுவது நல்ல உறவுகளை உருவாக்க உதவும். அது மட்டுமின்றி, நல்ல சொற்கள் ஒருவரின் மனதைக் கவரும் தன்மை கொண்டவை. எனவே, நாம் எப்போதும் நல்ல சொற்களையே பயன்படுத்த வேண்டும்."
  },
  {
    "description": "“அறிவை விரிவு செய்” என்ற தலைப்பின் கீழ் கொடுக்கப்பட்டுள்ள புத்தகங்களில் எது அறம் பற்றியது?",
    "options": [
      "அறமும் அரசியலும்",
      "அபி கவிதைகள்",
      "எண்ணங்கள்",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "“அறிவை விரிவு செய்” என்ற தலைப்பு, அறம் பற்றிய புத்தகங்களை குறிக்கிறது. மேலே கொடுக்கப்பட்ட விருப்பங்களில் “அறமும் அரசியலும்”  புத்தகம் அறம் பற்றியது. இந்த புத்தகம் அறம் மற்றும் அரசியல் ஆகியவற்றின் இணைப்பைப் பற்றி விளக்குகிறது."
  },
  {
    "description": "“http://tndipr.gov.in/memorials/tamil/kaviarasarkannadasanmanimandapam.html”  என்ற இணையதள முகவரி எதைப் பற்றியது?",
    "options": [
      "கன்னடாசனின் வாழ்க்கை வரலாறு",
      "தமிழ் இலக்கியம்",
      "அரசியல்",
      "கல்வி"
    ],
    "answer": "A",
    "additional_context": "இந்த இணையதள முகவரி தமிழ் கவிஞர் கன்னடாசன் பற்றியது. இது அவரது வாழ்க்கை வரலாறு மற்றும் அவரது நினைவு மண்டபம் பற்றிய தகவல்களைத் தரும்."
  }
]
