
[
  {
    "description": "“மழை பொழிந்த ஊழிக் காலம் கடந்தது” என்ற வாக்கியத்தில் “ஊழிக் காலம்” என்பதற்குப் பொருத்தமான ஒரு சொல்லைத் தேர்ந்தெடுத்து எழுதுக.",
    "options": [
      "கடுமையான காலம்",
      "நீண்ட காலம்",
      "மாற்றமான காலம்",
      "தீய காலம்"
    ],
    "answer": "A",
    "additional_context": "இந்த பத்தி புவியின் தோற்றம் பற்றிய விளக்கத்தைத் தருகிறது.  புவி உருவானபோது நெருப்புப் பந்து போல் இருந்தது. பின்னர் புவி குளிர்ந்து மழை பொழிந்தது. இந்த மழை தொடர்ந்து பெய்ததால் புவி முழுக்க வெள்ளத்தில் மூழ்கியது. மழை பொழிந்த  நேரம்  “ஊழிக் காலம்”  என்று குறிப்பிடப்பட்டுள்ளது. ஊழிக் காலம் என்ற சொல் ஒரு கடுமையான காலத்தைக் குறிக்கும். "
  },
  {
    "description": "கொடுக்கப்பட்டுள்ள பத்தியில் “செறிந்து திரண்டு” என்ற சொல் இடம்பெற்றுள்ளது. இந்த சொல் குறிக்கும் பொருளை  பொருத்தமான சொற்களைப் பயன்படுத்தி விளக்குக.",
    "options": [
      "ஒன்றாகச் சேர்ந்து",
      "நெருக்கமாக இருந்து ",
      "பெரிதாகி",
      "அடர்த்தியாகி"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பத்தி புவி தோற்றம் மற்றும் உயிர்களின் தோற்றம் பற்றி விளக்குகிறது.  புவியில்  நடந்த  நெருப்பு  பந்து  போன்ற  ஊழிக் காலங்களும்  வெள்ளத்தில்  மூழ்கும்  ஊழிக் காலங்களும்  கடந்து  இறுதியில்  உயிர்கள்  வாழ்வதற்கு  ஏற்ற  சூழல்  தோன்றியது.  'செறிந்து  திரண்டு' என்ற சொல்  அடர்த்தியான  நிலையைக் குறிக்கிறது.  இந்த சொல்  உயிர்களின்  தோற்றத்திற்கு  முன்  புவி   எப்படி  இருந்தது  என்று  விளக்குகிறது."
  },
  {
    "description": "“இப்பெரிய உலகத்தில், உயிர்கள் வாழ்வதற்கு ஏற்ற சூழலாகிய உள்ளீடு தோன்றியது” என்ற வாக்கியத்தில் “உள்ளீடு” என்ற சொல்லுக்குப் பொருத்தமான பொருள் என்ன?",
    "options": [
      "உயிரினங்கள் வாழ்வதற்கு ஏற்ற சூழல்",
      "புவியின் உள்ளே இருந்தது",
      "உலகம் ",
      "புவியின் மேற்பரப்பு"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பத்தி புவி தோற்றம் மற்றும் உயிர்களின் தோற்றம் பற்றி விளக்குகிறது.  'உள்ளீடு'  என்ற சொல்  உயிரினங்கள் வாழ்வதற்கு ஏற்ற  சூழலைக் குறிக்கிறது. இது   உயிரினங்கள் வாழ்வதற்கு ஏற்ற   புதிய  சூழலைக்  குறிக்கிறது. "
  },
  {
    "description": "“உயிர்கள் தோன்றி நிலைபெறும்படியாக இப்பெரிய புவியில் ஊழிக்காலம் கடந்தது.” என்ற வாக்கியத்தில் “நிலைபெறும்படியாக” என்ற சொல் குறிக்கும் பொருள் என்ன?",
    "options": [
      "உயிர்கள் வளர்ந்தன ",
      "உயிர்கள்  நிலைபெற்றன ",
      "உயிர்கள் மறைந்தன",
      "உயிர்கள் புதிய சூழலுக்கு ஏற்றவாறு மாறின"
    ],
    "answer": "B",
    "additional_context": "இந்த பத்தி புவி தோற்றம் மற்றும் உயிர்களின் தோற்றம் பற்றி விளக்குகிறது.  'நிலைபெறும்படியாக'  என்ற சொல்  புதிய சூழலில் உயிர்கள்  நிலைப்பெற்றன  என்ற  பொருளை  குறிக்கிறது.  இது   உயிரினங்கள்  புவியில்   வாழ்வதற்கு   ஏற்ற   நிலையை  அடைந்தன  என்பதை   விளக்குகிறது. "
  },
  {
    "description": "கொடுக்கப்பட்டுள்ள பத்தியில் “சிறப்பாகிய” என்ற சொல்லுக்கு பொருத்தமான  பொருளைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "சிறந்த ",
      "சிறிய ",
      "மிக அதிகமான",
      "மிகக் குறைவான"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பத்தி புவி தோற்றம் மற்றும் உயிர்களின் தோற்றம் பற்றி விளக்குகிறது.  'சிறப்பாகிய' என்ற சொல்  'மிக அதிகமான'  என்று பொருள்படும்.  இது   புவி  தோன்றுவதற்கு   முன்  இருந்த  ஊழிக் காலங்களில்   மழை  மிக அதிகமாக  பெய்ததைக்  குறிக்கிறது. "
  }
]
