
[
  {
    "description": "ம.பொ.சிவஞானம் அவர்கள் தம் வாழ்க்கையில் சந்தித்த வறுமை அவருடைய கல்விப் பயணத்தில் என்ன தாக்கத்தை ஏற்படுத்தியது?",
    "options": [
      "வறுமை காரணமாக அவர் கல்வியைத் துறக்க வேண்டியிருந்தது.",
      "தந்தையின் ஆதரவுடன் கல்வியைத் தொடர்ந்தாலும், மூன்றாம் வகுப்புக்குப் பின்பு கல்வித் தொடர்பு இல்லாமல் போனது.",
      "அவரது கல்வித் தொடர்புக்கு வறுமை ஒரு தடையாக இருந்தது, ஆனால் கேள்வி ஞானம் மூலம் அந்த இடைவெளியை நிரப்பினார்.",
      "ம.பொ.சிவஞானம் அவர்கள் பள்ளியில் படித்து முடிக்கவில்லை, வறுமை அதற்கு முக்கிய காரணம்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ம.பொ.சிவஞானம் அவர்களின் குடும்பம் வறுமையில் மூழ்கியிருந்தது. அவர் மூன்றாம் வகுப்பில் படித்துக்கொண்டிருந்தபோது புத்தகங்களைப் பள்ளிக்குக் கொண்டுவராததற்காக ஆசிரியர் அவரைப் பள்ளியிலிருந்து விரட்டிவிட்டார். அவர் அழுதவண்ணம் வீட்டுக்கு வந்துவிட்டார். அவரது அழுகையைக் கண்ட அவரது தந்தை, அவரை அழைத்துக்கொண்டு பள்ளிக்குச் சென்று ஆசிரியரை வாயார வைத்து, மீண்டும் பள்ளியில் சேர்த்துவைத்தார். ஆனால், அவரது குடும்ப வறுமை காரணமாக அவர் மூன்றாம் வகுப்பிற்கு மேல் படிக்க முடியவில்லை. பள்ளியில் இருந்து விலகிய அவர், பின்னாளில் கேள்வி ஞானம் மூலம் தனது கல்விப் பயணத்தைத் தொடர்ந்தார்."
  },
  {
    "description": "ம.பொ.சிவஞானம் பிறந்த ஆண்டு மிகவும் சிறப்புடையதாக கருதப்படுவதற்கான காரணம் எது?",
    "options": [
      "காந்தியடிகள் சத்தியாக்கிரகத்தை தென்னாப்பிரிக்காவில் தொடங்கி வைத்தது.",
      "வ.உ.சிதம்பரனார் சுதேசிக் கப்பல் நிறுவனத்தை ஆரம்பித்தது.",
      "ம.பொ.சிவஞானம் பிறந்தது.",
      "மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ம.பொ.சிவஞானம் பிறந்த ஆண்டு 1906. அந்த ஆண்டு காந்தியடிகள் தென்னாப்பிரிக்காவில் சத்தியாக்கிரகத்தைத் தொடங்கி வைத்தார். அதே ஆண்டு வ.உ.சிதம்பரனார் சுதேசிக் கப்பல் நிறுவனத்தை ஆரம்பித்தார். இதனால் ம.பொ.சிவஞானம் பிறந்த 1906 ஆண்டு, இந்திய வரலாற்றில் மிகவும் சிறப்புடைய ஆண்டாக கருதப்படுகிறது."
  },
  {
    "description": "ம.பொ.சிவஞானம் பள்ளியில் இருந்து வெளியேற்றப்பட்டதற்கான காரணம் என்ன?",
    "options": [
      "அவர் ஆசிரியரை மதிக்கவில்லை.",
      "அவர் பாடம் கேட்கவில்லை.",
      "அவர் புத்தகங்களை பள்ளிக்கு கொண்டுவரவில்லை.",
      "அவர் பள்ளிக்கு தாமதமாக வந்தார்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ம.பொ.சிவஞானம் மூன்றாம் வகுப்பில் படித்துக்கொண்டிருந்தபோது பள்ளிக்குப் புத்தகங்களைப் பள்ளிக்குக் கொண்டுவராததற்காக ஆசிரியர் அவரைப் பள்ளியிலிருந்து விரட்டிவிட்டார். இது அவரது மனதில் மிகுந்த அவமானத்தை ஏற்படுத்தியது."
  },
  {
    "description": "ம.பொ.சிவஞானத்தின் குழந்தைப் பருவ இலக்கியப் பயிற்சிக்கு உதவியது எது?",
    "options": [
      "அவரது தந்தையின் கதைகள்.",
      "பள்ளி ஆசிரியர்களின் வழிகாட்டுதல்.",
      "அவரது அன்னையாரின் அம்மானைப் பாடல்கள்.",
      "சித்தர் பாடல்களை படித்தது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ம.பொ.சிவஞானம் அவர்களின் அன்னையார் அவர்களுக்கு அல்லி அரசாணி மாலை, பவளக்கொடி மாலை ஆகிய அம்மானைப் பாடல்களைப் பாடுவார். அந்த நேரத்தில் அவர்களையும் சிறிது நேரம் அந்த நூல்களைப் படிக்க வைப்பார். இதன் மூலம் அவரது குழந்தைப் பருவத்தில் இலக்கிய அறிவு வளர்ந்தது."
  },
  {
    "description": "\"தமிழா! துள்ளி எழு\" என்னும் துண்டறிக்கை வெளியிட்டதற்காக ம.பொ.சிவஞானம் எவ்வளவு காலம் சிறையில் இருந்தார்?",
    "options": [
      "மூன்று மாதம்.",
      "ஆறு மாதம்.",
      "ஒரு வருடம்.",
      "இரண்டு வருடம்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "1932 ஆம் ஆண்டு ம.பொ.சிவஞானம் \"தமிழா! துள்ளி எழு\" என்னும் தலைப்புடைய துண்டறிக்கையை ஒன்றைக் கடற்கரையில் குழுமியிருந்த மக்களிடையே வழங்கியதற்காக கைது செய்யப்பட்டார். பின்னாளில் அவருக்கு மூன்று மாதக் கடுங்காவல் தண்டனையும் 300 ரூபாய் அபராதமும் விதிக்கப்பட்டது. அபராதம் கட்டத் தவறினால் மேலும் மூன்று மாதக் கடுங்காவல் தண்டனை விதிக்கப்படும் என்று கூறப்பட்டது. அதனால் அவர் ஆறு மாதமும் சிறையில் இருந்தார்."
  }
]
