[
          
  {
    
          "description": "பழமொழிகளில் 'வாரத்தில் நாளைதான் பெரும்பாலும் மிகவும் பரபரப்பான நாள்' என்ற வாக்கியம் என்ன சொல்கிறது?",
          "options": [
      "a) வாரத்தின் கடைசி நாள் முக்கியமானது.",
      "b) வாரத்தின் முதல் நாள் கடினமானது.",
      "c) வாரத்தின் நடுநாள் பரபரப்பானது.",
      "d) வாரத்தின் இறுதி நாள் பரபரப்பானது."
    ],
    "answer": "D",
    
          "additional_context": "இந்த பழமொழி வாரத்தின் இறுதி நாளில் நடைபெறும் பல பணிகள் மற்றும் நிகழ்வுகளை குறிக்கிறது.  இந்த நாளில் மக்கள் வேலை, பள்ளி, அல்லது பிற பொறுப்புகளிலிருந்து விடுபட்டு, தங்கள் குடும்பத்துடன் நேரத்தை செலவிட முயற்சிப்பார்கள், இது பரபரப்பான நாளாக மாறும்."
          }
        ,
          
  {
    
          "description": "'இருளான நேரங்களில்தான் வெளிச்சத்தை நோக்கிப் போக வேண்டும்' என்ற வாக்கியம் என்ன கருத்தை வலியுறுத்துகிறது?",
          "options": [
      "a) இருள் எப்போதும் இருக்கும்.",
      "b) எல்லா சூழ்நிலைகளிலும் நம்பிக்கை வைக்க வேண்டும்.",
      "c) சிரமங்களிலிருந்து விடுபட ஒரு வழி இருக்கிறது.",
      "d) இருளில் பயப்படக் கூடாது."
    ],
    "answer": "B",
    
          "additional_context": "இந்த வாக்கியம் எல்லா சூழ்நிலைகளிலும் நம்பிக்கை மற்றும் நேர்மறையான எண்ணங்கள் கொண்டிருப்பதன் முக்கியத்துவத்தை வலியுறுத்துகிறது.  இருள் கடினமான நேரங்களைக் குறிக்கிறது, ஆனால் வெளிச்சம் நம்பிக்கை மற்றும் நல்ல நாட்களைக் குறிக்கிறது.  எந்த சூழ்நிலையிலும் நம்பிக்கையை இழக்காமல், நல்ல நாட்கள் வரும் என்ற நம்பிக்கையுடன் இருக்க வேண்டும் என்பது இந்த வாக்கியத்தின் பொருள்."
          }
        ,
          
  {
    
          "description": "'வெற்றி இறுதி அல்ல, தோல்வி இறுதி அல்ல. தொடர்ந்து போராடுவதற்கான தைரியம்தான் முக்கியம்' என்ற வாக்கியம் என்ன கருத்தை வலியுறுத்துகிறது?",
          "options": [
      "a) வெற்றியை மட்டும் எதிர்பார்க்கக் கூடாது.",
      "b) தோல்விகளிலிருந்து பாடம் கற்றுக்கொள்ள வேண்டும்.",
      "c) போராடுவதே வெற்றிக்குப் பாதை.",
      "d) தைரியம் எல்லாவற்றிற்கும் மேலானது."
    ],
    "answer": "C",
    
          "additional_context": "வெற்றி மற்றும் தோல்வி என்பது வாழ்க்கையின் ஒரு பகுதி, ஆனால் முக்கியமானது தொடர்ந்து போராடுவதற்கான தைரியம்தான் என்பதை இந்த வாக்கியம் வலியுறுத்துகிறது.  எதிர்கொள்ளும் சவால்களை மனதளவில் சமாளித்து தொடர்ந்து முயற்சிப்பது வெற்றிக்குப் பாதையை வகுக்கும் என்று இந்த வாக்கியம் சொல்கிறது."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டவற்றில் எது 'எழுத்தால், பேச்சால், ஆற்றலால், அறிவால், தொண்டால், பண்பால், பணியால், கனிவால் தமிழக வரலாற்றில் குறிக்கப்படும்படியான' அந்த அறிஞர் பெருமகனாரை விவரிக்கப் பயன்படுத்தப்படவில்லை?",
          "options": [
      "a) மொழித்திறன்",
      "b) சமூகப் பணி",
      "c) கல்வி",
      "d) பொருளாதாரம்"
    ],
    "answer": "d",
    
          "additional_context": "இந்த வரிகள் 'எழுத்தால், பேச்சால், ஆற்றலால், அறிவால், தொண்டால், பண்பால், பணியால், கனிவால்'  என்று அந்த அறிஞர் பெருமகனாரின் பல பண்புகளைப் பட்டியலிடுகின்றன.  அவருடைய  மொழித்திறன், சமூகப் பணி, கல்வி போன்ற பண்புகளை குறிப்பிடுகிறது, ஆனால்  பொருளாதாரம்  என்பது  இந்த பட்டியலில் இல்லை. "
          }
        ,
          
  {
    
          "description": "'அண்ணாவின் பொன்னுடலை நன்றாகத் தாங்கி வந்த பீரங்கி வண்டி தூரத்தில் வந்தபோதே பொங்கிப் பொருமித் துடித்த உள்ளங்கள் எத்தனை எத்தனை லட்சம்!' என்ற வரியில் 'பொங்கிப் பொருமித் துடித்த உள்ளங்கள்' என்பது யாரை குறிக்கிறது?",
          "options": [
      "a) தமிழக மக்களை",
      "b) அந்த அறிஞர் பெருமகனாரின் குடும்பத்தை",
      "c) அந்த அறிஞர் பெருமகனாரின் நெருங்கிய நண்பர்களை",
      "d) அந்த அறிஞர் பெருமகனாரின் அரசியல் கட்சியைச் சேர்ந்தவர்களை"
    ],
    "answer": "a",
    
          "additional_context": "இந்த வரிகள் அந்த அறிஞர் பெருமகனாரின் மறைவுக்கு தமிழக மக்கள் காட்டிய  வலிமை மற்றும் அன்பை  குறிப்பிடுகின்றன.  அண்ணாவின் மறைவு  தமிழக மக்களுக்கு ஒரு பெரும் இழப்பு என்றும் அவரை மிகவும் நேசித்தார்கள் என்றும் இந்த வரிகள் வெளிப்படுத்துகின்றன."
          }
        ]