[
          
  {
    
          "description": "கவிதைப் பகுதியில், காற்று மட்டும் 'அழுக்காகி விடுகிறது' எனக் கூறப்பட்டுள்ளது. காற்று எப்படி அழுக்காகிறது?",
          "options": [
      "மரங்களின் ஊமை நாவுகளின் பேச்சை ஏற்றுக் கொள்வதால்",
      "எங்களிடம் வரும் போது மனிதர்களால் மாசுபடுத்தப்படுவதால்",
      "புல்லாங்குழலில் புகுந்து இசையாக மாறுவதால்",
      "பூக்களைத் தொட்டு நறுமணத்தைப் பெறுவதால்"
    ],
    "answer": "B",
    
          "additional_context": "கவிதைப் பகுதியில் காற்று எங்களிடம் வந்தால் மட்டுமே அழுக்காகி விடுகிறது என்று கூறப்படுகிறது. இதன் மூலம் காற்று மனிதர்களால் மாசுபடுத்தப்படுவதால் அழுக்காகிறது என்பதை  தெளிவுபடுத்துகிறது."
          }
        ,
          
  {
    
          "description": "கவிதைப் பகுதியில் காற்று எந்த இடத்தில் குளிர்ந்து போகிறது?",
          "options": [
      "வயலில்",
      "பொய்கையில்",
      "பூக்கள் மத்தியில்",
      "மரங்களின் இடையில்"
    ],
    "answer": "B",
    
          "additional_context": "கவிதைப் பகுதியில் காற்று பொய்கையிடம் போனால் குளிர்ந்து போகிறது என்று கூறப்படுகிறது. பொய்கை என்பது குளிர்ந்த நீர்நிலை என்பதால் காற்று குளிர்ந்து போகிறது."
          }
        ,
          
  {
    
          "description": "'நெடுநாட்களாகவே எனக்கொரு சந்தேகம்' எனக் கூறப்பட்டுள்ளது. கவிஞருக்கு என்ன சந்தேகம்?",
          "options": [
      "காற்று எங்கே இருந்து தோன்றுகிறது?",
      "காற்று எதனால் அழுக்காகிறது?",
      "காற்று பூக்களின் நறுமணத்தை எப்படித் திருடுகிறது?",
      "காற்று எங்கே ஒளிந்திருக்கிறது?"
    ],
    "answer": "D",
    
          "additional_context": "கவிதைப் பகுதியில் காற்று பூக்களின் நறுமணத்தை, வீணையின் இசையை எங்கே கொண்டு போய் ஒளித்து வைக்கிறாய் என்று கேட்கப்படுகிறது. இதன் மூலம் காற்று எங்கே ஒளிந்திருக்கிறது என்பது குறித்த சந்தேகம் கவிஞருக்கு உள்ளது என்பதை உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'மொழிபெயர்த்துத் தலைப்பிடுக' எனக் கூறப்பட்டுள்ள பகுதியில், கீழ்க்கண்டவற்றில் எது தொடர்புடையது?",
          "options": [
      "காற்றின் நிறம்",
      "காற்றின் இயல்பு",
      "காற்று ஏற்படுத்தும் ஒலி",
      "காற்றின் வேகம்"
    ],
    "answer": "B",
    
          "additional_context": "மொழிபெயர்த்துத் தலைப்பிடுக எனக் கூறப்பட்டுள்ள பகுதியில் காற்று பூக்களின் நறுமணத்தை நிரப்பி, எல்லா இடங்களிலும் இனிமையாக வீசுகிறது என்பது  காற்றின் இயல்பை பற்றி குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "தொகை வகைகளை அடையாளம் காணும் பகுதியில், 'மலை வாழ்வார்' என்பது எந்த வகை தொகை?",
          "options": [
      "பண்புத்தொகை",
      "இயல்புத்தொகை",
      "உவமைத்தொகை",
      "அடைமொழித்தொகை"
    ],
    "answer": "B",
    
          "additional_context": "'மலை வாழ்வார்' என்பது இயல்புத்தொகை ஆகும். இயல்புத்தொகை என்பது ஒரு பொருளின் இயல்பு அல்லது குணத்தை வெளிப்படுத்தும் ஒரு வகை தொகை ஆகும். இங்கு 'வாழ்வார்' என்பது மலையின் இயல்பை குறிப்பிடுகிறது."
          }
        ]