
[
  {
    "description": "கீழ்க்கண்டவற்றில் எது **சரியானது**?",
    "options": [
      "குமரகுருபரர் 18ஆம் நூற்றாண்டைச் சேர்ந்தவர்.",
      "குமரகுருபரர் தமிழ் மொழியில் மட்டுமே புலமை பெற்றவர்.",
      "“கந்தர் கலிவெண்பா” என்பது குமரகுருபரர் எழுதிய நூல்.",
      "குமரகுருபரர் பிள்ளைத்தமிழ் மட்டுமே எழுதியுள்ளார்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "குமரகுருபரர் என்பவர் 17ஆம் நூற்றாண்டைச் சேர்ந்தவர். இவர் தமிழ் மொழி மட்டுமல்லாமல் வடமொழி, இந்துஸ்தானி ஆகிய மொழிகளிலும் புலமை மிக்கவர். \"கந்தர் கலிவெண்பா\" என்பது குமரகுருபரர் எழுதிய ஒரு நூல். இவர் பிள்ளைத்தமிழ் மட்டுமல்லாமல் மீனாட்சி அம்மை பிள்ளைத்தமிழ், மதுரைக்கலம்பகம், சகலகலாவல்லிமாலை, நீதிநெறி விளக்கம், திருவாரூர் மும்மணிக்கோவை முதலான நூல்களையும் எழுதியுள்ளார்."
  },
  {
    "description": "குமரகுருபரரின் “முத்துக்குமாரசாமி பிள்ளைத்தமிழில்” உள்ள கடைசி மூன்று பருவங்கள் யாவை?",
    "options": [
      "சிற்றில், சிறுபறை, சிறுதேர்",
      "கழங்கு, அம்மானை, ஊசல்",
      "சிற்றில், கழங்கு, ஊசல்",
      "அம்புலி, சிறுதேர், ஊசல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "முத்துக்குமாரசாமி பிள்ளைத்தமிழில் உள்ள கடைசி மூன்று பருவங்கள் சிற்றில், சிறுபறை, சிறுதேர் ஆகும். இவை ஆண்பாற் பிள்ளைத்தமிழின் கடைசி பருவங்கள். பெண்பாற் பிள்ளைத்தமிழின் கடைசி மூன்று பருவங்கள் கழங்கு, அம்மானை, ஊசல் ஆகும்."
  },
  {
    "description": "\"செங்கீரை\" என்ற சொல் குழந்தையின் எந்தப் பருவத்தை குறிக்கிறது?",
    "options": [
      "குழந்தையின் தலை அசையும் பருவம்",
      "குழந்தை ஊர்ந்து செல்லும் பருவம்",
      "குழந்தை நடக்க ஆரம்பிக்கும் பருவம்",
      "குழந்தை பேச ஆரம்பிக்கும் பருவம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "குழந்தையின் தலை 5-6 மாதங்களில் மென்மையாக அசைய ஆரம்பிக்கும். இப்பருவத்தைச் செங்கீரைப் பருவம் என்பர். இப்பருவத்தில் குழந்தை தன் இருகை ஊன்றி, ஒருகாலினை மடக்கி, மற்றொரு காலை நீட்டி தலைநிமிர்ந்தும் முகமசைந்தும் ஆடும்."
  },
  {
    "description": "\"செம்பொன் அடிச்சிறு கிங் கிணியோடு சிலம்பு கலந்தாடத் சேயுடன் மகிழ்ந்து குலாவும் தாய்\" என்ற வரிகளின் பொருள் என்ன?",
    "options": [
      "தாய் தன் குழந்தையுடன் ஆடும் விதம்",
      "குழந்தையின் அழகைப் பற்றிய விளக்கம்",
      "குழந்தையின் ஆபரணங்கள் குறித்த விளக்கம்",
      "தாய் தன் குழந்தையின் ஆட்டத்தை ரசிப்பது"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "\"செம்பொன் அடிச்சிறு கிங் கிணியோடு சிலம்பு கலந்தாடத் சேயுடன் மகிழ்ந்து குலாவும் தாய்\" என்ற வரிகள் குழந்தையின் தலை அசையும் பருவத்தை விளக்குகின்றன. குழந்தையின் கால்களில் அணிவிக்கப்பட்டிருக்கும் சிறு கிண்கிணிகள், சிலம்புகள் ஆகியவற்றுடன் குழந்தை ஆடும் விதம் இவ்வரிகளில் விளக்கப்பட்டுள்ளது."
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எது பிள்ளைத்தமிழ் இலக்கியத்தின் முக்கிய அம்சம்?",
    "options": [
      "இறைவனை குழந்தையாகக் கருதிப் பாடுவது",
      "மெல்லிய இசைப் பாணியில் பாடப்படுவது",
      "குழந்தைகளின் இயல்பான செயல்களைப் பற்றி பாடுவது",
      "மேலே உள்ள அனைத்தும் சரி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பிள்ளைத்தமிழ் இலக்கியத்தில் இறைவனை குழந்தையாகக் கருதிப் பாடுவது, மெல்லிய இசைப் பாணியில் பாடப்படுவது, குழந்தைகளின் இயல்பான செயல்களைப் பற்றி பாடுவது என பல்வேறு முக்கிய அம்சங்கள் உள்ளன."
  }
]
