
[
  {
    "description": "“குமரிக் கடல்முனையையும் வேங்கட மலைமுகட்டையும் எல்லையாகக் கொண்ட தென்னவர் திருநாட்டிற்குப் புகழ் தேடித்தந்த பெருமை, தகைசால் தமிழன்னையைச் சாரும்.” \n\n மேற்கண்ட தொடரில் தென்னவர் திருநாட்டிற்குப் புகழ் தேடித்தந்தது எது என்பதைக் கண்டறியவும்.",
    "options": [
      "குமரிக் கடல்முனை",
      "வேங்கட மலைமுகடு",
      "தமிழன்னையின் தகைமை",
      "தென்னவர்களின் போர்த்திறன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“குமரிக் கடல்முனையையும் வேங்கட மலைமுகட்டையும் எல்லையாகக் கொண்ட தென்னவர் திருநாட்டிற்குப் புகழ் தேடித்தந்த பெருமை, தகைசால் தமிழன்னையைச் சாரும்.”  இந்தத் தொடரில் தென்னவர் திருநாட்டிற்குப் புகழ் தேடித்தந்தது தமிழன்னையின் தகைமை என்பது தெளிவாகத் தெரிகிறது. தமிழன்னையின் தகைமை என்பது  தமிழ் மொழியின் இனிமை, பெருமை, செல்வம்  ஆகியவற்றைக் குறிக்கும்.  தமிழின் தகைமையே தென்னவர்களின் வாழ்வில்  ஒளி  பாய்ச்சுகிறது. இதனால்தான் தென்னவர் திருநாடு புகழ்பெற்றது என அந்தத் தொடர் கூறுகிறது."
  },
  {
    "description": "“எழில்சேர் கன்னியாய் என்றும் திகழும் அவ்வன்னைக்கு, பிள்ளைத் தமிழ் பேசி, சதகம் சமைத்து, பரணி பாடி, கலம்பகம் கண்டு, உலாவந்து, அந்தாதி கூறி, கோவை யாத்து, அணியாகப் பூட்டி அழகூட்டி அகம்மிக மகிழ்ந்தனர் செந்நாப் புலவர்கள்.”\n\n மேற்கண்ட தொடரில் தென்னாட்டுப் புலவர்கள் தமிழன்னையை எப்படிப் போற்றினார்கள் என்பதைப் புரிந்துகொண்டு,  புலவர்கள் செய்த  நான்கு  செயல்களை  கண்டறியவும்.",
    "options": [
      "பிள்ளைத்தமிழ் பேசி, சதகம் சமைத்து, பரணி பாடி, கலம்பகம் கண்டு",
      "உலாவந்து, அந்தாதி கூறி, கோவை யாத்து, அணியாகப் பூட்டி",
      "கலம்பகம் கண்டு, உலாவந்து, அந்தாதி கூறி, கோவை யாத்து",
      "பிள்ளைத்தமிழ் பேசி, சதகம் சமைத்து, பரணி பாடி,  அணியாகப் பூட்டி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“எழில்சேர் கன்னியாய் என்றும் திகழும் அவ்வன்னைக்கு, பிள்ளைத் தமிழ் பேசி, சதகம் சமைத்து, பரணி பாடி, கலம்பகம் கண்டு, உலாவந்து, அந்தாதி கூறி, கோவை யாத்து, அணியாகப் பூட்டி அழகூட்டி அகம்மிக மகிழ்ந்தனர் செந்நாப் புலவர்கள்.”  இந்தத் தொடரில் தென்னாட்டுப் புலவர்கள் தமிழன்னையை எப்படிப் போற்றினார்கள் என்பதைப் புரிந்துகொள்ளலாம்.  புலவர்கள் தமிழ் மொழியில்  பல்வேறு இலக்கிய வடிவங்களை  சமைத்து,  பாடி,   கண்டு,  உலாவந்து,  கூறி, யாத்து,  அணியாகப் பூட்டி   மகிழ்ந்தனர்.    பிள்ளைத்தமிழ், சதகம், பரணி,  கலம்பகம்  ஆகியவை   புலவர்கள் செய்த நான்கு செயல்கள்."
  },
  {
    "description": "“தேனினும் இனியநற் செந்தமிழ் மொழியே\nதென்னாடு விளங்குறத் திகழுந்தென் மொழியே\nஊனினும் ஒளிர்வுறும் ஒண்டமிழ் மொழியே\nஉணர்வினுக் குணர்வதாய் ஒளிர்தமிழ் மொழியே\nவானினும் ஓங்கிய வண்டமிழ் மொழியே\nமாந்தருக் கிருகணா வயங்குநன் மொழியே\nதானனி சிறப்புறுந் தனித்தமிழ் மொழியே\nதழைத்தினி தோங்குவாய் தண்டமிழ் மொழியே”\n\n மேற்கண்ட பாடலில்  தமிழைப் புகழ்ந்து  பாடியவர் யார் என்பதைக் கண்டறியவும்.",
    "options": [
      "பாரதியார்",
      "கா.நமச்சிவாயர்",
      "திருவள்ளுவர்",
      "பாரதிதாசன்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“தேனினும் இனியநற் செந்தமிழ் மொழியே\nதென்னாடு விளங்குறத் திகழுந்தென் மொழியே\nஊனினும் ஒளிர்வுறும் ஒண்டமிழ் மொழியே\nஉணர்வினுக் குணர்வதாய் ஒளிர்தமிழ் மொழியே\nவானினும் ஓங்கிய வண்டமிழ் மொழியே\nமாந்தருக் கிருகணா வயங்குநன் மொழியே\nதானனி சிறப்புறுந் தனித்தமிழ் மொழியே\nதழைத்தினி தோங்குவாய் தண்டமிழ் மொழியே”  இந்தப் பாடலைப் பாடியவர் கா.நமச்சிவாயர்.  தமிழின்  பெருமையையும்  சிறப்பையும்  இப்பாடல்  விரிவாகக் கூறுகிறது.  இப்பாடல் வழியாக  தமிழின்  இனிய இயல்பு,  ஒளி  வீசுதல்,   உணர்வைத் தூண்டுதல்,   உயர்வு,   புகழ்   ஆகியவை   தெளிவாக   தெரிகின்றன."
  }
]
