
[
  {
    "description": "“முன்னுக்குப் பின், இல்லாமல் இருக்கிறது, கொஞ்சம் அதிகம்” ஆகிய தொடர்களைப் பயன்படுத்தி ஒரு பொருத்தமான தொடர் அமைக்கவும்.",
    "options": [
      "நான் கொஞ்சம் அதிகம் வேலை இருப்பதால் இல்லாமல் இருக்கிறது, இன்னும் சிறிது நேரத்தில் வரப் போகிறேன்",
      "அவன் கொஞ்சம் அதிகம் பேசினான், இல்லாமல் இருக்கிறது, முன்னுக்குப் பின் மறக்க நினைக்கிறேன்",
      "கொஞ்சம் அதிகம் மழை பெய்ததால், வயல் இல்லாமல் இருக்கிறது, முன்னுக்குப் பின் என்கிறார்கள்",
      "பணம் கொஞ்சம் அதிகம் இருந்தால் இல்லாமல் இருக்கிறது, முன்னுக்குப் பின் மறக்க நினைக்கிறேன்"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி, ஒரு தொடரைப் பயன்படுத்தி  சரியான தொடர்  அமைப்பதைப் பற்றியது. 'முன்னுக்குப் பின், இல்லாமல் இருக்கிறது, கொஞ்சம் அதிகம்' என்ற மூன்று தொடர்களைப் பயன்படுத்தி  நான்கு  தொடர்கள் கொடுக்கப்பட்டுள்ளன. அவற்றில் சரியான தொடர்  எது  என்பதை  தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "“மூவேந்தர்களால் நாற்றிசையும் போற்றி வளர்க்கப்பட்ட முத்தமிழே” என்ற வரிகள் தமிழ் மொழியின் எந்த சிறப்பைப் பற்றி குறிப்பிடுகின்றன?",
    "options": [
      "இலக்கிய வளம்",
      "வரலாற்றுச் சிறப்பு",
      "உலக மொழிகளில் உயர்ந்த இடம்",
      "பல சிறப்புகளைப் பெற்றிருத்தல்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி, தமிழ் மொழியின் சிறப்புகளைப் பற்றியது. 'மூவேந்தர்களால் நாற்றிசையும் போற்றி வளர்க்கப்பட்ட முத்தமிழே' என்ற வரிகளில், தமிழ் மொழியின் எந்த சிறப்புப் பற்றி குறிப்பிடப்பட்டுள்ளது  என்பதை  நாம்  தேர்ந்தெடுக்க  வேண்டும்."
  },
  {
    "description": "“உழவுத் தொழிலுக்கு வந்தனை செய்வோம்” என்ற கட்டுரை எந்த நாளிதழில் வெளியிடப்பட வேண்டும்?",
    "options": [
      "தினமணி",
      "தினத்தந்தி",
      "இந்தியன் எக்ஸ்பிரஸ்",
      "மேலே உள்ள எதுவும் இல்லை"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கேள்வி, 'உழவுத் தொழிலுக்கு வந்தனை செய்வோம்' என்ற கட்டுரை எந்த நாளிதழில் வெளியிடப்பட வேண்டும்  என்பதை  நாம்  தேர்ந்தெடுக்க  வேண்டும்.  கொடுக்கப்பட்ட  நாளிதழ்களில்  எதுவுமே  இதற்கு  சரியான  விடை  இல்லை."
  },
  {
    "description": "“நாற்றிசையும் போற்றி வளர்க்கப்பட்ட முத்தமிழே” என்ற வரிகளில் “நாற்றிசை” என்ற சொல்லைத் தொகைச் சொற்களாகப் பிரித்து தமிழ் எண்ணுரு தருக.",
    "options": [
      "நான்கு திசை - 4",
      "மூன்று திசை - 3",
      "ஐந்து திசை - 5",
      "இரண்டு திசை - 2"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கேள்வி, 'நாற்றிசை' என்ற சொல்லைத் தொகைச் சொற்களாகப் பிரித்து தமிழ் எண்ணுரு தருக  என்பதை  பற்றியது. கொடுக்கப்பட்ட விடைகளில் சரியான விடை எது என்பதை தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "கவி கா.மு ஷெரீப் எழுதிய வரிகளில் “ஏர்பிடிக்கும் கைகளுக்கே வாழ்த்துக் கூறுவோம்” என்ற வரிகள் என்ன குறிக்கின்றன?",
    "options": [
      "விவசாயிகளைப் பாராட்டும் தொழில்நுட்பம்",
      "வறுமையை எதிர்த்துப் போராடும் தொழிலாளர்களைப் பாராட்டும் வரிகள்",
      "உழைப்பாளிகளைப் பாராட்டும் வரிகள்",
      "மேலே உள்ள அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கேள்வி,  கவி கா.மு ஷெரீப் எழுதிய 'ஏர்பிடிக்கும் கைகளுக்கே வாழ்த்துக் கூறுவோம்' என்ற வரிகள்  என்ன  குறிக்கின்றன  என்பதை  பற்றியது. கொடுக்கப்பட்ட விடைகளில்  எது  சரியானது  என்பதை  தேர்ந்தெடுக்க  வேண்டும்."
  }
]
