
[
  {
    "description": "கீழ்க்கண்டவற்றுள் எது வெண்பாவின் ஓசை?",
    "options": [
      "அகவல் ஓசை",
      "செப்பல் ஓசை",
      "துள்ளல் ஓசை",
      "தூங்கல் ஓசை"
    ],
    "answer": "B",
    "additional_context": "வெண்பா, ஆசிரியப்பா, கலிப்பா, வஞ்சிப்பா என நான்கு வகைப் பாக்கள் உள்ளன. யாப்பின் உறுப்புகள் குறித்து கடந்த ஆண்டில் கற்றதை நினைவு படுத்திக் கொள்ளுங்கள்.\nபாக்களுக்கு உரிய ஓசைகளைப் பற்றி முதலில் அறிந்துகொள்வோம். பாக்களை ஓசைகளைக் கொண்டே அறியலாம்.\nஒவ்வொரு பாவும் ஓசையால் வேறுபட்டது.\nஓசையானது செப்பல், அகவல், துள்ளல், தூங்கல் என்று நான்கு வகைப்படும்.\nசெப்பலோசை வெண்பாவிற்குரியது. அறம் கூறும், குறளும் நாலடியாரும் வெண்பாவில் அமைந்துள்ளன."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எந்த வகைப் பா, இடையிடையே உயர்ந்து வருவது போன்ற துள்ளல் ஓசை பெற்று வரும்?",
    "options": [
      "வெண்பா",
      "ஆசிரியப்பா",
      "கலிப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "C",
    "additional_context": "செய்யுளில் இடையிடையே உயர்ந்து வருவது துள்ளல் ஓசை. இது கலிப்பாவுக்கு உரியது."
  },
  {
    "description": "நேரிசை வெண்பா, இன்னிசை வெண்பா, பஃறொடை வெண்பா ஆகியவை எந்த வகை வெண்பாக்கள்?",
    "options": [
      "நேரிசை வெண்பாக்கள்",
      "இன்னிசை வெண்பாக்கள்",
      "பஃறொடை வெண்பாக்கள்",
      "குறள் வெண்பாக்கள்"
    ],
    "answer": "A",
    "additional_context": "குறள் வெண்பா, சிந்தியல் வெண்பா, நேரிசை வெண்பா, இன்னிசை வெண்பா, பஃறொடை வெண்பா என்று ஐந்துவகை வெண்பாக்கள் உள்ளன."
  },
  {
    "description": "\"உல/கத்/தோ டொட்/ட வொழு/கல் பல/கற்/றும்\" என்னும் அடிகளில் உள்ள சீர்களின் வாய்பாடுகள் முறையே:",
    "options": [
      "புளிமாங்காய், தேமா, புளிமா, புளிமாங்காய்",
      "புளிமாங்காய், புளிமா, தேமா, புளிமாங்காய்",
      "தேமா, புளிமா, புளிமாங்காய், புளிமா",
      "புளிமா, புளிமாங்காய், தேமா, புளிமாங்காய்"
    ],
    "answer": "A",
    "additional_context": "செய்யுளின் சீரை அசை பிரித்து நேரசை, நிரையசை என்று பகுத்துக் காண்பதை முன் வகுப்பில் அறிந்துள்ளோம்.\nஅலகிடுதல் என்பது சீரைப் பிரித்து அசை பார்த்து, அசைக்கேற்ற வாய்பாடு காணுதல்."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எந்த வகைப் பாக்கள் மூன்று அடி முதல் எழுதுபவர் மனநிலைக்கேற்ப அமையும்?",
    "options": [
      "வெண்பாக்கள்",
      "ஆசிரியப்பாக்கள்",
      "கலிப்பாக்கள்",
      "வஞ்சிப்பாக்கள்"
    ],
    "answer": "B",
    "additional_context": "இனி வெண்பா, ஆசிரியப்பா ஆகியவற்றின் பொது இலக்கணத்தை அட்டவணையில் காணலாம்.\n மூன்று அடி முதல் எழுதுபவர் மனநிலைக்கேற்ப அமையும்."
  }
]
