
[
  {
    "description": "ஒழுக்கத்தால் __________ கிடைப்பதால் அது உயிரினும் மேலானது.",
    "options": [
      "வறுமை",
      "புகழ்",
      "துன்பம்",
      "அறிவு"
    ],
    "answer": "B",
    "additional_context": "ஒருவருக்கு ஒழுக்கம் இருந்தால் அவர் எல்லார்க்கும் சிறப்பைத் தருவார். அவர் சமுதாயத்தில் நல்ல மதிப்பைப் பெறுவார். ஒருவர் ஒழுக்கத்தால் புகழ் பெறுவதால் ஒழுக்கம் உயிரினும் மேலானதாகக் கருதப்படுகிறது. ஒருவர் உயிர் இருந்தாலும் ஒழுக்கமில்லாவிட்டால் அவருக்கு புகழ் கிடைக்காது. எனவே, ஒழுக்கம் என்பது மிகவும் முக்கியமானதாகும்."
  },
  {
    "description": "__________  இல்லாதவர் அறிவில்லாதவர் என்று கருதப்படுவார்.",
    "options": [
      "பல நூல்களைப் படித்த",
      "உலகத்தோடு ஒத்து வாழக் கல்லாத",
      "பொருள் ஈட்டும்",
      "அமைதியான"
    ],
    "answer": "B",
    "additional_context": "ஒருவர் பல நூல்களைப் படித்திருந்தாலும் உலகத்தோடு ஒத்து வாழத் தெரியாவிட்டால், அவர் உண்மையான அறிவு இல்லாதவரே என்று கருதப்படுவார்.  உலகத்தோடு ஒத்து வாழத் தெரியாதவர்கள் சமுதாயத்தில் நிற்க முடியாது. அவர்கள் வாழ்க்கையில் நிறைய பிரச்சனைகளை எதிர்கொள்ள வேண்டியிருக்கும். எனவே, ஒருவர் உலகத்தோடு ஒத்து வாழக் கற்றுக் கொள்ள வேண்டும். "
  },
  {
    "description": "எந்தப் பொருள் எந்த இயல்பினதாகத் தோன்றினாலும் அந்தப் பொருளின் _____________ காண்பதே அறிவாகும்.",
    "options": [
      "மெய்ப்பொருள்",
      "நிறம்",
      "அளவு",
      "பெயர்"
    ],
    "answer": "A",
    "additional_context": "ஒரு பொருள் எந்த இயல்பினதாகத் தோன்றினாலும், அந்தப் பொருளின் உண்மைப் பொருள் என்ன என்பதை அறிந்து கொள்வதே அறிவாகும். ஒரு பொருளைப் பார்த்து அதன் உண்மைப் பொருளைத் தெரிந்து கொள்ளாமல் வெளிப்புறத் தோற்றத்தைக் கொண்டு மட்டுமே நாம் அறிந்து கொண்டால் அது உண்மையான அறிவு இல்லை. உண்மையான அறிவு என்பது அந்தப் பொருளின் மெய்ப் பொருளைத் தெரிந்து கொள்ளுவதாகும்."
  },
  {
    "description": "__________  என்ற உயர்பண்பு கொண்டவர்களால்தான் பிறருக்கு உதவுதல் என்ற உயர்ந்த நிலையை அடைய முடியும்.",
    "options": [
      "பொறுமை",
      "நல்லுறவு",
      "தாளாண்மை",
      "மன்னிப்பு"
    ],
    "answer": "C",
    "additional_context": "தாளாண்மை என்றால் விடாமுயற்சி.  விடாமுயற்சி கொண்டவர்களால்தான் பிறருக்கு உதவுதல் என்ற உயர்ந்த நிலையை அடைய முடியும். விடாமுயற்சி இல்லாமல் பிறருக்கு உதவ முடியாது. ஒருவருக்கு உதவ வேண்டும் என்ற எண்ணம் இருந்தாலும், அதை முடித்து விட வேண்டும் என்ற விடாமுயற்சி இல்லாவிட்டால் அது வெறும் பேச்சாகவே இருக்கும்."
  },
  {
    "description": "__________  செய்தால் ஒருவர்க்குச் செல்வம் பெருகும்.",
    "options": [
      "அடக்கம்",
      "பணிவு",
      "முயற்சி",
      "பொய்"
    ],
    "answer": "C",
    "additional_context": "முயற்சி செய்தால் ஒருவருக்குச் செல்வம் பெருகும். முயற்சி இல்லாமல் செல்வம் கிடைக்காது. ஒருவர் விடாமுயற்சியுடன் உழைத்தால் அவர் எந்தத் துறையிலும் வெற்றி பெற முடியும். ஒருவர் பணக்காரர் ஆக வேண்டும் என்ற ஆசை இருந்தால், அவர் விடாமுயற்சியுடன் உழைக்க வேண்டும்."
  }
]
