
[
  {
    "description": "பொய்க்கால் குதிரையாட்டத்தில் பயன்படுத்தப்படும் இசைக்கருவிகளில் எது இடம்பெறும்?",
    "options": [
      "நையாண்டி மேளம்",
      "புல்லாங்குழல்",
      "மிருதங்கம்",
      "சங்கு"
    ],
    "answer": "A",
    "additional_context": "பொய்க்கால் குதிரையாட்டத்திற்கான பாடல்கள் எதுவும் பயன்படுத்தப்படுவதில்லை.  நையாண்டி மேளமும், நாகசுரமும் இசைக்கப்படுகின்றன.  இது இராஜஸ்தானில் கச்சிகொடி என்றும், கேரளத்தில் குதிரைக்களி என்றும் அழைக்கப்படுகின்றது."
  },
  {
    "description": "தப்பாட்டத்திற்கான இசைக்கருவி என்ன?",
    "options": [
      "தவில்",
      "நாகசுரம்",
      "தப்பு",
      "புல்லாங்குழல்"
    ],
    "answer": "C",
    "additional_context": "'தப்பு' என்ற தோற்கருவியை இசைத்துக்கொண்டே, அதன் இசைக்கு ஏற்ப ஆடுகின்ற நிகழ்கலையே தப்பாட்டமாகும். ஆண்கள் மட்டுமே ஆடிவந்த இந்த ஆட்டம் தற்போது பெண்களாலும் ஆடப்படுகின்றது. இவ்வாட்டம் தப்பாட்டம், தப்பட்டை, தப்பு என்றும் அழைக்கப்படுகின்றது. தப்பு என்பது வட்ட வடிவமாக அமைந்துள்ள அகன்ற தோற்கருவி. கோவில் திருவிழா, திருமணம், இறப்பு, விழிப்புணர்வு முகாம், விளம்பர நிகழ்ச்சி ஆகியவற்றில் தப்பாட்டம் ஆடப்படுகின்றது. 'தப் தப்' என்று ஒலிப்பதால், அந்த ஒலியின் அடியாகத் 'தப்பு' எனப் பெயர் பெற்றதெனக் கூறப்படுகிறது."
  },
  {
    "description": "புலி ஆட்டத்தில் என்ன இசைக்கருவி பயன்படுத்தப்படுகிறது?",
    "options": [
      "நையாண்டி மேளம்",
      "மிருதங்கம்",
      "தவில்",
      "நாகசுரம்"
    ],
    "answer": "A",
    "additional_context": "தமிழ் மக்களின் வீரத்தைச் சொல்லும் கலையாகத் திகழ்வது புலி ஆட்டமாகும். பாட்டும் வசனமும் இல்லாத ஆட்டங்களில் புலி ஆட்டமும் ஒன்று. விழாக்களில் புலிவேடமிடுவோர் உடம்பெங்கும் புலியைப் போன்று கறுப்பும் மஞ்சளுமான வண்ணக்கோடுகளையிட்டுத் துணியாலான வாலை இடுப்பில் கட்டிக் கொள்வர். தப்பு மேளத்திற்கேற்ப ஒருவரோ, இருவரோ ஆடுவர். புலியைப் போன்று நடந்தும் பதுங்கியும் பாய்ந்தும் எம்பிக்குதித்தும் நாக்கால் வருடியும் பற்கள் தெரிய வாயைப்பிளந்தும் உறுமியும் பல்வேறு அடவுகளை வெளிப்படுத்துகின்றனர்."
  },
  {
    "description": "தெருக்கூத்து, பொழுதுபோக்குக் கூறுகளைப் பெற்று எதாக வளர்ச்சியடைந்துள்ளது?",
    "options": [
      "தோற்பாவை",
      "மயிலாட்டம்",
      "நாடகம்",
      "கரகாட்டம்"
    ],
    "answer": "C",
    "additional_context": "நாட்டுப்புற மக்களால் நிகழ்த்தப்பட்டு வரும் கலையே தெருக்கூத்து. இப்பெயர், அது நிகழ்த்தப்பட்ட இடத்தை அடிப்படையாகக் கொண்டு அமைந்தது. கூத்து இசையுடன் கூடிய உடல் அசைவியக்கத்துடன் தொடர்புடையது. தெருக்கூத்து, வேளாண்மை செய்வோரின் கலையாக இருந்தது. அருச்சுனன் தபசு என்பது மழை வேண்டி நிகழ்த்தப்படுவதாக இருக்கிறது. கூத்துக்கலைஞர், கூத்தைக் கற்றுக்கொடுப்பவர் ஆகியோரின் அடிப்படையிலும் காலம், இடம் போன்றவற்றின் அடிப்படையிலும் கூத்து நிகழ்த்தப்படுவதில் சிறுசிறு மாறுபாடுகள் உள்ளன. தெருக்கூத்து, பொழுதுபோக்குக் கூறுகளைப் பெற்று நாடகமாக வளர்ச்சியடைந்துள்ளது. இதனைக் கதகளி போன்று செவ்வியல் கலையாக ஆக்கும் முயற்சிகள் மேற்கொள்ளப்படுகின்றன."
  },
  {
    "description": "தோற்பாவைக் கூத்தில் என்ன இசைக்கருவி பயன்படுத்தப்படுவதில்லை?",
    "options": [
      "தவில்",
      "நாகசுரம்",
      "மிருதங்கம்",
      "புல்லாங்குழல்"
    ],
    "answer": "D",
    "additional_context": "தோலில் செய்த வெட்டு வரைபடங்களை, விளக்கின் ஒளி ஊடுருவும் திரைச்சீலையில் பொருத்தி, கதைக்கேற்ப மேலும் கீழும் பக்கவாட்டிலும் அசைத்துக்காட்டி, உரையாடியும் பாடியும் காட்டுவது தோற்பாவைக் கூத்து. தோலால் ஆன பாவையைக் கொண்டு நிகழ்த்தும் கலையாதலால் தோற்பாவை என்னும் பெயர் பெற்றது. இதில் இசை, ஓவியம், நடனம், நாடகம், பலகுரலில் பேசுதல் ஆகியவை இணைந்துள்ளன. கூத்து நிகழ்த்தும் திரைச்சீலையின் நீளம், அகலம் ஆகியன பாவையின் அமைப்பையும் எண்ணிக்கையையும் பொறுத்து வேறுபடுகின்றன. இந்நிகழ்ச்சியில் பாவையின் அசைவு, உரையாடல், இசை ஆகியனவற்றோடு ஒளியும் முதன்மை பெறுகின்றது."
  }
]
