
[
  {
    "description": "பாடாண்திணை என்ன சொல்ல விரும்புகிறது?",
    "options": [
      "a)  போர் புரிந்தவர்களைப் பற்றிய கதைகள்.",
      "b)  நல்ல கல்வி, வீரம், செல்வம், புகழ், கருணை போன்ற நற்பண்புகளைப் போற்றிப் பாடுதல்.",
      "c)  நாட்டின் வரலாற்றைப் பற்றிய பாடல்கள்.",
      "d)  பூக்கள் குறித்த பாடல்கள்."
    ],
    "answer": "B",
    "additional_context": "பாடுவதற்குத் தகுதியுடைய ஓர் ஆளுமையாளரின் கல்வி, வீரம், செல்வம், புகழ், கருணை முதலியவற்றைப் போற்றிப் பாடுவது, பாடாண்திணை (பாடு+ஆண்+திணை = பாடாண்திணை)."
  },
  {
    "description": "கரந்தைத் திணையைத் தவிர வேறு எந்தத் திணை \"கவர்ந்து செல்லப்பட்ட தம் ஆநிரைகளை மக்கள் மீட்கச் செல்வர்\" என்ற செயலைக் குறிப்பிடுகிறது?",
    "options": [
      "a)  வெட்சி.",
      "b)  வஞ்சி.",
      "c)  நொச்சி.",
      "d)  உழிஞை."
    ],
    "answer": "A",
    "additional_context": "மக்கள் சிறு குழுக்களாக வாழ்ந்த காலத்தில், ஆநிரைகளைச் (மாடுகளை) சொத்தாகக் கருதினர். ஒரு குழுவினரிடமிருந்து மற்றொரு குழுவினர் ஆநிரைகளைக் கவர்தல் வழக்கமாக இருந்தது. ஆநிரைகளைக் கவர்ந்துவர வெட்சிப் பூவினைச் சூடிக்கொண்டு செல்வர். எனவே, ஆநிரை கவர்தல் வெட்சித் திணை எனப்பட்டது. வெட்சித் திணையில் ஆநிரைகளைக் கவர்ந்துவர வெட்சிப்பூவைச் சூடிக்கொண்டு செல்வர்."
  },
  {
    "description": "\"வாகை\" என்றால் என்ன?",
    "options": [
      "a)  மரத்தின் பெயர்.",
      "b)  பூவின் பெயர்.",
      "c)  வெற்றி.",
      "d)  அரசர்."
    ],
    "answer": "C",
    "additional_context": "வாகைத்திணை. போரிலே வெற்றிபெற்ற மன்னன் வாகைப்பூச் சூடி மகிழ்வது, வாகைத்திணை. வாகை என்றாலே வெற்றிதானே!"
  },
  {
    "description": "வெட்சித் திணையில் ஆநிரைகளைக் கவர்ந்துவர எந்த பூவைச் சூடிக்கொண்டு செல்வர்?",
    "options": [
      "வஞ்சிப்பூ",
      "கரந்தைப்பூ",
      "வெட்சிப்பூ",
      "காஞ்சிப்பூ"
    ],
    "answer": "C",
    "additional_context": "மக்கள் சிறு குழுக்களாக வாழ்ந்த காலத்தில், ஆநிரைகளைச் (மாடுகளை) சொத்தாகக் கருதினர். ஒரு குழுவினரிடமிருந்து மற்றொரு குழுவினர் ஆநிரைகளைக் கவர்தல் வழக்கமாக இருந்தது. ஆநிரைகளைக் கவர்ந்துவர வெட்சிப் பூவினைச் சூடிக்கொண்டு செல்வர். எனவே, ஆநிரை கவர்தல் வெட்சித் திணை எனப்பட்டது."
  },
  {
    "description": "கரந்தைத் திணை குறிப்பிடும் நிகழ்வின் காரணம் என்ன?",
    "options": [
      "ஆநிரைகளை மீட்கச் செல்வது",
      "நாட்டைக் கைப்பற்றுவது",
      "போர்க்களத்தில் வெற்றி பெறுவது",
      "மன்னரின் புகழைப் பாடுவது"
    ],
    "answer": "A",
    "additional_context": "கரந்தைத் திணை. கவர்ந்து செல்லப்பட்ட தம் ஆநிரைகளை மக்கள் மீட்கச்செல்வர். அப்போது கரந்தைப் பூவைச் சூடிக்கொள்வர். அதனால் கரந்தைத் திணை என்று பெயர் பெற்றது."
  }
]
