
[
  {
    "description": "“அறிவுத் தேடலில் உடல், உள்ளத் தடைகளைத் தகர்த்த மாமேதை ஸ்டீபன் ஹாக்கிங்” –  இந்தத் தொடரில் பயன்படுத்தப்பட்டுள்ள “உடல், உள்ளத் தடைகள்” என்ற சொற்றொடரின் பொருளைப் பொருத்தமான பதில் எது?",
    "options": [
      "உடல்நலக் குறைபாடு மற்றும் மன அழுத்தம்",
      "சமூகத் தடைகள் மற்றும் நிதிப் பற்றாக்குறை",
      "கல்வி நிறுவனங்களின் கட்டுப்பாடுகள் மற்றும் குடும்பப் பிரச்சினைகள்",
      "உடல் ஊனம் மற்றும் ஆராய்ச்சிப் பணியில் ஏற்படும் சிரமங்கள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் மிகவும் சிறந்த அறிவியல் அறிஞராக இருந்தாலும், பக்கவாதம் (Amyotrophic lateral Scleroses) என்ற நரம்பு நோய்ப் பாதிப்பு அவருக்கு இருந்தது. இதனால் அவருக்கு 53 ஆண்டுகள் உடல் ஊனத்துடன் வாழ வேண்டியிருந்தது. அத்துடன் அவர் பேசும் திறனையும் இழந்துவிட்டார். இந்தத் தொடரில்  “உடல், உள்ளத் தடைகள்” என்ற சொற்றொடர் இதனைக் குறிப்பிடுகிறது. அவரது உடல்நலக் குறைபாடு மற்றும் மன அழுத்தம் அவருக்கு இருந்தது. ஆனால் அறிவியல் தேடலில் இருந்து அவர் விலகிச் செல்லவில்லை. அவருக்கு இருந்த உடல்நலக் குறைபாட்டையும் மன அழுத்தத்தையும் தகர்த்து அவர் தனது ஆராய்ச்சிகளைத் தொடர்ந்தார்."
  },
  {
    "description": "கீழ்க்கண்ட தொடர்களில் எது 'ஸ்டீபன் ஹாக்கிங்'  என்ற சொல்லைப் பயன்படுத்தி நேரடியாகத் தொடர்புடைய பொருள் உடையது?",
    "options": [
      "காலத்தின் சுருக்கமான வரலாறு",
      "பெருவெடிப்பு கோட்பாடு",
      "கருந்துளை",
      "விண்வெளி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் 'காலத்தின் சுருக்கமான வரலாறு' (A Brief History of Time) என்ற நூலை எழுதியுள்ளார்.  இந்நூல் 1988 ஆம் ஆண்டு வெளிவந்தது. இது நாற்பது மொழிகளில் மொழிபெயர்க்கப்பட்டு ஒரு கோடிப் படிகளுக்கு மேல் விற்பனையாகி இன்றும் மக்கள் மத்தியில் பிரபலமாக உள்ளது. ஸ்டீபன் ஹாக்கிங் எழுதிய இந்த நூல் பெருவெடிப்பு, கருந்துளை போன்ற விண்வெளி தொடர்பான தலைப்புகளைப் பற்றி பேசுகிறது."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங்கின் வாழ்க்கைப் பயணத்தில் மகிழ்ச்சியான தருணங்களைப் பட்டியலிடும்போது,  'தொடக்க விழா நாயகர்' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. 'தொடக்க விழா நாயகர்' என்ற சொல், ஸ்டீபன் ஹாக்கிங் எந்த நிகழ்வில் பங்கேற்றார் என்பதைக் குறிப்பிடுகிறது?",
    "options": [
      "பாரா ஒலிம்பிக் விளையாட்டுப் போட்டிகள்",
      "பெருவெடிப்புக் கோட்பாடு தொடரின் வெளியீட்டு விழா",
      "ஐன்ஸ்டைன் விருது வழங்கும் விழா",
      "பூஜ்ஜிய ஈர்ப்பு விசைப் பயணம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் 2012இல் நடைபெற்ற பாரா ஒலிம்பிக் விளையாட்டுப் போட்டிகளின் “தொடக்க விழா நாயகர்” என்ற சிறப்பைப் பெற்றார். இவரது வாழ்க்கைப் பயணத்தில் இது மகிழ்ச்சியான தருணமாகும். ஸ்டீபன் ஹாக்கிங் தனது வாழ்க்கையில்  'அடுத்த தலைமுறை' (The next generation), 'பெருவெடிப்புக் கோட்பாடு' (The Bigbang Theory) உள்ளிட்ட தொலைக்காட்சித் தொடர்களிலும் பங்கேற்றுள்ளார்."
  },
  {
    "description": "“அறிவைவிட மிகவும் முக்கியமானது கற்பனைத் திறன்” –  ஐன்ஸ்டைன் கூறிய இந்தத் தொடர், ஸ்டீபன் ஹாக்கிங்கின்  “விதிதான் தீர்மானிக்கிறது என்றால் சாலையைக் கடக்கும்போது ஏன் இருபுறமும் பார்த்துக் கடக்கிறார்கள்?” என்ற கூற்றுடன் எவ்வாறு தொடர்புடையது?",
    "options": [
      "இருவரும் அறிவியல் புரிதலின் முக்கியத்துவத்தை வலியுறுத்துகிறார்கள்.",
      "இருவரும் சவால்களை எதிர்கொள்ளும் முறையைப் பற்றி விவாதிக்கிறார்கள்.",
      "இருவரும் கற்பனைத்திறன் மற்றும் நடைமுறைச் சிந்தனையின் முக்கியத்துவத்தை வலியுறுத்துகிறார்கள்.",
      "இருவரும் விதி மற்றும் சுதந்திரம் பற்றி முரண்பட்ட கருத்துக்களை வெளிப்படுத்துகிறார்கள்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஐன்ஸ்டைன் “அறிவைவிட மிகவும் முக்கியமானது கற்பனைத் திறன்” என்று கூறியுள்ளார். ஸ்டீபன் ஹாக்கிங் விதிதான் வாழ்க்கையைத் தீர்மானிக்கிறது என நம்புபவர்களைப் பார்த்தால் எனக்குச் சிரிப்புதான் வருகிறது. விதிதான் தீர்மானிக்கிறது என்றால் சாலையைக் கடக்கும்போது ஏன் இருபுறமும் பார்த்துக் கடக்கிறார்கள்? என்று கூறுகிறார். இவர்களின் கூற்றுகள் கற்பனைத்திறன் மற்றும் நடைமுறைச் சிந்தனையின் முக்கியத்துவத்தை வலியுறுத்துகின்றன. ஐன்ஸ்டைன் கற்பனைத் திறன் எதிர்காலத்தில் இருக்கும் அறிவையும் கண்டறிய உதவும் என்று கூறுகிறார். ஸ்டீபன் ஹாக்கிங் நடைமுறையான சிந்தனை வாழ்க்கைக்கான தீர்வைத் தரும் என்று கூறுகிறார்."
  },
  {
    "description": "“கடும் பகட்டு யானை நெடுந்தேர்க் கோதை / திரு மா வியல் நகர்க் கருவூர் முன்துறை” –  இந்த வரிகளில் எந்த இடம் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "சென்னை",
      "கோட்டூர்புரம்",
      "கரூர்",
      "பெரியார் அறிவியல் தொழில்நுட்பக் கழகம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“கடும் பகட்டு யானை நெடுந்தேர்க் கோதை / திரு மா வியல் நகர்க் கருவூர் முன்துறை” என்ற வரிகள் அகநானூறு 93ஆவது பாடலில் இருந்து எடுக்கப்பட்டவை. இந்த வரிகள்  கரூர் (கரூர் மாவட்டத்தின் கருவூர்) என்ற இடத்தைக் குறிப்பிடுகின்றன. கரூர் என்ற இடம் சங்க இலக்கியத்தில்  “திரு மா வியல் நகரம்” என்று அழைக்கப்படுகிறது.  இது ஒரு வரலாற்று சிறப்புமிக்க நகரமாகும். இங்கு பெரியார் அறிவியல் தொழில்நுட்பக் கழகம் உள்ளது. பள்ளி மாணவர்கள் இங்குள்ள கோளரங்கத்துக்குச் சென்று இயற்கையின் மர்மங்களைப் பற்றி அறிந்து கொள்கிறார்கள்."
  }
]
