[
          
  {
    
          "description": "காற்று பற்றிய இலக்கியப் படைப்புகளில் இல்லாத விவரம் எது?",
          "options": [
      "தென்றல் பலவித மலர்களின் நறுமணத்தை அள்ளி வரும்",
      "“நந்தமிழும் தண்பொருநை நன்னதியும் சேர் பொருப்பிற் செந்தமிழின் பின்னுதித்த தென்றலே”",
      "“நதியில் விளையாடிக் கொடியில் தலைசீவி நடந்த இளந்தென்றலே”",
      "“வளிதொழில் ஆண்ட உரவோன் மருக! களிஇயல் யானைக் கரிகால் வளவ!”"
    ],
    "answer": "D",
    
          "additional_context": "காற்றின் இயல்பு பற்றிய பல இலக்கிய படைப்புகளில் பாடல்கள் வாயிலாக காற்றின் பண்புகள், அதன் வேகம், அதன் அழகு போன்றவைகள் பற்றிய குறிப்புகள் இருக்கும்.  இந்த பாடல்களில்  காற்றின் சக்தி, காற்றின் வேகம், காற்றின் நிறம், காற்றின் ஒலி, காற்றின் பயன்  மற்றும் காற்றால் ஏற்படும் மாற்றங்கள் போன்ற பல விவரங்கள் உள்ளன. ““வளிதொழில் ஆண்ட உரவோன் மருக! களிஇயல் யானைக் கரிகால் வளவ!”  என்பது ஒரு சங்ககாலப் பாடல் இல்லை.  "
          }
        ,
          
  {
    
          "description": "“வாயுதாரணை” எனும் அதிகாரத்தில் ஔவையார் என்ன குறிப்பிடுகிறார்?",
          "options": [
      "காற்றுப் பயிற்சி ஆயுளை நீட்டிக்கும்",
      "காற்று ஒரு வலிமையான சக்தி",
      "காற்று உலகின் மிக முக்கிய கூறு",
      "காற்று மழையை தரும்"
    ],
    "answer": "A",
    
          "additional_context": "ஔவையார்  வாயுதாரணை எனும் அதிகாரத்தில் காற்று மூச்சுக்கு  முக்கியமானது மற்றும் காற்றை  நன்றாக பயன்படுத்தினால் ஆயுள் நீடிக்கும் என கூறியுள்ளார்.  காற்றுப்பயிற்சி ஆயுளை நீட்டிக்கும் என்பதை  ஔவை குறள் கூறுகிறது. ஔவை கூறியுள்ள  குறள்:  'வாயு வழக்கம் அறிந்து செறிந்தடங்கில்\nஆயுள் பெருக்கம்உண் டாம்.'  என்பது.  "
          }
        ,
          
  {
    
          "description": "ஹிப்பாலஸ் பருவக்காற்று பற்றி என்ன உண்மை?",
          "options": [
      "தமிழர்கள் பயன்படுத்திய பருவக் காற்று",
      "கி.பி. முதல் நூற்றாண்டில் கண்டுபிடிக்கப்பட்டது",
      "யவனர்களின் முசிறித் துறைமுக பயணத்தை துரிதப்படுத்தியது",
      "இவை அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "கி.பி. (பொ. ஆ.) முதல் நூற்றாண்டில் ஹிப்பாலஸ் என்னும் பெயர்கொண்ட கிரேக்க மாலுமி, பருவக் காற்றின் உதவியினால் நடுக்கடல் வழியாக முசிறித் துறைமுகத்திற்கு நேரே விரைவில் பயணம் செய்யும் புதிய வழியைக் கண்டுபிடித்தார்.  அதுமுதல், யவனக் கப்பல்கள் விரைவாகவும் அதிகமாகவும் சேரநாட்டு முசிறித் துறைமுகத்துக்கு வந்துசென்றன.  தமிழர்கள் முசிறித் துறைமுகம் வரை கடல் பயணம் செய்ததற்கு பல நூற்றாண்டுகளுக்கு முன்னரே ஹிப்பாலஸ் பருவக்காற்று பற்றி தெரிந்திருந்தது.  "
          }
        ,
          
  {
    
          "description": "காற்று மாசுபாட்டால் எந்த உயிர் உடல் பாதிக்கப்படுவதில்லை?",
          "options": [
      "மனிதர்",
      "விலங்குகள்",
      "தாவரங்கள்",
      "பாறைகள்"
    ],
    "answer": "D",
    
          "additional_context": "நீங்கள் உணவின்றி ஐந்து வாரம் உயிர்வாழ முடியும்; நீரின்றி ஐந்து நாள் உயிர் வாழ முடியும்; ஆனால் நானின்றி ஐந்து நிமிடம் கூட உங்களால் உயிர் வாழ முடியாது. இந்த உண்மையை நீங்கள் உணர்ந்தும் என்னை நேசிப்பதில்லை. ஒவ்வொரு விநாடியும் நான் உங்களால் மாசுபடுகிறேன். குப்பைகள், நெகிழிப் பைகள், மெதுஉருளைகள் (tyres) போன்றவற்றை எரிப்பது, குளிர்சாதனப் பெட்டி, குளிரூட்டப்பட்ட அறை ஆகியவற்றை மிகுதியாகப் பயன்படுத்துவது, மிகுதியாகப் பட்டாசுகளை வெடிப்பது, புகை வடிகட்டி இல்லாமல் தொழிற்சாலைகளை இயக்குவது, பொதுப்போக்குவரத்தைப் பயன்படுத்தாத தனிமனிதரின் மிகுதியான ஊர்திப்பயன்பாடு, வானூர்திகள் வெளிவிடும் புகை என உங்களின் அத்தனை செயல்பாடுகளாலும் என்னைப் பாழாக்குகிறீர்கள். இதனால் கண் எரிச்சல், தலைவலி, தொண்டைக்கட்டு, காய்ச்சல், நுரையீரல் புற்றுநோய், இளைப்பு நோய் எனப் பல நோய்களால் துன்பமடைகிறீர்கள்.  "
          }
        ,
          
  {
    
          "description": "பருவக்காற்றுகளின் பங்கு என்ன?",
          "options": [
      "மேகங்களை உருவாக்கி மழையை தருதல்",
      "வளி மண்டலத்தை குளிர்வித்தல்",
      "தாவரங்களின் ஒளிச்சேர்க்கைக்கு உதவுதல்",
      "இவை அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "நான் பருவ காலங்களில் மேகத்தைக் கொண்டுவந்து மழையைத் தருகிறேன்; தென்மேற்குப் பருவக்காற்றாக, வடகிழக்குப் பருவக்காற்றாக உலா வந்து மேகத்தைக் குளிர்வித்து மழையாகத் தருகின்றேன்.  நான் உயிர்வளி தந்து உயிர்களைக் காக்கின்றேன்; தாவரங்களின் ஒளிச்சேர்க்கையில் உணவு உற்பத்திக்கு உதவுகின்றேன்; விதைகளை எடுத்துச் சென்று பல இடங்களிலும் தூவுகின்றேன்.  "
          }
        ]