
[
  {
    "description": "சங்க காலத்தில் அரசராயினும் வறியோராயினும் விருந்தினர்களைப் போற்றினர். கால மாற்றத்தில் எந்த காரணத்தால் விருந்து புரப்பது குறைந்தது?",
    "options": [
      "சத்திரங்கள் பெருகியதால்",
      "மக்கள் தொகை குறைந்ததால்",
      "புதியவர்களான விருந்தினர்களை வீட்டுக்குள் அழைத்து உணவிடுவது குறைந்ததால்",
      "வீடுகள் சிறியதாக மாறிவிட்டதால்"
    ],
    "answer": "C",
    "additional_context": "சங்க காலத்தில் மக்கள் விருந்தினரைப் போற்றிப் பேணுவது ஒரு பெருமை மிகுந்த செயலாக கருதினர். பண்டைய தமிழர்கள்  விருந்தினரைத் தங்களது உறவினர்களாகவே கருதி மரியாதை செய்வார்கள். அவர்களுக்கு  அன்புடன் உணவளித்து உபசரிப்பார்கள்.  ஆனால் கால மாற்றத்தில் புதியவர்களாகிய விருந்தினர்களை வீட்டுக்குள் அழைத்து உணவிடுவது குறைந்தது. இதனால், பயணம் செய்பவர்களுக்கு சத்திரங்கள் பெருகத் தொடங்கின. நாயக்கர், மராட்டியர் ஆட்சிக் காலங்களில் வழிப்போக்கர்களுக்கு உணவும், தங்கும் வசதியும் வழங்கும் சத்திரங்கள் பல கட்டப்பட்டன."
  },
  {
    "description": "தமிழர் பண்பாட்டில் வாழை இலையின் மருத்துவப் பயன்களை எப்போது அறிந்திருந்தனர்?",
    "options": [
      "காலனி ஆட்சி காலத்தில்",
      "சங்க காலத்தில்",
      "நாயக்கர் ஆட்சிக் காலத்தில்",
      "மராட்டியர் ஆட்சிக் காலத்தில்"
    ],
    "answer": "B",
    "additional_context": "தமிழர் பண்பாட்டில் வாழை இலையை உணவு பரிமாறுவதற்கு மட்டுமல்லாமல் மருத்துவத்திற்கும் பயன்படுத்துவார்கள். சங்க காலத்திலேயே வாழை இலையின் மருத்துவ குணங்கள் பற்றி அறிந்திருந்தனர்.  வாழை இலையில் உணவு உண்பது நோய் எதிர்ப்பு சக்தியை அதிகரிக்கிறது, இதய நலனை மேம்படுத்துகிறது, உடலில் குளிர்ச்சியைத் தருகிறது, செரிமானத்தை சீராக வைத்திருக்கிறது, மலச்சிக்கலை நீக்குகிறது போன்ற நன்மைகளைத் தருகிறது என்பதைத் தமிழர்கள் நன்கு அறிந்திருந்தனர்."
  },
  {
    "description": "தமிழர்கள் வாழை இலையில் உணவை எப்படிப் பரிமாறுவார்கள்?",
    "options": [
      "உண்பவரின் இடப்பக்கம் இலையின் விரிந்த பகுதியும் வலப்பக்கம் குறுகலான பகுதியும்",
      "உண்பவரின் இடப்பக்கம் இலையின் குறுகலான பகுதியும் வலப்பக்கம் விரிந்த பகுதியும்",
      "இலையின் நடுவில் சோறு மற்றும் சுற்றிலும் உணவு வகைகள்",
      "உண்பவரின் விரும்பியபடி"
    ],
    "answer": "B",
    "additional_context": "தமிழர்கள் உணவு பரிமாறும் முறையை நன்கு அறிந்திருந்தனர். வாழை இலையின் நடுவில் சோறும், இடதுபுறம் சிறிய அளவிலான உணவு வகைகளும், வலதுபுறம் பெரிய அளவிலான உணவு வகைகளும் வைத்து உண்பவரின் விரும்பியபடி உணவு பரிமாறுவது நம் மரபாக இருந்து வருகிறது."
  },
  {
    "description": "அமெரிக்காவின் மினசோட்டா தமிழ்ச் சங்கம் ஆண்டுதோறும் எந்த விழாவைக் கொண்டாடி வருகிறது?",
    "options": [
      "திருக்கார்த்திகை விழா",
      "பொங்கல் விழா",
      "வாழையிலை விருந்து விழா",
      "தீபாவளி விழா"
    ],
    "answer": "C",
    "additional_context": "அமெரிக்காவின் மினசோட்டா தமிழ்ச் சங்கம் ஆண்டுதோறும் 'வாழையிலை விருந்து விழா'வை நடத்தி வருகிறது. இவ்விழாவில் தமிழர்களின் பாரம்பரிய உணவு வகைகளைக் கொண்டு வாழையிலையில் விருந்து வைக்கப்படுகிறது. இதில் முருங்கைக்காய் சாம்பார், மோர்க்குழம்பு, வேப்பம்பூ ரசம், வெண்டைக்காய்க் கூட்டு, தினைப் பாயசம், அப்பளம் போன்ற தமிழர்களின் பாரம்பரிய உணவு வகைகள் இடம்பெறும்."
  },
  {
    "description": "தமிழர் பண்பாட்டில் விருந்தோம்பல் என்பது எதன் அடிப்படையில் நிகழும் ஒரு சிறந்த பண்பாக கருதப்படுகிறது?",
    "options": [
      "உறவினர்களுக்கு மட்டும்",
      "முன்பின் அறியாத புதியவர்களுக்கு மட்டும்",
      "உணவோடு உணர்வையும் குழைத்துச் செய்யப்பட்ட உணவின் மூலம்",
      "வீட்டிற்கு வந்த விருந்தினரை முகமலர்ச்சியோடு வரவேற்பதன் மூலம்"
    ],
    "answer": "C",
    "additional_context": "தமிழர் பண்பாட்டில் விருந்தோம்பல் என்பது ஒரு சிறந்த பண்பாக கருதப்படுகிறது. இது உணவோடு உணர்வையும் குழைத்துச் செய்யப்பட்ட ஒரு செயல். விருந்தினரை வரவேற்கும் முறை, உணவு பரிமாறும் முறை, விருந்தினருக்கு உணவளிக்கும் விதம் எல்லாமே ஒரு விருந்தோம்பல் பண்பாகும். தமிழர்கள் உணவு பரிமாறும் முறைகளில் தங்கள் அன்பு, கவலை, மரியாதை ஆகியவற்றை வெளிப்படுத்துவர்."
  }
]
