[
          
  {
    
          "description": "'தமிழல்லாத திராவிட மொழிகளின் அகராதிகளை ஆராயும்போது, தமிழிலுள்ள ஒருபொருட் பலசொல் வரிசைகள் அவற்றில் இல்லாக்குறை எந்தத் தமிழறிஞர்க்கும் மிகத்தெளிவாகத் தோன்றும்.' எனக் கூறியவர் யார்?",
          "options": [
      "பாரதியார்",
      "கால்டுவெல்",
      "பாவாணர்",
      "இளங்குமரனார்"
    ],
    "answer": "B",
    
          "additional_context": "தமிழ்ச்சொல் வளம் பற்றிய  இக்கட்டுரையில் கால்டுவெல் என்னும்  திராவிட மொழி ஆய்வாளரின் கூற்றுப் பதிவு செய்யப்பட்டுள்ளது. திராவிட மொழி ஆய்வாளர்களில் முக்கியமானவர் கால்டுவெல். அவர்  `திராவிட மொழிகளின் ஒப்பியல் இலக்கணம்` என்னும் நூலை எழுதியுள்ளார். அவர் திராவிட மொழிகளைத் தனது ஆய்வுப் பொருளாக எடுத்துக் கொண்டு  திராவிட மொழிகளின் பரவல், வேர்ச்சொற்கள்  மற்றும் சொல்வளம் ஆகியவற்றைப் பற்றி ஆய்வு செய்தார். அவர் அந்த மொழிகள்  பற்றி மிக நுட்பமான ஆய்வை மேற்கொண்டு அதன் மூலம் திராவிட மொழிகளின்  மூலத்தைப் பற்றி நிறைய தகவல்களைத் திரட்டி அளித்துள்ளார். கால்டுவெல் அவர்கள்  திராவிட மொழிகளின்  ஒற்றுமைகளையும் வேறுபாடுகளையும்  தெளிவாகக் காட்டியுள்ளார்.  அவர் பல   மொழிகளில்  ஆய்வு செய்துள்ளார்.  இந்தக் கூற்றில்  தமிழின்  சொல்வளம்  பற்றிய  அவர்  கருத்து  எடுத்துரைக்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "பாடத்தில் குறிப்பிடப்பட்ட 'பயிர்வகைச் சொற்கள்'  எதனைக் குறிக்கிறது?",
          "options": [
      "தாவரங்களின் பகுதிகளைப் பிரித்துப் பகுத்து எழுதப்பட்டவை.",
      "பாவாணரால் மட்டும் கண்டுபிடிக்கப்பட்ட தனித்தமிழ்ச் சொற்கள்.",
      "பயிர்களின் பகுதிகளைக் குறிக்கும் பல சொற்கள், எடுத்துக்காட்டாக, தாள், தண்டு, இலை, கொழுந்து.",
      "பழங்காலத்தில் பயிரிடப்பட்ட பயிர்களின் பெயர்கள்."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கட்டுரையில்  தாவரங்களின் பகுதிகளுக்கு  அழைக்கப்படும் பெயர்களை  எடுத்துக்காட்டுவதன் மூலம்  தமிழின் சொல் வளம் காட்டப்படுகிறது.  தாவரங்களின்  அடிப்பகுதி, கிளைப்பிரிவுகள், இலை வகை, கொழுந்து வகை, பிஞ்சு வகை, குலை வகை, கெட்டுப்போன காய்கனி வகை, பழத்தோல் வகை, மணி வகை, இளம் பயிர் வகை  என தாவரத்தின் பல பகுதிகளுக்கு பயன்படுத்தப்படும் சொற்கள் விளக்கப்பட்டுள்ளன. இதன் மூலம்  தமிழின் சொல்வளம்  தெளிவாக விளங்கும்."
          }
        ,
          
  {
    
          "description": "கட்டுரை எந்த நூலைத் தழுவி எழுதப்பட்டது?",
          "options": [
      "சொல்லாய்வுக் கட்டுரைகள் - பாவாணர்",
      "தமிழ்ச்சொல் வளம் - இளங்குமரனார்",
      "தமிழ் இலக்கிய வரலாறு - இளங்குமரனார்",
      "பாவாணர் வாழ்க்கை வரலாறு - இளங்குமரனார்"
    ],
    "answer": "A",
    
          "additional_context": "பாடப்புத்தகத்தில் இடம்பெற்றுள்ள  இக்கட்டுரை  `சொல்லாய்வுக் கட்டுரைகள்` என்னும் நூலைத் தழுவி எழுதப்பட்டுள்ளது. `சொல்லாய்வுக் கட்டுரைகள்` நூல்  தமிழ்ச் சொல்லாராய்ச்சிப் புலமை மிக்க  தேவநேயப் பாவாணர் எழுதியது. இந்நூலில்  பல்வேறு  சொல்லாராய்ச்சிக் கட்டுரைகள் இடம்பெற்றுள்ளன.  தமிழ்ச் சொல்வளம் பற்றி  பல விளக்கங்கள் இக்கட்டுரையில்  இடம்பெற்றுள்ளன."
          }
        ,
          
  {
    
          "description": "கட்டுரையின்படி,  தமிழ்மொழியில் உள்ள சொல்வளம் என்ன காட்டுகிறது?",
          "options": [
      "தமிழர்களின் பணக்கார வாழ்க்கை",
      "தமிழர்களின் உயர்ந்த பகுத்தறிவு",
      "தமிழர்களின் கல்வித் தரம்",
      "தமிழர்களின் அரசியல் வலிமை"
    ],
    "answer": "B",
    
          "additional_context": "இக்கட்டுரையில் தமிழ்மொழியின் சொல்வளம் பற்றி  விளக்கப்பட்டுள்ளது. தமிழ்மொழியில்  ஒரு பொருளுக்குப் பல சொற்கள் இருப்பது குறிப்பிடப்பட்டுள்ளது. எடுத்துக்காட்டாக,  இலை  என்ற  சொல்லை எடுத்துக் கொண்டால்  தாள், தோகை, ஓலை  என   பல சொற்கள்   பயன்படுத்தப்படுவது  குறிப்பிடப்பட்டுள்ளது.  இந்தக் கட்டுரையில் தமிழர்களின்  சொல்வளம்  அவர்களின் உயர்ந்த  பகுத்தறிவை  எடுத்துக்காட்டுகிறது என்பது தெளிவாகிறது. அவர்கள் இயற்கையை  நுட்பமாக   அறிந்து   அதற்கேற்ப   பெயர்களைச் சூட்டியுள்ளார்கள்.  தமிழர்களின்   உயர்ந்த  பகுத்தறிவு  தமிழ்மொழியின்   சொல்வளத்தில்   எடுத்துக்காட்டப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'கார்டிலா' எனப்படும் நூல் எந்த மொழியில் எழுதப்பட்டு, எந்த மொழிக்கு மொழிபெயர்க்கப்பட்டது?",
          "options": [
      "தமிழ் மொழியில் இருந்து போர்ச்சுகீசு மொழிக்கு மொழிபெயர்க்கப்பட்டது.",
      "போர்ச்சுகீசு மொழியில் இருந்து தமிழ் மொழிக்கு மொழிபெயர்க்கப்பட்டது.",
      "லத்தீன் மொழியில் இருந்து தமிழ் மொழிக்கு மொழிபெயர்க்கப்பட்டது.",
      "தமிழ் மொழியில் இருந்து ஆங்கில மொழிக்கு மொழிபெயர்க்கப்பட்டது."
    ],
    "answer": "B",
    
          "additional_context": "போர்ச்சுகீசு மொழியில்  எழுதப்பட்ட  `கார்டிலா` என்னும் நூல்   தமிழ் மொழிக்கு மொழிபெயர்க்கப்பட்டது.  இந்நூல் ரோமன் வரிவடிவில் அச்சிடப்பட்டுள்ளது.  இந்திய மொழிகளிலேயே மேலைநாட்டு எழுத்துருவில் முதலில் அச்சேறியது  தமிழ்தான்.   தமிழின்  வரலாறு   தமிழ் மொழியின்  வளத்தை  தெளிவாக  எடுத்துக்காட்டுகிறது."
          }
        ]