[
          
  {
    
          "description": "“பிள்ளைத்தமிழ்” இலக்கிய வகையைப் பற்றி, கீழ்க்கண்ட கூற்றுகளில் எது **சரியானது**?",
          "options": [
      "பிள்ளைத்தமிழ் என்பது இறைவனை குழந்தையாகக் கருதி பாடப்படும் நூல்.",
      "இது முழுவதும் ஆண்பாற் பிள்ளைத்தமிழ் வகையை மட்டும் சேர்ந்தது.",
      "இது பத்துப் பருவங்கள் கொண்டது. ஒவ்வொரு பருவத்திற்கும் 10 பாடல்கள்.",
      "இது குழந்தைகள் பாடும் பாடல்களைக் குறிப்பிடுகிறது."
    ],
    "answer": [
      "A",
      "C"
    ],
    
          "additional_context": "பிள்ளைத்தமிழ் என்பது தமிழ் இலக்கியத்தில் ஒரு முக்கியமான இலக்கிய வகை. இறைவனை குழந்தையாகக் கருதி, அவரைப் புகழ்ந்து பாடும் இலக்கிய வகையே பிள்ளைத்தமிழ். இது பத்துப் பருவங்கள் கொண்டது. ஒவ்வொரு பருவத்திற்கும் பத்துப் பாடல்கள் உள்ளன. இது குழந்தைகள் பாடும் பாடல்களைக் குறிப்பிடுவதில்லை. ஆண்பாற் பிள்ளைத்தமிழ் மற்றும் பெண்பாற் பிள்ளைத்தமிழ் என இரண்டு வகைகள் உண்டு. இதில் ஆண்பாற் பிள்ளைத்தமிழ் இறைவனை குழந்தையாகக் கருதி பாடுவது மற்றும் பெண்பாற் பிள்ளைத்தமிழ்  இறைவனின் தாயாரை குழந்தையாகக் கருதி பாடுவது. "
          }
        ,
          
  {
    
          "description": "குமரகுருபரரின் “முத்துக்குமாரசாமி பிள்ளைத்தமிழில்” செங்கீரைப் பருவத்தில்  பாடப்பட்ட குழந்தையின் அணிகலன்கள் யாவை?",
          "options": [
      "சிலம்பு, கிண்கிணி,  சுட்டி",
      "குண்டலம், குழை, அரைநாண்",
      "சூழி,  முத்து, தொந்தி",
      "மேலே உள்ள அனைத்தும் சரி."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "குமரகுருபரர் எழுதிய முத்துக்குமாரசாமி பிள்ளைத்தமிழில், செங்கீரைப் பருவத்தில் பாடப்பட்ட குழந்தையின் அணிகலன்கள் பலவாகும்.  சிலம்பு, கிண்கிணி, சுட்டி, குண்டலம், குழை, அரைநாண், சூழி, முத்து, தொந்தி போன்ற பல அணிகலன்கள் அந்தப் பாடலில் குறிப்பிடப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "செங்கீரைப் பருவம் என்பது குழந்தையின் எந்த வயதுப் பருவத்தை குறிக்கிறது?",
          "options": [
      "பிறந்தவுடன் முதல் மூன்று மாதங்கள்",
      "நான்கு முதல் ஆறு மாதங்கள் வரை ",
      "ஏழு முதல் ஒன்பது மாதங்கள் வரை",
      "ஒரு வருடம் முதல் இரண்டு வருடம் வரை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "செங்கீரைப் பருவம் என்பது குழந்தை பிறந்து 4 முதல் 6 மாதங்கள் வரை இருக்கும் காலத்தை குறிக்கிறது. இது குழந்தையின் தலை மென்மையாக அசைந்து, இருகை ஊன்றி, ஒரு காலை மடக்கி, மற்றொரு காலை நீட்டி தலைநிமிர்ந்து, முகமசைந்து ஆடும் காலம். இந்த பருவத்தில் குழந்தையின் வளர்ச்சி வேகமாக இருக்கும்."
          }
        ,
          
  {
    
          "description": "'உச்சிக் கொண்டையும் அதில் சுற்றிக் கட்டப்பட்டுள்ள ஒளிமிக்க முத்துகளோடு ஆடட்டும்' என்ற வரிகளின் பொருள் யாது?",
          "options": [
      "குழந்தையின் தலை  அசைந்தாடும் விதம்",
      "குழந்தையின் நெற்றியில் அணிந்த பொட்டு",
      "குழந்தையின் தலைமுடியில் அணிந்த ஆபரணங்கள்",
      "குழந்தை அணியும் தலைப்பாகை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த வரிகள் குழந்தையின் தலைமுடியில் அணிந்த ஆபரணங்களைப் பற்றி பேசுகின்றன. குழந்தைக்கு கொண்டை போட்டு, அதில் ஒளிமிக்க முத்துகளை சுற்றிக்கட்டி அணிவித்துள்ளார்கள். இந்த ஆபரணங்கள் குழந்தையின் தலை அசையும் போது அசைந்து, அழகை மேலும் கூட்டுகின்றன."
          }
        ,
          
  {
    
          "description": "'பதிந்து' என்ற சொல்லின் பகுபத உறுப்பிலக்கணம் எது?",
          "options": [
      "பதி +த்(ந்) + த் + உ",
      "பதி + ந் + த் + உ",
      "பதி + த் + த் + உ",
      "பதி + த் + த் +"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "'பதிந்து' என்ற சொல் 'பதி' என்ற பகுதியிலிருந்து வந்தது. இதில் 'த்'  என்பது சந்தி (ந்-ஆனது விகாரம்) மற்றும் 'த்' என்பது இறந்த கால இடைநிலை மற்றும் 'உ'  என்பது வினையெச்ச விகுதி.  இதனால் இதன் பகுபத உறுப்பிலக்கணம் 'பதி +த்(ந்) + த் + உ' ஆகும். "
          }
        ]