
[
  {
    "description": "முல்லை நிலத்தைப் பற்றிப் பாடப்பட்ட பத்துப்பாட்டு நூல் __________ .",
    "options": [
      "கலித்தொகை",
      "முல்லைப்பாட்டு",
      "நற்றிணை",
      "அகநானூறு"
    ],
    "answer": "B",
    "additional_context": "பத்துப்பாட்டு நூல்களில் ஒன்று முல்லைப்பாட்டு. இது 103 அடிகளைக் கொண்டது. முல்லைப்பாட்டு ஆசிரியப்பாவால் இயற்றப்பட்டது; முல்லை நிலத்தைப் பற்றிப் பாடப்பட்டது; பத்துப்பாட்டில் குறைந்த அடிகளை உடைய நூல் இது. இதைப் படைத்தவர் காவிரிப்பூம்பட்டினத்துப் பொன்வணிகனார் மகனார் நப்பூதனார்."
  },
  {
    "description": "“__________ ” என்ற சொல் பண்புத்தொகைக்கு உதாரணம்.",
    "options": [
      "நறுவீ",
      "மூதூர்",
      "தடக்கை",
      "அலமரல்"
    ],
    "answer": "B",
    "additional_context": "பண்புத்தொகை என்பது ஒரு சொல் பண்பைக் குறிப்பதாக அமைந்திருக்கும்.  மூதூர் என்ற சொல்  ‘முதுமை’ என்ற பண்பையும், ‘ஊர்’ என்ற பொருளையும் கொண்டிருப்பதால் இது பண்புத்தொகைக்கு உதாரணம்."
  },
  {
    "description": "முல்லைப்பாட்டை இயற்றியவர் __________ .",
    "options": [
      "இளங்கோவடிகள்",
      "நப்பூதனார்",
      "கபிலர்",
      "பரணர்"
    ],
    "answer": "B",
    "additional_context": "முல்லைப்பாட்டு நூல்களில் ஒன்று முல்லைப்பாட்டு. இது 103 அடிகளைக் கொண்டது. முல்லைப்பாட்டு ஆசிரியப்பாவால் இயற்றப்பட்டது; முல்லை நிலத்தைப் பற்றிப் பாடப்பட்டது; பத்துப்பாட்டில் குறைந்த அடிகளை உடைய நூல் இது. இதைப் படைத்தவர் காவிரிப்பூம்பட்டினத்துப் பொன்வணிகனார் மகனார் நப்பூதனார்."
  },
  {
    "description": "“__________ ” என்ற சொல் வினைத்தொகைக்கு உதாரணம்.",
    "options": [
      "விரிச்சி",
      "உறுதுயர்",
      "தடக்கை",
      "அலரி"
    ],
    "answer": "A",
    "additional_context": "வினைத்தொகை என்பது ஒரு சொல் வினைச்சொல்லைப் போன்று செயல்படுவதாக இருக்கும். விரிச்சி என்பது ‘விரி’ என்ற வினைச்சொல்லும், ‘ச்சி’ என்ற இடைச்சொல்லும் இணைந்து உருவான சொல். இது வினைத்தொகைக்கு உதாரணம்."
  },
  {
    "description": "“நனந்தலை உலகம் வளைஇ நேமியொடு வலம்புரி பொறித்த மாதாங்கு தடக்கை நீர் செல, நிமிர்ந்த மாஅல் போல, பாடுஇமிழ் பனிக்கடல் பருகி, வலன் ஏர்பு, கோடு கொண்டு எழுந்த கொடுஞ் செலவு எழிலி பெரும்பெயல் பொழிந்த சிறுபுன் மாலை” -  இந்த வரிகளில் மழையின் தோற்றம் எப்படி வர்ணிக்கப்பட்டுள்ளது?",
    "options": [
      "a) மெதுவாகப் பொழியும் மழையின் அமைதி",
      "b) சீற்றம் மிக்க மழையின் வேகமான ஓட்டம்",
      "c) மென்மையான காற்றுடன் கூடிய மழை",
      "d)  சூரிய ஒளியால் பிரகாசிக்கும் மழை"
    ],
    "answer": "b",
    "additional_context": "முல்லைப்பாட்டில்,  மழையானது  சீற்றத்துடன் விரைந்து ஓடுவது போன்று வர்ணிக்கப்பட்டுள்ளது. ‘நனந்தலை உலகம் வளைஇ நேமியொடு வலம்புரி பொறித்த மாதாங்கு தடக்கை நீர் செல, நிமிர்ந்த மாஅல் போல, பாடுஇமிழ் பனிக்கடல் பருகி, வலன் ஏர்பு, கோடு கொண்டு எழுந்த கொடுஞ் செலவு எழிலி பெரும்பெயல் பொழிந்த சிறுபுன் மாலை’ -  என்ற வரிகள் இதற்கு எடுத்துக்காட்டாகும். இதில், ‘நனந்தலை உலகம் வளைஇ’, ‘நிமிர்ந்த மாஅல் போல’, ‘வலன் ஏர்பு’, ‘கோடு கொண்டு எழுந்த கொடுஞ் செலவு’ - போன்ற சொற்கள் மழையின் விரைவான ஓட்டத்தைக் காட்டுகின்றன."
  }
]
