
[
  {
    "description": "தொகை வகைகளை அடையாளம் காணும் பகுதியில், \"முத்துப்பல்\" என்பது எந்த வகை தொகை?",
    "options": [
      "பண்புத்தொகை",
      "உவமைத்தொகை",
      "இயல்புத்தொகை",
      "அடைமொழித்தொகை"
    ],
    "answer": "B",
    "additional_context": "தொகை வகைகளை அடையாளம் காணும் பகுதியில், \"முத்துப்பல்\" என்ற சொல் குறிப்பிடப்பட்டுள்ளது. முத்துப்பல் என்பது முத்தின் நிறம் போன்று பளபளக்கும் பற்கள் என்று பொருள்படும். எனவே, இது ஒரு உவமைத்தொகை. உவமைத்தொகை என்பது ஒன்றை மற்றொன்றோடு ஒப்பிட்டுப் பேசுவது."
  },
  {
    "description": "கவிதைப் பகுதியில் காற்று எதை \"கவர்ந்த இசை\" எனக் குறிப்பிடுகிறது?",
    "options": [
      "புல்லாங்குழலின் இசை",
      "வீணையின் இசை",
      "பூக்களின் நறுமணம்",
      "மரங்களின் இசை"
    ],
    "answer": "B",
    "additional_context": "கவிதையில், காற்று எதை \"கவர்ந்த இசை\" எனக் குறிப்பிடுகிறது என்பது கேள்வி. கவிதையில், காற்று வீணையிலிருந்து இசையை எடுத்துச் சென்றதாகக் கூறப்படுகிறது. அதாவது, காற்று வீணையிலிருந்து கவர்ந்த இசை அது."
  },
  {
    "description": "கவிதைப் பகுதியில் காற்று 'குதூகலமா?' 'கொண்டாட்டமா?' 'கோலாகலமா?' எனக் கேட்கப்படுகிறது. இது காற்றின் எந்தப் பண்பைக் குறிக்கிறது?",
    "options": [
      "காற்று எங்கும் பரவுகிறது",
      "காற்று எல்லாவற்றையும் அசைக்கிறது",
      "காற்று மகிழ்ச்சியைத் தருகிறது",
      "காற்று இயற்கையைப் பாதுகாக்கிறது"
    ],
    "answer": "B",
    "additional_context": "கவிதையில், காற்று 'குதூகலமா?' 'கொண்டாட்டமா?' 'கோலாகலமா?' எனக் கேட்கப்படுகிறது. இதன் மூலம், காற்றின் எந்தப் பண்பைக் குறிக்கப்படுகிறது என்பது கேள்வி. காற்று இயற்கையில் எல்லாவற்றையும் அசைக்கிறது என்பதைச் சுட்டிக் காட்டுவதற்காக இந்தக் கேள்வி கேட்கப்படுகிறது."
  },
  {
    "description": "கவிதைப் பகுதியில் 'மரங்களின் ஊமை நாவுகள்' என்ற சொற்றொடர் காற்றுடன் எப்படி தொடர்புடையது?",
    "options": [
      "மரங்கள் காற்றால் மட்டுமே இயங்கும்",
      "மரங்கள் காற்றின் மூலம் மட்டுமே பேச முடியும்",
      "மரங்கள் காற்றின் மூலம் மனிதர்களுடன் தொடர்புகொள்கின்றன",
      "மரங்கள் காற்றால் மட்டுமே உயிர்வாழ முடியும்"
    ],
    "answer": "B",
    "additional_context": "கவிதையில் 'மரங்களின் ஊமை நாவுகள்' என்ற சொற்றொடர் பயன்படுத்தப்பட்டுள்ளது. இது காற்றுடன் எப்படி தொடர்புடையது என்பது கேள்வி. மரங்கள் காற்றின் மூலம் மட்டுமே பேச முடியும் என்பதைச் சுட்டிக் காட்டுகிறது. மரங்கள் ஊமை என்பதால் காற்றின் மூலம் மட்டுமே அவை தங்கள் உணர்வுகளை வெளிப்படுத்த முடியும்."
  }
]
