
[
  {
    "description": "“சங்கத் தமிழரின் திணைவாழ்வு, வேளாண்மையை அடிப்படையாகக் கொண்டது. உழுவோர் உலகத்தார்க்கு அச்சாணி எனப் போற்றப்பட்டனர்.”  இந்த வரிகளின் அடிப்படையில், பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "a) சங்க காலத்தில் உழுவோர் சமூகத்தில் மிக உயர்ந்த இடத்தைப் பெற்றிருந்தனர்.",
      "b) சங்க காலத்தில் வேளாண்மை என்பது மிக முக்கியமான தொழிலாக இருந்தது.",
      "c) சங்க காலத்தில் உழவுப் பண்பாடு மிகவும் வளர்ச்சியடைந்திருந்தது.",
      "d) மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "d",
    "additional_context": "சங்க காலத்தில் தமிழரின் வாழ்க்கை முறை வேளாண்மையை மையமாகக் கொண்டிருந்தது. உழுவோர் அந்த காலத்தில் உலகத்தாருக்கு அச்சாணியாக கருதப்பட்டனர்.  இதிலிருந்து,  சங்க காலத்தில் உழவு பண்பாடு மிகவும் வளர்ச்சியடைந்திருந்தது என்பது தெளிவாகிறது.  மேலும்,  அந்தக் காலத்தில் வேளாண்மை என்பது மிகவும் முக்கியமான தொழிலாக இருந்தது என்பதும் புலனாகிறது.  சமூகத்தில் உழுவோர் மிக உயர்ந்த இடத்தைப் பெற்றிருந்தனர் என்பதுவும் புலனாகிறது."
  },
  {
    "description": "“காளைகளை ஓட்டிக் கடுகிச்செல், முன்பு!” என்கிற வரிகள்  நமக்கு என்ன உணர்த்துகின்றன?",
    "options": [
      "a) உழவர் களின் உழைப்பு.",
      "b) உழவர் களின் எதிர்பார்ப்பு.",
      "c) உழவர் களின் மகிழ்ச்சி.",
      "d) உழவர் களின் கவலை."
    ],
    "answer": "a",
    "additional_context": "கவிதை வரிகளில் காளைகளை ஓட்டிக் கடுகிச்செல் என்று குறிப்பிடப்படுவது  உழவர் களின் உழைப்பைக் காட்டுகிறது."
  },
  {
    "description": "“நாள்தான் புதிது, நட்சத்திரம் புதிது!” என்கிற வரிகள்  எதை வலியுறுத்துகின்றன?",
    "options": [
      "a) காலத்தின் மாற்றம்.",
      "b) புதுமைக்கான ஆர்வம்.",
      "c) உழவு தொழிலின் முக்கியத்துவம்.",
      "d) வேளாண்மை செழிப்பை."
    ],
    "answer": "a",
    "additional_context": "நாள்தான் புதிது, நட்சத்திரம் புதிது என்று குறிப்பிடுவது  காலத்தின் மாற்றத்தை எடுத்துக்காட்டுகிறது.  இந்த வரிகள் இயற்கை மாற்றத்தை  பறைசாற்றுகின்றன."
  },
  {
    "description": "“வேளாண்மை செழிக்கவும் மானுடம் தழைக்கவும் சித்திரைத் திங்களில் நடத்தப்படும் பொன்ஏர் பூட்டுதல் தமிழர் பண்பாட்டின் மகுடம் ஆகும்.”  இந்த வரிகள் எதைப் பற்றி கூறுகின்றன?",
    "options": [
      "a)  பொன்ஏர் பூட்டுதலின் சமூக முக்கியத்துவம்.",
      "b)  பொன்ஏர் பூட்டுதலின் மத ரீதியான முக்கியத்துவம்.",
      "c)  பொன்ஏர் பூட்டுதலின் வரலாற்றுப் பின்னணி.",
      "d)  பொன்ஏர் பூட்டுதலின்  நடைமுறை முறைகள்."
    ],
    "answer": "a",
    "additional_context": "பொன்ஏர் பூட்டுதல் தமிழர் பண்பாட்டின் ஒரு முக்கியமான நிகழ்வு. இது வேளாண்மை செழிக்கவும் மானுடம் தழைக்கவும் மிக முக்கியமானது.  இது போன்ற நிகழ்வுகளே தமிழரின் பண்பாட்டு மகுடம் என போற்றப்படுகின்றன."
  },
  {
    "description": "“ஏர் புதிதா?” கவிதையின் வாயிலாக கு.ப.ராஜகோபாலன் எந்தப் பண்பாட்டு நிகழ்வை முன்னிலைப்படுத்துகிறார்?",
    "options": [
      "தீபாவளி",
      "பொங்கல்",
      "பொன் ஏர் பூட்டுதல்",
      "வைகாசி விசாகம்"
    ],
    "answer": "c",
    "additional_context": "கு.ப.ராஜகோபாலன்  எழுதிய “ஏர் புதிதா?”  என்ற கவிதை,  சித்திரைத் திங்களில் நடத்தப்படும் பொன் ஏர் பூட்டுதலை மையமாகக் கொண்டு எழுதப்பட்டுள்ளது.  இக்கவிதை மூலம்,  இந்தப் பண்பாட்டு நிகழ்வின் முக்கியத்துவத்தை  அவர்  முன்னிலைப்படுத்துகிறார்."
  }
]
