[
          
  {
    
          "description": "“பட்டினும் மயிரினும் பருத்தி நூலினும் கட்டு நுண்வினைக் காருகர் இருக்கையும்”  என்ற வரியில்  “காருகர்”  என்பதன் பொருள் என்ன?",
          "options": [
      "மணப்பொருள் விற்பனையாளர்",
      "மீன்பிடிப்பாளர்",
      "கள் விற்கும் வலைச்சி",
      "நெசவாளர்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரி சிலப்பதிகாரத்தின் மருவூர்ப் பாக்கக் காட்சியை விவரிக்கும் பாடலில் இருந்து எடுக்கப்பட்டது.  இந்த பாடல் புகார் நகரத்தின் வணிக வீதிகளையும் அதில் வாழும் மக்களையும் விவரிக்கிறது.   இந்த வரியில் 'காருகர்' என்று குறிப்பிடப்படுவது நெசவாளர்களை குறிக்கிறது.  அவர்கள் பட்டு, முடி, பருத்தி நூல் ஆகியவற்றைக் கொண்டு அழகாகப் பின்னிக் கட்டும் கைத்தொழில் வல்லுநர்கள்.  "
          }
        ,
          
  {
    
          "description": "“தூசும் துகிரும் ஆரமும் அகிலும் மாசுஅறு முத்தும் மணியும் பொன்னும் அருங்கல வெறுக்கையோடு அளந்துகடை அறியா வளம்தலை மயங்கிய நனந்தலை மறுகும்” என்ற வரியில் “வெறுக்கை” என்பதன் பொருள் என்ன?",
          "options": [
      "விரும்பாதது",
      "செல்வம்",
      "கழிவுப்பொருள்",
      "வெறுப்பு"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரி சிலப்பதிகாரத்தில் மருவூர்ப் பாக்கக் காட்சியை விவரிக்கும் பாடலில் இருந்து எடுக்கப்பட்டது.  இந்த பாடல் புகார் நகரத்தின் வணிக வீதிகளையும் அதில் வாழும் மக்களையும் விவரிக்கிறது.  இந்த வரியில் 'வெறுக்கை' என்று குறிப்பிடப்படுவது செல்வத்தை குறிக்கிறது.  அதாவது புகார் நகரத்தில் நிறைய செல்வம் இருந்தது என்பதை  'அருங்கல வெறுக்கையோடு' என்ற சொற்றொடர்  உணர்த்துகிறது.  "
          }
        ,
          
  {
    
          "description": "“பால்வகை தெரிந்த பகுதிப் பண்டமொடு கூலம் குவித்த கூல வீதியும்”  என்ற வரியில் 'கூல வீதி' என்ற சொல் குறிப்பது என்ன?",
          "options": [
      "எண்ணெய் விற்பனை செய்யும் தெரு",
      "தானியங்கள் விற்பனை செய்யும் தெரு",
      "பட்டு நூல் விற்பனை செய்யும் தெரு",
      "நறுமணப்பொருள் விற்பனை செய்யும் தெரு"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரி சிலப்பதிகாரத்தில் மருவூர்ப் பாக்கக் காட்சியை விவரிக்கும் பாடலில் இருந்து எடுக்கப்பட்டது.  இந்த பாடல் புகார் நகரத்தின் வணிக வீதிகளையும் அதில் வாழும் மக்களையும் விவரிக்கிறது.  இந்த வரியில் 'கூல வீதி' என்று குறிப்பிடப்படுவது தானியங்கள் விற்பனை செய்யும் தெருவை குறிக்கிறது.   'பால்வகை தெரிந்த பகுதிப் பண்டமொடு கூலம் குவித்த கூல வீதியும்'  என்ற சொற்றொடர் இதனை உணர்த்துகிறது.  "
          }
        ,
          
  {
    
          "description": "'காழியர், கூவியர், கள்நொடை ஆட்டியர், மீன்விலைப் பரதவர், வெள்உப்புப் பகருநர்' என்ற வரிகளில் குறிப்பிடப்படும் தொழில்கள் எவை?",
          "options": [
      "மணப்பொருள் விற்பனை, மீன்பிடித்தல், கள் விற்கும் தொழில்",
      "தையல் தொழில், மண்பானை செய்வதும், இரும்பு வேலை செய்வதும்",
      "பட்டு நூல் உற்பத்தி, மரவேலை, ஓவியம்",
      "பொற்கொல்லர், இரத்தின வேலை, தோல் பொருள் தைத்தல்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரிகள் சிலப்பதிகாரத்தில் மருவூர்ப் பாக்கக் காட்சியை விவரிக்கும் பாடலில் இருந்து எடுக்கப்பட்டது.  இந்த பாடல் புகார் நகரத்தின் வணிக வீதிகளையும் அதில் வாழும் மக்களையும் விவரிக்கிறது.  இந்த வரிகளில் குறிப்பிடப்படும் தொழில்கள்  மணப்பொருள் விற்பனை (காழியர், கூவியர்),  மீன்பிடித்தல் (மீன்விலைப் பரதவர்), கள் விற்கும் தொழில் (கள்நொடை ஆட்டியர்)  ஆகும்.  "
          }
        ,
          
  {
    
          "description": "'பழுதுஇல் செய்வினைப் பால்கெழு மாக்களும்' என்ற வரியில்  'பால்கெழு' என்பதன் பொருள் என்ன?",
          "options": [
      "நிறைய",
      "திறமைசாலி",
      "மெதுவான",
      "விரைவான"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரி சிலப்பதிகாரத்தில் மருவூர்ப் பாக்கக் காட்சியை விவரிக்கும் பாடலில் இருந்து எடுக்கப்பட்டது.  இந்த பாடல் புகார் நகரத்தின் வணிக வீதிகளையும் அதில் வாழும் மக்களையும் விவரிக்கிறது.  இந்த வரியில் 'பால்கெழு'  என்று குறிப்பிடப்படுவது திறமைசாலி என்ற பொருளை குறிக்கிறது.   'பழுதுஇல் செய்வினைப் பால்கெழு மாக்களும்'  என்ற சொற்றொடர்  புகார் நகரத்தில் திறமையான கைவினைஞர்கள்  நிறைய இருந்தார்கள் என்பதை   உணர்த்துகிறது. "
          }
        ]