[
          
  {
    
          "description": "“சேரர்களின் பட்டப் பெயர்களில் கொல்லி வெற்பன் மலையமான் போன்றவை குறிப்பிடத்தக்கவை கொல்லி மலையை வென்றவன் கொல்லி வெற்பன் எனவும் பிற மலைப்பகுதிகளை வென்றவர்கள் மலையமான் எனவும் பெயர் சூட்டிக்கொண்டனர் இதற்குச் சங்க இலக்கியத்தில் சான்றுகள் உள்ளன.” -  இந்தப் பகுதியில்  “சான்று”  என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "a)  சேரர்களின்  வரலாறு",
      "b)   சேரர்களின்  போர்  விவரங்கள்",
      "c)   சங்க  இலக்கியத்தில்  கூறப்பட்டுள்ள  தகவல்",
      "d)   சேரர்களின்  பட்டப்  பெயர்கள்"
    ],
    "answer": "c",
    
          "additional_context": "சேரர்களின் பட்டப் பெயர்களைப் பற்றி கூறும் போது அந்த தகவல் எங்கிருந்து எடுக்கப்பட்டது என்பதை  குறிப்பிட “சான்று”  என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இங்கு சொல்லப்பட்டுள்ள சான்று  சங்க இலக்கியத்தில் கூறப்பட்டுள்ள தகவல் என்பதை  குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“உங்கள் பள்ளியில் நடைபெறும் நாட்டுநலப்பணித்திட்ட முகாமின் தொடக்க விழாவில் மாணவர்களுக்கு வாழ்த்துரை வழங்க உரை ஒன்றை உருவாக்கித் தருக.” - இந்தக் கேள்வியின்  பொருள் என்ன?",
          "options": [
      "a)   நாட்டுநலப்பணித்திட்ட  முகாமின்  தொடக்க  விழாவில்  மாணவர்களுக்கு  வாழ்த்துரை  எழுதுங்கள்",
      "b)    மாணவர்களுக்கு   நாட்டுநலப்பணித்திட்ட  முகாம்  பற்றி  விளக்குங்கள்",
      "c)   நாட்டுநலப்பணித்திட்ட  முகாமில்  நடைபெறும்  நிகழ்ச்சிகள்  பற்றி  எழுதுங்கள்",
      "d)   நாட்டுநலப்பணித்திட்ட  முகாமில்  பங்கேற்பவர்களைப்  பற்றி  எழுதுங்கள்"
    ],
    "answer": "a",
    
          "additional_context": "இந்த கேள்வி ஒரு வாழ்த்துரையை உருவாக்கச் சொல்கிறது.  நாட்டுநலப்பணித்திட்ட முகாமின் தொடக்க விழாவில்  மாணவர்களுக்கு  வாழ்த்துரை வழங்கும்  உரையை  உருவாக்கி தருமாறு கேட்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது அறிஞர் பெருமகனாரின் இறுதிப் பயணத்தைப் பற்றிய பத்தியில் குறிப்பிடப்படவில்லை?",
          "options": [
      "அவரது திருமுகத்தைத் தரிசிக்க வழியெல்லாம் மக்கள் காத்திருந்தனர்.",
      "மக்கள் அவரது பொன்னுடலைத் தாங்கி வந்த பீரங்கி வண்டியைப் பார்த்துத் துடித்தனர்.",
      "அவரது இறுதிப் பயணத்தில் மக்கள் அவரை மலர்களால் வழிநடத்தினர்.",
      "அவரது மறைவுக்குப் பின் மக்கள் தங்கள் சொந்த வாழ்வுகளில் பங்கேற்க மறுத்தனர்."
    ],
    "answer": "D",
    
          "additional_context": "கட்டுரையில்  அறிஞர் பெருமகனாரின் இறுதிப் பயணத்தில் மக்கள் எப்படி  விழித்துப் போய் நடந்தார்கள்  என்று  விவரிக்கப்பட்டுள்ளது. மக்கள் அவரது இறுதிப் பயணத்தில் கலந்துகொண்டு துயரத்தில் மூழ்கியிருந்தனர்.  ஆனால், அவரது மறைவுக்குப் பின் மக்கள் தங்கள் சொந்த வாழ்வுகளில் பங்கேற்க மறுத்தனர்  என்று குறிப்பிடப்படவில்லை."
          }
        ,
          
  {
    
          "description": "'தாமரை இலை நீர்போல' என்ற உவமையின் பொருள் என்ன?",
          "options": [
      "தாமரை இலை நீரில் மிதப்பது போல, எந்தப் பிரச்சனையிலும் மனம் அமைதியாக இருக்க வேண்டும்.",
      "தாமரை இலை நீரில் நனைவதில்லை போல, எந்தவிதமான தீய செல்வாக்கிலும் நாம் சிக்கிக் கொள்ளக் கூடாது.",
      "தாமரை இலை நீரைத் தன் மேல் தங்க வைத்துக் கொள்வது போல, நாம் நம் நன்றிக்கடனை மறக்கக் கூடாது.",
      "தாமரை இலை நீரைத் தன் மேல் தங்க வைத்துக் கொள்வது போல, நாம் நம் கடமைகளைச் சரியாக நிறைவேற்ற வேண்டும்."
    ],
    "answer": "B",
    
          "additional_context": "தாமரை இலை நீரைத் தன் மேல் தங்க வைக்காது என்பது போல, நல்லவற்றை மட்டும் ஏற்றுக்கொண்டு  தீயவற்றை நம் மீது ஏற்றிக்கொள்ளக் கூடாது என்பதை  குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "கொல்லி வெற்பன் என்ற பட்டப் பெயர் எந்த இடத்துடன் தொடர்புடையது?",
          "options": [
      "கொல்லி மலை",
      "பழநி மலை",
      "ஏழுகல் மலை",
      "அகத்திய மலை"
    ],
    "answer": "A",
    
          "additional_context": "சேர மன்னர்கள் தங்களது வெற்றிகளைப் பறைசாற்றும் வகையில், வென்ற இடங்களைப் பயன்படுத்தி தங்களுக்குப் பட்டப் பெயர்களை வைத்துக் கொண்டனர். கொல்லி மலையை வென்றதற்கு  சான்றாக  “கொல்லி வெற்பன்” என்ற பட்டப்பெயர் இருந்தது."
          }
        ]