[
          
  {
    
          "description": "'வெள்ளி எழும்' என்ற சொற்றொடரில், 'வெள்ளி' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "வெள்ளை நிறம்",
      "வெள்ளி பொருள்",
      "வெள்ளி நிறத்தில் இருப்பது",
      "வெள்ளி நிறத்தில் பளபளப்பது"
    ],
    "answer": "A",
    
          "additional_context": "காளமேகப் புலவர் எழுதிய பாடலில் 'இலையிலிட வெள்ளி எழும்'  என்று குறிப்பிடப்பட்டுள்ளது. வெள்ளி என்பது வெள்ளை நிறத்தை குறிக்கிறது. இங்கே இலையிலிட என்பது அரிசியை குறிக்கிறது. இலையிலிட வெள்ளி எழும் என்பது வெள்ளை நிற அரிசி சாப்பிட பரிமாறப்படுவதை குறிக்கிறது"
          }
        ,
          
  {
    
          "description": "'கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில்' என்ற வரியில் உள்ள 'சத்திரத்தில்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "ஒரு வகைப் பறவை",
      "ஒரு வகை உணவு",
      "ஒரு வகை மரம்",
      "ஒரு வகை இடம்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரி காளமேகப் புலவர் எழுதிய பாடலில் இருந்து எடுக்கப்பட்டது. இதில் சத்திரம் என்பது ஒரு இடத்தை குறிக்கிறது. ஒரு விடுதியையோ அல்லது உணவு விடுதியையோ குறிக்கலாம். கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில் என்றால், கடல் சூழ்ந்த, நாகங்களைக் காத்த விடுதி. "
          }
        ,
          
  {
    
          "description": "“யாருமற்றவராக….” என்ற சொற்றொடர் எந்த உணர்வைப் படம் பிடிக்கிறது?",
          "options": [
      "மகிழ்ச்சி",
      "துயரம்",
      "கோபம்",
      "பயம்"
    ],
    "answer": "B",
    
          "additional_context": "யாருமற்றவராக  என்பது ஒரு துயரமான உணர்வை வெளிப்படுத்தும் சொற்றொடர். ஒருவர் தனியாக இருப்பதால் உருவாகும் துயரத்தை இது வெளிப்படுத்துகிறது. "
          }
        ,
          
  {
    
          "description": "'கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில்' என்ற வரியில் 'காத்தான்தன்' என்ற சொல் யாரைக் குறிக்கிறது?",
          "options": [
      "சமையல்காரர்",
      "விடுதி உரிமையாளர்",
      "பணியாள்",
      "பயணி"
    ],
    "answer": "B",
    
          "additional_context": "காளமேகப் புலவர் எழுதிய பாடலில்  'கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில்'  என்று வரும் இந்த வரியில் காத்தான்தன் என்ற சொல் விடுதி உரிமையாளரை குறிக்கிறது. நாகங்களைக் காப்பதால், அதாவது நாகங்களின் நலனை கருத்தில் கொண்டு நடத்தப்படும் விடுதி உரிமையாளர்"
          }
        ,
          
  {
    
          "description": "'அகப்பை அன்னம்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "ஒரு வகை அரிசி",
      "ஒரு வகை அன்னம்",
      "ஒரு வகை உணவுப் பொருள்",
      "ஒரு வகை பானம்"
    ],
    "answer": "C",
    
          "additional_context": "காளமேகப் புலவர் எழுதிய பாடலில் 'ஓர்அகப்பை அன்னம்'  என்று குறிப்பிடப்பட்டுள்ளது. அகப்பை என்பது மண் பானை. அன்னம் என்பது உணவு. ஆக, அகப்பை அன்னம்  என்பது பானையில் வைத்து சமைக்கப்பட்ட உணவை குறிக்கிறது."
          }
        ]