
[
  {
    "description": "கூத்தர் யாரிடம் செல்லும்பொழுது, தங்களைப் பற்றி எவ்வாறு சொல்ல வேண்டும் என்று கூறப்படுகிறது?",
    "options": [
      "பகைவரைப் பொறாமல் போர் செய்யும் வலிய முயற்சியும் மானமும் வெற்றியும் உடைய நன்னனின் கூத்தர்கள்",
      "மலையைப் போல உயர்ந்த இடத்தில் வசிக்கும் நன்னனின் கூத்தர்கள்",
      "மன்னனின் புகழைப் பாடும் வல்லமையான நன்னனின் கூத்தர்கள்",
      "சிறந்த கலைஞர்கள் என்ற பெருமையுடைய நன்னனின் கூத்தர்கள்"
    ],
    "answer": "A",
    "additional_context": "நன்னன் என்ற மன்னனைச் சேர்ந்த கூத்தர்கள், அவரை நோக்கிச் செல்லும் போது,  \"பகைவரைப் பொறாமல் போர் செய்யும் வலிய முயற்சியும் மானமும் வெற்றியும் உடைய நன்னனின் கூத்தர்கள்` என்று சொல்ல வேண்டும் என்கிறது பாடல்.  நன்னன் மன்னனின் பெருமையைப் பற்றி கூறும் வகையில்  அவரைப் போற்றிப் பேசும்படி கூறப்படுகிறது. "
  },
  {
    "description": "இந்த வரிகளின் மூலம் என்ன விளக்கப்படுகிறது?",
    "options": [
      "கம்பு பயிர் கரிசல் மண்ணில் மட்டுமே விளையும்",
      "கம்பு பயிர் மிகவும் விலை உயர்ந்தது",
      "கம்பு பயிர் கரிசல் மண்ணுக்கு மிகவும் ஏற்றது",
      "கம்பு பயிர் இயற்கையாகவே தங்க நிறத்தில் இருக்கும்"
    ],
    "answer": "C",
    "additional_context": "கம்பு பயிர் கரிசல் மண்ணில் விளைகிறது என்பதைத் தெளிவாகக் காட்டும் வரிகள் இவை. கம்பு பயிர் கரிசல் மண்ணில் மிகவும் நன்றாக வளரும் என்பதை இந்த வரிகள் நமக்கு உணர்த்துகின்றன.  “கம்பு – கறுப்பு நிறக் கரிசல் மண்ணின் இயற்கைத் தங்கம்.” என்று கூறப்படுவது,  கம்பு பயிர்  கரிசல் மண்ணுக்கு  மிகவும்  ஏற்றது  என்பதைக்  குறிக்கிறது. "
  },
  {
    "description": "“நோனாச் செருவின் வலம்படு நோன்தாள் மான விறல்வேள் வயிரியம்” எனக் குறிப்பிடப்படும் 'வயிரியம்' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "கூத்தர்",
      "பாடகர்",
      "வாணிகர்",
      "வள்ளல்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடலில், 'வயிரியம்' என்ற சொல் கூத்தரைக் குறிக்கிறது.  இந்த வரியில், 'நோனாச் செருவின் வலம்படு நோன்தாள் மான விறல்வேள்'  எனக் குறிப்பிடப்படுவது, கூத்தர்கள் தங்கள் கலையால் பெற்ற மரியாதையையும்,  புகழையும் குறிக்கிறது. "
  },
  {
    "description": "“கிழவிர் போலக் கேளாது கெழீஇ” என்ற வரியில், 'கெழீஇ' என்ற சொல் எந்த இலக்கணப் பொருளைத் தருகிறது?",
    "options": [
      "இறந்தகால இடைநிலை",
      "சொல்லிசை அளபெடை",
      "பெயரெச்சம்",
      "வினையெச்சம்"
    ],
    "answer": "B",
    "additional_context": "'கெழீஇ' என்ற சொல் 'சொல்லிசை அளபெடை'  எனப்படும் இலக்கணப் பொருளைத் தருகிறது.  சொல்லிசை அளபெடை என்பது, ஒரு சொல்லின்  ஒலியை இனிமையாகவும்  சீரியாகவும் ஆக்குவதற்காகத் திரும்பத் திரும்பக் கூறப்படும் ஒரு சொல்லாகும்.  'கெழீஇ' என்ற சொல்,   'கேளாது'  என்ற  சொல்லின்  ஒலியை  இனிமையாக  ஆக்குவதற்காக  இடம்பெற்றுள்ளது. "
  },
  {
    "description": "“பரூஉக்குறை பொழிந்த நெய்க்கண் வேவையொடு” என்ற வரியில், 'வேவை' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "புளிப்புச் சுவை கொண்ட உணவு",
      "நெய் விட்டு வறுத்த உணவு",
      "கஞ்சி",
      "இனிப்பு வகை உணவு"
    ],
    "answer": "B",
    "additional_context": "இந்த வரியில் 'வேவை'  என்ற சொல்  'நெய் விட்டு வறுத்த உணவு'  என்பதைக் குறிக்கிறது.   நெய் விட்டு வறுத்த உணவு  சாதாரணமாக  இருக்கும்.  இந்த வரியில்  'பரூஉக்குறை'  என்பதும்  குறிப்பிடப்படுகிறது.  இது  நன்னன்   மன்னன்   வைத்திருக்கும்   குறைந்த  மதிப்புடைய  சிறிய   ஊர்   என்பதைக்   குறிக்கிறது. "
  }
]
