
[
  {
    "description": "“கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க்கு அடுக்கிய கோடிஉண் டாயினும் இல்” - இக்குறளில் வரும் அளபெடைகள் எவை?",
    "options": [
      "கொடுப்பதூஉம், துய்ப்பதூஉம்",
      "கோடிஉண், டாயினும்",
      "அடுக்கிய, கோடிஉண்",
      "துய்ப்பதூஉம், அடுக்கிய"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள், பொருள் இல்லாதவர்களுக்கு, கோடிக்கணக்கான செல்வம் இருந்தாலும், பயனில்லை என்பதைச் சொல்கிறது. \nஇக்குறளில் வரும் அளபெடைகளைத் தெளிவாகப் புரிந்துகொண்டு அவற்றின் பயன்பாட்டைப் பற்றிச் சிந்திப்பது அவசியம். \nஅளபெடை என்பது, சொல்லின் வடிவத்தை மாற்றி, அதன் பொருளை வலியுறுத்துவதற்கு பயன்படுத்தப்படும் ஒரு இலக்கண அம்சமாகும். இந்தக் குறளில், 'கோடிஉண்' மற்றும் 'டாயினும்' ஆகியவை அளபெடைகளாகும். அளபெடைகளைப் பயன்படுத்துவதன் மூலம், இக்குறள், செல்வத்தின் உண்மையான மதிப்புப் பற்றிய ஒரு பாடத்தை நமக்குக் கற்றுத் தருகிறது."
  },
  {
    "description": "பொருளுக்கேற்ற அடியைப் பொருத்துக:\n\n| உயிரைவிடச் சிறப்பாகப் பேணிக் காக்கப்படும். |  [     ] |\n|---|---||\n| ஊரின் நடுவில் நச்சுமரம் பழுத்தது போன்றது. | [     ] |\n| ஒழுக்கத்தின் வழி உயர்வு அடைவர். | [     ] |\n|  [     ] |  நடு ஊருள் நச்சு மரம் பழுத்தற்று |",
    "options": [
      "ஒழுக்கத்தின் எய்துவர் மேன்மை",
      "உயிரினும் ஓம்பப் படும்"
    ],
    "answer": [
      "B",
      "A",
      "D",
      "D"
    ],
    "additional_context": "இந்தப் பகுதி, பொருத்தமான சொற்களைத் தேர்ந்தெடுத்து நிரப்புவதற்கான ஒரு பயிற்சி. \nநீ அளிக்கப்பட்டுள்ள வாக்கியங்களின் பொருளைப் புரிந்துகொண்டு, அதற்கு ஏற்றவாறு  வாய்ப்பாடுகளைப் பொருத்த வேண்டும். \nஉதாரணமாக, \"உயிரைவிடச் சிறப்பாகப் பேணிக் காக்கப்படும்.\" என்ற வாக்கியத்திற்கு \"உயிரினும் ஓம்பப் படும்\" என்பது பொருத்தமான வாய்ப்பாடாகும். இதுபோல், மற்ற வாக்கியங்களுக்கும் ஏற்ற வாய்ப்பாடுகளை நீ தேர்ந்தெடுக்க வேண்டும். \nஇந்தப் பயிற்சி மூலம், நீ சொற்களின் பொருள் அறிந்து, அவற்றைப் பயன்படுத்தும் திறனை மேம்படுத்திக்கொள்ளலாம்."
  },
  {
    "description": "“எய்துவர் எய்தாப் பழி” - இக்குறள் வாக்கியத்திற்குப் பொருந்தும் வாய்பாடு எது?",
    "options": [
      "கூவிளம் தேமா மலர்",
      "கூவிளம் புளிமா நாள்",
      "தேமா புளிமா காசு",
      "புளிமா தேமா பிறப்பு"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி, திருக்குறளில் பயன்படுத்தப்படும் வாய்ப்பாடுகளைப் பற்றியது. \nவாய்ப்பாடு என்பது, ஒரு குறிப்பிட்ட பொருளைத் தெரிவிக்கும் ஒரு சொற்றொடர். \n\"எய்துவர் எய்தாப் பழி\" என்ற திருக்குறள் வாக்கியத்திற்குப் பொருந்தும் வாய்ப்பாடு, \"கூவிளம் புளிமா நாள்\" ஆகும். \nஇந்த வாய்ப்பாடு, 'எய்துவர் எய்தாப் பழி' என்ற பொருளைத் தருகிறது. இந்த வாய்ப்பாட்டின் பொருள், 'தவறு செய்தவர்களுக்கு, தண்டனை நிச்சயம்' என்பதாகும். "
  },
  {
    "description": "“வேலொடு நின்றான் இடுஎன்றது போலும் கோலொடு நின்றான் இரவு” - குறளில் பயின்றுவரும் அணியை விளக்கு.",
    "options": [
      "உவமை",
      "எதுமை",
      "தற்குறி",
      "உருவகம்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள், 'வேலொடு நின்றான் இடுஎன்றது போலும் கோலொடு நின்றான் இரவு' என்ற வரியைக் கொண்டுள்ளது. \nஇந்தக் குறளில் பயன்படுத்தப்பட்டுள்ள அணி, 'உவமை' ஆகும். \nஉவமை என்பது, ஒரு பொருளை, அதைப் போன்ற வேறொரு பொருளோடு ஒப்பிட்டு விளக்குவது ஆகும். \nஇந்தக் குறளில், இரவு நேரத்தில் தனது வேலையைச் செய்பவரை, இரவு வேளையில் வேலையைச் செய்யும் வேடன் போன்றவர்களோடு ஒப்பிட்டு விளக்கப்படுகிறது."
  },
  {
    "description": "கவிதையைத் தொடர்க:\n\nதண்ணீர் நிறைந்த குளம்\nதவித்தபடி வெளிநீட்டும் கை\nகரையில் கைபேசி படமெடுத்தபடி\n[     ]",
    "options": [
      "பறவை",
      "மீன்",
      "குழந்தை",
      "பூக்கள்"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பகுதி, ஒரு கவிதையின் தொடர்ச்சியைக் கொடுத்து, அதைப் பூர்த்தி செய்வதற்கான ஒரு பயிற்சி. \nகவிதையின் உள்ளடக்கத்தைக் கவனித்து, கவிதைக்கு ஏற்றவாறு தொடர்ச்சியைத் தேர்ந்தெடுக்க வேண்டும். \nஇந்தக் கவிதையில், தண்ணீர் நிறைந்த குளத்தில் தவித்துக் கொண்டிருக்கும் ஒருவரை, கரையில் நின்று கைபேசியில் படமெடுத்துக்கொண்டிருப்பவர்கள் காட்டப்படுகிறார்கள். \nஇதனால், இந்தக் கவிதையின் தொடர்ச்சியாக \"குழந்தை\" என்பது பொருத்தமாக இருக்கும். இதன் மூலம், இந்தக் கவிதை, நவீன உலகில் மனித நேயம் எப்படி மறைந்து போகிறது என்பதைப் பற்றிய செய்தியைத் தருகிறது."
  }
]
