
[
  {
    "description": "“__________” என்னும் தொடர் பரிபாடலில் வானத்தையும் புகழையும் இணைத்துப் பயன்படுத்தப்படுகிறது.",
    "options": [
      "விசும்பும் இசையும்",
      "திசை காக்கும்",
      "விண் விசும்பு",
      "பூவுலகம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பரிபாடல் என்பது சங்க இலக்கியத்தில் உள்ள ஒரு வகை இலக்கியம். பரிபாடல் புலவர்கள் இயற்கை, கடவுள், மன்னன், வீரம், மதம்  என்ற தலைப்புகளில் பாடல்களைப் பாடியுள்ளனர். இதில் வானம், பூமி, மலை, காடு, ஆறு, கடல் போன்ற இயற்கை  காட்சிகள்  மிகுந்த அழகாகவும், உணர்ச்சிபூர்வமாகவும்  வரும்.   `விசும்பும் இசையும்` என்ற தொடர் பரிபாடலில் வானத்தையும் புகழையும்  குறிக்கிறது. விசும்பு என்பது வானம். இசை என்பது புகழ், இனிமை.  வானத்தின் அழகையும், பெருமையையும் விவரிக்க இதனைப் பயன்படுத்தியுள்ளனர்."
  },
  {
    "description": "“__________” எனும் வழுவமைதி மரபு வழக்கத்திலிருந்து மாறுபட்ட சொற்களைப் பயன்படுத்துவதைக் குறிக்கும்.",
    "options": [
      "இடவழுவமைதி",
      "மரபு வழுவமைதி",
      "கால வழுவமைதி",
      "பால் வழுவமைதி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வழுவமைதி என்பது  மரபு வழக்கத்திலிருந்து மாறுபட்ட சொற்களைப் பயன்படுத்துவதைக் குறிக்கும்.  `மரபு வழுவமைதி` என்பது  சொற்களின்  பயன்பாட்டில் மரபு வழக்கத்திலிருந்து மாறுபட்ட சொற்களைப் பயன்படுத்துவதைக் குறிக்கும். இது மொழிநடை, மொழிச்செழுத்துகளில்  நடைபெறும் ஒரு மாற்றம்.   உதாரணமாக,  `நிலா வெளுத்து`  என்ற சொல் மரபு வழக்கத்தில்  `நிலா வெண்மையாக`   என்ற சொல்லாக இருக்க வேண்டும்.  இங்கு `வெளுத்து` என்ற சொல் மரபு வழக்கத்திலிருந்து மாறுபட்ட  `வெண்மையாக` என்ற சொல்  பயன்படுத்தப்பட்டிருப்பதால்   இது `மரபு வழுவமைதி` எனப்படும்."
  },
  {
    "description": "“__________” என்பது பாரத ஸ்டேட் வங்கியின் உரையாடு மென்பொருள்.",
    "options": [
      "துலா",
      "குலா",
      "சீலா",
      "இலா"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பாரத ஸ்டேட் வங்கி (பி.எஸ்.பி) இந்தியாவின் மிகப்பெரிய பொதுத்துறை வங்கிகளில் ஒன்று.  இந்தியாவில் பல வங்கிகள்  உள்ளன.  இவற்றில்  பாரத ஸ்டேட் வங்கியின் உரையாடு மென்பொருள் `குலா` எனப்படுகிறது.  குலா என்பது  இந்திய மொழிகளில்  `கூடவே`  என்ற பொருளைத் தரும். இது  வங்கி வாடிக்கையாளர்களுடன்  உரையாடுவதற்கு  பயன்படுத்தப்படும்  ஒரு மென்பொருள்.  இதன் மூலம்  வங்கி வாடிக்கையாளர்களுக்கு   தேவையான தகவல்கள்   தொடர்பு  செய்யப்படுகின்றன.  "
  },
  {
    "description": "பின்வரும் தொடர்களில் எது பரிபாடலில் இடம்பெற்ற ஒரு தொடர்?",
    "options": [
      "மலர்க் கொடி",
      "வானக் கடவுள்",
      "விசும்பும் இசையும்",
      "பூங்கொடி மலர்ந்து"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பரிபாடல் என்பது சங்க இலக்கியத்தில் உள்ள ஒரு வகை இலக்கியம்.  பரிபாடல்  புலவர்கள்  இயற்கை, கடவுள், மன்னன், வீரம், மதம்  என்ற தலைப்புகளில்  பாடல்களைப் பாடியுள்ளனர். இதில் `விசும்பும் இசையும்`  என்ற தொடர்  பரிபாடலில்  இடம்பெற்றுள்ளது.  `விசும்பு`  என்பது வானம்.  `இசை` என்பது புகழ், இனிமை.  வானத்தின் அழகையும், பெருமையையும்  விவரிக்க இதனைப் பயன்படுத்தியுள்ளனர்.  "
  },
  {
    "description": "குலசேகர ஆழ்வாரின் பாடல்களில் காணப்படும் \"வித்துவக்கோட்டம்மா\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அன்னையைக் குறிக்கும் ஒரு இனிய சொல்",
      "குழந்தையைக் குறிக்கும் ஒரு விளையாட்டுப் பெயர்",
      "ஆண் தெய்வத்தை அழைக்கும் ஒரு சொல்",
      "இயற்கையின் ஒரு கூறு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "குலசேகர ஆழ்வார்  நாலாயிர திவ்ய பிரபந்தத்தில் 108  திவ்யப் பிரபந்தங்களைப் பாடியுள்ளார்.  இவர்  பாடல்களில்  `வித்துவக்கோட்டம்மா`  என்ற சொல் ஆண் தெய்வத்தை  அழைக்கும்  ஒரு சொல்லாக  பயன்படுத்தப்படுகிறது.  இது  குழந்தைகள்  தன்  அன்னையை  அழைக்கும்  ஒரு இனிய சொல்  போல்  தோன்றும்.  ஆனால் இது  ஆண் தெய்வத்தைக் குறிக்கிறது.  `வித்துவ`  என்பது  கூத்து, விளையாட்டு   என்ற  பொருளைத் தரும்.  `கோட்டம்மா`  என்பது   மன்னன்  என்ற  பொருளைத் தரும்.  எனவே `வித்துவக்கோட்டம்மா`  என்பது   ஆண் தெய்வத்தை   அழைக்கும்   ஒரு   சொல்.  "
  }
]
