
[
  {
    "description": "ஜெயகாந்தனின் எந்தப் படைப்பு 'சில நேரங்களில் சில மனிதர்கள்' என்ற புதினத்திற்காக அவருக்கு சாகித்திய அகாதெமி விருதைப் பெற்றுத்தந்தது?",
    "options": [
      "குருபீடம்",
      "ரிஷிமூலம்",
      "உண்மை சுடும்",
      "பாரீசுக்குப் போ!"
    ],
    "answer": "C",
    "additional_context": "ஜெயகாந்தன் இலக்கிய உலகில் சாதித்த சாதனைகளைப் பற்றிப் படித்தோம். மனித வாழ்க்கையைப் பற்றிய புரிதல், இலக்கியப் படைப்புகளின் மீதான தீவிர ஈடுபாடு எனப் பல அம்சங்களைக் கொண்டவர் அவர். 1966 ஆம் ஆண்டில் வெளிவந்த 'சில நேரங்களில் சில மனிதர்கள்' என்ற புதினத்திற்காக ஜெயகாந்தன் சாகித்திய அகாதெமி விருது பெற்றார்."
  },
  {
    "description": "ஜெயகாந்தனின் எழுத்துக்களில் எந்த விஷயம் மையமாக இருப்பதாகக் கூறலாம்?",
    "options": [
      "காதல் மற்றும் கனவுகள்.",
      "மனித வாழ்க்கை மற்றும் அதன் பிரச்சினைகள்.",
      "அரசியல் நிகழ்வுகள் மற்றும் சமூகப் பிரச்சினைகள்.",
      "தத்துவார்த்த சிந்தனைகள் மற்றும் ஆன்மீகக் கோட்பாடுகள்."
    ],
    "answer": "B",
    "additional_context": "ஜெயகாந்தன் எழுதிய படைப்புகள் மனித வாழ்வின் பிரச்சனைகளை பிரதிபலிக்கின்றன. சமூக அமைப்பின் முரண்பாடுகளை எழுத்திலே அப்பட்டமாகக் காட்டியவர். நேர்முக எதிர்முக விளைவுகளைப் பெற்றவர். உள்ளடக்க விரிவால் மனிதாபிமானத்தை வாசக நெஞ்சங்களில் விதைத்தவர். தன்னையறிதல் என்பதிலும் தன்னை உணர்த்துதல் என்பதிலும் முனைப்பாக இருந்தவர்."
  },
  {
    "description": "ஜெயகாந்தன் திரைப்படங்களிலும் பணியாற்றியவர். அவர் எந்தத் திரைப்படத்தை இயக்கவில்லை?",
    "options": [
      "ஊருக்கு",
      "நூறுபேர்",
      "உன்னைப்போல் ஒருவன்",
      "யாருக்காக அழுதான்"
    ],
    "answer": "D",
    "additional_context": "ஜெயகாந்தன் திரைப்படத் துறையிலும் தனது திறமையை வெளிப்படுத்தியவர். 'ஊருக்கு', 'நூறுபேர்' மற்றும் 'உன்னைப் போல் ஒருவன்' ஆகிய திரைப்படங்களை இயக்கியுள்ளார். 'யாருக்காக அழுதான்' என்பது இயக்குநர் கே. பாலசந்தர் இயக்கிய திரைப்படம் ஆகும்."
  },
  {
    "description": "ஜெயகாந்தனின் எழுத்துக்களின் முக்கிய சிறப்பு என்ன?",
    "options": [
      "சமகால கருத்துகளை அவரது சொந்த பாணியில் வெளிப்படுத்துவது.",
      "மனிதம் தோய்ந்த இலக்கியம் படைப்பது.",
      "சிறுகதை, புதினம், திரைப்படம் என பல துறைகளில் தனித்திறன் படைப்பது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "ஜெயகாந்தன் எழுத்துக்களில் சமகால கருத்துகள் அவரது சொந்த பாணியில் வெளிப்படுத்தப்படுவது, மனிதம் தோய்ந்த இலக்கியம் படைப்பது, சிறுகதை, புதினம், திரைப்படம் என பல துறைகளில் தனித்திறன் படைப்பது என பல சிறப்புக்கள் உள்ளன. அவரது எழுத்துக்கள் இலக்கிய உலகில் மிகப் பெரிய மதிப்பைப் பெற்றுள்ளன."
  },
  {
    "description": "ஜெயகாந்தனின் 'பாரீசுக்குப் போ!' புதினத்தின் முன்னுரையில் எதை அவர் வலியுறுத்துகிறார்?",
    "options": [
      "பணத்திற்காக மட்டுமே எழுதுவது இலக்கியம் அல்ல.",
      "சமகால வாழ்க்கையின் பிரச்சனைகளைத் தனது கதைகள் மூலம் வெளிப்படுத்துவது.",
      "எழுதுவது ஒரு தவம் போன்றது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "'பாரீசுக்குப் போ!' புதினத்தின் முன்னுரையில் ஜெயகாந்தன் பணத்திற்காக மட்டுமே எழுதுவது இலக்கியம் அல்ல, சமகால வாழ்க்கையின் பிரச்சனைகளைத் தனது கதைகள் மூலம் வெளிப்படுத்துவது மற்றும் எழுதுவது ஒரு தவம் போன்றது என்பன உள்ளிட்ட பல விஷயங்களை வலியுறுத்துகிறார். இலக்கியம் படைப்பது என்பது உயர்ந்த நோக்கத்துடன் கூடிய செயல் என்றும், இதன் மூலம் வாழ்க்கையின் பிரச்சனைகளைப் பற்றிய புரிதலை வளர்க்க முடியும் என்றும் அவர் நம்பினார்."
  }
]
