[
          
  {
    
          "description": "இலுப்பைப் பூவைப் பற்றிய செய்தியில் எந்தப் பொருள்தரும் மயங்கொலி எழுத்துக்கள் திருத்தம் தேவை?",
          "options": [
      "இலுப்பை",
      "மறத்தின்",
      "பரித்து",
      "உண்ணும்"
    ],
    "answer": "B",
    
          "additional_context": "இலுப்பை மரம் ஒரு பெரிய மரமாகும். இது தென் இந்தியாவில் பரவலாகக் காணப்படுகிறது. இலுப்பை மரம் கடினமானது மற்றும் நீண்ட காலம் நீடிக்கும். இலுப்பை மரத்தின் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும்.  இலுப்பை பூக்கள் மருத்துவ குணங்கள் கொண்டவை. இதன் பூக்கள், இலைகள், விதைகள்  மருத்துவத்தில் பயன்படுத்தப்படுகின்றன.  இலுப்பை மரத்தின் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும்.  இலுப்பை பூக்கள் மருத்துவ குணங்கள் கொண்டவை. இதன் பூக்கள், இலைகள், விதைகள்  மருத்துவத்தில் பயன்படுத்தப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "மூங்கில் பூவிலிருந்து உருவாகும் அரிசி எதற்குப் பெயர்?",
          "options": [
      "கம்பு அரிசி",
      "சோள அரிசி",
      "மூங்கில் அரிசி",
      "குதிரைவாலி அரிசி"
    ],
    "answer": "C",
    
          "additional_context": "மூங்கில் ஒரு பூக்கும் தாவரம். இது தென் இந்தியாவில் பரவலாகக் காணப்படுகிறது.  மூங்கில்  பூ பூத்த பிறகு அது காய் தோன்றிக் கனியாகி அதிலிருந்து ஒரு வகை அரிசி தோன்றும்.  இது மூங்கில் அரிசி எனப்படும்.  மூங்கில் அரிசி மருத்துவ குணங்கள் கொண்டது. இது உணவுப் பொருளாகவும் பயன்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "மரம் இயற்கையின் வரம் - கட்டுரை போட்டியில் முதல் பரிசு பெற்ற தோழனை வாழ்த்தும் மடலை எழுதுவதற்கு எந்தத் தகவல்  உதவும்?",
          "options": [
      "ஆல மலர் பற்றிய செய்தி",
      "பூளை மலர் பற்றிய செய்தி",
      "மூங்கில் பூவிலிருந்து உருவாகும் அரிசி பற்றிய செய்தி",
      "பாதிரிப் பூவின் மணம் பற்றிய செய்தி"
    ],
    "answer": "C",
    
          "additional_context": "மரங்கள் இயற்கையின் வரம். மரங்கள் நமக்கு  நிறைய  பயன்களைத் தருகின்றன.  மரங்கள்  காற்றை சுத்திகரித்து  சுற்றுச்சூழலை பாதுகாக்கின்றன. மரங்கள் நமக்கு நிழல் தருகின்றன.  மரங்கள்  பறவைகள் வாழ்வதற்கான இடத்தை வழங்குகின்றன. மரங்கள்  மழையை ஈர்க்கின்றன.  மரங்கள்  நமக்கு பழங்கள், காய்கறிகள்  மற்றும் மருந்துகளை தருகின்றன.  மரங்கள் நமக்கு  நிறைய பயன்களை தருகின்றன.  மரங்கள்  காற்றை சுத்திகரித்து  சுற்றுச்சூழலை பாதுகாக்கின்றன.  மரங்கள்  நமக்கு நிழல் தருகின்றன.  மரங்கள்  பறவைகள் வாழ்வதற்கான இடத்தை வழங்குகின்றன.  மரங்கள்  மழையை ஈர்க்கின்றன.  மரங்கள்  நமக்கு பழங்கள், காய்கறிகள்  மற்றும் மருந்துகளை தருகின்றன.  மரங்கள்  நமக்கு  நிறைய பயன்களை தருகின்றன.  மரங்கள்  காற்றை சுத்திகரித்து  சுற்றுச்சூழலை பாதுகாக்கின்றன.  மரங்கள்  நமக்கு நிழல் தருகின்றன.  மரங்கள்  பறவைகள் வாழ்வதற்கான இடத்தை வழங்குகின்றன.  மரங்கள்  மழையை ஈர்க்கின்றன.  மரங்கள்  நமக்கு பழங்கள், காய்கறிகள்  மற்றும் மருந்துகளை தருகின்றன."
          }
        ,
          
  {
    
          "description": "'சிறியதானியம் போன்ற மூக்கு; சின்னக்கண்கள்; சின்னத்தலை; வெள்ளைக் கழுத்து; அழகிய மங்கல் வெண்மை நிறமுடைய பட்டுப்போர்த்த வயிறு; கருமையும் வெண்மையும் கலந்த சாம்பல் நிறத்தாலாகிய பட்டுப்போர்த்த முதுகு; சிறிய தோகை; துளித்துளிக் கால்கள்; இத்தனையும் சேர்த்து ஒரு பச்சைக் குழந்தையின் கைப்பிடியிலே பிடித்துவிடலாம்.' - இந்த வசனநடை எதற்குப் பொருந்தும்?",
          "options": [
      "பூனை",
      "சிட்டுக்குருவி",
      "நாய்க்குட்டி",
      "எலி"
    ],
    "answer": "B",
    
          "additional_context": "சிட்டுக்குருவி ஒரு சிறிய பறவை. இது மிகவும் அழகானது மற்றும் இனிமையான குரல் கொண்டது. சிட்டுக்குருவி பூக்கள், விதைகள், பூச்சிகள்  மற்றும் புழுக்கள்  சாப்பிடும்.  சிட்டுக்குருவி நமக்கு  மகிழ்ச்சியை  தருகிறது.  சிட்டுக்குருவி ஒரு சிறிய பறவை. இது மிகவும் அழகானது மற்றும் இனிமையான குரல் கொண்டது. சிட்டுக்குருவி பூக்கள், விதைகள், பூச்சிகள்  மற்றும் புழுக்கள்  சாப்பிடும்.  சிட்டுக்குருவி நமக்கு  மகிழ்ச்சியை  தருகிறது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது பாரதியாரின் வசனநடைக்கு உதாரணமாகும்?",
          "options": [
      "மலர் உண்டு. ஆனால் கண்ணிற்குக் காட்சி தராமல் காண்டற்கு அரியனவாய் இருக்கும் மலர்கள்: ஆல மலர்; பலா மலர்.",
      "பயன்பாடு, நாற்றம், மக்களது விருப்பில் இடம் பெறாமை, பொதுவில் ஒதுக்கப்பட்டமை கொண்டு மலரில் சில எளியவை ஆகின்றன.",
      "இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும்.",
      "சிறியதானியம் போன்ற மூக்கு; சின்னக்கண்கள்; சின்னத்தலை; வெள்ளைக் கழுத்து; அழகிய மங்கல் வெண்மை நிறமுடைய பட்டுப்போர்த்த வயிறு; கருமையும் வெண்மையும் கலந்த சாம்பல் நிறத்தாலாகிய பட்டுப்போர்த்த முதுகு; சிறிய தோகை; துளித்துளிக் கால்கள்; இத்தனையும் சேர்த்து ஒரு பச்சைக் குழந்தையின் கைப்பிடியிலே பிடித்துவிடலாம்."
    ],
    "answer": "D",
    
          "additional_context": "பாரதியார்  ஒரு  தமிழ்  கவிஞர்  மற்றும்  தேசியவாதி.  அவர்  இந்திய  சுதந்திர  போராட்டத்தில்  முக்கிய  பங்கு  வகித்தார்.  அவர்  பல  தேசிய  கீதங்களை  எழுதியுள்ளார்.  அவர்  தமிழ்  இலக்கியத்திற்கு  பெரும்  பங்களிப்பு  செய்துள்ளார். பாரதியாரின் வசனநடை மிகவும்  சித்தரிப்பு  நிறைந்தது  மற்றும்  உவமை  நிறைந்தது.  அவர்  பல  படங்களை  வசனநடையில்  சித்தரித்துள்ளார்."
          }
        ]