
[
  {
    "description": "ம.பொ.சிவஞானம் எந்த இடத்தில் வடிவை வாலிபர் சங்கத்தின் ஆண்டு விழாவில் பேசினார்?",
    "options": [
      "திருநெல்வேலி",
      "நாகர்கோவில்",
      "கன்னியாகுமரி",
      "குமரி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "1946 ஆகஸ்டு 25இல் நாகர்கோயில் நகரின் ஒரு பகுதியான வடிவீசுவரத்தில் வடிவை வாலிபர் சங்கத்தின் ஆண்டு விழாவில் பேசினேன். அதுதான் தெற்கெல்லைக் கிளர்ச்சி பற்றிய எனது முதல் பேச்சு."
  },
  {
    "description": "ம.பொ.சிவஞானம் ______ ஆண்டில் ______ என்ற இடத்தில் பிறந்தார்.",
    "options": [
      "1906, சென்னை",
      "1908, மதுரை",
      "1912, தஞ்சாவூர்",
      "1915, திருச்சி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய விடுதலைப் போராட்ட வரலாற்றில் 1906ஆம் ஆண்டு, மிகவும் சிறப்புடைய ஆண்டாகக் கருதப்படுகிறது. அந்த ஆண்டில்தான் காந்தியடிகள் சத்தியாக்கிரகம் என்ற அறப்போர் முறையைத் தென்னாப்பிரிக்காவில் தொடங்கி வைத்தார். தமிழ்நாட்டைத் தனித்து நோக்கினாலும் வரலாற்றுச் சிறப்பிற்குரிய நிகழ்வுகள் அவ்வாண்டில் நடைபெற்றன. வ.உ.சிதம்பரனார் ஆங்கிலேயர்களுக்கு எதிராகச் சுதேசிக் கப்பல் நிறுவனத்தைத் தொடங்கினார். இத்தகைய சிறப்புள்ள ஆண்டில் ஜூன் 26ஆம் நாள், சென்னை ஆயிரம்விளக்கு வட்டம் சால்வன்குப்பம் என்னும் பகுதியில் நான் பிறந்தேன்."
  },
  {
    "description": "ம.பொ.சிவஞானம் ______ வகுப்பில் படிக்கும் போது ______ காரணமாக பள்ளியிலிருந்து வெளியேற்றப்பட்டார்.",
    "options": [
      "இரண்டாம் வகுப்பு, பாடப்புத்தகங்கள் இல்லாததால்",
      "மூன்றாம் வகுப்பு, பாடப்புத்தகங்கள் இல்லாததால்",
      "நான்காம் வகுப்பு, நடத்தை பிரச்சினைகள் காரணமாக",
      "ஐந்தாம் வகுப்பு, உடல்நலக் குறைவால்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நான் பள்ளியில், மூன்றாம் வகுப்பில் நுழைந்த ஏழாம் நாளில், பகல் நேரத்தில் வீட்டுக்கு வந்து சாப்பிட்டுவிட்டுத் திரும்பவும் பள்ளிக்குப் போனேன். காலையிலேயே பாடப்புத்தகங்களோடு வராததற்காக ஆசிரியர் என்னைக் கண்டித்தார். பிற்பகலில் புத்தகங்களைக் கட்டாயம் கொண்டுவர வேண்டுமென்று கட்டளையிட்டிருந்தார். கையில் புத்தகமின்றி இருந்த என்னைக் கண்ட ஆசிரியர் பள்ளியிலிருந்து விரட்டிவிட்டார்."
  },
  {
    "description": "ம.பொ.சிவஞானத்தின் இலக்கிய அறிவை வளர்த்ததில் ______ பங்கு வகித்தது.",
    "options": [
      "பள்ளிக் கல்வி",
      "அன்னையார் கற்றுத்தந்த பாக்கள்",
      "நூலகங்கள்",
      "நண்பர்களின் உதவி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அன்னையார் இளமையிலே எனக்குப் பயிற்றுவித்த பாக்கள் எனது இலக்கியப் பயிற்சிக்கான பாலபாடங்களாக அமைந்தன. அல்லி அரசாணி மாலை, பவளக்கொடி மாலை ஆகிய அம்மானைப் பாடல்களைப் பாடுவார். அந்த நேரத்தில் என்னையும் சிறிது நேரம் அந்த நூல்களைப் படிக்க வைப்பார். அதனால், சந்த நயத்தோடும் எதுகை மோனையோடும் உள்ள அம்மானைப் பாடல்களை அடிக்கடி பாடிப்பாடிப் பிள்ளைப் பருவத்திலேயே இலக்கிய அறிவை வளர்த்து வந்தேன்."
  },
  {
    "description": "ம.பொ.சிவஞானம் ______ ஆண்டில் ______ விருது பெற்றார்.",
    "options": [
      "1966, சாகித்திய அகாதெமி",
      "1972, கலைமாமணி",
      "1978, தமிழக அரசின் விருது",
      "1982, பத்மஸ்ரீ"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தமிழரசுக் கழகத்தைத் தொடங்கியவர். 'வள்ளலார் கண்ட ஒருமைப்பாடு' என்னும் இவருடைய நூலுக்காக 1966ஆம் ஆண்டு சாகித்திய அகாதெமி விருது பெற்றார். தமிழக அரசு திருத்தணியிலும் சென்னை தியாகராய நகரிலும் இவருக்குச் சிலை அமைத்துள்ளது."
  }
]
