
[
  {
    "description": "நெல், புல் முதலியவற்றின் கொழுந்தைக் குறிக்கப் பயன்படுத்தப்படும் சொல் எது?",
    "options": [
      "முறி",
      "குருத்து",
      "துளிர்",
      "கொழுந்தாடை"
    ],
    "answer": "C",
    "additional_context": "தாவரங்களின் நுனிப்பகுதிகளைக் குறிக்கும் சொற்களான துளிர் அல்லது தளிர், முறி அல்லது கொழுந்து, குருத்து, கொழுந்தாடை போன்றவற்றில் நெல், புல் முதலியவற்றின் கொழுந்தைக் குறிக்கும் சொல் துளிர் அல்லது தளிர் ஆகும்."
  },
  {
    "description": "பூவின் வாடின நிலையைக் குறிக்கப் பயன்படுத்தப்படும் சொல் எது?",
    "options": [
      "அரும்பு",
      "போது",
      "செம்மல்",
      "வீ"
    ],
    "answer": "D",
    "additional_context": "பூவின் நிலைகளைக் குறிக்கும் சொற்களான அரும்பு, போது, மலர்(அலர்), வீ, செம்மல் போன்றவற்றில் பூவின் வாடின நிலையைக் குறிக்கும் சொல் வீ ஆகும். மரஞ்செடியினின்று பூ கீழேவிழுந்த நிலையைக் குறிக்கும் சொல்லும் இதுவே ஆகும்."
  },
  {
    "description": "தமிழ்நாட்டில் விளையும் அறுபது உள்வகைகள் கொண்ட சம்பாவின் வகைகளில் எது இடம்பெறவில்லை?",
    "options": [
      "ஆவிரம்பூச்சம்பா",
      "ஆனைக்கொம்பன் சம்பா",
      "குண்டுச்சம்பா",
      "கார்நெல்"
    ],
    "answer": "D",
    "additional_context": "தமிழ்நாட்டில் விளையும் அறுபது உள்வகைகள் கொண்ட சம்பாவின் வகைகளில் ஆவிரம்பூச்சம்பா, ஆனைக்கொம்பன் சம்பா, குண்டுச்சம்பா போன்றவை உள்ளன. ஆனால் கார்நெல் என்பது ஒரு நெல் வகை ஆகும். சம்பா வகையைச் சேர்ந்தது அல்ல."
  },
  {
    "description": "தமிழ்த்திரு இரா.இளங்குமரனார் எந்த நூலை உரையாசிரியராக எழுதியிருக்கிறார்?",
    "options": [
      "திருக்குறள் மரபுரை",
      "நாலடியார் மரபுரை",
      "கம்பராமாயணம் மரபுரை",
      "சிலப்பதிகாரம் மரபுரை"
    ],
    "answer": "A",
    "additional_context": "தமிழ்த்திரு இரா.இளங்குமரனார் திருக்குறள் மரபுரை, காக்கைப் பாடினிய உரை, தேவநேயம் முதலிய நூல்களை உரையாசிரியராக எழுதியுள்ளார்."
  },
  {
    "description": "\"_________ \" என்கிறார் மகாகவி பாரதியார்.",
    "options": [
      "நாட்டின் வளம்",
      "மொழியின் வளம்",
      "நாட்டும் மொழியும் நமதிரு கண்கள்",
      "தமிழ்ச்சொல் வளம்"
    ],
    "answer": "C",
    "additional_context": "மகாகவி பாரதியார் 'நாடும் மொழியும் நமதிரு கண்கள்' என்று கூறியுள்ளார். நாடு ஒரு கண் என்றும், மொழி ஒரு கண் என்றும் கூறி, இரண்டும் ஒருவருக்கு மிக முக்கியமானவை என்பதை உணர்த்துகிறார்."
  }
]
