[
          
  {
    
          "description": "பாடல் பகுதியில் காற்று தன்னை 'வாழும் உயிர்களின் உயிர் மூச்சு' என்று கூறும்போது,  எதைச் சுட்டிக் காட்டுகிறது?",
          "options": [
      "காற்று இல்லாமல் உயிர்கள் வாழ முடியாது என்பதை",
      "காற்று உயிர்களுக்கு ஆற்றல் அளிப்பதாக",
      "காற்று உயிர்களின் மூச்சுக்காற்று என்பதை",
      "காற்று உயிர்களின் இயக்கத்தில் முக்கிய பங்கு வகிக்கிறது என்பதை"
    ],
    "answer": "D",
    
          "additional_context": "காற்று தன்னைப் பற்றி பேசும்போது,  'மனிதா! மனிதா! அழைப்பது கேட்கிறதா?  எங்குப் பார்க்கிறாய்?  யாரைத் தேடுகிறாய்? உன் மூச்சை உள்ளே இழு, வெளியே விடு. உன் மூச்சின் உள் சென்று வெளிவரும் நான்தான் பேசுகிறேன். வாழும் உயிர்களின் உயிர்மூச்சு நான்.' என்று சொல்கிறது. காற்று இல்லாமல் உயிர்கள் வாழ முடியாது என்பது இதன் மூலம் தெளிவாகிறது. அதேபோல் காற்று உயிர்களின் இயக்கத்திற்கு மிகவும் முக்கியமானது என்பதையும் காற்று சுட்டிக்காட்டுகிறது. அதாவது, உயிர்கள் வாழ,  காற்றின்  உதவி அவசியம் என்பதை  காற்று இதன் மூலம் தெளிவுபடுத்துகிறது."
          }
        ,
          
  {
    
          "description": "பாடல் பகுதியில் காற்று தன்னைப் பல பெயர்களால் அழைக்கப்படுவதாகக் கூறுகிறது.  'வளி' என்பது எந்தப் பொருளைப் குறிக்கிறது?",
          "options": [
      "வீசும் வேகம்",
      "காற்றின் பருவநிலை",
      "காற்று தரும் குளிர்ச்சி",
      "காற்று என்பதற்கு இன்னொரு பெயர்"
    ],
    "answer": "D",
    
          "additional_context": "காற்று தன்னை பற்றி பேசும்போது, 'நான் அழைக்கப்படுகிறேன். காற்று, வளி, தென்றல், புயல், சூறாவளி எனப் பல்வேறு பெயர்களால் நான் அழைக்கப்படுகிறேன்' என்று கூறுகிறது. அதாவது, காற்று, வளி, தென்றல், புயல், சூறாவளி ஆகியவை ஒரே பொருளை குறிக்கும் வெவ்வேறு பெயர்கள் என்பது இதன் மூலம் தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "'கொண்டலாக நான் குளிர்ச்சி தருகிறேன்; இன்பத்தைத் தருகிறேன்; மழையைத் தருகிறேன்; கடல் பகுதிக்கு மேலுள்ள மழைமேகங்களைச் சுமந்து வருவதால் மழைக்காற்று எனப்படுகிறேன்' என்ற பகுதி, காற்று எதைப் பற்றி விவரிக்கிறது?",
          "options": [
      "காற்றின் நிறம்",
      "காற்றின் திசை",
      "காற்றின் பண்பு",
      "காற்றின் மருத்துவ குணம்"
    ],
    "answer": "C",
    
          "additional_context": "காற்று தன்னை பற்றி பேசும்போது, 'நான் கொண்டல் எனப்படுகிறேன். கொண்டலாக நான் குளிர்ச்சி தருகிறேன்; இன்பத்தைத் தருகிறேன்; மழையைத் தருகிறேன்; கடல் பகுதிக்கு மேலுள்ள மழைமேகங்களைச் சுமந்து வருவதால் மழைக்காற்று எனப்படுகிறேன்' என்று கூறுகிறது.  இதன் மூலம் காற்று குளிர்ச்சியை தருகிறது,  இன்பத்தைத் தருகிறது,  மழையைத் தருகிறது என்பது தெளிவாகிறது. அதாவது,  காற்றின் பண்பு பற்றிய விளக்கம் இதில் அளிக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "“வண்டொடு புக்க மணவாய்த் தென்றல்” என்ற இளங்கோவடிகளின் பாடல் வரி, தென்றலின் எந்தப் பண்பு பற்றியது?",
          "options": [
      "தென்றலின் வேகம்",
      "தென்றலின் இனிமை",
      "தென்றலின் குளிர்ச்சி",
      "தென்றலின் வீசும் திசை"
    ],
    "answer": "B",
    
          "additional_context": "காற்று  தன்னைப் பற்றி பேசும்போது, 'இளங்கோவடிகள் என்னை, 'வண்டொடு புக்க மணவாய்த் தென்றல்' என நயம்பட உரைக்கிறார்.' என்று கூறுகிறது. இதன் மூலம், தென்றல் மணம் நிறைந்தது என்பது தெளிவாகிறது. அதாவது, தென்றலின் இனிமை பற்றிய விளக்கம் இதில் அளிக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "பாடல் பகுதியில் 'ஹிப்பாலஸ் பருவக்காற்று' என்பது குறிப்பிடப்படுகிறது. இது எதைப் பற்றி விவரிக்கிறது?",
          "options": [
      "கப்பல்களை இயக்கும் பருவக் காற்று",
      "கடல் பயணத்திற்கான காற்று",
      "பருவக் காற்றின் பயனைப் பயன்படுத்தி கடல் வணிகம் செய்தவர்கள்",
      "கிரேக்க மாலுமி ஒருவரின் பெயர்"
    ],
    "answer": "C",
    
          "additional_context": "காற்று தன்னைப் பற்றி பேசும்போது, 'கிரேக்க அறிஞர் 'ஹிப்பாலஸ்' (Hippalus) என்பவர் பருவக்கற்றின் பயனை உலகிற்கு உணர்த்தினார் என்பது வரலாறு. அதற்கும் முன்னரே என் ஆற்றலைப் பயன்படுத்திக் கடல் கடந்து வணிகம் செய்து அதில் வெற்றி கண்டவர்கள் தமிழர்கள்!' என்று கூறுகிறது. இதன் மூலம், பருவக்காற்றை பயன்படுத்தி கடல் வணிகம் செய்தவர்கள் பற்றி தெளிவாகிறது."
          }
        ]