
[
  {
    "description": "ம.பொ.சிவஞானம் சிறையில் அடைக்கப்பட்டதற்கான காரணம் என்ன?",
    "options": [
      "அவர் ஆங்கிலேயர்களுக்கு எதிராக கலவரங்களைத் தூண்டினார்.",
      "அவர் காந்திஜியின் அறப்போர் முறையை விமர்சித்தார்.",
      "அவர்  \"தமிழா! துள்ளி எழு\"  என்ற துண்டறிக்கையை வெளியிட்டார்.",
      "அவர் இந்தியாவை விட்டு வெள்ளையனே வெளியேறு என்று போராடினார்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "1932ஆம் ஆண்டு, 'தமிழா! துள்ளி எழு' என்ற தலைப்புடைய துண்டறிக்கை ஒன்றைக் கடற்கரையில் குழுமியிருந்த மக்களிடையே வழங்கியதற்காக, ம.பொ.சிவஞானம் சிறையிலிடப்பட்டார். பழங்காலத்திலே பாண்டியன் ஆண்ட பெருமையைக் கூறி, சோழன் ஆண்ட சிறப்பைச் சொல்லி, சேரன் ஆண்ட மாண்பினைக் காட்டி, நம் அருமைத் தமிழ்நாடு ஆங்கிலேயருக்கு அடிமைப்பட்டிருந்த சிறுமையையும் நினைவூட்டி விடுதலைப் போரில் ஈடுபட வருமாறு தமிழர்க்கு அழைப்பு விடுத்திருந்தார். அவற்றை நானும் வேறு சில தோழர்களும் சேர்ந்து நூற்றுக்கணக்கான பிரதிகளைக் கையாலேயே எழுதினோம். எதிர்பார்த்தபடியே காவலர்கள் கைது செய்தனர். வழக்குத் தொடரப்பட்டு மூன்று மாதக் கடுங்காவல் தண்டனையும் 300 ரூபாய் அபராதமும் விதிக்கப்பட்டது. கட்டத் தவறினால் மேலும் மூன்று மாதக் கடுங்காவல். ம.பொ.சிவஞானம் ஆறுமாதமும் கடுங்காவலை அனுபவித்தார்."
  },
  {
    "description": "ம.பொ.சிவஞானம் வடக்கெல்லைப் போராட்டத்தில் ஈடுபட்டதற்கான காரணம் என்ன?",
    "options": [
      "அவர் ஆந்திரத் தலைவர்களை எதிர்த்து போராட விரும்பினார்.",
      "அவர் தமிழ் மொழிப் பண்பாட்டைப் பாதுகாக்க விரும்பினார்.",
      "அவர் தமிழகத்தின் வட எல்லையில் வாழும் மக்களை ஒருங்கிணைக்க விரும்பினார்.",
      "அவர் தமிழர் மீது ஆந்திர மக்கள் கொண்டிருந்த அநீதியை எதிர்த்து போராட விரும்பினார்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "1947ஆம் ஆண்டு இந்தியா விடுதலை பெற்ற பின்னர் மாநிலங்கள் மொழிவாரியாகப் பிரிக்கப்பட்டன. அப்போது ஆந்திரத் தலைவர்கள் சித்தூர் மாவட்டம் முழுவதையும் புதிதாக அமையவிருக்கும் ஆந்திர மாநிலத்துடன் இணைக்க விரும்பினர். ஆனால், ம.பொ.சிவஞானம் உள்ளிட்டோர் தமிழரசுக் கழகத்தின் மூலம் வடக்கெல்லைப் போராட்டத்தைத் தொடங்கி அதில் ஈடுபட்டனர். மங்கலங்கிழார், விநாயகம், ஈ.எஸ்.தியாகராஜன், ரஷீத் ஆகியோரும் சிறைப்பட்டனர். வடக்கெல்லைப் போராட்டத்தில் ஈடுபட்டு இராஜமுந்திரி சிறையிலிருந்த திருவாலங்காடு கோவிந்தராசன், பழநி சிறையிலிருந்த மாணிக்கம் ஆகிய இருவரும் சிறையிலேயே உயிர் துறந்தனர். சர்தார் கே.எம். பணிக்கர் தலைமையில் மத்திய அரசால் அமைக்கப்பட்ட மொழிவாரி ஆணையம், சித்தூர் மாவட்டம் முழுவதையும் ஆந்திராவிற்குக் கொடுத்துவிட்டது. அதனை எங்களால் ஏற்க முடியவில்லை. 'மாலவன் குன்றம் போனாலென்ன? வேலவன் குன்றமாவது எங்களுக்கு வேண்டும்' என்று முழங்கினோம். மீண்டும் பெரும் போராட்டம் தொடங்கியது. அதன் விளைவாக படாஸ்கர் ஆணையம் அமைக்கப்பட்டு, திருத்தணிவரையுள்ள தமிழ்நிலங்கள் மீட்கப்பட்டன."
  },
  {
    "description": "ம.பொ.சிவஞானம் சென்னை மாகாணம் பிரியும்போது என்ன செய்தார்?",
    "options": [
      "அவர் சென்னை தலைநகராக இருப்பதை ஆதரித்து போராடினார்.",
      "அவர் சென்னை தலைநகராக இருப்பதை எதிர்த்து போராடினார்.",
      "அவர் சென்னை மாகாணம் பிரிவதைப் பற்றி எதுவும் செய்யவில்லை.",
      "அவர் ஆந்திரத் தலைவர்களுடன் ஒத்துழைத்து சென்னை தலைநகராக இருப்பதை ஏற்றுக்கொண்டார்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஆந்திர மாநிலம் பிரியும்போது சென்னைதான் அதன் தலைநகராக இருக்க வேண்டும் என்று ஆந்திரத் தலைவர்கள் கருதினர். அந்நாள் முதல்வர் இராஜாஜிக்கு நிலைமையின் தீவிரத்தை உணர்த்தியபோது, தலைநகர் காக்கத் தன் முதலமைச்சர் பதவியைத் துறக்கவும் அவர் முன்வந்தார். சென்னை மாகாணத்திலிருந்து பிரித்து ஆந்திரம் அமைவதற்காக ஏற்படுத்தப்பட்டிருந்த நீதிபதி வாஞ்சு தலைமையிலான ஒரு நபர் ஆணையம், ஆந்திரத்தின் தலைநகராகச் சென்னை இருக்க வேண்டும் என்ற இடைக்கால ஏற்பாட்டினைப் பரிந்துரைத்திருப்பதாக அதிகாரப்பூர்வமற்ற கருத்துகள் நிலவின. இதையொட்டி, மாநகராட்சியின் சிறப்புக் கூட்டமொன்றை அப்போதைய மாநகரத் தந்தை செங்கல்வராயன் தலைமையில் கூட்டி, சென்னை பற்றிய தீர்மானமொன்றை முன்மொழிந்து, \"தலையைக் கொடுத்தேனும் தலைநகரைக் காப்போம்\" என்று முழங்கினேன். தீர்மானம் வெற்றிகரமாக நிறைவேற்றப்பட்டமை, நடுவணரசை அசைத்தது. கடைசியாக, 25.03.1953 அன்று நாடாளுமன்றத்தில் பிரதமர் நேரு நடுவணரசின் சார்பில் அதிகாரப்பூர்வமான உறுதிமொழியொன்றை வெளியிட்டார். அதன்படி ஆந்திர அரசின் தலைநகரம் ஆந்திர நாட்டின் எல்லைக்குள்ளேயே அமையும் என்று உறுதியளிக்கப்பட்டது. சென்னை தமிழருக்கே என்பதும் உறுதியானது."
  },
  {
    "description": "ம.பொ.சிவஞானம் தெற்கெல்லைப் போராட்டத்தில் ஈடுபட்டதற்கான காரணம் என்ன?",
    "options": [
      "அவர் தமிழகத்தை ஆங்கிலேயர்களிடமிருந்து விடுவிக்க விரும்பினார்.",
      "அவர் தமிழகத்தின் தெற்கு எல்லைப்பகுதிகளை திருவிதாங்கூர் முடியாட்சியிடமிருந்து மீட்க விரும்பினார்.",
      "அவர் தமிழகத்தின் தெற்கு எல்லைப்பகுதிகளை கேரள மாநிலத்துடன் இணைக்க விரும்பினார்.",
      "அவர் தமிழகத்தின் தெற்கு எல்லைப்பகுதிகளை  கேரள மாநிலத்திலிருந்து பிரிக்க விரும்பினார்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "1946ஆம் ஆண்டு, தெற்கெல்லைக் கிளர்ச்சியோடு ம.பொ.சிவஞானம் இணைந்தார். நாகர்கோயில் நகரின் ஒரு பகுதியான வடிவீசுவரத்தில் வடிவை வாலிபர் சங்கத்தின் ஆண்டு விழாவில் பேசினார். அதுதான் தெற்கெல்லைக் கிளர்ச்சி பற்றிய இவரது முதல் பேச்சு. அந்நாளில் திருவிதாங்கூர் சமஸ்தானம் தனி அரசாக இருந்தது. 1953-54 ஆண்டுகளில் தெற்கெல்லைப் பகுதிகளைக் கேரள (திருவிதாங்கூர்) முடியாட்சியிலிருந்து மீட்கவும் போராடினோம். தமிழக வடக்கு – தெற்கு எல்லைக் கிளர்ச்சிகளைத் தமிழகம் தழுவிய அளவில் தொடங்கிவைத்தது தமிழரசுக் கழகம்தான் என்றாலும் அதனை நடத்துகின்ற பொறுப்பை எல்லைப்பகுதி மக்களிடமே விட்டுவைத்திருந்தேன். அவர்களுள் பி.எஸ். மணி, ம. சங்கரலிங்கம், நாஞ்சில் மணிவர்மன், பி.ஜே. பொன்னையா ஆகியோர் முதன்மையானவர்கள். தெற்கெல்லைக் கிளர்ச்சியில் திருவிதாங்கூர் ஆட்சி நடத்திய துப்பாக்கிச் சூடு காரணமாக உயிர்நீத்த தமிழரசுக் கழகத் தோழர்களான தேவசகாயம், செல்லையா ஆகிய இருவரையும் நாம் மறந்துவிடக் கூடாது. நதானியல், தாணுலிங்கம், காந்திராமன் போன்ற முதியவர்களும் என்பால் நம்பிக்கை வைத்திருந்தனர். இயற்கையாகவே போர்க்குணம்கொண்ட நேசமணி, தென் திருவிதாங்கூரில் மிகுந்த செல்வாக்குடையவர். அவருடைய வருகைக்குப் பிறகு போராட்டம் மேலும் வலுப்பெற்றது."
  },
  {
    "description": "ம.பொ.சிவஞானம் சிலப்பதிகாரக் காப்பியத்தை மக்களிடம் கொண்டுசெல்ல விரும்பியதற்கான காரணம் என்ன?",
    "options": [
      "அவர் சிலப்பதிகாரத்தின் அழகை  மக்களிடம் பரப்ப விரும்பினார்.",
      "அவர் சிலப்பதிகாரத்தில்  தமிழினத்தின் ஒருமைப்பாடு பிரதிபலிப்பதாக நம்பினார்.",
      "அவர் சிலப்பதிகாரத்தை  தமிழ் மக்களின் தேசிய இலக்கியமாக மாற்ற விரும்பினார்.",
      "அவர் சிலப்பதிகாரத்தை  தமிழகத்தின் வரலாற்றைப் பற்றி  மக்களுக்கு  அறிமுகப்படுத்த விரும்பினார்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நான் சிலப்பதிகாரக் காப்பியத்தை மக்களிடம் கொண்டுசெல்ல விரும்பியதற்குக் காரணமுண்டு; திருக்குறளையோ, கம்பராமாயணத்தையோ விரும்பாதவனல்லன்; ஆயினும் இந்திய தேசிய ஒருமைப்பாட்டிற்குக் கேடில்லாத வகையில், தமிழினத்தை ஒன்றுபடுத்த எடுத்துக்கொண்ட முயற்சிக்குப் பயன்படக்கூடிய ஓர் இலக்கியம் தமிழில் உண்டென்றால், அது சிலப்பதிகாரத்தைத் தவிர வேறில்லையென்று உறுதியாகக் கூறுவேன். இளங்கோ தந்த சிலம்பு, தமிழினத்தின் பொதுச்சொத்து. எனவேதான் தமிழகத்தின் பட்டிதொட்டியெங்கும் சிலப்பதிகார மாநாடுகள் நடத்தினோம்."
  }
]
