
[
  {
    "description": "கதையாக்கு பகுதியில் எந்த வகையான நபரை மையப்படுத்தி கதை எழுத வேண்டும்?",
    "options": [
      "மனம் மகிழ்ச்சியாக இருப்பவர்",
      "யாருமற்றவராக உணர்பவர்",
      "அன்பைத் தேடுபவர்",
      "துன்பத்தில் இருப்பவர்"
    ],
    "answer": "B",
    "additional_context": "இந்த பக்கத்தில் கதையாக்கு பகுதியில் கதையாக்க ஒரு தலைப்பு கொடுக்கப்பட்டுள்ளது. அது, \"மனித வாழ்வில் ஒவ்வொருவரும் நாளும் நாளும் புதுப்புது மனிதர்களைப் பார்க்கிறோம்; புதுப்புதுச் செய்திகள் கிட்டும்! கிட்டுகிற கருப்பொருள்களைத் திரட்டி, கற்பனை நயம் கூட்டிக் கதையாக்குவது ஒரு கலை. அது சிறுகதையாக இருக்கலாம். புதினமாக இருக்கலாம். அன்பை எதிர்பார்த்திருப்பவராக, யாருமற்றவராக.... இருக்கும் ஒருவர் உங்களின் உதவியால் மனம் மகிழ்ந்த நிகழ்வினைக் கதையாக்கு.\""
  },
  {
    "description": "உணவுப் பாதுகாப்பு ஆணையருக்கு எழுதப்படும் கடிதத்தில் என்ன குறிப்பிடப்பட வேண்டும்?",
    "options": [
      "உணவு விடுதியின் பெயர்",
      "உணவு தரம் குறைவாக இருந்தது",
      "விலை அதிகம் இருந்தது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்த பக்கத்தில் கடிதம் எழுது பகுதியில் ஒரு தலைப்பு கொடுக்கப்பட்டுள்ளது. அது, \"உணவு விடுதியொன்றில் வழங்கப்பட்ட உணவு தரமற்றதாகவும் விலைகூடுதலாகவும் இருந்தது குறித்து உரிய சான்றுகளுடன் உணவுப் பாதுகாப்பு ஆணையருக்குக் கடிதம் எழுதுக.\""
  },
  {
    "description": "காளமேகப் புலவர் பாடிய பாடலில் எந்த இடத்தின் பெயர் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "சோழ நாடு",
      "பாண்டிய நாடு",
      "சேர நாடு",
      "காத்தான்தன் சத்திரம்"
    ],
    "answer": "D",
    "additional_context": "இந்த பக்கத்தில் நயம் பாராட்டுக பகுதியில் காளமேகப் புலவர் பாடிய ஒரு பாடல் பகுதி கொடுக்கப்பட்டுள்ளது. அது, \"கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில் அத்தமிக்கும் போது அரிசிவரும் – குத்தி உலையிலிட ஊரடங்கும் ஓர்அகப்பை அன்னம் இலையிலிட வெள்ளி எழும்\""
  },
  {
    "description": "\"மொழியோடு விளையாடு\" பகுதியில் கொடுக்கப்பட்ட எழுத்துகளை இணைத்து எந்த நூலின் பெயர் கிடைக்கிறது?",
    "options": [
      "குழந்தைகளின் நூல்",
      "விலங்குகள் பற்றிய நூல்",
      "மன்னர்களை பற்றிய நூல்",
      "கல்வியை பற்றிய நூல்"
    ],
    "answer": "D",
    "additional_context": "இந்த பக்கத்தில் மொழியோடு விளையாடு பகுதியில் கொடுக்கப்பட்ட எழுத்துகளை இணைத்து எந்த நூலின் பெயர் கிடைக்கிறது என்று கேள்வி கேட்கப்பட்டுள்ளது. \"விடுபட்ட எழுத்துகளை நிரப்பி அந்த எழுத்துகளை மட்டும் இணைத்து ஒளிந்துள்ள ஒரு நூலின் பெயரைக் கண்டுபிடிக்க.\""
  },
  {
    "description": "\"சிலை – சீலை, தொடு - தோடு, மடு - மாடு, மலை மாலை, வளி – வாளி, விடு - வீடு\" இந்த சொற்களுடன் ஒரு தொடர் எழுத வேண்டும். எந்த சொற்களைத் தேர்ந்தெடுத்து எழுத முடியாது?",
    "options": [
      "சிலை – சீலை",
      "தொடு - தோடு",
      "மலை - மாலை",
      "விடு - வீடு"
    ],
    "answer": "D",
    "additional_context": "இந்த பக்கத்தில் கொடுக்கப்பட்ட சொற்களுடன் ஒரு தொடர் எழுத வேண்டும் என்று கேள்வி கேட்கப்பட்டுள்ளது.  \"சிலை – சீலை, தொடு - தோடு, மடு - மாடு, மலை மாலை, வளி – வாளி, விடு - வீடு\"  எ.கா. சிலையைத் திரைச்சீலையால் மறைத்திருக்கிறார்கள்."
  }
]
