[
          
  {
    
          "description": "பெரிய மொழி மாதிரிகள் ________  மொழிகளைப் புரிந்துகொண்டு பதில்களை உருவாக்க பயன்படுகின்றன.",
          "options": [
      "a) சில",
      "b)  எல்லா ",
      "c)  சில குறிப்பிட்ட ",
      "d)  சில "
    ],
    "answer": "B",
    
          "additional_context": "பெரிய மொழி மாதிரிகள் (LLMs) பல மொழிகளைப் புரிந்துகொண்டு பதில்களை உருவாக்க பயன்படுகின்றன. இது ஒரு வகையான செயற்கை நுண்ணறிவு (AI) தொழில்நுட்பம்.  எடுத்துக்காட்டாக, கூகிள் ட்ரான்ஸ்லேட் என்பது ஒரு LLM. ட்ரான்ஸ்லேட் பல மொழிகளை புரிந்துகொண்டு மொழிபெயர்ப்பு செய்ய பயன்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "மேலே கொடுக்கப்பட்டுள்ள பத்தியைப் படித்து, இதிலிருந்து என்ன புரிந்துகொள்ள முடிகிறது?",
          "options": [
      "a) ஒரு பெரிய மொழி மாதிரி பல வகையான கோப்புகளைப் படிக்க முடியும்.",
      "b) ஒரு பெரிய மொழி மாதிரிக்கு PDF கோப்புகளைப் படித்து அதிலிருந்து தகவல்களைப் பிரித்தெடுக்க முடியாது.",
      "c) பெரிய மொழி மாதிரிகள் எல்லாவற்றையும் செய்ய முடியும்.",
      "d) PDF கோப்புகளைப் படித்து அதிலிருந்து தகவல்களைப் பிரித்தெடுப்பது மிகவும் எளிதானது."
    ],
    "answer": "b",
    
          "additional_context": "பத்தியில் பெரிய மொழி மாதிரிகளால் PDF கோப்புகளை படித்து தகவல்களை பிரித்தெடுக்க முடியாது என்று கூறப்பட்டுள்ளது. அந்தத் தகவலைப் பிரித்தெடுக்க முடியாது என்பது புரியும்."
          }
        ,
          
  {
    
          "description": "மேலே கொடுக்கப்பட்ட பத்தி எந்த வகையான மாதிரியைப் பற்றி குறிப்பிடுகிறது?",
          "options": [
      "a) இணையத் தள மாதிரி",
      "b) விளையாட்டு மாதிரி",
      "c) பெரிய மொழி மாதிரி",
      "d) டேட்டாபேஸ் மாதிரி"
    ],
    "answer": "c",
    
          "additional_context": "பத்தி முழுவதும் பெரிய மொழி மாதிரிகள் (LLMs) குறித்துதான் பேசுகிறது. LLMs என்பது மனிதர்களைப் போல மொழியைப் புரிந்துகொண்டு பதில்களைத் தரும் ஒரு வகையான AI மாதிரி."
          }
        ,
          
  {
    
          "description": "'பெரிய மொழி மாதிரி' என்ற சொல் பத்தியில் எத்தனை முறை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "a) ஒரு முறை",
      "b) இரண்டு முறை",
      "c) மூன்று முறை",
      "d) நான்கு முறை"
    ],
    "answer": "b",
    
          "additional_context": "பத்தியில் 'பெரிய மொழி மாதிரி' என்ற சொல் இரண்டு முறை பயன்படுத்தப்பட்டுள்ளது. 'பெரிய மொழி மாதிரிகள் ________  மொழிகளைப் புரிந்துகொண்டு பதில்களை உருவாக்க பயன்படுகின்றன.' என்ற வாக்கியத்திலும், 'பெரிய மொழி மாதிரிக்கு PDF கோப்புகளைப் படித்து அதிலிருந்து தகவல்களைப் பிரித்தெடுக்க முடியாது.' என்ற வாக்கியத்திலும் இந்த சொல் பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "இந்த பத்தி என்ன சொல்ல விரும்புகிறது?",
          "options": [
      "a) PDF கோப்புகளை எப்படிப் படிப்பது என்று விளக்கம்.",
      "b) பெரிய மொழி மாதிரிகளின் திறன்களைப் பற்றிய விளக்கம்.",
      "c) கோப்புகளைப் படிப்பது எவ்வளவு எளிது என்பதை விளக்கம்.",
      "d) பெரிய மொழி மாதிரிகள் எல்லாவற்றையும் செய்ய முடியும் என்பதை விளக்கம்."
    ],
    "answer": "b",
    
          "additional_context": "பத்தி முழுவதும் LLMs யின் திறன்களை பற்றித்தான் பேசுகிறது. இது பல மொழிகளைப் புரிந்துகொள்ளும் திறன் வாய்ந்தது, ஆனால் PDF கோப்புகளை படிக்க முடியாது என்பது பத்தியில் குறிப்பிடப்பட்டுள்ளது.  எல்லாவற்றையும் செய்ய முடியும் என்று கூறப்படவில்லை."
          }
        ]