
[
  {
    "description": "“அஃறிணை” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "ஆறறிவுடைய மக்கள்",
      "உயிரினங்களும் உயிரற்ற பொருள்களும்",
      "தாவரங்கள் மற்றும் விலங்குகள்",
      "கனிமங்கள் மற்றும் தாதுக்கள்"
    ],
    "answer": "B",
    "additional_context": "தமிழ் இலக்கணத்தில், உயிரினங்கள், உயிரற்ற பொருள்கள் என இரு வகைப்படும். ஆறறிவுடைய மக்களை உயர்திணை என்றும், மற்ற உயிரினங்களையும் உயிரற்ற பொருள்களையும் அஃறிணை (அல்திணை) என்றும் அழைப்பர். உயர்திணை என்பது உயர்ந்த நிலையில் உள்ள திணை ஆகும். இது மனிதர்களை மட்டுமே குறிக்கும். அஃறிணை என்பது அந்த நிலையைப் பற்றிக் குறிப்பிடாத திணை ஆகும். இது மனிதர்களைத் தவிர்த்து மற்ற உயிரினங்கள், உயிரற்ற பொருள்கள் அனைத்தையும் குறிக்கும். உயர்திணை என்பது மனிதர்களைத் தனிமைப்படுத்தும் மிகவும் சிறப்பு வாய்ந்த திணை ஆகும். அஃறிணை என்பது மனிதர்களைத் தவிர்த்து மற்ற எல்லா உயிரினங்கள், உயிரற்ற பொருள்கள் அனைத்தையும் குறிக்கும். இது ஒரு மிகவும் விரிவான திணை ஆகும். "
  },
  {
    "description": "“பால்” என்பது திணையின் ____ பிரிவு ஆகும்.",
    "options": [
      "மேல்",
      "குறைந்த",
      "உட்",
      "வெளி"
    ],
    "answer": "C",
    "additional_context": "திணை என்பது ஒரு பொதுவான வகைப்பாடு ஆகும். அதாவது உயிரினங்களை இரண்டு வகைகளாகப் பிரிப்பதுதான் திணை. திணையின் கீழ் பல்வேறு பிரிவுகள் உள்ளன. அவற்றில் ஒன்றுதான் பால். பால் என்பது திணையின் உட்பிரிவு ஆகும். அதாவது திணையை மேலும் துல்லியமாக பிரிப்பதற்காக பால் பயன்படுத்தப்படுகிறது. உயர்திணை ஆண்பால், பெண்பால், பலர்பால் என மூன்று பிரிவுகளை உடையது. அஃறிணை ஒன்றன்பால், பலவின்பால் என இரு பிரிவுகளை உடையது. "
  },
  {
    "description": "“ஒன்றன்பால்” என்ற சொல் எந்தத் திணையைக் குறிக்கிறது?",
    "options": [
      "உயர்திணை",
      "அஃறிணை",
      "தன்மை",
      "படர்க்கை"
    ],
    "answer": "B",
    "additional_context": "தமிழ் இலக்கணத்தில், பால் என்பது திணையின் உட்பிரிவு. அதாவது திணையை மேலும் துல்லியமாக பிரிப்பதற்காக பால் பயன்படுத்தப்படுகிறது. உயர்திணை ஆண்பால், பெண்பால், பலர்பால் என மூன்று பிரிவுகளை உடையது. அஃறிணை ஒன்றன்பால், பலவின்பால் என இரு பிரிவுகளை உடையது. ஒன்றன்பால் என்பது அஃறிணையின் ஒரு பிரிவு. இது ஒரே ஒரு பொருளை குறிக்கும். உதாரணமாக யானை, மலை. இவை இரண்டும் ஒரே ஒரு பொருளை குறிக்கின்றன. அதனால் இவை ஒன்றன்பால் எனப்படுகின்றன. "
  },
  {
    "description": "“வந்தேன்”, “வந்தோம்” ஆகிய வினைகள் எந்த இடத்தைக் குறிக்கின்றன?",
    "options": [
      "முன்னிலை",
      "படர்க்கை",
      "தன்மை",
      "பலவின்பால்"
    ],
    "answer": "C",
    "additional_context": "தமிழ் இலக்கணத்தில், வினை என்பது ஒரு செயலை குறிக்கும் சொல். வினை, திணையின் பாலையும், இடத்தையும் குறிக்கும். வினை, தன்மை, படர்க்கை, முன்னிலை என மூன்று இடங்களைக் கொண்டது. தன்மை என்பது பேசுபவர் தன்னைப் பற்றிக் குறிப்பிடும் இடம். உதாரணமாக வந்தேன், வந்தோம், சென்றேன், சென்றோம். இவை அனைத்தும் பேசுபவர் தன்னைப் பற்றிக் குறிப்பிடுவதால் தன்மை இடத்தை குறிக்கின்றன. "
  },
  {
    "description": "“நீ”, “நீர்”, “நீவிர்”, “நீங்கள்” ஆகியவை எந்த இடத்தைக் குறிக்கின்றன?",
    "options": [
      "தன்மை",
      "படர்க்கை",
      "முன்னிலை",
      "பலவின்பால்"
    ],
    "answer": "C",
    "additional_context": "தமிழ் இலக்கணத்தில், பெயர் என்பது ஒரு பொருளை குறிக்கும் சொல். பெயர், திணையின் பாலையும், இடத்தையும் குறிக்கும். பெயர், தன்மை, படர்க்கை, முன்னிலை என மூன்று இடங்களைக் கொண்டது. முன்னிலை என்பது கேட்பவரைப் பற்றிக் குறிப்பிடும் இடம். உதாரணமாக நீ, நீர், நீவிர், நீங்கள். இவை அனைத்தும் கேட்பவரைப் பற்றிக் குறிப்பிடுவதால் முன்னிலை இடத்தை குறிக்கின்றன. "
  }
]
