[
          
  {
    
          "description": "கீழே கொடுக்கப்பட்ட சொற்களில் எது ‘மன்றல்’ என்ற சொல்லின் பொருளை குறிக்கிறது?",
          "options": [
      "மேடை",
      "அகராதியில் உள்ள பக்கம்",
      "மழை",
      "மருள்"
    ],
    "answer": "A",
    
          "additional_context": "‘மன்றல்’ என்ற சொல் ‘மேடை’ எனும் பொருளை குறிக்கும். இது ஒரு பொதுவான சொல், மேடைகள் நாடகங்கள்,  சொற்பொழிவுகள் அல்லது விழாக்கள் போன்ற நிகழ்வுகளுக்காக பயன்படுத்தப்படுகின்றன. இது சாதாரணமாக ஒரு கூட்டம் அல்லது நிகழ்வு நடக்கும் இடத்தைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'பள்ளியைத் தூய்மையாக வைத்திருத்தல்' என்ற செயல்திட்டத்திற்கான எந்த நடவடிக்கை மிகவும் முக்கியமானது?",
          "options": [
      "மாணவர்களுக்கு தூய்மை பற்றிய விழிப்புணர்வை ஏற்படுத்துதல்",
      "தூய்மை பணியாளர்களை நியமித்தல்",
      "தூய்மைப் பணிகளுக்கான பொருட்களை வாங்குதல்",
      "பள்ளியை தினமும் சுத்தப்படுத்துதல்"
    ],
    "answer": "A",
    
          "additional_context": "ஒரு பள்ளியை தூய்மையாக வைத்திருத்தல் என்பது ஒரு முக்கியமான செயல்.  மாணவர்களின் ஆரோக்கியத்திற்கும்,  பள்ளியின் சூழலையும் சீராக வைத்திருப்பதற்கும் இது அவசியமாகும்.  இந்த  செயல்திட்டத்தை வெற்றிகரமாக செயல்படுத்துவதற்கு, மாணவர்களை தூய்மை பற்றி விழிப்புணர்வு பெறவைப்பது முக்கியம்.   மாணவர்களுக்கு தூய்மை பற்றிய விழிப்புணர்வை ஏற்படுத்துவதன் மூலம், அவர்கள் தங்கள் சுற்றுப்புறத்தை  சுத்தமாக வைத்திருக்க ஊக்கமளிப்பார்கள், தூய்மையான பழக்கத்தை ஊக்குவிப்பார்கள். தூய்மை பணியாளர்களை நியமித்தல், தூய்மைப் பணிகளுக்கான பொருட்களை வாங்குதல், பள்ளியை தினமும் சுத்தப்படுத்துதல் போன்றவை கூடுதல் நடவடிக்கைகள் ஆகும்.   மாணவர்களின்  தூய்மை  விழிப்புணர்வு என்பது இந்த முயற்சியின் வெற்றிக்கு மிகவும் அவசியம்."
          }
        ,
          
  {
    
          "description": "காட்சியைக் கவிதையாக்குவதில் எந்த அம்சம் முக்கிய பங்கு வகிக்கிறது?",
          "options": [
      "காட்சியில் உள்ள நிறங்கள்",
      "காட்சியில் உள்ள உணர்வுகள்",
      "காட்சியில் உள்ள வடிவங்கள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "ஒரு காட்சியை கவிதையாக மாற்றுவது என்பது ஒரு கலை ரீதியான செயல்.  இதற்கு காட்சியில் உள்ள அனைத்து அம்சங்களும் முக்கிய பங்கு வகிக்கின்றன.  காட்சியில் உள்ள நிறங்கள் கவிதைக்கு வண்ணத்தையும்,  உணர்வுகள்  கவிதைக்கு  உயிர்ப்புத்தையும்,   வடிவங்கள்  கவிதைக்கு  அழகையும்  சேர்க்கும்.  எனவே,  ஒரு காட்சியை கவிதையாக மாற்றுவதற்கு மேற்கண்ட அனைத்து அம்சங்களும்  முக்கியம்."
          }
        ]