
[
  {
    "description": "“அறன்அறிந்து மூத்த அறிவுடையார் கேண்மை திறன்அறிந்து தேர்ந்து கொளல்.”  இந்தக் குறளில் “கேண்மை” என்பதன் பொருள் எது?",
    "options": [
      "உறவு",
      "நட்பு",
      "விரோதம்",
      "குற்றம்"
    ],
    "answer": "B",
    "additional_context": "நல்லொழுக்கம், அறிவு, திறமை ஆகிய மூன்றும் உடையவர்களை நண்பர்களாகத் தேர்ந்தெடுப்பது நல்லது என்பதை இந்தக் குறள் வலியுறுத்துகிறது. சிலர் தனக்கு உதவி செய்வார்கள் என்று மட்டுமே நட்பைக் கருதுகிறார்கள். ஆனால்  அறம், அறிவு, திறமை ஆகிய மூன்றும் இருந்தால் மட்டுமே அவர்கள் நல்ல நண்பர்களாக இருப்பார்கள். நல்ல நண்பர்களைத் தேர்ந்தெடுப்பதன் முக்கியத்துவத்தை வலியுறுத்துகிறது இந்தக் குறள்.  தன்னைப்பற்றி எண்ணிப் பார்க்காமல் தன்னலம் மட்டுமே கருதி, தனக்கு எப்போது நன்மை செய்வார்கள் என்று மட்டும் பார்க்காமல், அறம், அறிவு, திறமை ஆகிய மூன்றையும் கருத்தில் கொண்டு நண்பர்களைத் தேர்ந்தெடுப்பது அவசியம் என்பதை  குறிப்பிடுகிறது."
  },
  {
    "description": "“கூழும் குடியும் ஒருங்குஇழக்கும் கோல்கோடிச் சூழாது செய்யும் அரசு.” இந்தக் குறள் எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "மக்கள் மன்னனை நம்ப வேண்டும்.",
      "மன்னன் நாட்டு மக்களை நேசிக்க வேண்டும்.",
      "மன்னன் தனக்கென வாழக் கூடாது.",
      "மன்னன் முறைப்படி ஆட்சி செய்ய வேண்டும்."
    ],
    "answer": "D",
    "additional_context": "ஒரு நாட்டின் ஆட்சியாளர் தனது ஆட்சியை முறைப்படி நடத்தாவிட்டால், அந்நாட்டு மக்கள், அதன் பொருளாதாரம், கலாச்சாரம் இவை எல்லாம் அழிந்து விடும். நாட்டின் நலனை கருத்தில் கொண்டு முறையான ஆட்சி நடத்துவது,  நாட்டின் வளர்ச்சிக்கு  மிகவும் அவசியம் என்பதை இந்தக் குறள் வலியுறுத்துகிறது.  ஒரு மன்னர் அல்லது ஆட்சியாளர் மக்களுக்கு நல்லது செய்ய வேண்டும்.  நாட்டு மக்களின் நலனில் அக்கறை செலுத்த வேண்டும்.   தன்னைப் பற்றி எண்ணிப் பார்க்காமல் தன் நாட்டின் வளர்ச்சிக்காக உழைக்க வேண்டும்.    மக்களுக்காக மட்டுமே வாழ வேண்டும்.  தனக்கென வாழக் கூடாது.  நாட்டு மக்களை நேசிக்க வேண்டும் என்று  சொல்கிறது."
  },
  {
    "description": "“கண்ணிற்கு அணிகலம் கண்ணோட்டம் அஃதுஇன்றேல் புண்என்று உணரப் படும்.” இந்தக் குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "கண்ணோட்டம் நமக்குப் பயனுள்ளது.",
      "நம் கண்ணிற்கு அழகு தருவது கண்ணோட்டம்.",
      "கண்ணோட்டம் இல்லாதது நம் கண்ணைப் பாதிக்கும்.",
      "கண்ணோட்டம் இல்லாதது நம் அழகைப் பாதிக்கும்."
    ],
    "answer": "C",
    "additional_context": "கண்ணோட்டம் என்பது நமது கண் பார்வையின்  முக்கிய அங்கம்.  கண்ணோட்டம் இல்லாமல்  நம் கண் எப்போதும்  சரியாகப் பார்வையைத்  தருமா என்று தெரியாது.  நமது உடலில் உள்ள  மற்ற எந்த உறுப்பு  நம் கண்ணிற்கும் அதைப் போல   முக்கியமானது.  நமது உடலில்  நம் கண்களே நமக்கு அதிக   முக்கியமானவை.  நமது கண்களைப்  பாதுகாப்பது நம் கடமை.   கண்ணோட்டம் இல்லாமல் நாம் சரியாக  பார்வை இல்லாமல் போய்விடுவோம்.  கண்ணோட்டம்  கண்ணிற்கும்  உடலுக்கும் மிகவும்   முக்கியமானது."
  },
  {
    "description": "“பொறிஇன்மை யார்க்கும் பழிஅன்று அறிவுஅறிந்து ஆள்வினை இன்மை பழி.”  இந்தக் குறள் எதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "அறிவு இல்லாதது பழி.",
      "செயல் இல்லாதது பழி.",
      "பொறி இல்லாதது பழி.",
      "அறிவும் செயலும் சேர்ந்துதான் பழி."
    ],
    "answer": "B",
    "additional_context": "ஒருவருக்கு அறிவு இருந்தாலும் அதை செயல்படுத்தும் செயல்திறன் இல்லாவிட்டால் அது பயனற்றது.  நல்ல அறிவு இருந்தும் அது  செயல்படுத்தப்படாவிட்டால் அதன் பயன் என்ன?   பொருளைப் பெறுவதற்கான  வழிகளில்  ஒன்றுதான்  பொறி.   அறிவு  என்பது  ஒருவர்  தன்   உள்ளத்தில்  கொண்டுள்ள   அறிவு,   சொல்   அறிவு,  எழுத்து   அறிவு,  தத்துவ   அறிவு   போன்றவை.   செயல் என்பது  ஒருவர்  நடைமுறையில்   கொண்டுள்ள   செயல்   முறை.    அறிவு   மட்டும்   இருந்து   செயல்   இல்லாமல்   இருந்தால்   அது   பயனற்றது."
  },
  {
    "description": "“அறன்அறிந்து ஆன்றுஅமைந்த சொல்லான்எஞ் ஞான்றும் திறன்அறிந்தான் தேர்ச்சித் துணை.”  இந்தக் குறள் எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "அமைச்சர்கள்  அறத்தையும் திறமையையும் உடையவர்களாக இருக்க வேண்டும்.",
      "அமைச்சர்கள் மன்னருக்கு நல்ல ஆலோசனை வழங்க வேண்டும்.",
      "அமைச்சர்கள் மன்னனின் துணை நிற்க வேண்டும்.",
      "அமைச்சர்கள்  மன்னனை  நன்றாகப் பணிய வேண்டும்."
    ],
    "answer": "A",
    "additional_context": "ஒரு நாட்டின் நலனுக்காக  அமைச்சர்கள் மிகவும்   முக்கியமானவர்கள்.  நாட்டின் ஆட்சியாளர்   தனது   பணியைச்   சிறப்பாக   செய்ய   அமைச்சர்களின்   துணை   மிகவும்   அவசியம்.  மன்னர்,  தன்   நாட்டின்   நலனில்   அக்கறை   செலுத்தி   நல்ல   ஆட்சி   நடத்த   அமைச்சர்கள்   அறத்தையும்   திறமையையும்   உடையவர்களாக   இருக்க   வேண்டும்.  அறம்   நிலை   நிறுத்தி   திறமையுடன்   பணியாற்ற   வேண்டும்.   மன்னனுக்கு   நல்ல   ஆலோசனை   வழங்க   வேண்டும்.   மன்னனின்   நன்மையை    மட்டுமே   நோக்கி   பணிய   கூடாது.  நாட்டின்  மக்களுக்காக   அர்ப்பணிப்பு   மனப்பான்மையுடன்   பணிய   வேண்டும்."
  }
]
