
[
  {
    "description": "திருக்குறளில் \"பத்து\" என்ற எண்ணுப் பெயர் இடம் பெறும் குறள் எது?",
    "options": [
      "குறள் 1 - 10",
      "குறள் 101 - 110",
      "குறள் 201 - 210",
      "குறள் 901 - 910"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "திருக்குறளில் பத்து என்ற எண்ணுப் பெயர் இடம் பெறும் குறள் எது என்பதை கண்டுபிடித்து எழுதுக. திருக்குறளில் இடம் பெறும் எண்ணுப் பெயர்களை பயன்படுத்தி குறள்களை  கண்டுபிடித்து எழுதுங்கள். "
  },
  {
    "description": "\"வருந்தாமரை\" என்ற சொல்லை எவ்வாறு பிரித்துப் பொருள் கூறலாம்?",
    "options": [
      "வருந்து - தாமரை - வருந்தும் தாமரை",
      "வருந்து - அ - மரை - வருந்தி வாடும் மலர்",
      "வரு - ந்தா - மரை - வருகின்ற தாமரை",
      "வருந்து - தாம - ரை - வருந்தித் தாழும் தாமரை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சொற்களைப் பிரித்துப் பார்த்துப் பொருள் தருக.  \"வருந்தாமரை\" என்ற சொல்லை எவ்வாறு பிரித்துப் பொருள் கூறலாம் என்பதை  நீங்கள் எழுதுங்கள். சொற்களைப் பிரித்துப் பார்த்துப் பொருள் தருவது மூலம் மொழியின் அழகும், ஆழமும் புரிய வரும்."
  },
  {
    "description": "\"பிண்ணாக்கு\" என்ற சொல்லை எவ்வாறு பிரித்துப் பொருள் கூறலாம்?",
    "options": [
      "பிண் - நாக்கு - பின்னால் உள்ள நாக்கு",
      "பி - ண்ணா - க்கு - பிழிந்த பின்னால் உள்ளது",
      "பிண் - ணா - க்கு - பிழிந்த  நாக்கு",
      "பி - ண்ணாக்கு - பிழிந்த தானியம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சொற்களைப் பிரித்துப் பார்த்துப் பொருள் தருக.  \"பிண்ணாக்கு\" என்ற சொல்லை எவ்வாறு பிரித்துப் பொருள் கூறலாம் என்பதை நீங்கள் எழுதுங்கள். சொற்களைப் பிரித்துப் பார்த்துப் பொருள் தருவது மூலம் மொழியின் அழகும், ஆழமும் புரிய வரும்."
  },
  {
    "description": "\"பலகையொலி\" என்ற சொல்லை எவ்வாறு பிரித்துப் பொருள் கூறலாம்?",
    "options": [
      "பல - கை - யொலி - பல கைகளால் வரும் ஒலி",
      "பல - கைய - ஒலி - பலகையால் வரும் ஒலி",
      "பலகை - யொலி - பலகையின் ஒலி",
      "பல - கைய - ஒலி - பல கை கொண்டு உருவாக்கப்படும் ஒலி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சொற்களைப் பிரித்துப் பார்த்துப் பொருள் தருக.  \"பலகையொலி\" என்ற சொல்லை எவ்வாறு பிரித்துப் பொருள் கூறலாம் என்பதை நீங்கள் எழுதுங்கள். சொற்களைப் பிரித்துப் பார்த்துப் பொருள் தருவது மூலம் மொழியின் அழகும், ஆழமும் புரிய வரும்."
  },
  {
    "description": "ஔவையாரின் ஆத்திசூடியில், \"அகர முதல எழுத்தெல்லாம்\"  என்ற வரியின் பொருள் என்ன?",
    "options": [
      "எழுத்துகள் அனைத்தும்  \"அ\" என்ற எழுத்தில் இருந்து தொடங்குகின்றன",
      "\"அ\"  என்பது முதல் எழுத்து",
      "எல்லா எழுத்துகளும் முக்கியமானவை",
      "எழுத்துகளால் மொழி உருவாகிறது"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஔவையாரின் ஆத்திசூடியில், \"அகர முதல எழுத்தெல்லாம்\"  என்ற வரியின் பொருள் என்ன என்பதை நீங்கள் எழுதுங்கள். ஆத்திசூடி நூலில் உள்ள கருத்துக்களை ஆராய்ந்து எழுதுங்கள்."
  }
]
