[
          
  {
    
          "description": "சுந்தரகவிராசரின் தனிப்பாடல் திரட்டு பாடலில், 'மரம்' என்ற சொல் 11 முறை பயன்படுத்தப்பட்டுள்ளது. பாடலில், 'வேல்' என்ற சொல் என்ன பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "a) கருவேலம் மரம்",
      "b) வேங்கை மரம்",
      "c) ஆல் மரம்",
      "d) அத்தி மரம்"
    ],
    "answer": "B",
    
          "additional_context": "சுந்தரகவிராசரின் தனிப்பாடல் திரட்டு பாடலில் மரம் என்கிற சொல் பலவித பொருள்களில் பயன்படுத்தப்பட்டுள்ளது.  இந்தப் பாடலில்  வேல் என்கிற சொல் வேங்கை மரத்தை குறிக்கிறது. பாடலில் மரத்தைக் குறிக்கும் வேறு சொற்களும் பயன்படுத்தப்பட்டுள்ளன. அந்த சொற்களை கண்டுபிடித்து, அந்த சொல் எந்த மரத்தைக் குறிக்கிறது என்பதை  நீங்களே  கண்டுபிடிக்க முயற்சி செய்து பாருங்கள்."
          }
        ,
          
  {
    
          "description": "'மரமது மரத்தில் ஏறி மரமதை³ தோளில் வைத்து' என்ற வரிகளில், 'மரம்' என்ற சொல் எத்தனை முறை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "a) 1",
      "b) 2",
      "c) 3",
      "d) 4"
    ],
    "answer": "C",
    
          "additional_context": "சுந்தரகவிராசரின் தனிப்பாடல் திரட்டு பாடலில் 'மரம்' என்ற சொல் பல இடங்களில் பயன்படுத்தப்பட்டுள்ளது. இதில் மரம் என்ற சொல் எத்தனை முறை பயன்படுத்தப்பட்டுள்ளது என்பதைக் கண்டுபிடிக்கவும். பாடலில் மரம் என்ற சொல் எத்தனை விதமான பொருள்களில் பயன்படுத்தப்பட்டுள்ளது என்பதைக் கண்டுபிடிக்கவும்."
          }
        ,
          
  {
    
          "description": "'மொழியை ஆள்வோம்!' என்ற தலைப்பில் உள்ள பாடல் பகுதியில், நெல்சன் மண்டேலாவின் மேற்கோள் எதைப் பற்றி பேசுகிறது?",
          "options": [
      "a) மொழி கற்றலின் முக்கியத்துவம்",
      "b) மொழியின் சக்தி",
      "c) மொழி மற்றும் கலாச்சாரம்",
      "d) மொழியின் வளர்ச்சி"
    ],
    "answer": "B",
    
          "additional_context": "நெல்சன் மண்டேலாவின் மேற்கோள் மொழி பற்றியது. அதைப் படித்துவிட்டு, நீங்கள் என்ன நினைக்கிறீர்கள்? நீங்கள் எப்படி நினைக்கிறீர்கள் என்பதை உங்கள் நண்பர்களுடன் பகிர்ந்து கொள்ளுங்கள். "
          }
        ,
          
  {
    
          "description": "'தேணிலே ஊரிய செந்தமிழின் – சுவை\n    தேரும் சிலப்பதி காறமதை' என்ற வரிகளில், 'காறமதை' என்ற சொல் என்ன பொருளைத் தருகிறது?",
          "options": [
      "a) காற்றின் வேகம்",
      "b) சிலப்பதிகாரம்",
      "c) காவியத்தின் ",
      "d) கவிதையின்"
    ],
    "answer": "C",
    
          "additional_context": "சந்தக் கவிதையில்  பிழைகள் ஏதேனும் இருக்கிறதா? இருந்தால் அவற்றைத் திருத்தி எழுதுங்கள்.  கவிதையில் காறமதை என்ன பொருளைத் தருகிறது என்பதைத் தெரிந்துகொள்ளுங்கள்.  சிலப்பதிகாரம் என்பது என்னவென்று உங்களுக்குத் தெரியுமா? நீங்களும்  கவிதை எழுதிப் பாருங்கள்!"
          }
        ,
          
  {
    
          "description": "'கல்' என்ற சொல்லின் கூட்டப்பெயர் என்ன?",
          "options": [
      "a) குவியல்",
      "b) குலை",
      "c) மந்தை",
      "d) கட்டு"
    ],
    "answer": "A",
    
          "additional_context": "கல், பழம், புல், ஆடு ஆகிய சொற்களின் கூட்டப்பெயர்கள் என்ன? கண்டுபிடித்து எழுதுங்கள்.  நீங்கள்  இன்னும்  சில  சொற்களின்  கூட்டப்பெயர்களைத் தெரிந்துகொள்ள விரும்புகிறீர்களா?"
          }
        ]