[
          
  {
    
          "description": "'குழலினும் யாழினும் குரல்முதல் ஏழும் வழுவின்றி இசைத்து வழித்திறம் காட்டும் அரும்பெறல் மரபின் பெரும்பாண் இருக்கையும்'  என்ற வரியில் குறிப்பிடப்படும் ஏழு இசைகள் எவை?",
          "options": [
      "ச, ரி, க, ம, ப, த, நி",
      "குழல், யாழ், தவில், மிருதங்கம், நாட்டுப்புற இசை, கர்நாடக இசை, ஹிந்துஸ்தானி இசை",
      "கர்நாடக இசை, ஹிந்துஸ்தானி இசை, மேற்கத்திய இசை, பாண்டிய இசை, சோழ இசை, சேர இசை, பாலை இசை",
      "கரகம், யாழ், துத்தம், கைக்கிளை, உழை, இளி, விளரி"
    ],
    "answer": "A",
    
          "additional_context": "சிலப்பதிகாரத்தில் மருவூர்ப்பாக்கம் பற்றிய விவரிப்பில், குழல், யாழ் என்னும் இசைக் கருவிகளிலும் குரல், துத்தம், கைக்கிளை, உழை, இளி, விளரி என்னும் ஏழு இசைகளைக்  குற்றமின்றி இசைத்துச் சிறந்த திறமையைக் காட்டும் பெரும்பாணர்கள் இருப்பதாகக் கூறப்பட்டுள்ளது. இவை சங்க இலக்கியத்தில் குறிப்பிடப்படும் ஏழு இசை வகைகளாகும்.  \n\n துத்தம், கைக்கிளை, உழை, இளி, விளரி இவற்றை ‘இசையினும் இசை’ என்று அழைப்பர். \n\n இவ்வாறு இசை வகைகள் இசைக்கப்படுவதைக் கேட்டு மயங்கும் மருவூர்ப்பாக்கம் என்னும் பகுதி காஞ்சிபுரம் நகருக்கு அருகில் இருந்தது என்று சில வரலாற்று ஆய்வாளர்கள் கருதுகிறார்கள்."
          }
        ,
          
  {
    
          "description": "“மருவூர்ப் பாக்கத்தின் தெருக்களில், பிட்டு வணிகம் செய்பவரும் அப்பம் சுடுபவரும் கள் விற்கும் வலைச்சியரும் மீன் விற்கும் பரதவரும் உள்ளனர்”  என்ற பத்தியில் குறிப்பிடப்படும்  'கள்நொடை ஆட்டியர்'  என்பதன் பொருள் என்ன?",
          "options": [
      "கள் விற்கும் பெண்கள்",
      "கள் விற்கும் ஆண்கள்",
      "கள் விற்கும் வலைச்சி",
      "கள் விற்பனை செய்யும் கடை"
    ],
    "answer": "C",
    
          "additional_context": "மருவூர்ப்பாக்கத்தின் தெருக்களில் பிட்டு வணிகம் செய்பவரும் அப்பம் சுடுபவரும் கள் விற்கும் வலைச்சியரும் மீன் விற்கும் பரதவரும் உள்ளனர் என சிலப்பதிகாரம் கூறுகிறது. \n\n கள் விற்கும் வலைச்சி என்பது பெண்கள் அல்லது மகளிர் அல்ல. அந்தக் காலத்தில் 'வலைச்சி' என்பது கள் விற்கும் ஒரு வகைத் தொழில்."
          }
        ,
          
  {
    
          "description": "'கஞ்ச காரரும் செம்புசெய் குநரும் மரம்கொல் தச்சரும் கருங்கைக் கொல்லரும்'  என்ற வரிகளில் குறிப்பிடப்படும் தொழில்கள் எவை?",
          "options": [
      "மண்பானை செய்வதும், மரவேலை செய்வதும், இரும்பு வேலை செய்வதும்",
      "தையல் தொழில்,  கல்வெட்டு, தோல் பொருள் தைத்தல்",
      "ஓவியம், சிற்பம், மணப்பொருள் விற்பனை",
      "பட்டு நூல் உற்பத்தி, மீன்பிடித்தல், கள் விற்பனை"
    ],
    "answer": "A",
    
          "additional_context": "மருவூர்ப் பாக்கத்தின் தெருக்களில், கஞ்ச காரரும் (மண்பானை செய்பவர்), செம்புசெய் குநரும் (செம்பு வேலை செய்பவர்), மரம்கொல் தச்சரும் (மரவேலை செய்பவர்), கருங்கைக் கொல்லரும் (இரும்பு வேலை செய்பவர்) என்று கூறப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'பொன்செய் கொல்லரும் நன்கலம் தருநரும் துன்ன காரரும் தோலின் துன்னரும்'  என்ற வரிகளில் குறிப்பிடப்படும் 'நன்கலம் தருநர்'  என்பதன் பொருள் என்ன?",
          "options": [
      "தையற்காரர்",
      "தோல் பொருள் தைப்பவர்",
      "பொற்கொல்லர்",
      "இரத்தின வேலை செய்பவர்"
    ],
    "answer": "D",
    
          "additional_context": "மருவூர்ப் பாக்கத்தில் பொன்செய் கொல்லரும் (பொற்கொல்லர்), நன்கலம் தருநரும் (இரத்தின வேலை செய்பவர்), துன்ன காரரும் (தையற்காரர்), தோலின் துன்னரும் (தோல் பொருள் தைப்பவர்) போன்ற பல தொழில்கள் நடைபெற்றன என சிலப்பதிகாரம் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "“சிறுகுறுங் கைவினைப் பிறர்வினை யாளரொடு மறுஇன்றி விளங்கும் மருவூர்ப் பாக்கமும்'  என்ற வரியில் 'மருவூர்ப் பாக்கம்'  என்பது எந்த இடத்தைக் குறிக்கிறது?",
          "options": [
      "மதுரை",
      "காவிரிப்பூம்பட்டினம்",
      "திருச்செந்தூர்",
      "புகார்"
    ],
    "answer": "D",
    
          "additional_context": "மருவூர்ப்பாக்கம் என்பது சிலப்பதிகாரத்தில் குறிப்பிடப்படும் ஒரு வணிகப் பகுதி. இது புகார் நகரில் இருந்ததாகக் கருதப்படுகிறது. மருவூர்ப்பாக்கத்தில் பலவகைத் தொழில்கள் நடைபெற்று வந்ததாகவும், பல வணிகர்கள் இருந்ததாகவும் சிலப்பதிகாரம் கூறுகிறது. இது சங்க காலத்தில் ஒரு பெரிய வணிக மையமாக இருந்திருக்க வேண்டும் என்பது தெளிவாகிறது. "
          }
        ]