
[
  {
    "description": "திருப்புடைமருதூரில் உள்ள சுவரோவியம் எதைப் படம் பிடித்துக் காட்டுகிறது?",
    "options": [
      "சோழர் காலத்து இராணுவம்",
      "பாண்டியர் காலத்து இராணுவம்",
      "விஜயநகர காலத்து இராணுவம்",
      "மராட்டியர் காலத்து இராணுவம்"
    ],
    "answer": "B",
    "additional_context": "17ஆம் நூற்றாண்டுச் சுவரோவியம், திருப்புடைமருதூர், திருநெல்வேலி என்பது பாடப்புத்தகத்தில் உள்ள ஒரு படத்திற்கான விளக்கமாகும்.  இந்த படத்தில் வீறுகொண்டு முன்னேறும் காலாட்படை, குதிரைப்படை, யானைப்படை என்பது இடம் பெற்றுள்ளது. ஆகவே இப்படம் பாண்டியர் காலத்து இராணுவத்தை விவரிக்கிறது."
  },
  {
    "description": "ஊர்ப்பெயர்களின் மரூஉ எழுதுக. எது சரியானது?",
    "options": [
      "புதுக்கோட்டை – புதுகோட்டை",
      "திருச்சிராப்பள்ளி – சிங்கை",
      "கோயம்புத்தூர் – கோவை",
      "கும்பகோணம் – கும்பகம்"
    ],
    "answer": "C",
    "additional_context": "ஊர்ப்பெயர்களின் மரூஉ என்பது அவற்றின் சுருக்கமான பெயர் ஆகும்.  இந்த பாடப்பகுதியில் கோயம்புத்தூர்  என்பதன் மரூஉ  கோவை என்பதாக குறிப்பிடப்பட்டுள்ளது.  இது சரியானதாகும்.  மற்றவைகள்  சரியானவை அல்ல."
  },
  {
    "description": "பாடலின் கடைசி வரிகள்  \"கற்ற பெண்களை இந்த நாடு - தன்/ கண்ணில் ஒற்றிக் கொள்ளுமன் போடு!\"  எதைக் குறிப்பிடுகின்றன?",
    "options": [
      "பெண்களின் கல்வியின் மகத்துவம்",
      "நாட்டின் வளர்ச்சியில் பெண்கள் பங்களிப்பு",
      "கல்வி பெற்ற பெண்கள் அனைவரும் மதிக்கப்படுவார்கள்",
      "அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடலின் கடைசி வரிகள் கல்வியின் முக்கியத்துவத்தை  குறிப்பிடுகிறது.  கற்ற பெண்கள் நாட்டின் வளர்ச்சியில் முக்கியப் பங்கு வகிக்கிறார்கள் என்பதை இது சுட்டிக் காட்டுகிறது.  மேலும் கல்வி பெற்ற பெண்கள் அனைவரும் மதிக்கப்படுவார்கள் என்பதையும் இது  குறிப்பிடுகிறது.  ஆகவே அனைத்தும் சரி என்பதே இதற்கான சரியான விடை."
  },
  {
    "description": "கவிதையில் அம்மா தன் மகளை எந்த ஒரு விஷயத்தைச் செய்யும்படி கேட்டுக்கொள்கிறாள்?",
    "options": [
      "காதுக்குக் கம்மல் அணிவதை கவனமாகச் செய்ய வேண்டும்",
      "தன்னைப் பாடசாலையில் சொல்லி அழைக்க வேண்டும்",
      "வாரா விருந்தினர்களை வளையலால் மகிழ்விக்க வேண்டும்",
      "கல்வியை மதித்து பெண்கள் சிறந்தவர்களாக வாழ வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "இந்த கவிதையில் அம்மா தன் மகளுக்கு காதுக்குக் கம்மல் அணிவதை கவனமாகச் செய்ய வேண்டும் என்று கூறுகிறாள்.  மகள் தோடு கேட்க, அம்மா கம்மல் கேட்கிறாள்.  பின்னர் மகள் வளையல் கேட்க, அம்மா  அது விருந்தினர்களை மகிழ்விப்பதற்கானது என்று கூறுகிறாள்.  இறுதியில் மகள் பாடசாலையில் அவளை என்ன சொல்லி அழைக்க வேண்டும் என்று கேட்கிறாள்."
  },
  {
    "description": "கவிதையில் மகள் எந்தப் பொருளை தன் அம்மாவிடம் வாங்கித் தரும்படி கேட்டுக்கொள்கிறாள்?",
    "options": [
      "வளையல்",
      "கைக்கிரண்டு",
      "தோடு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கவிதையில் மகள் தனது அம்மாவிடம் தோடு, வளையல் மற்றும் கைக்கிரண்டு ஆகியவற்றை வாங்கித் தரும்படி கேட்டுக்கொள்கிறாள்."
  }
]
