
[
  {
    "description": "இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கியதற்கான காரணம் என்ன?",
    "options": [
      "பாண்டிய மன்னன் தன்னை அவமதித்ததால்",
      "இடைக்காடனாரை அவமதித்த மன்னனின் பிழையை உணர்த்துவதற்காக",
      "பாண்டிய நாட்டில் அநீதிகள் அதிகரித்ததால்",
      "இடைக்காடனார் கோவிலில் புகுந்துகொண்டதால்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாண்டிய நாட்டை ஆட்சிபுரிந்த குலேசபாண்டியன் என்னும் மன்னன் தமிழ்ப் புலமையில் சிறந்து விளங்கினான். கபிலரின் நண்பரான இடைக்காடனார் என்னும் புலவர், தாம் இயற்றிய கவிதையினை மன்னன் முன்பு பாட, அதைப் பொருட்படுத்தாமல் மன்னன் புலவரை அவமதித்தான். மனம் வருந்திய இடைக்காடனார், இறைவனிடம் முறையிட்டார். மன்னனின் பிழையை உணர்த்துவதற்காக இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கி, வடதிருஆலவாயில் சென்று தங்கினார். இதை அறிந்த மன்னன் தன் பிழையைப் பொறுத்தருளுமாறு இறைவனை வேண்டி, இடைக்காடனாருக்குச் சிறப்புச் செய்தான்."
  },
  {
    "description": "இடைக்காடனாரின் கவிதை எப்படி இருந்தது?",
    "options": [
      "மிகவும் இனிமையான தேன் ஒழுகும் கவிதை",
      "மன்னனின் வலிமையைப் புகழ்ந்து பாடும் கவிதை",
      "மன்னனின் தவறுகளைத் தூக்கி காட்டும் கவிதை",
      "காதல் கவிதை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மன்னன் தமிழ்ப் புலமையில் சிறந்து விளங்கினான். கபிலரின் நண்பரான இடைக்காடனார் என்னும் புலவர், தாம் இயற்றிய கவிதையினை மன்னன் முன்பு பாட, அதைப் பொருட்படுத்தாமல் மன்னன் புலவரை அவமதித்தான். மனம் வருந்திய இடைக்காடனார், இறைவனிடம் முறையிட்டார். மன்னனின் பிழையை உணர்த்துவதற்காக இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கி, வடதிருஆலவாயில் சென்று தங்கினார். இதை அறிந்த மன்னன் தன் பிழையைப் பொறுத்தருளுமாறு இறைவனை வேண்டி, இடைக்காடனாருக்குச் சிறப்புச் செய்தான்."
  },
  {
    "description": "மன்னன், இறைவனின் கோவிலை விட்டு நீங்கியதற்கான காரணம் என்னவென்று எப்படி அறிந்துகொண்டான்?",
    "options": [
      "இடைக்காடனாரிடம் கேட்டறிந்தான்",
      "தன் மந்திரிகளிடம் கேட்டறிந்தான்",
      "மக்களிடம் கேட்டறிந்தான்",
      "இறைவனின் பதிலில் இருந்து அறிந்தான்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மன்னனின் பிழையை உணர்த்துவதற்காக இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கி, வடதிருஆலவாயில் சென்று தங்கினார். இதை அறிந்த மன்னன் தன் பிழையைப் பொறுத்தருளுமாறு இறைவனை வேண்டி, இடைக்காடனாருக்குச் சிறப்புச் செய்தான்."
  },
  {
    "description": "மன்னன் இடைக்காடனாரை எப்படிப் போற்றினான்?",
    "options": [
      "அவருக்கு நிலம் கொடுத்தான்",
      "அவருக்குப் பணம் கொடுத்தான்",
      "அவருக்கு மரியாதை செய்து வணங்கினான்",
      "அவரை தன் மந்திரியாக நியமித்தான்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மன்னனின் பிழையை உணர்த்துவதற்காக இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கி, வடதிருஆலவாயில் சென்று தங்கினார். இதை அறிந்த மன்னன் தன் பிழையைப் பொறுத்தருளுமாறு இறைவனை வேண்டி, இடைக்காடனாருக்குச் சிறப்புச் செய்தான்."
  },
  {
    "description": "'கவரி' என்ற சொல் என்ன குறிக்கிறது?",
    "options": [
      "மன்னரின் ஆடை",
      "மன்னரின் சாமரை",
      "மன்னரின் குதிரை",
      "மன்னரின் வீடு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "விதிமுறை கதலி பூகம் கவரிவால் விதானம் தீபம் புதியதோர் நிறைநீர்க் கும்பங் கதலிகை புனைந்த மன்றல் கதிர்மணி மாடத் தம்பொற் சேக்கைமேற் கற்றோர் சூழ மதிபுனை காடன் தன்னை மங்கல அணிசெய் தேற்றி. (2641) சொல்லும் பொருளும் : கவரி - சாமரை ( கவரிமாவின் முடியில் செய்த விசிறியாகிய அரசச் சின்னம்) "
  }
]
