
[
  {
    "description": "'அறிவு அறியாமை ஐயுறல் கொளல் கொடை ஏவல் தரும் வினா ஆறும் இழுக்கார்' -  இந்த நன்னூல் வரியின்படி எத்தனை வினா வகைகள் இருக்கின்றன?",
    "options": [
      "நான்கு",
      "ஐந்து",
      "ஆறு",
      "ஏழு"
    ],
    "answer": "C",
    "additional_context": "நன்னூல் இலக்கண நூல். இது  தொல்காப்பியத்தின் பிற்கால வளர்ச்சி எனக் கூறலாம். நன்னூல் 385-வது வரியில் வினாவகைகள் பற்றித் தெளிவாக விளக்கியுள்ளது. அறிவு, அறியாமை, ஐயுறல், கொளல், கொடை, ஏவல் ஆகிய ஆறு வகை வினாக்கள் இருப்பதாக நன்னூலில் கூறப்பட்டுள்ளது. அறிவினா என்ற சொல் அறிவு என்பதன் சுருக்கம். அதாவது தான் அறிந்திருக்கும்  விடை பிறருக்குத் தெரியுமா என்பதை அறியும் பொருட்டு வினவுவது அறிவினா ஆகும். தான் அறியாத ஒன்றை அறிவதற்காக  கேட்கும் வினா அறியா வினா ஆகும். ஐயம் நீங்கி தெளிவு பெறும் பொருட்டு கேட்கப்படும் வினா ஐய வினா. தான் ஒரு பொருளை வாங்கிக் கொள்ளும் பொருட்டு வினவுவது கொளல் வினா. பிறருக்கு ஒரு பொருளைக் கொடுத்து உதவும் பொருட்டு வினவுவது கொடை வினா. ஒரு செயலைச் செய்யுமாறு ஏவுதற் பொருட்டு வினவுவது ஏவல் வினா. "
  },
  {
    "description": "'நிரல்நிறைப் பொருள்கோள்' எத்தனை வகைப்படும்?",
    "options": [
      "மூன்று",
      "நான்கு",
      "இரண்டு",
      "ஐந்து"
    ],
    "answer": "C",
    "additional_context": "செய்யுளில் சொற்களைப் பொருளுக்கு ஏற்றவாறு சேர்த்தோ மாற்றியோ பொருள் கொள்ளும் முறைக்குப் 'பொருள்கோள்' என்று பெயர். பொருள்கோள் எட்டு வகைப்படும். அவற்றைப் பற்றி நன்னூலில் தெளிவாகக் கூறப்பட்டுள்ளது. ஆற்றுநீர்ப் பொருள்கோள், மொழிமாற்றுப் பொருள்கோள், நிரல்நிறைப் பொருள்கோள், விற்பூட்டுப் பொருள்கோள், தாப்பிசைப் பொருள்கோள், அளைமறிபாப்புப் பொருள்கோள், கொண்டுகூட்டுப் பொருள்கோள், அடிமறிமாற்றுப் பொருள்கோள். இவற்றுள்  நிரல்நிறைப் பொருள்கோள்  முறை  பிறழாமல் நிரல்நிறையாக (வரிசையாக) அமைந்து வருவது  'நிரல்நிறைப் பொருள்கோள்' ஆகும். இது  முறை நிரல்நிறைப் பொருள்கோள், எதிர் நிரல்நிறைப் பொருள்கோள் என இருவகைப்படும்."
  },
  {
    "description": "'சுட்டு விடை, மறை விடை, நேர் விடை'  எனப்படும் விடை வகைகள் எந்த வகை விடைகள்?",
    "options": [
      "வெளிப்படை விடைகள்",
      "குறிப்பு விடைகள்",
      "மறைமுக விடைகள்",
      "வினா எதிர் வினாதல் விடைகள்"
    ],
    "answer": "A",
    "additional_context": "சுட்டு விடை, மறை விடை, நேர் விடை, ஏவல் விடை, வினா எதிர் வினாதல் விடை, உற்றது உரைத்தல் விடை, உறுவது கூறல் விடை, இனமொழி விடை என்று விடை எட்டு வகைப்படும். முதல் மூன்று வகையும் நேரடி விடைகளாக இருப்பதால் வெளிப்படை விடைகள் எனவும் அடுத்த ஐந்து விடைகளும் குறிப்பாக இருப்பதால் குறிப்பு விடைகள் எனவும் கொள்ளலாம்."
  },
  {
    "description": "'கல்விசேர் மாந்தரின் இறைஞ்சிக் காய்த்தவே'  என்ற வரியில் உள்ள 'இறைஞ்சிக் காய்த்தவே' என்பது எந்த வகை வினையெச்சம்?",
    "options": [
      "பயனிலை",
      "உருபு",
      "இடைச்சொல்",
      "வினையெச்சம்"
    ],
    "answer": "A",
    "additional_context": "நெற்பயிர், கருவுற்ற பச்சைப் பாம்பின் வடிவம்போல் கருக்கொண்டு, பின்பு கதிர்விட்டு, செல்வம் சேர்ந்தவுடன் பண்பற்றமக்கள் பணிவின்றித் தலை நிமிர்ந்து நிற்பதுபோல் குத்திட்டு நின்று, முடிவில் கதிர் முற்றியவுடன் கற்றவர்கள் வணங்குதல் போல் வளைந்து காய்த்தன. 'நெல்' என்னும் எழுவாய் அதன் தொழில்களான இருந்து, ஈன்று, நிறுவி, இறைஞ்சி என்னும் வினையெச்சங்களைப் பெற்றுக் 'காய்த்தவே' என்னும் பயனிலையைக் கொண்டு முடிந்தது. 'இறைஞ்சிக் காய்த்தவே' என்பது பயனிலை வினையெச்சமாகும்"
  },
  {
    "description": "'பாமகள்: வணக்கம் ஆதிரை! ஏதோ எழுதுகிறீர்கள் போலிருக்கிறதே? (அறியா வினா)'  - இப்பகுதியில் இருக்கும் வினா எந்த வகை வினா?",
    "options": [
      "கொளல் வினா",
      "ஏவல் வினா",
      "ஐய வினா",
      "அறியா வினா"
    ],
    "answer": "D",
    "additional_context": "தான் அறியாத ஒன்றை அறிவதற்காக  கேட்கும் வினா அறியா வினா ஆகும். "
  }
]
