
[
  {
    "description": "கவிஞர் உமா மகேஸ்வரி எந்த மாவட்டத்தைச் சேர்ந்தவர்?",
    "options": [
      "சென்னை",
      "மதுரை",
      "கோவை",
      "திருச்சி"
    ],
    "answer": "B",
    "additional_context": "கவிஞர் உமா மகேஸ்வரி மதுரை மாவட்டத்தில் பிறந்தவர். தற்போது தேனி மாவட்டம் ஆண்டிபட்டியில் வாழ்ந்து வருகிறார். இவர், நட்சத்திரங்களின் நடுவே, வெறும் பொழுது, கற்பாவை உள்ளிட்ட கவிதைத் தொகுதிகளைப் படைத்துள்ளார்; கவிதை, சிறுகதை, புதினம் என்று பல தளங்களில் படைத்து வருகிறார்."
  },
  {
    "description": "கவிதையில் எடுத்துக்காட்டப்பட்டுள்ள மலர்களைத் தொடுவதில் உள்ள சிரமம் என்ன?",
    "options": [
      "மலர்கள் மிகவும் மென்மையானவை",
      "காம்புகள் எளிதில் முறிந்து விடும்",
      "மலர்கள் நிறைய அழகாக இருக்கின்றன",
      "மலர்கள் அதிக நேரம் உயிர்வாழாது"
    ],
    "answer": "B",
    "additional_context": "கவிதையில், மலர்களைத் தொடுவதில் உள்ள சிரமத்தை கவிஞர் விளக்குகிறார்.  சாந்தமானதொரு பிரபஞ்சத்தைச் சுமக்கின்றன ஒல்லித் தண்டுகள். இறுக்கி முடிச்சிட்டால் காம்புகளின் கழுத்து முறியும். தளரப் பிணைத்தால் மலர்கள் தரையில் நழுவும் என்று குறிப்பிடுகிறார்."
  },
  {
    "description": "கவிஞர் என்ன மனநிலையில் மலர்களைத் தொடுவது பற்றி சிந்திக்கிறார்கள்?",
    "options": [
      "துக்கம்",
      "கோபம்",
      "மகிழ்ச்சி",
      "சாந்தம்"
    ],
    "answer": "D",
    "additional_context": "கவிஞர் சாந்தமான மனநிலையுடன் மலர்களைத் தொடுவது பற்றி சிந்திக்கிறார்.  இந்தப் பூவைத் தொடுப்பது எப்படி?  சாந்தமானதொரு பிரபஞ்சத்தைச் சுமக்கின்றன ஒல்லித் தண்டுகள். இறுக்கி முடிச்சிட்டால் காம்புகளின் கழுத்து முறியும். தளரப் பிணைத்தால் மலர்கள் தரையில் நழுவும். வாசலில் மரணம் நிற்பதறிந்தும் வருந்தாமல் சிரிக்கும் இந்தப் பூவை எப்படித் தொடுக்க நான் என்று கேள்வி எழுப்புகிறார்."
  },
  {
    "description": "கவிதையில் மலர்களை என்னென்ன உருவகங்களாகப் பயன்படுத்தப்பட்டுள்ளன?",
    "options": [
      "அழகு, வாழ்க்கை, மரணம்",
      "கலை, அழகு, மென்மை",
      "இயற்கை, கலை, அழகு",
      "அழகு, வாழ்க்கை, கலை"
    ],
    "answer": "A",
    "additional_context": "கவிஞர் மலர்களை அழகு, வாழ்க்கை, மரணம் ஆகிய உருவகங்களாகப் பயன்படுத்தியுள்ளார்.  சாந்தமானதொரு பிரபஞ்சத்தைச் சுமக்கின்றன ஒல்லித் தண்டுகள். இறுக்கி முடிச்சிட்டால் காம்புகளின் கழுத்து முறியும். தளரப் பிணைத்தால் மலர்கள் தரையில் நழுவும். வாசலில் மரணம் நிற்பதறிந்தும் வருந்தாமல் சிரிக்கும் இந்தப் பூவை எப்படித் தொடுக்க நான் என்று கேள்வி எழுப்புகிறார்."
  },
  {
    "description": "பூத்தொடுத்தல் கவிதையில், _____ மனமே நூலாகும் என்று கூறப்படுகிறது.",
    "options": [
      "கவிஞரின்",
      "மலரின்",
      "அழகின்",
      "இயற்கையின்"
    ],
    "answer": "A",
    "additional_context": "கவிதையில் கவிஞரின் மனமே நூலாகும் என்று கூறப்பட்டுள்ளது.  ஒருவேளை, என் மனமே நூலாகும் நுண்மையுற்றாலொழிய என்ற வரிகளில் இது தெளிவாகிறது."
  }
]
