
[
  {
    "description": "_____  திணையில், போரிலே வெற்றிபெற்ற மன்னன் வாகைப்பூச் சூடி மகிழ்வது வழக்கம்.",
    "options": [
      "வெட்சி",
      "கரந்தை",
      "தும்பை",
      "வாகை"
    ],
    "answer": "D",
    "additional_context": "புறப்பொருள் இலக்கணத்தில், பன்னிரண்டு திணைகள் இருக்கின்றன. அதில் வாகைத்திணை என்பது போரிலே வெற்றி பெற்ற மன்னன் வாகைப் பூவைச் சூடி மகிழ்வதை  குறிக்கிறது. வாகை என்றால் வெற்றி என்பது உங்களுக்குத் தெரியும். போரில் வெற்றி பெற்ற மன்னன் வாகைப்பூவைச் சூடி மகிழ்வது என்பது வாகைத்திணையைப் பற்றிய விளக்கம். இது, வெற்றியைக் குறிக்கின்ற ஒரு முக்கியமான திணை. மன்னன் வாகைப்பூவைச் சூடி மகிழ்ந்ததைப் போன்று, நாம் அனைவரும் நமது வெற்றிகளைப் பற்றி மகிழ்ச்சியடைகிறோம். "
  },
  {
    "description": "_____  திணை, புறத்திணைகளில் பொதுவானவற்றையும், அவற்றுள் கூறப்படாதனவற்றையும் கூறுவது.",
    "options": [
      "பாடாண்",
      "பொதுவியல்",
      "கைக்கிளை",
      "பெருந்திணை"
    ],
    "answer": "B",
    "additional_context": "புறப்பொருள் இலக்கணத்தில், பன்னிரண்டு திணைகள் இருக்கின்றன. அதில் பொதுவியல் திணை என்பது, புறத்திணைகளில் பொதுவானவற்றையும், அதில் கூறப்படாதனவற்றையும் கூறுவது. புறத்திணைகள் பற்றிய கூடுதல் விளக்கங்கள் மற்றும் பின்னணியை இது வழங்குகிறது. புறப்பொருள் இலக்கணத்தில், பன்னிரண்டு திணைகள் இருக்கின்றன. அவற்றை அறிந்துகொள்வது மிகவும் முக்கியம். அவை அனைத்தும் தமிழ் இலக்கியத்தின் ஆழமான அம்சங்களைப் பற்றிச் சொல்லும்."
  },
  {
    "description": "_____ என்பது ஒருதலைக் காமத்தை குறிக்கிறது.",
    "options": [
      "பாடாண்",
      "பொதுவியல்",
      "கைக்கிளை",
      "பெருந்திணை"
    ],
    "answer": "C",
    "additional_context": "புறப்பொருள் இலக்கணத்தில், பன்னிரண்டு திணைகள் இருக்கின்றன. அதில் கைக்கிளை திணை என்பது ஒருதலைக் காமத்தைக் குறிக்கிறது. இது காதல் பாடல்களில் வரும் ஒரு முக்கியமான திணை. ஒருவர் மட்டுமே இன்னொருவரை மிகவும் விரும்பி, அவருடைய காதலை வெளிப்படுத்தும் போது, அதை கைக்கிளை திணை என்கிறோம். இது காதல் பாடல்களில் மிகவும் பொதுவான திணையாகும். "
  },
  {
    "description": "_____ என்பது பொருந்தாக் காமத்தை குறிக்கிறது.",
    "options": [
      "பாடாண்",
      "பொதுவியல்",
      "கைக்கிளை",
      "பெருந்திணை"
    ],
    "answer": "D",
    "additional_context": "புறப்பொருள் இலக்கணத்தில், பன்னிரண்டு திணைகள் இருக்கின்றன. அதில் பெருந்திணை என்பது பொருந்தாக் காமத்தைக் குறிக்கிறது. இதில் ஒருவர் இன்னொருவரை விரும்புவதில்லை, ஆனால் அவர்கள் இருவரும் ஒன்றாக இருக்க வேண்டும் என்று நினைக்கிறார்கள். இது காதல் பாடல்களில் மிகவும் சிக்கலான திணையாகும். "
  }
]
