
[
  {
    "description": "“தாமரை இலை நீர்போல” என்ற உவமையின் பொருளைத் தெரிவிக்கும் விருப்பத்தைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "நீரை உறிஞ்சும் தாமரை இலை போல, மனம் கவலைகளை உறிஞ்சும்",
      "தாமரை இலையில் நீர் ஒட்டாமல் இருப்பது போல, கெட்டவைகளை மனம் ஒட்டவிடாமல் இருக்கும்",
      "தாமரை இலையின் மீது நீர் துளிகள் இருப்பது போல, மனம் துன்பங்களை எளிதாகத் தாங்கும்",
      "தாமரை இலையில் நீர் ஓடுவது போல, மனம் துன்பங்களைக் கடந்து செல்லும்"
    ],
    "answer": "B",
    "additional_context": "“தாமரை இலை நீர்போல”  என்ற உவமை தாமரை இலையில் நீர் ஒட்டாமல் இருப்பது போல, கெட்டவைகளை மனம் ஒட்டவிடாமல் இருக்க வேண்டும் என்ற கருத்தை வலியுறுத்துவதற்காக பயன்படுத்தப்படுகிறது. அதாவது கெட்ட எண்ணங்கள், கெட்ட செயல்கள் போன்றவை நம் மனதில் இடம் பிடிக்காமல் இருக்க வேண்டும் என்கிறது இந்த உவமை."
  },
  {
    "description": "“மழைமுகம் காணாப் பயிர் போல” என்ற உவமை எந்தப் பொருளை விளக்குகிறது?",
    "options": [
      "மழை இல்லாமல் வாடிப்போன பயிர் போல, உதவியில்லாமல் தவிக்கும் ஒருவர்",
      "மழை பெய்தும் பயிர் வளராதது போல, முயற்சி செய்தும் வெற்றி அடையாத நிலை",
      "மழையை எதிர்நோக்கி காத்திருக்கும் பயிர் போல, நம்பிக்கையுடன் காத்திருக்கும் மனநிலை",
      "மழை பெய்து பயிர் வளர்வது போல, முயற்சி செய்து வெற்றி பெறும் நிலை"
    ],
    "answer": "A",
    "additional_context": "“மழைமுகம் காணாப் பயிர் போல” என்ற உவமை, மழை இல்லாமல் வாடிப்போன பயிர் போல, உதவியில்லாமல் தவிக்கும் ஒருவரின் நிலையைப் படம் பிடித்து காட்டுகிறது. உதவி இல்லாமல் தவிக்கும் நிலை எவ்வளவு மோசமானது என்பதை இந்த உவமை எடுத்துக்காட்டுகிறது. "
  },
  {
    "description": "“கண்ணினைக் காக்கும் இமை போல” என்ற உவமை எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "கண் இமைகள் கண்ணைக் காப்பது போல, நண்பர்கள் நம்மைப் பாதுகாப்பார்கள்",
      "கண் இமைகள் கண்ணைக் காப்பது போல, நம்மைப் பாதுகாக்கும் ஒருவர்",
      "கண் இமைகள் கண்ணைக் காப்பது போல, நம்மைப் பாதுகாக்கும் ஒரு பொருள்",
      "கண் இமைகள் கண்ணைக் காப்பது போல, நம்மைப் பாதுகாக்கும் ஒரு செயல்"
    ],
    "answer": "B",
    "additional_context": "“கண்ணினைக் காக்கும் இமை போல”  என்ற உவமை, கண் இமைகள் கண்ணைக் காப்பது போல, நம்மைப் பாதுகாக்கும் ஒருவரின்  நிலையை விளக்குகிறது. நண்பர்கள், பெற்றோர்கள்  போன்ற நம்மை பாதுகாக்கும் மனிதர்களை  இந்த உவமை குறிக்கிறது."
  },
  {
    "description": "“சிலை மேல் எழுத்து போல” என்ற உவமை எதை விளக்குகிறது?",
    "options": [
      "சிலை மேல் எழுத்து போல, கல்வி அறிவு மனதில் ஆழமாகப் பதிந்திருக்கும்",
      "சிலை மேல் எழுத்து போல, மறக்க முடியாத நினைவுகள்",
      "சிலை மேல் எழுத்து போல, ஒரு செயலை மீண்டும் மீண்டும் நினைவுபடுத்தும்",
      "சிலை மேல் எழுத்து போல, வீண் முயற்சி"
    ],
    "answer": "D",
    "additional_context": "“சிலை மேல் எழுத்து போல”  என்ற உவமை, சிலை மேல் எழுத்து எழுதுவது போல, வீண் முயற்சி என்பதை விளக்குகிறது.  சிலைக்கு  எழுத்து எழுதுவது மிகவும் கடினம்  மற்றும் பயனற்றது  என்பது போல,  சில சமயங்களில்  நாம்  செய்யும்  முயற்சிகள் வீண்  என்பதை  இந்த உவமை குறிக்கிறது."
  },
  {
    "description": "மேற்கண்ட உரையில் எந்த வார்த்தை அந்த அறிஞர் பெருமகனாரின் மறைவுக்கு மக்கள் மனதில் ஏற்பட்ட துயரத்தின் அளவை விவரிக்கிறது?",
    "options": [
      "a) பொங்கிப் பொருமி",
      "b) தாங்கி வந்த",
      "c) அருவியாய்க் கொட்டிய",
      "d) கதறித் துடித்து"
    ],
    "answer": "D",
    "additional_context": "இந்த கேள்விக்கான பதில்  'd) கதறித் துடித்து’ என்பதாகும்.   இந்த வார்த்தை மக்களின் துயரத்தின் அளவைக் காட்டுகிறது. ஒரு அறிஞரின் மறைவு மக்கள் மனதில் எத்தகைய  தாக்கத்தை ஏற்படுத்தியிருக்கும் என்பதை  'கதறித் துடித்து’ என்ற  வார்த்தை  மிகத் தெளிவாக  வலியுறுத்துகிறது."
  }
]
