[
          
  {
    
          "description": "கல்வியும் செல்வமும் பெற்ற பெண்கள் என்ன செய்வார்கள் என்று கம்பர் குறிப்பிட்டுள்ளார்?",
          "options": [
      "பூக்களை வளர்ப்பர்",
      "கலைகளைக் கற்றுக் கொள்வர்",
      "விருந்தும் ஈகையும் செய்வர்",
      "நூல்களை எழுதுவர்"
    ],
    "answer": "C",
    
          "additional_context": "நூல்களில் கல்வியும் செல்வமும் பெற்ற பெண்கள் தங்கள் வாழ்க்கையை எவ்வாறு நடத்துகிறார்கள் என்பது பற்றி பல வர்ணனைகள் உள்ளன. அந்த வகையில் கம்பர் தன்னுடைய ராமாயணத்தில் கல்வி, செல்வம் பெற்ற பெண்கள் பிறருக்கு உதவி செய்ய வேண்டும் என்று  குறிப்பிட்டுள்ளார். அதன்படி அவர்கள் விருந்தும் ஈகையும் செய்வதாக கூறியுள்ளார்.  கம்பராமாயணத்தில், 'பொருந்து செல்வமும் கல்வியும் பூத்தலால் வருந்தி வந்தவர்க்கு ஈதலும் வைகலும் விருந்தும் அன்றி விளைவன யாவையே' - கம்பராமாயணம், 1:2:36 என்ற வரிகள் இதற்கு சான்றாகும்."
          }
        ,
          
  {
    
          "description": "கலிங்கத்துப்பரணியில் விருந்தினர்க்கு உணவிடுவோரின் முகமலர்ச்சியை எதற்கு உவமையாக்கியுள்ளார்?",
          "options": [
      "தாமரை மலர்",
      "கனிகளின் நிறம்",
      "மழைத்துளி",
      "பனித்துளி"
    ],
    "answer": "A",
    
          "additional_context": "கலிங்கத்துப்பரணி என்கிற நூலை எழுதியவர் ஜெயங்கொண்டார்.  இந்த நூலில் விருந்தினர்க்கு உணவிடுபவர்களின் முகமலர்ச்சியைத் தாமரை மலர் போல இருக்கும் என்று உவமையாக  குறிப்பிட்டுள்ளார்.  தாமரைப் பூ மலர்ந்தது போல முகமலர்ச்சியோடு மகிழ்ச்சியாக விருந்தினரை வரவேற்று உணவிடுவது தமிழர்களின் பழக்கமாக இருந்தது. இந்த மரபை ஜெயங்கொண்டார் கலிங்கத்துப்பரணியில்  எடுத்துரைக்கிறார். அவர்  கூறும் பாடல் வரிகள், 'விருந்தினரும் வறியவரும் நெருங்கி யுண்ண மேன்மேலும் முகமலரும் மேலோர் போல' என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'உண்டால் அம்ம, இவ்வுலகம் இந்திரர் அமிழ்தம் இயைவ தாயினும், இனிதுஎனத் தமியர் உண்டலும் இலரே........' - இந்த வரிகள் எந்த நூலில் இருந்து எடுக்கப்பட்டவை?",
          "options": [
      "திருக்குறள்",
      "புறநானூறு",
      "சிலப்பதிகாரம்",
      "கம்பராமாயணம்"
    ],
    "answer": "B",
    
          "additional_context": "தமிழர்கள்  பிறருக்காக உணவைப் பகிர்ந்து உண்பது குறித்து புறநானூறு நூலில் பல பாடல்கள் உள்ளன. அதில் ஒரு பாடல் 'உண்டால் அம்ம, இவ்வுலகம் இந்திரர் அமிழ்தம் இயைவ தாயினும், இனிதுஎனத் தமியர் உண்டலும் இலரே........' என்ற வரிகளைக் கொண்டுள்ளது. இப்பாடலை இயற்றியவர் கடலில் மூழ்கிய  இளம்பெருவழுதி.  இந்த வரிகளின் மூலம் அவர் கூற விரும்பிய கருத்து  அனைவரும் தம்மைப் போலவே மகிழ்ந்து உண்ண வேண்டும் என்பதாகும். இல்லறத்தில் மகிழ்ச்சி உணவைப் பகிர்ந்து உண்பதன் மூலமே  சாத்தியமாகும் என்ற கருத்து இப்பாடலில் வெளிப்படுகிறது."
          }
        ,
          
  {
    
          "description": "இல்லத்தில் பலரும் நுழையும் அளவிற்கு உள்ள பெரிய வாயிலை இரவில் மூடுவதற்கு முன்னர் எந்த கேள்வியைக் கேட்பது வழக்கம்?",
          "options": [
      "நீங்கள் யார்?",
      "உங்களுக்கு என்ன வேண்டும்?",
      "உணவு உண்ண வேண்டியவர்கள் யாரேனும் உள்ளீர்களா?",
      "நீங்கள் எங்கிருந்து வருகிறீர்கள்?"
    ],
    "answer": "C",
    
          "additional_context": "இல்லத்தில் பலரும் நுழையும் அளவிற்கு உள்ள பெரிய வாயிலை இரவில் மூடுவதற்கு முன்னர்,  உணவு உண்ண வேண்டியவர்கள் யாரேனும் உள்ளார்களா என்று கேட்பது  தமிழர்களின் வழக்கமாக இருந்தது.  இது  விருந்தினர்களை மிகவும் மரியாதையாக வரவேற்கும் பழக்கமாக இருந்தது. இந்த வழக்கம் குறுந்தொகை நூலில்  இருந்து தெரிய வருகிறது.   'பலர்புகு வாயில் அடைப்பக் கடவுநர் வருவீர் உளீ ரோ' என்பது  அந்த நூலில் உள்ள வரிகள்."
          }
        ,
          
  {
    
          "description": "'மருந்தே ஆயினும் விருந்தொடு உண்' என்று யார் பாடியுள்ளார்?",
          "options": [
      "கம்பர்",
      "ஔவையார்",
      "பாரதிதாசனார்",
      "திருவள்ளுவர்"
    ],
    "answer": "B",
    
          "additional_context": "'மருந்தே ஆயினும் விருந்தொடு உண்' என்ற பாடல் வரிகள் ஔவையாரால் இயற்றப்பட்டது.  அவர் பாடிய கொன்றை வேந்தன் நூலில் இந்த வரிகள் இடம்பெற்றுள்ளன.  இந்த வரிகள்  விருந்தினர்களை மிகவும் மரியாதையாக வரவேற்க வேண்டும் என்பது குறித்து   சொல்கிறது.  விருந்து படைப்பதன் மூலம் அவர்கள் மனது மகிழ்ந்து நோய் நீங்கிவிடும் என்பது அவர் நம்பிக்கை.  இதற்கு  'வரகரிசிச் சோறும் வழுதுணங்காய் வாட்டும் முரமுரெனவே புளித்த மோரும் – திறமுடனே புள்வேளூர்ப் பூதன் புரிந்துவிருந்து இட்டான்ஈ(து) எல்லா உலகும் பெறும்' என்ற அவரது பாடல் வரிகள் நல்ல சான்றாகும்."
          }
        ]