
[
  {
    "description": "ஒரு மணித்துளிக்கு ____ முதல் ____ முறை வரை காற்றானது கார்பன் டை ஆக்சைடை எடுத்துக்கொண்டு உயிர்வளியைத் தருகிறது.",
    "options": [
      "10 - 15",
      "12 - 18",
      "15 - 20",
      "18 - 24"
    ],
    "answer": "B",
    "additional_context": "நம்மைச் சுற்றியுள்ள காற்று நமக்கு அவசியமான உயிர்வளியைத் தருகிறது. நாம் சுவாசிக்கும் போது வெளிவிடும் கார்பன் டை ஆக்சைடை எடுத்துக்கொண்டு நமக்குத் தேவையான உயிர்வளியைத் தருகிறது. மரங்கள் இந்த செயல்பாட்டில் முக்கியப் பங்கு வகிக்கின்றன. ஒரு மணித்துளிக்கு 12 முதல் 18 முறை வரை மரங்கள் காற்றை சுத்தப்படுத்தி நமக்கு உயிர்வளியைத் தருகின்றன. இதனால் மரங்களை நாம் காப்பாற்ற வேண்டும். மரங்களை வளர்த்து காற்று மாசுபாட்டை குறைக்க வேண்டும்."
  },
  {
    "description": "உலகிலேயே அதிகளவு மாசுபடுத்தும் நாடுகளில் ____ இடம் இந்தியாவுக்கு.",
    "options": [
      "முதலிடம்",
      "இரண்டாம் இடம்",
      "மூன்றாம் இடம்",
      "நான்காம் இடம்"
    ],
    "answer": "B",
    "additional_context": "இந்தியா உலகிலேயே அதிகளவு மாசுபடுத்தும் நாடுகளில் இரண்டாம் இடம் வகிக்கிறது.  இந்தியாவில் காற்று மாசுபாடு என்பது மிகப்பெரிய பிரச்சினை. தொழிற்சாலைகள், வாகனங்கள், மின்சாரம் தயாரிக்கும் ஆலைகள் போன்றவை காற்றை மாசுபடுத்தும் முக்கிய காரணங்கள். காற்று மாசுபாட்டை குறைக்க மரங்களை வளர்த்தல், வாகனப் புகையை குறைத்தல்,  தொழிற்சாலைகள் மற்றும் மின் உற்பத்தி ஆலைகள் மாசுபாட்டைக் குறைக்கும் தொழில்நுட்பங்களை பயன்படுத்த வேண்டும்."
  },
  {
    "description": "காற்று மாசுபாடு இந்தியாவில் மிகுந்த உயிரிழப்பைத் தரும் காரணங்களில் ____ இடம் பெறுகிறது.",
    "options": [
      "மூன்றாம்",
      "நான்காம்",
      "ஐந்தாம்",
      "ஆறாம்"
    ],
    "answer": "C",
    "additional_context": "காற்று மாசுபாடு இந்தியாவில் மிகுந்த உயிரிழப்பைத் தரும் காரணங்களில் ஐந்தாம் இடம் பெறுகிறது. காற்று மாசுபாட்டால் ஏற்படும் நோய்கள் - கண் எரிச்சல், தலைவலி, தொண்டைக்கட்டு, காய்ச்சல், நுரையீரல் புற்றுநோய், இளைப்பு நோய் எனப் பல நோய்களால் மக்கள் துன்பமடைகிறார்கள். காற்று மாசுபாட்டை குறைக்க நாம் அனைவரும் முயற்சி செய்ய வேண்டும்."
  },
  {
    "description": "காற்றைத் தூய்மையாக்கும் நடவடிக்கைகளில் ____ முன்னுரிமை தர வேண்டும்.",
    "options": [
      "மின்னாற்றல் ஊர்திகளை பயன்படுத்துதல்",
      "கச்சா எண்ணெய் பயன்பாடு",
      "நிலக்கரி பயன்பாடு",
      "விறகு பயன்பாடு"
    ],
    "answer": "A",
    "additional_context": "காற்று மாசுபாட்டைக் குறைக்க மின்னாற்றல் ஊர்திகளைப் பயன்படுத்துவது மிகவும் முக்கியம். மின்னாற்றல் ஊர்திகளைப் பயன்படுத்துவதால், காற்றில் வெளியிடப்படும் கார்பன் டை ஆக்சைடு குறையும், மேலும் இயற்கை வளங்கள் பாதுகாக்கப்படும்.  மின்னாற்றல் ஊர்திகளைப் பயன்படுத்துவதால் காற்று மாசுபாடு குறையும், மேலும் சத்தம் குறையும்."
  },
  {
    "description": "தாய்லாந்து மன்னரின் முடிசூட்டு விழாவில் ____ மற்றும் ____ பாடல்களைத் தாய் மொழியில் எழுதிவைத்துப் பாடுகின்றனர்.",
    "options": [
      "திருக்குறள், திருப்பாவை",
      "திருவெம்பாவை, திருப்பாவை",
      "திருப்பாவை, திருவாசகம்",
      "திருவெம்பாவை, திருவாசகம்"
    ],
    "answer": "B",
    "additional_context": "தாய்லாந்து மன்னரின் முடிசூட்டு விழாவில் திருவெம்பாவை, திருப்பாவை பாடல்களைத் தாய் மொழியில் எழுதிவைத்துப் பாடுகின்றனர். தாய் மொழியில் எழுதிவைத்துப் பாடுவது என்பது  தாய்மொழியின் சிறப்பைப் போற்றுவதாகும். இது மன்னரின் கௌரவத்தையும் காட்டுகிறது."
  }
]
