
[
  {
    "description": "இலக்கண முறையுடன் பிழையின்றிப் பேசுவதும் எழுதுவதும் _______ எனப்படும்.",
    "options": [
      "a) வழு",
      "b) வழாநிலை",
      "c) வழுவமைதி",
      "d) மரபு"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "இலக்கணம் என்பது மொழியின் அமைப்பு,  மொழி பயன்பாடு மற்றும் மொழி வளர்ச்சி பற்றிய  அறிவியல் ஆய்வு.  இலக்கணம் என்பது மொழியின் கட்டமைப்பைப் பற்றி அறிந்துகொள்ளும் ஒரு வழிகாட்டி. நாம் பேசும்போதும் எழுதும் போதும்  இலக்கணம் என்பது ஒரு முக்கியமான காரணியாகும்.  இலக்கணம் பின்பற்றப்படும் போது அது வழாநிலை என அழைக்கப்படுகிறது. இலக்கணப் பிழைகள் இருக்கும் போது அது வழு என அழைக்கப்படுகிறது."
  },
  {
    "description": "அஃறிணை ____  மற்றும் ____ என இரு பிரிவுகளை உடையது.",
    "options": [
      "a)  ஆண்பால், பெண்பால்",
      "b) ஒன்றன்பால், பலவின்பால்",
      "c) தன்மை, முன்னிலை",
      "d) தன்மை, படர்க்கை"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "அஃறிணை என்பது உயிரற்ற பொருள்களைக் குறிக்கும். மரம், மலை, கல், நீர் ஆகியவை அஃறிணைக்குரியவை.  அஃறிணை  ஒன்றன்பால்  மற்றும்  பலவின்பால் என இரு பிரிவுகளை உடையது. ஒன்றன்பால் என்பது ஒரு பொருளை குறிக்கும். எடுத்துக்காட்டு: மரம், மலை. பலவின்பால் என்பது பல பொருள்களை குறிக்கும். எடுத்துக்காட்டு: மரங்கள், மலைகள்"
  },
  {
    "description": "உயர்திணைக்குரிய பால் பகுப்புகள் ____, ____, ____ என இடம் மூன்று வகைப்படும்.",
    "options": [
      "a) தன்மை, முன்னிலை, படர்க்கை",
      "b) ஒன்றன்பால், பலவின்பால், இடைநிலை",
      "c) ஆண்பால், பெண்பால், பலர்பால்",
      "d) தன்மை, முன்னிலை, இடைநிலை"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "உயர்திணை என்பது ஆறறிவுடைய மக்களை குறிக்கும்.  உயர்திணை ஆண்பால், பெண்பால், பலர்பால்  என மூன்று வகைப்படும். ஆண்பால்  ஆண்களை குறிக்கும். எடுத்துக்காட்டு: வீரன், அரசன். பெண்பால் பெண்களை குறிக்கும். எடுத்துக்காட்டு: மகள், அரசி. பலர்பால் பல ஆண்கள் மற்றும் பெண்களை குறிக்கும்.  எடுத்துக்காட்டு:  மக்கள், ஆடவர், பெண்கள். உயர்திணைக்குரிய  பால்  பகுப்புகள்  தன்மை, முன்னிலை, படர்க்கை என இடம் மூன்று வகைப்படும்.  தன்மை என்பது பேசுபவரைக் குறிக்கும்.  முன்னிலை என்பது கேட்பவரைக் குறிக்கும். படர்க்கை என்பது  பேசுபவர் மற்றும் கேட்பவர்  இருவரையும் தவிர  மற்றவரைக் குறிக்கும்."
  },
  {
    "description": "“என் அம்மை வந்தாள்”  என்று  மாட்டைப் பார்த்துக் கூறுவது  ____   வழுவமைதி  ஆகும்.",
    "options": [
      "a) திணை",
      "b) பால்",
      "c) இடம்",
      "d) கால"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "திணை என்பது  மொழியில் ஒரு பொருளை குறிக்கும் போது பயன்படுத்தப்படும் வார்த்தைகளின் வகையை குறிக்கிறது. திணை வழுவமைதி  என்பது  இலக்கண நியதிகளுக்கு  மாறாக, ஒரு திணையைக் குறிக்கும் வார்த்தையை வேறு திணையைக் குறிக்க பயன்படுத்துவது ஆகும்.  எடுத்துக்காட்டு:  \"என் அம்மை வந்தாள்\" என்று மாட்டைப் பார்த்துக் கூறுவது திணை வழுவமைதி ஆகும். இங்கு, உவப்பின் காரணமாக, அஃறிணையான மாட்டை, உயர்திணையான மனிதரைக் குறிக்கும்  \"என் அம்மை\"  என்ற சொல்லால்  குறிப்பிடுகிறார்கள்."
  },
  {
    "description": "“வாடா இராசா, வாடா கண்ணா” என்று தன் மகளைப் பார்த்துத் தாய் அழைப்பது ____ வழுவமைதி ஆகும்.",
    "options": [
      "a) திணை",
      "b) பால்",
      "c) இடம்",
      "d) கால"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "பால் என்பது திணையின் உட்பிரிவு.  பால்  என்பது ஒரு பொருளை குறிக்கும் வார்த்தையின்  เพศ  (ஆண், பெண், பலர்) ஐ  குறிக்கிறது. பால் வழுவமைதி என்பது  இலக்கண நியதிகளுக்கு மாறாக  ஒரு  பாலைக்  குறிக்கும் வார்த்தையை  வேறு பாலைக்  குறிக்க பயன்படுத்துவது ஆகும்.  எடுத்துக்காட்டு:  \"வாடா இராசா, வாடா கண்ணா\"  என்று தன் மகளைப் பார்த்துத் தாய் அழைப்பது  பால் வழுவமைதி ஆகும்.  இங்கு, உவப்பின் காரணமாக, பெண்பாலான மகளை, ஆண்பாலான  \"இராசா, கண்ணா\"  என்ற சொற்களால் குறிப்பிடுகிறார்கள்."
  }
]
