
[
  {
    "description": "புறத்திணை என்னும் சொல் பற்றிய விளக்கத்தில் எந்த தகவல் இல்லை?",
    "options": [
      "புறத்திணைகள் வெட்சி முதல் பாடாண் வரை பன்னிரண்டு வகைப்படும்.",
      "புறத்திணைகள் மக்களின் வாழ்க்கை முறையைக் குறிப்பிடுகின்றன.",
      "புறத்திணைகள் அன்பின் ஐந்திணையை விட முக்கியமானவை.",
      "புறத்திணைகள் புறத்திணை நெறிகளை விளக்குகின்றன."
    ],
    "answer": "C",
    "additional_context": "புறத்திணை என்பது அன்பின் ஐந்திணை (குறிஞ்சி, முல்லை, மருதம், நெய்தல், பாலை) போன்ற உணர்ச்சி அடிப்படையிலானவற்றை விட, மக்களின் வாழ்க்கை முறையைக் குறிப்பிடும் புறத்திணை நெறிகளை விளக்கும்  திணை. புறத்திணைகள், வெட்சி முதலாக பன்னிரண்டு வகைப்படும். புறத்திணைகள் மக்களின் வாழ்க்கை முறையைப் பற்றிய செய்திகளைத் தெரிவிக்கிறது"
  },
  {
    "description": "ஆநிரைகளைக் கவர்தலால் உருவான புறத்திணையின் பெயர் எது?",
    "options": [
      "வஞ்சி",
      "வெட்சி",
      "காஞ்சி",
      "நொச்சி"
    ],
    "answer": "B",
    "additional_context": "மக்கள் சிறு குழுக்களாக வாழ்ந்த காலத்தில், ஆநிரைகளைச் (மாடுகளை) சொத்தாகக் கருதினர். ஒரு குழுவினரிடமிருந்து மற்றொரு குழுவினர் ஆநிரைகளைக் கவர்தல் வழக்கமாக இருந்தது. ஆநிரைகளைக் கவர்ந்துவர வெட்சிப் பூவினைச் சூடிக்கொண்டு செல்வர். எனவே, ஆநிரை கவர்தல் வெட்சித் திணை எனப்பட்டது."
  },
  {
    "description": "கரந்தைத் திணை பற்றிய விளக்கத்தில் எந்த தகவல் தவறானது?",
    "options": [
      "கரந்தைப் பூவைச் சூடி ஆநிரைகளை மீட்கச் செல்வர்.",
      "கரந்தைப் பூ சிறிய முட்டை வடிவில் கொத்தாகப் பூக்கக் கூடியது.",
      "கரந்தை மணமற்ற செடி.",
      "கரந்தை பூ செம்மை, நீலம், இளஞ்சிவப்பு, நீலம் கலந்த சிவப்பு ஆகிய நிறங்களில் காணப்படும்."
    ],
    "answer": "C",
    "additional_context": "கவர்ந்து செல்லப்பட்ட தம் ஆநிரைகளை மக்கள் மீட்கச்செல்வர். அப்போது கரந்தைப் பூவைச் சூடிக்கொள்வர். அதனால் கரந்தைத் திணை என்று பெயர் பெற்றது. சிறிய முட்டை வடிவில் கொத்தாகப் பூக்கக் கூடிய கரந்தை ஒரு சிறிய செடி. நறுமணம் மிக்க இது செம்மை, நீலம், இளஞ்சிவப்பு, நீலம் கலந்த சிவப்பு ஆகிய நிறங்களில் பூக்கின்றது. இதனைக் 'கொட்டைக் கரந்தை' என்றும் கூறுவர்."
  },
  {
    "description": "எந்தப் புறத்திணையில் மண்ணைக் கைப்பற்றும் போர் முக்கியமாகக் குறிப்பிடப்படுகிறது?",
    "options": [
      "வஞ்சி",
      "வெட்சி",
      "காஞ்சி",
      "நொச்சி"
    ],
    "answer": "A",
    "additional_context": "மண் (நாடு) சொத்தாக மாறிய காலத்தில் மண்ணைக் கவர்தல் போராயிற்று. மண்ணாசை காரணமாகப் பகைவர் நாட்டைக் கைப்பற்றக் கருதி வஞ்சிப்பூவைச் சூடிப் போருக்குச் செல்வது வஞ்சித்திணை."
  },
  {
    "description": "பகையரசனின் கோட்டையைக் கைப்பற்ற வந்த வீரர்கள் எந்தப் பூவைச் சூடிப் போரிடுவர்?",
    "options": [
      "காஞ்சி",
      "நொச்சி",
      "உழிஞை",
      "தும்பை"
    ],
    "answer": "C",
    "additional_context": "மாற்றரசனின் கோட்டையைக் கைப்பற்ற உழிஞைப் பூவைச் சூடிய தன் வீரர்களுடன் அதனைச் சுற்றி வளைத்தல் உழிஞைத்திணை. வேலிகளில் ஏறிப்படரும் நீண்ட கொடியே உழிஞைக் கொடி. இதன் கூட்டிலைகளும் மலர்களும் சிறியவை; மலர்கள் மஞ்சள் நிறத்தில் காணப்படும். இதனை முடக்கத்தான் (முடக்கொற்றான்) எனக் கூறுகின்றனர்."
  }
]
