
[
  {
    "description": "பாரதிதாசனின் \"யாழிசை\" கவிதை எந்த மாதிரியான இலக்கிய வகையைச் சேர்ந்தது?",
    "options": [
      "பாடல்",
      "கதை",
      "நாடகம்",
      "கவிதை"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடப் பகுதியில் பாரதிதாசன் எழுதிய \"யாழிசை\" கவிதை பற்றிய கேள்வி கேட்கப்பட்டுள்ளது. யாழிசை என்பது பாரதிதாசன் எழுதிய ஒரு அழகான கவிதை. இக்கவிதையில் ஒரு கவிஞர் தன் பேத்தி நீதி நூல் திரட்டையைப் படித்துக்கொண்டிருப்பதைக் காண்கிறார். இதைக் குறித்து யோசித்துப் பார்த்து அந்தக் கவிதையில் பயன்படுத்தப்பட்ட சொற்களைத் தேர்ந்தெடுத்து கவிதை எழுதும்படி கேட்கப்படுகிறது."
  },
  {
    "description": "கொடுக்கப்பட்ட அட்டவணையில் உள்ள \"ஓடு\" என்னும் வேர்ச்சொல்லுடன் இணைந்த எழுவாய்த் தொடர்கள் எது?",
    "options": [
      "ஓடினாள், ஓடிய, ஓடி வந்தாள்",
      "ஓடாதே, அருணாவிற்காக, ஓடினாள்",
      "சொன்னார், சொல்லிச் சென்றார், கதையைச் சொன்னார்",
      "தந்த, தந்து சென்றார், தருக"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடப் பகுதியில்  \"ஓடு\" என்ற வேர்ச்சொல்லுடன் இணைந்த எழுவாய்த் தொடர்களைத் தேர்ந்தெடுத்து எழுதும்படி கேட்கப்பட்டுள்ளது. \"ஓடு\" என்ற வேர்ச்சொல்லுடன் இணைந்த எழுவாய்த் தொடர்களாக \"ஓடினாள்\", \"ஓடிய\", \"ஓடி வந்தாள்\" ஆகியவை அட்டவணையில் உள்ளன. இதன்மூலம் மாணவர்கள் எழுவாய்த் தொடர்களைப் பற்றி அறிந்துகொள்ளலாம்."
  },
  {
    "description": "\"மரத்தை வளர்ப்பது நன்மை பயக்கும்\" என்னும் வாக்கியத்தில் உள்ள எழுவாயைச் செழுமைப்படுத்தி எழுதுவது எப்படி?",
    "options": [
      "அந்த மரத்தை வளர்ப்பது நன்மை பயக்கும்",
      "நல்ல மரத்தை வளர்ப்பது நன்மை பயக்கும்",
      "பெரிய மரத்தை வளர்ப்பது நன்மை பயக்கும்",
      "பசுமையான மரத்தை வளர்ப்பது நன்மை பயக்கும்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடப் பகுதியில் \"மரத்தை வளர்ப்பது நன்மை பயக்கும்\" என்ற வாக்கியத்தில் உள்ள எழுவாயைச் செழுமைப்படுத்தி எழுதும்படி கேட்கப்பட்டுள்ளது. இந்த வாக்கியத்தில் \"மரத்தை\" என்பது எழுவாய்.  எழுவாயைச் செழுமைப்படுத்தும் போது அது எப்படி இருக்க வேண்டும், என்ன விஷயம், எப்படி இருக்க வேண்டும் என்பதைச் சுட்டிக்காட்டும் வார்த்தைகளைப் பயன்படுத்த வேண்டும்.  அந்த விஷயம் அழகு, நிறம், அளவு, தன்மை, பயன், தன்மை போன்றவற்றைச் சார்ந்ததாக இருக்கலாம்.  எனவே, \"பசுமையான மரத்தை\" என்பது இந்த வாக்கியத்திற்கான செழுமைப்படுத்தப்பட்ட எழுவாயாகும். இதன்மூலம் மாணவர்கள் எழுவாயைச் செழுமைப்படுத்துவது எப்படி என்பதை அறிந்துகொள்ளலாம்."
  },
  {
    "description": "பாரதியார் பாடலில் \"தமிழ்நாடு\" என்ற சொல் எத்தனை முறை வருகிறது?",
    "options": [
      "ஒரு முறை",
      "இரண்டு முறை",
      "மூன்று முறை",
      "நான்கு முறை"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடப் பகுதியில் பாரதியார் பாடலில் \"தமிழ்நாடு\" என்ற சொல் எத்தனை முறை வருகிறது என்பதைப் பற்றிய கேள்வி கேட்கப்பட்டுள்ளது. பாரதியார் பாடலில் \"தமிழ்நாடு\" என்ற சொல் இரண்டு முறை வருகிறது. இந்தப் பாடப் பகுதியில் பாரதியார் பாடலைப் படித்து, அதில் \"தமிழ்நாடு\" என்ற சொல் எத்தனை முறை வருகிறது என்பதைக் கண்டுபிடித்து எழுதும்படி கேட்கப்படுகிறது. இதன்மூலம் மாணவர்கள் பாடலைப் படித்து புரிந்துகொள்ளும் திறனை வளர்த்துக்கொள்ளலாம்."
  },
  {
    "description": "பாரதியார் பாடலில் \"வள்ளுவன்\" என்ற சொல்லைப் பற்றி எது உண்மை?",
    "options": [
      "வள்ளுவர் தன்னை உலகினுக்கே தந்துவிட்டார்.",
      "வள்ளுவரின் புகழ் வானத்தைத் தொட்டது.",
      "வள்ளுவர் தமிழர்களின் பெருமை.",
      "மேலே உள்ள அனைத்தும் உண்மை."
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடப் பகுதியில் பாரதியார் பாடலில் \"வள்ளுவன்\" என்ற சொல்லைப் பற்றி எது உண்மை என்பதைப் பற்றிய கேள்வி கேட்கப்பட்டுள்ளது. பாரதியார் பாடலில் \"வள்ளுவன்\" என்ற சொல்லைப் பற்றி  \"வள்ளுவர் தன்னை உலகினுக்கே தந்துவிட்டார்\", \"வள்ளுவரின் புகழ் வானத்தைத் தொட்டது\", \"வள்ளுவர் தமிழர்களின் பெருமை\"  என மூன்று உண்மைகளும் கூறப்பட்டுள்ளன. இதன்மூலம் மாணவர்கள் பாடலைப் படித்து புரிந்துகொள்ளும் திறனை வளர்த்துக்கொள்ளலாம்."
  }
]
