[
          
  {
    
          "description": "கம்பர் _____   என்ற ஒண்பாவிற்கு உயர்ந்தவர்.",
          "options": [
      "விருத்தம்",
      "வெண்பா",
      "கலி",
      "சிந்தை"
    ],
    "answer": "A",
    
          "additional_context": "கம்பன் இயற்றிய நூல்களில் சிலை எழுபது, ஏரெழுபது, திருக்கை வழக்கம், சடகோபர் அந்தாதி, சரசுவதி அந்தாதி போன்றவை. இவை தவிர கம்பராமாயணம், இராவண காப்பியம், குகநாதம் போன்றவை.  அந்த நூல்களில், கம்பராமாயணத்தில் 'விருத்தம்' என்ற ஓண்பாவைப் பயன்படுத்தி தனது ஞானத்தையும் திறமையையும் வெளிப்படுத்தி இருக்கிறார்.  கம்பர் 'விருத்தம்' என்ற ஓண்பாவிற்கு உயர்ந்தவர் என்ற புகழைப் பெற்றவர்.  'விருத்தம்' என்ற ஓண்பாவில் 16 அடிகள் இருக்கும். 'ஒண்பாவிற்கு' என்றால் 'வடிவம்' அல்லது 'மணம்' என்று பொருள். கம்பராமாயணம், இதிகாசத்தின் சாரம்.  கம்பரின் 'விருத்தம்' எளிமையானது, தெளிவானது, மணமிக்கது."
          }
        ,
          
  {
    
          "description": "_____  வள்ளலால் கம்பர் ஆதரிக்கப்பட்டார்.",
          "options": [
      "சடையப்ப",
      "திருமலை",
      "திருக்கண்ண",
      "மதுரை"
    ],
    "answer": "A",
    
          "additional_context": "கம்பர் சோழ நாட்டுத் திருவழுந்தூரைச் சார்ந்தவர்.  திருவெண்ணெய்நல்லூர் சடையப்ப வள்ளலால் ஆதரிக்கப்பட்டார்.  சடையப்ப வள்ளல் 'கம்பன் வீட்டுக் கட்டுத்தறியும் கவிபாடும்' என்று புகழ் பெற்றவர்.  சடையப்ப வள்ளல் ஒரு அறிஞர்.  அவர் கம்பரின் இலக்கியத் திறமையை அறிந்து அவருக்கு உதவி செய்திருக்கிறார்.  அவர் கம்பருக்கு பண உதவி செய்து  கம்பரின் கவிதைப் பணிக்கு ஆதரவாக இருந்து உதவியிருக்கிறார்."
          }
        ,
          
  {
    
          "description": "“கம்பராமாயணம்” _____  காண்டங்களை உடையது.",
          "options": [
      "ஐந்து",
      "ஆறு",
      "ஏழு",
      "எட்டு"
    ],
    "answer": "B",
    
          "additional_context": "கம்பரின் 'கம்பராமாயணம்' ஒரு சிறந்த இதிகாசம். இது மகாபாரதம் போன்று பெரியது, பரந்துபட்டது, ஆழமானது. கம்பராமாயணம் பாலகாண்டம், அயோத்தியா காண்டம், அரண்யகாண்டம், கிஷ்கிந்தா காண்டம், சுந்தரகாண்டம், யுத்த காண்டம் என ஆறு காண்டங்களை உடையது.  கம்பராமாயணம் மொத்தம் 24000 பாடல்கள் கொண்டது.  இராமாயணத்தைப் பற்றி பல கவிஞர்கள் இயற்றி இருந்தாலும், கம்பரின் கம்பராமாயணம் தனிச் சிறப்பு வாய்ந்தது.  கம்பன் இராமாவதாரத்தை, மனிதனின் உயரிய கருத்துக்களை, நல்லவற்றை உணர்த்தும் வகையில் எடுத்துரைத்து இருக்கிறார். கம்பராமாயணம் மனித குலத்திற்கான நெறிமுறைகளையும், நன்னெறிகளையும் உணர்த்தும் ஒரு சிறந்த இதிகாசம்."
          }
        ,
          
  {
    
          "description": "“தா துகு சோலை தோறுஞ் சண்பகக் காடு தோறும் போ தவிழ் பொய்கை தோ றும் புதுமணற் றடங்க டோறும் மா தவி வேலிப் பூக வனம்தொ றும் வயல்க டோறும் ஓதிய வுடம்பு தோறு முயிரென வுலாய தன்றே” என்ற பாடல் பகுதியில் “ஓதிய” என்பதன் பொருள் என்ன?",
          "options": [
      "ஓடத்தக்க",
      "ஓங்கிய",
      "ஓடும்",
      "ஓவியமாக"
    ],
    "answer": "C",
    
          "additional_context": "இந்த பாடல் பகுதி கம்பராமாயணத்தில், பாலகாண்டம் - ஆற்றுப்படலத்தில் உள்ளது. இந்தப் பாடலில் 'ஓதிய வுடம்பு' என்ற சொல் பயன்படுத்தப்பட்டு இருக்கிறது.   சரயு நதி பல இடங்களில் பரவிப் பாய்கிறது.  அதன் ஓட்டத்தின் வேகத்தைக் குறிப்பிடுவதற்காக 'ஓதிய' என்ற சொல் பயன்படுத்தப்பட்டு இருக்கிறது.  'ஓதிய' என்பதற்கு 'ஓடும்' என்று பொருள்.  சரயு நதி ஓங்கி ஓடுகிறது என்ற கருத்து வெளிப்படுகிறது."
          }
        ,
          
  {
    
          "description": "“தண்டலை மயில்க ளாடத் தாமரை விளக்கந் தாங்கக் கொண்டல்கண் முழவி னேங்கக் குவளை கண் விழித்து நோக்கத் தெண்டிரை யெழினி காட்டத் தேம்பிழி மகர யாழின் வண்டுக ளினிது பாட மருதம்வீற் றிருக்கு மாதோ” என்ற பாடல் பகுதியில் கம்பர் எந்த இயற்கை அழகைப் படம் வரைந்துள்ளார்?",
          "options": [
      "கடற்கரை",
      "மலைக்காடு",
      "ஆற்றுப் பகுதி",
      "வயல்வெளி"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடல் பகுதி கம்பராமாயணத்தில், பாலகாண்டம் - நாட்டுப்படலத்தில் உள்ளது.  இந்தப் பாடலில் வயல்வெளி, காடுகள், மரங்கள், மயில்கள், குவளை மலர்கள், தேனீக்கள், மத்தள ஒலிகள் என்று இயற்கையின் அழகைப் படம் வரைந்து இருக்கிறார்.  மேகங்கள் மத்தளம் போல ஒலிக்கிறது.  இந்தப் பாடல் வயல்வெளி, காடுகள், மரங்கள், மயில்கள், மலர்கள், தேனீக்கள், மத்தள ஒலிகள் என்று இயற்கையின் அழகைப் படம் வரைந்து இருக்கிறது.  மலைக்காடு அல்லது ஆற்றுப்பகுதியைப் பற்றியது.  அதாவது, சோலைகள், ஆறுகள், மரங்கள், நீர்நிலைகள், மயில்கள், வண்டுகள், காற்று, மேகங்கள், மலர்கள்  இவற்றின் ஒருங்கிணைந்த காட்சியைப் படம் வரைந்து இருக்கிறார்.  கம்பர் இயற்கையின் அழகைப் படம் வரைந்து அதன் இனிமையை உணர்த்துகிறார்."
          }
        ]