
[
  {
    "description": "“சான்றோர் வளர்த்த தமிழ்” என்ற கட்டுரையில் குறிப்பிடப்படும் தென்னாட்டுப் புலவர்கள் பற்றிய எந்தக் கூற்று தவறானது?",
    "options": [
      "a) அவர்கள் தமிழை “பிள்ளைத் தமிழ்” பேசி வளர்த்தனர்.",
      "b) சதகம், பரணி, கலம்பகம் போன்ற பல்வேறு இலக்கிய வகைகளைப் படைத்தனர்.",
      "c) அந்தாதி, கோவை, அணி ஆகியவற்றைப் பயன்படுத்தித் தங்கள் படைப்புகளை அழகுபடுத்தினர்.",
      "d) தமிழின் பெருமை தென்னாட்டை மட்டுமே சாரும்."
    ],
    "answer": "d",
    "additional_context": "தென்னாட்டில் வாழ்ந்த புலவர்கள் பலர் தமிழ் மொழியை வளர்த்துப் பாதுகாத்தனர். 'சான்றோர் வளர்த்த தமிழ்' என்ற கட்டுரையில் குறிப்பிடப்பட்டுள்ள தென்னாட்டுப் புலவர்கள் தமிழை ‘பிள்ளைத் தமிழ்’ பேசி வளர்த்தனர். அவர்கள் சதகம், பரணி, கலம்பகம் போன்ற பல்வேறு இலக்கிய வகைகளைப் படைத்தனர். அதோடு அந்தாதி, கோவை, அணி ஆகியவற்றைப் பயன்படுத்தித் தங்கள் படைப்புகளை அழகுபடுத்தினர்.  தமிழ் மொழியின் பெருமை தமிழ்நாடு, இலங்கை, மலேசியா, சிங்கப்பூர், தென்னாப்பிரிக்கா உள்ளிட்ட பல நாடுகளில் உள்ளது. தமிழின் பெருமை தென்னாட்டை மட்டுமே சாரும் என்பது தவறான கூற்று."
  },
  {
    "description": "“தேனினும் இனியநற் செந்தமிழ் மொழியே” என்ற கா.நமச்சிவாயர் பாடலில் 'தமிழ் மொழி'க்கான புகழ்ச்சி எந்தக் கூற்றுடன் ஒத்துப் போகிறது?",
    "options": [
      "a) தமிழ் மொழி மிகவும் இனிமையானது.",
      "b) தமிழ் மொழி மிகவும் மென்மையானது.",
      "c) தமிழ் மொழி மிகவும் பழமையானது.",
      "d) தமிழ் மொழி மிகவும் பலமானது."
    ],
    "answer": "a",
    "additional_context": "கா.நமச்சிவாயர் பாடிய “தேனினும் இனியநற் செந்தமிழ் மொழியே” என்ற பாடல், தமிழ் மொழியின் இனிமையைப் புகழ்ந்து கூறுகிறது.  ‘தேனினும் இனியநற் செந்தமிழ் மொழியே’ என்ற வரிகள் தமிழ் மொழியின் மிகுந்த இனிமையைப் புகழ்கின்றன. இனிமை என்பது நயம், சுகம், அழகு போன்றவற்றை உணர்த்தும் ஒரு சொல். தமிழ் மொழியின் இனிமையை தேன் போன்ற இனிமையுடன் ஒப்பிட்டு கா.நமச்சிவாயர் புகழ்ந்துள்ளார்."
  },
  {
    "description": "“கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறார். அவரை அழைத்து வாருங்கள்.” \n\nமேற்கண்ட தொடரில் உள்ள இரண்டு வாக்கியங்களை ஒரு வாக்கியமாக இணைத்து வினைமுற்றை வினையாலணையும் பெயராக மாற்றினால், கிடைக்கும் வாக்கியம் எது?",
    "options": [
      "அ) கலையரங்கத்தில் எனக்காகக் காத்திருப்பவரை அழைத்து வாருங்கள்.",
      "ஆ) கலையரங்கத்தில் எனக்காகக் காத்திருக்கும் அவரை அழைத்து வாருங்கள்.",
      "இ) கலையரங்கத்தில் எனக்காகக் காத்திருந்தவரை அழைத்து வாருங்கள்.",
      "ஈ) கலையரங்கத்தில் எனக்காகக் காத்திருந்த அவரை அழைத்து வாருங்கள்."
    ],
    "answer": "A",
    "additional_context": "இரண்டு வாக்கியங்களை ஒரு வாக்கியமாக இணைத்து வினைமுற்றை வினையாலணையும் பெயராக மாற்றும்போது, முதல் வாக்கியத்தில் உள்ள வினைமுற்று 'காத்திருக்கிறார்' என்பது வினையாலணையும் பெயராக மாறும். இரண்டாவது வாக்கியத்தில் உள்ள வினைமுற்று 'அழைத்து வாருங்கள்'  என்பது வினைமுறையாகவே இருக்கும். இதன்படி இணைந்த வாக்கியம்  'கலையரங்கத்தில் எனக்காகக் காத்திருப்பவரை அழைத்து வாருங்கள்'  என்பதாக இருக்கும்."
  },
  {
    "description": "“வள்ளல் குமணன் வறுமையால் வாடிவந்த புலவனுக்குத் தனது தலையைக் கொடுத்து மங்காப் புகழ் பெற்றான்.”\n\nமேற்கண்ட தொடரில் “மங்காப் புகழ்” என்ற சொல்லைப் பயன்படுத்தி வேறு எந்த சொல்லால் மாற்றலாம்?",
    "options": [
      "அ) நிலையான புகழ்",
      "ஆ) அழியாத புகழ்",
      "இ) என்றும் நிலைத்த புகழ்",
      "ஈ) மேற்கண்ட அனைத்தும் "
    ],
    "answer": "D",
    "additional_context": "‘மங்காப் புகழ்’ என்ற சொல், நிலையான, அழியாத, என்றும் நிலைத்த புகழை குறிக்கும். வள்ளல் குமணன் வறுமையால் வாடிவந்த புலவனுக்குத் தனது தலையைக் கொடுத்து பெற்ற புகழ், அழியாத புகழ் என்பதைப் புரிந்து கொள்ளலாம்.  'மங்காப் புகழ்’ என்பதற்கு மாற்றாக நிலையான புகழ், அழியாத புகழ், என்றும் நிலைத்த புகழ் எனும் சொற்களை பயன்படுத்தலாம்."
  },
  {
    "description": "“சான்றோர் வளர்த்த தமிழ்” என்னும் தலைப்பில் ஒரு கட்டுரை எழுதுக.\n\n“சான்றோர் வளர்த்த தமிழ்” என்ற தலைப்பில் ஒரு கட்டுரை எழுதுவதற்கான சிறந்த தொடக்க வரிகளை எது குறிப்பிடுகிறது?",
    "options": [
      "அ)  தமிழ் மொழியின் சிறப்பைப் பற்றி எழுதுவது கடினம்.",
      "ஆ) தமிழ்மொழி தோன்றிய காலம் குறித்து வரலாற்று ஆதாரங்கள் இல்லை.",
      "இ) தமிழ் மொழி வளர்ந்ததற்கு சான்றோர்களின் பங்களிப்பு மிகப் பெரியது.",
      "ஈ) இன்றைய காலத்தில் தமிழ் மொழியின் நிலைமை மிகவும் மோசமாக உள்ளது."
    ],
    "answer": "C",
    "additional_context": "'சான்றோர் வளர்த்த தமிழ்' என்ற கட்டுரை எழுதுவதற்கு 'தமிழ் மொழி வளர்ந்ததற்கு சான்றோர்களின் பங்களிப்பு மிகப் பெரியது' என்ற வரிகள் சிறந்த தொடக்க வரிகள்.  இந்த வரிகள் கட்டுரையின் தலைப்பைத் தொடர்பு படுத்தி, சான்றோர்களின் பங்களிப்பு குறித்து எழுதும் எதிர்பார்ப்பை உருவாக்குகின்றன. தமிழ் மொழியின் வளர்ச்சிக்கு பல சான்றோர்களின் பங்களிப்பு இருந்ததை இந்த வரிகள் சுட்டிக்காட்டுகின்றன."
  }
]
