
[
  {
    "description": "கரகாட்டம் பற்றிய கீழ்க்கண்ட கூற்றுகளில் எது தவறானது?",
    "options": [
      "கரகாட்டம் 'கரகம்', 'கும்பாட்டம்' என்றும் அழைக்கப்படுகிறது.",
      "கரகச் செம்பில் மணலையோ பச்சரிசியையோ நிரப்பி எடை சேர்க்கப்படுகிறது.",
      "கரகாட்டம் பெரும்பாலும் பெண்கள் மட்டுமே நிகழ்த்தும் கலை.",
      "கரகாட்டத்தில் நையாண்டி மேள இசை மற்றும் நாகசுரம், தவில், பம்பை போன்ற இசைக்கருவிகள் பயன்படுத்தப்படுகின்றன."
    ],
    "answer": "C",
    "additional_context": "கரகாட்டம் பன்னெடுங்காலமாக மக்களால் விரும்பப்படும் மரபார்ந்த கலைகளில் ஒன்றே. 'கரகம்' என்னும் பித்தளைச் செம்பையோ, சிறிய குடத்தையோ தலையில் வைத்துத் தாளத்திற்கு ஏற்ப ஆடுவது, கரகாட்டம். இந்த நடனம் கரகம், கும்பாட்டம் என்றும் அழைக்கப்படுகிறது. \n\nகரகச் செம்பின் அடிப்பாகத்தை உட்புறமாகத் தட்டி, ஆடுபவரின் தலையில் நன்கு படியும்படி செய்கின்றனர். தலையில் செம்பு நிற்கும் அளவு எடையை ஏற்றுவதற்குச் செம்பில் மணலையோ பச்சரிசியையோ நிரப்புகின்றனர்.\n\nகண்ணாடியாலும் பூக்களாலும் அழகூட்டிய கரகக் கூட்டின் நடுவில், கிளி பொம்மை பொருத்திய மூங்கில் குச்சியைச் செருகி வைத்து ஆடுகின்றனர். இதற்கு நையாண்டி மேள இசையும் நாகசுரம், தவில், பம்பை போன்ற இசைக்கருவிகளும் இசைக்கப்படுகின்றன. ஆணும் பெண்ணும் சேர்ந்து நிகழ்த்தும் கரகாட்டத்தில் சில நேரங்களில் ஆண், பெண் வேடமிட்டு ஆடுவதும் உண்டு. கரகாட்டம் நிகழ்த்துதலில் இத்தனைபேர்தான் நிகழ்த்த வேண்டும் என்ற வரையறை இல்லை."
  },
  {
    "description": "மயிலாட்டம் பற்றிய பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "மயிலாட்டம் ஒரு தனி நிகழ்ச்சியாகவும், கரகாட்டத்தின் துணையாட்டமாகவும் ஆடப்படுகிறது.",
      "மயிலாட்டத்தில் கலைஞர்கள் புலி வேடமிட்டு ஆடுவர்.",
      "மயிலாட்டம் பொதுவாக பெண்கள் மட்டுமே நிகழ்த்தும் கலை.",
      "மயிலாட்டத்தில் ஒருவரோ, இருவரோ மட்டுமே கலந்து கொள்வார்கள்."
    ],
    "answer": "A",
    "additional_context": "மயில் வடிவுள்ள கூட்டுக்குள் ஒருவர் தன் உருவத்தை மறைத்துக்கொண்டு, நையாண்டி மேளத்திற்கேற்ப ஆடும் ஆட்டமே மயிலாட்டமாகும். நையாண்டி மேளம் இசைக்க, காலில் கட்டப்பட்டுள்ள சலங்கை ஒலிக்க மயிலின் அசைவுகளை ஆடிக்காட்டுவர். கரகாட்டத்தின் துணையாட்டமாகவும் மயிலாட்டம் ஆடப்படுகிறது. ஊர்ந்து ஆடுதல், மிதந்து ஆடுதல், சுற்றி ஆடுதல், இறகை விரித்தாடுதல், தலையைச் சாய்த்தாடுதல், தாவியாடுதல், இருபுறமும் சுற்றியாடுதல், அகவுதல், தண்ணீர் குடித்துக்கொண்டே ஆடுதல் ஆகிய அடவுகளைக் கலைஞர்கள் இவ்வாட்டத்தில் ஆடிக்காட்டுவர்."
  },
  {
    "description": "காவடியாட்டத்தில் பயன்படுத்தப்படும் காவடி வகைகளில் எது குறிப்பிடப்படவில்லை?",
    "options": [
      "மச்சக்காவடி",
      "சர்ப்பக்காவடி",
      "பூக்காவடி",
      "சங்குக்காவடி"
    ],
    "answer": "D",
    "additional_context": "கா-என்பதற்குப் பாரந்தாங்கும் கோல் என்று பொருள். இருமுனைகளிலும் சம எடைகளைக் கட்டிய தண்டினைத் தோளில் சுமந்து ஆடுவது காவடியாட்டம். மரத்தண்டின் இரு முனைகளிலும் சிற்ப வேலைப்பாடுள்ள பலகையைப் பொருத்தி, மூங்கில் குச்சிகளால் அரைவட்டமாக இணைக்கின்றனர். அந்த அரைவட்டப்பகுதியைப் பட்டுத்துணியால் மூடி அழகுபடுத்துகின்றனர். மேலும் மயிலிறகுக் கற்றைகளை இருபுறமும் பொருத்தி, மணிகளால் அழகுபடுத்திக் காவடியை உருவாக்குகின்றனர். காவடியின் அமைப்புக்கேற்ப மச்சக்காவடி, சர்ப்பக்காவடி, பூக்காவடி, தேர்க்காவடி, பறவைக்காவடி என்று அவற்றை அழைக்கின்றனர். இலங்கை, மலேசியா உட்பட, புலம்பெயர் தமிழர் வாழும் பிற நாடுகளிலும் காவடியாட்டம் ஆடப்படுகிறது."
  },
  {
    "description": "ஒயிலாட்டம் குறித்த கீழ்க்கண்ட கூற்றுகளில் எது சரியானது?",
    "options": [
      "ஒயிலாட்டத்தை பெண்கள் மட்டுமே நிகழ்த்தும் கலை.",
      "ஒயிலாட்டத்தில் பாடல்கள் பயன்படுத்தப்படுவதில்லை.",
      "ஒயிலாட்டம் குறிப்பாக ஊர் மக்களின் விழாக்களில் நிகழ்த்தப்படுகிறது.",
      "ஒயிலாட்டத்தில் தோலால் கட்டப்பட்ட குடம், தவில், சிங்கி, டோலக், தப்பு போன்ற இசைக்கருவிகள் பயன்படுத்தப்படுகின்றன."
    ],
    "answer": "D",
    "additional_context": "ஒரே நிறத் துணியை முண்டாசுபோலக் கட்டியும் காலில் சலங்கை அணிந்தும் கையில் வைத்துள்ள சிறுதுணியை இசைக்கேற்ப வீசியும் ஒயிலாக ஆடும் குழு ஆட்டமே ஒயிலாட்டம். உணர்ச்சிக்கேற்பப் பாட்டின் சந்தமும் சந்தத்திற்கேற்ப ஆட்டத்தின் இசையும் மாறிமாறி, மனத்தை ஈர்க்கும். இதில் கம்பீரத்துடன் ஆடுதல் என்பது தனிச்சிறப்பானது.\n\nஒயிலாட்டத்தை இருவரிசையாக நின்றும் ஆடுகின்றனர். ஒருவருக்கொருவர் இடம்விட்டு விலகிநின்று ஆடும் இந்த ஒயிலாட்டத்தைப் பெரும்பாலும் ஆண்கள் ஆடுவதே வழக்கில் உள்ளது. ஒரே குழுவில் வயது முதிர்ந்தவர்களும் இளைஞர்களும் இணைந்து ஆடுவதும் உண்டு. இந்த ஆட்டத்தில் தோலால் கட்டப்பட்ட குடம், தவில், சிங்கி, டோலக், தப்பு போன்ற இசைக்கருவிகள் பயன்படுத்தப்படுகின்றன."
  },
  {
    "description": "தேவராட்டம் மற்றும் சேர்வையாட்டம் ஆகியவற்றின் பொதுவான அம்சம் எது?",
    "options": [
      "இரண்டும் ஆண்கள் மட்டுமே நிகழ்த்தும் கலைகள்.",
      "இரண்டும் கோவில் திருவிழாக்களில் மட்டுமே நிகழ்த்தப்படுகின்றன.",
      "இரண்டிலும் மரத்தாலான பொய்க்கால்கள் பயன்படுத்தப்படுகின்றன.",
      "இரண்டிலும் 'தப்பு' என்ற தோற்கருவி பயன்படுத்தப்படுகிறது."
    ],
    "answer": "A",
    "additional_context": "தேவராட்டம், வானத்துத் தேவர்கள் ஆடிய ஆட்டம் எனப் பொருள் கொள்ளப்படுகிறது. இது ஆண்கள் மட்டுமே ஆடும் ஆட்டம். உறுமி எனப் பொதுவாக அழைக்கப்படும் 'தேவதுந்துபி', தேவராட்டத்திற்குரிய இசைக்கருவி. இந்தக் கலை, வேட்டி கட்டியும் தலையிலும் இடையிலும் சிறுதுணி கட்டியும் கால்களில் சலங்கை அணிந்தும் எளிய ஒப்பனையுடன் நிகழ்த்தப்படுகின்றது. இவ்வாட்டத்தில் பெரும்பான்மையாக எட்டு முதல் பதின்மூன்று கலைஞர்கள் கலந்துகொள்ள வேண்டுமென்பது பொது மரபாக உள்ளது. தேவராட்டம் குறிப்பாகச் சடங்கு சார்பாக ஆடப்படுகின்றது.\n\nதேவராட்டம் போன்றே ஆடப்பட்டு வருகின்ற கலை, சேர்வையாட்டம். ஆட்டக்கலைஞர்கள் சேவைப்பலகை, சேமக்கலம், ஜால்ரா ஆகிய இசைக்கருவிகளை இசைத்துக்கொண்டே ஆடுகின்றனர். இதனை இசைச்சார்புக் கலையாகவும் வழிபாட்டுக் கலையாகவும் நிகழ்த்துகின்றனர்."
  }
]
