[
          
  {
    
          "description": "சங்ககால மக்கள் போரில் எந்த நெறிகளைப் பின்பற்றினர்?",
          "options": [
      "சிறார், முதியோர், வீரமற்றோரை எதிர்த்துப் போர் செய்யாமை",
      "எதிரிகளின் அனைத்துப் பகுதிகளையும் தாக்குதல்",
      "தோல்வியுற்றவர்களை கொன்று குவித்தல்",
      "எதிரிகளின் பெண்களை அடிமைப்படுத்துதல்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சங்க காலத்தில் போர் என்பது ஒரு கொடுமையான செயல் என மக்கள் எண்ணியதால் அதைத் தவிர்க்க வழி தேடினர். ஆனால் போர் ஏற்பட்டால் அதில் வீரமற்றோர், புறமுதுகிட்டோர், சிறார், முதியோர் ஆகியோரை எதிர்த்துப் போர் செய்யாமை என்பது அவர்களின் போர் நெறிமுறையாக இருந்தது."
          }
        ,
          
  {
    
          "description": "சங்க காலத்திலிருந்த அறக் கூறும் மன்றம் எது?",
          "options": [
      "நாடாளுமன்றம்",
      "அறக்கூறவையம்",
      "சபை",
      "மன்றம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சங்க காலத்தில் மக்கள் தங்கள் வாழ்வில் ஏற்படும் பிரச்னைகளுக்குத் தீர்வு காண அறக்கூறவையங்களை அமைத்து நடத்தினார்கள். இந்த அறக்கூறவையங்களைத் தலைவர்கள் நடத்தி, அறம் பற்றிப் பேசி மக்களுக்கு அறிவுரை வழங்கினார்கள். இந்த அறக்கூறவையங்கள் சங்ககால அரசர்களின் அறநெறி ஆட்சிக்குத் துணை புரிந்தன. "
          }
        ,
          
  {
    
          "description": "சங்ககாலத்தில் _____ என்பது மனித உறவின் மையமாகக் கருதப்பட்டது.",
          "options": [
      "வீரம்",
      "அறம்",
      "செல்வம்",
      "புகழ்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சங்க காலத்தில் மக்கள் அறத்தைக் கடைப்பிடிப்பதன் மூலமாக தங்களுடைய வாழ்க்கை அழகானதாக இருக்க வேண்டும் எனக் கருதினார்கள். ஆதலால் அறம் என்பது மனித உறவின் மையமாகக் கருதப்பட்டது."
          }
        ,
          
  {
    
          "description": "சங்க இலக்கியங்கள் காட்டும் அறங்கள் _____  தரமானவை.",
          "options": [
      "இரண்டாம்",
      "முதல்",
      "மூன்றாம்",
      "நான்காம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சங்ககால மக்கள் அறத்தை இயல்பாகவே பின்பற்றினார்கள். அவர்கள் சிந்தித்து, யோசித்து அறம் செய்யவில்லை. அறம் பற்றிய கருத்துகளை யாரும் அவர்களுக்கு சொல்லிக் கொடுக்கவில்லை. இயல்பாகவே அவர்கள் மனித உறவுகளில் அறத்தைப் பின்பற்றினார்கள்."
          }
        ,
          
  {
    
          "description": "'______ போன்று நேரிய ஆட்சியை மேற்கொள்ள வேண்டும்' என்பது பல சங்கப்பாடல்களில் வலியுறுத்தப்பட்டுள்ளது.",
          "options": [
      "தூண்",
      "மலை",
      "செங்கோல்",
      "நதி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சங்ககாலத்தில் அரசர்கள் செங்கோலைப் பிடித்து மக்களை ஆள்வார்கள். அரசனின் செங்கோல் என்பது அறத்தின் குறியீடாகக் கருதப்பட்டது. மக்கள் அனைவரும் அறத்தைப் பின்பற்றி நேர்மையாக வாழ வேண்டும் என்பதையும் செங்கோல் குறிக்கிறது."
          }
        ]