[
          
  {
    
          "description": "“காற்றுப் பொட்டலம் சிக்கனமாய் மூச்சு விடவும்” என்ற வரியின் மூலம் என்ன கருத்து தெரிவிக்கப்படுகிறது?",
          "options": [
      "காற்றைப் பொட்டலத்தில் அடைத்து விற்கும் ஒரு புதிய வணிக முறை பற்றியது.",
      "மாசுபட்ட காற்றில் மூச்சு விடுவதை குறைக்க வேண்டிய அவசியத்தை பற்றியது.",
      "காற்று மாசுபாடு காரணமாக சுவாசிப்பதற்கே நெருக்கடி ஏற்பட்டுள்ளதைப் பற்றியது.",
      "காற்றுப் பொட்டலம் மூலம் மக்கள் சுவாசிப்பதற்கான செலவு குறையும் என்பதைப் பற்றியது."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த வரி ஒரு விளம்பர வரியாகும்.  காற்று மாசுபாடு மிக அதிகமாகி, சுவாசிப்பதற்கே  நெருக்கடி ஏற்பட்டுள்ளது என்பதை விளம்பரம் காட்டுகிறது.  இதைச் சுட்டிக்காட்டி காற்றுப் பொட்டலத்தை விளம்பரப்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "இரண்டு பிச்சைக்காரர்களின் கதையில், ரோமப் பேரரசர் யாருக்கு உதவி செய்ய முடிவு செய்தார்?",
          "options": [
      "“கடவுள் உதவி செய்பவருக்கு உதவி செய்யப்படுவார்” என்று பிச்சை கேட்டவருக்கு.",
      "“அரசன் உதவி செய்பவருக்கு உதவி செய்யப்படுவார்” என்று பிச்சை கேட்டவருக்கு.",
      "இருவருக்கும் சமமாக உதவி செய்ய முடிவு செய்தார்.",
      "அவர்களுக்கு உதவி செய்வதையே தவிர்த்து விட்டார்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ரோமப் பேரரசர்,  'அரசன் உதவி செய்பவருக்கு உதவி செய்யப்படுவார்' என்று பிச்சை கேட்டவருக்கு உதவி செய்ய முடிவு செய்தார்.  ஏனெனில், அந்த பிச்சைக்காரர், பேரரசரின் பெயரைப் பயன்படுத்தி தனக்கு உதவி செய்ய வேண்டும் என்று கேட்டு,  பேரரசரைப் புகழ்ந்தார்.  அந்த பிச்சைக்காரரின் செயல், பேரரசருக்குப் பிடித்திருந்தது."
          }
        ,
          
  {
    
          "description": "“மனக்கோட்டை” என்ற மரபுத்தொடருக்கு பொருத்தமான பொருளைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "ஒருவரின் வீடு.",
      "ஒருவரின் நினைவு.",
      "ஒருவரின் மன உறுதி.",
      "ஒருவரின் தனிமை."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "மனக்கோட்டை என்பது ஒரு மரபுத்தொடர்.  இதன் பொருள் ஒருவரின் மன உறுதி அல்லது ஒருவரின் மன உறுதியான தன்மை.  எடுத்துக்காட்டாக, ஒருவர்  மன உறுதியுடன் நின்று எதிர்கொள்ளும் போது, அவரைப் பற்றி, “அவருக்கு மனக்கோட்டை இருக்கு” என்று கூறுவார்கள்."
          }
        ,
          
  {
    
          "description": "உரையாடலில் “சம்மு” யார் என்பதைத் தெளிவாகக் காட்டும் வரி எது?",
          "options": [
      "“தம்பீ? எங்க நிக்கிறே?”",
      "“நீங்க சொன்ன எடத்துலதாண்ணே! எதிர்த்தாப்புல ஒரு டீ ஸ்டால் இருக்குது.”",
      "“அண்ணே! சம்முவத்தையும் கூட்டிக்கிட்டு வாங்கண்ணே! அவனெப் பாத்தே ரொம்ப நாளாச்சு!”",
      "“அவம் பாட்டியோட வெளியூர் போயிருக்கான். உங்கூருக்கே அவனெக் கூட்டிக்கிட்டு வர்றேன்.”"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சம்மு  இந்த உரையாடலில் பேசப்படும் ஒரு நபரின் பெயர்.  இந்த உரையாடலில் சம்முவைப் பற்றி பேசுவதற்கு சம்முவின் பெயரைப் பயன்படுத்தும் வரி '“அண்ணே! சம்முவத்தையும் கூட்டிக்கிட்டு வாங்கண்ணே! அவனெப் பாத்தே ரொம்ப நாளாச்சு!”  இந்த வரி."
          }
        ,
          
  {
    
          "description": "மின்வாரிய அலுவலருக்கு எழுதப்பட்ட கடிதத்தில் என்ன கோரிக்கை வைக்கப்பட்டுள்ளது?",
          "options": [
      "தெருவில் இருக்கும் மின்விளக்குகளை மாற்றி வைக்க வேண்டும்.",
      "மின்விளக்குகள் பழுதடைந்ததால் ஏற்படும் இடையூறுகளை சரி செய்ய வேண்டும்.",
      "தெருவில் மின்சாரம் இல்லாததால் ஏற்படும் சிரமங்களைத் தீர்க்க வேண்டும்.",
      "மின்சார கட்டணம் குறைக்க வேண்டும்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த கடிதம் மின்விளக்குகள் பழுதடைந்ததால் ஏற்படும்  இடையூறுகளை சரி செய்ய வேண்டும் என்று கோரிக்கை வைக்கிறது.  இந்த கடிதம் மின்வாரிய அலுவலருக்கு எழுதப்பட்டது.  கடிதத்தில் தெருவில் உள்ள மின்விளக்குகள் பழுதடைந்துள்ளது, இதனால் இரவில் நடந்து செல்வோருக்குப் பல இடையூறுகள் ஏற்படுகிறது  என்று குறிப்பிடப்படுகிறது."
          }
        ]