
[
  {
    "description": "“இக்கலைகளைப் பாதுகாக்கவும் வளர்க்கவும் மேன்மேலும் பரவலாக்கவும் நீங்கள் செய்யவிருப்பனவற்றை வரிசைப்படுத்துக” என்ற பகுதியில் குறிப்பிடப்பட்டுள்ள பணிகளில், எது கலைஞர்களின் வாழ்வாதாரத்தை மேம்படுத்த உதவும்?",
    "options": [
      "a) பிறந்த நாள் விழாக்களில் மயிலாட்டம் நிகழ்த்துதல்",
      "b) குடும்ப விழாக்களில் பொம்மலாட்டம் நிகழ்த்த ஏற்பாடு செய்தல்",
      "c) கலைஞர்களுக்கு நிதி உதவி வழங்குதல்",
      "d) மேலே உள்ள அனைத்தும்"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பகுதி  பாரம்பரிய கலைகளைப் பாதுகாக்க வேண்டிய அவசியத்தை எடுத்துக்காட்டுகிறது. அரசின் பொங்கல் விழாவில் சிற்றூர்க் கலைகளைக் காட்சியாக்கியிருக்கிறார்கள். ஒருபுறம் திரைகட்டித் தோற்பாவைக் கூத்து நிகழ்ந்துகொண்டிருக்கிறது. இன்னொருபுறம் பொம்மலாட்டம் ஆடிக்கொண்டிருந்தனர். சற்று நடந்தால் தாரை தப்பட்டை முழங்க ஒயிலாட்டம் ஆடியவாறு மண்ணின் மக்கள்.... இக்கலைகளை நீங்கள் நண்பர்களுடன் பார்த்தவாறும் சுவைத்தவாறும் செல்கிறீர்கள். "
  },
  {
    "description": "“கலைச்சொல் அறிவோம்” பகுதியில் கொடுக்கப்பட்டுள்ள சொற்களில், கலையின் மதிப்பீட்டை விவரிக்கும் சொல் எது?",
    "options": [
      "a) Artifacts",
      "b) Aesthetics",
      "c) Terminology",
      "d) Myth"
    ],
    "answer": "B",
    "additional_context": "“கலைச்சொல் அறிவோம்” பகுதி சில கலைச்சொற்களை அறிமுகப்படுத்துகிறது. அழகியல், முருகியல்  என்பது கலையின் மதிப்பீட்டை விவரிக்கும் சொல்லாகும். அதாவது கலையின் அழகையும், கலையின் மூலம் பிறக்கும் உணர்வையும் விவரிக்கும் சொல். "
  },
  {
    "description": "“அறிவை விரிவு செய்” பகுதியில் கொடுக்கப்பட்டுள்ள புத்தகங்களில், நாட்டார் கலைகளைப் பற்றி எழுதிய ஆசிரியர் யார்?",
    "options": [
      "a) சுரதா",
      "b) க.த.திருநாவுக்கரசு",
      "c) அ.கா.பெருமாள்",
      "d) இதில் எதுவும் இல்லை"
    ],
    "answer": "C",
    "additional_context": " “அறிவை விரிவு செய்”  பகுதியில் நாட்டார் கலைகளைப் பற்றி எழுதிய ஆசிரியரின் பெயர் அ.கா.பெருமாள். இவர்களின் எழுத்துகள்  நாட்டார் கலைகளைப் பற்றி  விளக்கமாக எடுத்துரைக்கும். "
  },
  {
    "description": "“அழகியல், முருகியல்” என்ற தமிழ்ப் பொருளை உடைய ஆங்கிலக் கலைச்சொல் எது?",
    "options": [
      "Artifacts",
      "Terminology",
      "Aesthetics",
      "Myth"
    ],
    "answer": "C",
    "additional_context": "“அழகியல், முருகியல்” என்ற தமிழ்ப் பொருளை உடைய ஆங்கிலக் கலைச்சொல் Aesthetics ஆகும். Aesthetics என்பது கலையின் அழகையும், கலையின் மூலம் பிறக்கும் உணர்வையும் விவரிக்கும் சொல்லாகும்.  "
  },
  {
    "description": "“கலைப் படைப்புகள்” என்ற சொல்லுக்குரிய ஆங்கிலக் கலைச்சொல் எது?",
    "options": [
      "Artifacts",
      "Terminology",
      "Aesthetics",
      "Myth"
    ],
    "answer": "A",
    "additional_context": " “கலைப் படைப்புகள்” என்ற சொல்லுக்குரிய ஆங்கிலக் கலைச்சொல் Artifacts ஆகும். Artifacts என்பது கலைப் படைப்புகளின் உடல் வடிவம், கலைப் படைப்புகளின் பொருள், கலைப் படைப்புகளின் வரலாறு போன்றவற்றை விவரிக்கும் சொல்லாகும். "
  }
]
