
[
  {
    "description": "காலப்போக்கில் தமிழர் விருந்தோம்பல் பண்பாட்டில் என்ன மாற்றம் ஏற்பட்டது?",
    "options": [
      "புதியவர்களை ஏற்பது குறைந்தது, உற்றார் உறவினர்கள், நண்பர்கள் ஆகியோரையே விருந்தினர்களாக ஏற்பது அதிகரித்தது.",
      "வீட்டில் நடைபெற்ற விழாக்கள் திருமணக்கூடங்களுக்கு இடம்பெயர்ந்துவிட்டன.",
      "விருந்தினர் வரவேற்பு, உபசரிப்பு, வழியனுப்புதல் ஆகியவை `திருமண ஏற்பாட்டாளர்'களால் செய்யப்படுகின்றன.",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பண்டைய காலத்தில், புதியவர்களை வீட்டிற்கு அழைத்து விருந்தளிக்கும் பண்பாடு நிறைந்திருந்தது. ஆனால் காலப்போக்கில் புதியவர்களை ஏற்பது குறைந்துவிட்டது.  விருந்தினர்கள் எனக் கருதப்படுவது முக்கியமாக உற்றார் உறவினர்கள் மற்றும் நண்பர்களாக மாறிவிட்டது.  மேலும்,  வீடுகளில் நடந்த விழாக்கள் பெரும்பாலும் திருமணக்கூடங்களுக்கு இடம்பெயர்ந்து விட்டன.  இதன் காரணமாக, திருமண ஏற்பாட்டாளர்கள் விருந்தினர்களை வரவேற்று, உணவளித்து, வழியனுப்பும் பணிகளைச் செய்கின்றனர்."
  },
  {
    "description": "தமிழர் பண்பாட்டில் விருந்தோம்பலின் முக்கியத்துவத்தை எடுத்துக்காட்டும் பழமொழி எது?",
    "options": [
      "பசித்தவன் ஒருவன் ஞானி, நான் நிறைந்தவன்",
      "அன்னம் இல்லாத வீடு அந்தணன் இல்லாத ஊர்",
      "நிலத்திற்கேற்ற விருந்து",
      "மருந்தே ஆயினும் விருந்தொடு உண்"
    ],
    "answer": "D",
    "additional_context": "தமிழர்கள் விருந்தோம்பலை மிகவும் முக்கியமாகக் கருதுகின்றனர்.  `மருந்தே ஆயினும் விருந்தொடு உண்' என்ற பழமொழி விருந்தோம்பலின் முக்கியத்துவத்தை எடுத்துரைக்கிறது.  விருந்தினருக்கு மருந்து கொடுத்தாலும் அதை விருந்தாகவே கருதி உண்ண வேண்டும் என்பதே அதன் பொருள்."
  },
  {
    "description": "தமிழர் விருந்தோம்பல் பண்பாட்டில் எது அடிப்படையாக கருதப்படுகிறது?",
    "options": [
      "வழியனுப்புதல்",
      "தனித்து உண்ணாமை",
      "முகமலர்ச்சியோடு வரவேற்பு",
      "வாழை இலையில் விருந்து பரிமாறுதல்"
    ],
    "answer": "B",
    "additional_context": "தமிழர் விருந்தோம்பல் பண்பாட்டில்  `தனித்து உண்ணாமை' என்பது அடிப்படையானது.  அமிழ்தமே கிடைத்தாலும் தாமே உண்ணாது பிறருக்கும் கொடுப்பர் நல்லோர் என்பது தமிழர் பண்பாட்டின் அடிப்படையான நம்பிக்கை.  இதை  `உண்டால் அம்ம, இவ்வுலகம் இந்திரர் அமிழ்தம் இயைவ தாயினும், இனிதுஎனத் தமியர் உண்டலும் இலரே' எனப் புறநானூறு  குறிப்பிடுகிறது."
  },
  {
    "description": "கண்ணகி விருந்தோம்பலை எதனுடன் ஒப்பிட்டு வருந்துகிறாள்?",
    "options": [
      "கோவலனைப் பிரிந்த துயரத்தோடு",
      "கல்வியும் செல்வமும் இழந்த துயரத்தோடு",
      "புதியவர்களை வரவேற்க முடியாத துயரத்தோடு",
      "இரும்புடைப் பழவாளை இழந்த துயரத்தோடு"
    ],
    "answer": "C",
    "additional_context": "கண்ணகி, கோவலனைப் பிரிந்த துயரத்தை விட புதியவர்களை வரவேற்று விருந்தளிக்க முடியாத நிலையை  மிகவும் வருந்துகிறாள்.  `தொல்லோர் சிறப்பின் விருந்தெதிர் கோடலும் இழந்த என்னை' என்று சிலப்பதிகாரம்  குறிப்பிடுகிறது."
  },
  {
    "description": "பண்டைத் தமிழர்கள் வீட்டிற்கு வந்த விருந்தினரை எத்தனை அடி நடந்து சென்று வழியனுப்பினர்?",
    "options": [
      "மூன்று அடி",
      "ஐந்து அடி",
      "ஏழு அடி",
      "ஒன்பது அடி"
    ],
    "answer": "C",
    "additional_context": "பண்டைய தமிழர்கள் வீட்டிற்கு வந்த விருந்தினரை மிகவும் மதித்து, அவர்கள் திரும்பிச் செல்லும் போது  `ஏழு அடி' நடந்து சென்று வழியனுப்பினர்.  இது விருந்தினர்களை மிகவும் மதிக்கும் பண்பைக் காட்டுகிறது.   `காலின் ஏழடிப் பின் சென்று' என்று  பொருநராற்றுப்படை  குறிப்பிடுகிறது."
  }
]
