
[
  {
    "description": "பழமொழிகளை நிறைவு செய்க:\n(இ) உப்பிட்டவரை -------- **நிலம்**",
    "options": [
      "நிலம்",
      "கடவுள்",
      "நாடு",
      "மக்கள்"
    ],
    "answer": "நிலம்",
    "additional_context": "இந்த பழமொழி, நமக்கு உதவியவர்களை  நாம் எப்படி மறக்கக் கூடாது என்பதை  எடுத்துக்காட்டுகிறது. உப்பிட்டவரை  நிலம் என்று சொல்வது, அவர்களின்  நன்றிக்கடனை நாம் என்றும் மறக்கக் கூடாது என்பதை உணர்த்துகிறது. உப்பிட்டவரை  நிலம்  என்று  சொல்வது  அந்த  நபரின்  உதவி  நமக்கு  மிகவும்  முக்கியமானது  என்பதை  உணர்த்துகிறது. "
  },
  {
    "description": "பழமொழிகளை நிறைவு செய்க:\n(ஈ) விருந்தும் -------- **காலம்**",
    "options": [
      "சாப்பிடும்",
      "வரும்",
      "போகும்",
      "சமைக்கும்"
    ],
    "answer": "போகும்",
    "additional_context": "இந்தப் பழமொழி, நமக்கு எல்லாம் நிரந்தரமல்ல என்பதை  உணர்த்துகிறது. விருந்தும் காலம் என்று சொல்வது, நல்ல நாட்களும்,  கெட்ட நாட்களும் மாறி மாறி வரும் என்பதை உணர்த்துகிறது. நம்மைச் சுற்றியுள்ள எல்லாம் சில காலத்துக்குப் பிறகு போய்விடும் என்பதை நாம் உணர்த்துகிறது.  "
  },
  {
    "description": "பழமொழிகளை நிறைவு செய்க:\n(உ) அளவுக்கு -------- **மீறினால் அழிவு**",
    "options": [
      "கடவுள்",
      "மீறினால்",
      "அழிவு",
      "சொத்து"
    ],
    "answer": "மீறினால்",
    "additional_context": "இந்தப் பழமொழி, எதுவும் மிதமாக இருக்க வேண்டும் என்பதை  உணர்த்துகிறது.  அளவுக்கு மீறினால் அழிவு என்று சொல்வது,  எல்லாவற்றையும்  நிதானமாகச் செய்ய வேண்டும் என்பதை உணர்த்துகிறது.   "
  },
  {
    "description": "சர்க்கரைப் பொங்கல் பற்றிய பத்தியில், பொங்கலின் தித்திப்பு 'திகட்டாது' என்று குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் எதைப் புரிந்துகொள்ள முடிகிறது?",
    "options": [
      "பொங்கல் மிகவும் இனிப்பாக இருந்தது.",
      "பொங்கல் மிதமான இனிப்புடன் இருந்தது.",
      "பொங்கலில் எல்லா இனிப்புகளும் சரியான அளவில் கலந்திருந்தன.",
      "பொங்கலின் இனிப்பு தனித்துவமானது."
    ],
    "answer": "C",
    "additional_context": "சர்க்கரைப் பொங்கலின் தித்திப்பு திகட்டாது என்று குறிப்பிடப்பட்டுள்ளது.  இது,  பொங்கலில்  சர்க்கரை,  பால்,  நெய்  எல்லாம்  சரியான  அளவில்  கலந்திருந்தன  என்பதை  உணர்த்துகிறது.  இதனால்,  பொங்கலின்  இனிப்பு  அதிகமாகவோ  குறைவாகவோ  இல்லை  என்பதைக்  காட்டுகிறது."
  },
  {
    "description": "\"பழையசோறு\" பத்தியில், பழையசோறு கிராமத்து உன்னதம் எனக் குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் எதைப் புரிந்துகொள்ள முடிகிறது?",
    "options": [
      "கிராமத்து மக்கள் பழைய சோற்றை மிகவும் விரும்புவார்கள்.",
      "பழைய சோறு கிராமத்து வாழ்க்கையின் ஒரு அங்கமாகும்.",
      "பழைய சோறு கிராமத்து மக்களுக்கு ஒரு சிறப்பு உணவாகும்.",
      "பழைய சோறு கிராமத்து வாழ்க்கையின் பாரம்பரியத்தை பிரதிபலிக்கிறது."
    ],
    "answer": "D",
    "additional_context": "பழையசோறு  கிராமத்து உன்னதம்  என்று  குறிப்பிடப்பட்டுள்ளது.   இது,  பழையசோறு  கிராமத்து  வாழ்க்கையின்  பாரம்பரியமான  உணவு  என்பதை  உணர்த்துகிறது.  பழையசோறு  கிராமத்து  வாழ்க்கையின்  சிறப்பான  பகுதிகளை  பிரதிபலிக்கிறது.  "
  }
]
