
[
  {
    "description": "இந்த உரையில்  \"காற்று  என்னைக் கண்களால் காணமுடியாது, மெய்யால் உணரமுடியும்\" என்கிறது. இதன் மூலம் காற்றைப் பற்றி என்ன தெரியவருகிறது?",
    "options": [
      "காற்று என்பது ஒரு உயிரற்ற பொருள்.",
      "காற்று என்பது உயிரினங்களுக்குத் தேவையானது.",
      "காற்றை நாம் நேரடியாக உணர முடியாது.",
      "காற்று என்பது நம்மால் பார்க்க முடியாத ஒன்று."
    ],
    "answer": "D",
    "additional_context": "இந்த உரையில், காற்றின் இயல்பைப் பற்றி விளக்கப்படுகிறது. காற்றை நாம் கண்களால் காண முடியாது என்று கூறப்பட்டுள்ளது. அதாவது காற்று என்பது நம்மால் பார்க்க முடியாத ஒன்று.  ஆனால், மெய்யால் அதை உணர முடியும் என்று கூறப்பட்டுள்ளது. காற்று இல்லாமல் மனிதனால் உயிர் வாழ முடியாது. உயிரினங்களுக்கு மூச்சு விட காற்று மிக அவசியம். அதனால், காற்று என்பது உயிரினங்களுக்குத் தேவையான ஒன்று. "
  },
  {
    "description": "இந்த உரையில், காற்றின் இயக்கத்தைப் பற்றி எந்தத் தமிழ்ப் பாடல் வரியைக் கொண்டு விளக்கப்படுகிறது?",
    "options": [
      "வண்டொடு புக்க மணவாய்த் தென்றல்",
      "நளிஇரு முந்நீர் நாவாய் ஓட்டி",
      "வாயு வழக்கம் அறிந்து செறிந்தடங்கில்",
      "வளி மிகின் வலி இல்லை"
    ],
    "answer": "A",
    "additional_context": "இந்த உரையில், காற்று எல்லா இடங்களிலும் இருக்கிறது.  மெல்லத் தொட்டுச் சென்றால் தென்றல்.  தூக்கிச் சென்றால் புயல் என்று கூறப்பட்டுள்ளது. காற்றின் மெதுவான இயக்கம் தென்றல் என்றும் வலிமையான இயக்கம் புயல் என்றும் கூறப்படுகிறது. காற்றின் இயக்கத்தைப் பற்றி இளங்கோவடிகள் \"வண்டொடு புக்க மணவாய்த் தென்றல்\" என்ற பாடல் வரியைக் கொண்டு விளக்கப்படுகிறது. இந்த பாடல் வரி தென்றல் காற்று மலர்களின் நறுமணத்தை அள்ளி வரும்பொழுது கூடவே வண்டுகளையும் அழைத்து வருவதைக் குறிப்பிடுகிறது. இதன் மூலம் காற்றின் இயக்கத்தைப் பற்றி நமக்குப் புரிய வைக்கிறது."
  },
  {
    "description": "இந்த உரையில், காற்று மழையைத் தருவதைப் பற்றி விளக்கப்படுகிறது. இதன் மூலம் என்ன கருத்து தெளிவாகிறது?",
    "options": [
      "காற்று என்பது இயற்கையின் ஒரு பகுதி.",
      "காற்று இல்லையெனில் மழையும் இல்லை.",
      "காற்று என்பது உலகின் இயக்கத்தில் முக்கிய பங்கு வகிக்கிறது.",
      "காற்று என்பது மழையை மட்டுமே கொண்டுவருகிறது."
    ],
    "answer": "C",
    "additional_context": "இந்த உரையில், காற்று மழையைத் தருவதைப் பற்றி விளக்கப்படுகிறது. காற்று பருவமாற்றத்திற்கும் காரணமாகும். பருவமாற்றத்தால் மழை பெய்யும்.  காற்று, மழை, பருவமாற்றம் என எல்லாமே இயற்கையின் ஒரு பகுதி. காற்று இல்லையெனில் மழை பெய்யாது.  இதன் மூலம் காற்று என்பது உலகின் இயக்கத்தில் முக்கிய பங்கு வகிக்கிறது என்பது தெளிவாகிறது. "
  },
  {
    "description": "இந்த உரையில், காற்றின் பங்கு பற்றி குறிப்பிடும்போது, \"மரம் தரும் வரம் நான்\" என்கிறது.  மரம் தரும் வரத்தைப் பற்றி உரையில் என்ன விளக்கப்படுகிறது?",
    "options": [
      "மரங்கள் உயிர்வாழும்  காற்றைத் தருகின்றன.",
      "மரங்கள் உயிர்வளியை வெளிவிடுகின்றன.",
      "மரங்கள் காற்றின் தூய்மைக்கு உதவுகின்றன.",
      "மரங்கள் காற்றை சுத்தப்படுத்துகின்றன."
    ],
    "answer": "D",
    "additional_context": "இந்த உரையில்,  \"மரம் தரும் வரம் நான்\"  என்று காற்று கூறுகிறது.  மரங்கள்  தம்மைச் சுற்றியுள்ள காற்றை சுத்தப்படுத்துகின்றன.  மரங்கள் காற்றுக்கு உயிர் கொடுக்கின்றன. காற்றின் தூய்மைக்கு மரங்கள் உதவுகின்றன. மரங்கள் காற்று மூலம் நமக்கு உயிர்வளியைத் தருகின்றன.  இதன் மூலம் மரங்கள் நமக்கு உயிர்வாழும் காற்றைத் தருகின்றன என்பது தெளிவாகிறது. "
  },
  {
    "description": "இந்த உரையில், காற்று மாசுபாட்டைப் பற்றி விளக்கப்படுகிறது. இதன் மூலம் காற்று மாசுபாட்டிற்கு என்ன காரணம் என்று தெரியவருகிறது?",
    "options": [
      "மரங்களை வெட்டுவது.",
      "தொழிற்சாலைகளில் இருந்து வெளிவரும் புகை.",
      "வாகனங்களில் இருந்து வெளிவரும் புகை.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "இந்த உரையில், காற்று மாசுபாட்டைப் பற்றி விளக்கப்படுகிறது.  மரங்களை வெட்டுவது,  தொழிற்சாலைகளில் இருந்து வெளிவரும் புகை,  வாகனங்களில் இருந்து வெளிவரும் புகை போன்றவை காற்று மாசுபாட்டிற்கு முக்கியக் காரணங்கள்.  குப்பைகளை எரிப்பது,  மெது உருளைகள் (tyres) போன்றவற்றை எரிப்பது,  பட்டாசுகளை வெடிப்பது,  வீட்டுச் சமையலுக்கு விறகுகளைப் பயன்படுத்துவது போன்றவை காற்று மாசுபாட்டிற்கு  காரணங்கள். இதனால்  மனிதர்களுக்கு பல நோய்கள் ஏற்படுகின்றன. காற்று மாசுபாட்டைத் தடுப்பது இன்றியமையாதது."
  }
]
