[
          
  {
    
          "description": "'அந்தத் தலைவரின் இறுதிப் பயணம் சென்ற வழியெல்லாம் மலர் தூவி மாலைகளை வீசிய கரங்கள் எத்தனை எத்தனை லட்சம்!' என்ற வரியில் 'மலர் தூவி மாலைகளை வீசிய கரங்கள்' என்ன குறிக்கின்றன?",
          "options": [
      "a) அந்த அறிஞர் பெருமகனாரின் மீதான மக்களின் மரியாதையையும் அன்பையும்",
      "b) அந்த அறிஞர் பெருமகனாரின் அரசியல் ஆதரவையும்",
      "c) அந்த அறிஞர் பெருமகனாரின் எதிரிகளின் கோபத்தையும்",
      "d) அந்த அறிஞர் பெருமகனாரின் தனிப்பட்ட வாழ்க்கை சம்பந்தப்பட்ட அன்பையும்"
    ],
    "answer": "a",
    
          "additional_context": "இந்த வரிகள் ஒரு அறிஞர் பெருமகனாரின் இறுதிப் பயணத்தைப் பற்றி  விவரிக்கிறது.  அவரது  இறுதிப் பயணம் சென்ற வழியெல்லாம் மலர் தூவி மாலைகளை வீசிய கரங்கள் எத்தனை எத்தனை லட்சம் என்கிறது. இதன் மூலம், அந்த அறிஞர் பெருமகனாரின் மீதான மக்களின் மரியாதை, அன்பு,  கௌரவம் எவ்வளவு பெரியது என்பதைப் புரிய வைக்கிறது.  "
          }
        ,
          
  {
    
          "description": "'பள்ளியில் கற்றதை மறந்த பின் மீதமுள்ளதே கல்வி.' என்ற ஐன்ஸ்டீனின் கூற்று எதை வலியுறுத்துகிறது?",
          "options": [
      "a) பள்ளிக்கல்வி எல்லாவற்றிற்கும் மேலானது",
      "b) வாழ்க்கை அனுபவங்கள் கல்விக்கு மிக முக்கியம்",
      "c) பள்ளியில் கற்பதற்கு மட்டுமே முக்கியத்துவம் இருக்கிறது",
      "d) வாழ்க்கையில் நாம் கற்றுக் கொண்டவற்றை நினைவில் வைத்துக் கொள்வது முக்கியம்"
    ],
    "answer": "b",
    
          "additional_context": "ஐன்ஸ்டீன் சொன்ன இந்தக் கூற்று, பள்ளியில் கற்றுக் கொண்ட பாடங்களை மறந்துவிட்டாலும், வாழ்க்கையில் பெற்ற அனுபவங்கள் மீதம் இருக்கும் என்பதை  வலியுறுத்துகிறது.  அதாவது,   பள்ளிக்கல்வி அறிவை வழங்கினாலும், உண்மையான கல்வி வாழ்க்கையிலிருந்து கிடைக்கும்  என்பதை  இந்தக் கூற்று எடுத்துரைக்கிறது. "
          }
        ,
          
  {
    
          "description": "'இருளான நேரங்களில்தான் வெளிச்சத்தை நோக்கிப் போக வேண்டும்.' என்ற அரிஸ்டாட்டிலின் வாசகம் நமக்கு என்ன செய்தி அளிக்கிறது?",
          "options": [
      "a) நம்பிக்கையை இழக்காமல் போராட வேண்டும்",
      "b) இருள் நேரத்தில் மட்டுமே வெளிச்சம் தெரியும்",
      "c) எப்போதும் வெளிச்சத்தை நோக்கிச் செல்ல வேண்டும்",
      "d) வெளிச்சம் இருளுக்கு எதிரானது"
    ],
    "answer": "a",
    
          "additional_context": "இந்த வாசகம்   சிரமங்கள் நிறைந்த இருண்ட நேரங்களில் நாம் வெளிச்சத்தை நோக்கிப் போக வேண்டும் என்ற  நம்பிக்கையையும், சிரமங்களை  எதிர்கொண்டு போராடும்  தைரியத்தையும்  அளிக்கிறது.  இருள் நேரத்தில் மட்டுமே வெளிச்சம் தெரியும் என்பது போன்ற  எதிர்மறை எண்ணங்களை  அரிஸ்டாட்டில்  இந்தக் கூற்று வழியாக  தூக்கி எறிகிறார்.  "
          }
        ,
          
  {
    
          "description": "'வாரத்தில் நாளைதான் பெரும்பாலும் மிகவும் __________ நாள்.' - ஸ்பானிஷ் பழமொழி",
          "options": [
      "a) சோர்வான",
      "b) சந்தோஷமான",
      "c) பரபரப்பான",
      "d) ஓய்வான"
    ],
    "answer": "c",
    
          "additional_context": "இந்த ஸ்பானிஷ் பழமொழி, வாரத்தின் இறுதி நாளான ஞாயிற்றுக்கிழமை  பரபரப்பான நாள் என்பதை  குறிப்பிடுகிறது.   ஞாயிற்றுக்கிழமை, அனைவரும் வேலைக்குச் செல்லாத நாள் என்பதால், வெளியே  மக்கள் அதிகம்  இருப்பார்கள்.  எனவே,  ஞாயிற்றுக்கிழமை  பரபரப்பான நாள்  என்பது  நிச்சயமாகும். "
          }
        ,
          
  {
    
          "description": "'வெற்றி இறுதி அல்ல, தோல்வி __________ அல்ல. தொடர்ந்து போராடுவதற்கான தைரியம்தான் முக்கியம்.' - வின்ஸ்டன் சர்ச்சில்",
          "options": [
      "a) சாதாரணமான",
      "b) மகிழ்ச்சியான",
      "c) இறுதி",
      "d) நம்பிக்கைக்குரிய"
    ],
    "answer": "c",
    
          "additional_context": "இந்தக் கூற்று, வெற்றி  மற்றும் தோல்வி இரண்டும்  வாழ்க்கையின்   பகுதிகள்   என்பதை  எடுத்துக்காட்டுகிறது.  வாழ்க்கையில் தோல்வி  கண்டாலும்  நம்பிக்கையை இழக்கக் கூடாது.  தொடர்ந்து போராடுவதே  முக்கியம்  என்று   இந்தக் கூற்று  வலியுறுத்துகிறது. "
          }
        ]