
[
  {
    "description": "“கூழும் குடியும் ஒருங்குஇழக்கும் கோல்கோடிச் சூழாது செய்யும் அரசு”  என்ற குறள் எந்த மன்னரைக் குறிக்கிறது?",
    "options": [
      "கொடுங்கோன்மை மன்னன்",
      "நேர்மையான மன்னன்",
      "ஞானமிக்க மன்னன்",
      "வலிமை மிக்க மன்னன்"
    ],
    "answer": "A",
    "additional_context": "ஒரு மன்னன் தன் நாட்டை ஆளும் பொழுது அவன் எந்த விதமான நடத்தை கடைபிடிப்பான் என்பதை இந்த குறள் விளக்குகிறது. கூழும் குடி மக்களும் ஒருங்கு இழக்கும் என்பது நாடு அழிந்து விடுவதைக் குறிக்கும். அதாவது, ஒரு மன்னன் தன் நாட்டை நன்றாக ஆள வில்லை என்றால், அந்த நாடு அழிந்து விடும் என்பது இதன் பொருள். ஆகையால், இக்குறள் கொடுங்கோன்மை மன்னனைக் குறிப்பதாக அறியப்படுகிறது."
  },
  {
    "description": "“சார்புஉணர்ந்து சார்பு கெடஒழுகின் மற்றழித்துச் சார்தரா சார்தரும் நோய்” என்ற குறள் எந்தத் தீமையைப் பற்றி கூறுகிறது?",
    "options": [
      "மயக்கம்",
      "காமம்",
      "வெகுளி",
      "அதிகாரம்"
    ],
    "answer": "D",
    "additional_context": "சார்பு உணர்வு என்ற சொல், ஒருவன் மீது மிகுந்த ஈர்ப்பு உடையதைக் குறிக்கும். அதாவது, ஒருவன் தன் நண்பன் மீது மிகுந்த பற்றுதல் கொண்டிருந்தால், அவன் தன் நண்பன் தவறு செய்தாலும் அவனைத் தட்டிக் கேட்காமல் இருப்பான். இது ஒரு நோய் போன்றது. அது சார்து சார்து பெருகும். இதனால், அந்த நட்பு  கெட்டுப் போய் விடும். ஆகையால், இக்குறள் அதிகாரம் தீமையைப் பற்றி கூறுகிறது."
  },
  {
    "description": "“பரிந்துஓம்பிக் காக்க ஒழுக்கம்; தெரிந்துஓம்பித் தேரினும் அஃதே துணை.” இந்தக் குறளில்  “ஓம்ப” என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
    "options": [
      "மறைத்தல்",
      "கவனித்தல்",
      "மறத்தல்",
      "வெறுத்தல்"
    ],
    "answer": "B",
    "additional_context": "இக்குறள் ஒழுக்கத்தைப் பற்றியது. ஒழுக்கத்தைப் பரிந்து ஓம்பிக் காக்க வேண்டும் என்று குறிப்பிடுகிறது. ஒழுக்கம் எப்போதும் துணையாக இருக்கும். தேரினும் அஃதே துணை என்கிறது. ஆகையால், ஓம்ப என்ற சொல்லுக்குப் பொருத்தமான பொருள் கவனித்தல். இது அந்தச் சொல்லின் பொருளைத் தெளிவாகக் காட்டுகிறது."
  },
  {
    "description": "“அழுக்காறு உடையான்கண் ஆக்கம்போன்று இல்லை ஒழுக்கம் இலான்கண் உயர்வு.” இந்தக் குறள் எதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "எல்லோரும் ஒழுக்கம் உடையவர்களாக இருக்க வேண்டும்.",
      "அழுக்காறு உடையவர்களுக்கு உயர்வு இல்லை.",
      "ஒழுக்கம் இல்லாதவருக்கு உயர்வு இருக்காது.",
      "அழுக்காறு ஒழுக்கத்திற்கு நேர் எதிர்மாறானது."
    ],
    "answer": "C",
    "additional_context": "இக்குறள் ஒழுக்கத்தின் முக்கியத்துவத்தை எடுத்துக்காட்டுகிறது. அழுக்காறு என்பது தீய குணம். அது ஒருவருக்கு உயர்வைத் தராது. அழுக்காறு உடையவர்களைக் காட்டிலும், ஒழுக்கம் இல்லாதவர்களை மற்றவர்கள் மதிப்பார்கள். அதாவது, ஒழுக்கம் இல்லாதவருக்கு உயர்வு இருக்காது.  இந்தக் குறள் மக்கள் அனைவரும் ஒழுக்கம் உடையவர்களாக இருக்க வேண்டும் என்று எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "“கற்றுஈண்டு மெய்ப்பொருள் கண்டார் தலைப்படுவர் மற்றுஈண்டு வாரா நெறி.” இந்தக் குறள் எதைப் பற்றியது?",
    "options": [
      "மெய்ப்பொருளை அடைவதற்கான எளிமை.",
      "மெய்ப்பொருளை அடைந்த பின் மீண்டும் மீண்டும் பிறப்பெடுப்பது இல்லை.",
      "கற்றல் மூலம் மெய்ப்பொருளை அடைய முடியும்.",
      "மெய்ப்பொருளை அடைவது கடினமானது."
    ],
    "answer": "B",
    "additional_context": "இக்குறள் மெய்ப்பொருள் கண்டவர்களைப் பற்றியது. மெய்ப்பொருள் கண்டவர்கள் தலைப்படுவர் என்பது  அவர்கள் மீண்டும் மீண்டும் பிறப்பெடுப்பது இல்லை என்பதைக் குறிக்கும். மெய்ப்பொருள் கண்டவர்கள் மீண்டும் பிறப்பெடுப்பதில்லை என்பது சமய ரீதியான ஒரு நம்பிக்கை. இது கற்றல் மூலம் மெய்ப்பொருளை அடைய முடியும் என்ற கருத்தை வலியுறுத்துகிறது."
  }
]
