
[
  {
    "description": "ம.பொ.சிவஞானத்தின் வாழ்க்கையைப் பற்றிய கட்டுரையில் அவரது பிறந்த நாள் எப்படி விவரிக்கப்பட்டுள்ளது?",
    "options": [
      "அவர் பிறந்த நாள் இந்திய விடுதலைப் போராட்ட வரலாற்றில் மிக முக்கியமான ஒரு நாள்.",
      "அவர் பிறந்த நாள் சென்னை ஆயிரம்விளக்கு வட்டத்தில் ஒரு சிறப்பு நிகழ்வாக கொண்டாடப்பட்டது.",
      "அவர் வறுமையில் பிறந்ததால் அவரது பிறந்த நாள் சாதாரணமாகவே இருந்தது.",
      "அவர் பிறந்த நாள் தமிழ்நாட்டின் வரலாற்றுச் சிறப்பிற்குரிய நிகழ்வுகளில் ஒன்றாகக் கருதப்படுகிறது."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தமிழ்நாட்டைத் தனித்து நோக்கினாலும் வரலாற்றுச் சிறப்பிற்குரிய நிகழ்வுகள் அவ்வாண்டில் நடைபெற்றன. வ.உ.சிதம்பரனார் ஆங்கிலேயர்களுக்கு எதிராகச் சுதேசிக் கப்பல் நிறுவனத்தைத் தொடங்கினார். இத்தகைய சிறப்புள்ள ஆண்டில் ஜூன் 26ஆம் நாள், சென்னை ஆயிரம்விளக்கு வட்டம் சால்வன்குப்பம் என்னும் பகுதியில் நான் பிறந்தேன். நான் பிறந்த வட்டத்துக்கு ஆயிரம்விளக்கு எனப் பெயர் இருப்பினும் என்னைப் பெற்றெடுத்த குடும்பம் வறுமை என்னும் இருள் சூழ்ந்ததுதான்."
  },
  {
    "description": "ம.பொ.சிவஞானத்தின் பள்ளிப்படிப்பு எப்படி முடிவுக்கு வந்தது?",
    "options": [
      "அவர் பள்ளியில் சேர்க்கப்படாததால் அவருக்குப் படிப்பில் ஆர்வம் இல்லாமல் போய்விட்டது.",
      "அவரது குடும்பத்தின் வறுமை காரணமாக அவர் பள்ளிப்படிப்பை நிறுத்த வேண்டியிருந்தது.",
      "அவரது ஆசிரியர் அவருக்குத் தண்டனை கொடுத்ததால் அவர் பள்ளிக்குப் போக மறுத்துவிட்டார்.",
      "அவர் பள்ளியில் முதல் நாளில் நடந்த ஒரு சம்பவத்தால் அவர் பள்ளிப்படிப்பைத் துறந்தார்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நான் பள்ளியில், மூன்றாம் வகுப்பில் நுழைந்த ஏழாம் நாளில், பகல் நேரத்தில் வீட்டுக்கு வந்து சாப்பிட்டுவிட்டுத் திரும்பவும் பள்ளிக்குப் போனேன். காலையிலேயே பாடப்புத்தகங்களோடு வராததற்காக ஆசிரியர் என்னைக் கண்டித்தார். பிற்பகலில் புத்தகங்களைக் கட்டாயம் கொண்டுவர வேண்டுமென்று கட்டளையிட்டிருந்தார். கையில் புத்தகமின்றி இருந்த என்னைக் கண்ட ஆசிரியர் பள்ளியிலிருந்து விரட்டிவிட்டார். இது எனக்குப் பெருத்த அவமானமாக இருந்ததால் அழுதவண்ணம் வீட்டுக்கு வந்தேன்."
  },
  {
    "description": "ம.பொ.சிவஞானம் தனது இலக்கிய அறிவை வளர்த்துக் கொண்ட முறைகள் எவை?",
    "options": [
      "அவரது அம்மா அவரை அம்மானைப் பாடல்களைப் பாட வைத்தது மற்றும் சித்தர் பாடல்களைப் படிக்க வைத்தது.",
      "அவர் நூலகங்களில் படித்தது மற்றும் ஆசிரியர்களிடம் பயிற்சி பெற்றது.",
      "அவர் பள்ளிக்குப் போகும் வழியில்  புத்தகக் கடைகளில் நூல்களைப் படித்தது.",
      "அவர் நூல்களைப் படித்து மனனம் செய்தது மற்றும்  சொற்பொழிவுகளைக் கேட்டு குறிப்பெடுத்தது."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "அன்னையார் இளமையிலே எனக்குப் பயிற்றுவித்த பாக்கள் எனது இலக்கியப் பயிற்சிக்கான பாலபாடங்களாக அமைந்தன. அல்லி அரசாணி மாலை, பவளக்கொடி மாலை ஆகிய அம்மானைப் பாடல்களைப் பாடுவார். அந்த நேரத்தில் என்னையும் சிறிது நேரம் அந்த நூல்களைப் படிக்க வைப்பார். அதனால், சந்த நயத்தோடும் எதுகை மோனையோடும் உள்ள அம்மானைப் பாடல்களை அடிக்கடி பாடிப்பாடிப் பிள்ளைப் பருவத்திலேயே இலக்கிய அறிவை வளர்த்து வந்தேன். சித்தர் பாடல்களை நானாகவே விரும்பிப் படித்து மனனம் செய்வேன். சொற்பொழிவுகளைக் கேட்பதன் மூலமாகவும் நான் இலக்கிய அறிவு பெற்றேன். அப்போது அவர்கள் வெளியிடும் சிறந்த கருத்துகளை ஏடுகளில் குறித்து வைத்துக் கொள்வேன்."
  },
  {
    "description": "ம.பொ.சிவஞானம் ஏழைத் தன்மையை எப்படி எதிர்கொண்டார்?",
    "options": [
      "அவர் தனது குடும்பத்தின் வறுமையை ஏற்றுக்கொண்டு  மகிழ்ச்சியாக வாழ்ந்தார்.",
      "அவர் தனது வாழ்க்கையைப் பற்றி எந்தத் துயரத்தையும் காட்டாமல் இருந்தார்.",
      "அவர் வறுமையை எதிர்கொள்ள கல்வியை நம்பியிருந்தார்.",
      "அவர் தனது வறுமையை எதிர்கொள்ள பழைய புத்தகங்களை வாங்கிப் படித்தார்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "எனக்கு உலகியல் அறிவு தோன்றிய நாள்தொட்டு இயன்றவரை தாய்மொழியிலேனும் நல்ல புலமை பெற்றிட வேண்டும் என்று விரும்பி, அதற்காக இடைவிடாது முயன்று வந்திருக்கிறேன். சுருங்கச்சொன்னால், என் அறியாமையுடன் கடும்போர் நடத்தியிருக்கிறேன். நூல் வாங்குவதற்குப் போதிய பணமில்லாத குறையால் பழைய புத்தகங்கள் விற்கும் கடைகளுக்குச் சென்று, எனக்கு விருப்பமான புத்தகங்களை, மிக மிகக் குறைந்த விலைக்கு வாங்குவதை வழக்கமாகக் கொண்டிருந்தேன்."
  },
  {
    "description": "ம.பொ.சிவஞானம் காந்திஜி மற்றும் இர்வின் ஒப்பந்தத்தின் போது என்ன செய்தார்?",
    "options": [
      "அவர் காந்திஜிக்கு எதிரான போராட்டத்தில் ஈடுபட்டார்.",
      "அவர் காந்திஜியின் அறப்போர் முறையில் நம்பிக்கை இல்லாமல் இருந்தார்.",
      "அவர் பேராயக் கட்சியின் ஊர்வலங்கள் மற்றும் கதர் விற்பனையில் கலந்துகொண்டார்.",
      "அவர் ஆங்கிலேயர்களுடன் ஒத்துழைத்து போராட்டத்தை முடிக்க முயன்றார்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "1931இல் காந்தி - இர்வின் ஒப்பந்தக் காலத்திலே நாடு முழுவதிலுமிருந்த பேராயக் கட்சிக்காரர்கள் ஆக்கவழிப்பட்ட வேலைகளில் ஈடுபடுத்தப்பட்டனர். அந்நியத் துணிக்கடை மறியல், காந்தி ஒப்பந்தப்படி அனுமதிக்கப்படவில்லை. ஆகவே தீண்டாமை விலக்கு, கதர் விற்பனை ஆகியவற்றிலே பேராயக் கட்சிக்காரர்களை ஈடுபடுத்தியது கட்சித்தலைமை. பேராயக் கட்சியால் நடத்தப்பட்ட ஊர்வலங்களிலும் கதர் விற்பனையிலும் தவறாமல் கலந்துகொள்வேன்."
  }
]
