
[
  {
    "description": "பாடலின் பொருள் பகுதியில் \"மயக்கம் அகற்றி, அறிவுக்குத் தெளிவு தந்து\" என்ற வரிகள் எதை குறிக்கின்றன?",
    "options": [
      "அருளைப் பெருக்குவதன் மூலம் மனதில் ஏற்படும் மயக்கத்தை நீக்குவதை",
      "மருளை அகற்றி மதிக்கும் தெருளை அருத்துவதை",
      "கல்வியின் மூலம் ஏற்படும் அறிவுத் தெளிவை",
      "ஆவிக்கு அரிய துணையாய் இன்பம் பொருத்துவதை"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல், கல்வியின் முக்கியத்துவத்தை விளக்குகிறது. \"மயக்கம் அகற்றி, அறிவுக்குத் தெளிவு தந்து\" என்ற வரிகள் கல்வியின் மூலம் மனதில் இருக்கும் மயக்கத்தை நீக்கி, அறிவுக்கு தெளிவு தரும் என்பதை குறிக்கின்றன. கல்வியால் ஏற்படும் அறிவுப் பெருக்கே  மனதிற்கு  தெளிவையும்,  வாழ்வில் வெற்றியையும் தருகிறது."
  },
  {
    "description": "செய்குதம்பிப் பாவலர் நூறு செயல்களை ஒரே நேரத்தில் செய்து காட்டிய நிகழ்வு ஏன் குறிப்பிடத்தக்கது?",
    "options": [
      "அவர் பதினைந்து வயதிலேயே செய்யுள் இயற்றும் திறன் பெற்றிருந்தார் என்பதை நிரூபிக்க.",
      "அவர் சீறாப்புராணத்திற்கு உரை எழுதியவர் என்பதை விளக்க.",
      "அவரது புலமையையும் நினைவாற்றலையும் சோதிப்பதற்காக.",
      "அவரது அனைத்து நூல்களும் நாட்டுடைமை ஆக்கப்பட்டுள்ளன என்பதை காட்ட."
    ],
    "answer": "C",
    "additional_context": "செய்குதம்பிப் பாவலர் என்பவர் ஒரு சதாவதானி. சதாவதானம் என்பது நூறு செயல்களை ஒரே நேரத்தில் செய்து காட்டி, அவற்றிற்கான விடையை நினைவில் கொண்டு கூறுவதாகும். இது அவரது புலமையையும் நினைவாற்றலையும் சோதிக்கும் ஒரு நிகழ்வு. செய்குதம்பிப் பாவலர் தனது  19 வயதில் சதாவதானம் செய்து காட்டி  பலராலும் பாராட்டப்பட்டார்."
  },
  {
    "description": "பாடலின் பொருள் பகுதியில் \"அருந்துணையாய் இன்பம் பொருத்துவதும்\" என்ற வரிகள் எதை வலியுறுத்துகின்றன?",
    "options": [
      "கல்வி அருளைப் பெருக்குவதன் மூலம் மனதில் இன்பத்தைத் தருகிறது.",
      "கல்வி ஆன்மீக வளர்ச்சிக்கு துணையாய் இருக்கிறது.",
      "கல்வி மூலம் நாம் உலகில் மதிப்பைப் பெறுகிறோம்.",
      "கல்வி மருளை அகற்றி மதிக்கும் தெருளை அருத்துவதற்கு உதவுகிறது."
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல், கல்வி  ஆன்மீக வளர்ச்சிக்கு ஒரு அருந்துணையாகும் என்பதை  வலியுறுத்துகிறது.  கல்வி மூலம்  நாம்  அருளைப் பெற்று மன நிம்மதி பெறுவதுடன், ஆன்மீக வளர்ச்சியும் பெறுவோம். மேலும்  உலகில் நாம்   மதிப்பைப் பெறவும்,  வாழ்வை   சிறப்பாக  நடத்தவும் கல்வி துணைபுரிகிறது."
  },
  {
    "description": "\"கற்பவை கற்றபின்...\" என்ற பகுதி என்னைக் குறிக்கிறது?",
    "options": [
      "நூலின் ஆசிரியர் வாசகர்களை அவர்களின் எதிர்காலக் கல்வி குறித்து சிந்திக்க வைக்கிறார்.",
      "நூலின் ஆசிரியர்  சதாவதானம் பற்றிய கூடுதல் தகவலைப் பகிர்கிறார்.",
      "நூலின் ஆசிரியர்  சங்க இலக்கியம் மற்றும் திருக்குறளைப் பற்றிய கூடுதல் தகவலைத் தருகிறார்.",
      "நூலின் ஆசிரியர்  பாடலின் பொருள் பகுதியை மேலும் விளக்குகிறார்."
    ],
    "answer": "A",
    "additional_context": "இந்தப் பகுதி, கல்வி பற்றிய  நூலைப் படித்த பின்பு வாசகர்  எதிர்காலத்தில் என்ன  படிக்க விரும்புகிறார்கள் என்பதை  சிந்தித்து  வகுப்பறையில்  கலந்துரையாட வேண்டும்  என்கிறது.  கல்வி என்பது ஓர்  நிலையான  செயல்முறை.   வாழ்நாள் முழுவதும்  கற்க வேண்டும்  என்பதை  இந்தப் பகுதி  வலியுறுத்துகிறது."
  },
  {
    "description": "“கல்வி” என்ற தலைப்பில் இடம்பெற்றுள்ள கவிதையில் “மருளை அகற்றி” என்ற வரியின் பொருள் என்ன?",
    "options": [
      "மருத்துவம் மூலம் நோய்களை அகற்றுவது.",
      "தவறான எண்ணங்களைப் போக்கி மனதிற்கு தெளிவு தருவது.",
      "மருந்துகளை உட்கொண்டு உடல்நலத்தை மேம்படுத்துவது.",
      "உடல் உழைப்பை அதிகரித்து  மன அழுத்தத்தைப் போக்குவது."
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதையில் “மருளை அகற்றி” என்பது மனதில் இருக்கும் மயக்கத்தை அகற்றி  அறிவுக்கு  தெளிவு தருவது என்பதை  குறிக்கிறது.   தவறான  எண்ணங்கள்,   மனக் குழப்பங்கள்,  கவலைகள்  எல்லாம் மன  மயக்கத்திற்குக்  காரணமாகும்.  கல்வியின்  மூலம்  இவற்றை  நீக்கி  மனதிற்கு தெளிவு  பெறலாம்.  தெளிவான  மனது  வாழ்க்கையில்   வெற்றிக்கு  உதவும்."
  }
]
