
[
  {
    "description": "இந்தக் கூற்றைப் பற்றிய உண்மையான விருப்பத்தைத் தேர்ந்தெடுக்கவும்: \"குறள் வெண்பா என்பது வெண்பாவின் பொது இலக்கணம் அமையப்பெற்று இரண்டு அடிகளாய் வரும்.\"",
    "options": [
      "இது ஒரு தவறான கூற்று. குறள் வெண்பா என்பது வெண்பா இலக்கணத்திலிருந்து வேறுபட்டது.",
      "இது ஒரு பகுதி உண்மையான கூற்று. குறள் வெண்பா இரண்டு அடிகள் கொண்டது, ஆனால் வெண்பாவின் பொது இலக்கணத்தைப் பின்பற்றாது.",
      "இது ஒரு முழுமையான உண்மையான கூற்று. குறள் வெண்பா வெண்பாவின் பொது இலக்கணத்தைப் பின்பற்றி இரண்டு அடிகள் கொண்டது.",
      "இது ஒரு தவறான கூற்று. குறள் வெண்பா மூன்று அடிகள் கொண்டது."
    ],
    "answer": "C",
    "additional_context": "குறள் வெண்பா என்பது வெண்பாவின் பொது இலக்கணம் அமையப்பெற்று இரண்டு அடிகளாய் வரும். முதலடி நான்கு சீராகவும் (அளவடி) இரண்டாம் அடி மூன்று சீராகவும் (சிந்தடி) வரும். இலக்கணக் கட்டுக்கோப்புக் குறைவாகவும் கவிதை வெளியீட்டுக்கு எளிதாகவும் இருப்பது அகவற்பா என்னும் ஆசிரியப்பா."
  },
  {
    "description": "கலிப்பாவுக்குரிய ஓசை எது?",
    "options": [
      "செப்பல் ஓசை",
      "அகவல் ஓசை",
      "துள்ளல் ஓசை",
      "தூங்கல் ஓசை"
    ],
    "answer": "C",
    "additional_context": "செய்யுளில் இடையிடையே உயர்ந்து வருவது துள்ளல் ஓசை. இது கலிப்பாவுக்கு உரியது. தூங்கல் ஓசை வஞ்சிப்பாவுக்கு உரியது. "
  },
  {
    "description": "\"நிரை நேர் நேர்\" என்னும் வாய்பாடு எந்தச் சீரைக் குறிக்கிறது?",
    "options": [
      "ஓரசைச் சீர்",
      "ஈரசைச் சீர்",
      "மூவசைச் சீர்",
      "நான்கசைச் சீர்"
    ],
    "answer": "C",
    "additional_context": "அலகிடுதல் என்பது சீரைப் பிரித்து அசை பார்த்து, அசைக்கேற்ற வாய்பாடு காணுதல். ஓரசைச் சீர்  நேர் நாள் , ஈரசைச் சீர் நேர் நேர் தேமா, மூவசைச் சீர் நேர் நேர் நேர்  மலர், நான்கசைச் சீர்  நிரை  காசு"
  },
  {
    "description": "\"தேமா\" என்னும் வாய்பாடு எந்த ஓசையைக் குறிக்கிறது?",
    "options": [
      "செப்பல் ஓசை",
      "அகவல் ஓசை",
      "துள்ளல் ஓசை",
      "தூங்கல் ஓசை"
    ],
    "answer": "B",
    "additional_context": "யாப்போசை தரும் பாவோசை 1. செப்பலோசை - இருவர் உரையாடுவது போன்ற ஓசை 2. அகவலோசை - ஒருவர் பேசுதல் போன்ற சொற்பொழிவாற்றுவது போன்ற ஓசை 3. துள்ளலோசை - கன்று துள்ளினாற்போலச் சீர்தோறுந் துள்ளிவரும் ஓசை. அதாவது தாழ்ந்து உயர்ந்து வருவது. 4. தூங்கலோசை - சீர்தோறுந் துள்ளாது தூங்கிவரும் ஓசை. தாழ்ந்தே வருவது."
  },
  {
    "description": "__________ வெண்பாவிற்குரியது.",
    "options": [
      "செப்பல்",
      "அகவல்",
      "துள்ளல்",
      "தூங்கல்"
    ],
    "answer": "A",
    "additional_context": "செப்பலோசை வெண்பாவிற்குரியது. அறம் கூறும், குறளும் நாலடியாரும் வெண்பாவில் அமைந்துள்ளன. அகவல் ஓசை ஆசிரியப்பாவுக்கு உரியது. "
  }
]
