[
          
  {
    
          "description": "'மலர் உண்டு; பெயரும் உண்டு; ஆனால் இதுதான் அது என்று உறுதியாக அறிய இயலாதுள்ள நிலையில் இருக்கும் மலர்கள்' என்ற கூற்றின் மூலம் இலக்கியத்தில் குறிப்பிடப்படும் இரண்டு மலர்கள் யாவை?",
          "options": [
      "a) அத்தி, ஆலம்",
      "b) சுள்ளி மலர், பாங்கர் மலர்",
      "c) மூங்கில் பூ, பாதிரிப் பூ",
      "d) நெருஞ்சி, எருக்கு"
    ],
    "answer": "b",
    
          "additional_context": "இந்தப் பத்தியில், 'மலர் உண்டு; பெயரும் உண்டு; ஆனால் இதுதான் அது என்று உறுதியாக அறிய இயலாதுள்ள நிலையில் இருக்கும் மலர்கள்'  என்கிற வாக்கியத்தில் சுள்ளி மலர், பாங்கர் மலர் என்கிற இரு மலர்களும் குறிப்பிடப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "பூவின் அகவிதழ், புறவிதழ் போன்ற உறுப்புகள் இருந்து அவை புறத்தே காட்சிப்படாமல் உள்ளேயே பொதிந்திருக்கும் மலர்களின் எடுத்துக்காட்டுகள் யாவை?",
          "options": [
      "a) சுள்ளி மலர், பாங்கர் மலர்",
      "b) இலுப்பை, பாதிரி",
      "c) அத்தி, ஆலம், கொழிஞ்சி, பலா",
      "d) நெருஞ்சி, எருக்கு, பூளை"
    ],
    "answer": "c",
    
          "additional_context": "இந்தப் பத்தியில், 'அகவிதழ் முதலிய உறுப்புகள் இருந்து அவை புறத்தே காட்சிப்படாமல் உள்ளேயே பொதிந்திருக்கும் மலர்கள்' என்கிற வாக்கியத்தில் அத்தி, ஆலம், கொழிஞ்சி, பலா என்கிற நான்கு மலர்களும் குறிப்பிடப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "'மலரில் சில எளியவை ஆகின்றன' என்ற வாக்கியத்தில் குறிப்பிடப்படும் எளிய மலர்கள் யாவை?",
          "options": [
      "a) இலுப்பை, பாதிரி",
      "b) அத்தி, ஆலம், கொழிஞ்சி",
      "c) நெருஞ்சி, எருக்கு, பூளை, குரீஇப் பூளை, வேளை, ஊமத்தம், கள்ளி, முருங்கை ",
      "d) சுள்ளி மலர், பாங்கர் மலர்"
    ],
    "answer": "c",
    
          "additional_context": "இந்தப் பத்தியில், 'பயன்பாடு, நாற்றம், மக்களது விருப்பில் இடம் பெறாமை, பொதுவில் ஒதுக்கப்பட்டமை கொண்டு மலரில் சில எளியவை ஆகின்றன' என்கிற வாக்கியத்தில் நெருஞ்சி, எருக்கு, பூளை, குரீஇப் பூளை, வேளை, ஊமத்தம், கள்ளி, முருங்கை என்கிற எட்டு மலர்களும் குறிப்பிடப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "இலுப்பை மலர்களைப் பற்றி மேற்கண்ட பத்தியில் குறிப்பிடப்பட்டுள்ள தகவல் எது?",
          "options": [
      "a) இலுப்பை மலர்கள் மிகவும் அரிதானவை.",
      "b) இலுப்பை மலர்கள் மணமுடையவை.",
      "c) இலுப்பை மலர்களை கரடிகள் விரும்பி உண்ணும்.",
      "d) இலுப்பை மலர்களிலிருந்து ஒருவகை அரிசி தோன்றும்."
    ],
    "answer": "c",
    
          "additional_context": "இந்தப் பத்தியில், 'இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும்' என்கிற வாக்கியத்தில் இலுப்பை மலர்களை கரடிகள் விரும்பி உண்ணும் என்பது குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "பாதிரிப் பூவைப் பற்றி மேற்கண்ட பத்தியில் குறிப்பிடப்பட்டுள்ள தகவல் எது?",
          "options": [
      "a) பாதிரிப் பூ மிகவும் மணமுடையது.",
      "b) பாதிரிப் பூ மரத்தின் மீதேறி உண்ணப்படுகிறது.",
      "c) பாதிரிப் பூ குடிநீருக்குத் தன் மணத்தை ஏற்றும்.",
      "d) பாதிரிப் பூவிலிருந்து ஒருவகை அரிசி தோன்றும்."
    ],
    "answer": "c",
    
          "additional_context": "இந்தப் பத்தியில், 'பாதிரிப் பூ குடிநீருக்குத் தன் மணத்தை ஏற்றும்' என்கிற வாக்கியத்தில் பாதிரிப் பூ குடிநீருக்குத் தன் மணத்தை ஏற்றும் என்பது குறிப்பிடப்பட்டுள்ளது."
          }
        ]