
[
  {
    "description": "“மருந்தே ஆயினும் விருந்தொடு உண்” என்று கொன்றை வேந்தனில் ஔவையார் பாடியுள்ளார். இதன் மூலம் என்ன தெரிவிக்கப்படுகிறது?",
    "options": [
      "மருந்தையும் விருந்தோடு சேர்த்து உண்ண வேண்டும்.",
      "விருந்தோம்பல் என்பது நோய் தீர்க்கும் மருந்தைப் போன்றது.",
      "மருந்தை எப்போதும் விருந்தோடு சேர்த்து உண்ணக் கூடாது.",
      "விருந்தோம்பல் நல்ல மருந்தைப் போன்றது."
    ],
    "answer": "D",
    "additional_context": "“மருந்தே ஆயினும் விருந்தொடு உண்” என்ற ஔவையாரின் வரிகள் விருந்தோம்பல் என்பது மருந்தைப் போன்றது எனக் கூறுகிறது. நோய் தீர்க்கும் மருந்தைப் போன்று விருந்தோம்பல் நல்ல மனதைத் தந்து மகிழ்ச்சியைத் தரும் என்பது பொருள்."
  },
  {
    "description": "“நிலத்திற்கேற்ற விருந்து” என்ற தலைப்பில் எந்தக் கருத்து விளக்கப்படுகிறது?",
    "options": [
      "பல்வேறு பகுதிகளில் விருந்தோம்பும் முறைகள் வேறுபடும்.",
      "நிலத்திற்கேற்ப விருந்து வகைகள் மாறுபடும்.",
      "நெய்தல் நிலத்தவர்கள் மீன் கறியை விருந்தாகக் கொடுப்பார்கள்.",
      "மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "நிலத்திற்கேற்ப விருந்தோம்பும் முறைகள் வேறுபடும். மக்களின் வாழ்வியல், பழக்கவழக்கங்கள் மற்றும் அவர்கள் உண்ணும் உணவுகள் அனைத்தும் நிலத்திற்கேற்ப மாறுபடும். நெய்தல் நிலத்தவர்கள் மீன் கறியை விருந்தாகக் கொடுப்பார்கள். இது போன்று பல்வேறு பகுதிகளில் விருந்தோம்பும் முறைகளும் விருந்து வகைகளும் வேறுபடும். "
  },
  {
    "description": "“வீட்டிற்கு வந்தவருக்கு வறிய நிலையிலும் எவ்வழியிலேயேனும் முயன்று விருந்தளித்து மகிழ்ந்தனர் நம் முன்னோர்” என்ற கூற்றுடன் எந்தக் கருத்து தொடர்புடையது?",
    "options": [
      "விருந்தோம்பல் என்பது பொருள் செல்வத்தைப் பொறுத்தது அல்ல.",
      "வறியவர்களுக்கும் விருந்தளிப்பது முக்கியம்.",
      "எப்படியாவது முயன்று விருந்தளிக்க வேண்டும்.",
      "மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "நம் முன்னோர் தம் வீட்டிற்கு வந்தவர்களுக்கு வறிய நிலையிலும் எவ்வழியிலேயேனும் முயன்று விருந்தளித்து மகிழ்ந்தனர். தானியம் ஏதும் இல்லாத நிலையில் விதைக்காக வைத்திருந்த தினை, விருந்தினருக்கு விருந்தாக அளிக்கப்பட்டது. இதிலிருந்து விருந்தோம்பல் என்பது பொருள் செல்வத்தைப் பொறுத்தது அல்ல. வறியவர்களுக்கும் விருந்தளிப்பது முக்கியம். எப்படியாவது முயன்று விருந்தளிக்க வேண்டும் என்பது தெளிவாகிறது."
  },
  {
    "description": "“பண்டைத் தமிழர் இல்லங்களிலும் உள்ளங்களிலும் விருந்தோம்பல் பண்பாடு செழித்திருந்தது. அந்த உயரிய தமிழ்ப் பண்பாடு இன்றைய தமிழர்களிடம் மேற்கூறிய முறைகளில் பின்பற்றப்படுகின்றது.” இதன் மூலம் எந்தக் கருத்து தெளிவாகிறது?",
    "options": [
      "பண்டைத் தமிழர்களின் விருந்தோம்பல் பண்பாடு இன்றும் இருக்கிறது.",
      "இன்றைய தமிழர்கள் பண்டைத் தமிழர்களின் விருந்தோம்பல் பண்பாட்டைப் பின்பற்றுகிறார்கள்.",
      "விருந்தோம்பல் பண்பாடு காலத்தால் மாறாதது.",
      "மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "பண்டைத் தமிழர் இல்லங்களிலும் உள்ளங்களிலும் விருந்தோம்பல் பண்பாடு செழித்திருந்தது. அந்த உயரிய தமிழ்ப் பண்பாடு இன்றைய தமிழர்களிடம் மேற்கூறிய முறைகளில் பின்பற்றப்படுகின்றது. இதன் மூலம் பண்டைத் தமிழர்களின் விருந்தோம்பல் பண்பாடு இன்றும் இருக்கிறது என்பது தெளிவாகிறது.  இன்றைய தமிழர்கள் பண்டைத் தமிழர்களின் விருந்தோம்பல் பண்பாட்டைப் பின்பற்றுகிறார்கள். மேலும் விருந்தோம்பல் பண்பாடு காலத்தால் மாறாதது என்பதும் தெளிவாகிறது."
  }
]
