
[
  {
    "description": "“நேரத்தைச் சரியாகக் கடைப்பிடிப்பேன்” என்ற வாக்கியம் எந்த இடத்தில் இடம்பெற்றுள்ளது?",
    "options": [
      "பள்ளியில் நான்",
      "வீட்டில் நான்",
      "உடன்பயிலும் மாணவரின் திறமையைப் பாராட்டுவேன்",
      "இதில் எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "இந்த வாக்கியம் பள்ளியில் நான் என்ற தலைப்பின் கீழ் இடம்பெற்றுள்ளது.  இந்த தலைப்பு மாணவர்கள் தங்கள் பள்ளி வாழ்க்கையை எவ்வாறு நடத்துவது என்பதைக் குறித்து பேசுகிறது. "
  },
  {
    "description": "“வீட்டுப் பணிகளைப் பகிர்ந்து செய்வேன்” என்பது எந்தப் பகுதியில் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "பள்ளியில் நான்",
      "வீட்டில் நான்",
      "உடன்பயிலும் மாணவரின் திறமையைப் பாராட்டுவேன்",
      "கலைச்சொல் அறிவோம்"
    ],
    "answer": "B",
    "additional_context": "வீட்டுப் பணிகளைப் பகிர்ந்து செய்வேன் என்ற வாக்கியம் வீட்டில் நான் என்ற தலைப்பின் கீழ் இடம்பெற்றுள்ளது.  இந்த தலைப்பு மாணவர்கள் தங்கள் வீட்டு வாழ்க்கையை எவ்வாறு நடத்துவது என்பதைக் குறித்து பேசுகிறது. "
  },
  {
    "description": "“நிற்க அதற்குத் தக...” என்ற வாக்கியம் எந்தப் பகுதியில் இடம்பெற்றுள்ளது?",
    "options": [
      "பள்ளியில் நான்",
      "வீட்டில் நான்",
      "உடன்பயிலும் மாணவரின் திறமையைப் பாராட்டுவேன்",
      "கலைச்சொல் அறிவோம்"
    ],
    "answer": "A",
    "additional_context": "நிற்க அதற்குத் தக.. என்ற வாக்கியம் பள்ளியில் நான் என்ற தலைப்பின் கீழ் இடம்பெற்றுள்ளது.  இந்த தலைப்பு மாணவர்கள் தங்கள் பள்ளி வாழ்க்கையை எவ்வாறு நடத்துவது என்பதைக் குறித்து பேசுகிறது. "
  },
  {
    "description": "“உடன்பயிலும் மாணவரின் திறமையைப் பாராட்டுவேன்” என்ற வாக்கியம் எந்தக் கருத்தை எடுத்துரைக்கிறது?",
    "options": [
      "நேர மேலாண்மை",
      "பள்ளிப் பணிகளைச் சரியாகச் செய்வது",
      "வீட்டுப் பணிகளைப் பகிர்ந்து செய்வது",
      "மற்றவர்களின் திறமைகளைப் பாராட்டுவது"
    ],
    "answer": "D",
    "additional_context": "இந்த வாக்கியம் உடன்பயிலும் மாணவர்களின் திறமைகளைப் பாராட்டுவது என்பது ஒரு நல்ல பண்பு என்பதை எடுத்துரைக்கிறது."
  },
  {
    "description": "“Emblem” என்ற ஆங்கிலச் சொல்லின் தமிழ்ப் பொருள் என்ன?",
    "options": [
      "குறி",
      "சின்னம்",
      "அடையாளம்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பக்கத்தில் கலைச்சொல் அறிவோம் என்ற தலைப்பின் கீழ் emblem  என்ற சொல்லின் தமிழ்ப் பொருள் சின்னம், குறி மற்றும் அடையாளம் எனக் குறிப்பிடப்பட்டுள்ளது."
  }
]
