
[
  {
    "description": "“வீட்டைத் துடைத்துச் சாயம் அடித்தல்” என்ற பழமொழி எந்த நூலைச் சார்ந்தது?",
    "options": [
      "அ) நாலடியார்",
      "ஆ) நான்மணிக்கடிகை",
      "இ) பழமொழி நானூறு",
      "ஈ) திருக்குறள்"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி தமிழ் இலக்கியம் பற்றியது. இது சமூகத்தில் ஏற்படும் மாற்றங்களை குறிப்பிடுவது பற்றியது. 'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' என்ற பழமொழி என்பது, பழங்காலத்தில் வீட்டைச் சாயம் அடித்து புதுப்பித்துக் கொள்ளும் வழக்கத்தை குறிக்கிறது. இந்த செயல் வேலை, காலம், நிலை மாற்றம்  என பலவற்றைக் குறிக்கிறது. இந்த பழமொழி நான்மணிக்கடிகை, நாலடியார், திருக்குறள், பழமொழி நானூறு ஆகிய நூல்களில் ஒன்றில் இடம்பெற்றிருக்கும். இந்த கேள்விக்கு சரியான விடையை தேர்ந்தெடுத்து உங்கள் அறிவை சோதித்து கொள்ளுங்கள்."
  },
  {
    "description": "“இகழ்ந்தால் என்மனம் இறந்துவிடாது” என்ற வரியைக் கொண்ட பாடல் எந்த நூலில் இடம்பெற்றுள்ளது?",
    "options": [
      "அ) நாலடியார்",
      "ஆ) நான்மணிக்கடிகை",
      "இ) பழமொழி நானூறு",
      "ஈ) திருக்குறள்"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி நாலடியார் என்ற பாடல் தொகுப்பை பற்றியது. நாலடியார் என்பது சங்க காலத்து இலக்கியம். அந்த நூல் அறம், பொருள், இன்பம், வீடு என்று நான்கு பகுதிகளாக பிரிக்கப்பட்டுள்ளது. 'இகழ்ந்தால் என்மனம் இறந்துவிடாது' என்ற வரி நாலடியாரில் இடம்பெற்றுள்ளது.  நாலடியாரில் 400 பாடல்கள் இடம்பெற்றுள்ளது. இந்த கேள்விக்கு சரியான விடையை தேர்ந்தெடுத்து உங்கள் அறிவை சோதித்து கொள்ளுங்கள்."
  },
  {
    "description": "“உலகமே வறுமையுற்றாலும் கொடுப்பவன்” என்று பாராட்டப்பட்ட மன்னன் யார்?",
    "options": [
      "அ) உதியன்",
      "ஆ) பெருஞ்சாத்தன்",
      "இ) கிள்ளிவளவன்",
      "ஈ) நெடுஞ்செழியன்"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி சங்க காலத்து மன்னர்களை பற்றியது. சங்க காலத்து மன்னர்களில் 'உலகமே வறுமையுற்றாலும் கொடுப்பவன்' என்று பாராட்டப்பட்டவர் உதியன் மன்னர்.  சங்க காலத்தில் பல மன்னர்கள் தங்களின் பெருந்தன்மையால் மக்களுக்கு உதவி செய்து வந்துள்ளனர். இந்த கேள்விக்கு சரியான விடையை தேர்ந்தெடுத்து உங்கள் அறிவை சோதித்து கொள்ளுங்கள்."
  },
  {
    "description": "பழமொழி நானூறு எந்த வகை இலக்கியத்தைச் சேர்ந்தது?",
    "options": [
      "அ) காவியம்",
      "ஆ) பாடல்",
      "இ) பழமொழித் தொகுப்பு",
      "ஈ) நாடகம்"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி பழமொழிகளை பற்றியது. பழமொழிகள் என்பது மக்களின் அன்றாட வாழ்வில்  வழக்கமாக பயன்படுத்தப்படும் சொற்றொடர்கள்.  பழமொழி நானூறு என்பது  சங்க காலத்திலிருந்த  பழமொழிகளைத் தொகுத்து வழங்கிய நூல். இந்த நூலில் 400 பழமொழிகள் இடம்பெற்றுள்ளன. இந்த கேள்விக்கு சரியான விடையை தேர்ந்தெடுத்து உங்கள் அறிவை சோதித்து கொள்ளுங்கள்."
  },
  {
    "description": "'கொள்வோர் கொள்க; குரைப்போர் குரைக்க! உள்வாய் வார்த்தை உடம்பு தொடாது' என்ற பழமொழியில் இடம்பெற்றுள்ள அலங்காரம் எது?",
    "options": [
      "அ) உருவகம்",
      "ஆ) இலக்கண அணி",
      "இ) தொடை",
      "ஈ) உவமை"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி இலக்கணம் பற்றியது. இலக்கணத்தில் அலங்காரம் என்பது ஒரு வகை.  இந்த பழமொழியில் இடம்பெற்றுள்ள அலங்காரம்  'தொடை'  அலங்காரம்.  இலக்கண அணி என்றும் இதை அழைக்கலாம். இந்த அலங்காரம் பாடல்களுக்கு இனிமை சேர்ப்பதற்காக பயன்படுத்தப்படுகிறது. இந்த கேள்விக்கு சரியான விடையை தேர்ந்தெடுத்து உங்கள் அறிவை சோதித்து கொள்ளுங்கள்."
  }
]
