
[
  {
    "description": "“அறிவு அறியாமை ஐயுறல் கொளல் கொடை \n ஏவல் தரும் வினா ஆறும் இழுக்கார்” – நன்னூல்,385\n\nமேற்கண்ட நன்னூல் பாடல் எத்தனை வகையான வினாக்களைச் சுட்டிக் காட்டுகிறது?",
    "options": [
      "ஐந்து",
      "ஆறு",
      "ஏழு",
      "எட்டு"
    ],
    "answer": "B",
    "additional_context": "நன்னூல்  என்ற இலக்கண நூல் வினாக்களை ஆறு வகையாகப் பிரித்துரைக்கிறது. அறிவினா, அறியா வினா, ஐய வினா, கொளல் வினா, கொடை வினா, ஏவல் வினா என்பது அந்த ஆறு வகைகள். அறிவினா என்பது தான் விடை அறிந்திருந்தும், அவ்விடை பிறருக்குத் தெரியுமா என்பதை அறியும் பொருட்டு வினவுவது.  அறியா வினா என்பது தான் அறியாத ஒன்றை அறிந்து கொள்வதற்காக வினவுவது. ஐய வினா என்பது ஐயம் நீங்கித் தெளிவு பெறுவதற்காகக் கேட்கப்படுவது. கொளல் வினா என்பது தான் ஒரு பொருளை வாங்கிக் கொள்ளும் பொருட்டு வினவுவது. கொடை வினா என்பது பிறருக்கு ஒரு பொருளைக் கொடுத்து உதவும் பொருட்டு வினவுவது. ஏவல் வினா என்பது ஒரு செயலைச் செய்யுமாறு ஏவுதற்பொருட்டு வினவுவது. மேற்கண்ட பாடலில் இவ்வாறு ஆறு வினா வகைகளை நன்னூல் குறிப்பிடுகிறது."
  },
  {
    "description": "“நான் கடற்கரைக்குப் போக விரும்புகிறேன்” என்ற வினாவிற்கு, “சரி, இனிமேல் வாரத்தில் போகலாம்” என்று விடையளித்தால், அது எந்த வகையான விடை?",
    "options": [
      "சுட்டு விடை",
      "மறை விடை",
      "நேர் விடை",
      "உறுவது கூறல் விடை"
    ],
    "answer": "D",
    "additional_context": "விடைகள் எட்டு வகைப்படும். சுட்டு விடை, மறை விடை, நேர் விடை, ஏவல் விடை, வினா எதிர் வினாதல் விடை, உற்றது உரைத்தல் விடை, உறுவது கூறல் விடை, இனமொழி விடை. இவற்றில் முதல் மூன்று வகையும் நேரடி விடைகளாக இருப்பதால் வெளிப்படை விடைகள் எனவும் அடுத்த ஐந்து விடைகளும் குறிப்பாக இருப்பதால் குறிப்பு விடைகள் எனவும் கொள்ளலாம். சுட்டு விடை என்பது சுட்டிக் கூறும் விடை. மறை விடை என்பது மறுத்துக் கூறும் விடை. நேர் விடை என்பது உடன்பட்டுக் கூறும் விடை. ஏவல் விடை என்பது மாட்டேன் என்று மறுப்பதை ஏவுதலாகக் கூறும் விடை. வினா எதிர் வினாதல் விடை என்பது வினாவிற்கு விடையாக இன்னொரு வினாவைக் கேட்பது. உற்றது உரைத்தல் விடை என்பது வினாவிற்கு விடையாக ஏற்கெனவே நேர்ந்ததைக் கூறல். உறுவது கூறல் விடை என்பது வினாவிற்கு விடையாக இனிமேல் நேர்வதைக் கூறல். இனமொழி விடை என்பது வினாவிற்கு விடையாக இனமான மற்றொன்றை விடையாகக் கூறல். 'நான் கடற்கரைக்குப் போக விரும்புகிறேன்” என்ற வினாவிற்கு, “சரி, இனிமேல் வாரத்தில் போகலாம்” என்று விடையளித்தால், அது இனிமேல் நேர்வதைக் கூறும் விடை. எனவே, உறுவது கூறல் விடை ஆகும்."
  },
  {
    "description": "'சொல்லரும் சூல்பசும் பாம்பின் தோற்றம் போல்\nமெல்லவே கருஇருந்து ஈன்று மேலலார்\nசெல்வமே போல்தலை நிறுவித் தேர்ந்த நூல்\nகல்விசேர் மாந்தரின் இறைஞ்சிக் காய்த்தவே'. -சீவகசிந்தாமணி\n\nமேற்கண்ட சீவகசிந்தாமணிப் பாடலில் பயன்படுத்தப்பட்டுள்ள பொருள்கோள் எது?",
    "options": [
      "நிரல்நிறைப் பொருள்கோள்",
      "கொண்டுகூட்டுப் பொருள்கோள்",
      "ஆற்றுநீர்ப் பொருள்கோள்",
      "அடிமறிமாற்றுப் பொருள்கோள்"
    ],
    "answer": "C",
    "additional_context": "செய்யுளில் சொற்களைப் பொருளுக்கு ஏற்றவாறு சேர்த்தோ மாற்றியோ பொருள் கொள்ளும் முறைக்குப் 'பொருள்கோள்' என்று பெயர். பொருள்கோள் எட்டு வகைப்படும். அவை ஆற்றுநீர்ப் பொருள்கோள், மொழிமாற்றுப் பொருள்கோள், நிரல்நிறைப் பொருள்கோள், விற்பூட்டுப் பொருள்கோள், தாப்பிசைப் பொருள்கோள், அளைமறிபாப்புப் பொருள்கோள், கொண்டுகூட்டுப் பொருள்கோள், அடிமறிமாற்றுப் பொருள்கோள் ஆகியன. இவற்றுள் ஆற்றுநீர்ப் பொருள்கோள், நிரல்நிறைப் பொருள்கோள், கொண்டுகூட்டுப் பொருள்கோள் ஆகியவற்றை அறிந்து கொள்வோம். ஆற்றுநீர்ப் பொருள்கோள் என்பது நெற்பயிர், கருவுற்ற பச்சைப் பாம்பின் வடிவம்போல் கருக்கொண்டு, பின்பு கதிர்விட்டு, செல்வம் சேர்ந்தவுடன் பண்பற்றமக்கள் பணிவின்றித் தலை நிமிர்ந்து நிற்பதுபோல் குத்திட்டு நின்று, முடிவில் கதிர் முற்றியவுடன் கற்றவர்கள் வணங்குதல் போல் வளைந்து காய்த்தன. 'நெல்' என்னும் எழுவாய் அதன் தொழில்களான இருந்து, ஈன்று, நிறுவி, இறைஞ்சி என்னும் வினையெச்சங்களைப் பெற்றுக் 'காய்த்தவே' என்னும் பயனிலையைக் கொண்டு முடிந்தது. பாடலின் தொடக்கம்முதல் முடிவுவரை ஆற்றுநீரின் போக்கைப்போல நேராகவே பொருள் கொள்ளுமாறு அமைந்ததால் இது 'ஆற்றுநீர்ப் பொருள்கோள்' ஆகும். 'மற்றைய நோக்காது அடிதொறும் வான்பொருள் அற்று அற்று ஒழுகும் அஃது யாற்றுப் புனலே.' -நன்னூல்: 412"
  },
  {
    "description": "“எனக்கு யார் எழுதித் தருவார்கள்?” என்ற விடைக்கு ஏற்ற வினா வகை எது?",
    "options": [
      "அ) அறிவினா",
      "ஆ) அறியா வினா",
      "இ) ஐய வினா",
      "ஈ) கொளல் வினா"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "நன்னூல்  என்ற இலக்கண நூல் வினாக்களை ஆறு வகையாகப் பிரித்துரைக்கிறது. அறிவினா, அறியா வினா, ஐய வினா, கொளல் வினா, கொடை வினா, ஏவல் வினா என்பது அந்த ஆறு வகைகள். அறிவினா என்பது தான் விடை அறிந்திருந்தும், அவ்விடை பிறருக்குத் தெரியுமா என்பதை அறியும் பொருட்டு வினவுவது.  அறியா வினா என்பது தான் அறியாத ஒன்றை அறிந்து கொள்வதற்காக வினவுவது. ஐய வினா என்பது ஐயம் நீங்கித் தெளிவு பெறுவதற்காகக் கேட்கப்படுவது. கொளல் வினா என்பது தான் ஒரு பொருளை வாங்கிக் கொள்ளும் பொருட்டு வினவுவது. கொடை வினா என்பது பிறருக்கு ஒரு பொருளைக் கொடுத்து உதவும் பொருட்டு வினவுவது. ஏவல் வினா என்பது ஒரு செயலைச் செய்யுமாறு ஏவுதற்பொருட்டு வினவுவது. 'எனக்கு யார் எழுதித் தருவார்கள்?' என்ற விடைக்கு ஏற்ற வினா என்பது ஐயம் நீங்கித் தெளிவு பெறுவதற்காகக் கேட்கப்படுவது. எனவே ஐய வினா ஆகும்."
  },
  {
    "description": "“பாமகள்: வணக்கம் ஆதிரை! ஏதோ எழுதுகிறீர்கள் போலிருக்கிறதே? (அறியா வினா)\nஆதிரை: ஆமாம்! கவியரங்கத்துக்குக் கவிதை எழுதிக்கொண்டிருக்கிறேன்(....)\nபாமகள்: அப்படியா! என்ன தலைப்பு? (.................)\nஆதிரை: கல்வியில் சிறக்கும் தமிழர்! (.....................). நீங்கள் கவியரங்கத்துக்கு எல்லாம்\nவருவீர்களோ? மாட்டீர்களோ? (..................) : ល់ យល់? (.....................)” என்ற உரையாடலில் இடம்பெற்றுள்ள வினா வகைகளைத் தொடர்ந்து எழுது.",
    "options": [
      "அ) அறிவினா",
      "ஆ) அறியா வினா",
      "இ) ஐய வினா",
      "ஈ) ஏவல் வினா"
    ],
    "answer": [
      "ஆ",
      "அ",
      "இ",
      "ஈ"
    ],
    "additional_context": "நன்னூல்  என்ற இலக்கண நூல் வினாக்களை ஆறு வகையாகப் பிரித்துரைக்கிறது. அறிவினா, அறியா வினா, ஐய வினா, கொளல் வினா, கொடை வினா, ஏவல் வினா என்பது அந்த ஆறு வகைகள். அறிவினா என்பது தான் விடை அறிந்திருந்தும், அவ்விடை பிறருக்குத் தெரியுமா என்பதை அறியும் பொருட்டு வினவுவது.  அறியா வினா என்பது தான் அறியாத ஒன்றை அறிந்து கொள்வதற்காக வினவுவது. ஐய வினா என்பது ஐயம் நீங்கித் தெளிவு பெறுவதற்காகக் கேட்கப்படுவது. கொளல் வினா என்பது தான் ஒரு பொருளை வாங்கிக் கொள்ளும் பொருட்டு வினவுவது. கொடை வினா என்பது பிறருக்கு ஒரு பொருளைக் கொடுத்து உதவும் பொருட்டு வினவுவது. ஏவல் வினா என்பது ஒரு செயலைச் செய்யுமாறு ஏவுதற்பொருட்டு வினவுவது. “பாமகள்: வணக்கம் ஆதிரை! ஏதோ எழுதுகிறீர்கள் போலிருக்கிறதே? (அறியா வினா)\nஆதிரை: ஆமாம்! கவியரங்கத்துக்குக் கவிதை எழுதிக்கொண்டிருக்கிறேன்(....)\nபாமகள்: அப்படியா! என்ன தலைப்பு? (.................)\nஆதிரை: கல்வியில் சிறக்கும் தமிழர்! (.....................). நீங்கள் கவியரங்கத்துக்கு எல்லாம்\nவருவீர்களோ? மாட்டீர்களோ? (..................) : ល់ យល់? (.....................)” என்ற உரையாடலில்  முதல் வினா என்பது தான் அறியாத ஒன்றை அறிந்து கொள்வதற்காக வினவுவது. எனவே, அறியா வினா ஆகும். இரண்டாவது வினா என்பது தான் விடை அறிந்திருந்தும், அவ்விடை பிறருக்குத் தெரியுமா என்பதை அறியும் பொருட்டு வினவுவது. எனவே அறிவினா ஆகும். மூன்றாவது வினா என்பது ஐயம் நீங்கித் தெளிவு பெறுவதற்காகக் கேட்கப்படுவது. எனவே ஐய வினா ஆகும். நான்காவது வினா என்பது ஒரு செயலைச் செய்யுமாறு ஏவுதற்பொருட்டு வினவுவது. எனவே, ஏவல் வினா ஆகும்."
  }
]
