
[
  {
    "description": "“மயங்கிய - மயங்கு + இ(ன்) + ய் + அ” என்ற பகுபத உறுப்பிலக்கண விளக்கத்தைக் கொண்டு, “பகர்வனர் திரிதரு நகர வீதியும்” என்ற வரியில் “திரிதரு” என்ற சொல்லின் பகுபத உறுப்பிலக்கணம் எது?",
    "options": [
      "திரி + இ(ன்) + ய் + அ",
      "திரி + இ + ய் + அ",
      "திரி + அ + ய் + அ",
      "திரி + ய் + அ"
    ],
    "answer": "A",
    "additional_context": "மருவூர்ப்பாக்கத்தின் வீதிகளில் பகர்வனர் எனப்படும் மணப்பொருட்கள் விற்பவர்கள் இருந்தனர். இவர்கள் நகர வீதியில் நடமாடி வணிகம் செய்து கொண்டிருந்தனர் என்பதை  'திரிதரு' என்ற சொல் குறிக்கிறது. இது திரி + இ(ன்) + ய் + அ என்ற பகுபத உறுப்பிலக்கணத்தைப் பெற்றுள்ளது. இங்கு 'திரி' என்பது வேர்ச்சொல். 'இ(ன்)' என்பது இறந்தகால இடைநிலை.  'ய்' என்பது உடம்படுமெய்.  'அ' என்பது பெயரெச்ச விகுதி. 'திரி' என்பது 'நடக்கின்ற' எனப் பொருள்படும்.  'திரி + இ(ன்)' என்பது 'நடந்த' எனப் பொருள்படும்.  'திரி + இ(ன்) + ய்' என்பது 'நடந்து' எனப் பொருள்படும்.  'திரி + இ(ன்) + ய் + அ' என்பது 'நடந்தவன்' எனப் பொருள்படும். எனவே  “திரிதரு”  என்ற சொல்லின் பகுபத உறுப்பிலக்கணம் திரி + இ(ன்) + ய் + அ என்பது சரியான விடை."
  },
  {
    "description": "“காழியர், கூவியர், கள்நொடை ஆட்டியர், மீன்விலைப் பரதவர், வெள்உப்புப் பகருநர், பாசவர், வாசவர், பல்நிண விலைஞரோடு ஓசுநர் செறிந்த ஊன்மலி இருக்கையும்” என்ற வரியில் குறிப்பிடப்படும் தொழில்கள் பற்றிய விளக்கம் எது சரியானது?",
    "options": [
      "மருவூர்ப்பாக்கத்தின் வீதிகளில் குளிர்பானங்கள், மீன், உப்பு, வெற்றிலை, மருந்துகள் மற்றும் மாமிசம் விற்கும் வணிகர்கள் இருந்தனர்.",
      "மருவூர்ப்பாக்கத்தில் மதுபானம், மீன், உப்பு, வெற்றிலை, மணப்பொருட்கள் மற்றும் எண்ணெய் விற்கும் வணிகர்கள் இருந்தனர்.",
      "மருவூர்ப்பாக்கத்தில் கள், மீன், உப்பு, வெற்றிலை, மணப்பொருட்கள் மற்றும் எண்ணெய் விற்கும் வணிகர்கள் இருந்தனர்.",
      "மருவூர்ப்பாக்கத்தில் கள், மீன், உப்பு, வெற்றிலை, மருந்துகள் மற்றும் எண்ணெய் விற்கும் வணிகர்கள் இருந்தனர்."
    ],
    "answer": "C",
    "additional_context": "மருவூர்ப்பாக்கம் என்பது புகார் நகரத்தின் ஒரு பகுதி. இந்தப் பகுதியில் பல்வேறு வகையான வணிகங்கள் நடந்தன.  கள்நொடை ஆட்டியர் - கள் விற்பவர்கள். மீன்விலைப் பரதவர் - மீன் விற்பவர்கள். வெள்உப்புப் பகருநர் - உப்பு விற்பவர்கள். பாசவர் - வெற்றிலை விற்பவர்கள். வாசவர் - மணப்பொருட்கள் விற்பவர்கள். ஓசுநர் - எண்ணெய் விற்பவர்கள். எனவே மருவூர்ப்பாக்கத்தில் கள், மீன், உப்பு, வெற்றிலை, மணப்பொருட்கள் மற்றும் எண்ணெய் விற்கும் வணிகர்கள் இருந்தனர் என்பது சரியான விடை. "
  },
  {
    "description": "“மருவூர்ப்பாக்கத்தின் தெருக்களில் பிட்டு வணிகம் செய்பவரும் அப்பம் சுடுபவரும் கள் விற்கும் வலைச்சியரும் மீன் விற்கும் பரதவரும் உள்ளனர். மேலும் வெண்மையான உப்பு விற்கும் உமணரும் வெற்றிலை விற்பவரும் ஏலம் முதலான ஐந்து நறுமணப் பொருள் விற்பவரும் பல வகையான இறைச்சிகள் விற்பவரும் எண்ணெய் வணிகரும் இங்கு வணிகம் செய்கின்றனர்” என்ற வரியில் குறிப்பிடப்படும் வணிகப் பொருள்கள் எது?",
    "options": [
      "பிட்டு, அப்பம், கள், மீன், உப்பு, வெற்றிலை, ஏலம், இறைச்சி, எண்ணெய்",
      "பிட்டு, அப்பம், கள், மீன், உப்பு, வெற்றிலை, மருந்து, இறைச்சி, எண்ணெய்",
      "பிட்டு, அப்பம், கள், மீன், உப்பு, வெற்றிலை, மணப்பொருட்கள், இறைச்சி, எண்ணெய்",
      "பிட்டு, அப்பம், கள், மீன், உப்பு, மணப்பொருட்கள், இறைச்சி, எண்ணெய்"
    ],
    "answer": "A",
    "additional_context": "மருவூர்ப்பாக்கத்தின் தெருக்களில்  பிட்டு, அப்பம், கள், மீன், உப்பு, வெற்றிலை, ஏலம், இறைச்சி, எண்ணெய் போன்ற பல்வேறு வகையான பொருட்கள் விற்கப்பட்டன.  சிலப்பதிகாரத்தில் மருவூர்ப்பாக்கத்தை 'ஊன்மலி இருக்கையும்' என்று குறிப்பிடுகின்றனர். இதிலிருந்து அங்கு இறைச்சி வணிகம் செழித்திருந்தது என்பதை அறியலாம்."
  },
  {
    "description": "“சிறுகுறுங் கைவினைப் பிறர்வினை யாளரொடு மறுஇன்றி விளங்கும் மருவூர்ப் பாக்கமும்” என்ற வரியில் “மருவூர்ப் பாக்கம்” குறிக்கும் பொருள் எது?",
    "options": [
      "மருவூர்ப்பாக்கம் எனும் பகுதி",
      "மருவூர்ப்பாக்கம் எனும் நகரம்",
      "மருவூர்ப்பாக்கம் எனும் வணிக மையம்",
      "மருவூர்ப்பாக்கம் எனும் கிராமம்"
    ],
    "answer": "C",
    "additional_context": "மருவூர்ப்பாக்கம் என்பது புகார் நகரத்தின் ஒரு பகுதி.  அந்தப் பகுதியில் சிறிய கைவினைப் பொருட்கள் விற்பனை செய்யும் கடைகள் இருந்தன. சிறிய கைவினைப் பொருட்கள் விற்பனை என்பது மருவூர்ப்பாக்கத்தை ஒரு வணிக மையமாகவே  மாற்றியது என்பதை இந்த வரி  குறிப்பிடுகிறது. "
  },
  {
    "description": "மருவூர்ப்பாக்கத்தின் வணிக வீதிகளில் காணப்பட்ட மணப்பொருள்களில் எது இல்லாது இருந்தது?",
    "options": [
      "வண்ணக்குழம்பு",
      "சுண்ணப்பொடி",
      "சந்தனம்",
      "எலுமிச்சை"
    ],
    "answer": "D",
    "additional_context": "மருவூர்ப்பாக்கத்தின் வணிக வீதிகளில் வண்ணக்குழம்பு, சுண்ணப்பொடி, சந்தனம் ஆகியவை விற்பனை செய்யப்பட்டன. ஆனால்,  எலுமிச்சை அந்தக் காலத்தில் வணிக வீதிகளில் விற்பனை செய்யப்படவில்லை. எலுமிச்சை தென்னை மரத்தின் இனம் என்று நம்பப்படுகிறது. அந்தக் காலத்தில் தென்னை மரம் தமிழகத்தில் அதிகம் காணப்படவில்லை."
  }
]
