
[
  {
    "description": "மலைபடுகடாம்  என்னும் நூலின்  பாட்டுடைத் தலைவன் யார்?",
    "options": [
      "நன்னன்",
      "இரணிய முட்டத்துப் பெருங்குன்றூர் பெருங்கௌசிகனார்",
      "கூத்தர்",
      "வள்ளல்"
    ],
    "answer": "A",
    "additional_context": "மலைபடுகடாம் என்னும் பாடல் கூத்தர், பாணர், விறலியர் போன்ற கலைஞர்களை மையமாகக் கொண்டது. இவர்களுக்கு மன்னர்கள், வள்ளல்கள் வழங்கும் பரிசுகளையும், அவர்களின் வாழ்க்கை முறையையும் இப்பாடல் விவரிக்கிறது. மலைபடுகடாம் இப்பாடலில் நன்னன் என்பவர் குறுநில மன்னராகக் காட்டப்படுகிறார். இவர், கலைஞர்களுக்கு வழங்கப்படும் விருந்து, உணவு போன்றவற்றை அவர்களது திறமையைப் பாராட்டி  வழங்கும் தாராள மனம் கொண்டவர் என்று இப்பாடல் தெரிவிக்கிறது."
  },
  {
    "description": "“அசைஇ  - சொல்லிசை அளபெடை”  என்ற இலக்கணக் குறிப்பின்  படி 'அசைஇ'  என்னும் சொல்லை  நீங்கள்  எப்படி  விளக்குவீர்கள்?",
    "options": [
      "சொற்களின்  இனிய ஒலி நயத்தால் ஏற்படும்  ஒத்த  ஒலி.",
      "இரண்டு சொற்கள்  இணைந்து ஒன்றாகத் தொழிற்படுவது.",
      "ஒரே சொல்  இரண்டு முறை  வரும்போது  ஏற்படும்  ஒத்த  ஒலி.",
      "ஒரே சொல்  மீண்டும்  மீண்டும்  வரும்போது  ஏற்படும்  ஒத்த  ஒலி."
    ],
    "answer": "A",
    "additional_context": "சொற்களின் இனிய ஒலி நயத்தால் ஏற்படும் ஒத்த ஒலியை சொல்லிசை அளபெடை என்கிறோம். மலைபடுகடாம் பாடலில் 'அசைஇ' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இந்த சொல் 'இளைப்பாறி' என்ற பொருளைத் தருகிறது.  அசைஇ  என்று ஒலி வரும்போது, இரண்டு சொற்கள் இணைந்து ஒன்றாகத் தொழிற்படுவது போன்று இனிமையான ஒலி ஏற்படுகிறது. அதனால் இது  சொல்லிசை அளபெடை எனப்படுகிறது."
  },
  {
    "description": "மலைபடுகடாம் என்னும் பாடல் எந்த நூலின் பகுதி?",
    "options": [
      "நாலாயிரம்",
      "பத்துப்பாட்டு",
      "எட்டுத்தொகை",
      "திருமுறைகள்"
    ],
    "answer": "B",
    "additional_context": "பத்துப்பாட்டு எனப்படும் தொகுப்பில், 'மலைபடுகடாம்' பாடல் இடம்பெற்றுள்ளது. பத்துப்பாட்டு என்பது சங்க இலக்கியத்தின் ஒரு பிரிவாகும். சங்ககால மக்களின் வாழ்க்கை, கலாச்சாரம், இயற்கை, நம்பிக்கை ஆகியவற்றை பத்துப்பாட்டு நூல்கள் விளக்குகின்றன.  பத்துப்பாட்டில் மலைபடுகடாம் தவிர்த்து,  நெடுநல்வாடை, குறுந்தொகை, பரிபாடல், கலித்தொகை,  அகம், புறநானூறு,  ஐங்குறுநூறு,  திணைமொழி,  பதிற்றுப்பத்து போன்ற பாடல்களும் இடம்பெற்றுள்ளன."
  },
  {
    "description": "மலைபடுகடாம் பாடலில் யாருடைய  கலைத்திறன்  விவரிக்கப்படுகிறது?",
    "options": [
      "பாணர்",
      "விறலியர்",
      "கூத்தர்",
      "மேளக் கலைஞர்கள்"
    ],
    "answer": "C",
    "additional_context": "'மலைபடுகடாம்' பாடல் கூத்தர் எனப்படும் கலைஞர்களின் திறமையை விளக்குகிறது. பண்டைத் தமிழர்கள் கலைகளில் மிகவும் சிறந்து விளங்கினர். கூத்தர்கள் அவர்களின் வாழ்க்கையில் முக்கிய பங்கு வகித்தனர். அவர்கள் ஊர் ஊராகச் சென்று தங்கள் கலைத்திறன்களை நிகழ்த்தி மக்களை மகிழ்வித்தனர்.  மலைபடுகடாம் பாடல் கூத்தர்களை,  மலைகளையும் விலங்குகளையும் உருவகப்படுத்தி, அவர்களின் கலைத்திறனை விளக்குகிறது."
  },
  {
    "description": "மலைபடுகடாம் பாடலில் குறிப்பிடப்படும் 'நன்னன்' என்பவர் யார்?",
    "options": [
      "கூத்தர்",
      "வள்ளல்",
      "குறுநில மன்னன்",
      "வீரன்"
    ],
    "answer": "C",
    "additional_context": "மலைபடுகடாம் பாடலில் நன்னன்  என்பவர் ஒரு குறுநில மன்னர். இந்தப் பாடல் நன்னனின்  தாராள குணத்தையும்,  கலைஞர்களைப் போற்றும்  அவரது மனப்பான்மையையும் விளக்குகிறது.  நன்னன்  கூத்தர்களுக்கு வழங்கும் விருந்து,  உணவு,  பரிசுகள் ஆகியவற்றின் மூலம் அவர் கலைஞர்களை எவ்வளவு மதிக்கிறார் என்பதை நாம் அறிந்து கொள்ள முடிகிறது."
  }
]
