[
          
  {
    
          "description": "“கல்வெட்டுகளின்வழி அறியலாகும்” பகுதியில் கொடுக்கப்பட்டுள்ள கூற்றுகளில் எது “கல்வெட்டுகளின் மதிப்பைக் குறைக்கும்படி எதுவும் செய்யக் கூடாது”  என்ற அர்த்தத்தை கொடுக்கிறது?",
          "options": [
      "கல்வெட்டுகளின்வழி அறியலாகும் செய்திகளை என் நண்பர்களுக்குக் கூறுவேன்.",
      "கல்வெட்டுகள் குறித்து பெருமிதம் அடையச் செய்வேன்.",
      "கூற அனுமதிக்க மாட்டேன்.",
      "அவர்களைப் பற்றி நான் எதுவும் கூற மாட்டேன்."
    ],
    "answer": "C",
    
          "additional_context": "பாடத்தில்  “கல்வெட்டுகளின் வழியாக நாம் அறியும் செய்திகள் மதிப்புமிக்கவை. அவற்றின் மதிப்பைக் குறைக்கும்படி நாம் எதுவும் செய்யக் கூடாது” என குறிப்பிடப்பட்டுள்ளது. கல்வெட்டுகளின்  மதிப்பைக் குறைக்கும்படி எதுவும் செய்யக்கூடாது என்ற அர்த்தத்தை கொடுக்கும் கூற்று “கூற அனுமதிக்க மாட்டேன்”  என்பது.  காரணம், நாம்  கல்வெட்டுகளின்  மதிப்பைக் குறைக்கும்படி  எதுவும்  செய்யக்கூடாது. அப்படியே செய்தால்  கல்வெட்டுகளின்  மதிப்பு  குறைந்துவிடும் என்பது  இதன்  நேரடி  அர்த்தம்."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டவற்றில் எது 'கல்வெட்டு' என்ற சொல்லுக்குப் பொருத்தமான விளக்கமாகும்?",
          "options": [
      "a) கோவில்களின் சுவர்களில் வரையப்பட்ட ஓவியங்கள்.",
      "b) பழைய கால நினைவுச் சின்னங்களில் காணப்படும் அழகான கட்டமைப்புகள்.",
      "c) அரசால் நிறுவப்பட்ட கட்டடங்களில், நிறுவப்பட்ட காலம், நோக்கம் போன்ற செய்திகளைத் தாங்கிய கல்வெட்டுகள்.",
      "d) பழமையான காலத்தில் மக்கள் பயன்படுத்திய கல் ஆயுதங்கள்."
    ],
    "answer": "C",
    
          "additional_context": "கல்வெட்டு என்பது அரசால் நிறுவப்பட்ட கட்டடங்கள், சிலைகள்  போன்றவற்றில் நிறுவப்பட்ட காலம்,  நோக்கம் போன்ற செய்திகளைத் தாங்கி இருக்கும் கல் அல்லது கல் மீது பொறிக்கப்பட்ட செய்திகளை குறிக்கும்.  "
          }
        ,
          
  {
    
          "description": "'காப்புரிமை' என்ற சொல்லின் ஆங்கிலச் சொல் என்ன?",
          "options": [
      "a) Consulate",
      "b) Patent",
      "c) Document",
      "d) Guild"
    ],
    "answer": "B",
    
          "additional_context": "காப்புரிமை என்பது ஒரு புதிய கண்டுபிடிப்பு, தயாரிப்பு அல்லது வடிவமைப்பை  பாதுகாக்கும் உரிமை. இதற்கு ஆங்கிலத்தில் பயன்படுத்தப்படும் சொல் “Patent”"
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டவற்றில் எது கல்வெட்டுகளின் வழியாக நமக்குக் கிடைக்கும் முக்கியமான தகவல்?",
          "options": [
      "a) பழைய காலத்தில் மக்கள் எப்படி உடை அணிந்தார்கள்.",
      "b) நம் முன்னோர்களின் வாழ்க்கை முறை, வரலாறு, கலாச்சாரம் பற்றிய தகவல்.",
      "c) பழைய காலத்தில் மக்கள் என்ன மருத்துவம் பயன்படுத்தினார்கள்.",
      "d) பழைய காலத்தில் பயன்படுத்தப்பட்ட வாகனங்கள் பற்றிய தகவல்."
    ],
    "answer": "B",
    
          "additional_context": "பழங்கால  மக்களின்  வாழ்க்கை முறை,  வரலாறு, கலாச்சாரம் பற்றிய  தகவல்கள்  கல்வெட்டுகளில்  இடம்பெற்றிருக்கும்.  கல்வெட்டுகளின் வழியாக பழங்கால  நாடுகள்  பற்றிய தகவல்கள் நமக்குக் கிடைக்கின்றன.  "
          }
        ,
          
  {
    
          "description": "'வணிகக் குழு' என்ற சொல்லின் ஆங்கிலச் சொல் எது?",
          "options": [
      "a) Consulate",
      "b) Patent",
      "c) Guild",
      "d) Document"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு குறிப்பிட்ட தொழிலைச்  சார்ந்த  தொழிலாளர்கள்  ஒன்றிணைந்து  உருவாக்கப்பட்ட   அமைப்பை  வணிகக்  குழு  என்கிறோம். இதற்கு  ஆங்கிலத்தில்  Guild  என்பர். "
          }
        ]