
[
  {
    "description": "கல்வெட்டுகளின் வரலாற்று முக்கியத்துவத்தை நம் நண்பர்களுக்கு எப்படி உணர்த்துவது?",
    "options": [
      "கல்வெட்டுகள் பற்றி எதுவும் சொல்லக் கூடாது",
      "கல்வெட்டுகள் குறித்து நமக்குத் தெரிந்த தகவல்களை மறைத்து வைத்துக்கொள்ள வேண்டும்",
      "கல்வெட்டுகள் குறித்து தெரிந்த தகவல்களை நண்பர்களுக்குச் சொல்லி, அதன் மதிப்பை உணர்த்த வேண்டும்",
      "கல்வெட்டுகளைக் காப்பாற்ற  எதுவும் செய்யக் கூடாது"
    ],
    "answer": "C",
    "additional_context": "கல்வெட்டுகளைப் பற்றி நாம் நம் நண்பர்களிடம் சொல்லும்போது, அவற்றின் முக்கியத்துவத்தைப் புரிய வைக்க வேண்டும். கல்வெட்டுகள் நமது வரலாற்றைப் பற்றி அறிய உதவும் சிறந்த ஆதாரங்கள் என்பதை அவர்களுக்குப் புரிய வைக்க வேண்டும். அதன் மூலம் அவர்கள் கல்வெட்டுகளின் மதிப்பை உணருவார்கள்."
  },
  {
    "description": "“கல்வெட்டுகள் நம் பழம்பெருமையையும் வரலாற்றையும் அறியச் செய்யும் அரிய ஆவணங்கள்”  என்ற கூற்றின் அடிப்படையில், கல்வெட்டுகள் குறித்த கீழ்கண்ட கூற்றுகளில் எது சரியானது?",
    "options": [
      "கல்வெட்டுகள் அரசால் நிறுவப்பட்ட கட்டடங்களிலும் சிலைகளிலும் மட்டுமே காணப்படும்.",
      "கல்வெட்டுகளில்  நிறுவப்பட்ட காலம், நிறுவியவர் பெயர் போன்ற  வரலாற்றுச் செய்திகள் இடம்பெறும்.",
      "கல்வெட்டுகளை பராமரிப்பது நமது கடமை அல்ல.",
      "கல்வெட்டுகளில் மருத்துவம் சம்பந்தப்பட்ட தகவல்கள் மட்டுமே இடம்பெறும்."
    ],
    "answer": "B",
    "additional_context": "கல்வெட்டுகள்  நமது வரலாற்றைப் பற்றிய பல முக்கியமான தகவல்களைத் தருகின்றன.  அவை  கட்டடங்கள், சிலைகள்,  கோவில்கள்,  நினைவுச் சின்னங்கள் போன்ற பல இடங்களில் காணப்படுகின்றன.  கல்வெட்டுகளில் நிறுவப்பட்ட காலம், நிறுவியவர் பெயர்,  பழைய மருத்துவ முறைகள்,  அந்தக் கால மக்களின் வாழ்க்கை முறை  போன்ற பல வரலாற்றுச் செய்திகள் இடம்பெறுகின்றன."
  },
  {
    "description": "“கலைச்சொல் அறிவோம்” பகுதியில் கொடுக்கப்பட்டுள்ள சொற்களில் எது “கோவில்களிலும் பழமையான நினைவுச் சின்னங்களிலும் கட்டியவர்கள் பெயர்களும் வரலாறும் இடம்பெற்றிருக்கும்” என்ற கூற்றுடன் தொடர்புடையது?",
    "options": [
      "Consulate",
      "Patent",
      "Guild",
      "Document"
    ],
    "answer": "D",
    "additional_context": "கோவில்களிலும் பழமையான நினைவுச் சின்னங்களிலும் கட்டியவர்கள் பெயர்களும் வரலாறும் இடம்பெற்றிருக்கும் என்பதால், அவை நமது வரலாற்றைப் பற்றி அறிய உதவும்  முக்கியமான ஆவணங்கள்.  ஆவணங்கள் நமது வரலாற்றைப் பற்றி நமக்குத் தெரிவிக்கக்கூடியவை.  கல்வெட்டுகளைப் போன்று ஆவணங்களும் நமது வரலாற்றை அறிந்து கொள்ள உதவும் சிறந்த ஆதாரங்கள்."
  },
  {
    "description": "“இணையத்தில் காண்க” பகுதியில் கொடுக்கப்பட்டுள்ள இணைய முகவரிகளில் எது “ம.பொ.சி. யின் இணையத்தளம்” என்ற கூற்றுடன் தொடர்புடையது?",
    "options": [
      "http://www.tamilvu.org/slet/1A100/1A100pd2.jsp?bookid = 180&pno = 40",
      "http://www.varalaaru.com/design/article.aspx?ArticleID = 124",
      "http://silapathikaram.com/blog/?tag = மருத்துவப்பக்கம்",
      "http://www.maposi.in/"
    ],
    "answer": "D",
    "additional_context": "இணையத்தில் பல  முக்கியமான தகவல்கள் கிடைக்கின்றன.  அவற்றைப் பயன்படுத்தி நமது அறிவை விரிவுபடுத்தலாம்.  ம.பொ.சி.  என்பது மகாகவி பாரதியார் பல்கலைக்கழகம்.  இந்த இணையத்தளத்தில்  ம.பொ.சி. பற்றிய பல தகவல்கள் கிடைக்கும்."
  },
  {
    "description": "“அறிவை விரிவு செய்” பகுதியில் கொடுக்கப்பட்டுள்ள புத்தகங்களில் எது “நாமக்கல் கவிஞர் வெ. இராமலிங்கம்” எழுதியது?",
    "options": [
      "என் கதை",
      "வேருக்கு நீர்",
      "நாற்காலிக்காரர்",
      "மருத்துவப்பக்கம்"
    ],
    "answer": "A",
    "additional_context": "நாமக்கல் கவிஞர் வெ. இராமலிங்கம்  எழுதிய  புத்தகங்களில்   “என் கதை”  என்ற நூல்  ஒன்று  உண்டு.   இந்த நூல் அவரது வாழ்க்கை வரலாற்றை விவரிக்கிறது.  புத்தகங்களைப் படிப்பதன் மூலம் நமது அறிவை  விரிவுபடுத்தலாம்."
  }
]
