[
          
  {
    
          "description": "பள்ளியில் நேரத்தை சரியாக கடைப்பிடித்தல் எதற்கு ஒத்திருக்கிறது?",
          "options": [
      "வீட்டுப் பணிகளைப் பகிர்ந்து செய்தல்",
      "உடன்பயிலும் மாணவரின் திறமையைப் பாராட்டுதல்",
      "குறியீட்டியல்",
      "சின்னம்"
    ],
    "answer": "D",
    
          "additional_context": "பள்ளியில் நேரத்தை சரியாக கடைப்பிடிப்பது என்பது, ஒழுங்கு, கட்டுப்பாடு, பொறுப்பு ஆகியவற்றை வளர்க்கிறது.  சரியான நேரத்தில் பாடங்களைத் தொடங்குவதும், இடைவேளை நேரங்களை சரியாகப் பயன்படுத்துவதும், பாடங்களை முடித்து வீட்டுப் பணிகளைச் செய்வதும்  நேரத்தை சரியாக கடைப்பிடிப்பதில் அடங்கும்.  நேர மேலாண்மை திறன் என்பது வாழ்வில் மிகவும் முக்கியமான ஒரு திறன். "
          }
        ,
          
  {
    
          "description": "'குட்டி இளவரசன்'  நூல் எந்த மொழியில் எழுதப்பட்டு, தமிழுக்கு மொழிபெயர்க்கப்பட்டது?",
          "options": [
      "ஆங்கிலம்",
      "பிரெஞ்ச்",
      "ஹிந்தி",
      "ஜெர்மன்"
    ],
    "answer": "B",
    
          "additional_context": "'குட்டி இளவரசன்' நூல் பிரெஞ்சு மொழியில் எழுதப்பட்டது. இதை எழுதியவர் ஆண்ட்ரே ஜிட். இந்நூல் உலகளவில் புகழ் பெற்றுள்ளது. இது 1943 ஆம் ஆண்டு வெளியிடப்பட்டது.  குழந்தைகள்  மட்டுமின்றி பெரியவர்களும் விரும்பிப் படிக்கும் நூலாக இது உள்ளது.  குழந்தைகளின் மனம், இயல்பு ஆகியவற்றைப் பற்றிய பல விஷயங்களை இந்நூல்  விளக்குகிறது. "
          }
        ,
          
  {
    
          "description": "'Emblem'  என்பது என்ன?",
          "options": [
      "ஆய்வேடு",
      "சின்னம்",
      "குறியீட்டியல்",
      "அறிவாளர்"
    ],
    "answer": "B",
    
          "additional_context": "Emblem என்பதன் தமிழ்ப் பெயர்  சின்னம்.  சின்னம் என்பது ஒரு குறிப்பிட்ட  நபர், நிறுவனம், இடம் அல்லது  நிகழ்வை குறிக்கும் ஒரு  சின்னம்.  சின்னம் பொதுவாக  ஒரு  படம், வடிவம்,  நிறம் அல்லது ஒரு சேர்க்கை.  சின்னம்  என்பது பல தகவல்களை  சுருக்கமாக  தெரிவிக்கும்  ஒரு  முறையாகும்.   எடுத்துக்காட்டாக,  இந்தியாவின் தேசியக் கொடி   நம்  நாட்டின் சின்னமாகும்."
          }
        ,
          
  {
    
          "description": "'Intellectual'  என்பதற்கான தமிழ்ச்சொல் என்ன?",
          "options": [
      "ஆய்வாளர்",
      "அறிவாளர்",
      "கலைஞர்",
      "ஆசிரியர்"
    ],
    "answer": "B",
    
          "additional_context": "Intellectual என்பதன் தமிழ்ப் பெயர் அறிவாளர்.  அறிவாளர் என்பவர்   தனது அறிவு,  பகுத்தறிவு,  ஆக்கபூர்வமான  சிந்தனை ஆகியவற்றை   பயன்படுத்தி  புதிய  கண்டுபிடிப்புகள்,  கருத்துக்கள் ஆகியவற்றை  உருவாக்குபவர்.  சமூகத்தில் அறிவாளர்கள் முக்கியமான  பங்கு வகிக்கிறார்கள்."
          }
        ,
          
  {
    
          "description": "'http://www.tamilvu.org/ta/courses-degree-p202-p2021-html-p202162-28161'  என்ற இணைய முகவரி எந்தத் தளத்திற்கானது?",
          "options": [
      "தமிழ் ஹிந்து",
      "தமிழ் சூரங்கம்",
      "தமிழ் வு",
      "தமிழ்நாடு அரசு"
    ],
    "answer": "C",
    
          "additional_context": "http://www.tamilvu.org/ta/courses-degree-p202-p2021-html-p202162-28161 என்ற இணைய முகவரி தமிழ் வு என்ற தளத்திற்கானது. தமிழ் வு என்பது  தமிழ் மொழி மற்றும் கலாச்சாரம் சார்ந்த வளங்களை   வழங்கும்   ஒரு   தளம்.  இந்த தளத்தில்  பல  பாடங்கள், புத்தகங்கள்,  கட்டுரைகள்  ஆகியவை  இலவசமாக  கிடைக்கின்றன. "
          }
        ]