[
          
  {
    
          "description": "“வண்மை யில்லையோர் வறுமை யின்மையாற் றிண்மை யில்லையோர் செறுந ரின்மையால் உண்மை யில்லைபொய் யுரையி லாமையால் வெண்மை யில்லைபல் கேள்வி மேவலால்” என்ற பாடல் வரிகளில் கம்பர் எந்த நாடின் பெருமையைக் குறிப்பிடுகிறார்?",
          "options": [
      "கோசல நாடு",
      "மிதிலை நாடு",
      "அயோத்தி நாடு",
      "மகத நாடு"
    ],
    "answer": "A",
    
          "additional_context": "கம்பர் இராமாயணத்தில், இராமாவதாரம் நிகழ்ந்த கோசல நாட்டின் பெருமையைப் பற்றி மேற்கண்ட பாடல் வரிகள் கூறுகின்றன. அங்கு வறுமை இல்லாததால் அங்கு கொடை மிகுந்து இருந்தது. செருக்கோடு எதிர்த்துப் போர் புரிபவர்கள் இல்லாததால் உடல் வலிமைக்கு இடமில்லை. பொய்க்கு இடமில்லை என்பதால் மெய்மை தனித்து விளங்கியது. பலவிதமான அறிவுச் செல்வம் மிகுந்து இருந்ததால் அங்கு அறியாமை இல்லையென்கிறது இந்தப் பாடல்."
          }
        ,
          
  {
    
          "description": "“வெய்யோனொளி தன்மேனியின் விரிசோதியின் மறையப் பொய்யோவெனு மிடையாளொடு மிளையானொடும் போனான் மையோமர கதமோமறி கடலோமழை முகிலோ ஐயோவிவன் வடிவென்பதொ ரழியாவழ குடையான்” என்ற பாடல் பகுதியில் கம்பர் யாரின் உடல் நிறத்தைப் புகழ்ந்து பாடுகிறார்?",
          "options": [
      "இலக்குவன்",
      "இராமன்",
      "பரதன்",
      "சத்ருகன்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடல் பகுதியில் கம்பர் இராமனின் உடல் நிறத்தைப் புகழ்ந்து பாடுகிறார். இராமனின் உடல் நிறம் கருநீலமாக இருந்ததென்பது இப்பாடலில் தெளிவாகிறது. இராமன் அயோத்தியை விட்டு காட்டுக்குச் செல்லும் போது அவனின் உடல் நிறம்  பற்றி இப்பாடல் விவரிக்கிறது. இராமனின் உடல் நிறம்,  பகலவனின் வெய்யோனொளி கூட மறந்து போகும் அளவிற்கு இருந்ததென்று பாடல் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "“ஆழ நெடுந்திரை யாறு கடந்திவர் போவாரோ வேழ நெடும்படை கண்டு நடுங்கிடும் வில்லாளோ தோழமை யென்றவர் சொல்லிய சொல்லொரு சொல் அன்றோ ஏழமை வேட னிறந்தில னென்றெனை யேசாரோ” என்ற பாடல் வரிகளில் கம்பர் எந்த நிகழ்வைக் குறிப்பிடுகிறார்?",
          "options": [
      "இராமனின் காட்டிற்குச் செல்லும் பயணம்",
      "ராவணனின் போர்க்களத்திற்குச் செல்லும் பயணம்",
      "இராமன் அயோத்தியை விட்டு வெளியேறும் நிகழ்வு",
      "சீதை தீயில் குதிக்கும் நிகழ்வு"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடல் இராமன் அயோத்தியை விட்டு காட்டுக்குச் செல்லும் நிகழ்வை விவரிக்கிறது. இராமன், சீதை, இலக்குவன் ஆகியோர் 14 வருடங்கள் காட்டில் வாழ்ந்ததாக கம்பர் கூறுகிறார். இராமன் காட்டிற்குச் செல்வதற்கு முன் பரதன், சத்ருகன், இராமனைத் தடுத்து நிறுத்த முயற்சி செய்து வந்தனர். அவர்கள் அனைவரையும் இராமன் அன்பாக மறுத்து காட்டுக்குச் சென்றதாகக் கூறுகிறது இந்தப் பாடல்."
          }
        ,
          
  {
    
          "description": "“உறங்கு கின்ற கும்ப கன்ன வுங்கண் மாய வாழ்வெலாம் இறங்கு கின்ற தின்று காணெ ழுந்தி ராயெ ழுந்திராய் கறங்கு போல விற்பி டித்த கால தூதர் கையிலே உறங்கு வாயு றங்கு வாயி னிக்கி டந்து றங்குவாய்”  இந்த பாடல் வரிகளில் கம்பர் யாரை எழுப்ப முயற்சி செய்கிறார்?",
          "options": [
      "கும்பகருணன்",
      "ராவணன்",
      "இந்திரஜித்",
      "மாரீசன்"
    ],
    "answer": "A",
    
          "additional_context": "கம்பர் இராமாயணத்தில், இராமன் ராவணனைப் போர்க்களத்தில் எதிர்கொண்டு இருக்கும் போது, ராவணனின் சகோதரனான கும்பகருணன் தூங்கிக்கொண்டிருந்தான். இராமனுக்குக் கும்பகருணனை எழுப்ப வேண்டியது அவசியமாக இருந்தது. அதற்காக, இராமனின் படைவீரர்கள் கும்பகருணனை எழுப்பும் பொருட்டு, காற்று எல்லாம் அதிரும்படி சத்தம் போட்டனர். இந்தப் பாடல் அந்த நிகழ்வை விவரிக்கிறது."
          }
        ,
          
  {
    
          "description": "கம்பர் எழுதிய 'இராமாவதாரம்' இன்னொரு பெயரால் அழைக்கப்படுகிறது. அது என்ன?",
          "options": [
      "சரசுவதி அந்தாதி",
      "கம்பராமாயணம்",
      "சடகோபர் அந்தாதி",
      "திருக்கைவழக்கம்"
    ],
    "answer": "B",
    
          "additional_context": "கம்பர் எழுதிய 'இராமாவதாரம்' இன்னொரு பெயராக 'கம்பராமாயணம்' என்ற பெயர் வழங்கப்படுகிறது. கம்பர் இராமாயணத்தின் கதையை மிகச் சுவாரஸ்யமாகவும், உணர்வுபூர்வமாகவும், தனித்தன்மையுடனும் பாடியதால் இது இவ்வாறு அழைக்கப்படுகிறது."
          }
        ]