
[
  {
    "description": "“சின்னம்”  என்ற வார்த்தைக்கு எந்த கலைச்சொல் பயன்படுத்தப்படுகிறது?",
    "options": [
      "Thesis",
      "Intellectual",
      "Emblem",
      "Symbolism"
    ],
    "answer": "C",
    "additional_context": "நம்ம நாட்டு மக்களின் மொழிப் பயன்பாட்டில், 'சின்னம்' என்ற வார்த்தைக்குப் பதிலாக நம்ம நாட்டு மக்கள் 'சின்னம்' என்ற வார்த்தையை பயன்படுத்துகிறார்கள். அதே சமயத்தில்  நம்ம நாட்டு மக்கள் இதற்குப் பதிலாக  'சின்னம்' என்ற கலைச்சொல்லைப் பயன்படுத்துகிறார்கள்"
  },
  {
    "description": "“ஆய்வேடு”  என்ற வார்த்தைக்கு எந்த கலைச்சொல் பயன்படுத்தப்படுகிறது?",
    "options": [
      "Thesis",
      "Intellectual",
      "Emblem",
      "Symbolism"
    ],
    "answer": "A",
    "additional_context": "நம்ம நாட்டு மக்களின் மொழிப் பயன்பாட்டில், 'ஆய்வேடு' என்ற வார்த்தைக்குப் பதிலாக நம்ம நாட்டு மக்கள் 'ஆய்வேடு' என்ற வார்த்தையை பயன்படுத்துகிறார்கள். அதே சமயத்தில்  நம்ம நாட்டு மக்கள் இதற்குப் பதிலாக  'ஆய்வேடு' என்ற கலைச்சொல்லைப் பயன்படுத்துகிறார்கள்"
  },
  {
    "description": "“குட்டி இளவரசன்”  என்ற புத்தகத்தின் தமிழ் மொழிபெயர்ப்பாளர் யார்?",
    "options": [
      "வல்லிக்கண்ணன்",
      "எம்.பி. அகிலா",
      "வெ. ஸ்ரீராம்",
      "திருவள்ளுவர்"
    ],
    "answer": "C",
    "additional_context": "‘குட்டி இளவரசன்’ புத்தகத்தின் தமிழ் மொழிபெயர்ப்பாளர் வெ. ஸ்ரீராம் ஆவார். இந்தப் புத்தகம் குழந்தைகளுக்கான பிரபலமான ஒரு புத்தகம் ஆகும். இது ஒரு சிறிய இளவரசனின் பயணத்தைப் பற்றிய கதை. இதன் மூலம் நம்ம நாட்டு மக்கள் வாழ்க்கையின் பல அம்சங்களைப் பற்றி நாம் தெரிந்து கொள்ள முடியும். இது ஒரு நல்ல பாடம்"
  },
  {
    "description": "“சிறந்த சிறுகதைகள் பதின்மூன்று”  என்ற புத்தகத்தின் ஆசிரியர் யார்?",
    "options": [
      "வல்லிக்கண்ணன்",
      "எம்.பி. அகிலா",
      "வெ. ஸ்ரீராம்",
      "திருவள்ளுவர்"
    ],
    "answer": "A",
    "additional_context": "வல்லிக்கண்ணன் ஒரு புகழ்பெற்ற எழுத்தாளர் மற்றும் பத்திரிகையாளர். அவர் எழுதிய பல புத்தகங்கள் உள்ளன. இவரது புத்தகங்கள்  தமிழ் இலக்கிய உலகில் பிரபலமாக இருக்கின்றன. 'சிறந்த சிறுகதைகள் பதின்மூன்று' என்பது இவரது ஒரு முக்கியமான நூல். இந்த நூலில் அவர் பல புகழ்பெற்ற எழுத்தாளர்களின் சிறந்த சிறுகதைகளைத் தொகுத்து வழங்கியுள்ளார். இந்த நூல் தமிழ் இலக்கிய உலகிற்கு ஒரு பெரிய பங்களிப்பு"
  },
  {
    "description": "தமிழில் எழுதப்பட்ட  “ஆசிரியரின் டைரி”  என்பது எந்த எழுத்தாளரின் நூல்?",
    "options": [
      "வல்லிக்கண்ணன்",
      "வெ. ஸ்ரீராம்",
      "எம்.பி. அகிலா",
      "அறிவாளர்"
    ],
    "answer": "C",
    "additional_context": "எம்.பி. அகிலா என்பவர் தமிழ் மொழி எழுத்தாளர். இவர் 'ஆசிரியரின் டைரி' என்ற புத்தகத்தை எழுதியவர். இது ஒரு பிரபலமான புத்தகம். இது ஆசிரியர்களின் வாழ்க்கையைப் பற்றி எழுதப்பட்ட ஒரு நூல்.  இதன் மூலம் ஆசிரியர்களின் வாழ்க்கை எப்படி இருக்கிறது என்று நம்ம நாட்டு மக்கள் தெரிந்து கொள்ள முடியும். இந்த புத்தகம் நம்ம நாட்டு மக்களுக்கு ஒரு நல்ல பாடம்"
  }
]
