[
          
  {
    
          "description": "'வேருக்கு நீர்' என்னும் புதினத்திற்காக ராஜம் கிருஷ்ணன் பெற்ற விருது எது?",
          "options": [
      "சாகித்திய அகாதெமி விருது",
      "தாமரைச் செவ்வணி விருது",
      "இந்திய மாமணி விருது",
      "ஸ்திரீ சக்தி புரஸ்கார்"
    ],
    "answer": "A",
    
          "additional_context": "இத்தகைய பெருமைமிக்க எழுத்தாளர் ராஜம் கிருஷ்ணனை நம் கண்களுக்குக் காட்சிப்படுத்த வருகிறார் ஒன்பதாம் வகுப்பு மாணவி வளர்மதி. (கரவொலி)  \n\nவளர்மதி (ராஜம் கிருஷ்ணன்)\n\nபள்ளிப் பருவத்தின் பசுமை மாறா நினைவுகள் நெஞ்சில் எழுகின்றன. வணக்கம். பெண்கள் என்றால் குடும்பக்கதை எழுதவேண்டும் என்ற படிமத்தை உடைத்துச் சமூகச் சிக்கல்களைக் கதைகளாக எழுதினேன். நான் கற்பனையாக எழுத விரும்பவில்லை. சமூகத்தில் இடர்ப்பட்ட மக்களைப் பற்றி எழுதும் முன்பு அந்த மக்கள் வாழும் பகுதிக்குள் சென்று களப்பணியாற்றிக் கதைகளாக உருவாக்கினேன். எப்போதும் ஓர் ஒலிப்பதிவுக் கருவியுடனேயே இருப்பேன். எனது கள ஆய்வுப் புதினங்கள் ஒவ்வொன்றும் மக்களைச் சேரவேண்டும் என்றே நினைப்பேன். நான் எழுதிய 'பாஞ்சாலி சபதம் பாடிய பாரதி' என்னும் பாரதியின் வரலாற்றுப் புதினம் அனைவராலும் பாராட்டப்பெற்ற ஒன்றாகும். தூத்துக்குடியில் பல மாதம் தங்கியிருந்து உப்பளத் தொழிலாளர்களின் உவர்ப்பு வாழ்க்கையைக் 'கரிப்பு மணிகள்' புதினமாக ஆக்கினேன். நீலகிரி, படுகர் இன மக்களின் வாழ்வியல் மாற்றங்களைக் குறித்து நான் பதிவு செய்ததே 'குறிஞ்சித் தேன்' புதினம். கடலோர மீனவர் வாழ்வின் சிக்கல்களைப் பேசுவதே 'அலைவாய்க் கரையில்' புதினம். அமைப்புசாரா வேளாண் தொழிலாளர்களின் உழைப்பு சுரண்டப்படுவதைச் சுட்டிக்காட்டியவையே 'சேற்றில் மனிதர்கள்', 'வேருக்கு நீர்' ஆகிய புதினங்கள். உங்களைப் போன்ற குழந்தைகளைத் தீப்பெட்டித் தொழிலில் முடக்கி, தீக்குச்சிகளை அந்தப் பெட்டியில் அடைப்பதைப் போன்று, குழந்தைகளின் உடலையும் மனத்தையும் நொறுக்கும் அவல உலகைக் 'கூட்டுக் குஞ்சுகள்' புதினமாக அளித்தேன். பெண்குழந்தைக் கொலைக்கான காரணங்களை ஆராய்ந்து எழுதியதே 'மண்ணகத்துப் பூந்துளிகள்'. இப்படிச் சமூக அவலங்களை உற்று நோக்கி எழுத்தின் வழியாகக் கட்டவிழ்த்து உலகிற்குக் காட்டியிருக்கிறேன். எழுத்துகளில் நேர்மையான சினம், அறச் சீற்றம் இருக்கவேண்டும் என்பதே எனது வேண்டுகோள். வாய்ப்புக்கு நன்றி!. வணக்கம்!. "
          }
        ,
          
  {
    
          "description": "'இந்திய அரசின் தாமரைத்திரு விருது, சுவீடன் அரசின் வாழ்வுரிமை விருது, சுவிட்சர்லாந்து அரசின் காந்தி அமைதி விருது எனப் பல உயரிய விருதுகளைப் பெற்றுப் பெண்குலத்திற்குப் பெருமை சேர்த்தவர். அவர் யார்?",
          "options": [
      "எம்.எஸ்.சுப்புலட்சுமி",
      "பாலசரஸ்வதி",
      "ராஜம் கிருஷ்ணன்",
      "கிருஷ்ணம்மாள் ஜெகந்நாதன்"
    ],
    "answer": "D",
    
          "additional_context": "உள்ள வலுவுடன் இன்றுவரை களத்தில் நிற்கும் போராளி; மதுரையின் முதல் பட்டதாரிப்பெண்; இந்திய அரசின் தாமரைத்திரு விருது, சுவீடன் அரசின் வாழ்வுரிமை விருது, சுவிட்சர்லாந்து அரசின் காந்தி அமைதி விருது எனப் பல உயரிய விருதுகளைப் பெற்றுப் பெண்குலத்திற்குப் பெருமை சேர்த்தவர். அவர் யார்? என அறிய ஆவலோடு இருப்பீர்கள். அவர்தாம் கிருஷ்ணம்மாள் ஜெகந்நாதன். இப்போது மாணவி அன்பரசி கிருஷ்ணம்மாள் ஜெகந்நாதனாகப் பேச வருகிறார். (கரவொலி)"
          }
        ,
          
  {
    
          "description": "'கூடியிருக்கிற எல்லாருக்கும் வணக்கமுங்க. ரொம்ப நேரமா பார்த்துக்கிட்டு இருக்கிற எம்மனசுக்கு ரொம்ப மகிழ்ச்சியா இருக்குதுங்க.' என்ற வரிகளில், யார் பேசுகிறார்கள்?",
          "options": [
      "எம்.எஸ்.சுப்புலட்சுமி",
      "பாலசரஸ்வதி",
      "ராஜம் கிருஷ்ணன்",
      "சின்னப்பிள்ளை"
    ],
    "answer": "D",
    
          "additional_context": "சின்னப்பிள்ளை அம்மாவின் வேடம் ஏற்று வருபவர் நம் பள்ளியின் சின்னப்பிள்ளை ஒன்பதாம் வகுப்பு மாணவி மாதவி. \n\n(கரவொலியுடன் மேடை ஏறுகிறார்.)\n\nமாதவி (சின்னப்பிள்ளை)\n\nகூடியிருக்கிற எல்லாருக்கும் வணக்கமுங்க. ரொம்ப நேரமா பார்த்துக்கிட்டு இருக்கிற எம்மனசுக்கு ரொம்ப மகிழ்ச்சியா இருக்குதுங்க. நான் பள்ளிக்கூடமெல்லாம் போனதில்லீங்க."
          }
        ,
          
  {
    
          "description": "'இந்தியாவின் முதன்மை அமைச்சரிடம் நீங்கள் விருது வாங்கியதைச் சொல்லவே இல்லையே!. சின்னப்பிள்ளை டெல்லியில விருது வாங்கும்போது, மதுரைச் சின்னப்பிள்ளைன்னு அவரு கூப்பிட்டவுடேன என் கண்ணுலேர்ந்து கண்ணீரே வந்துருச்சு.' என்ற வரிகளில், யார் பேசுகிறார்கள்?",
          "options": [
      "எம்.எஸ்.சுப்புலட்சுமி",
      "பாலசரஸ்வதி",
      "ராஜம் கிருஷ்ணன்",
      "தொகுப்பாளர்"
    ],
    "answer": "D",
    
          "additional_context": "தொகுப்பாளர் \n\nநல்லது சின்னப்புள்ள அம்மா, உங்ககிட்ட ஒரு கேள்வி கேட்கலாமா? இந்தியாவின் முதன்மை அமைச்சரிடம் நீங்கள் விருது வாங்கியதைச் சொல்லவே இல்லையே!. சின்னப்பிள்ளை டெல்லியில விருது வாங்கும்போது, மதுரைச் சின்னப்பிள்ளைன்னு அவரு கூப்பிட்டவுடேன என் கண்ணுலேர்ந்து கண்ணீரே வந்துருச்சு. நாட்டுக்கே பெரிய தலைவர் அவரு, விருதைக் குடுத்துட்டுப் பொசுக்குனு எங்கால்ல விழுந்துட்டாரு. எனக்கு மேலுகாலெல்லாம் ஆடிப்போச்சு. நான் போயிட்டு வாரேன்! (கண்களைத் துடைத்துக் கொள்கிறார்)"
          }
        ,
          
  {
    
          "description": "'தூர்தர்ஷனின் 'பொதிகை விருதையும்' பெற்றுள்ளார். அண்மையில் 'தாமரைத்திரு விருதையும்' பெற்றுத் தமிழகத்திற்குப் பெருமை சேர்த்துள்ளார்.' என்ற வரிகளில், யாரைப் பற்றி பேசுகிறார்கள்?",
          "options": [
      "எம்.எஸ்.சுப்புலட்சுமி",
      "பாலசரஸ்வதி",
      "ராஜம் கிருஷ்ணன்",
      "சின்னப்பிள்ளை"
    ],
    "answer": "D",
    
          "additional_context": "தொகுப்பாளர் \n\nநம் இந்திய நாட்டு நடுவண் முதன்மை அமைச்சராக இருந்த மாண்புமிகு. வாஜ்பாய் அவர்களின் கைகளால் பெண் ஆற்றல் விருது (ஸ்திரீ சக்தி புரஸ்கார்) பெற்றதோடு தமிழக அரசின் 'ஔவை விருதையும்' தூர்தர்ஷனின் 'பொதிகை விருதையும்' பெற்றுள்ளார். அண்மையில் 'தாமரைத்திரு விருதையும்' பெற்றுத் தமிழகத்திற்குப் பெருமை சேர்த்துள்ளார். இன்னும் மகளிரின் வாழ்வு மேம்படத் தொடர்ந்து பாடுபட்டு வருகின்ற சின்னப்பிள்ளை வேடமணிந்து வந்து தன் நடிப்பாற்றலை வெளிப்படுத்திய மாணவி மாதவிக்கு நன்றி!. சமுதாயத்திற்கு உழைத்த மகளிரைப்பற்றி மாறுவேடத்தில் அறிமுகப்படுத்திய நிகழ்வு இனிதே இத்துடன் நிறைவடைகின்றது."
          }
        ]