
[
  {
    "description": "கீழ்க்காணும் இலக்கியங்களில் எது ஆசிரியப்பாவில் அமைந்தது?",
    "options": [
      "குறள்",
      "நாலடியார்",
      "சிலப்பதிகாரம்",
      "திருக்குறள்"
    ],
    "answer": "C",
    "additional_context": "ஆசிரியப்பாவின் ஓசை அகவல் ஓசை எனப்படும். இலக்கணக் கட்டுக்கோப்புக் குறைவாகவும் கவிதை வெளியீட்டுக்கு எளிதாகவும் இருப்பது அகவற்பா என்னும் ஆசிரியப்பா. சங்க இலக்கியங்களும் சிலப்பதிகாரம், மணிமேகலை, பெருங்கதை ஆகிய காப்பியங்களும் அகவற்பாவில் அமைந்தவை. சிலப்பதிகாரம் ஒரு மகாகாப்பியம். ஆசிரியப்பா இலக்கியங்களுக்கு எடுத்துக்காட்டாக சிலப்பதிகாரத்தைக் கூறலாம்."
  },
  {
    "description": "கீழ்க்காணும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "கலிப்பாவில் தூங்கல் ஓசை காணப்படும்.",
      "வெண்பாவில் அகவல் ஓசை காணப்படும்.",
      "ஆசிரியப்பாவில் செப்பல் ஓசை காணப்படும்.",
      "வஞ்சிப்பாவில் துள்ளல் ஓசை காணப்படும்."
    ],
    "answer": "A",
    "additional_context": "யாப்பு என்பது எழுத்து, அசை, சீர், தளை, அடி, தொடை ஆகிய ஆறு உறுப்புகளைக் கொண்டது. வெண்பா, ஆசிரியப்பா, கலிப்பா, வஞ்சிப்பா என நான்கு வகைப் பாக்கள் உள்ளன. ஒவ்வொரு பாவும் ஓசையால் வேறுபட்டது. ஓசையானது செப்பல், அகவல், துள்ளல், தூங்கல் என்று நான்கு வகைப்படும். செப்பலோசை வெண்பாவிற்குரியது. அகவல் ஓசை ஆசிரியப்பாவுக்கு உரியது. செய்யுளில் இடையிடையே உயர்ந்து வருவது துள்ளல் ஓசை. இது கலிப்பாவுக்கு உரியது. தூங்கல் ஓசை வஞ்சிப்பாவுக்கு உரியது."
  },
  {
    "description": "கீழ்க்காணும் கூற்றுகளில் எது குறள் வெண்பாவின் இலக்கணத்தைக் குறிக்கிறது?",
    "options": [
      "மூன்று அடிகளைக் கொண்டது.",
      "இரண்டு அடிகளைக் கொண்டது.",
      "ஈற்றடி நான்கு சீராகவும் ஏனைய அடிகள் மூன்று சீராகவும் வரும்.",
      "வெண்சீர் மற்றும் காய்ச்சீர் பயன்படும்."
    ],
    "answer": "C",
    "additional_context": "குறள் வெண்பா என்பது வெண்பாவின் பொது இலக்கணம் அமையப்பெற்று இரண்டு அடிகளாய் வரும். முதலடி நான்கு சீராகவும் (அளவடி) இரண்டாம் அடி மூன்று சீராகவும் (சிந்தடி) வரும்."
  },
  {
    "description": "கீழ்க்காணும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "அகவல் ஓசை துள்ளல் ஓசையை விட வேகமானது.",
      "தூங்கல் ஓசை அகவல் ஓசையை விட மெதுவானது.",
      "செப்பல் ஓசை துள்ளல் ஓசையை விட மெதுவானது.",
      "துள்ளல் ஓசை தூங்கல் ஓசையை விட வேகமானது."
    ],
    "answer": "C",
    "additional_context": "யாப்பு என்பது எழுத்து, அசை, சீர், தளை, அடி, தொடை ஆகிய ஆறு உறுப்புகளைக் கொண்டது. வெண்பா, ஆசிரியப்பா, கலிப்பா, வஞ்சிப்பா என நான்கு வகைப் பாக்கள் உள்ளன. ஒவ்வொரு பாவும் ஓசையால் வேறுபட்டது. ஓசையானது செப்பல், அகவல், துள்ளல், தூங்கல் என்று நான்கு வகைப்படும்."
  },
  {
    "description": "சீர் மற்றும் அசை இடையேயான தொடர்பைப் பற்றிய புரிதலைக் காட்டும் விருப்பத்தைத் தேர்ந்தெடுக்கவும்:",
    "options": [
      "ஒரு சீர் எப்போதும் ஒரே ஒரு அசையைக் கொண்டிருக்கும்.",
      "ஒரு சீர் இரண்டு அல்லது மூன்று அசைகளைக் கொண்டிருக்கலாம்.",
      "சில சீர்கள் ஒரு அசையைக் கொண்டிருக்கலாம், மற்றவை இரண்டு அல்லது மூன்று அசைகளைக் கொண்டிருக்கலாம்.",
      "ஒரு சீர் நான்கு அல்லது அதற்கு மேற்பட்ட அசைகளைக் கொண்டிருக்கலாம்."
    ],
    "answer": "C",
    "additional_context": "சீர் என்பது ஒரு யாப்பு அலகு. இது இரண்டு அல்லது மூன்று அசைகளால் ஆனது. அசை என்பது ஒரு சொல்லின் ஒலிப்பு அலகு. ஒரு சீர் ஒரு, இரண்டு அல்லது மூன்று அசைகளைக் கொண்டிருக்கலாம்."
  }
]
