
[
  {
    "description": "தாவரத்தின் பகுதிகளுக்கான சொல் வளத்தை விவரிக்கும்போது, \"கழி\" என்பது எதனைக் குறிக்கும்?",
    "options": [
      "கரும்பின் அடி",
      "புளி மரத்தின் அடி",
      "புல்லின் இலை",
      "வாழையின் கொழுந்து"
    ],
    "answer": "A",
    "additional_context": "தாவரத்தின் அடிப்பகுதியைக் குறிப்பதற்கான சொற்களைப் பற்றி அறிந்து கொள்வோம். கீழே கொடுக்கப்பட்ட சொற்களின் பொருளை நன்கு புரிந்துகொண்டு பின்னாற்பக்கம் உள்ள பயிற்சி வினாக்களைப் பூர்த்தி செய்யவும்."
  },
  {
    "description": "காலவெள்ளத்தில் கரைந்து போன மொழிகளுக்கிடையில் தன்னை நிலைநிறுத்திக் கொண்டுள்ள மொழி எது?",
    "options": [
      "சமஸ்கிருதம்",
      "தமிழ்",
      "சீன மொழி",
      "ஆங்கிலம்"
    ],
    "answer": "B",
    "additional_context": "'நாடும் மொழியும் நமதிரு கண்கள்' என்கிறார் மகாகவி பாரதியார். காலவெள்ளத்தில் கரைந்துபோன மொழிகளுக்கிடையில் நீந்தித் தன்னை நிலைநிறுத்திக் கொண்டுள்ளது தமிழ். என்ன வளம் இல்லை என்று எண்ணி வியக்கத்தக்கவாறு பல்வேறு சிறப்பியல்புகளைக் கொண்டு இலங்குகிறது நம் செந்தமிழ் மொழி. அனைத்து வளமும் உண்டென்று விடை பகர்கிறது, தமிழ்ச்சொல் வளம்."
  },
  {
    "description": "\"தமிழில் மட்டும் பயன்படுத்தப்பட்டுத் தமிழுக்கே சிறப்பாக உரியனவாகக் கருதப்படும் சொற்கள் மட்டுமன்றித் தெலுங்கு, கன்னடம் முதலிய பிற திராவிட மொழிகளுக்குரியனவாகக் கருதப்படும் சொற்களும் தமிழில்உள\"  என்று கூறியவர் யார்?",
    "options": [
      "பாவாணர்",
      "தமிழ்த்திரு இரா. இளங்குமரனார்",
      "கால்டுவெல்",
      "மகாகவி பாரதியார்"
    ],
    "answer": "C",
    "additional_context": "இலக்கியச் செம்மொழிகளுக்கெல்லாம் பொதுவேனும், தமிழ்மட்டும் அதில் தலைசிறந்ததாகும். \"தமிழல்லாத திராவிட மொழிகளின் அகராதிகளை ஆராயும்போது, தமிழிலுள்ள ஒருபொருட் பலசொல் வரிசைகள் அவற்றில் இல்லாக்குறை எந்தத் தமிழறிஞர்க்கும் மிகத்தெளிவாகத் தோன்றும். தமிழில் மட்டும் பயன்படுத்தப்பட்டுத் தமிழுக்கே சிறப்பாக உரியனவாகக் கருதப்படும் சொற்கள் மட்டுமன்றித் தெலுங்கு, கன்னடம் முதலிய பிற திராவிட மொழிகளுக்குரியனவாகக் கருதப்படும் சொற்களும் தமிழில்உள\" என்கிறார் கால்டுவெல் (திராவிட மொழிகளின் ஒப்பியல் இலக்கணம்)."
  },
  {
    "description": "கரும்பு கொழுந்து வகைகளுள் ஒன்றான \"கொழுந்தாடை\"  என்பது எதனைக் குறிக்கும்?",
    "options": [
      "கரும்பின் இலை",
      "கரும்பின் அடி",
      "கரும்பின் நுனிப்பகுதி",
      "கரும்பின் பூ"
    ],
    "answer": "C",
    "additional_context": "தாவரத்தின் நுனிப்பகுதிகளைக் குறிக்கும் சொற்களைப் பற்றி அறிந்து கொள்வோம். கீழே கொடுக்கப்பட்ட சொற்களின் பொருளை நன்கு புரிந்துகொண்டு பின்னாற்பக்கம் உள்ள பயிற்சி வினாக்களைப் பூர்த்தி செய்யவும்."
  },
  {
    "description": "காய்கனிகளின் கெட்டுப்போன நிலையைக் குறிக்கும் சொற்களில் \"அழுகல்\" என்பது எதனைக் குறிக்கும்?",
    "options": [
      "சூட்டினால் பழுத்த பிஞ்சு",
      "புழுபூச்சி அரித்த காய் அல்லது கனி",
      "குளுகுளுத்து நாறிய பழம் அல்லது காய்",
      "சுருங்கிய பழம்"
    ],
    "answer": "C",
    "additional_context": "கெட்டுப்போன காய்க்கும் கனிக்கும் தாவரத்திற்கேற்ப வழங்கும் சொற்களைப் பற்றி அறிந்து கொள்வோம். கீழே கொடுக்கப்பட்ட சொற்களின் பொருளை நன்கு புரிந்துகொண்டு பின்னாற்பக்கம் உள்ள பயிற்சி வினாக்களைப் பூர்த்தி செய்யவும்."
  }
]
