
[
  {
    "description": "“அறம் செய்வது எப்படி?” என்பதை விளக்கும் நூல் எது?",
    "options": [
      "அ) நாலடியார்",
      "ஆ) நான்மணிக்கடிகை",
      "இ) பழமொழி நானூறு",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "அறம் செய்வது எப்படி என்பது பற்றி  நாலடியார், நான்மணிக்கடிகை, பழமொழி நானூறு ஆகிய நூல்கள் விளக்குகின்றன. அதனால் மேற்கண்ட அனைத்தும் சரியான விடை."
  },
  {
    "description": "“கொடுப்பதற்கு உரிமை இல்லாதவன் தான் பெரியவன்” என்பது எந்த நூலில் இடம்பெற்றுள்ளது?",
    "options": [
      "அ) நாலடியார்",
      "ஆ) நான்மணிக்கடிகை",
      "இ) பழமொழி நானூறு",
      "ஈ) திருக்குறள்"
    ],
    "answer": "A",
    "additional_context": "'கொடுப்பதற்கு உரிமை இல்லாதவன் தான் பெரியவன்' என்ற பழமொழி நாலடியாரில் இடம்பெற்றுள்ளது. நாலடியார் நூல் பதினெண்கீழ்க்கணக்கு நூல்களில் ஒன்றாகும். இதில் 400 நாலடிகள் உள்ளன. இதனை  கபிலர் இயற்றியதாகக் கூறப்படுகிறது.  "
  },
  {
    "description": "“தன்னைத் தானே வெல்லுதல் தான் பெரிய வெற்றி” என்ற கருத்து எந்த நூலில் காணப்படுகிறது?",
    "options": [
      "அ) நாலடியார்",
      "ஆ) நான்மணிக்கடிகை",
      "இ) பழமொழி நானூறு",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "தன்னைத் தானே வெல்லுதல் தான் பெரிய வெற்றி எனும் கருத்து நாலடியார், நான்மணிக்கடிகை, பழமொழி நானூறு ஆகிய நூல்களில் காணப்படுகிறது. "
  },
  {
    "description": "நான்மணிக்கடிகை எந்த காலத்தவர் எழுதியது?",
    "options": [
      "அ) சங்க காலம்",
      "ஆ) பல்லவர் காலம்",
      "இ) சோழர் காலம்",
      "ஈ) பாண்டியர் காலம்"
    ],
    "answer": "B",
    "additional_context": "நான்மணிக்கடிகை நூலை பல்லவர் காலத்தவர்  எழுதியுள்ளனர்.  இந்நூல் நாலு பகுதிகளாக பிரிக்கப்பட்டுள்ளது. இதில் 162 பாடல்கள் உள்ளன. இந்நூல் தர்மத்தை பற்றி கூறுகிறது. "
  },
  {
    "description": "“கொடுப்பதற்கும் வாங்குவதற்கும் இடையே இருப்பது அறம்” என்ற பழமொழி எந்த நூலில் இடம்பெற்றுள்ளது?",
    "options": [
      "அ) நாலடியார்",
      "ஆ) நான்மணிக்கடிகை",
      "இ) பழமொழி நானூறு",
      "ஈ) திருக்குறள்"
    ],
    "answer": "C",
    "additional_context": " 'கொடுப்பதற்கும் வாங்குவதற்கும் இடையே இருப்பது அறம்' என்ற பழமொழி பழமொழி நானூறில் இடம்பெற்றுள்ளது.  பழமொழி நானூறு பதினெண்கீழ்க்கணக்கு நூல்களில் ஒன்றாகும். இதில் 400 பழமொழிகள் உள்ளன. இதனை  காரிகாற் பிறாந்தன் இயற்றியதாகக் கூறப்படுகிறது. "
  }
]
