[
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்பட்ட அறிஞர் பெருமகனாரின் இறுதிப் பயணத்தில் மக்கள் எதைத் தாங்கி வந்தார்கள்?",
          "options": [
      "a) அவர்களின் வாழ்வின் நினைவுகள்",
      "b) ஒரு பீரங்கி வண்டி",
      "c) அவரது எழுத்துக்கள்",
      "d) அவரது பணிகள்"
    ],
    "answer": "B",
    
          "additional_context": "கட்டுரை அண்ணா அவர்களின் இறுதிப் பயணத்தைப் பற்றியது. அவரது உடலை ஒரு பீரங்கி வண்டியில் வைத்து மக்கள் அவரது இறுதிப் பயணத்தை மரியாதையுடன் அனுப்பி வைத்தனர்."
          }
        ,
          
  {
    
          "description": "ஐன்ஸ்டீனின் கல்வி பற்றிய கருத்து என்ன?",
          "options": [
      "a) பள்ளியில் கற்க வேண்டியது முக்கியம்.",
      "b) கல்வி என்பது தொடர்ச்சியான செயல்முறை.",
      "c) பள்ளியில் கற்றதை மறந்த பின்புதான் கல்வி உண்மையாகத் தெரியும்.",
      "d) கல்வி என்பது பாடப்புத்தகங்களில் மட்டும் இருக்கிறது."
    ],
    "answer": "C",
    
          "additional_context": "ஐன்ஸ்டீன் கூறுகிறார், 'பள்ளியில் கற்றதை மறந்த பின்புதான் கல்வி உண்மையாகத் தெரியும்'.  அதாவது, பள்ளியில் கற்கும் போது நாம் அறிவைப் பெறுகிறோம். அறிவைப் பயன்படுத்தி அனுபவங்களைப் பெற்று, அனுபவங்கள் மூலம் உண்மையான கல்வியைப் பெறுகிறோம்."
          }
        ,
          
  {
    
          "description": "'கண்ணினைக் காக்கும் இமை போல' என்ற உவமை எதைப் பற்றி குறிப்பிடுகிறது?",
          "options": [
      "a) கண் பார்வையின் முக்கியத்துவம்",
      "b) உடலின் முக்கியமான உறுப்பு",
      "c) பிரச்சனைகளிலிருந்து பாதுகாப்பு",
      "d) சிலையின் அழகு"
    ],
    "answer": "C",
    
          "additional_context": "இந்த உவமை கண்ணுக்கு எப்படி இமை பாதுகாப்பு அளிக்கிறதோ, அதேபோல் பிரச்சனைகளிலிருந்து பாதுகாப்பு அளிப்பவர்களை உவமையாகக் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "சேரர்களின் பட்டப் பெயர்களில் கொல்லி வெற்பன், மலையமான் போன்றவை எதைக் குறிக்கின்றன?",
          "options": [
      "a) அவர்களின் பூர்வீகம்",
      "b) அவர்களின் இனம்",
      "c) அவர்களின் போர்க்கள வெற்றிகள்",
      "d) அவர்களின் மதம்"
    ],
    "answer": "C",
    
          "additional_context": "சேரர்கள் போரில் வெற்றி பெற்ற இடங்களின் பெயர்களை தங்கள் பட்டப் பெயர்களாக சூட்டிக்கொண்டனர்.  எடுத்துக்காட்டாக, 'கொல்லி வெற்பன்' என்பது கொல்லி மலையை வென்றவன் என்பதைக் குறிக்கிறது. 'மலையமான்' என்பது பல மலைப்பகுதிகளை வென்றவன் என்பதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'சிலை மேல் எழுத்து போல' என்ற உவமை எதைப் பற்றி குறிப்பிடுகிறது?",
          "options": [
      "a) நிலையான ஒன்றை",
      "b) மாறாத ஒன்றை",
      "c) நிரந்தரமான ஒன்றை",
      "d) அழிக்க முடியாத ஒன்றை"
    ],
    "answer": "B",
    
          "additional_context": "சிலை மேல் எழுத்து போல மாறாத ஒன்றை உவமையாகக் குறிப்பிடுகிறது.  சிலை என்பது மாறாத ஒன்று, அதன் மேல் எழுதப்பட்ட எழுத்தும் மாறாது.  அதாவது, எந்த மாற்றத்திற்கும் உட்படாத, நிலையான ஒரு விஷயத்தை குறிக்கிறது."
          }
        ]