
[
  {
    "description": "கறிசோறு பொதியோடு \nதருகின்ற போதும் \nகடல்மீது இவள் கொண்ட \nபயமொன்று காணும்.",
    "options": [
      "அ) மணல்மீது படமொன்றைக் கீறிவிடக்கூடும் என்று",
      "ஆ) கடல் அலை அதன் படத்தைப் போய் கொண்டு போய்விடக்கூடும் என்று",
      "இ) கறிசோறு தரப்பட்டாலும் கடல்மீது பயம் இருப்பதால்",
      "ஈ) கடல் அலையின் வேகத்தால் தன்னை அடித்துக்கொள்ளும் என்று"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பாடல் பகுதியில், கடலோரப் பகுதியில் வாழும் ஒரு பெண் கடலில் பயந்து நிற்கும் நிலை பாடல் வரிகள் வழியாக வெளிப்படுத்தப்படுகிறது.  கடலில் குளிப்பதற்கு  கடல்மீது பயம் இருப்பதால்  கறிசோறு பொதியோடு தரப்பட்டாலும் கடலில் இறங்க  அவள் தயங்குவதாக பாடல் வரிகள் குறிப்பிடுகின்றன."
  },
  {
    "description": "வெறி கொண்ட புயல் நின்று \nகரகங்கள் ஆடும்\nநெறிமாறு பட நூறு \nசுழிவந்து சூழும்",
    "options": [
      "அ) புயலால் எழும் அலைகள்",
      "ஆ) காற்றுடன் சுழலும் மணல் துகள்கள்",
      "இ) மழைத்துளிகள்",
      "ஈ) கடலின் கரையோரத்தில் உள்ள பாறைகள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தப் பாடல் பகுதியில், புயல் நின்று  கடலில் ஏற்படும் அலைகளின் அசைவுகள் பாடல் வரிகள் வழியாக வெளிப்படுத்தப்படுகின்றன. புயலால் ஏற்படும் அலைகள் கரையோரத்தை நோக்கிச் செல்லும்போது, கரகங்கள் ஆடி, நூறு நெறிமாறு பட  சுழலும் எனப் பாடல் வரிகள் குறிப்பிடுகின்றன."
  },
  {
    "description": "Therukoothu is, as its name indicates, a popular form of theatre performed in the streets. It is performed by rural artists.",
    "options": [
      "அ) அதன் நாடகக் கலைக்காக",
      "ஆ) அதன் பாடல் வரிகளுக்காக",
      "இ) அதன் அற்புதமான நடிகர்களுக்காக",
      "ஈ) அதன் தெருக்களில் நிகழ்த்தப்படும் என்பதற்காக"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தெருக்கூத்து என்பது தெருக்களில் நிகழ்த்தப்படும்  ஒரு பிரபலமான நாடக வடிவம். இந்தக் கூத்து நாடகங்கள் கிராமப்புறக் கலைஞர்களால் நிகழ்த்தப்படுகின்றன."
  },
  {
    "description": "Fifteen to twenty actors with a small orchestra forms a koothu troupe.",
    "options": [
      "அ) 5-10 பேர்",
      "ஆ) 15-20 பேர்",
      "இ) 25-30 பேர்",
      "ஈ) 35-40 பேர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஒரு கூத்து குழுவில் 15 முதல் 20 பேர் வரை நடிகர்களும் சிறிய இசைக்குழுவும் இருக்கும். இசைக்குழுவில் ஒரு பாடகர் இருந்தாலும் கூத்து நடிகர்கள் அனைவரும் தங்கள் சொந்த குரலில் பாடும் வழக்கம் உண்டு."
  },
  {
    "description": "ஒரு தனிச்சொற்றொடரில் ஓர் எழுவாயோ பல எழுவாய்களோ இருந்து ஒரு பயனிலையைக் கொண்டு அமையும்.",
    "options": [
      "அ) ஒரு எழுவாய் மட்டும்",
      "ஆ) பல எழுவாய்கள் மட்டும்",
      "இ) ஒரு எழுவாய் அல்லது பல எழுவாய்கள்",
      "ஈ) ஒரு பயனிலை மட்டும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒரு தனிச் சொற்றொடரில் ஒரு எழுவாய் அல்லது பல எழுவாய்கள் இருக்கும். ஒரு எழுவாய் இருக்கும்போது, அது ஒரு பயனிலையைக் கொண்டு அமைந்திருக்கும்.  பல எழுவாய்கள் இருக்கும் போது, அவை ஒரே ஒரு பயனிலையைக் கொண்டு அமைந்திருக்கும்."
  }
]
