[
          
  {
    
          "description": "'தாடியும் அழுக்கு ஆடையும் அந்தத் தள்ளாட்டமும் ஒரு பார்வைக்கு வயோதிகனாகவும் சாமியாரைப் போலவும் தோணவைத்தது' என்பது எந்தப் பாத்திரத்தைக் குறிக்கிறது?",
          "options": [
      "a) அன்னமய்யா",
      "b) சுப்பையா",
      "c) மணி",
      "d) கொத்தாளி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கதையில் மணி என்பவர் ஒரு வாலிபர். அவர் தாடியும் அழுக்கு ஆடையும் அணிந்து, தள்ளாட்டமாக நடந்து வந்தார். இதனால் அவரைப் பார்த்து வயோதிகர் அல்லது சாமியார் என நினைத்தார்கள்."
          }
        ,
          
  {
    
          "description": "கோபல்லபுரத்து மக்களின் எளிமையான வாழ்க்கை முறையை விளக்கும் பகுதி எது?",
          "options": [
      "a) சுப்பையா புஞ்சையில் அருகு எடுத்துக் கொண்டிருந்தார்கள்.",
      "b) கையைக் கழுவிக் கொள்ளவேண்டும் என்று அவருக்குத் தோன்றியது. ஆனால் அவர்களில் யாருமே சாப்பிடுவதற்கு முன்னால் கையைக் கழுவிக் கொள்வதாகத் தெரியவில்லை!",
      "c) சாப்பிட்டு முடித்து அவர்கள் மண்ணினால் கைகளைச் சுத்தப்படுத்தியதைப் பார்த்து அவரும் அதேபோல் மண்ணை எடுத்து கைகளில்த் தேய்த்துச் சுத்தப்படுத்திக் கொண்டார்.",
      "d) அந்தப் பக்கத்தில் தொகுதி தொகுதியாக அருகு எடுத்துக் கொண்டிருந்தார்கள். கரிசல் காட்டுச் சம்சாரிகளுக்கு அருகு ஒரு அரக்கன்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கதையில் மணி என்பவர் கோபல்லபுரத்திற்கு வந்த புதியவர். கோபல்லபுரத்து மக்கள் சாப்பிடுவதற்கு முன்னால் கைகளை கழுவிக் கொள்ள மாட்டார்கள் என்பதை அவர் கவனித்தார். இது கோபல்லபுரத்து மக்களின் எளிமையான வாழ்க்கை முறையைக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "'இந்த உணவு எவ்வளவு ருசியாக இருக்குமோ என்று பட்டது மணிக்கு'  என்ற வாக்கியம் எந்த உணர்வை வெளிப்படுத்துகிறது?",
          "options": [
      "a) பசி",
      "b) வியப்பு",
      "c) சந்தோஷம்",
      "d) ஏமாற்றம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மணி கோபல்லபுரத்து மக்களின் எளிமையான வாழ்க்கை முறையைப் பார்த்து ஆச்சரியப்பட்டான். அவர்கள் சாப்பிட்ட கம்மஞ்சோற்றுக்கு எவ்வளவு ருசி இருக்குமோ என்று அவர் ஆச்சரியப்பட்டார்."
          }
        ,
          
  {
    
          "description": "'கலயத்திலிருந்து சிரட்டை வழியாக மடக்கு மடக்காய் அவனுள் ஜீவஊற்று பொங்கி நிறைந்து வந்தது' என்ற வர்ணனை மூலம் எதை எடுத்துக்காட்ட முயல்கிறார்?",
          "options": [
      "a) மணியின் பசியின் தீவிரம்",
      "b) அன்னமய்யாவின் விருந்தோம்பல்",
      "c) அருகின் மகத்துவம்",
      "d) கோபல்லபுரம் மக்களின் வாழ்க்கை முறை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மணி பசித்திருந்ததால் அவருக்கு அன்னமய்யா கொடுத்த நீத்துப்பாகம் மிகவும் ருசியாக இருந்தது. இந்த உணவை உண்பதன் மூலம் அவருக்குப் பசி தீர்ந்தது. அதனால் அவர் பசியின் தீவிரம் உணரப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'அந்த ஆளிடமிருந்து நன்றி கலந்த புன்னகை வெளிப்பட்டது' என்பது கதையின் எந்தப் பகுதியைப் பற்றியது?",
          "options": [
      "a) அன்னமய்யாவின் வரவேற்பு",
      "b) மணியின் பசியின் தீவிரம்",
      "c) சுப்பையாவின் தூக்கம்",
      "d) கோபல்லபுரத்து மக்களின் அருகு எடுத்தல்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மணி கோபல்லபுரத்திற்கு வந்தபோது அவரை அன்னமய்யா வரவேற்றார். அன்னமய்யாவின் இந்த வரவேற்பு மணிக்கு மகிழ்ச்சியைத் தந்தது. அதனால் மணி அன்னமய்யாவை நன்றி கலந்த புன்னகையுடன் பார்த்தார்."
          }
        ]