
[
  {
    "description": "தொகைச் சொற்களைப் பிரித்து எழுதி, தமிழ் எண்ணுரு தருக: மூவேந்தர்களால் நாற்றிசையும் போற்றி வளர்க்கப்பட்ட முத்தமிழே.",
    "options": [
      "மூன்று + வேந்தர்களால் + நான்கு + திசையும் + போற்றி + வளர்க்கப்பட்ட + மூன்று + தமிழே.",
      "மூன்று + வேந்தர்களால் + நான்கு + திசையும் + போற்றி + வளர்க்கப்பட்ட + மூன்று + தமிழ் + ஏ.",
      "மூன்று + வேந்தர்களால் + நான்கு + திசையும் + போற்றி + வளர்க்கப்பட்ட + மூன்று + தமிழ் + ஐ.",
      "மூன்று + வேந்தர்களால் + நான்கு + திசையும் + போற்றி + வளர்க்கப்பட்ட + மூன்று + தமிழே."
    ],
    "answer": "D",
    "additional_context": "தொகைச்சொல் என்றால் ஒன்றுக்கு மேற்பட்ட சொற்களை இணைத்து ஒரு பொருளைத் தரும் சொல்லாகும். மேலே உள்ள கேள்வியில் உள்ள சொற்களைப் பிரித்து எழுதி அதற்குரிய எண்ணுருவைத் தர வேண்டும். \n\n **மூவேந்தர்களால்**: மூன்று + வேந்தர்களால் \n **நாற்றிசையும்**: நான்கு + திசையும் \n **முத்தமிழே**: மூன்று + தமிழே"
  },
  {
    "description": "“வறுமை ஏகும்வரை செய்பவர்க்கே வாழ்த்துக் கூறுவோம்” என்ற வரிகள் யாரைப் பற்றியவை?",
    "options": [
      "ஏர்பிடிக்கும் கைகளைக் கொண்டவர்கள்",
      "ஊர் செழிக்கத் தொழில் செய்பவர்கள்",
      "வறுமையை நீக்கி மகிழ்ச்சியைத் தேடுபவர்கள்",
      "இயற்கை மூன்று கூறுகளையும் போற்றும் விவசாயிகள்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள், ஏர்பிடித்து உழைக்கும் விவசாயிகளைக் குறிக்கும். ஏர்பிடிக்கும் கைகள் என்பது விவசாயிகளின் உழைப்பை குறிக்கும்.  இந்த வரிகள், விவசாயிகளின்  உழைப்பை பாராட்டி, அவர்கள் வாழ்வு வளம் பெற வேண்டும் என்று வாழ்த்துவது போன்ற ஒரு உணர்வை வெளிப்படுத்துகின்றன."
  },
  {
    "description": "சங்க இலக்கியங்களில், தமிழ் நாட்டின் ஐந்து புவியியல் பிரிவுகளில் எது பயிர்ச்செய்கைக்கு ஏற்றது?",
    "options": [
      "மலைநிலம்",
      "குறிஞ்சி நிலம்",
      "மருதநிலம்",
      "நெய்தல் நிலம்"
    ],
    "answer": "C",
    "additional_context": "சங்க இலக்கியங்களில், தமிழ் நாட்டின் ஐந்து புவியியல் பிரிவுகளில் ஒன்று மருதநிலம். இது  பயிர்ச்செய்கைக்கு மிகவும் ஏற்றதாகக் கருதப்படுகிறது.  மருதநிலம் சமவெளிப் பகுதிகளைக் குறிக்கும். இங்கு  மழை  வளமான மண்  ஆகியவை இருப்பதால் விவசாயம் செழித்து  வளர்கிறது."
  },
  {
    "description": "பழங்கால தமிழர்கள் இயற்கையின் மூன்று கூறுகளில் எதை மிக முக்கியமாகக் கருதினர்?",
    "options": [
      "மழை",
      "வளமான மண்",
      "சூரிய ஒளி",
      "காற்று"
    ],
    "answer": "B",
    "additional_context": "பழங்கால தமிழர்கள் இயற்கையின் மூன்று கூறுகளாக மழை, வளமான மண், சூரிய ஒளி ஆகியவற்றைக் கருதினர். இவற்றில் வளமான மண்ணை மிகவும் முக்கியமாகக் கருதினர். ஏனெனில் விவசாயம் சார்ந்து இருந்த அவர்களுக்கு விளைச்சல் நல்லதாக இருக்க வளமான மண் மிகவும் அவசியமாகும்."
  },
  {
    "description": "“முப்பாலை முழுமையாகத் தந்த தமிழின் சிறப்பினை ஐந்திணைகளில் அழகுற விளக்குபவை” என்று குறிப்பிடப்படும் இலக்கியங்கள் யாவை?",
    "options": [
      "பத்துப்பாட்டு",
      "எட்டுத்தொகை",
      "சங்க இலக்கியங்கள்",
      "திருக்குறள்"
    ],
    "answer": "C",
    "additional_context": "சங்க இலக்கியங்கள் என்பது  தமிழர்களின் பழமையான இலக்கியங்களை குறிக்கும்.  முப்பாலை என்பது  தமிழில் உள்ள மூன்று இலக்கண நூல்களான தொல்காப்பியம்,  நன்னூல், யாப்பருங்கலம் ஆகியவற்றைக் குறிக்கும். ஐந்திணை  என்பது  தமிழில் உள்ள ஐந்து நிலங்களான குறிஞ்சி,  முல்லை, மருதம்,  நெய்தல்,  பாலை  ஆகியவற்றைக் குறிக்கும். சங்க இலக்கியங்கள்  தமிழின்   மொழி,  இலக்கியம்,  பண்பாடு  ஆகியவற்றைப் பற்றியும்  மற்றும்  நிலத்தின்  அழகைப் பற்றியும் பல   அழகான   தகவல்களைத் தருகின்றன."
  }
]
