[
          
  {
    
          "description": "'அல்லூரில் 'திருவள்ளுவர் தவச்சாலை' அமைத்தவர் யார்?",
          "options": [
      "பாவாணர்",
      "இளங்குமரனார்",
      "கால்டுவெல்",
      "பாரதியார்"
    ],
    "answer": "B",
    
          "additional_context": "தமிழ்ச்சொல் வளம் பாடத்தில் 'திருச்சிராப்பள்ளிக்கு அருகில் அமைந்துள்ள அல்லூரில் 'திருவள்ளுவர் தவச்சாலை' ஒன்றை அமைத்திருப்பவர்; பாவாணர் நூலகம் ஒன்றை உருவாக்கியவர்; தமிழகம் முழுவதும் திருக்குறள் சொற்பொழிவுகளை வழங்கி வருபவர்; தமிழ்வழித் திருமணங்களை நடத்தி வருபவர்.' என்ற வாக்கியம்  பாடத்தில் இடம் பெற்றுள்ளது. இதிலிருந்து  பாவாணர் தான் 'திருவள்ளுவர் தவச்சாலை' அமைத்தவர் என்பது தெளிவாகிறது. "
          }
        ,
          
  {
    
          "description": "பாடத்தில் குறிப்பிடப்பட்ட 'சீப்பு' என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "வாழைத்தாற்றின் பகுதி",
      "வாழைப்பிஞ்சு",
      "தேங்காய் நெற்றின் மேற்பகுதி",
      "நெல், கம்பு முதலியவற்றின் மூடி"
    ],
    "answer": "A",
    
          "additional_context": "பாடத்தில், தாவரங்களின் குலை வகைகளைக் குறிப்பதற்கான சொற்கள் எனத் தலைப்பு இடம்பெற்று,  அதில் சீப்பு: வாழைத்தாற்றின் பகுதி எனக் குறிப்பிடப்பட்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "'பயிர்ச்செறிவு வகை' என்னும் சொல் வகையை பாவாணர் தம் 'தமிழ்ச்சொல் வளம்' கட்டுரையில் குறிப்பிட்டுள்ளாரா?",
          "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": "A",
    
          "additional_context": "பாடத்தில், பாவாணர் தம் 'தமிழ்ச்சொல் வளம்' கட்டுரையில் வித்துவகை, வேர்வகை, அரிதாள் வகை, காய்ந்த இலைவகை, இலைக்காம்பு வகை, பூமடல் வகை, அரும்பு வகை, பூக்காம்பு வகை, இதழ்வகை, காய்வகை, கனி வகை, உள்ளீட்டு வகை, தாவரக் கழிவு வகை, விதைத்தோல் வகை, பதர் வகை, பயிர் வகை, கொடி வகை, மர வகை, கரும்பு வகை, காய்ந்த பயிர் வகை, வெட்டிய விறகுத்துண்டு வகை, மரப்பட்டை வகை, பயிர்ச்செறிவு வகை, நிலத்தின் தொகுப்பு வகை, செய் வகை, நில வகை, நன்செய் வகை, வேலி வகை, காட்டு வகை ஆகியவற்றின் சொல்வளங்களையும் விளக்கியுள்ளார்.  என்ற வாக்கியம் இடம் பெற்றுள்ளது. இதிலிருந்து பாவாணர் தம் கட்டுரையில் பயிர்ச்செறிவு வகையை குறிப்பிட்டுள்ளார் என்பது தெளிவாகிறது. "
          }
        ,
          
  {
    
          "description": "தமிழர்களின் நாகரிகத்தை அளந்தறிவதற்கு  எது சிறந்த வழியாகும்?",
          "options": [
      "தமிழர்களின் உடை",
      "தமிழர்களின் வாழ்வியல்",
      "தமிழர்களின் மொழி",
      "தமிழர்களின் வரலாறு"
    ],
    "answer": "C",
    
          "additional_context": "திருந்திய மக்களை மற்ற உயிரினின்றும் பிரித்துக் காட்டுவது மொழியாதலின், அதுவே ஒரு நாட்டாரின் அல்லது இனத்தாரின் நாகரிகத்தை அளந்தறிவதற்கும் சிறந்த வழியாகும்."
          }
        ,
          
  {
    
          "description": "பாவாணரின் 'சொல்லாய்வுக் கட்டுரைகள்' நூலில் இடம்பெற்ற 'தமிழ்ச்சொல் வளம்' என்ற கட்டுரை, எதனைப் பற்றி விரிவாக விளக்குகிறது?",
          "options": [
      "தமிழ் மொழியின் இலக்கியச் செம்மை",
      "பாவாணர் இயற்றிய நூல்களின் பல்வேறு வகைகள்",
      "தமிழ்நாட்டின் விளைபொருள் வகைகள் மற்றும் சொல்வளம்",
      "தமிழ்நாட்டின் பொருளாதார வளர்ச்சி மற்றும் மொழி வளர்ச்சி"
    ],
    "answer": "C",
    
          "additional_context": "பாடத்தில், பாவாணரின் சொல்லாய்வுக் கட்டுரைகள் நூலில் உள்ள தமிழ்ச்சொல் வளம் என்னும் கட்டுரையின் சுருக்கம் பாடமாக இடம்பெற்றுள்ளது. இக்கட்டுரையில் சில விளக்கக் குறிப்புகள் மாணவர்களின் புரிதலுக்காகச் சேர்க்கப்பட்டுள்ளன. பல்வேறு இலக்கணக் கட்டுரைகளையும் மொழியாராய்ச்சிக் கட்டுரைகளையும் எழுதிய பாவாணர், தமிழ்ச் சொல்லாராய்ச்சியில் உச்சம் தொட்டவர். செந்தமிழ்ச் சொற்பிறப்பியல் அகரமுதலித் திட்டஇயக்குநராகப் பணியாற்றியவர்; உலகத் தமிழ்க் கழகத்தை நிறுவித் தலைவராக இருந்தவர்.  என்ற வாக்கியங்கள் இடம் பெற்றுள்ளன. இதிலிருந்து பாவாணர் தம் 'தமிழ்ச்சொல் வளம்' கட்டுரை,  தமிழ்நாட்டின் விளைபொருள் வகைகள் மற்றும் சொல்வளம் பற்றியது என்பது தெளிவாகிறது. "
          }
        ]