[
          
  {
    
          "description": "“சாலச் சிறந்தது” என்ற தொடரில் உள்ள “சால” என்னும் சொல் எந்த வகையான தொகாநிலைத் தொடரில் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "பெயரெச்சத்தொடர்",
      "வினையெச்சத்தொடர்",
      "இடைச்சொல் தொடர்",
      "உரிச்சொல் தொடர்"
    ],
    "answer": "D",
    
          "additional_context": "“சாலச் சிறந்தது” என்ற தொடரில் “சால” என்னும் சொல் உரிச்சொல்லாக பயன்படுத்தப்பட்டுள்ளது. உரிச்சொல்லுடன் பெயரோ, வினையோ தொடர்வது உரிச்சொல் தொடர் ஆகும். உதாரணமாக, “சாலச் சிறந்தது” என்ற தொடரில் 'சால' என்பது உரிச்சொல். அதனைத் தொடர்ந்து 'சிறந்தது' என்ற சொல்நின்று மிகச் சிறந்தது என்ற பொருளைத் தருகிறது."
          }
        ,
          
  {
    
          "description": "“வருக! வருக! வருக!” என்ற தொடர் எந்த வகையான தொகாநிலைத் தொடர்?",
          "options": [
      "விளித்தொடர்",
      "வினையெச்சத்தொடர்",
      "அடுக்குத் தொடர்",
      "பெயரெச்சத்தொடர்"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு சொல் இரண்டு மூன்று முறை அடுக்கித் தொடர்வது அடுக்குத் தொடர் ஆகும்.  “வருக! வருக! வருக!” என்ற தொடரில் ஒரே சொல் உவகையின் காரணமாக மீண்டும் மீண்டும் அடுக்கி வந்துள்ளது. இதனால் இது அடுக்குத் தொடர் ஆகும்."
          }
        ,
          
  {
    
          "description": "“கேட்க வேண்டிய பாடல்” என்ற தொடரில் உள்ள “வேண்டிய”  என்ற சொல் எந்த வகையான சொல்?",
          "options": [
      "வினைமுற்று",
      "எச்சவினை",
      "வினையெச்சம்",
      "பெயரெச்சம்"
    ],
    "answer": "D",
    
          "additional_context": "முற்றுப் பெறாத வினை, பெயர்ச்சொல்லைக் கொண்டு முடிவது பெயரெச்சத்தொடர் எனப்படும். 'கேட்ட பாடல்' என்ற தொடரில் 'கேட்ட' என்னும் எச்சவினை 'பாடல்' என்னும் பெயரைக்கொண்டு முடிந்துள்ளது. இதனால் 'வேண்டிய' என்பது பெயரெச்சம்."
          }
        ,
          
  {
    
          "description": "“சொல்லத் தக்க செய்தி” என்ற தொடரில் “தக்க”  என்ற சொல் எந்த வகையான சொல்?",
          "options": [
      "வினைமுற்று",
      "எச்சவினை",
      "வினையெச்சம்",
      "பெயரெச்சம்"
    ],
    "answer": "D",
    
          "additional_context": "“சொல்லத் தக்க செய்தி” என்ற தொடரில் 'சொல்லத்' என்பது எச்சவினை. அதனைத்தொடர்ந்து 'தக்க' என்னும் பெயர்ச்சொல் பயன்படுத்தப்பட்டுள்ளது. எனவே இது பெயரெச்சத்தொடர்."
          }
        ,
          
  {
    
          "description": "“மாடியிலிருந்து இறங்கினார் முகமது” என்ற தொடர் எந்த வகையான தொகாநிலைத் தொடர்?",
          "options": [
      "எழுவாய்த்தொடர்",
      "விளித்தொடர்",
      "பெயரெச்சத்தொடர்",
      "வினைமுற்றுத்தொடர்"
    ],
    "answer": "A",
    
          "additional_context": "எழுவாயுடன் பெயர், வினை, வினா ஆகிய பயனிலைகள் தொடர்வது எழுவாய்த்தொடர் ஆகும். “மாடியிலிருந்து இறங்கினார் முகமது” என்ற தொடரில் 'முகமது' என்பது எழுவாய். அதனைத்தொடர்ந்து 'இறங்கினார்' என்பது வினை ஆகும். எனவே இது எழுவாய்த்தொடர் ஆகும்."
          }
        ]