[
          
  {
    
          "description": "'அவன் பாட்டியோட வெளியூர் போயிருக்கான்'  என்ற வாக்கியத்தில்  'பாட்டியோட' என்ற வார்த்தைக்குப் பொருத்தமான எழுத்து வழக்கு வார்த்தையைத் தேர்ந்தெடுக்கவும்:",
          "options": [
      "பாட்டி",
      "பாட்டியின் ",
      "பாட்டிக்கு ",
      "பாட்டியை "
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஒரு உரையாடலில், ஒருவர் தன் நண்பரைப் பற்றி “அவன் பாட்டியோட வெளியூர் போயிருக்கான்' என்று கூறுகிறார். இங்கு, “பாட்டியோட' என்பது பேச்சு வழக்கு. எழுத்து வழக்கில் இதை எப்படி மாற்றுவது என்று பார்ப்போம். நான்கு விருப்பங்கள் கொடுக்கப்பட்டுள்ளன. அந்த விருப்பங்களில் எது சரியானது என்பதைத் தேர்வு செய்யவும்."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டுள்ள கடிதத்தின்  உள்ளடக்கத்திற்குப் பொருத்தமான தலைப்பைத் தேர்ந்தெடுக்கவும்:",
          "options": [
      "மின் விளக்குப் பழுது",
      "இரவு நேரப் பயணம்",
      "தெரு விளக்குகள்",
      "பொது நலன் "
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "ஒரு நபர் மின்வாரிய அலுவலருக்கு கடிதம் எழுதுகிறார். அந்த கடிதத்தில் தெரு விளக்குகள் பழுதடைந்ததால் இரவில் நடந்து செல்பவர்களுக்கு ஏற்படும் இடையூறுகள் பற்றி குறிப்பிடுகிறார். அந்த கடிதத்துக்குப் பொருத்தமான தலைப்பை நான்கு விருப்பங்களில் இருந்து தேர்ந்தெடுக்கவும்."
          }
        ,
          
  {
    
          "description": "“மரம் தேடிய களைப்பு  / மின்கம்பியில் / இளைப்பாறும் குருவி” என்ற வரிகளில் எது குறிப்பிடப்படுகிறது?",
          "options": [
      "மரங்கள் குறைந்து போனதால் ஏற்படும்  சிரமம்",
      "குருவிகளின் வாழ்விட இழப்பு",
      "மரங்களின் இல்லாமை",
      "மனிதர்களால் ஏற்படும் இயற்கைச் சூழல் மாற்றம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "நாணற்காடன் எழுதிய பாடல் வரிகளில், ஒரு குருவி மரம் தேடி களைத்து மின்கம்பியில் அமர்ந்திருப்பது குறிப்பிடப்படுகிறது. இதன் மூலம் மனிதர்களால் ஏற்படும் இயற்கைச்சூழல் மாற்றம் குறித்து எடுத்துக்காட்டப்படுகிறது."
          }
        ,
          
  {
    
          "description": "“விற்பனையில் / காற்றுப் பொட்டலம் / சிக்கனமாய் மூச்சு விடவும்…”  என்ற வரிகளில் எது குறிப்பிடப்படுகிறது?",
          "options": [
      "காற்று மாசுபாட்டின் தீவிரம்",
      "காற்றின் மதிப்பை உணர்த்துதல்",
      "மனிதனின் சுயநலம்",
      "காற்றின் அரிதான தன்மை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "புதுவைத் தமிழ் நெஞ்சன் எழுதிய இந்த வரிகள், காற்றின் அரிதான தன்மையை எடுத்துக்காட்டி, காற்று மாசுபாட்டின் தீவிரத்தைப் பற்றி பேசுகிறது."
          }
        ,
          
  {
    
          "description": "'He is helped whom God helps'  என்ற வரியை தமிழில் மொழிபெயர்க்கும்போது கிடைக்கும் சொற்றொடர் எது?",
          "options": [
      "இறைவன் துணை இருந்தால் மட்டுமே நலம்",
      "தெய்வத்தின் துணை வேண்டும்",
      "கடவுள் துணை இருந்தால் போதும்",
      "இறைவனின் அருள் பெற்றவரே நலம் பெறுவார்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்தக் கதை, ரோமில் வாழ்ந்த இரு ஏழைகளின் வாழ்க்கையைப் பற்றிச் சொல்லுகிறது. ஒரு ஏழை 'He is helped whom God helps' என்றும் மற்றொரு ஏழை 'He is helped who the king helps' என்றும் சொல்லி தங்கள் துன்பத்தை வெளிப்படுத்துகிறார்கள். 'He is helped whom God helps' என்ற வரியை தமிழில் மொழிபெயர்த்தால் 'இறைவனின் அருள் பெற்றவரே நலம் பெறுவார்'  என்று பொருள். "
          }
        ]