
[
  {
    "description": "“தேன், விளக்கு, மழை, விண், மணி, விலங்கு, செய், மேகலை, வான், பொன், பூ” எனும் சொற்களைப் பயன்படுத்தி புதிய சொற்கள் உருவாக்க வேண்டும் எனக் கூறப்படுகிறது. “பூமணி” என்பது ஒரு உதாரணமாகக் கொடுக்கப்பட்டுள்ளது.  இந்தச் சொற்களைப் பயன்படுத்தி உருவாக்கக்கூடிய, “விண்”  என்பதைப் பயன்படுத்தும் ஒரு சொல் எது?",
    "options": [
      "விண்மணி",
      "விண்மழை",
      "விண்விலங்கு",
      "விண்பூ"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடத்தில் சொற்களை இணைத்து புதிய சொற்களை உருவாக்கும் பயிற்சி அளிக்கப்படுகிறது.  உதாரணமாக “பூமணி” என்ற சொல் “பூ” மற்றும் “மணி”  என்ற சொற்களை இணைத்து உருவாக்கப்பட்டது. இதேபோல்,  “விண்”  என்பதைப் பயன்படுத்தி ஒரு புதிய சொல் உருவாக்க வேண்டும். கொடுக்கப்பட்டுள்ள  நான்கு விருப்பங்களில் எது சரியானது என்பதைத் தேர்ந்தெடுக்க வேண்டும். "
  },
  {
    "description": "“குறளின்பத்தில் திளைக்காத தமிழன் உண்டா?”  என்பது ஒரு உதாரணமாகக் கொடுக்கப்பட்டுள்ளது.  இந்த வகையில் “சுவைக்காத இளநீர்”  என்பதைப் பயன்படுத்தி கேள்வியாக அமைப்பது எது?",
    "options": [
      "சுவைக்காத இளநீர் எது?",
      "சுவைக்காத இளநீர் எப்படி?",
      "சுவைக்காத இளநீர் யார்?",
      "சுவைக்காத இளநீர் இருக்குமா?"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடத்தில்,  “குறளின்பத்தில் திளைக்காத தமிழன் உண்டா?”  என்ற கேள்வியை  மாதிரியாக எடுத்துக்காட்டப்பட்டுள்ளது. இதேபோல்,  “சுவைக்காத இளநீர்”  என்பதைப் பயன்படுத்தி ஒரு கேள்வியை உருவாக்க வேண்டும்.  கொடுக்கப்பட்டுள்ள நான்கு விருப்பங்களில் எது சரியான கேள்வி என்பதைத் தேர்ந்தெடுக்க வேண்டும். "
  },
  {
    "description": "“செய்யுள் அடி | எண்ணுப்பெயர் | தமிழ் எண்”  என்ற அட்டவணையில் “நாற்றிசையும் செல்லாத நாடில்லை” என்ற வரியில் “நான்கு” என்ற எண்ணுப்பெயர் உள்ளது. “ஐந்துசால்பு ஊன்றிய தூண்”  என்ற வரியில் உள்ள எண்ணுப்பெயர் என்ன?",
    "options": [
      "நான்கு",
      "ஐந்து",
      "ஆறு",
      "ஏழு"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடத்தில்,  செய்யுள் வரிகளில் உள்ள எண்ணுப்பெயர்களை கண்டுபிடித்து,  தமிழ் எண்களில் எழுத வேண்டும் என்ற பயிற்சி அளிக்கப்படுகிறது.   “செய்யுள் அடி | எண்ணுப்பெயர் | தமிழ் எண்”  என்ற அட்டவணை கொடுக்கப்பட்டுள்ளது.  “நாற்றிசையும் செல்லாத நாடில்லை”  என்ற வரியில் “நான்கு” என்ற எண்ணுப்பெயர் உள்ளது. இதேபோல், “ஐந்துசால்பு ஊன்றிய தூண்” என்ற வரியில் உள்ள எண்ணுப்பெயரைத் தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "“அகராதியில் காண்க”  என்பதற்குப் பின் “அடவி, அவல், சுவல், செறு, பழனம், புறவு”  என்ற சொற்கள் கொடுக்கப்பட்டுள்ளன. இந்தச் சொற்களில் “அகராதியில் காண” என்ற கட்டளைக்கு ஏற்ற ஒரு சொல் எது?",
    "options": [
      "பழனம்",
      "அடவி",
      "சுவல்",
      "செறு"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடத்தில், கொடுக்கப்பட்டுள்ள சொற்களில் எது அகராதியில் காணக்கூடிய சொல் என்பதைத் தேர்ந்தெடுக்க வேண்டும்.  கொடுக்கப்பட்டுள்ள சொற்கள்,  “அடவி, அவல், சுவல், செறு, பழனம், புறவு”  என்பன.  இந்தச் சொற்களில்  “அகராதியில் காண” என்ற கட்டளைக்கு ஏற்ற சொல் எது என்பதைத் தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "“எண்ணுப்பெயர் | தமிழ் எண்” என்ற அட்டவணையில் “நான்கு”  என்ற எண்ணுப்பெயருக்கு எதிராக  “ச”  என்று எழுதப்பட்டுள்ளது.  இதிலிருந்து “ஐந்து” என்ற எண்ணுப்பெயருக்கு எதிராக எது எழுதப்பட வேண்டும்?",
    "options": [
      "ச",
      "ஞ",
      "ண",
      "ல"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடத்தில், தமிழ் எண்களை கண்டுபிடித்து எழுதும் பயிற்சி அளிக்கப்படுகிறது.  “எண்ணுப்பெயர் | தமிழ் எண்” என்ற அட்டவணை கொடுக்கப்பட்டுள்ளது.  அட்டவணையில்  “நான்கு”  என்ற எண்ணுப்பெயருக்கு எதிராக  “ச”  என்று எழுதப்பட்டுள்ளது.  இதன் மூலம்,  “ஐந்து” என்ற எண்ணுப்பெயருக்கு எதிராக எது எழுதப்பட வேண்டும் என்பதைத் தேர்ந்தெடுக்க வேண்டும்."
  }
]
