
[
  {
    "description": "“சர்க்கரைப் பொங்கல்” பத்தியில், பொங்கலின் சுவையை என்ன சொல்லி  விவரித்திருக்கிறார்கள்?",
    "options": [
      "திகட்டாத தித்திப்பு",
      "பால் கலந்த இனிமை",
      "இனிப்பு மற்றும் நறுமணம்",
      "மேற்கண்டவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "சர்க்கரைப் பொங்கல் பத்தியில், பொங்கலின் சுவையை  “இந்தச் சர்க்கரைப் பொங்கலின் தித்திப்பு திகட்டாது. நறுக்கிய ஈர வாழையிலையில் ஒரு அகப்பை சுடும் பொங்கலிட, அது விழுந்தெழுப்பும் மணம்”  என்று விவரிக்கப்பட்டுள்ளது. "
  },
  {
    "description": "“சர்க்கரைப் பொங்கல்” பத்தியில் “அறுவடையின் மகிழ்வு அது!” என்ற வாக்கியம் என்ன குறிக்கிறது?",
    "options": [
      "பொங்கல் விழாவின் சந்தோஷம்",
      "நெல் அறுவடையின் மகிழ்ச்சி",
      "பொங்கல் செய்வதின் சுகம்",
      "பொங்கல் சாப்பிடுவதின் இன்பம்"
    ],
    "answer": "B",
    "additional_context": "“சர்க்கரைப் பொங்கல்” பத்தியில் “அறுவடையின் மகிழ்வு அது!” என்ற வாக்கியம், பொங்கல் செய்வதால் ஏற்படும் மகிழ்ச்சியை விட நெல் அறுவடை  மகிழ்ச்சியை குறிக்கிறது.  பொங்கல் என்பது நெல் அறுவடை  மகிழ்ச்சியின் அடையாளமாக கொண்டாடப்படுகிறது என்பதை இந்த வாக்கியம் எடுத்துக்காட்டுகிறது. "
  },
  {
    "description": "“பழையசோறு” பத்தியில் “பழையசோறு” என்ற வார்த்தையால் என்ன குறிக்கப்படுகிறது?",
    "options": [
      "பழைய நெல்",
      "முந்தைய நாள் சமைத்த சோறு",
      "பழங்காலத்து சோறு",
      "சாதாரணமான சோறு"
    ],
    "answer": "B",
    "additional_context": "“பழையசோறு” பத்தியில் “பழையசோறு” என்ற வார்த்தை  முந்தைய நாள் சமைத்த சோற்றைக் குறிக்கிறது. அதாவது, அன்றைய நாள் சமைத்த சோறு  இல்லாமல் முந்தைய நாள்  சமைத்த சோற்றை  சாப்பிடுவதை  இந்தப் பத்தி குறிப்பிடுகிறது. "
  },
  {
    "description": "“பழையசோறு” பத்தியில் “மைக்கடல் முத்துக்கு ஈடாய் மிக்க நெல்முத்து” என்ற வரி என்ன  குறிக்கிறது?",
    "options": [
      "நெல்முத்து மிகவும் மதிப்புடையது",
      "நெல்முத்து கடல் முத்துவை விட சிறந்தது",
      "நெல் முக்கியமானது மற்றும் மதிப்புடையது",
      "நெல் விவசாயம் மிகவும் முக்கியமானது"
    ],
    "answer": "C",
    "additional_context": "“பழையசோறு” பத்தியில் “மைக்கடல் முத்துக்கு ஈடாய் மிக்க நெல்முத்து” என்ற வரி, நெல்  மற்றும்  அதன்  அறுவடை   முக்கியமானது மற்றும் மதிப்புடையது  என்பதைக் குறிக்கிறது. இதன் மூலம்  விவசாயத்தின்  முக்கியத்துவத்தையும் இந்த வரி  உணர்த்துகிறது. "
  },
  {
    "description": "“மொழிபெயர்க்க” என்ற பகுதியில் “சங்க இலக்கியம் காட்டுகிறது” என்ற வாக்கியத்தில் “காட்டுகிறது”  என்ற சொல்லுக்குப் பொருத்தமான மொழிபெயர்ப்பு எது?",
    "options": [
      "Shows",
      "Demonstrates",
      "Reveals",
      "Indicates"
    ],
    "answer": "C",
    "additional_context": "“மொழிபெயர்க்க” என்ற பகுதியில் “சங்க இலக்கியம் காட்டுகிறது” என்ற வாக்கியத்தில் “காட்டுகிறது”  என்ற சொல்லுக்கு  “Reveals”  என்பது பொருத்தமான மொழிபெயர்ப்பு.  சங்க இலக்கியம்  தமிழர்களின்  பழமையான  கலாச்சாரம்  மற்றும்  பண்பாடு  குறித்த  உண்மைகளை   வெளிப்படுத்துகிறது  என்பதையே  இந்த   மொழிபெயர்ப்பு   உணர்த்துகிறது.  "
  }
]
