
[
  {
    "description": "பழங்காலத்தில், “நீரற வறியாக் கரகத்து” என்ற சொல்லைப் பயன்படுத்தி, மக்கள் எதைப் பற்றிப் பேசினார்கள்?",
    "options": [
      "கரகாட்டம்",
      "மயிலாட்டம்",
      "காவடியாட்டம்",
      "தப்பாட்டம்"
    ],
    "answer": "A",
    "additional_context": "பழங்காலத்தில், “நீரற வறியாக் கரகத்து” (புறம்.1) என்ற புறநானூற்றுப் பாடலடியில் கரகம் என்ற சொல் இடம்பெறுகிறது. சிலப்பதிகாரத்தில் மாதவி ஆடிய பதினொரு வகை ஆடல்களில் 'குடக்கூத்து' என்ற ஆடலும் குறிப்பிடப்படுகிறது. இதுவே கரகாட்டத்திற்கு அடிப்படை என்றும் கருதப்படுகிறது. இது தமிழகத்தில் மதுரை, திண்டுக்கல், திருச்சி, தஞ்சாவூர், கோயம்புத்தூர், திருநெல்வேலி முதலிய மாவட்டங்களில் நிகழ்த்தப்படுகிறது."
  },
  {
    "description": "'குடக்கூத்து' என்பது சிலப்பதிகாரத்தில் குறிப்பிடப்பட்டுள்ள ஆடலின் ஒரு வகை.  இந்த ஆடல் எதற்கு அடிப்படையாக இருக்கிறது?",
    "options": [
      "கரகாட்டம்",
      "மயிலாட்டம்",
      "காவடியாட்டம்",
      "புலி ஆட்டம்"
    ],
    "answer": "A",
    "additional_context": "பழங்காலத்தில், “நீரற வறியாக் கரகத்து” (புறம்.1) என்ற புறநானூற்றுப் பாடலடியில் கரகம் என்ற சொல் இடம்பெறுகிறது. சிலப்பதிகாரத்தில் மாதவி ஆடிய பதினொரு வகை ஆடல்களில் 'குடக்கூத்து' என்ற ஆடலும் குறிப்பிடப்படுகிறது. இதுவே கரகாட்டத்திற்கு அடிப்படை என்றும் கருதப்படுகிறது. இது தமிழகத்தில் மதுரை, திண்டுக்கல், திருச்சி, தஞ்சாவூர், கோயம்புத்தூர், திருநெல்வேலி முதலிய மாவட்டங்களில் நிகழ்த்தப்படுகிறது."
  },
  {
    "description": "மயிலின் அசைவுகளைப் பிரதிபலிக்கும் ஒரு வகை நாட்டியம் எது?",
    "options": [
      "கரகாட்டம்",
      "மயிலாட்டம்",
      "காவடியாட்டம்",
      "ஒயிலாட்டம்"
    ],
    "answer": "B",
    "additional_context": "மயில் வடிவுள்ள கூட்டுக்குள் ஒருவர் தன் உருவத்தை மறைத்துக்கொண்டு, நையாண்டி மேளத்திற்கேற்ப ஆடும் ஆட்டமே மயிலாட்டமாகும். நையாண்டி மேளம் இசைக்க, காலில் கட்டப்பட்டுள்ள சலங்கை ஒலிக்க மயிலின் அசைவுகளை ஆடிக்காட்டுவர். கரகாட்டத்தின் துணையாட்டமாகவும் மயிலாட்டம் ஆடப்படுகிறது. ஊர்ந்து ஆடுதல், மிதந்து ஆடுதல், சுற்றி ஆடுதல், இறகை விரித்தாடுதல், தலையைச் சாய்த்தாடுதல், தாவியாடுதல், இருபுறமும் சுற்றியாடுதல், அகவுதல், தண்ணீர் குடித்துக்கொண்டே ஆடுதல் ஆகிய அடவுகளைக் கலைஞர்கள் இவ்வாட்டத்தில் ஆடிக்காட்டுவர்."
  },
  {
    "description": "“கா” என்ற சொல்லின் பொருள் பாரந்தாங்கும் கோல். இந்த கோலைப் பயன்படுத்தி ஆடும் ஆட்டம் எது?",
    "options": [
      "கரகாட்டம்",
      "மயிலாட்டம்",
      "காவடியாட்டம்",
      "தப்பாட்டம்"
    ],
    "answer": "C",
    "additional_context": "கா-என்பதற்குப் பாரந்தாங்கும் கோல் என்று பொருள். இருமுனைகளிலும் சம எடைகளைக் கட்டிய தண்டினைத் தோளில் சுமந்து ஆடுவது காவடியாட்டம். மரத்தண்டின் இரு முனைகளிலும் சிற்ப வேலைப்பாடுள்ள பலகையைப் பொருத்தி, மூங்கில் குச்சிகளால் அரைவட்டமாக இணைக்கின்றனர். அந்த அரைவட்டப்பகுதியைப் பட்டுத்துணியால் மூடி அழகுபடுத்துகின்றனர். மேலும் மயிலிறகுக் கற்றைகளை இருபுறமும் பொருத்தி, மணிகளால் அழகுபடுத்திக் காவடியை உருவாக்குகின்றனர். காவடியின் அமைப்புக்கேற்ப மச்சக்காவடி, சர்ப்பக்காவடி, பூக்காவடி, தேர்க்காவடி, பறவைக்காவடி என்று அவற்றை அழைக்கின்றனர். இலங்கை, மலேசியா உட்பட, புலம்பெயர் தமிழர் வாழும் பிற நாடுகளிலும் காவடியாட்டம் ஆடப்படுகிறது."
  },
  {
    "description": "“தேவதுந்துபி” என்ற இசைக்கருவியைப் பயன்படுத்தி ஆடும் ஆட்டம் எது?",
    "options": [
      "கரகாட்டம்",
      "மயிலாட்டம்",
      "காவடியாட்டம்",
      "தேவராட்டம்"
    ],
    "answer": "D",
    "additional_context": "தேவராட்டம், வானத்துத் தேவர்கள் ஆடிய ஆட்டம் எனப் பொருள் கொள்ளப்படுகிறது. இது ஆண்கள் மட்டுமே ஆடும் ஆட்டம். உறுமி எனப் பொதுவாக அழைக்கப்படும் 'தேவதுந்துபி', தேவராட்டத்திற்குரிய இசைக்கருவி. இந்தக் கலை, வேட்டி கட்டியும் தலையிலும் இடையிலும் சிறுதுணி கட்டியும் கால்களில் சலங்கை அணிந்தும் எளிய ஒப்பனையுடன் நிகழ்த்தப்படுகின்றது. இவ்வாட்டத்தில் பெரும்பான்மையாக எட்டு முதல் பதின்மூன்று கலைஞர்கள் கலந்துகொள்ள வேண்டுமென்பது பொது மரபாக உள்ளது. தேவராட்டம் குறிப்பாகச் சடங்கு சார்பாக ஆடப்படுகின்றது."
  }
]
