[
          
  {
    
          "description": "“தேர்ப்பாகன்” என்ற தொடர், “தேரை ஓட்டும் பாகன்” என விரிந்து பொருளைத் தருகிறது. இந்தத் தொடரில் உள்ள சொற்களுக்கு இடையில் என்ன மறைந்துள்ளது?",
          "options": [
      "வேற்றுமை உருபு",
      "வினை",
      "பண்பு",
      "உவம உருபு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“தேர்ப்பாகன்” என்ற தொடரில் “தேரை ஓட்டும் பாகன்” என்னும் பொருள் மறைந்துள்ளது. “தேரை ஓட்டும் பாகன்” என விரித்துப் பார்த்தால், “தேர்” மற்றும் “பாகன்” ஆகிய சொற்களுக்கு இடையே “ஐ” என்னும் வேற்றுமை உருபு மறைந்துள்ளது.  இதுபோன்ற தொடர்களை உருபும் பயனும் உடன்தொக்க தொகை என்கிறோம். “பாகன்” என்னும் சொல்லை வினைச்சொல்லைப் போன்று பயன்படுத்தியிருப்பதால், இதில் வேற்றுமை உருபும் பயனும் சேர்ந்து தொக்கிருப்பதைக் காணலாம்."
          }
        ,
          
  {
    
          "description": "வினைத்தொகையில் எது மறைந்து நிற்கிறது?",
          "options": [
      "காலம் காட்டும் இடைநிலை",
      "வேற்றுமை உருபு",
      "உவமை உருபு",
      "பண்பு உருபு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "வினைத்தொகையில் வினைப்பகுதியைத் தொடர்ந்து ஒரு பெயர் வந்து ஒரு சொல்லைப் போல் நடக்கும்.  இதில் காலம் காட்டும் இடைநிலையும் பெயரெச்ச விகுதியும் மறைந்து நிற்கும். உதாரணமாக “வீசுதென்றல்” என்ற தொடரில் 'வீசு' என்பது வினைப்பகுதி. 'தென்றல்' என்பது பெயர்ச்சொல். இதில் 'வீசிய காற்று' என்ற பெயரெச்ச விகுதி மறைந்துள்ளது."
          }
        ,
          
  {
    
          "description": "பண்புத்தொகையில் எந்த விகுதி மறைந்துள்ளது?",
          "options": [
      "ஆகிய",
      "உம்",
      "மை",
      "இல்லை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "பண்புத்தொகையில் நிறம், வடிவம், சுவை, அளவு ஆகியவற்றை உணர்த்தும் பண்புப்பெயருக்கும் அது தழுவிநிற்கும் பெயர்ச்சொல்லுக்கும் இடையில் “மை” என்னும் பண்பு விகுதியும் ஆகிய, ஆன என்னும் பண்பு உருபுகளும் மறைந்து வருவது.  உதாரணமாக “செங்காந்தள்” என்ற தொடரில் “செம்மை” என்ற பண்புப்பெயர் மற்றும் “காந்தள்” என்ற பெயர்ச்சொல் சேர்ந்துள்ளது. இதில் “செம்மையாகிய” எனும் பண்பு விகுதி தொக்கிருப்பதைக் காணலாம்."
          }
        ,
          
  {
    
          "description": "“மலர்க்கை” என்ற தொடரில் உள்ள உவம உருபு எது?",
          "options": [
      "போன்ற",
      "இல்லை",
      "ஆன",
      "உம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“மலர்க்கை” என்ற தொடர் 'மலர் போன்ற கை' என்னும் பொருளைத் தருகிறது.  உவமைத்தொகையில் உவமைக்கும் பொருளுக்கும் (உவமேயம்) இடையில் உவம உருபு மறைந்து வருவது. இதில் “போன்ற” என்னும் உவம உருபு தொக்கிருப்பதைக் காணலாம்."
          }
        ,
          
  {
    
          "description": "“அண்ணன் தம்பி” என்ற தொடர் எந்த வகை தொகைநிலைத் தொடர்?",
          "options": [
      "உவமைத்தொகை",
      "உம்மைத்தொகை",
      "வினைத்தொகை",
      "பண்புத்தொகை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“அண்ணன் தம்பி” என்ற தொடர் “அண்ணனும் தம்பியும்” என்னும் பொருளைத் தருகிறது. இருசொற்களுக்கு இடையிலும் இறுதியிலும் ‘உம்’ என்னும் இடைச்சொல் மறைந்து வருவது உம்மைத்தொகையாகும். உம்மைத்தொகை எண்ணல், எடுத்தல், முகத்தல், நீட்டல் என்னும் நான்கு அளவுப் பெயர்களைத் தொடர்ந்து வரும். "
          }
        ]