[
          
  {
    
          "description": "'சிலை – சீலை, தொடு - தோடு, மடு - மாடு, மலை மாலை, வளி – வாளி, விடு - வீடு' என்ற தொடரில், எந்தப் பத்தியில் இருந்து எடுக்கப்பட்டது?",
          "options": [
      "கடிதம் எழுதுக",
      "மொழியோடு விளையாடு",
      "நயம் பாராட்டுக",
      "கதையாக்குக"
    ],
    "answer": "B",
    
          "additional_context": "இந்தத் தொடர் 'மொழியோடு விளையாடு' என்ற பத்தியில் இருந்து எடுக்கப்பட்டது. இந்தப் பத்தியில் 'விடுபட்ட எழுத்துகளை நிரப்பி அந்த எழுத்துகளை மட்டும் இணைத்து ஒளிந்துள்ள ஒரு நூலின் பெயரைக் கண்டுபிடிக்க'  என்று கேட்கப்பட்டுள்ளது. இதற்கான எடுத்துக்காட்டாக இத்தொடர் கொடுக்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'ஊண், ஊன் ஆ) திணை, தினை இ) அண்ணம், அன்னம் ஈ) வெல்லம், வெள்ளம்' என்ற பட்டியலில், எந்த வார்த்தை ஜோடி 'அகராதியில்' பொருள் அறியக்கூடியதாக இருக்கும்?",
          "options": [
      "ஊண், ஊன்",
      "திணை, தினை",
      "அண்ணம், அன்னம்",
      "வெல்லம், வெள்ளம்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வியில் அகராதியில் பொருள் அறியக்கூடிய வார்த்தை ஜோடியைத் தேர்ந்தெடுக்க வேண்டும். இந்தக் கேள்வி 'அகராதியில் கண்டு பொருள் எழுதுக' என்ற பத்தியில் இருந்து எடுக்கப்பட்டது.  அந்தப் பத்தியில்,  'அகராதியில்'  என்ற சொல் பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "________ வாழ்வில் ஒவ்வொருவரும் நாளும் நாளும் புதுப்புது மனிதர்களைப் பார்க்கிறோம்; புதுப்புதுச் செய்திகள் கிட்டும்!",
          "options": [
      "உயிர்",
      "மனித",
      "இயற்கை",
      "கலை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி  'மனித வாழ்வில் ஒவ்வொருவரும் நாளும் நாளும் புதுப்புது மனிதர்களைப் பார்க்கிறோம்; புதுப்புதுச் செய்திகள் கிட்டும்!'  என்ற வாக்கியத்தில் உள்ள வெற்றிடத்தை நிரப்ப  சரியான சொல்லைத் தேர்ந்தெடுக்க வேண்டும். இந்தக் கேள்வி  'கதையாக்குக' என்ற பத்தியில் இருந்து எடுக்கப்பட்டது.  அந்தப் பத்தியில் மனித வாழ்க்கையைப் பற்றி குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "________ நயம் கூட்டிக் கதையாக்குவது ஒரு கலை.",
          "options": [
      "எழுத்து",
      "கற்பனை",
      "மொழி",
      "அழகு"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி  'கற்பனை நயம் கூட்டிக் கதையாக்குவது ஒரு கலை.' என்ற வாக்கியத்தில் உள்ள வெற்றிடத்தை நிரப்ப சரியான சொல்லைத் தேர்ந்தெடுக்க வேண்டும். இந்தக் கேள்வி  'கதையாக்குக' என்ற பத்தியில் இருந்து எடுக்கப்பட்டது.  அந்தப் பத்தியில்  கற்பனையைப் பற்றி குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "________ எதிர்பார்த்திருப்பவராக, யாருமற்றவராக.... இருக்கும் ஒருவர் உங்களின் உதவியால் மனம் மகிழ்ந்த நிகழ்வினைக் கதையாக்குக.",
          "options": [
      "காதல்",
      "அன்பு",
      "நட்பு",
      "மரியாதை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி  'அன்பு எதிர்பார்த்திருப்பவராக, யாருமற்றவராக.... இருக்கும் ஒருவர் உங்களின் உதவியால் மனம் மகிழ்ந்த நிகழ்வினைக் கதையாக்குக.' என்ற வாக்கியத்தில் உள்ள வெற்றிடத்தை நிரப்ப சரியான சொல்லைத் தேர்ந்தெடுக்க வேண்டும். இந்தக் கேள்வி  'கதையாக்குக' என்ற பத்தியில் இருந்து எடுக்கப்பட்டது.  அந்தப் பத்தியில்  அன்பைப் பற்றி குறிப்பிடப்பட்டுள்ளது."
          }
        ]