[
          
  {
    
          "description": "'கண்ணோட்டம் என்னும் கழிபெரும் காரிகை உண்மையான் உண்டுஇவ் வுலகு'  என்ற குறட்பா கூறுவது,  _______   என்பதைக் குறிப்பிடுகிறது?",
          "options": [
      "கண்ணோட்டம்  ஒருவரை  சிறந்த  நபராக  மாற்றுகிறது.",
      "கண்ணோட்டம்  என்பது   ஒருவருடைய   வாழ்க்கையை   மாற்றும்  சக்தி  கொண்டது.",
      "கண்ணோட்டம்  ஒருவருக்கு   நிறைய   பணம்   சம்பாதிக்க   உதவும்.",
      "கண்ணோட்டம்  ஒருவரின்  நினைவுகளை  மெதுவாக  நினைவு  படுத்துகிறது."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் குறட்பா 'கண்ணோட்டம்' என்ற சொல்லைப் பயன்படுத்தி ஒருவரின் வாழ்க்கையை மாற்றும் சக்தியைக் குறிப்பிடுகிறது.  உலகத்தில் உண்மையான ஒன்று இருந்தால் அது கண்ணோட்டம் தான்.  சில நேரங்களில் கண்ணோட்டம் என்பது அறியாமல் அந்த நபரின் மனதில் மாற்றத்தை ஏற்படுத்தும். ஒரு நபரின் கண்ணோட்டம் அவரது மனநிலையை சரியான திசை நோக்கி வழிநடத்தும். ஒரு நல்ல கண்ணோட்டம், பல தடைகளைத் தகர்க்கும் சக்தி கொண்டது. "
          }
        ,
          
  {
    
          "description": "_______  என்னாம் கண்ணோட்டம இல்லாத கண்?",
          "options": [
      "நெஞ்சம்",
      "மனம்",
      "பண்பு",
      "கண்கள்"
    ],
    "answer": "C",
    
          "additional_context": "கண்ணோட்டம் இல்லாத கண் என்பது பண்பு அற்ற கண்.   நெஞ்சம், மனம் மற்றும் கண்கள்  எல்லாம் ஒருவரின் உடலில் இருக்கும் உறுப்புகள். ஆனால்  பண்பு  என்பது அந்த நபரின் உள்ளத்தில் இருக்கும் ஒரு நல்ல குணம்.  ஒருவரின் பண்பால் தான்  அந்த நபரை எப்படிப் பார்க்க வேண்டும் என்பதை  நாம் அறிய முடியும்.   பண்பு இல்லாத கண் எந்த விஷயத்தையும் தெளிவாகப் பார்க்காது. "
          }
        ,
          
  {
    
          "description": "'தாளாண்மை என்னும் தகைமைக்கண் தங்கிற்றே வேளாண்மை என்னும் செருக்கு' என்ற குறட்பா கூறுவது, _______   என்பதைக் குறிப்பிடுகிறது?",
          "options": [
      "ஒருவருடைய  திறமை   அவரது   செல்வத்தை   அவருக்கு  கொடுக்கும்.",
      "திறமை   மிக   முக்கியமானது.",
      "திறமை   ஒருவருக்கு   மரியாதை   தரும்.",
      "திறமை  மூலம்  ஒருவர்  மிகவும்  செல்வந்தராக  ஆக  முடியும்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் குறட்பா, ஒரு நபரின் திறமை என்பது எவ்வளவு முக்கியம்  என்பதை  கூறுகிறது.  திறமையான ஒரு நபரின் வேலை  எப்போதும் சிறந்ததாக இருக்கும்.   அந்த நபர் பணக்காரராக இருந்தாலும்  அல்லது  ஏழையாக இருந்தாலும்  அவரது திறமை தான் அவரைத் தனித்து நிற்க வைக்கும்.    திறமை என்பது  ஒரு நபரின்  மதிப்பை உயர்த்தும். "
          }
        ,
          
  {
    
          "description": "_______   இன்மை புகுத்தி விடும்.",
          "options": [
      "புகழ்",
      "செல்வம்",
      "முயற்சி",
      "நினைவு"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு வேலையைச் செய்ய  முயற்சி இல்லாத ஒருவர்  எந்த  வேலையிலும் வெற்றி பெற மாட்டார்.   முயற்சி  என்பது  அனைத்து விஷயங்களுக்கும்  மிகவும் முக்கியம்.   முயற்சி  இல்லாமல் எந்த விஷயத்தையும்   நாம்  செய்ய முடியாது.  முயற்சி இல்லாமல் நாம் எந்தப் பணியிலும் வெற்றி பெற முடியாது.   முயற்சி செய்வது  என்பது  வாழ்க்கையின் ஒரு முக்கியமான பகுதி.   முயற்சி  இல்லாமல் வாழ்க்கை  வெற்றி பெற  முடியாது."
          }
        ,
          
  {
    
          "description": "'வன்கண் குடிகாத்தல் கற்றறிதல் ஆள்வினையோடு ஐந்துடன் மாண்டது அமைச்சு' என்ற குறட்பா கூறுவது, _______   என்பதைக் குறிப்பிடுகிறது?",
          "options": [
      "ஒரு  நல்ல  அமைச்சர்  எப்படிப்பட்டவர்  என்பதை  குறிப்பிடுகிறது.",
      "அமைச்சர்கள்  மன்னருக்கு  உதவ  வேண்டும்.",
      "அமைச்சர்கள்  நாட்டை  வளர்க்க  வேண்டும்.",
      "அமைச்சர்கள்  மக்களுக்கு   சேவை  செய்ய  வேண்டும்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் குறட்பா,  அமைச்சர்கள் எப்படி இருக்க வேண்டும்  என்பதை  விளக்குகிறது.  ஒரு நல்ல அமைச்சர் தனது மன்னருக்கு  உதவ வேண்டும்.  நாட்டை வளர்க்க வேண்டும்.   மக்களுக்கு  சேவை செய்ய வேண்டும்.   ஒரு  அமைச்சர்  இந்த  குணங்களை   கொண்டிருந்தால்  தான் அவர் ஒரு  நல்ல  அமைச்சராக  இருப்பார்.  "
          }
        ]