
[
  {
    "description": "இந்திரன் முதலாகத் திசைபாலகர் எட்டுப்பேரும் ஓருருவம் பெற்றதுபோல் ஆட்சி செலுத்தினான் சோழன். அவன் நாட்டில் யானைகள் மட்டுமே பிணிக்கப்படுவன (மக்கள் பிணிக்கப்படுவதில்லை). சிலம்புகள் மட்டுமே புலம்புகின்றன (மக்கள் புலம்புவதில்லை). ஓடைகள் மட்டுமே கலக்கமடைகின்றன (மக்கள் கலக்கமடைவதில்லை). புனல் மட்டுமே அடைக்கப்படுகின்றது (மக்கள் அடைக்கப்படுவதில்லை).",
    "options": [
      "a) முதலாம் இராசராச சோழன்",
      "b) இரண்டாம் இராசராச சோழன்",
      "c) இரண்டாம் ராஜேந்திர சோழன்",
      "d) முதலாம் ராஜேந்திர சோழன்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி ஒரு குறிப்பிட்ட சோழ மன்னரின் ஆட்சிப்பகுதியை விவரிக்கிறது. கேள்வியில், 'இந்திரன் முதலாகத் திசைபாலகர் எட்டுப்பேரும் ஓருருவம் பெற்றதுபோல் ஆட்சி செலுத்தினான் சோழன்' என குறிப்பிடப்பட்டுள்ளது. இது சோழ மன்னன் தன் நாட்டை நியாயமாகவும், அமைதியாகவும் ஆட்சி செய்ததைக் குறிக்கிறது. மேலும், 'யானைகள் மட்டுமே பிணிக்கப்படுவன', 'சிலம்புகள் மட்டுமே புலம்புகின்றன', 'ஓடைகள் மட்டுமே கலக்கமடைகின்றன', 'புனல் மட்டுமே அடைக்கப்படுகின்றது' என குறிப்பிடப்படுவது, மக்கள் அனைவரும் அமைதி, நல்லிணக்கம், வளமை, மகிழ்ச்சி ஆகியவற்றால் நிறைந்த ஒரு நாட்டில் வாழ்ந்தார்கள் என்பதைக் காட்டுகிறது. இந்த அம்சங்கள் ஒரு குறிப்பிட்ட சோழ மன்னரின் ஆட்சிப்பகுதியைப் பிரதிபலிக்கின்றன."
  },
  {
    "description": "இவருடைய மெய்க்கீர்த்திகள் இரண்டு. அதில் ஒன்று 91 அடிகளைக் கொண்டது. அதில் 16-33 வரையான அடிகள் பாடப்பகுதியாகத் தரப்பட்டுள்ளன. இப்பாடப் பகுதிக்கான மூலம் தமிழ் இணையக் கல்விக் கழகத்திலிருந்து பெறப்பட்டது.",
    "options": [
      "a) முதலாம் இராசராச சோழன்",
      "b) இரண்டாம் இராசராச சோழன்",
      "c) இரண்டாம் ராஜேந்திர சோழன்",
      "d) முதலாம் ராஜேந்திர சோழன்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி ஒரு குறிப்பிட்ட சோழ மன்னரின் மெய்க்கீர்த்தியைப் பற்றியது. 'இவருடைய மெய்க்கீர்த்திகள் இரண்டு. அதில் ஒன்று 91 அடிகளைக் கொண்டது' எனக் குறிப்பிடப்பட்டுள்ளது. இது ஒரு குறிப்பிட்ட சோழ மன்னரின் மெய்க்கீர்த்தியின் அளவைப் பற்றிய தகவல். மேலும், 'இப்பாடப் பகுதிக்கான மூலம் தமிழ் இணையக் கல்விக் கழகத்திலிருந்து பெறப்பட்டது' எனக் குறிப்பிடப்படுவது, மெய்க்கீர்த்தியின் மூலத்தை குறிப்பிடுவதுடன், அது எளிதாகக் கிடைக்கக்கூடிய தகவல் என்பதைக் காட்டுகிறது. இந்தத் தகவல்கள் சோழ மன்னர்களின் வரலாற்றைப் பற்றிய ஆய்வில் உதவக்கூடியவை."
  },
  {
    "description": "இராசராசன் காலத் தமிழ் கல்வெட்டு, 11 ஆம் நூற்றாண்டு, பெரிய கோயில், தஞ்சாவூர்.",
    "options": [
      "a) பிரம்மதேசம் கோயில்",
      "b) பெரிய கோயில், தஞ்சாவூர்",
      "c) ஸ்ரீ ரங்கம் கோயில்",
      "d) காஞ்சிபுரம் கோயில்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி ஒரு குறிப்பிட்ட கல்வெட்டின் இருப்பிடம் மற்றும் காலத்தைப் பற்றியது. 'இராசராசன் காலத் தமிழ் கல்வெட்டு, 11 ஆம் நூற்றாண்டு, பெரிய கோயில், தஞ்சாவூர்' எனக் குறிப்பிடப்பட்டுள்ளது. இது ஒரு குறிப்பிட்ட கல்வெட்டின் காலம், மன்னன் மற்றும் இருப்பிடத்தைத் தெளிவாகக் குறிப்பிடுகிறது. இது ஒரு குறிப்பிட்ட சோழ மன்னரின் காலத்தில் எழுதப்பட்ட கல்வெட்டு என்பதைப் புரிந்து கொள்ள உதவுகிறது."
  },
  {
    "description": "மெய்க்கீர்த்திகள் கல்வெட்டின் முதல்பகுதியில் மன்னரைப் பற்றிப் புகழ்ந்து இலக்கிய நயம்பட எழுதப்படும் வரிகள். இவை புலவர்களால் எழுதப்பட்டுக் கல்தச்சர்களால் கல்லில் பொறிக்கப்பட்டவை.",
    "options": [
      "a) பாடகர்கள்",
      "b) சிலை செதுக்குபவர்கள்",
      "c) புலவர்கள்",
      "d) கல்தச்சர்கள்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கேள்வி மெய்க்கீர்த்திகளை உருவாக்குபவர்களைப் பற்றியது. 'மெய்க்கீர்த்திகள் கல்வெட்டின் முதல்பகுதியில் மன்னரைப் பற்றிப் புகழ்ந்து இலக்கிய நயம்பட எழுதப்படும் வரிகள். இவை புலவர்களால் எழுதப்பட்டுக் கல்தச்சர்களால் கல்லில் பொறிக்கப்பட்டவை' எனக் குறிப்பிடப்பட்டுள்ளது. இது மெய்க்கீர்த்திகளை உருவாக்கும் செயல்முறையைப் பற்றியும், அதில் ஈடுபடும் நபர்களைப் பற்றியும் தெளிவாக விளக்குகிறது. இது சோழ மன்னர்களின் காலத்தில் கல்வெட்டுகளின் முக்கியத்துவத்தைப் புரிந்துகொள்ள உதவுகிறது."
  },
  {
    "description": "கல்வெட்டில் எந்த மன்னரின் பெயர் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "முதலாம் இராசராசன்",
      "இரண்டாம் இராசராசன்",
      "கோப்பரகேசரி",
      "திருபுவனச் சக்கரவர்த்தி"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி ஒரு குறிப்பிட்ட கல்வெட்டில் குறிப்பிடப்படும் மன்னரின் பெயரைப் பற்றியது. 'கல்வெட்டில் எந்த மன்னரின் பெயர் குறிப்பிடப்பட்டுள்ளது?' எனக் கேட்கப்பட்டுள்ளது. இது ஒரு குறிப்பிட்ட கல்வெட்டில் குறிப்பிடப்படும் மன்னரின் பெயரைப் பற்றிய தகவலைக் கேட்கிறது. இது சோழ மன்னர்களின் காலத்தில் கல்வெட்டுகளில் பயன்படுத்தப்பட்ட பெயர்களைப் புரிந்துகொள்ள உதவுகிறது."
  }
]
