
[
  {
    "description": "“வடிமணிச்சிலம்பே யரற்றுவன செல்லோடையே கலக்குண்பன வருபுனலே சிறைப்படுவன மாவே” என்ற வரிகளில்  “சிறைப்படுவன” என்பது எதைக் குறிக்கிறது?",
    "options": [
      "மக்கள்",
      "விலங்குகள்",
      "பறவைகள்",
      "நீர்நிலைகள்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த வரிகள் இரண்டாம் இராசராச சோழனின் மெய்க்கீர்த்தியிலிருந்து எடுக்கப்பட்டவை. இவ்வரிகள் சோழ நாட்டின் அமைதி நிலையை வர்ணிக்கிறது. அதாவது யானைகள் மட்டுமே பிணிக்கப்படுவன. மக்கள் அல்ல. சிலம்புகள் மட்டுமே புலம்புகின்றன. மக்கள் அல்ல. ஓடைகள் மட்டுமே கலக்கமடைகின்றன. மக்கள் அல்ல. புனல் மட்டுமே அடைக்கப்படுகின்றது. மக்கள் அல்ல.  இதிலிருந்து இராசராசன் ஆட்சியின் கீழ் மக்கள் அனைவரும் மகிழ்ச்சியாக வாழ்ந்தார்கள் என்பதைப் புரிந்துகொள்ள முடிகிறது. மேலும் இவ்வரிகள் சோழ நாட்டின் அமைதி, வளமை மற்றும் சிறப்பு ஆகியவற்றைப் பறைசாற்றுகிறது."
  },
  {
    "description": "“மையுடையன நெடுவரையே” என்ற வரிகளில் “மையுடையன” என்பது எதைக் குறிக்கிறது?",
    "options": [
      "கருமை",
      "இருள்",
      "மலை",
      "நாடு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரிகள் இரண்டாம் இராசராச சோழனின் மெய்க்கீர்த்தியிலிருந்து எடுக்கப்பட்டவை. இவ்வரிகள் சோழ நாட்டின் வளமை நிலையைப் பறைசாற்றுகிறது. அதாவது மலைகள் நீண்டவை. இதன்மூலம் சோழ நாட்டின் நிலப்பரப்பு பெரியது என்பதைப் புரிந்துகொள்ள முடிகிறது. மேலும் மலைகள் இருள் சூழ்ந்திருந்தாலும் நாட்டில் வறுமை இருள் இல்லை என்பதைப் புரிந்துகொள்ள முடிகிறது."
  },
  {
    "description": "“கடிந்தொறுப்பார் இயற்புலவரே பொருள்வைப்பார் இசைப் பாணரே கூடஞ்செய்வார்” என்ற வரிகளில் “கடிந்தொறுப்பார்” என்பது யாரைக் குறிக்கிறது?",
    "options": [
      "புலவர்கள்",
      "பாடகர்கள்",
      "மக்கள்",
      "மன்னர்கள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வரிகள் இரண்டாம் இராசராச சோழனின் மெய்க்கீர்த்தியிலிருந்து எடுக்கப்பட்டவை. இவ்வரிகள் சோழ நாட்டின் கலை வளர்ச்சியைப் பறைசாற்றுகிறது. அதாவது புலவர்கள் மட்டுமே மன்னனைச் சினத்தோடு பேசுகிறார்கள். இதன்மூலம் சோழ நாட்டில் கலைஞர்களுக்கு அளிக்கப்பட்டிருந்த மரியாதையைப் புரிந்துகொள்ள முடிகிறது.  சோழ நாட்டில் புலவர்கள் மட்டுமே பொருளை வைத்துப் பேசுவார்கள் என்பதையும்  இசைப் பாணர்கள் மட்டுமே தெருவில் கூடிப் பாடுவார்கள் என்பதையும் இவ்வரிகள் வலியுறுத்துகின்றன."
  },
  {
    "description": "“கோப்பரகேசரி, திருபுவனச் சக்கரவர்த்தி” என்ற பட்டங்கள் யாருக்குச் சேர்ந்தவை?",
    "options": [
      "முதலாம் இராசராசன்",
      "இரண்டாம் இராசராசன்",
      "ராஜேந்திர சோழன்",
      "குலோத்துங்க சோழன்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இரண்டாம் இராசராசன் சோழ வம்சத்தைச் சேர்ந்த மன்னர்.  'கோப்பரகேசரி', 'திருபுவனச் சக்கரவர்த்தி' எனும் பட்டங்கள் பெற்றவர் இரண்டாம் இராசராசன். இவரது ஆட்சிக் காலத்தில் சோழ நாடு பெருவளர்ச்சி அடைந்தது. இவரது மெய்க்கீர்த்தியில் சோழ நாட்டின் அமைதி, வளமை மற்றும் சிறப்பு ஆகியவற்றைப் பறைசாற்றும் வரிகள் உள்ளன. இரண்டாம் இராசராசனின் மெய்க்கீர்த்திகள் இரண்டு. அதில் ஒன்று 91 அடிகளைக் கொண்டது."
  },
  {
    "description": "“மெய்க்கீர்த்தி” என்பது என்ன?",
    "options": [
      "மன்னர்களின் போர் வரலாறு",
      "மன்னர்களின் புகழ் பாடல்கள்",
      "மன்னர்களின் ஆட்சி நடவடிக்கைகள்",
      "மன்னர்களின் குடும்ப வரலாறு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மெய்க்கீர்த்தி என்பது சோழ மன்னர்களின் பெருமை, ஆட்சி, வீரம் மற்றும் பண்பாடு ஆகியவற்றைப் புகழ்ந்து எழுதப்பட்ட இலக்கிய வடிவம். சோழ மன்னர்கள் தங்கள் வரலாறும் பெருமையும் காலம் கடந்தும் நிலைக்க வேண்டும் என்று விரும்பி, கல்லில் செதுக்கினார்கள். இது பல்லவர் கல்வெட்டுகளிலும், பாண்டியர் செப்பேடுகளிலும் தொடங்கி சோழர் காலத்தில் மெய்க்கீர்த்தி எனப் பெயர் பெற்றது. இது கல்வெட்டுகளின் வடிவில் அமைந்தது."
  }
]
