[
          
  {
    
          "description": "'முன்னுக்குப் பின்' என்ற சொற்றொடரைப் பயன்படுத்தி,  'சங்க இலக்கியங்கள்' பற்றி ஒரு வாக்கியத்தை எழுதுங்கள்.",
          "options": [
      "சங்க இலக்கியங்கள் முன்னுக்குப் பின் நகர்கின்றன.",
      "சங்க இலக்கியங்கள் முன்னுக்குப் பின் மாறுபடுகின்றன.",
      "சங்க இலக்கியங்கள் முன்னுக்குப் பின் முரண்படுகின்றன.",
      "சங்க இலக்கியங்கள் முன்னுக்குப் பின் தொடர்புடையவை."
    ],
    "answer": "d",
    
          "additional_context": "சங்க இலக்கியங்களில், மருத நிலம், குறிஞ்சி நிலம், நெய்தல் நிலம், முல்லை நிலம், பாலை நிலம் என ஐந்து நிலங்களின் தன்மைகளைப் பற்றிப் பாடப்படுகிறது. இவை ஒன்றோடொன்று தொடர்புடையவை.  இந்த நிலங்களில் நடைபெறும் வாழ்க்கை முறைகளும், மக்களின் வழக்கங்களும் சங்க இலக்கியங்களில் விரிவாக விவரிக்கப்படுகின்றன.  இதனால் சங்க இலக்கியங்கள்  முன்னுக்குப் பின் தொடர்புடையவை என்று சொல்லலாம்."
          }
        ,
          
  {
    
          "description": "_______ கொஞ்சம் அதிகம் என்ற சொற்றொடரைப் பயன்படுத்தி ஒரு வாக்கியத்தை உருவாக்குங்கள்.",
          "options": [
      "சூரிய வெளிச்சம்",
      "மழை",
      "பணம்",
      "சிரிப்பு"
    ],
    "answer": "a",
    
          "additional_context": "சங்க இலக்கியங்களில்  மருத நிலத்தின் தன்மை விவரிக்கப்படுகிறது.  மருத நிலத்திற்கு  சூரிய ஒளி மிகவும் முக்கியம்.  இந்த நிலத்தில் நெல் பயிரிடப்படுகிறது. நெல் பயிரிட  சூரிய ஒளி மிகவும் அவசியம்.  நெல் சாகுபடிக்கு  சூரிய வெளிச்சம் கொஞ்சம் அதிகம் இருந்தால்  நல்லது.  இந்த  மருத நிலம் பற்றிய விவரங்கள்   சங்க இலக்கியங்களில் காணப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "வரப் போகிறேன் என்ற சொற்றொடரைப் பயன்படுத்தி,  'பொங்கல் விழா' பற்றி ஒரு வாக்கியத்தை எழுதுங்கள்.",
          "options": [
      "பொங்கல் விழா வரப் போகிறேன்.",
      "பொங்கல் விழா வரப் போகிறேன் என்று சொல்கிறேன்.",
      "பொங்கல் விழா வரப் போகிறேன் என்று நினைக்கிறேன்.",
      "பொங்கல் விழா வரப் போகிறேன் என்று எதிர்பார்க்கிறேன்."
    ],
    "answer": "d",
    
          "additional_context": "பொங்கல் விழா என்பது தமிழர்களின் மிக முக்கியமான விழாவாகும்.  இது  சூரியனின் வரவு மற்றும் புதிய பயிர்களின் வருகையைக் கொண்டாடும் விழாவாகும்.   பொங்கல் விழா வரும் போது, வீடுகள் அனைத்தும் மகிழ்ச்சியும்,   வண்ணங்களும் நிறைந்து  இருக்கும்.  இந்த  விழா குடும்பத்துடன்  ஒன்று சேர்ந்து கொண்டாடப்படும்  விழாவாகும்.   இந்த விழா  வரப் போகிறேன் என்று எதிர்பார்க்கிறேன்."
          }
        ,
          
  {
    
          "description": "“ஏர்பிடிக்கும் கைகளுக்கே வாழ்த்துக் கூறுவோம் - வறுமை ஏகும்வரை செய்பவர்க்கே வாழ்த்துக் கூறுவோம்” என்ற வரிகளின் பொருள் என்ன?",
          "options": [
      "வறுமையிலும் தளராமல் உழைப்பவர்களைப் பாராட்டுதல்.",
      "கடினமான உழைப்பை மட்டுமே பாராட்டுதல்.",
      "வறுமை நீங்கி வாழ்வு செழிக்க வேண்டும் என்ற வேண்டுதல்.",
      "உழைப்பாளிகளைப் பாராட்டி அவர்களுக்கு ஆதரவளித்தல்."
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரிகள் உழைப்பாளிகளைப் பாராட்டி அவர்களுக்கு ஆதரவளிக்கும் வகையில் எழுதப்பட்டவை.  'ஏர்பிடிக்கும் கைகள்' என்ற சொல் விவசாயிகளை  குறிக்கும்.  அவர்கள்  கடின உழைப்பால்   நம்மை  பேணுகிறார்கள்.  'வறுமை ஏகும்வரை செய்பவர்க்கே வாழ்த்துக் கூறுவோம்'  என்று  சொல்வது   எல்லாருமே   உழைத்து   வாழ்க்கை   நடத்த வேண்டும் என்பதை  உணர்த்தும்  வகையில்  எழுதப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "மருதநிலம் எதற்கு ஏற்றது என்று சங்க இலக்கியங்கள் கூறுகின்றன?",
          "options": [
      "வணிகத்திற்கு.",
      "கலைக்கு.",
      "பயிர்ச்செய்கைக்கு.",
      "மீன்பிடித்தலுக்கு."
    ],
    "answer": "C",
    
          "additional_context": "சங்க இலக்கியங்களில் மருத நிலம் பற்றிப் பாடப்படுகிறது. மருத நிலம் என்பது  வளமான  நிலம்.  இந்த நிலத்தில்   பயிர்கள்  நன்கு   வளரும்.   மருத நிலம்   நெல் பயிரிட மிகவும்  ஏற்றது.  சங்க காலத்தில்  நெல் பயிரிடுவது  மிக முக்கியமான  தொழிலாக இருந்தது.   மருத நிலத்தில்  விவசாயம்  செழித்து  வளர்ந்தது."
          }
        ]