[
          
  {
    
          "description": "“திருப்பரங்குன்றத்தின் அழகைப் பார்ப்பதற்கென்றே இயற்கை பதித்து வைத்த இரண்டு பெரிய நிலைக்கண்ணாடிகளைப்போல் வடபுறமும் தென்புறமும் நீர்நிறைந்த கண்மாய்கள்” என்ற குறிஞ்சிமலர் நூலில் உள்ள வாக்கியத்தில் எந்தவொரு அணிநலன் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "எடுத்துக்காட்டு உவமை",
      "உவமை",
      "உருவகம்",
      "இலக்கணை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி ஒரு கால இயந்திரத்தின் மூலம் இன்றைய மனிதரும் சங்கக் காலப் புலவரும் ஒருவர் இன்னொருவரைச் சந்தித்து உரையாடும் வடிவில் அமைந்துள்ளது. அந்த உரையாடலில் இன்றைய மனிதர், புலவர் காலத்தில் பயன்படுத்தப்பட்ட உவமை பற்றிக் கேள்வி கேட்கிறார். இதற்குப் பதில் கூறும் புலவர், 'திருப்பரங்குன்றத்தின் அழகைப் பார்ப்பதற்கென்றே இயற்கை பதித்து வைத்த இரண்டு பெரிய நிலைக்கண்ணாடிகளைப்போல் வடபுறமும் தென்புறமும் நீர்நிறைந்த கண்மாய்கள்' என்று குறிஞ்சிமலர் நூலில் நா.பார்த்தசாரதி உவமையைப் பயன்படுத்தியுள்ளார் என்று கூறுகிறார். இதன்மூலம் இந்தக் கேள்விக்கு சரியான விடை 'உவமை' என்பதை அறியலாம்."
          }
        ,
          
  {
    
          "description": "“சோலையில் புகுவேன்; மரங்கள் கூப்பிடும்; விருந்து வைக்கும், ஆலமர நிழலில் அமர்வேன்; ஆல்,'என் விழுதைப் பார். அந்த அரசுக்கு இஃது உண்டா?' என்னும். அரசு கண்ணிற்படும். 'யான் விழுதின்றி வானுற ஓங்கிநிற்கிறேன், என்னை மக்கள் சுற்றிச் செல்கிறார்கள், காண்' என்னும். 'வேம்பு, என்நிழல் நலஞ்செய்யும். என் பூவின் குணங்களைச் சொல்கிறேன் வா' என்னும். அத்தி, நாகை, விளா, மா, வில்வம் முதலிய மரங்கள் விளியாமலிருக்குமோ? சிந்தனையில் அவைகளின் நுட்பங்கள் விளங்கும்.” என்று எழுதிய தமிழ்த்தென்றல் ரு.வி.கலியாணசுந்தரனார் பயன்படுத்தியுள்ள அணிநலனைக் கண்டறியவும்.",
          "options": [
      "உவமை",
      "உருவகம்",
      "இலக்கணை",
      "முரண்படு மெய்ம்மை"
    ],
    "answer": "C",
    
          "additional_context": "சங்கக் காலத்தில் உவமை, உருவகம் ஆகியவற்றைப் பயன்படுத்திப் பாடல்கள் இயற்றப்பட்டது பற்றி இன்றைய மனிதர் புலவரிடம் கேட்கிறார். இதற்குப் பதிலாக சங்கப் புலவர், `சோலையில் புகுவேன்; மரங்கள் கூப்பிடும்; விருந்து வைக்கும், ஆலமர நிழலில் அமர்வேன்; ஆல்,'என் விழுதைப் பார். அந்த அரசுக்கு இஃது உண்டா?' என்னும். அரசு கண்ணிற்படும். 'யான் விழுதின்றி வானுற ஓங்கிநிற்கிறேன், என்னை மக்கள் சுற்றிச் செல்கிறார்கள், காண்' என்னும். 'வேம்பு, என்நிழல் நலஞ்செய்யும். என் பூவின் குணங்களைச் சொல்கிறேன் வா' என்னும். அத்தி, நாகை, விளா, மா, வில்வம் முதலிய மரங்கள் விளியாமலிருக்குமோ? சிந்தனையில் அவைகளின் நுட்பங்கள் விளங்கும்.' என்று எழுதிய தமிழ்த்தென்றல் ரு.வி.கலியாணசுந்தரனார் பயன்படுத்தியுள்ள அணிநலனைக் கண்டறியவும். இதன் மூலம் மரங்களுக்கு உயிர் கொடுத்து பேச வைத்துள்ளார். இதனால் இது `இலக்கணை` என்பதை அறிந்து கொள்ளலாம். "
          }
        ,
          
  {
    
          "description": "“தென்றல் அசைந்துவரும் தென்தமிழ் நாட்டில் அமைந்த திருக்குற்றாலம், மலைவளம் படைத்த பழம்பதியாகும். அம்மலையிலே, கோங்கும் வேங்கையும் ஓங்கி வளரும்; குரவமும் முல்லையும் நறுமணங் கமழும்! கோலமாமயில் தோகை விரித்தாடும்; தேனுண்ட வண்டுகள் தமிழ்ப் பாட்டிசைக்கும்; இத்தகைய மலையினின்று விரைந்து வழிந்திறங்கும் வெள்ளருவி வட்டச் சுனையிலே வீழ்ந்து பொங்கும்பொழுது சிதறும் நீர்த் திவலைகள் பாலாவிபோற் பரந்தெழுந்து மஞ்சினோடு சேர்ந்து கொஞ்சிக் குலாவும்” என்ற வாக்கியத்தில் எந்தவொரு அணிநலன் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "எதுகை",
      "மோனை",
      "உவமை",
      "முரண்படு மெய்ம்மை"
    ],
    "answer": "A",
    
          "additional_context": "சங்கப் புலவர் மோனை, எதுகை ஆகியவை பற்றிக் கேட்க, இன்றைய மனிதர் தன் காலத்து இலக்கியங்களில் இருந்து எடுத்துக்காட்டுகளைச் சொல்கிறார். அந்த எடுத்துக்காட்டுகளில் ஒன்று, 'தென்றல் அசைந்துவரும் தென்தமிழ் நாட்டில் அமைந்த திருக்குற்றாலம், மலைவளம் படைத்த பழம்பதியாகும். அம்மலையிலே, கோங்கும் வேங்கையும் ஓங்கி வளரும்; குரவமும் முல்லையும் நறுமணங் கமழும்! கோலமாமயில் தோகை விரித்தாடும்; தேனுண்ட வண்டுகள் தமிழ்ப் பாட்டிசைக்கும்; இத்தகைய மலையினின்று விரைந்து வழிந்திறங்கும் வெள்ளருவி வட்டச் சுனையிலே வீழ்ந்து பொங்கும்பொழுது சிதறும் நீர்த் திவலைகள் பாலாவிபோற் பரந்தெழுந்து மஞ்சினோடு சேர்ந்து கொஞ்சிக் குலாவும்' என்று சொல்லின் செல்வர் இரா.பி.சே., தமிழின்பம் என்னும் நூலில் எழுதியுள்ளார். இதில் 'தென்றல் அசைந்துவரும்' என்ற சொற்றொடரில் 'த்' என்னும் எழுத்து இருமுறை வந்துள்ளதால் இது `எதுகை` என அறியலாம். "
          }
        ,
          
  {
    
          "description": "“குடிசைகள் ஒரு பக்கம்; கோபுரங்கள் மறுபக்கம்; பசித்த வயிறுகள் ஒருபக்கம்; புளிச்சேப்பக்காரர்கள் மறுபக்கம்: மெலிந்த எலும்புக்கூடுகள் ஒருபக்கம்; பருத்த தொந்திகள் மறுபக்கம்; கேடுகெட்ட இந்தச் சமுதாயத்திற்கு என்றைக்கு விமோசனம்? தோழர்களே, சிந்தியுங்கள்!” என்ற வாக்கியத்தில் பயன்படுத்தப்பட்டுள்ள அணிநலன் எது?",
          "options": [
      "உவமை",
      "எதிரிணை இசைவு",
      "சொல்முரண்",
      "இலக்கணை"
    ],
    "answer": "B",
    
          "additional_context": "சங்கப் புலவர் உரைநடை பற்றி மேலும் கேட்கும்போது, இன்றைய மனிதர் சமுதாயத்தில் இருக்கும் ஏற்றத்தாழ்வுகள் பற்றி எடுத்துக்காட்டும் விதமாக `குடிசைகள் ஒரு பக்கம்; கோபுரங்கள் மறுபக்கம்; பசித்த வயிறுகள் ஒருபக்கம்; புளிச்சேப்பக்காரர்கள் மறுபக்கம்: மெலிந்த எலும்புக்கூடுகள் ஒருபக்கம்; பருத்த தொந்திகள் மறுபக்கம்; கேடுகெட்ட இந்தச் சமுதாயத்திற்கு என்றைக்கு விமோசனம்? தோழர்களே, சிந்தியுங்கள்!' என்று தோழர் ப.ஜீவானந்தம் எழுதியிருப்பது இதற்கு நல்ல எடுத்துக்காட்டு! என்று கூறுகிறார். இதில் 'குடிசைகள் - கோபுரங்கள்', 'பசித்த வயிறுகள் - புளிச்சேப்பக்காரர்கள்', 'மெலிந்த எலும்புக்கூடுகள் - பருத்த தொந்திகள்' என எதிரெதிர்ப் பொருள் கொண்ட சொற்களை அடுக்கி வைத்து எழுதப்பட்டுள்ளது. எனவே இது `எதிரிணை இசைவு` என்பதை அறியலாம்."
          }
        ,
          
  {
    
          "description": "“அவர் (பெரியார் ஈ.வெ.ரா) பேசாத நாள் உண்டா? குரல் கேட்காத ஊர் உண்டா? அவரிடம் சிக்கித் திணறாத பழமை உண்டா? எதைக் கண்டு அவர் திகைத்தார்? எந்தப் புராணம் அவரிடம் தாக்குதலைப் பெறாதது?... எனவேதான், பெரியாருடைய பெரும் பணியை நான் ஒரு தனிமனிதனின் வரலாறு என்றல்ல ஒரு சகாப்தம் - ஒரு கால கட்டம் ஒரு திருப்பம் - என்று கூறுகிறேன்.” இந்த வாக்கியத்தில் பயன்படுத்தப்பட்டுள்ள அணிநலன் யாது?",
          "options": [
      "எடுத்துக்காட்டு உவமை",
      "உவமை",
      "கேள்வியிலேயே பதில்",
      "முரண்படு மெய்ம்மை"
    ],
    "answer": "C",
    
          "additional_context": "சங்கப் புலவரிடம் இன்றைய மனிதர், உரைநடையில் பயன்படுத்தப்படும் 'கேள்வியிலேயே பதில்' பற்றிக் கேட்கிறார். இதற்குப் பதிலாக அவர், 'அவர் (பெரியார் ஈ.வெ.ரா) பேசாத நாள் உண்டா? குரல் கேட்காத ஊர் உண்டா? அவரிடம் சிக்கித் திணறாத பழமை உண்டா? எதைக் கண்டு அவர் திகைத்தார்? எந்தப் புராணம் அவரிடம் தாக்குதலைப் பெறாதது?... எனவேதான், பெரியாருடைய பெரும் பணியை நான் ஒரு தனிமனிதனின் வரலாறு என்றல்ல ஒரு சகாப்தம் - ஒரு கால கட்டம் ஒரு திருப்பம் - என்று கூறுகிறேன்.' என்று கூறுகிறார். இதில் பெரியார் பற்றி கேள்விகள் கேட்கப்பட்டு, அவற்றிற்குப் பதில் அளிக்கப்படாமல்  பெரியாரின் பணி பற்றிய  கருத்து சொல்லப்படுகிறது. அதாவது கேள்விகளிலேயே பதில் அடங்கியுள்ளது. எனவே இது `கேள்வியிலேயே பதில்` என்பதை அறியலாம். "
          }
        ]