
[
  {
    "description": "“கைமாறு கருதாமல் அறம் செய்வது” என்ற கூற்றின் மூலம், மேன்மை தரும் அறம் என்பது  என்னவாகும்?",
    "options": [
      "இச்சையின்றி, சுயநலமின்றி, அறம் செய்வது",
      "மறுபிறப்பில் நன்மை கிடைக்கும் எண்ணத்தால் அறம் செய்வது",
      "புகழ் பெற வேண்டும் என்ற எண்ணத்தால் அறம் செய்வது",
      "பதிலுதவி எதிர்பார்த்து அறம் செய்வது"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மேன்மை தரும் அறம் என்பது  என்ன என்பதைத் தெளிவுபடுத்தும்  கூற்றாக இது இருக்கிறது. தன்னலமற்ற முறையில், எந்த விதமான எதிர்பார்ப்பும் இல்லாமல் அறம் செய்வது  மேன்மை தரும் அறம் ஆகும்."
  },
  {
    "description": "“வீட்டைத் துடைத்துச் சாயம் அடித்தல்” என்ற பழமொழி  எதனைக் குறிக்கிறது?",
    "options": [
      "காலத்தின் மாற்றத்தை",
      "வீட்டை சுத்தம் செய்வதை",
      "இடையறாது அறப்பணியை செய்வதை",
      "வீட்டைப் புதுப்பிப்பதை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒரு  வீட்டைத் துடைத்து, சாயம் அடித்தல் என்பது  ஒரு   புதுப்பித்தல்  செயல். அதே போல,  நாம் அறப்பணியை  தொடர்ந்து செய்து கொண்டே இருக்க வேண்டும் என்ற  அர்ப்பணிப்பையும் இந்த பழமொழி  குறிக்கிறது."
  },
  {
    "description": "“உலகமே வறுமையுற்றாலும் கொடுப்பவன் என்றும் பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவன் என்றும் பாராட்டப்படுவோர்” - இப்படிப்பட்ட கொடையாளிகள் யார்?",
    "options": [
      "உதியன் மற்றும் சேரலாதன்",
      "அதியன் மற்றும் பெருஞ்சாத்தன்",
      "பேகன் மற்றும் கிள்ளிவளவன்",
      "நெடுஞ்செழியன் மற்றும் திருமுடிக்காரி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவன் என்றும் பாராட்டப்பட்ட  கொடையாளிகள் யார்  என்பது  இந்தக் கேள்வி. அதியன் மற்றும் பெருஞ்சாத்தன்  இவர்கள்  தொடர்புடையவர்கள்."
  },
  {
    "description": "'காலக்கணிதம்' கவிதையில்  இடம்பெற்ற தொடரின் அர்த்தம் என்ன?",
    "options": [
      "இகழ்வுகள் என்னும் மனச்சோர்வை மீறி, உறுதியாக இருப்பதை",
      "இகழ்ந்தாலும், மனம் சோர்வடைந்து இறந்துவிடாது என்பதை",
      "இகழ்ந்தாலும்,  அதனால் மனம் பாதிக்கப்படாது என்பதை",
      "இகழ்வுகள் மனம் சோர்வடையச் செய்யாது என்பதை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "'காலக்கணிதம்'  கவிதையில் உள்ள ஒரு முக்கியமான  தொடர்  இது.  இந்தக் கவிதையில்  இகழ்வுகளால்  மனம்  சோர்ந்து  போகக் கூடாது.  தன்னம்பிக்கையுடன்   இருக்க வேண்டும்  என்ற   தகவலை இந்த தொடர் தெரிவிக்கிறது. "
  },
  {
    "description": "சிலப்பதிகாரம் மற்றும் மணிமேகலை நூல்களில்  பயன்படுத்தப்பட்ட பாவினம் எது?",
    "options": [
      "அகவற்பா",
      "வெண்பா",
      "வஞ்சிப்பா",
      "கலிப்பா"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சிலப்பதிகாரம் மற்றும் மணிமேகலை நூல்கள் இரண்டும்  அகவற்பா  என்பது  பாவினம்  பயன்படுத்தப்பட்டுள்ளது. இந்த  பாவினம்   இந்த  இரண்டு  நூல்களிலும்   பரவலாக   பயன்படுத்தப்பட்டுள்ளது."
  }
]
