
[
  {
    "description": "சங்ககால மக்கள் வாழ்வைப் பற்றி எந்த இலக்கியம் படம்பிடித்துக் காட்டுகிறது?",
    "options": [
      "புறநானூறு",
      "சிலப்பதிகாரம்",
      "சங்க இலக்கியம்",
      "பதிற்றுப்பத்து"
    ],
    "answer": "C",
    "additional_context": "சங்ககால மக்கள் வாழ்வின் பல்வேறு அம்சங்களைப் படம் பிடித்துக் காட்டும் பல இலக்கியங்கள் உள்ளன. அந்த இலக்கியங்கள் அனைத்தையும் குறிக்கும் சொல்லாக சங்க இலக்கியம் என்கிறோம். சங்க இலக்கியத்தில் பத்துப்பாட்டு, எட்டுத்தொகை, பதினெண் கீழ்க்கணக்கு, சங்க நூல் எனும் நான்கு வகைகள் உள்ளன. சங்க இலக்கியத்தில் அவர்களின் வாழ்வியல், இயற்கை வழிபாடு, போர், காதல், நட்பு போன்றவற்றைப் பற்றியும் குறிப்புகள் உள்ளன."
  },
  {
    "description": "முல்லைப்பாட்டில் எந்தப் பொழுதின் இயல்பை விவரிக்கப்பட்டுள்ளது?",
    "options": [
      "கோடைக்காலம்",
      "குளிர் காலம்",
      "மழைக்காலம்",
      "வசந்த காலம்"
    ],
    "answer": "C",
    "additional_context": "முல்லைப்பாட்டு மழைக்காலத்தில் முல்லை நிலத்தின் இயல்பை விவரிக்கிறது. மழைக்காலத்தை  முல்லை நிலத்தின் வாழ்க்கை சூழலில் அமைந்ததாக நப்பூதனார் விவரித்துள்ளார். பெருமழையின் சீற்றம், வண்டுகள் ஓசை, காற்றின் வேகம், மழைக்காலப் பூக்கள், வானம், மலை, மரங்கள் என மழைக்காலத்தின் இயல்பு அழகை நப்பூதனார் வர்ணித்துள்ளார்."
  },
  {
    "description": "முல்லைப்பாட்டில் மழைக்காலத்தின் தோற்றத்தை எந்த உருவகத்திற்கு ஒப்பிடப்பட்டுள்ளது?",
    "options": [
      "வலம்புரிச்சங்கைப் பொறித்த திருமால்",
      "காட்டாறு",
      "மலை",
      "சூரியன்"
    ],
    "answer": "A",
    "additional_context": "முல்லைப்பாட்டில் வரும் மழைக்காலத்தை \"வலம்புரிச்சங்கைப் பொறித்த திருமால்\"  என உருவகப்படுத்தப்பட்டுள்ளது. இது கடவுள் வாழ்க்கையிலும், இயற்கையிலும் உள்ள அதிகாரத்தையும், திறனையும் காட்டுகிறது.  அதாவது மழைக்காலத்தின் வேகத்தையும்,  அதன் பரவலான தன்மையையும், அனைத்தையும் ஆளும் ஆற்றலையும் வலம்புரிச்சங்கைப் பொறித்த திருமால் போன்றதாகக் காட்டுகிறது."
  },
  {
    "description": "முல்லைப்பாட்டில் எந்தப் பூக்களின் நறுமணம் விவரிக்கப்பட்டுள்ளது?",
    "options": [
      "செண்பகம்",
      "முல்லை",
      "தாமரை",
      "மல்லிகை"
    ],
    "answer": "B",
    "additional_context": "முல்லைப்பாட்டு, முல்லை நிலத்தில் மழைக்காலத்தில் வளரும் பூக்களின் நறுமணத்தை விவரிக்கிறது. குறிப்பாக முல்லைப் பூக்கள் மணம் நிறைந்ததாகக் கூறப்படுகிறது. \"நறுவீ முல்லை\" என்று குறிப்பிடப்படுகிறது."
  },
  {
    "description": "முல்லைப்பாட்டில் விரிச்சி கேட்டல் எனப்படும் செயல் எதைக் குறிக்கிறது?",
    "options": [
      "தெய்வத்தைத் தொழுது நின்று அயலார் பேசும் சொல்லைக் கூர்ந்து கேட்பது",
      "தலைவியின் வருகைக்காகக் காத்திருந்து அவள் கேள்விகளுக்குப் பதில் கூறுவது",
      "தெய்வத்தின் முன் நெல்லலைத் தூவி மழை வேண்டி பிரார்த்திப்பது",
      "இளங்கன்றுக்குப் புல்லைத் தேடி எடுத்து வந்து உண்ணவைப்பது"
    ],
    "answer": "A",
    "additional_context": "முல்லைப்பாட்டில் விரிச்சி கேட்டல் என்பது தலைவியின் வருகைக்காகக் காத்திருக்கும் பெண்கள் செய்த ஒரு பழக்கம். தலைவியின் தோழிகள் தலைவன் வருகை குறித்து தெய்வத்தின் முன் நின்று நற்சொல் கேட்டு, அவர்களிடம் நல்லது நடக்கும் என நம்பி தலைவியை ஆற்றுப்படுத்துகிறார்கள்."
  }
]
