[
          
  {
    
          "description": "'பசுப்போல் சாந்தமும் புலிபோல் தீரமும் யானை போல உழைப்பும் மனிதனுக்கு வேண்டும்' என்ற தொடரில் 'வேண்டும்' என்ற சொல் எந்தப் பொருளைத் தருகிறது?",
          "options": [
      "கடமை",
      "விருப்பம்",
      "அவசியம்",
      "தேவை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்த தொடரில், 'வேண்டும்' என்ற சொல் ஒரு மனிதனுக்கு இருக்க வேண்டிய நல்ல குணங்களைப் பற்றி குறிப்பிடுகிறது. ஒரு மனிதனுக்கு சாந்தம், தீரம், உழைப்பு போன்றவை அவசியமானவை. இந்த சொல், 'தேவை' என்ற பொருளைத் தருகிறது."
          }
        ,
          
  {
    
          "description": "“கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறவரை அழைத்து வாருங்கள்” என்ற வாக்கியத்தில் “காத்திருக்கிறவரை” என்பதன் பொருளைப்  பொருத்த “அவர் என் நண்பர். நேற்று என்னைச் சந்தித்தார்”  என்ற தொடர்களில்  கொடுக்கப்பட்டுள்ள வண்ணச் சொற்களில் எது குறிக்கிறது?",
          "options": [
      "a) சந்தித்தார்",
      "b) நண்பர்",
      "c) நேற்று",
      "d) என்னை"
    ],
    "answer": [
      "b"
    ],
    
          "additional_context": "'கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறவரை அழைத்து வாருங்கள்' என்ற தொடரில் 'காத்திருக்கிறவரை' என்ற சொல், கலையரங்கத்தில் எனக்காக காத்திருக்கும் ஒரு நபரை குறிக்கிறது. இந்த தொடரின் பொருளைப் பொருத்த 'அவர் என் நண்பர். நேற்று என்னைச் சந்தித்தார்' என்ற தொடரில் 'நண்பர்' என்ற சொல் 'காத்திருக்கிறவரை' என்ற சொல்லுக்குப் பதிலாகப் பயன்படுத்தலாம். அதாவது 'காத்திருக்கிறவரை' என்பது கலையரங்கத்தில் எனக்காக காத்திருக்கும் 'நண்பர்' என்பதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“உலகில் வாழும் மக்களில் சிலர் கனியிருக்கக் காய் புசித்தலைப்போல, இன்சொல் இருக்க வன்சொல் பேசி இன்னற்படுகின்றனர்” என்ற தொடரில் “இன்னற்படுகின்றனர்” என்பதன் பொருளை விளக்கும் சொல் எது?",
          "options": [
      "a) வாடி",
      "b) திகழ்",
      "c) மகிழ்",
      "d) துன்பப்படுகின்றனர்"
    ],
    "answer": [
      "d"
    ],
    
          "additional_context": "இந்தத் தொடரில் 'இன்னற்படுகின்றனர்' என்ற சொல், இன்சொல் இருக்க வன்சொல் பேசுவதால் ஏற்படும் துன்பத்தை குறிக்கிறது. அதாவது, 'இன்னற்படுகின்றனர்' என்ற சொல் 'துன்பப்படுகின்றனர்' என்ற பொருளைத் தருகிறது."
          }
        ,
          
  {
    
          "description": "“சான்றோர் வளர்த்த தமிழ்” என்னும் கட்டுரையில்  தென்னவர்களின்  தமிழ்  வளர்ச்சியை விளக்கும் பகுதியில்  எந்த  தமிழ் இலக்கிய வகை  குறிப்பிடப்படவில்லை?",
          "options": [
      "a) பரணி",
      "b) அந்தாதி",
      "c) கலம்பகம்",
      "d) பாடல்"
    ],
    "answer": [
      "d"
    ],
    
          "additional_context": "'சான்றோர் வளர்த்த தமிழ்' என்ற கட்டுரையில் தென்னவர்களின் தமிழ் வளர்ச்சியைப் பற்றி குறிப்பிடப்படும் போது, பரணி, அந்தாதி, கலம்பகம் ஆகிய இலக்கிய வகைகள் குறிப்பிடப்பட்டுள்ளன. ஆனால், 'பாடல்' என்ற இலக்கிய வகை குறிப்பிடப்படவில்லை."
          }
        ,
          
  {
    
          "description": "“வானினும் ஓங்கிய வண்டமிழ் மொழியே”  என்ற வரிகளில்  “வானினும் ஓங்கிய”  என்பதன்  பொருள்  எது?",
          "options": [
      "a)  வானை விட உயர்ந்த",
      "b)  வானத்தை விட அழகான",
      "c)  வானத்தை விட வலிமையான",
      "d)  வானத்தை விட  பெரிய"
    ],
    "answer": [
      "a"
    ],
    
          "additional_context": "இந்த வரிகளில் 'வானினும் ஓங்கிய' என்ற சொல், தமிழ் மொழியின் உயர்ந்த தன்மையைப் பற்றி குறிப்பிடுகிறது. அதாவது, தமிழ் மொழி வானத்தை விட உயர்ந்தது என்று பொருள். 'வானினும் ஓங்கிய' என்ற சொல் 'வானை விட உயர்ந்த' என்ற பொருளைத் தருகிறது."
          }
        ]