
[
  {
    "description": "பரிபாடல் பாடப்பகுதியில் \"வளர்வானம்\" என்ற சொல் எந்த இலக்கண வகையைச் சேர்ந்தது?",
    "options": [
      "பண்புத்தொகை",
      "வினைத்தொகை",
      "அடுக்குத் தொடர்",
      "இணைத்தொடர்"
    ],
    "answer": "B",
    "additional_context": "இலக்கியங்கள் தாம் தோன்றிய சமுதாயத்தின் நாகரிகம், பண்பாடு மட்டுமல்லாமல் அக்காலகட்டத்தில் நிலவிய அறிவியல் கோட்பாடுகளையும் பழக்க வழக்கங்களையும் நம்பிக்கைகளையும் தாங்கி அமைகின்றன. அறிவியல் செழுமை அடைந்திருக்கும் இக்காலத்தின் தொடக்க விதைகளைப் பண்டைய இலக்கியங்களில் நாம் பார்க்கமுடிகிறது. மேனாட்டு அறிவியல் சிந்தனையின் சாயல், துளியும் இல்லாமல் படைக்கப்பட்ட தமிழர் இலக்கியங்களில் துளிர்த்திருக்கும் அறிவியல் கருத்துகள் இன்றளவும் அவற்றோடு ஒத்துப்போவதைக் காண்கையில் பெருவியப்பு மேலிடுகிறது. புவியின் உருவாக்கம் குறித்து இன்றைய அறிவியல் கூறுகிற கருத்தை அன்றே காட்டிய பழங்கவிதை வியப்பிலும் வியப்பே! பரிபாடலில் உள்ள \"வளர்வானம்\" என்ற சொல் வினைத்தொகை என்னும் இலக்கண வகையைச் சேர்ந்தது. \"வளர்\" என்பது வினைச்சொல். \"வானம்\" என்பது பெயர்ச்சொல். இவ்விரு சொற்களும் இணைந்து \"வளர்வானம்\" என்று இலக்கணப்படி வினைத்தொகை ஆகின்றது."
  },
  {
    "description": "பரிபாடல் பாடப்பகுதியில் \"வாரா\" என்ற சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "ஈறுகெட்ட எதிர்மறைப் பெயரெச்சம்",
      "பண்புச்சொல்"
    ],
    "answer": "C",
    "additional_context": "இலக்கியங்கள் தாம் தோன்றிய சமுதாயத்தின் நாகரிகம், பண்பாடு மட்டுமல்லாமல் அக்காலகட்டத்தில் நிலவிய அறிவியல் கோட்பாடுகளையும் பழக்க வழக்கங்களையும் நம்பிக்கைகளையும் தாங்கி அமைகின்றன. அறிவியல் செழுமை அடைந்திருக்கும் இக்காலத்தின் தொடக்க விதைகளைப் பண்டைய இலக்கியங்களில் நாம் பார்க்கமுடிகிறது. மேனாட்டு அறிவியல் சிந்தனையின் சாயல், துளியும் இல்லாமல் படைக்கப்பட்ட தமிழர் இலக்கியங்களில் துளிர்த்திருக்கும் அறிவியல் கருத்துகள் இன்றளவும் அவற்றோடு ஒத்துப்போவதைக் காண்கையில் பெருவியப்பு மேலிடுகிறது. புவியின் உருவாக்கம் குறித்து இன்றைய அறிவியல் கூறுகிற கருத்தை அன்றே காட்டிய பழங்கவிதை வியப்பிலும் வியப்பே! பரிபாடலில் \"வாரா\" என்ற சொல் ஈறுகெட்ட எதிர்மறைப் பெயரெச்சம் என்னும் வகையைச் சேர்ந்தது."
  },
  {
    "description": "பரிபாடல் பாடப்பகுதியில் \"கிளர்ந்த\" என்ற சொல்லின் பகுதிப் பொருள் என்ன?",
    "options": [
      "கிளர் + த் + ந் + த் + அ",
      "கிளர் + த் + த் + அ",
      "கிளர் + ந் + த் + அ",
      "கிளர் + த் + அ"
    ],
    "answer": "A",
    "additional_context": "இலக்கியங்கள் தாம் தோன்றிய சமுதாயத்தின் நாகரிகம், பண்பாடு மட்டுமல்லாமல் அக்காலகட்டத்தில் நிலவிய அறிவியல் கோட்பாடுகளையும் பழக்க வழக்கங்களையும் நம்பிக்கைகளையும் தாங்கி அமைகின்றன. அறிவியல் செழுமை அடைந்திருக்கும் இக்காலத்தின் தொடக்க விதைகளைப் பண்டைய இலக்கியங்களில் நாம் பார்க்கமுடிகிறது. மேனாட்டு அறிவியல் சிந்தனையின் சாயல், துளியும் இல்லாமல் படைக்கப்பட்ட தமிழர் இலக்கியங்களில் துளிர்த்திருக்கும் அறிவியல் கருத்துகள் இன்றளவும் அவற்றோடு ஒத்துப்போவதைக் காண்கையில் பெருவியப்பு மேலிடுகிறது. புவியின் உருவாக்கம் குறித்து இன்றைய அறிவியல் கூறுகிற கருத்தை அன்றே காட்டிய பழங்கவிதை வியப்பிலும் வியப்பே! பரிபாடலில் \"கிளர்ந்த\" என்ற சொல் \"கிளர் + த் + ந் + த் + அ\" என்ற பகுதிப் பொருள் கொண்டது."
  },
  {
    "description": "பரிபாடல் பாடப்பகுதியில் உள்ள \"ஆர்தருபு\" என்னும் சொல் எதனை குறிக்கிறது?",
    "options": [
      "பூமியின் தோற்றம்",
      "வெள்ளத்தில் மூழ்கிய நிலை",
      "உயிர்களின் தோற்றம்",
      "சூரியனின் ஒளி"
    ],
    "answer": "B",
    "additional_context": "இலக்கியங்கள் தாம் தோன்றிய சமுதாயத்தின் நாகரிகம், பண்பாடு மட்டுமல்லாமல் அக்காலகட்டத்தில் நிலவிய அறிவியல் கோட்பாடுகளையும் பழக்க வழக்கங்களையும் நம்பிக்கைகளையும் தாங்கி அமைகின்றன. அறிவியல் செழுமை அடைந்திருக்கும் இக்காலத்தின் தொடக்க விதைகளைப் பண்டைய இலக்கியங்களில் நாம் பார்க்கமுடிகிறது. மேனாட்டு அறிவியல் சிந்தனையின் சாயல், துளியும் இல்லாமல் படைக்கப்பட்ட தமிழர் இலக்கியங்களில் துளிர்த்திருக்கும் அறிவியல் கருத்துகள் இன்றளவும் அவற்றோடு ஒத்துப்போவதைக் காண்கையில் பெருவியப்பு மேலிடுகிறது. புவியின் உருவாக்கம் குறித்து இன்றைய அறிவியல் கூறுகிற கருத்தை அன்றே காட்டிய பழங்கவிதை வியப்பிலும் வியப்பே! பரிபாடலில் \"ஆர்தருபு\" என்பது வெள்ளத்தில் மூழ்கிய நிலையைக் குறிக்கிறது."
  }
]
