[
          
  {
    
          "description": "'தங்கமீன்கள் தண்ணீர்த்தொட்டியில் விளையாடுகின்றன' என்னும் தொடரில் உள்ள தொகைநிலைத் தொடர் எது?",
          "options": [
      "தங்கமீன்கள்",
      "தண்ணீர்த்தொட்டி",
      "தண்ணீர்த்தொட்டியில்",
      "விளையாடுகின்றன"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஒரு சொல்லில் இரண்டு சொற்களும், அவற்றுக்கு இடையே ஒரு உருபும் மறைந்து, ஒரு சொல் போலப் பொருள் தருவதைத் தொகைநிலைத் தொடர் என்று கூறுவோம். இத்தொடரில் உள்ள இரண்டு சொற்களுக்கு இடையில் ஐ என்னும் உருபு மறைந்து நின்று, அப்பொருளைத் தருகிறது. எனவே, இது தொகைநிலைத் தொடர் எனப்படும்."
          }
        ,
          
  {
    
          "description": "பின்வரும் தொடர்களில் எது வேற்றுமைத்தொகை அல்ல?",
          "options": [
      "அ) கடலோரம் சென்றான்",
      "ஆ) கடல் நீர் குடித்தான்",
      "இ) கடற்கரை மணல்",
      "ஈ) கடல் வழி சென்றான்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "வேற்றுமை உருபுகள் (ஐ, ஆல், கு, இன், அது, கண்) ஆகியவற்றுள் ஒன்று மறைந்து வந்து பொருள் உணர்த்துவது வேற்றுமைத்தொகை எனப்படும்.  சொல்லுக்கிடையில் 'கு' என்னும் வேற்றுமை உருபு மறைந்து நின்று பொருளை உணர்த்துகிறது. மேற்கண்ட தொடர்களில் இ) என்ற விருப்பத்தில் மட்டும் வேற்றுமை உருபு மறைந்திருக்காது. "
          }
        ,
          
  {
    
          "description": "'பூங்கொடி' என்ற சொல்லில் உள்ள தொகை எது?",
          "options": [
      "அ) பண்புத்தொகை",
      "ஆ) உவமைத்தொகை",
      "இ) உம்மைத்தொகை",
      "ஈ) அன்மொழித்தொகை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "உவமைக்கும் பொருளுக்கும் (உவமேயம்) இடையில் உவமஉருபு மறைந்து வருவது உவமைத்தொகை எனப்படும். இத்தொடரில் 'பூ' என்பது உவமை. 'கொடி' என்பது உவமேயம். இவற்றுக்கு இடையில் 'போன்ற' என்னும் உவம உருபு மறைந்துள்ளது."
          }
        ,
          
  {
    
          "description": "'தென்றல் காற்று' என்ற சொல்லில் எந்த உருபு மறைந்துள்ளது?",
          "options": [
      "அ) ஐ",
      "ஆ) கு",
      "இ) இன்",
      "ஈ) அது"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "பெயர்ச்சொல்லோடு வினைச்சொல்லும் பெயர்ச்சொல்லும் சேரும் தொடரின் இடையில், வேற்றுமை உருபுகளோ, வினை, பண்பு முதலியவற்றின் உருபுகளோ தொக்கி (மறைந்து) இரண்டு அல்லது அதற்கும் மேற்பட்ட சொற்கள் ஒரு சொல் போல் நிற்குமானால் அதனைத் தொகைநிலைத்தொடர் என்று கூறுவர்.  இத்தொடரில் 'தென்றல்' என்பது பெயர்ச்சொல்.  'காற்று' என்பது பெயர்ச்சொல்.  இவற்றுக்கு இடையில் 'ஐ' என்னும் உருபு மறைந்துள்ளது."
          }
        ,
          
  {
    
          "description": "'பனை மரம்' என்ற சொல்லின் பொருளை விளக்கும் தொகையைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "அ) பனை ஆகிய மரம்",
      "ஆ) பனை போன்ற மரம்",
      "இ) பனை மரம்",
      "ஈ) பனையை உடைய மரம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இருபெயரொட்டுப் பண்புத்தொகை - சிறப்புப்பெயர் முன்னும் பொதுப்பெயர் பின்னும் நின்று இடையில் 'ஆகிய' என்னும் பண்பு உருபு தொக்கி வருவது இருபெயரொட்டுப் பண்புத்தொகையாகும்."
          }
        ]