
[
  {
    "description": "பிள்ளைத்தமிழ் இலக்கியத்தில், 'செங்கீரை'  என்ற பருவத்தில் குழந்தை எப்படி ஆடுகிறது?",
    "options": [
      "இரு கைகளையும் மடக்கி  ஆடுகிறது",
      "இரு கால்களையும் நீட்டி ஆடுகிறது",
      "ஒரு காலினை மடக்கி, மற்றொரு காலை நீட்டி ஆடுகிறது",
      "தலை அசைத்து மட்டும் ஆடுகிறது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பிள்ளைத்தமிழ் இலக்கியத்தில் செங்கீரை என்பது ஒரு பருவம். இப்பருவத்தில் குழந்தை தன் இரு கைகளையும் ஊன்றி, ஒரு காலை மடக்கி, மற்றொரு காலை நீட்டி, தலை நிமிர்ந்தும் முகம் அசைந்தும் ஆடும்.  குழந்தையின் தலை 5 - 6 மாதங்களில் காற்றில் அசையும் செங்கீரை செடி போல மென்மையாக அசைவதால் இப்பருவம் செங்கீரைப் பருவம் எனப்படுகிறது."
  },
  {
    "description": "பிள்ளைத்தமிழ் இலக்கியத்தில்,  'அம்புலி'  என்ற பருவம்  எதை  குறிக்கிறது?",
    "options": [
      "குழந்தையின் பற்களின் வளர்ச்சி",
      "குழந்தை தனது தலையை நிமிர்ந்து பார்க்கும் பருவம்",
      "குழந்தை தனது  கைகளை  நீட்டி  ஆடுகின்ற  பருவம்",
      "குழந்தை தனது  கால்களால்  நிற்பதைக்  கற்றுக்கொள்ளும்  பருவம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பிள்ளைத்தமிழ் இலக்கியத்தில் அம்புலி என்பது ஒரு பருவம். குழந்தை தன் தலையை நிமிர்ந்து பார்க்கும் பருவத்தை அம்புலி பருவம் என அழைப்பர். குழந்தை தன் கைகளை நீட்டி ஆடுவது செங்கீரை பருவத்தில் நிகழும். குழந்தை தனது கால்களால் நிற்பதைக் கற்றுக்கொள்ளும் பருவம் வேறு."
  },
  {
    "description": "குமரகுருபரர் எந்த நூலின் ஆசிரியர்?",
    "options": [
      "சீவகசிந்தாமணி",
      "நீதிநெறி விளக்கம்",
      "கம்பராமாயணம்",
      "திருக்குறள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குமரகுருபரர்  ஒரு தமிழ் இலக்கியப் புலவர். இவர் 17ஆம் நூற்றாண்டில் வாழ்ந்தவர். இவர் நீதிநெறி விளக்கம், கந்தர் கலிவெண்பா, மீனாட்சி அம்மை பிள்ளைத்தமிழ், மதுரைக்கலம்பகம், சகலகலாவல்லிமாலை, திருவாரூர் மும்மணிக்கோவை போன்ற பல நூல்களை இயற்றியுள்ளார்.  சீவகசிந்தாமணி புகழ் பெற்ற கவிஞர் திருத்தக்கதேவர் இயற்றிய நூல். கம்பராமாயணம் கம்பர் இயற்றியது. திருக்குறள் திருவள்ளுவர் இயற்றியது."
  },
  {
    "description": "குமரகுருபரரின் காலம் எது?",
    "options": [
      "15 ஆம் நூற்றாண்டு",
      "16 ஆம் நூற்றாண்டு",
      "17 ஆம் நூற்றாண்டு",
      "18 ஆம் நூற்றாண்டு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "குமரகுருபரர்  17ஆம் நூற்றாண்டில் வாழ்ந்தவர். இவர்  தமிழ், வடமொழி, இந்துஸ்தானி ஆகிய மொழிகளில் புலமை மிக்கவர். இவர்  நீதிநெறி விளக்கம், கந்தர் கலிவெண்பா, மீனாட்சி அம்மை பிள்ளைத்தமிழ், மதுரைக்கலம்பகம், சகலகலாவல்லிமாலை, திருவாரூர் மும்மணிக்கோவை போன்ற பல நூல்களை இயற்றியுள்ளார்."
  },
  {
    "description": "பிள்ளைத்தமிழில் எத்தனை பருவங்கள் உள்ளன?",
    "options": [
      "5",
      "10",
      "15",
      "20"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பிள்ளைத்தமிழ் என்பது ஒரு வகை சிற்றிலக்கியம்.  இதில் இறைவனையோ, தலைவரையோ, அரசனையோ பாட்டுடைத் தலைவராகக் கொண்டு, அவரைக் குழந்தையாகக் கருதிப் பாடுவர்.  பாட்டுடைத் தலைவரின் செயற்கரிய செயல்களை எடுத்தியம்புவது பிள்ளைத்தமிழ். இதில் 10 பருவங்கள் அமைத்து, பருவத்திற்குப் பத்துப் பாடல் என நூறு பாடல்களால் இது பாடப்பெறும்."
  }
]
