[
          
  {
    
          "description": "கவிதையில் குறிப்பிடப்பட்டுள்ள “அடுக்குமாடி அலுவலகம்” என்ற சொல் என்ன குறிக்கிறது?",
          "options": [
      "தொழிலாளர்கள் வேலை செய்யும் இடம்",
      "தொழிலாளர்களின் வாழ்க்கைச் சூழல்",
      "பொருளாதார வளர்ச்சியைக் குறிக்கிறது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "கவிதையில் குறிப்பிடப்பட்டுள்ள 'அடுக்குமாடி அலுவலகம்' என்பது தொழிலாளர்களின் வேலை செய்யும் இடத்தையும், அவர்களின் வாழ்க்கைச் சூழலையும் குறிக்கிறது.  மேலும், இது பொருளாதார வளர்ச்சியைக் குறிக்கிறது.  காரணம், தொழிலாளர்கள் இல்லாமல் அடுக்குமாடி அலுவலகங்கள் உருவாகாது.  அதுமட்டுமல்லாமல்,  தொழிலாளர்களின் வாழ்வு அந்த அலுவலகங்களைச் சுற்றியே இருப்பதால் அது அவர்களின் வாழ்க்கைச் சூழலாகவும் மாறுகிறது."
          }
        ,
          
  {
    
          "description": "'கற்களெல்லாம் அடுத்தவேளை உணவுக்காக' என்ற வரி தொழிலாளர்களின் வாழ்க்கையைப் பற்றி என்ன சொல்கிறது?",
          "options": [
      "தொழிலாளர்களின் உழைப்பு பொருளாதாரத்தில் பெரும் பங்கு வகிக்கிறது.",
      "அவர்களின் வாழ்க்கை தினசரி தேவைகளைப் பூர்த்தி செய்வதற்காக மட்டுமே.",
      "தொழிலாளர்கள் தங்கள் வேலையை மகிழ்ச்சியுடன் செய்கிறார்கள்.",
      "அவர்களுக்கு வாழ்க்கையில் வேறு எந்தவிதமான நோக்கமும் இல்லை."
    ],
    "answer": "B",
    
          "additional_context": " 'கற்களெல்லாம் அடுத்தவேளை உணவுக்காக' என்ற வரி தொழிலாளர்களின் வாழ்க்கையைப் பற்றி நேரடியாகச் சொல்கிறது.  அவர்களின் வாழ்க்கை தினசரி தேவைகளைப் பூர்த்தி செய்வதற்காக மட்டுமே.  அவர்களுக்கு வாழ்க்கையில் வேறு எந்தவிதமான நோக்கமும் இல்லை என்பதை இந்த வரி காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "நூலின் ஆசிரியர் நாகூர் ரூமி எழுத்தாளராக எத்தனை ஆண்டுகள் தொடர்ந்து படைப்பாற்றலில் ஈடுபட்டு வருகிறார்?",
          "options": [
      "10 ஆண்டுகள்",
      "20 ஆண்டுகள்",
      "30 ஆண்டுகள்",
      "40 ஆண்டுகள்"
    ],
    "answer": "C",
    
          "additional_context": "நூலின் ஆசிரியர் நாகூர் ரூமி 1980களில் எழுதத் தொடங்கினார்.  இன்று வரை தொடர்ந்து எழுதிக்கொண்டே இருக்கிறார்.  அதாவது 30 ஆண்டுகளுக்கும் மேலாக எழுத்தாளராக படைப்பாற்றலில் ஈடுபட்டு வருகிறார்."
          }
        ,
          
  {
    
          "description": "'கப்பலுக்குப் போன மச்சான்' என்ற நாவல் யாரால் எழுதப்பட்டது?",
          "options": [
      "நாகூர் ரூமி",
      "கவிஞர் பாரதிதாசன்",
      "சா. கந்தசாமி",
      "லெனின்"
    ],
    "answer": "A",
    
          "additional_context": "நூல் வெளியில் குறிப்பிட்டுள்ளபடி 'கப்பலுக்குப் போன மச்சான்' என்ற நாவலை நாகூர் ரூமி எழுதியுள்ளார்."
          }
        ,
          
  {
    
          "description": "'கற்பவை கற்றபின்...' பகுதி எதை வலியுறுத்துகிறது?",
          "options": [
      "கவிதைகளை மனனம் செய்து பாட வேண்டும்",
      "புதுக்கவிதைகளை எழுதுவதற்கான வழிகாட்டுதலைத் தருகிறது",
      "கவிதைகளின் உள்ளடக்கத்தை நன்கு புரிந்துகொண்டு அதைச் சிந்திக்க வேண்டும்.",
      "புதுக்கவிதைகளை விரும்பிப் படிக்க வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "'கற்பவை கற்றபின்...' என்பது  கவிதைகளைப் பற்றிய ஒரு பகுதி.  இந்தப் பகுதி கவிதைகளின் உள்ளடக்கத்தை நன்கு புரிந்துகொண்டு, அதைச் சிந்திக்க வேண்டும் என்பதை வலியுறுத்துகிறது.  எது எதற்காக எழுதப்பட்டது, அது நம்மை எப்படிப் பாதிக்கிறது என்பதைப் புரிந்துகொள்ள வேண்டும் என்று இந்தப் பகுதி கூறுகிறது."
          }
        ]