
[
  {
    "description": "கவிஞர் \"நுண்மையுற்றாலொழிய\"  என குறிப்பிடும்போது,  எதைச் சுட்டிக்காட்டுகிறார்?",
    "options": [
      "மலர்களைத் தொடுவதற்கு ஒருவர் மென்மையான கைகளைக் கொண்டிருக்க வேண்டும் என்பதை",
      "மலர்களின் அழகை உணரும் திறன் மிகவும் முக்கியம் என்பதை ",
      "மலர்களைத் தொடுவதற்கு ஒருவரின் மனம் மென்மையாக இருக்க வேண்டும் என்பதை ",
      "மலர்களைப் பறித்து தொடுவது ஒரு கடினமான கலை என்பதை"
    ],
    "answer": "c",
    "additional_context": "கவிஞர் இந்த வரிகளில் பூவை நுண்மையுடன் தொடுவதற்கு மனித மனம் மென்மையாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறார். இறுக்கி முடிச்சிட்டால் காம்புகள் முறிந்து விடும். தளரப் பிணைத்தால் மலர்கள் நழுவி விடும். வாசலில் மரணம் காத்திருந்தாலும் சிரிக்கும் இந்த பூவை எப்படித் தொடுக்க வேண்டும்? தன் மனம் நூலாகி நுண்மையுற்றாலொழிய இந்த பூவை தொட முடியாது என்று கவிஞர் உணர்த்துகிறார்."
  },
  {
    "description": "\"சாந்தமானதொரு பிரபஞ்சத்தைச் சுமக்கின்றன ஒல்லித் தண்டுகள்\"  என்ற வரியில் எதைப் பற்றி குறிப்பிடுகிறார்?",
    "options": [
      "மலர்களின் துர்ப்பிரயோகம் பற்றி ",
      "மலர்களின் மென்மை பற்றி ",
      "மலர்களின் வாழ்நாள் குறைவு பற்றி ",
      "மலர்களின் வடிவமைப்பு பற்றி "
    ],
    "answer": "b",
    "additional_context": "இந்த வரிகள் பூவின் தண்டு மென்மையாக இருப்பதை எடுத்துக்காட்டுகின்றன. இந்த மென்மையான தண்டு ஒரு சாந்தமான பிரபஞ்சத்தைச் சுமக்கிறது என்று கவிஞர் சொல்ல விரும்புகிறார். இதன் மூலம் பூவின் மென்மையான தன்மையை  விளக்க விரும்புகிறார்."
  },
  {
    "description": "கவிஞர் \"கற்பாவை\"  என்ற சிறுகதைத் தொகுதியையும் எழுதியுள்ளதாக குறிப்பிடப்பட்டுள்ளது. இந்த தகவல் என்ன சொல்கிறது?",
    "options": [
      "கவிஞர் உமா மகேஸ்வரி கவிதை மட்டுமல்லாமல்  சிறுகதையும் எழுதுகிறார் என்பதை",
      "கவிஞரின் படைப்புகளில் கற்பனைக்கு முக்கியத்துவம் உண்டு என்பதை",
      "கவிஞரின் படைப்புகளில் இயற்கைப் பொருள்கள் முக்கியப் பங்கு வகிக்கின்றன என்பதை",
      "\"பூத்தொடுத்தல்\" என்ற கவிதை  கவிஞரின் கற்பனைத் திறனைக் காட்டுகிறது என்பதை"
    ],
    "answer": "a",
    "additional_context": "இந்த தகவல்  கவிஞர் உமா மகேஸ்வரி கவிதை எழுதுவதோடு மட்டுமல்லாமல் சிறுகதையும் எழுதுகிறார் என்பதை வெளிப்படுத்துகிறது. அவர் படைப்புகளில் கற்பனைக்கு முக்கியத்துவம் உண்டு என்பதையும் இது தெளிவாகக் காட்டுகிறது."
  },
  {
    "description": "\"ஒவ்வொரு நாளும் நீங்கள் பார்க்கும் காட்சிகளில்/எதிர்கொள்ளும் நிகழ்வுகளில் கண்டுணரும் அழகை மூன்று நிமிடங்கள் சொற்களில் விவரிக்க\"  என்ற பகுதி  எதைக் குறிப்பிடுகிறது?",
    "options": [
      "வாசகர்களுக்கு கவிதைகள் எழுதுவதற்கான  ஒரு பயிற்சி  ",
      "கவிஞரின்  படைப்புகளை வாசிப்பதன் மூலம் கிடைக்கும் நன்மைகள்",
      "சிறுகதை எழுதுவதற்கான ஒரு பயிற்சி ",
      "கவிதை எழுதும்போது கவனிக்க வேண்டிய விஷயங்கள்"
    ],
    "answer": "a",
    "additional_context": "இந்த பகுதி கவிதைகள் எழுதுவதற்கான ஒரு பயிற்சி என்று கூறுகிறது. வாசகர்கள் தினமும் பார்க்கும் காட்சிகளை கவனித்து மூன்று நிமிடங்களில் விவரிக்க வேண்டும் என்று சொல்கிறது. இதன் மூலம் அவர்கள் தங்களுடைய சுற்றியுள்ளவற்றை கவனிக்கும் திறனை வளர்த்துக்கொள்ள முடியும், மேலும் கவிதைகள் எழுதும்போது புதிய யோசனைகளைப் பெற முடியும் என்று கூறுகிறது."
  }
]
