[
          
  {
    
          "description": "ஜெயகாந்தன் தன் எழுத்துக்கு ஒரு இலட்சியம் இருப்பதாகக் கூறுகிறார். அது என்ன?",
          "options": [
      "கலையைத் தாங்கிப் பிடிப்பது.",
      "சமூகப் பார்வையோடு கலைப்பணி புரிவது.",
      "தர்மார்த்தங்களை உபதேசிப்பது.",
      "மனித வாழ்வின் பிரச்சினைகளை ஆராய்வது."
    ],
    "answer": "B",
    
          "additional_context": "ஜெயகாந்தன் தன் எழுத்துக்கு ஒரு இலட்சியம் இருப்பதாகக் கூறுகிறார். அவருடைய எழுத்து முழுக்க முழுக்க வாழ்க்கையிலிருந்து அவர் பெறும் கல்வியின் விளைவும், அவரது தனிமுயற்சியின் பயனுமாகும். 'இந்த நாட்டில், வியாசன் முதல் பாரதி வரை எதற்காக எழுதினார்கள்? இவர்களில் யாராவது கலையைத் தாங்கிப் பிடிக்க என்று சொல்லிக்கொண்டதுண்டா? இவர்களைவிட கலையைத் தாங்கியவர்களும், காலம் காலமாய் வாழும், வாழப்போகும் கலா சிருஷ்டிகளைத் தந்தவர்களும் உண்டா?' என்று கேள்வி எழுப்பும் அவர், தர்மார்த்தங்களை உபதேசிக்கவே வியாஸர் பாரதத்தை எழுதினார் என்கிறார்.  தமிழ் இலக்கணமே நூலினியல்பாவது என்னவென்று சொல்லும் போது, 'நூலினியல்பே நுவலின் ஓரிரு பாயிரந்தோற்றி மும்மை யினொன்றாய் நாற்பொருட் பயத்தலொடு எழுமதந் தழுவி' என்று நூலின் பயன் அறம் பொருள் இன்பம் வீடு என்ற நான்கு பயனுக்காக இருத்தல் வேண்டும் என்று சொல்லி அதன் பின்னர்தான் விளக்கங்களைக் கூறிச் செல்கிறது என்கிறார். கலைத்தன்மைக்கு எந்தவிதக் குறைவும் வராமல், கலாதேவியின் காதற் கணவனாகவும் சமுதாயத் தாயின் அன்புப் புதல்வனாகவும் இருந்துதான் நான் எழுதுகிறேன் என்கிறார்.  அர்த்தமே வடிவத்தை வளமாக்குகிறது அல்லவா? வெறும் வடிவம் மரப்பாச்சிதான். ஆகையினால் இவற்றைப் பிரித்துக்கொண்டு அவஸ்தைக்கு உள்ளாகின்றார். நமது அறியாமையால் அவஸ்தைகளுக்குள்ளாகி, பிறரையும் நமது அறியாமையால் அவஸ்தைக்கு உட்படுத்தாமல், சமூகப் பார்வையோடு கலைப்பணி புரியவே நான் எழுதுகிறேன் என்கிறார்."
          }
        ,
          
  {
    
          "description": "ஜெயகாந்தன் அவர்களின் படைப்புகளில் இடம் பெறாதது எது?",
          "options": [
      "கவிதை",
      "திரைப்படம்",
      "இயற்கை பாடல்கள்",
      "புதினங்கள்"
    ],
    "answer": "C",
    
          "additional_context": "ஜெயகாந்தன் அவர்கள் சிறுகதை, புதினம், திரைப்படம், முன்னுரை, பேட்டி என எதைத் தொட்டாலும் தனிமுத்திரை பதித்தவர்.  அவர் எழுதிய நூல்கள், திரைப்படங்கள், முன்னுரைகள் மற்றும் கவிதைகள் போன்றவை அவருடைய படைப்புப் புதையலிலிருந்து எடுக்கப்பட்ட சில மணிகள்.  ஆனால் அவரது படைப்புகளில் இயற்கை பாடல்கள் இடம் பெறவில்லை."
          }
        ,
          
  {
    
          "description": "ஜெயகாந்தன் அவர்களின் 'தர்க்கத்திற்கு அப்பால்' என்னும் சிறுகதையிலிருந்து எடுக்கப்பட்ட ஒரு பகுதியைக் கீழே கொடுக்கப்பட்டுள்ளது. இதில் எதற்காக எழுதுகிறேன் என்ற கேள்விக்கு ஜெயகாந்தன் அளிக்கும் பதிலை நீங்கள் கண்டுபிடிக்க வேண்டும்:\n\n'மனிதம் என்பது பரந்து விரிந்த வானம் போன்று எல்லைகளற்றது. இதை நம்மால் மேற்கொள்ள முடியாதென்று ஒதுங்கிவிடக்கூடாது. ஆறுதலளிக்கும் ஒரு புன்னகை, ஒரு தோள்தட்டல், இரண்டொரு அன்புச்சொற்கள், தன்னால் இயன்ற சிறு உதவி இவையெல்லாம் மனிதம்தான். மனிதத்தின் துளியளவு வெளிப்பாடு ஏதோ ஒரு வகையில் நமக்கு உதவக்கூடும்.'",
          "options": [
      "சமூக முன்னேற்றத்திற்காக.",
      "மனித வாழ்க்கையின் பிரச்சினைகளை ஆராய.",
      "வாழ்க்கை அனுபவங்களைப் பகிர்ந்து கொள்வதற்காக.",
      "தர்மத்தின் பலன்களைப் பற்றி விளக்க."
    ],
    "answer": "C",
    
          "additional_context": "'மனிதம் என்பது பரந்து விரிந்த வானம் போன்று எல்லைகளற்றது. இதை நம்மால் மேற்கொள்ள முடியாதென்று ஒதுங்கிவிடக்கூடாது. ஆறுதலளிக்கும் ஒரு புன்னகை, ஒரு தோள்தட்டல், இரண்டொரு அன்புச்சொற்கள், தன்னால் இயன்ற சிறு உதவி இவையெல்லாம் மனிதம்தான். மனிதத்தின் துளியளவு வெளிப்பாடு ஏதோ ஒரு வகையில் நமக்கு உதவக்கூடும்.' என்ற ஜெயகாந்தனின் இந்த வரிகள், மனித வாழ்க்கையின் அனுபவங்களை பகிர்ந்து கொள்வதற்காக எழுதுவதையே குறிக்கின்றன."
          }
        ,
          
  {
    
          "description": "ஜெயகாந்தன் அவர்களின் 'தர்க்கத்திற்கு அப்பால்' என்னும் சிறுகதையில், ஒரு ரயில் விபத்தில் இருந்து தப்பித்தது குறித்த ஜெயகாந்தனின் எண்ணம் எது?",
          "options": [
      "அது தற்செயல் நிகழ்வு.",
      "தருமத்தின் பலன்.",
      "தோல்விக்குப் பின் வெற்றி.",
      "விபத்துக்கான காரணம் தெரியாது."
    ],
    "answer": "D",
    
          "additional_context": "ஜெயகாந்தன் தான் போக இருந்து தவறவிட்ட ரயில் விபத்தில் இருந்து எப்படித்தப்பினேன்? தருமம் காத்ததா? எனக்குத் தெரியாது. இதெல்லாம் தர்க்கத்திற்கு அப்பாற்பட்டது! என்று கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "ஜெயகாந்தன் அவர்களின் எழுத்துப் படைப்புப் புதையலிலிருந்து எடுக்கப்பட்ட 'மணிகள்' எனக் குறிப்பிடப்படுவது எது?",
          "options": [
      "அவரது சிறுகதைகள் மட்டுமே.",
      "அவரது எழுதிய எல்லா நூல்களும்.",
      "அவரது சிறுகதைகள், புதினங்கள், திரைப்படங்கள், முன்னுரைகள், கவிதைகள் என எல்லாம்.",
      "அவரது எழுத்துகளிலிருந்து எடுக்கப்பட்ட சில குறிப்பிடத்தக்க பகுதிகள்."
    ],
    "answer": "D",
    
          "additional_context": "ஜெயகாந்தன் அவர்களின் காந்தத் தன்மையுடைய எழுத்தை நினைவூட்டும் வகையில் அவரது படைப்புப் புதையலிலிருந்து சில மணிகளைத் தொடுத்து ஜெயகாந்தம் என்னும் நினைவு இதழ் உருவாக்கப்பட்டுள்ளது."
          }
        ]