
[
  {
    "description": "“நீரற வறியாக் கரகத்து” என்ற புறநானூற்றுப் பாடலடியில் எந்த நிகழ்கலையின் பெயர் இடம்பெறுகிறது?",
    "options": [
      "மயிலாட்டம்",
      "கரகாட்டம்",
      "புலி ஆட்டம்",
      "ஒயிலாட்டம்"
    ],
    "answer": "B",
    "additional_context": "'நீரற வறியாக் கரகத்து' என்ற புறநானூற்றுப் பாடலடியில் 'கரகம்' என்ற சொல் இடம்பெறுகிறது.  'கரகம்' என்ற சொல்  கரகாட்டத்தைக் குறிக்கும். கரகாட்டம் ஒரு மரபு வழி நடனம். இது கரகம், கும்பாட்டம் என்றும் அழைக்கப்படுகிறது. 'கரகம்' என்றால் பித்தளைச் செம்பு அல்லது சிறிய குடம் என்று பொருள். கரகாட்டத்தில் தலையில் வைக்கப்படும் செம்பை 'கரகம்' என்று குறிப்பிடுகின்றனர்."
  },
  {
    "description": "கரகாட்டம் நிகழ்த்தும் போது, தலையில் வைக்கப்படும் செம்பில் என்ன நிரப்பப்படுகிறது?",
    "options": [
      "மணல் மட்டுமே",
      "பச்சரிசி மட்டுமே",
      "மணல் அல்லது பச்சரிசி",
      "நீர்"
    ],
    "answer": "C",
    "additional_context": "கரகாட்டத்தில் தலையில் வைக்கப்படும் செம்பில்  மணல் அல்லது பச்சரிசி நிரப்பப்படுகிறது. இதற்கு காரணம்  செம்பின் எடை தலையில் நன்கு படியும்படி செய்ய வேண்டும். செம்பு தலையில் நிற்கும் அளவுக்கு  எடையை ஏற்ற வேண்டும். எனவே, மணல் அல்லது பச்சரிசி நிரப்பப்படுகிறது."
  },
  {
    "description": "காவடியாட்டத்தில் பயன்படுத்தப்படும் காவடியின் அமைப்புக்கேற்ப எந்த பெயரால் அழைக்கப்படுகிறது?",
    "options": [
      "மஞ்சள் காவடி",
      "பூக்காவடி",
      "தங்க காவடி",
      "காவி காவடி"
    ],
    "answer": "B",
    "additional_context": "காவடியாட்டத்தில் பயன்படுத்தப்படும் காவடியின் அமைப்புக்கேற்ப பூக்காவடி என்று அழைக்கப்படுகிறது.  இதில்  மரத்தண்டின் இரு முனைகளிலும் சிற்ப வேலைப்பாடுள்ள பலகையைப் பொருத்தி, மூங்கில் குச்சிகளால் அரைவட்டமாக இணைக்கின்றனர். அந்த அரைவட்டப்பகுதியைப் பட்டுத்துணியால் மூடி அழகுபடுத்துகின்றனர். மேலும் மயிலிறகுக் கற்றைகளை இருபுறமும் பொருத்தி, மணிகளால் அழகுபடுத்திக் காவடியை உருவாக்குகின்றனர்."
  },
  {
    "description": "ஒயிலாட்டம் நிகழ்த்தப்படும் போது எத்தனை பேர் கலந்துகொள்ள வேண்டும்?",
    "options": [
      "ஒருவர் மட்டுமே",
      "இரண்டு பேர் மட்டுமே",
      "மூன்று பேர் மட்டுமே",
      "வரையறை இல்லை"
    ],
    "answer": "D",
    "additional_context": "ஒயிலாட்டம் நிகழ்த்தப்படும் போது எத்தனை பேர் கலந்துகொள்ள வேண்டும் என்பதற்கு  வரையறை இல்லை. ஒயிலாட்டத்தில்  இருவரிசையாக  நின்று ஆடுகின்றனர். ஒருவருக்கொருவர்  இடம்விட்டு விலகி நின்று ஆடும் இந்த ஒயிலாட்டத்தைப் பெரும்பாலும் ஆண்கள் ஆடுவதே வழக்கில் உள்ளது."
  },
  {
    "description": "தேவராட்டத்திற்கான இசைக்கருவி எது?",
    "options": [
      "தப்பு",
      "சேவைப்பலகை",
      "நையாண்டி மேளம்",
      "தேவதுந்துபி"
    ],
    "answer": "D",
    "additional_context": "தேவராட்டத்திற்கான இசைக்கருவி 'தேவதுந்துபி' ஆகும். 'தேவதுந்துபி' உறுமி எனப் பொதுவாக அழைக்கப்படுகிறது.  தேவராட்டம்  ஆண்கள் மட்டுமே ஆடும் ஆட்டம். இது வேட்டி கட்டியும் தலையிலும் இடையிலும் சிறுதுணி கட்டியும் கால்களில் சலங்கை அணிந்தும் எளிய ஒப்பனையுடன் நிகழ்த்தப்படுகின்றது. "
  }
]
