
[
  {
    "description": "கம்பர் இயற்கையைக் காட்டும் முறை குறித்துப் பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "கம்பர் இயற்கையை மிகவும் யதார்த்தமான முறையில் காட்டுகிறார்.",
      "கம்பர் இயற்கையை மிகவும் கற்பனை வளத்துடன் காட்டுகிறார்.",
      "கம்பர் இயற்கையை மிகவும் உணர்வுபூர்வமாக காட்டுகிறார்.",
      "கம்பர் இயற்கையை மிகவும் சாதாரணமான முறையில் காட்டுகிறார்."
    ],
    "answer": "C",
    "additional_context": "கம்பர் இயற்கையை மிகவும் உணர்வுபூர்வமாக காட்டுகிறார் என்பது இந்த பாடலில் இருந்து தெளிவாகிறது. 'தா துகு சோலை தோறுஞ் சண்பகக் காடு தோறும் போ தவிழ் பொய்கை தோ றும் புதுமணற் றடங்க டோறும் மா தவி வேலிப் பூக வனம்தொ றும் வயல்க டோறும் ஓதிய வுடம்பு தோறு முயிரென வுலாய தன்றே.' இது சரயு நதியின் ஓட்டத்தை விவரிக்கிறது. ஆனால், இயற்கை அழகை கம்பர் எப்படிப் பிரதிபலிக்கிறார் என்பது  இந்த வரிகளில் மிகவும் அழகாக ஓவியம் வரைந்தாற்போல் உள்ளது. இதற்காக இயற்கையை கற்பனை வளத்தால் சிறப்பிக்கவில்லை என்றும் கூற முடியாது."
  },
  {
    "description": "கம்பர் \"கோசல நாட்டில் வறுமை இல்லாததால், கொடைக்கு அங்கே இடமில்லை\" என்ற கூற்றின் மூலம் என்ன உணர்த்த விரும்புகிறார்?",
    "options": [
      "கோசல நாட்டில் மக்கள் மிகவும் செல்வந்தர்கள் என்பதை.",
      "கோசல நாட்டில் கொடை என்பது ஒரு வழக்கம் இல்லாதது என்பதை.",
      "கோசல நாட்டில் பணம் மிகவும் முக்கியத்துவம் வாய்ந்தது என்பதை.",
      "கோசல நாட்டில் எல்லோருக்கும் சமமான வாழ்க்கை இருப்பதை."
    ],
    "answer": "D",
    "additional_context": "கம்பன் கோசல நாட்டில் மக்களின் வாழ்க்கை முறையைப் பற்றி  சொல்லும்போது, 'வண்மை யில்லையோர் வறுமை யின்மையாற் றிண்மை யில்லையோர் செறுந ரின்மையால் உண்மை யில்லைபொய் யுரையி லாமையால் வெண்மை யில்லைபல் கேள்வி மேவலால்.'  என்று குறிப்பிடுகிறார். இதன் பொருள் கோசல நாட்டில் வறுமை இல்லாததால் கொடைக்கு இடமில்லை,  போர் செய்ய எதிரிகள் இல்லாததால் வலிமைக்கு இடமில்லை,  பொய்  சொல்லும் வழக்கம் இல்லாததால் மெய்மை தெளிவாகத் தெரியாது,  அறிவு மிக்கவர்கள்  மிகுந்திருப்பதால்  அறியாமையே  இல்லை. அதாவது கோசல நாட்டில்  எல்லோருக்கும்  சமமான வாழ்க்கை  இருப்பதாக கம்பர் இங்கே  குறிப்பிடுகிறார்."
  },
  {
    "description": "\"மையோ? மரகதமோ? மறிக்கின்ற நீலக் கடலோ? கார்மேகமோ? ஐயோ! ஒப்பற்ற அழியாத அழகினை உடைய வடிவு கொண்டவன் இராமன்\" என்ற கூற்றின் மூலம் கவிஞன் எதை வலியுறுத்துகிறான்?",
    "options": [
      "இராமனின் நிறம் அழகானது என்பதை.",
      "இராமனின் நிறத்தை எந்த வண்ணத்துடன் ஒப்பிடுவது என்பதை.",
      "இராமனின் நிறம் மிகவும் அரியது என்பதை.",
      "இராமனின் அழகை வார்த்தைகளால் விவரிக்க முடியாது என்பதை."
    ],
    "answer": "D",
    "additional_context": "இராமனுடைய மாநிற மேனியை வருணிக்கும் கம்பன், மை, மரகதம் என்றெல்லாம் உவமை சொல்லி, நிறைவாகச் சொல்ல இயலவில்லை என்பதை 'ஐயோ' என்ற சொல்லில் வைப்பதன் வாயிலாக அதை இயன்றதாக்குகிறான். அதாவது இராமனின் அழகை வார்த்தைகளால் விவரிக்க முடியாது என்பதை  'ஐயோ' என்ற சொல்லின் மூலம் கம்பர்  குறிப்பிடுகிறார்."
  },
  {
    "description": "\"தோழமை யென்றவர் சொல்லிய சொல்லொரு சொல் அன்றோ\" என்ற கூற்றின் மூலம் யார் யாரைப் பற்றி பேசுகிறார்கள்?",
    "options": [
      "பரதன் இராமனைப் பற்றி.",
      "இலக்குவன் இராமனைப் பற்றி.",
      "சீதை இராமனைப் பற்றி.",
      "இராமன் பரதனைப் பற்றி."
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் கங்கை ஆற்றைக் கடந்த பரதன், இலக்குவன் மற்றும் சீதை  மூவரும் இராமனை விட்டுப் பிரிந்து  செல்லும் காட்சியை  விவரிக்கின்றன.  இராமனைப் பற்றி பரதன்  சொன்ன  தோழமை  என்ற  சொல்லே  நிலையானது. இந்த வரிகள்  இந்த விஷயத்தை வலியுறுத்துகின்றன.  'ஆழ நெடுந்திரை யாறு கடந்திவர் போவாரோ வேழ நெடும்படை கண்டு நடுங்கிடும் வில்லாளோ தோழமை யென்றவர் சொல்லிய சொல்லொரு சொல் அன்றோ ஏழமை வேட னிறந்தில னென்றெனை யேசாரோ'  என்ற வரிகள்  இதற்கான  தெளிவான  ஆதாரமாகும்."
  },
  {
    "description": "\"உறங்கு கின்ற கும்ப கன்ன வுங்கண் மாய வாழ்வெலாம் இறங்கு கின்ற தின்று காணெ ழுந்தி ராயெ ழுந்திராய்\" என்ற வரிகளின் மூலம் கவிஞன் எதை வலியுறுத்துகிறான்?",
    "options": [
      "கும்பகருணன் மிகவும் உறக்கக்காரன் என்பதை.",
      "கும்பகருணனின் வாழ்க்கை இனி இல்லை என்பதை.",
      "கும்பகருணனை எழுப்ப வேண்டும் என்பதை.",
      "கும்பகருணன் மிகவும் வலிமைசாலி என்பதை."
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள் கும்பகருணன்  உறக்கத்தில்  இருக்கும்போது  அவரை  எழுப்பும்  காட்சியை  விவரிக்கின்றன.  கும்பகருணனின்  வாழ்க்கை  இனி இல்லை  என்பதை  'உறங்கு கின்ற கும்ப கன்ன வுங்கண் மாய வாழ்வெலாம் இறங்கு கின்ற தின்று காணெ ழுந்தி ராயெ ழுந்திராய்' என்ற வரிகள் தெளிவாக  குறிப்பிடுகின்றன."
  }
]
