
[
  {
    "description": "பாடலில் \"விசும்பு\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "வானம்",
      "நிலவு",
      "சூரியன்",
      "நட்சத்திரங்கள்"
    ],
    "answer": "A",
    "additional_context": "பரிபாடல் நூலில் உள்ள கீரந்தையார் பாடிய பாடலில் \"விசும்பு\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இந்த பாடல் புவியின் உருவாக்கம் பற்றியது. \"விசும்பு\" என்ற சொல் பொதுவாக வானத்தைக் குறிக்கும். இங்கேயும் அது வானத்தைக் குறிக்கிறது."
  },
  {
    "description": "\"வளர்வானம்\" என்பது எந்த வகைத் தொடர்?",
    "options": [
      "அடுக்குத் தொடர்",
      "வினைத்தொகை",
      "பண்புத்தொகை",
      "எதுகை மோனைத் தொடர்"
    ],
    "answer": "B",
    "additional_context": "\"வளர்வானம்\" என்பது இரண்டு சொற்களை இணைத்துப் புதிய பொருளை உருவாக்கும் வினைத்தொகைத் தொடர். வளர் + வானம் = வளர்வானம். இந்தத் தொடர் வானம் வளர்ந்து விரிவடைந்து இருப்பதைக் குறிக்கிறது."
  },
  {
    "description": "பாடலில் கூறப்படும் \"ஊழி\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மழைக்காலம்",
      "யுகம்",
      "நாள்",
      "மாதம்"
    ],
    "answer": "B",
    "additional_context": "பாடலில் \"ஊழி\" என்ற சொல் காலத்தைக் குறிக்கிறது. குறிப்பாக இது பூமியின் பரிணாம வளர்ச்சியில் ஏற்படும் ஒரு காலகட்டத்தைக் குறிக்கிறது. ஒரு யுகம் என்பது பூமியின் வளர்ச்சியில் ஒரு முக்கியமான பகுதியாகும். பாடலில் வானம் வளர்ந்த காலம், காற்று கிளர்ந்த காலம், நெருப்புப் பந்தாக இருந்த காலம் என பூமியின் வளர்ச்சியின் பல காலகட்டங்கள் \"ஊழி\" என்ற சொல்லால் குறிப்பிடப்பட்டுள்ளன."
  },
  {
    "description": "பாடலில் \"செந்தீச் சுடரிய ஊழியும்\" எனக் கூறப்படுவது எதைக் குறிக்கிறது?",
    "options": [
      "நெருப்புப் பந்தாகப் பூமி உருவான காலம்",
      "பனிக்காலம்",
      "வெள்ளக்காலம்",
      "உயிரினங்கள் தோன்றிய காலம்"
    ],
    "answer": "A",
    "additional_context": "பாடலில் \"செந்தீச் சுடரிய ஊழியும்\" எனக் கூறப்படுவது புவி நெருப்புப் பந்தாக இருந்த காலத்தைக் குறிக்கிறது. \"செந்தீ\" என்பது சிவப்பு நிற நெருப்பைக் குறிக்கும் சொல். \"சுடரி\" என்பது ஒளி வீசுவது. இந்தத் தொடர் பூமி எரிமலை போல் நெருப்புப் பந்தாக இருந்த காலத்தைப் பற்றி கூறுகிறது."
  },
  {
    "description": "பரிபாடல் நூலின் மற்றொரு பெயர் என்ன?",
    "options": [
      "ஐங்குறுநூறு",
      "நாலடியார்",
      "ஓங்கு பரிபாடல்",
      "கலித்தொகை"
    ],
    "answer": "C",
    "additional_context": "பரிபாடல் நூல் எட்டுத்தொகை நூல்களுள் ஒன்று. இது ஓங்கு பரிபாடல் எனவும் அழைக்கப்படுகிறது. இது பழைய காலத்தில் பாடப்பட்ட சங்க இலக்கியமாகும்."
  }
]
