[
          
  {
    
          "description": "“பலர்புகு வாயில் அடைப்பக் கடவுநர் வருவீர் உளீ ரோ” என்ற குறுந்தொகை அடிகள் எதைப் பற்றிப் பேசுகின்றன?",
          "options": [
      "விருந்தினர் வந்ததைக் கண்டு மகிழ்ச்சி அடைதல்",
      "விருந்தினர் இரவில் தங்கும் வசதி",
      "விருந்தினர்களை வழியனுப்புதல்",
      "வீட்டிற்குள் நுழையும் விருந்தினர்களை உணவு உண்ண கேட்பது"
    ],
    "answer": "D",
    
          "additional_context": "பண்டைய காலத்தில், விருந்தினர்கள் வீட்டிற்குள் வருவதற்கு முன்பு, அவர்களை உணவு உண்ண அழைப்பது தமிழர்களின் மரபாக இருந்தது. இதனை 'பலர்புகு வாயில் அடைப்பக் கடவுநர் வருவீர் உளீ ரோ' என்கிற குறுந்தொகை அடிகள் குறிப்பிடுகின்றன. இந்த அடிகளின் மூலம், விருந்தினர்கள் இரவில் தங்கும் வசதிக்கு ஏற்பாடு செய்தல், அவர்களை உணவு உண்ண அழைத்தல், விருந்தோம்பல் பண்பாட்டை வெளிப்படுத்துதல் ஆகியவற்றை அறிய முடிகிறது. இது பண்டைத் தமிழர்களின் விருந்தோம்பல் பண்பாட்டை வெளிப்படுத்தும் ஒரு முக்கியமான சான்றாகும்."
          }
        ,
          
  {
    
          "description": "“இட்டதோர் தாமரைப்பூ இதழ்விரித் திருத்தல் போலே வட்டமாய்ப் புறாக்கள்கூடி இரையுண்ணும்.............”. என்ற பகுதி எதை விளக்குகிறது?",
          "options": [
      "விருந்தோம்பல்",
      "பகிர்ந்துண்ணல்",
      "விருந்தினர் மீது அன்பு",
      "பண்டைத் தமிழர் வாழ்க்கை"
    ],
    "answer": "B",
    
          "additional_context": "பாரதிதாசன்  எழுதிய இந்தக் கவிதைப் பகுதி தமிழர்களின்  பகிர்ந்துண்ணல் பண்பாட்டை விளக்குகிறது. தாமரைப் பூவின் இதழ்கள் விரிந்திருப்பது போல, புறாக்கள் வட்டமாகக் கூடி, எல்லோரும் சேர்ந்து இரையை உண்ணும் காட்சி இங்கு காட்டப்பட்டுள்ளது. இதன் மூலம்  பண்டைய  தமிழர்கள்  ஒற்றுமை,  சமத்துவம்  மற்றும்  பகிர்ந்துண்ணல்  ஆகிய  பண்புகளைக்  கொண்டவர்களாக  இருந்ததைக்  காணலாம். இது அவர்களின் வாழ்வில்  இணைப்பு  மற்றும்  அன்பின்  முக்கியத்துவத்தை  நிலைநாட்டுகிறது."
          }
        ,
          
  {
    
          "description": "பண்டைத் தமிழர்களின் விருந்தோம்பல் பண்பாட்டின் தனித்தன்மையை எடுத்துக்காட்டும் செயல் எது?",
          "options": [
      "வீட்டில் வரும் விருந்தினர்களுக்கு முகமலர்ச்சியோடு வரவேற்பு அளித்தல்.",
      "வீட்டிற்கு வரும் விருந்தினர்களுக்கு மரியாதை காட்டும் வகையில் அவர்கள் செல்லும் வரை ஏழு அடி நடந்து வழியனுப்புதல்.",
      "விருந்தினர் வருவதற்கு முன்பு அவர்களுக்கு உணவளிக்க ஏற்பாடு செய்வதற்காக வீட்டின் திண்ணை அமைத்தல்.",
      "விருந்தினர்களுக்கு உணவளிக்கும் போது, தங்கள் வீட்டில் உள்ள உணவைப் பகிர்ந்து உண்ணுதல்."
    ],
    "answer": "B",
    
          "additional_context": "பண்டைய தமிழர்களின் விருந்தோம்பல் பண்பாட்டின் தனித்தன்மையை எடுத்துக்காட்டும் செயல், விருந்தினர்களை ஏழு அடி நடந்து வழியனுப்புவது. இது விருந்தினருக்கு மரியாதை காட்டுவதையும், அவர்கள் தங்களை  நம்பிக்கையுடன்  நினைத்துச்  செல்ல  வேண்டும்  என்ற  தொன்மையான  எண்ணத்தையும்  குறிக்கிறது.  அவர்களின்  இல்லற  வாழ்க்கையில்  விருந்தோம்பல்  பண்பாட்டிற்கு  எவ்வளவு  முக்கியத்துவம்  கொடுத்தார்கள்  என்பதை  இது  வெளிப்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "தமிழர்களின் விருந்தோம்பல் பண்பாட்டை விளக்கும் குறளடிகள் எவை?",
          "options": [
      "அல்லில் ஆயினும் விருந்து வரின் உவக்கும். - நற்றிணை",
      "மோப்பக் குழையும் அனிச்சம் - திருக்குறள்",
      "நிலத்திற்கேற்ற விருந்து - சிறுபாணாற்றுப்படை",
      "பொருந்து செல்வமும் கல்வியும் பூத்தலால் - கம்பராமாயணம்"
    ],
    "answer": "B",
    
          "additional_context": "தமிழர்களின் விருந்தோம்பல் பண்பாட்டை விளக்கும் குறளடிகள்  'மோப்பக் குழையும் அனிச்சம்'  என்பவை. இதன் மூலம் விருந்தினரை  வருந்தாது  வரவேற்று  அன்பாகப்  பேணுதல்  தமிழர்களின்  மரபு  என்பதை  திருவள்ளுவர்  குறிப்பிடுகிறார். இது  தமிழர்களின்  இல்லற  வாழ்க்கையில்  நெறிமுறைகள்  மற்றும்  நல்ல  நடத்தை  எவ்வளவு  முக்கியமானது  என்பதை  உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "விருந்தினர்களை ஏற்றுக் கொள்வதற்கான இல்லங்களின் அமைப்பு எப்படி இருந்தது?",
          "options": [
      "வீட்டின் முன்புறம் திண்ணை அமைத்தல், அதில் தலை வைக்கத் திண்டும் வைத்தல்.",
      "வீட்டின் நுழைவாயிலில் பலர் புகுவதற்கான வசதிகள் செய்வது.",
      "வீட்டின் உள்ளே சிறப்பு அறை ஒன்றை விருந்தினர்களுக்காக ஒதுக்கி வைத்தல்.",
      "விருந்தினர்களை தனித்தறையில் தங்க வைத்து, உணவு பரிமாறுதல்."
    ],
    "answer": "A",
    
          "additional_context": "பண்டைய தமிழர்களின் இல்லங்களில், விருந்தினர்களை ஏற்றுக்கொள்வதற்காக வீட்டின் முன்புறம் திண்ணை அமைத்தனர்.  அந்தத் திண்ணையில் தலை வைக்கத் திண்டும் வைத்திருந்தனர்.  இது  விருந்தினர்களுக்கு  அவர்கள்  வீட்டிற்கு  வந்த  உணர்வை  கொடுப்பதற்கும்,  அவர்களை  சௌகரியமாக  வைத்திருப்பதற்கும்  உதவியது.  இது  தமிழர்களின்  விருந்தோம்பல்  பண்பாட்டின்  ஒரு  முக்கியமான  அம்சமாகும்.  அவர்களின்  சமூக  வாழ்க்கையில்  விருந்தினர்  என்பவர்களுக்கு  எவ்வளவு  முக்கியத்துவம்  கொடுத்தார்கள்  என்பதை  இது  வெளிப்படுத்துகிறது."
          }
        ]