[
          
  {
    
          "description": "'கைமாறு கருதாமல் அறம் செய்வது'  என்பது  'மேன்மை தரும் அறம்'  என்பதற்கு ஒரு சிறந்த எடுத்துக்காட்டு, ஏனெனில் இது சுயநலமற்ற அறத்தின் அடையாளமாகும்.  மற்ற விருப்பங்கள் தற்காலிக நன்மைகளுக்காகவோ அல்லது புகழுக்காகவோ அறத்தைப் பயன்படுத்துவதை குறிப்பிடுகின்றன, இது மேன்மை தரும் அறம் இல்லை.",
          "options": [
      "தற்காலிக நன்மைகளுக்காக அறம் செய்வது",
      "புகழுக்காக அறம் செய்வது",
      "பிறர் பயன்  பெற அறம் செய்வது",
      "சுயநலமற்ற அறம் செய்வது"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "ஒருவருக்குத் தன்னலம் இல்லாமல், எந்தவிதமான எதிர்பார்ப்பும் இல்லாமல், கைமாறு கருதாமல் செய்யப்படும் நல்ல செயல்களே மேன்மை தரும் அறம் எனப்படுகிறது.  புகழ், பதிலுதவி, தற்காலிக நன்மைகள் போன்றவற்றை எதிர்பார்த்து செய்யப்படும் நல்ல செயல்கள் உண்மையான அறம் இல்லை.  எனவே மேன்மை தரும் அறம் என்பது சுயநலமற்ற அறம் செய்வதே ஆகும்."
          }
        ,
          
  {
    
          "description": "'வீட்டைத் துடைத்துச் சாயம் அடித்தல்'  இவ்வடி **இடையறாது அறப்பணி செய்தலை** குறிப்பிடுகிறது.  இந்த வடி, வீட்டை சுத்தம் செய்வதையும் சாயம் அடிப்பதையும் ஒப்பிடுகிறது, இவை இரண்டும் தொடர்ச்சியான செயல்பாடுகள்.  இதுபோல, அறப்பணியும் தொடர்ச்சியான செயல்பாட்டாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது.",
          "options": [
      "அறப்பணியை ஒருமுறை செய்வது",
      "அறப்பணியை தற்காலிகமாக செய்வது",
      "அறப்பணியை தொடர்ந்து செய்வது",
      "அறப்பணியை இடைவிடாது செய்வது"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' என்பது  ஒரு வீட்டைத் தூய்மைப்படுத்துவதற்கு ஒரு உவமை.  வீட்டை தூய்மைப்படுத்துவதற்காக  ஒருமுறை துடைத்தால் போதாது.  தொடர்ந்து துடைக்க வேண்டும்.  அதுபோல்  அறப்பணியும் ஒருமுறை செய்து விட்டு நிறுத்தி விடக்கூடாது.  தொடர்ந்து செய்ய வேண்டும்."
          }
        ,
          
  {
    
          "description": "'உதியன்; சேரலாதன்'  என்பவர்கள் உலகமே வறுமையுற்றாலும் கொடுப்பவன் என்றும்  பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவன் என்றும் பாராட்டப்படுகிறார்கள்.  இவர்கள்  'மிகவும் கனிவான மற்றும் தாராளமான இயல்புடையவர்கள்'  என்பதற்கு இது சிறந்த உதாரணம்.",
          "options": [
      "கொடுமை வாய்ந்தவர்கள்",
      "பேராசை கொண்டவர்கள்",
      "தாராளமான இயல்புடையவர்கள்",
      "பொறுமையான இயல்புடையவர்கள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "உதியன் மற்றும் சேரலாதன் ஆகியோர் மிகவும் கனிவானவர்களாகவும், தாராளமான இயல்புடையவர்களாகவும் இருந்தனர்.  உலகம் முழுவதும் வறுமை இருந்தாலும் மக்களுக்கு எந்தவிதமான பேதமும் இல்லாமல் கொடுத்தனர்.  மேலும் தங்களுக்கு இருக்கும் பொருள்களின் இருப்பைக் கூட அறியாமல் தாராளமாக கொடுத்தனர் என்பது நல்லொழுக்கம் மற்றும் மானுடநேயம் மிக்கவர்களின் குணம்.  இவர்களின் செயல்கள் இதற்கு சிறந்த உதாரணமாகும்."
          }
        ,
          
  {
    
          "description": "'காலக்கணிதம்'  கவிதையில் இடம்பெற்ற தொடர்  'இகழ்ந்தால் என்மனம் இறந்துவிடாது'  என்பது  'மனம் இறக்காத ஒரு வலுவான  நிலைப்பாட்டை'  குறிப்பிடுகிறது.  இந்த தொடரில் பயன்படுத்தப்பட்ட சொற்கள் மற்றும் அவற்றின் வரிசை  'கவிதைக்கு ஒரு சிறப்பான  இசை ஓட்டத்தை'  வழங்குகிறது.",
          "options": [
      "மனம் நொந்து போய்விடும்",
      "மனம் மிகவும் பாதிக்கப்படும்",
      "மனம் இறக்காத நிலைப்பாடு",
      "மனம் உறுதியாக இருக்கும்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "காலக்கணிதம் கவிதையில் இடம்பெற்ற  'இகழ்ந்தால் என்மனம் இறந்துவிடாது' என்ற தொடர், மற்றவர்களின் இகழ்ச்சிகளால் மனம் பாதிக்கப்படாமல், தன் நம்பிக்கையை இழக்காமல்,  உறுதியாக இருப்பதை குறிப்பிடுகிறது.  அதாவது மனம் இறக்காத ஒரு வலுவான நிலைப்பாட்டை வெளிப்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரத்திலும் மணிமேகலையிலும்  அமைந்த பாவினம்  'கலிப்பா'  என்பது  'இந்த இரண்டு இலக்கியப் படைப்புகளின் முக்கியமான அம்சமாகும்.**  இந்த பாவினம், **அற்புதமான கதைகளை  சொல்லுவதற்கும், கதாபாத்திரங்களின்  உணர்வுகளை வெளிப்படுத்துவதற்கும்**  சிறந்த கருவியாகும்.",
          "options": [
      "பாடல் வகை",
      "கதாபாத்திர வகை",
      "கதை வகை",
      "இலக்கிய வகை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சிலப்பதிகாரம் மற்றும் மணிமேகலை ஆகிய இரண்டு இலக்கியப் படைப்புகளிலும் கலிப்பா என்னும் பாவினம் பயன்படுத்தப்பட்டுள்ளது.  இந்தப் படைப்புகளின் முக்கிய அம்சமாக  கலிப்பா பாவினம் கருதப்படுகிறது.  அற்புதமான கதைகளை சொல்லுவதற்கும், கதாபாத்திரங்களின் உணர்வுகளை வெளிப்படுத்துவதற்கும் சிறந்த கருவியாகும்."
          }
        ]