[
          
  {
    
          "description": "“நாள்தொறும் நாடி முறை செய்யா மன்னவன் நாள்தொறும் நாடு கெடும்” என்ற குறளில்  மன்னவன் எதைக் கவனத்தில் கொள்ள வேண்டும் என்று குறிப்பிடப்படுகிறது?",
          "options": [
      "மக்களின் வேண்டுகோளை மட்டும்",
      "தன் நாட்டில் நிகழும் நன்மை தீமைகளை",
      "தன் பகைவர்களின் செயல்பாடுகளை மட்டும்",
      "மத நம்பிக்கைகளை மட்டும்"
    ],
    "answer": "B",
    
          "additional_context": "மன்னவன் தன் நாட்டின் நலனில் அக்கறை கொண்டு இருந்தால் ஒவ்வொரு நாளும் அவன் தன் நாட்டில் நிகழும் நன்மைகள் மற்றும் தீமைகளை ஆராய்ந்து அறிந்துகொள்ள வேண்டும். மன்னவன் ஆட்சி செய்வதற்குரிய சிறந்த வழிகளை பற்றி அறிவுறுத்தும் திருக்குறளின் நுட்பமான செய்தியாகும். இதன் மூலம் மன்னவன் ஆட்சி முறையை  சிறப்பாக்கித் தனது நாட்டை காப்பாற்ற வேண்டும் என்பது இக்குறளின் பொருள்."
          }
        ,
          
  {
    
          "description": "'காமம் வெகுளி மயக்கம் இவைமூன்றன் நாமம் கெடக்கெடும் நோய்' என்ற குறள் எந்தப் பகுதியில் உள்ளது?",
          "options": [
      "அறத்துப்பால் - ஒழுக்கமுடைமை",
      "பொருட்பால் - கொடுங்கோன்மை",
      "அறத்துப்பால் - மெய் உணர்தல்",
      "பொருட்பால் - நன்றிஇல் செல்வம்"
    ],
    "answer": "C",
    
          "additional_context": "மனித வாழ்க்கையின் இலட்சியமான அறநெறியை உணர்த்தும் ஓர் அற்புதமான குறள். மூன்று வகையான தீய குணங்களையும் கண்டுபிடித்து அதனை எப்படி வெல்ல வேண்டும் என்பதைப் பற்றி கூறுகிறது. காமம், வெகுளி, மயக்கம் இவை மூன்றும் மனித வாழ்க்கையில் துன்பத்தைக் கொண்டுவரும் துன்ப நோய்கள். அறத்துப்பாலில் அடங்கியுள்ள மெய் உணர்தல் என்பது மனித வாழ்க்கையில் நல்லனவற்றை உணர்த்தி, தீயனவற்றைப் பறைசாற்றுகிறது. "
          }
        ,
          
  {
    
          "description": "'கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க் கடுக்கிய கோடிஉண் டாயினும் இல்' என்ற குறள் எதை வலியுறுத்துகிறது?",
          "options": [
      "செல்வத்தைப் பெறுவதற்கான வழிகளை",
      "கொடுப்பதன் மகத்துவத்தை",
      "பொருளாதார வளர்ச்சியின் அவசியத்தை",
      "நிறைவான வாழ்க்கைக்கான வழிகளை"
    ],
    "answer": "B",
    
          "additional_context": "கொடுப்பதன் மகத்துவத்தை விளக்கும் ஓர் அற்புதமான குறள். கொடுப்பதும், பெறுவதும் இல்லாமல் வாழ்க்கையை வாழ்வதற்கு இறைவன் கொடுத்த கோடிக்கணக்கான செல்வமும் பயனற்றுப் போய்விடும். இது வாழ்வின் உண்மையான இலட்சியமாகும். எப்பொருளும் பெறுவதற்கும் கொடுப்பதற்கும் உரியதாக இருக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "'உலகத்தோடொட்ட ஒழுகல் பல கற்றும் கல்லார் அறிவிலா தார்' என்ற குறள் எதைப் பற்றியது?",
          "options": [
      "மன்னனின் ஆட்சி முறையை",
      "கல்வியின் அவசியத்தை",
      "உலகத்துடன் இணக்கமாக வாழும் தன்மையை",
      "நன்றி பாராட்டும் தன்மையை"
    ],
    "answer": "C",
    
          "additional_context": "மனிதன் உலக வாழ்க்கையில் இயங்கிக் கொண்டிருப்பதால் சமுதாயத்தில் வாழும் நெறிமுறைகளை கற்றுக்கொள்ள வேண்டும். பல நூல்களை படித்தாலும் சமுதாய வாழ்வில் இணக்கமாக வாழத் தெரியாவிட்டால் அவன் அறிவு இல்லாதவன் ஆகிவிடுவான். இதன் மூலம் சமுதாய நலனில் அக்கறை காட்டும் சிறந்த மனிதன் தான் உண்மையான அறிவுடையவன் என்று உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'பல்லார் பகைகொளலின் பத்தடுத்த தீமைத்தே நல்லார் தொடர்கை விடல்' என்ற குறள் எதை எச்சரிக்கிறது?",
          "options": [
      "நல்லவர்களைப் பிரிவது",
      "பகைவர்களை எதிர்கொள்வது",
      "நல்லவர்களின் நட்பைப் பேணுவது",
      "தீமையை அழிப்பது"
    ],
    "answer": "A",
    
          "additional_context": "பலரையும் பகைத்துக்கொள்வது நல்லவர்களின் நட்பைப் பிரிவதை விட பத்து மடங்கு தீமை என்பதை இக்குறள் எச்சரிக்கிறது. நல்லவர்களின் நட்பைப் பேணுவது நமக்கு மிக முக்கியமானது. இதன் மூலம் நாம் உண்மையான மகிழ்ச்சியையும் நலத்தையும் பெற முடியும்."
          }
        ]