
[
  {
    "description": "நாட்டார் கலைகளைப் பற்றிய ஒரு புத்தகம் எது?",
    "options": [
      "a) திருக்குறள் நீதி இலக்கியம்",
      "b) தேன்மழை",
      "c) கம்பனின் சமுதாயப் பார்வை",
      "d) நாட்டார் கலைகள்"
    ],
    "answer": "D",
    "additional_context": "இந்த பக்கத்தில் நாட்டுப்புறக் கலைகளைப் பற்றிய புத்தகம் எது எனக் கேட்கப்பட்டுள்ளது. அறிவை விரிவு செய் பகுதியில் கொடுக்கப்பட்ட பட்டியலில், நாட்டார் கலைகள், திருக்குறள் நீதி இலக்கியம், தேன்மழை, கம்பனின் சமுதாயப் பார்வை ஆகிய புத்தகங்களின் பெயர்கள் கொடுக்கப்பட்டுள்ளன. எனவே,  நாட்டார் கலைகளைப் பற்றிய புத்தகத்தின் பெயர், நாட்டார் கலைகள் எனப்படும்."
  },
  {
    "description": "நீங்கள் பல்வேறு கலை வடிவங்களின் படங்களைத் தொகுத்து வகுப்பறையில் கண்காட்சி அமைக்க திட்டமிடுகிறீர்கள். இந்தக் கண்காட்சி எதற்கு உதவும்?",
    "options": [
      "a) பழைய கலைகளை மறந்துவிடாமல் பாதுகாக்க",
      "b) புதிய கலைகளை உருவாக்க",
      "c) கலைகளின் மீது ஆர்வத்தை வளர்க்க",
      "d) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "நாட்டுப்புறக் கலைகள் தொடர்பான படங்களைத் தொகுத்து வகுப்பறையில் கண்காட்சி அமைக்கத் திட்டமிடப்பட்டுள்ளது. இந்த கண்காட்சி, பழைய கலைகளை மறந்துவிடாமல் பாதுகாக்க, புதிய கலைகளை உருவாக்க, கலைகளின் மீது ஆர்வத்தை வளர்க்க ஆகியவற்றுக்கு உதவும்."
  },
  {
    "description": "நாட்டார் கலைகளைப் பாதுகாத்து வளர்க்க என்ன செய்யலாம்?",
    "options": [
      "a) குழந்தைகளுக்கு கலைகளைப் பற்றி கற்றுக்கொடுக்க",
      "b) கலை நிகழ்ச்சிகளை ஏற்பாடு செய்ய",
      "c) கலைஞர்களை ஊக்குவிக்க",
      "d) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "நாட்டுப்புறக் கலைகளைப் பாதுகாக்கவும் வளர்க்கவும் நாம் பல வழிகளைப் பின்பற்றலாம். குழந்தைகளுக்கு கலைகளைப் பற்றி கற்றுக்கொடுக்க, கலை நிகழ்ச்சிகளை ஏற்பாடு செய்ய, கலைஞர்களை ஊக்குவிக்க ஆகியவை இதற்கான சில வழிகள்."
  },
  {
    "description": "“செயல் திட்டம்” பகுதியில் குறிப்பிடப்பட்டுள்ள செயல்பாட்டை விரிவுபடுத்தும் விதத்தில், கீழ்க்கண்டவற்றில் எது கண்காட்சியை மேலும் சிறப்பாக்கும்?",
    "options": [
      "a) கலைஞர்களின் நேர்காணல்களை சேர்த்தல்",
      "b) கலைப்பொருட்கள் தொடர்பான விளக்கக் குறிப்புகளை வழங்குதல்",
      "c) கண்காட்சியை ஒரு குறிப்பிட்ட கலை வகைக்கு மட்டுப்படுத்துதல்",
      "d) கண்காட்சியில் விற்கும் பொருட்களைச் சேர்த்தல்"
    ],
    "answer": "B",
    "additional_context": "பல்வேறு கலை வடிவங்களின் ஒளிப்படங்களைத் தொகுத்து வகுப்பறையில் கண்காட்சி அமைக்கத் திட்டமிடப்பட்டுள்ளது. கலைப்பொருட்கள் தொடர்பான விளக்கக் குறிப்புகளை வழங்குவதன் மூலம் கண்காட்சி மேலும் சிறப்படையும்."
  },
  {
    "description": "“நிற்க அதற்குத் தக…” பகுதியில் குறிப்பிடப்பட்ட கலைகளில், எது இன்றைய காலத்தில் அருகி வருகிறது?",
    "options": [
      "a) தோற்பாவைக் கூத்து",
      "b) பொம்மலாட்டம்",
      "c) ஒயிலாட்டம்",
      "d) அனைத்தும்"
    ],
    "answer": "A",
    "additional_context": "நிற்க அதற்குத் தக… பகுதியில் தோற்பாவைக் கூத்து, பொம்மலாட்டம், ஒயிலாட்டம் ஆகிய கலைகள் குறிப்பிடப்பட்டுள்ளன. இவற்றில் தோற்பாவைக் கூத்து இன்றைய காலத்தில் அருகி வருகிறது."
  }
]
