
[
  {
    "description": "ஸ்டீபன் ஹாக்கிங்கை \"தற்காலத்தின் ஐன்ஸ்டைன்\" என்று ஏன் அழைக்கிறார்கள்?",
    "options": [
      "அவர் ஒரு திறமையான கணிதவியலாளர் மற்றும் இயற்பியலாளர்.",
      "அவர் பல பிரபலமான அறிவியல் புத்தகங்களை எழுதியுள்ளார்.",
      "அவர் பேரண்டம் மற்றும் கருந்துளை பற்றிய முக்கியமான கோட்பாடுகளை வெளியிட்டுள்ளார்.",
      "அவர் பக்கவாதத்தால் பாதிக்கப்பட்ட போதிலும், தனது ஆய்வுகளைத் தொடர்ந்தார்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங்  பேரண்டம், கருந்துளைகள், ஈர்ப்பு விசை போன்ற அறிவியல் துறைகளில் முக்கியமான கண்டுபிடிப்புகளைச் செய்தவர். அவர் அறிமுகப்படுத்திய கோட்பாடுகள் அறிவியல் உலகில் மிகப் பெரிய மாற்றத்தை ஏற்படுத்தியது. அவரது ஆய்வுகள் அறிவியல் ரீதியாக மிகவும் முக்கியமானவை. அவருடைய அறிவியல் ஆய்வுகள், அவரை 'தற்காலத்தின் ஐன்ஸ்டைன்' என அழைக்க வைத்தன. இதுவே அவரை 'தற்காலத்தின் ஐன்ஸ்டைன்' என அழைக்க காரணம்."
  },
  {
    "description": "கோளரங்கம் பற்றிய ஸ்டீபன் ஹாக்கிங்கின் குறிப்பு எது?",
    "options": [
      "அவர் ஒரு தனித்துவமான கோளரங்கத்தை நிறுவினார்.",
      "அவர் கோளரங்கம் பற்றிய ஆய்வுக்காக விருது பெற்றார்.",
      "அவர் கோளரங்கம் மூலம் கருந்துளை பற்றிய தனது ஆராய்ச்சியை விளக்கினார்.",
      "அவர் கோளரங்கம் தனது ஆய்வுகளுக்கு ஒரு ஊக்கமாக இருந்தது என்று கூறினார்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங், கருந்துளைகள் மற்றும் பேரண்டத்தின் தோற்றம் பற்றிய தனது ஆராய்ச்சிகளுக்கு கோளரங்கம் ஒரு ஊக்கமாக இருந்தது என்று அறிவித்தார். அவர் கோளரங்கம் மூலம் கருந்துளை பற்றிய தனது ஆய்வுகளை விளக்கவில்லை. அதற்கு பதிலாக, தனது ஆராய்ச்சிகளில் கோளரங்கத்தின்  முக்கியத்துவம் பற்றி விளக்கினார்."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங் மருத்துவ உலகை மிரண்டுபோகும் அளவுக்கு எவ்வளவு காலம் உயிர் வாழ்ந்தார்?",
    "options": [
      "21 ஆண்டுகள்",
      "30 ஆண்டுகள்",
      "53 ஆண்டுகள்",
      "70 ஆண்டுகள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் 21 வயதில் பக்கவாதத்தால் பாதிக்கப்பட்டார். மருத்துவர்கள் அவரின் ஆயுள் வெகு குறைவு என்று கூறினார்கள். ஆனால், அவர்கள் எதிர்பார்த்ததை விட 53 ஆண்டுகள் நீண்ட காலம் உயிர் வாழ்ந்தார். அவர் உலகை மிரண்டுபோக வைத்த மருத்துவ சாதனை இது."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங்கின் கருத்துக்களை பொதுமக்களுக்கும் புரியும் வண்ணம் எளிமையாக விளக்குவதற்கு எந்த  சிறப்பு நடவடிக்கை எடுக்கப்பட்டது?",
    "options": [
      "அவரின் கட்டுரைகள்  பொதுமக்கள்  மத்தியில் விநியோகிக்கப்பட்டன.",
      "அவரின் ஆய்வுகள்  திரைப்படமாகத் தயாரிக்கப்பட்டன.",
      "  அவர்  பல  பொது நிகழ்ச்சிகளில்  பங்கேற்று  தனது  கருத்துக்களை  விளக்கினார்.",
      "  அவர்  அறிவியல்  பற்றிய  எளிமையான  நூல்களை  எழுதினார்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் தனது கருத்துக்களை பொதுமக்களுக்கும் எளிதாகப் புரியும் வகையில் எளிமையான அறிவியல் நூல்களை எழுதினார். அவர் அறிவியல் பற்றிய புத்தகங்கள் எழுதுவதில் அதிக ஆர்வம் கொண்டிருந்தார். அவர் எழுதிய 'காலத்தின் சுருக்கமான வரலாறு' என்ற நூல் உலகம் முழுவதும் மிகவும் பிரபலமானது."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங்  பெற்ற  விருதுகளில்  எது  அமெரிக்காவின்  உயரிய  விருதாகும்?",
    "options": [
      "Wolf Foundation Prize",
      "Copley Medal",
      "Fundamental Physics Prize",
      "Presidential Medal of Freedom"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங்  அமெரிக்காவின்  உயரிய  விருதான 'Presidential Medal of Freedom' விருதை பெற்றவர். இது அமெரிக்க அதிபரால் வழங்கப்படும் ஒரு பெருமை மிகுந்த விருது. அவர்  'Wolf Foundation Prize', 'Copley Medal', 'Fundamental Physics Prize' போன்ற பல விருதுகளையும் பெற்றுள்ளார்."
  }
]
