
[
  {
    "description": "“பல்லார் பகைகொளலின் பத்தடுத்த தீமைத்தே நல்லார் தொடர்கை விடல்” என்ற குறள், பலரோடு பகை கொள்வதைவிட மோசமானது எது என்பதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "தனித்து இருப்பது.",
      "நல்லவர்களின் நட்பை இழப்பது.",
      "பணத்தை இழப்பது.",
      "மரியாதையை இழப்பது."
    ],
    "answer": "B",
    "additional_context": "பலரோடு பகை கொள்வதை விட மோசமானது நல்லவர்களின் நட்பை இழப்பது. ஒருவருக்கு நல்லவர்களின் நட்பு இருந்தால் அவரை யாரும் இழக்க மாட்டார்கள். அவர் எல்லா இடத்திலும் மதிக்கப்படுவார். நல்லவர்களின் நட்பு இல்லாததால் அவர் எல்லா இடத்திலும் மதிக்கப்படாமல் தனிமைப்படுத்தப்படுவார்."
  },
  {
    "description": "“வேலொடு நின்றான் இடுவென் றதுபோலும் கோலொடு நின்றான் இரவு” என்ற குறள், அரசனின் வரிவிதிப்பு முறையை எவ்வாறு விமர்சிக்கிறது?",
    "options": [
      "வரிவிதிப்பு முறை நியாயமானதாக இருக்க வேண்டும்.",
      "வரிவிதிப்பு முறை மக்களின் வாழ்வாதாரத்தைக் கருத்தில் கொள்ள வேண்டும்.",
      "வரிவிதிப்பு முறை கொள்ளை நோக்கத்துடன் இருக்கக்கூடாது.",
      "வரிவிதிப்பு முறை அனைத்து மக்களுக்கும் சமமாக இருக்க வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "அரசன் அதிகாரத்தை காட்டி மக்களிடம் வரி வசூலிப்பது மக்களின் உடைமைகளை வழிப்பறி செய்வதற்கு நிகரானது. ஏனென்றால் வழிப்பறி செய்பவர் ஆயுதத்தை காட்டி மிரட்டிப் பணத்தைப் பறிப்பது போல அரசன் அதிகாரத்தை காட்டி மக்களிடம் வரி வசூலிக்கிறான். ஆட்சியாளர்கள் கொள்ளை நோக்கத்துடன் வரி வசூலிக்கக் கூடாது."
  },
  {
    "description": "“நாள்தொறும் நாடி முறைசெய்யா மன்னவன் நாள்தொறும் நாடு கெடும்” என்ற குறள், மன்னன் எவ்வாறு ஆட்சி செய்ய வேண்டும் என்பதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "மன்னன் மக்களின் தேவைகளைப் புரிந்துகொள்ள வேண்டும்.",
      "மன்னன் நாட்டின் பாதுகாப்பை உறுதிப்படுத்த வேண்டும்.",
      "மன்னன் நாட்டின் நலனில் தொடர்ந்து கவனம் செலுத்த வேண்டும்.",
      "மன்னன் மக்களின் குறைகளை கேட்டுத் தீர்க்க வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "மன்னன் தன் நாட்டின் நலனில் தொடர்ந்து கவனம் செலுத்த வேண்டும். நாட்டில் ஏற்படும் மாற்றங்களை அவன் அறிந்து அதற்கான தீர்வுகளை கண்டறிய வேண்டும். அதற்காக நாள்தோறும் நாட்டின் நிலையை ஆராய்ந்து முறை செய்ய வேண்டும். அப்படி செய்யாமல் இருந்தால் நாடு கெடும்."
  },
  {
    "description": "“பண்என்னாம் பாடற் கியைபின்றேல்; கண்என்னாம் கண்ணோட்டம் இல்லாத கண்” என்ற குறள், இரக்கம் இல்லாத கண்களால் என்ன பயன் என்பதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "இரக்கம் இல்லாத கண்கள் மனித உணர்வுகளைக் காண முடியாது.",
      "இரக்கம் இல்லாத கண்கள் பிறரின் துன்பங்களைப் புரிந்துகொள்ள முடியாது.",
      "இரக்கம் இல்லாத கண்கள் உலகின் அழகைப் பாராட்ட முடியாது.",
      "இரக்கம் இல்லாத கண்கள் நல்ல மற்றும் கெட்டவை இரண்டையும் வேறுபடுத்திப் பார்க்க முடியாது."
    ],
    "answer": "B",
    "additional_context": "இரக்கம் இல்லாத கண்கள் பிறரின் துன்பங்களைப் புரிந்துகொள்ள முடியாது. இரக்கம் இல்லாத ஒருவர், தன் சுயநலத்திற்காகவே வாழ்வார். பிறரின் மனநிலையை உணர்ந்து நடந்துகொள்ள மாட்டார். பிறரின் துன்பங்களைப் புரிந்து கொள்ளாத ஒருவர் நல்லவனாக இருக்க முடியாது."
  },
  {
    "description": "“முயற்சி திருவினை ஆக்கும் முயற்றின்மை இன்மை புகுத்தி விடும்” என்ற குறள், முயற்சியின் விளைவுகளை எவ்வாறு விவரிக்கிறது?",
    "options": [
      "முயற்சி ஒருவரை வெற்றிக்கு அழைத்துச் செல்லும்.",
      "முயற்சி ஒருவரை ஏழையாக ஆக்குகிறது.",
      "முயற்சி ஒருவரை மரியாதைக்குரியவராக ஆக்குகிறது.",
      "முயற்சி ஒருவரை துரதிர்ஷ்டவசமாக ஆக்குகிறது."
    ],
    "answer": "A",
    "additional_context": "முயற்சி ஒருவரை வெற்றிக்கு அழைத்துச் செல்லும். எந்தச் செயலையும் முயற்சியுடன் செய்தால் வெற்றி நிச்சயம். முயற்சி இல்லாவிட்டால் தோல்வி நிச்சயம். வெற்றி என்பது முயற்சியின் விளைவு."
  }
]
