
[
  {
    "description": "“அல்லதை என் தமரால் என் பகைஞரால் கள்வரால் அரிய கானத்து\nஎல்லை விலங்கு ஆதிகளால் இடையூறு இன் தமிழ் நாட்டில் எய்திற்றாலோ\nதொல்லை மறையவர் ஒழுக்கம் குன்றினரோ தவம் தருமம் சுருங்கிற்றாலோ\nஇல்லறனும் துறவறனும் பிழைத்தனவோ யான் அறியேன் எந்தாய்! எந்தாய்!.”\n\nஇந்த வரிகளில் பாண்டிய மன்னன் யாரிடம் யாரைப் பற்றி கேள்வி கேட்கிறான்?",
    "options": [
      "இறைவனிடம், மறையவர்களைப் பற்றி",
      "கபிலரிடம், இடைக்காடனாரைப் பற்றி",
      "கபிலரிடம், மறையவர்களைப் பற்றி",
      "இறைவனிடம், இடைக்காடனாரைப் பற்றி"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடலில், பாண்டிய மன்னன், இறைவனிடம், மறையவர்களைப் பற்றிக் கேள்வி கேட்கிறான். ஏனெனில், அவன், இறைவனின் கோவிலைவிட்டு வடபால் வையை ஆனநதித் தென்பாலோர் ஆலயத்திற்கு சென்றதற்கான காரணத்தைக் கேட்கிறான். இதற்குப் பதிலாக, இறைவன், மன்னன், இடைக்காடனாரை இகழ்ந்ததால் கோவிலை விட்டு சென்றதாகக் கூறுகிறான்."
  },
  {
    "description": "“ஞானமய மாகியதன் இலிங்கவுரு மறைத்துஉமையாம் நங்கை யோடும்\nவானவர்தம் பிரானெழுந்து புறம்போய்த்தன் கோவிலின்நேர் வடபால் வையை\nஆனநதித் தென்பாலோர் ஆலயங்கண்டு அங்கு இனிதின் அமர்ந்தான் மன்னோ.”\n\nஇந்த வரிகளில் இறைவன் எங்கு சென்றிருக்கிறார்?",
    "options": [
      "கடம்பவனம்",
      "திரு ஆலவாய்",
      "மதுரை",
      "வேதாரண்யம்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில், இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கி வடதிரு ஆலவாயில் சென்று தங்கியுள்ளதாக கூறப்படுகிறது. இடைக்காடனாரை இகழ்ந்த மன்னனைப் பாடல் மூலம் மன்னிப்புக் கேட்க விரும்பிய இடைக்காடனாரைத் தேற்றும் பொருட்டு இறைவன் அங்கு சென்றிருந்தான்."
  },
  {
    "description": "“விதிமுறை கதலி பூகம் கவரிவால் விதானம் தீபம்\nபுதியதோர் நிறைநீர்க் கும்பங் கதலிகை புனைந்த மன்றல்\nகதிர்மணி மாடத் தம்பொற் சேக்கைமேற் கற்றோர் சூழ\nமதிபுனை காடன் தன்னை மங்கல அணிசெய் தேற்றி.”\n\nமேற்கண்ட வரிகளில் எந்தக் காட்சி விவரிக்கப்படுகிறது?",
    "options": [
      "இடைக்காடனார் கவிதை பாடும் காட்சி",
      "இறைவன் மன்னனைத் தேற்றுவதைக் காட்சி",
      "மன்னன், புலவரிடம் மன்னிப்புக் கேட்கும் காட்சி",
      "மன்னன் புலவருக்கு மரியாதை செய்யும் காட்சி"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடலில், இறைவன் கோவிலை விட்டு சென்றதற்கான காரணத்தைக் கேட்ட பாண்டிய மன்னன், இடைக்காடனாரைப் பாடல் மூலம் மன்னிப்புக் கேட்டுத் தன் பிழையைப் பொறுத்து அருளுமாறு இறைவனை வேண்டி, இடைக்காடனாருக்குச் சிறப்புச் செய்கிறான். இந்தக் காட்சி இப்பாடலில் விவரிக்கப்படுகிறது."
  },
  {
    "description": "“கழிந்த பெரும் கேள்வியினான் எனக் கேட்டு முழுது உணர்ந்த கபிலன் தன் பால்\nபொழிந்த பெரும் காதல் மிகு கேண்மையினான் இடைக்காட்டுப் புலவன் தென் சொல்\nமொழிந்து அரசன் தனைக் காண்டும் எனத் தொடுத்த பனுவலொடு மூரித் தீம் தேன்\nவழிந்து ஒழுகு தாரானைக் கண்டு தொடுத்து உரைப்பனுவல் வாசித்தான் ஆல்.”\n\nஇந்த வரிகளில் இடைக்காடனார் என்ன செய்கிறார்?",
    "options": [
      "கபிலரிடம் நட்பு பாராட்டுவார்",
      "பாண்டிய மன்னனைப் பாடல் மூலம் பாராட்டுவார்",
      "பாண்டிய மன்னனிடம் கவிதைப் பாடல் வாசிப்பார்",
      "பாண்டிய மன்னனிடம் நட்பு பாராட்டுவார்"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடலில், இடைக்காடனார் தன் நண்பர் கபிலரின் காதலைப் பெற்று அவருக்கு மிகுந்த நட்புடையவர் என்று கூறப்படுகிறது. இடைக்காடனார் தன் கவிதையை பாண்டிய மன்னன் முன்பு படித்து அவமதிக்கப்பட்டதால் மனம் வருந்தி இறைவனிடம் முறையிட்டான்."
  },
  {
    "description": "பாடலின் படி, இடைக்காடனார் எந்த நண்பரின் காதலைப் பெற்று, அவருக்கு மிகுந்த நட்புடையவராக இருந்தார்?",
    "options": [
      "கபிலர்",
      "கூடல் அழகர்",
      "மோசிகீரனார்",
      "பரஞ்சோதி முனிவர்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடலில், இடைக்காடனார் கபிலரின் நண்பராக இருந்ததாகக் கூறப்படுகிறது. இடைக்காடனார் கபிலரின் காதலைப் பெற்று அவருக்கு மிகுந்த நட்புடையவர் என்று கூறப்படுகிறது. இடைக்காடனார் தன் கவிதையை பாண்டிய மன்னன் முன்பு படித்து அவமதிக்கப்பட்டதால் மனம் வருந்தி இறைவனிடம் முறையிட்டான்."
  }
]
