
[
  {
    "description": "“இரத்தலும் ஈதலே போலும் கரத்தல் கனவிலும் தேற்றாதார் மாட்டு.” இந்தக் குறள் எந்தப் பண்புக்கு எதிரானது?",
    "options": [
      "நேர்மை",
      "தன்னம்பிக்கை",
      "அன்பு",
      "பொறுமை"
    ],
    "answer": "C",
    "additional_context": "இரத்தலும் ஈதலும் நல்ல பண்புகள். ஆனால், வேறொருவரைத் தனக்காக இரக்கித் தனது சொந்த நலனுக்காக உபயோகிப்பவர்களைப் பற்றித்தான் இந்தக் குறள் பேசுகிறது. அப்படிப்பட்டவர்களுக்கு அன்பும், நேர்மையும், பொறுமையும் இல்லாததால் அவர்கள் இன்பம் இல்லாதவர்களாக இருப்பார்கள் என்று கருதப்படுகிறது. "
  },
  {
    "description": "“அறிகொன்று அறியான் எனினும் உறுதி உழைஇருந்தான் கூறல் கடன்.” இந்தக் குறள் அமைச்சரின் எந்தத் தன்மை குறித்துப் பேசுகிறது?",
    "options": [
      "நீதியான ஆட்சி",
      "தேவைக்கேற்ப தன்னை மாற்றிக்கொள்ளும் தன்மை",
      "எல்லோருக்கும் நல்லது செய்ய வேண்டும் என்ற நோக்கம்",
      "அரசனுக்குத் துணை நிற்கும் தன்மை"
    ],
    "answer": "D",
    "additional_context": "ஒரு அமைச்சர், தான் தெரிந்திருந்தாலும், தெரியாதவராக நடித்து அரசனை இழிவுபடுத்தக்கூடாது. எப்படிப்பட்ட சூழ்நிலையிலும் அரசனுக்குத் துணை நிற்க வேண்டும் என்பது தான் இந்தக் குறளின் பொருள்."
  },
  {
    "description": "“இன்பம் ஒருவற்கு இரத்தல் இரந்தவை துன்பம் உறாஅ வரின்” என்ற குறளில், இரப்பவருக்கு இன்பம் என்றால் என்ன பொருள்?",
    "options": [
      "அவர்களின் தேவை பூர்த்தியாகும் மகிழ்ச்சி",
      "இரந்ததைப் பெறும்போது ஏற்படும் சந்தோஷம்",
      "தங்களுக்காக எதையாவது இழப்பது",
      "வேறு எவரையும் இரக்கப்படுத்துவது"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள், இரக்கம் கொடுத்து இரந்து உதவி பெறுபவர்களுக்கு, அவர்களின் தேவை பூர்த்தியாகும் மகிழ்ச்சிதான் இன்பம் என்று கூறுகிறது. இதன் மூலம், யாருக்காவது உதவி செய்ய வேண்டிய அவசியம் இருந்தால், நாம் மனம் தாராளமாக உதவி செய்ய வேண்டும் என்பதைத் தெளிவுபடுத்துகிறது. "
  },
  {
    "description": "“கண்ணோட்டம் என்னும் கழிபெரும் காரிகை உண்மையான் உண்டுஇவ் வுலகு” என்ற குறள் யாருடைய குணத்தை எடுத்துரைக்கிறது?",
    "options": [
      "உண்மையான நண்பர்கள்",
      "வஞ்சகர்கள்",
      "பகைவர்கள்",
      "நேர்மையானவர்கள்"
    ],
    "answer": "D",
    "additional_context": "கண்ணோட்டம் என்பது நேர்மையானவர்களுக்கு மட்டுமே உண்டான ஒரு குணம். உண்மையான நண்பர்கள், நேர்மையானவர்களாக இருப்பார்கள். வஞ்சகர்கள், பகைவர்கள் கண்ணோட்டம் இல்லாதவர்களாக இருப்பார்கள். "
  },
  {
    "description": "“சூழ்வார்கண் ஆக ஒழுகலான் மன்னவன் சூழ்வாரைச் சூழ்ந்து கொளல்” என்ற குறள் எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "மன்னவன் தன்னைச் சுற்றி இருப்பவர்களை மதிக்க வேண்டும்",
      "அரசர் நல்ல ஆலோசகர்களைக் கொண்டிருக்க வேண்டும்",
      "மன்னவனின் ஆட்சி, அவரைச் சுற்றி இருப்பவர்களைப் பொறுத்தது",
      "அரசர் தன் அதிகாரத்தைப் பயன்படுத்தி மக்களைப் பாதுகாக்க வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "ஒரு அரசர், தன்னைச் சுற்றி இருக்கும் நல்ல ஆலோசகர்களைக் கொண்டிருக்க வேண்டும். அவர்களிடம் இருந்து நல்ல அறிவுரைகள் பெற்று, தன் ஆட்சியைச் சிறப்பாக நடத்த வேண்டும் என்பதுதான் இந்தக் குறளின் பொருள்.  "
  }
]
