[
          
  {
    
          "description": "'அற்றைத் திங்கள் அவ்வெண்ணிலவில்' என்னும் தொடரில் உள்ள கலைச்சொல்லின் மூலம் என்ன பொருள் வெளிப்படுகிறது?",
          "options": [
      "கவிதையின் காலம்",
      "கவிதையின் இடம்",
      "கவிதையின் பாத்திரம்",
      "கவிதையின் கருப்பொருள்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடத்தில் 'அற்றைத் திங்கள் அவ்வெண்ணிலவில்' என்ற தொடரில் உள்ள கலைச்சொல்லின் மூலம் என்ன பொருள் வெளிப்படுகிறது என்பதை கேள்வி கேட்கிறது. இந்தக் கேள்வி நமக்கு கவிதையை பகுத்தறிந்து படிக்க வேண்டும் என்பதை உணர்த்துகிறது. அந்த கலைச்சொல் நம்மை கவிதையின் காலத்தை பற்றி சிந்திக்க வைக்கிறது."
          }
        ,
          
  {
    
          "description": "'யானை சவாரி' என்னும் கலைச்சொல்லின் மூலம் என்ன பொருள் வெளிப்படுகிறது?",
          "options": [
      "கவிதையின் உருவகம்",
      "கவிதையின் அலங்காரம்",
      "கவிதையின் பாணி",
      "கவிதையின் நோக்கம்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி 'யானை சவாரி' என்ற கலைச்சொல் எந்த வகையான கலைச் சொல் என்பதை அறிந்து கொள்ள வேண்டும் என்பதை உணர்த்துகிறது. கவிதைகளில் வரும் கலைச் சொற்களை அறிந்து கொள்வது கவிதையை சிறப்பாகப் புரிந்துகொள்ள உதவும்."
          }
        ,
          
  {
    
          "description": "'தாத்தா ஒரு தெய்வம்' என்னும் கட்டுரைக்கு என்ன இணைய தளம் பயன்படுத்தப்படலாம்?",
          "options": [
      "http://www.tamilvu.org/ta/courses-degree-p101-p1011-html-p1011661-23897",
      "https://nagoori.wordpress.com/2010/02/04/தாத்தா-ஒரு-தெய்வம்-தாத்தா/",
      "http://tamildigitallibrary.in/book-detail.php?id=jZY9lup2kZ16TuXGIZQdjZU3luMy#book1/",
      "மேற்கூறிய எதுவும் இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி நமக்கு இணையத்தின் பயன்பாடு மற்றும் இணையத்தில் தகவல் எடுக்கும் முறை பற்றி அறிந்து கொள்ள வேண்டும் என்பதை உணர்த்துகிறது. இணையத்தை பயன்படுத்தி பல்வேறு தகவல்களை எளிதாக எடுத்துக்கொள்ள முடியும் என்பதை இந்தக் கேள்வி வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள உதவி வகைகளை  தவிர  மற்றொரு  உதவி வகை எது?",
          "options": [
      "தானம்",
      "கடன்",
      "விரும்பி செய்த உதவி",
      "பொருள்  உதவி"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி பல்வேறு வகையான உதவி வகைகளை பற்றி நமக்கு அறிமுகப்படுத்துகிறது. உதவி என்பது ஒரு மனிதாபிமான செயல். மனிதர்கள் ஒருவரையொருவர் உதவி செய்வதன் மூலம் நட்புறவை வளர்த்துக்கொள்ள முடியும் என்பதை நாம் புரிந்துகொள்ள வேண்டும்."
          }
        ,
          
  {
    
          "description": "“சில உதவிகள் அவர்கள் மீதுள்ள அன்பினால் செய்கிறோம்; சில உதவிகள் இரக்கத்தால் செய்கிறோம்”  என்பது  எந்த  நிலைமையை  குறிக்கிறது?",
          "options": [
      "அனைத்து  உதவிகளும்  நல்ல  நோக்கத்தால்  செயல்படுத்தப்படுகின்றன",
      "மனிதர்களிடையே  உள்ள  உணர்ச்சிகளின்  மாறுபாடு",
      "சில  உதவிகள்  சுயநலத்திற்காக  செயல்படுத்தப்படுகின்றன",
      "உதவி  செய்தல்  எப்போதும்  எளிதான  விஷயம்  அல்ல"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி  நாம் உதவி செய்யும் போது நம் மனதில் எந்த உணர்வு இருக்கும் என்பதை பற்றியும்  அதன் நோக்கம் பற்றியும் கேட்கிறது. உதவி செய்யும்போது நம் மனதில் இருக்கும் உணர்ச்சிகளை நாம் அறிந்து கொள்ள வேண்டும்."
          }
        ]