[
          
  {
    
          "description": "___________ என்னும் பித்தளைச் செம்பையோ, சிறிய குடத்தையோ தலையில் வைத்துத் தாளத்திற்கு ஏற்ப ஆடுவது, கரகாட்டம்.",
          "options": [
      "கரகம்",
      "மயில்",
      "காவடி",
      "தப்பு"
    ],
    "answer": "A",
    
          "additional_context": "பன்னெடுங்காலமாக மக்களால் விரும்பப்படும் மரபார்ந்த கலைகளில் ஒன்றே கரகாட்டம். 'கரகம்' என்னும் பித்தளைச் செம்பையோ, சிறிய குடத்தையோ தலையில் வைத்துத் தாளத்திற்கு ஏற்ப ஆடுவது, கரகாட்டம். இந்த நடனம் கரகம், கும்பாட்டம் என்றும் அழைக்கப்படுகிறது.\nகரகச் செம்பின் அடிப்பாகத்தை உட்புறமாகத் தட்டி, ஆடுபவரின் தலையில் நன்கு படியும்படி செய்கின்றனர். தலையில் செம்பு நிற்கும் அளவு எடையை ஏற்றுவதற்குச் செம்பில் மணலையோ பச்சரிசியையோ நிரப்புகின்றனர். கண்ணாடியாலும் பூக்களாலும் அழகூட்டிய கரகக் கூட்டின் நடுவில், கிளி பொம்மை பொருத்திய மூங்கில் குச்சியைச் செருகி வைத்து ஆடுகின்றனர். இதற்கு நையாண்டி மேள இசையும் நாகசுரம், தவில், பம்பை போன்ற இசைக்கருவிகளும் இசைக்கப்படுகின்றன. ஆணும் பெண்ணும் சேர்ந்து நிகழ்த்தும் கரகாட்டத்தில் சில நேரங்களில் ஆண், பெண் வேடமிட்டு ஆடுவதும் உண்டு. கரகாட்டம் நிகழ்த்துதலில் இத்தனைபேர்தான் நிகழ்த்த வேண்டும் என்ற வரையறை இல்லை. \n'நீரற வறியாக் கரகத்து' (புறம்.1) என்ற புறநானூற்றுப் பாடலடியில் கரகம் என்ற சொல் இடம்பெறுகிறது. சிலப்பதிகாரத்தில் மாதவி ஆடிய பதினொரு வகை ஆடல்களில் 'குடக்கூத்து' என்ற ஆடலும் குறிப்பிடப்படுகிறது. இதுவே கரகாட்டத்திற்கு அடிப்படை என்றும் கருதப்படுகிறது. இது தமிழகத்தில் மதுரை, திண்டுக்கல், திருச்சி, தஞ்சாவூர், கோயம்புத்தூர், திருநெல்வேலி முதலிய மாவட்டங்களில் நிகழ்த்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "_____________  கூட்டுக்குள் ஒருவர் தன் உருவத்தை மறைத்துக்கொண்டு, நையாண்டி மேளத்திற்கேற்ப ஆடும் ஆட்டமே மயிலாட்டமாகும்.",
          "options": [
      "புலி",
      "கரகம்",
      "மயில்",
      "பொய்க்கால் குதிரை"
    ],
    "answer": "C",
    
          "additional_context": "மயில் வடிவுள்ள கூட்டுக்குள் ஒருவர் தன் உருவத்தை மறைத்துக்கொண்டு, நையாண்டி மேளத்திற்கேற்ப ஆடும் ஆட்டமே மயிலாட்டமாகும். நையாண்டி மேளம் இசைக்க, காலில் கட்டப்பட்டுள்ள சலங்கை ஒலிக்க மயிலின் அசைவுகளை ஆடிக்காட்டுவர்.\nகரகாட்டத்தின் துணையாட்டமாகவும் மயிலாட்டம் ஆடப்படுகிறது. ஊர்ந்து ஆடுதல், மிதந்து ஆடுதல், சுற்றி ஆடுதல், இறகை விரித்தாடுதல், தலையைச் சாய்த்தாடுதல், தாவியாடுதல், இருபுறமும் சுற்றியாடுதல், அகவுதல், தண்ணீர் குடித்துக்கொண்டே ஆடுதல் ஆகிய அடவுகளைக் கலைஞர்கள் இவ்வாட்டத்தில் ஆடிக்காட்டுவர்."
          }
        ,
          
  {
    
          "description": "கா-என்பதற்குப் பாரந்தாங்கும் கோல் என்று பொருள். இருமுனைகளிலும் சம எடைகளைக் கட்டிய தண்டினைத் தோளில் சுமந்து ஆடுவது ______________ .",
          "options": [
      "மயிலாட்டம்",
      "கரகாட்டம்",
      "காவடியாட்டம்",
      "தப்பாட்டம்"
    ],
    "answer": "C",
    
          "additional_context": "கா-என்பதற்குப் பாரந்தாங்கும் கோல் என்று பொருள். இருமுனைகளிலும் சம எடைகளைக் கட்டிய தண்டினைத் தோளில் சுமந்து ஆடுவது காவடியாட்டம். மரத்தண்டின் இரு முனைகளிலும் சிற்ப வேலைப்பாடுள்ள பலகையைப் பொருத்தி, மூங்கில் குச்சிகளால் அரைவட்டமாக இணைக்கின்றனர். அந்த அரைவட்டப்பகுதியைப் பட்டுத்துணியால் மூடி அழகுபடுத்துகின்றனர். மேலும் மயிலிறகுக் கற்றைகளை இருபுறமும் பொருத்தி, மணிகளால் அழகுபடுத்திக் காவடியை உருவாக்குகின்றனர். காவடியின் அமைப்புக்கேற்ப மச்சக்காவடி, சர்ப்பக்காவடி, பூக்காவடி, தேர்க்காவடி, பறவைக்காவடி என்று அவற்றை அழைக்கின்றனர். இலங்கை, மலேசியா உட்பட, புலம்பெயர் தமிழர் வாழும் பிற நாடுகளிலும் காவடியாட்டம் ஆடப்படுகிறது."
          }
        ,
          
  {
    
          "description": "மரத்தாலான ___________  நின்றுகொண்டும் குதிரைவடிவுள்ள கூட்டை உடம்பில் சுமந்துகொண்டும் ஆடும் ஆட்டமே பொய்க்கால் குதிரையாட்டம்.",
          "options": [
      "பாவை",
      "கரகம்",
      "பொய்க்கால்",
      "தப்பு"
    ],
    "answer": "C",
    
          "additional_context": "'போலச்செய்தல்' பண்புகளைப் பின்பற்றி நிகழ்த்திக்காட்டும் கலைகளில் பொய்க்கால் குதிரையாட்டமும் ஒன்று. மரத்தாலான பொய்க்காலில் நின்றுகொண்டும் குதிரைவடிவுள்ள கூட்டை உடம்பில் சுமந்துகொண்டும் ஆடும் ஆட்டமே பொய்க்கால் குதிரையாட்டம். அரசன், அரசி வேடமிட்டு ஆடப்படும் இவ்வாட்டம் புரவி ஆட்டம், புரவி நாட்டியம் என்ற பெயர்களிலும் அழைக்கப்படுகிறது. இது மராட்டியர் காலத்தில் தஞ்சைக்கு வந்ததாகக் கூறப்படுகிறது.\nகலைஞர்கள் தங்கள் கால்களை மறைக்கும் உயரத்திற்குத் துணியைக் கட்டிக் கொள்கின்றனர். காலில் சலங்கை அணிந்தும் அரசன் அரசி உடையணிந்தும் கிரீடம் அணிந்தும் ஆடுகின்றனர். குதிரைமேல் ஏறிப் பயணம் செய்வது போன்று கடிவாளத்தை ஆட்டியும் காலை உயர்த்தியும் நான்கு புறமும் ஓடியும் ஆடுகின்றனர்."
          }
        ,
          
  {
    
          "description": "தோலில் செய்த வெட்டு வரைபடங்களை, விளக்கின் ஒளி ஊடுருவும் திரைச்சீலையில் பொருத்தி, கதைக்கேற்ப மேலும் கீழும் பக்கவாட்டிலும் அசைத்துக்காட்டி, உரையாடியும் பாடியும் காட்டுவது ___________  .",
          "options": [
      "கரகாட்டம்",
      "காவடியாட்டம்",
      "தோற்பாவைக் கூத்து",
      "தெருக்கூத்து"
    ],
    "answer": "C",
    
          "additional_context": "தோலில் செய்த வெட்டு வரைபடங்களை, விளக்கின் ஒளி ஊடுருவும் திரைச்சீலையில் பொருத்தி, கதைக்கேற்ப மேலும் கீழும் பக்கவாட்டிலும் அசைத்துக்காட்டி, உரையாடியும் பாடியும் காட்டுவது தோற்பாவைக் கூத்து. தோலால் ஆன பாவையைக் கொண்டு நிகழ்த்தும் கலையாதலால் தோற்பாவை என்னும் பெயர் பெற்றது. இதில் இசை, ஓவியம், நடனம், நாடகம், பலகுரலில் பேசுதல் ஆகியவை இணைந்துள்ளன. கூத்து நிகழ்த்தும் திரைச்சீலையின் நீளம், அகலம் ஆகியன பாவையின் அமைப்பையும் எண்ணிக்கையையும் பொறுத்து வேறுபடுகின்றன. இந்நிகழ்ச்சியில் பாவையின் அசைவு, உரையாடல், இசை ஆகியனவற்றோடு ஒளியும் முதன்மை பெறுகின்றது.\nபாவை குறித்த செய்திகள் சங்ககாலம்முதல் பதினெட்டாம் நூற்றாண்டுவரையான தமிழ் இலக்கியங்களில் காணப்படுகின்றன. திருக்குறளில் மரப்பாவையைப் பற்றிக் குறிப்பிடப்பட்டுள்ளது. திருவாசகத்திலும் பட்டினத்தார் பாடலிலும் தோற்பாவைக் கூத்து பற்றிய செய்திகளைக் காணமுடிகிறது. ஊர் ஊராகச் சென்று நிகழ்த்துகிற கூட்டுக்குடும்பக் கலையாகத் தோற்பாவைக் கூத்து விளங்குகிறது. தோற்பாவைக் கூத்து கையுறைப் பாவைக் கூத்து, பொம்மலாட்டம் என்பனவாகவும் மாற்றம் பெற்றுள்ளது."
          }
        ]