
[
  {
    "description": "“தானனி சிறப்புறுந் தனித்தமிழ் மொழியே” -  கா.நமச்சிவாயர்\n\nகா.நமச்சிவாயர் எழுதிய இந்தக் கவிதை வரியில் “தானனி சிறப்புறுந் தனித்தமிழ் மொழியே” என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
    "options": [
      "அ) தமிழ் மொழியின் சிறப்பை ",
      "ஆ) தமிழ் மொழியின் பழமையை",
      "இ) தமிழ் மொழியின் இனிமையை",
      "ஈ) தமிழ் மொழியின் தனித்தன்மையை"
    ],
    "answer": "D",
    "additional_context": "கா.நமச்சிவாயர் எழுதிய இந்தக் கவிதை வரியில் “தானனி சிறப்புறுந் தனித்தமிழ் மொழியே” என்ற சொற்றொடர் தமிழ் மொழியின் தனித்தன்மையை குறிக்கிறது. உலக மொழிகளிலேயே தமிழ் மொழிக்கு மட்டுமே  உள்ள சில சிறப்பான  தன்மைகள்  இருக்கின்றன.  தமிழ் மொழியைப் பற்றிய பெருமை கொள்வது  மட்டுமல்லாமல் அதை பாதுகாப்பது நம் அனைவரின் கடமை ஆகும்.  தமிழ் மொழியின்  தனித்தன்மையை  பற்றி  நமக்கு  தெரியும் என்றால்  தமிழ் மொழியைப்  பயன்படுத்துவதில் நாம்  கவனமாக இருக்க வேண்டும்"
  },
  {
    "description": "பின்வரும் எந்தத் தொடர், வண்ணச் சொற்களுக்குப் பதிலாக வேறு சொற்களைப் பயன்படுத்தி எழுதப்பட்ட தொடர்?",
    "options": [
      "a) கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறவரை அழைத்து வாருங்கள்.",
      "b) ஊட்டமிகு உணவு உண்டவர் நீண்ட வாழ்நாள் பெற்றார்.",
      "c) நேற்று என்னைச் சந்தித்தவர் என் நண்பர்.",
      "d) பொது அறிவு நூல்களைத் தேடிப் படித்தவர் போட்டித் தேர்வில் வென்றார்."
    ],
    "answer": "a",
    "additional_context": "கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறவரை அழைத்து வாருங்கள்.  இந்தத் தொடரில் காத்திருக்கிறவர் என்ற சொல் காத்திருக்கிறார் என்ற வினைமுற்றை வினையாலணையும் பெயராக மாற்றப்பட்டு பயன்படுத்தப்பட்டுள்ளது.  மற்ற தொடர்கள் அப்படி இல்லை"
  },
  {
    "description": "'சான்றோர் வளர்த்த தமிழ்' என்ற கட்டுரையில், தென்னாட்டு மக்கள் தமிழன்னையை எவ்வாறு கொண்டாடுகின்றனர்?",
    "options": [
      "a) தமிழன்னையைப் போற்றிப் பாடல்கள் பாடி,  சதகம் சமைத்து,  பரணி பாடி, கலம்பகம் கண்டு, உலாவந்து, அந்தாதி கூறி, கோவை யாத்து, அணியாகப் பூட்டி அழகூட்டி அகம்மிக மகிழ்ந்தனர்.",
      "b) தமிழ் மொழியின் சிறப்பைப் பற்றி கட்டுரைகள் எழுதி, தமிழ் மொழியை ஊக்குவிக்கும் நிகழ்ச்சிகளை நடத்துகின்றனர்.",
      "c) தமிழ் மொழியைப் பாதுகாப்பதற்காக அரசாங்கத்திடம் கோரிக்கைகள் வைக்கின்றனர்.",
      "d) தமிழ் மொழியைப் பற்றிய ஆய்வுகளை மேற்கொண்டு புதிய சொற்கள், சொற்றொடர்களை உருவாக்குகின்றனர்."
    ],
    "answer": "a",
    "additional_context": "தென்னாட்டு மக்கள் தமிழன்னையைப் போற்றிப் பாடல்கள் பாடி,  சதகம் சமைத்து,  பரணி பாடி, கலம்பகம் கண்டு, உலாவந்து, அந்தாதி கூறி, கோவை யாத்து, அணியாகப் பூட்டி அழகூட்டி அகம்மிக மகிழ்ந்தனர்.  தமிழ் மொழி பற்றிய பெருமை  தென்னாட்டு மக்களின்  இதயத்தில்  நிறைந்திருக்கிறது.  தமிழன்னையைப் பற்றிய  பாடல்கள்,  கட்டுரைகள்  எழுதுவதன் மூலம் தமிழ் மொழியின்  சிறப்பை உலகிற்கு  அறிவிக்க வேண்டும்"
  },
  {
    "description": "தொடர்களை இணைத்து எழுதுவதில்,  எந்தத் தொடரில் வண்ணச் சொல் ஒரு வினைமுற்றை வினையாலணையும் பெயராக மாற்றப்பட்டு பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "a) கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறார். அவரை அழைத்து வாருங்கள்.",
      "b) ஊட்டமிகு உணவு உண்டார். அவர் நீண்ட வாழ்நாள் பெற்றார்.",
      "c) நேற்று என்னைச் சந்தித்தார். அவர் என் நண்பர்.",
      "d) பொது அறிவு நூல்களைத் தேடிப் படித்தார். போட்டித் தேர்வில் வென்றார்."
    ],
    "answer": "a",
    "additional_context": "கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறார். அவரை அழைத்து வாருங்கள்.  இந்தத் தொடரில் காத்திருக்கிறார் என்ற சொல் காத்திருக்கிறார் என்ற வினைமுற்றை வினையாலணையும் பெயராக மாற்றப்பட்டு பயன்படுத்தப்பட்டுள்ளது.  மற்ற தொடர்கள் அப்படி இல்லை"
  },
  {
    "description": "'கனியிருக்கக் காய் புசித்தலைப் போல' என்ற தொடரின் பொருள் என்ன?",
    "options": [
      "a) மிகவும் சுவையான உணவை உண்பது.",
      "b) மிகவும் பயனற்ற செயலைச் செய்வது.",
      "c) வீண் வேலைப்பாடு செய்வது.",
      "d) நன்மை தருவதைத் தேடிப் பின் செல்வது."
    ],
    "answer": "c",
    "additional_context": "கனியிருக்கக் காய் புசித்தலைப் போல  என்ற சொல்  மிகவும் பயனற்ற செயலைச் செய்வதை குறிக்கிறது.  பயன்  இல்லாத ஒரு  செயலை  செய்வது  மட்டுமல்லாமல்  நமக்கு  சிரமத்தையும்  தரக்கூடும்.  சில  நேரங்களில்  நமக்கு  எல்லாம்   தெரிந்த  பொழுது  கூட  சில  தவறுகள் நடந்து விடுகின்றன.  அதனால்  எப்போதும்  கவனமாக இருக்க வேண்டும்"
  }
]
