
[
  {
    "description": "“ஒழுக்கம் விழுப்பம் தரலான் ஒழுக்கம் உயிரினும் ஓம்பப் படும்” என்ற குறளின் மூலம், திருவள்ளுவர் ஒழுக்கத்தை எவ்வாறு கருதுகிறார் என்பதைக் காட்டும் விருப்பமான விடை எது?",
    "options": [
      "ஒழுக்கம் ஒருவருக்குத் தனிப்பட்ட விருப்பத்தின் அடிப்படையிலானது.",
      "ஒழுக்கம் மனித வாழ்வின் மிக முக்கியமான அடிப்படை.",
      "ஒழுக்கம் மத நம்பிக்கையைப் போன்றது.",
      "ஒழுக்கம் ஒருவரின் சாதி அல்லது குலத்தைப் பொறுத்து வேறுபடும்."
    ],
    "answer": "B",
    "additional_context": "இந்த குறளில், “ஒழுக்கம் விழுப்பம் தரலான்” என்று கூறப்பட்டுள்ளது. அதாவது, எல்லாருக்கும் ஒழுக்கம் மரியாதை மற்றும் சிறப்பைக் கொண்டுவரும் என்கிறார்.  எனவே, அவர் ஒழுக்கத்தை உயிரினும் மேலானதாக கருதுகிறார்.  மேலும், தனிப்பட்ட விருப்பம் அல்லது மத நம்பிக்கை போன்றவை  ஒழுக்கத்தை தீர்மானிக்காது  என்பது இங்கு தெளிவாகிறது."
  },
  {
    "description": "“ஒழுக்கத்தின் எய்துவர் மேன்மை; இழுக்கத்தின் எய்துவர் எய்தாப் பழி” என்ற குறள், ஒழுக்கம் மற்றும் இழுக்கு ஆகியவற்றின் விளைவுகளை எவ்வாறு காட்டுகிறது?",
    "options": [
      "ஒழுக்கம் இழிவைத் தரும், ஆனால் இழுக்கு ஒருவர்க்குப் பெருமையைத் தரும்.",
      "ஒழுக்கம் ஒருவரைப் பழியிலிருந்து காக்காது, ஆனால் இழுக்கு புகழைத் தரும்.",
      "ஒழுக்கம் ஒருவரை மரியாதைக்குரியவராக ஆக்குகிறது, ஆனால் இழுக்கு ஒருவரை அவமானப்படுத்தும்.",
      "ஒழுக்கம் ஒருவரைப் பொருளாதார ரீதியாக வலுவாக ஆக்குகிறது, ஆனால் இழுக்கு ஒருவரை ஏழையாக ஆக்குகிறது."
    ],
    "answer": "C",
    "additional_context": "இந்த குறளில், ஒழுக்கத்தின் எய்துவர் மேன்மை மற்றும் இழுக்கத்தின் எய்துவர் எய்தாப் பழி என்று கூறப்பட்டுள்ளது.  இது ஒழுக்கமான வாழ்க்கை ஒருவரை மரியாதைக்குரியவராக ஆக்குகிறது, ஆனால் இழுக்கு ஒருவரை அவமானப்படுத்தும் என்கிறது.  பொருளாதார ரீதியான விளைவுகளைப் பற்றி இந்த குறள் குறிப்பிடவில்லை."
  },
  {
    "description": "“எப்பொருள் எத்தன்மைத் தாயினும் அப்பொருள் மெய்ப்பொருள் காண்ப தறிவு” என்ற குறள், “அறிவு” என்பதன் அடிப்படைத் தன்மையை எவ்வாறு விவரிக்கிறது?",
    "options": [
      "அறிவு என்பது வெறும் புத்தக அறிவு.",
      "அறிவு என்பது நாம் பார்க்கும் எல்லாவற்றையும் நம்புவது.",
      "அறிவு என்பது ஒரு பொருளின் உண்மையான இயல்பைப் புரிந்துகொள்வது.",
      "அறிவு என்பது ஒருவரின் அனுபவத்தின் மூலம் மட்டுமே பெறப்படுவது."
    ],
    "answer": "C",
    "additional_context": "இந்த குறள், ஒரு பொருளைப் பார்ப்பது போதுமானதல்ல. அதன் உண்மையான இயல்பைப் புரிந்துகொள்வதே  அறிவு என்கிறது.  எனவே,  வெறும் புத்தக அறிவு அல்லது அனுபவம் மட்டுமே அறிவைத் தீர்மானிக்காது என்பது இந்த குறளின் வாயிலாக தெளிவாகிறது."
  },
  {
    "description": "“காமம் வெகுளி மயக்கம் இவைமூன்றன் நாமம் கெடக்கெடும் நோய்” என்ற குறள், காமம், வெகுளி, மயக்கம் ஆகியவற்றை எவ்வாறு கருதுகிறது?",
    "options": [
      "காமம், வெகுளி, மயக்கம் ஆகியவை மனித வாழ்வின் இயல்பான பகுதிகள்.",
      "காமம், வெகுளி, மயக்கம் ஆகியவை ஒருவரை அழிவுக்குத் தள்ளும் துன்பங்கள்.",
      "காமம், வெகுளி, மயக்கம் ஆகியவை அனைத்து மனிதர்களுக்கும் பொதுவானவை.",
      "காமம், வெகுளி, மயக்கம் ஆகியவை ஒருவரின் பண்பாட்டைப் பொறுத்து வேறுபடும்."
    ],
    "answer": "B",
    "additional_context": "இந்த குறள், ஆசை (காமம்), கோபம் (வெகுளி), அறியாமை (மயக்கம்) ஆகியவை துன்பங்கள்,  மற்றும் அழிவுக்குத் தள்ளும் நோய்கள் என்று கூறுகிறது.  இந்த குறள் இவற்றை மனித வாழ்வின் இயல்பான பகுதிகள் அல்லது அனைவருக்கும் பொதுவானவை என்று கூறவில்லை."
  },
  {
    "description": "“அரியவற்றுள் எல்லாம் அரிதே பெரியாரைப் பேணித் தமராக் கொளல்” என்ற குறள், பெரியோரைப் போற்றுவதன் முக்கியத்துவத்தை எவ்வாறு வலியுறுத்துகிறது?",
    "options": [
      "பெரியோரைப் போற்றுவது ஒருவரை மரியாதைக்குரியவராக ஆக்குகிறது.",
      "பெரியோரைப் போற்றுவது ஒருவரின் சமூக நிலையை மேம்படுத்துகிறது.",
      "பெரியோரைப் போற்றுவது ஒருவரைப் பொருளாதார ரீதியாக வலுவாக ஆக்குகிறது.",
      "பெரியோரைப் போற்றுவது ஒருவரின் வாழ்க்கைக்கு வழிகாட்டுதல் மற்றும் ஆதரவைத் தரும்."
    ],
    "answer": "D",
    "additional_context": "பெரியோரைப் போற்றுவது ஒருவரின் வாழ்க்கைக்கு வழிகாட்டுதல் மற்றும் ஆதரவைத் தரும் என்கிறது.  இதன்மூலம், பெரியோர் ஒருவரின் வாழ்க்கைத் துணைவர்களாகவும்  வழிகாட்டிகளாகவும்  இருப்பார்கள் என்பது தெளிவாகிறது.  அவர்களை போற்றுவது அவர்களை நம் துணையாகக் கொள்ள உதவும் என்பதை  இந்த குறள் எடுத்துரைக்கிறது."
  }
]
