[
          
  {
    
          "description": "'கோல்டு பிஸ்கட்' என்ற சொல்லுக்குத் தமிழில் என்ன பொருள்?",
          "options": [
      "தங்கக் கட்டி",
      "வெள்ளிக் கட்டி",
      "ரொட்டி துண்டு",
      "கோல்டு பிஸ்கட்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி ஒரு பிறமொழிச் சொல்லைத் தமிழில் மொழிபெயர்க்கச் சொல்லி கேட்கிறது. இங்கே கோல்டு பிஸ்கட் என்ற வார்த்தையைத் தமிழில் மொழிபெயர்க்கச் சொல்லப்பட்டுள்ளது. கோல்டு பிஸ்கட் என்பது தங்கத்தால் ஆன ஒரு வகையான கட்டி. எனவே, இதற்கான சரியான தமிழ்ப் பொருள் 'தங்கக் கட்டி' என்பதுதான். "
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டுள்ள பாடலின் பகுதியிலிருந்து, கவிஞர் இயற்கையின் எந்தப் பண்பு பற்றி எடுத்துரைக்கிறார்?\n\n> சிறு நண்டு மணல்மீது\n> படமொன்று கீறும்\n> சிலவேளை அதைவந்து\n> அலை கொண்டு போகும்",
          "options": [
      "a) இயற்கையின் அழகு",
      "b) இயற்கையின் அழிவு",
      "c) இயற்கையின் மாறாத்தன்மை",
      "d) இயற்கையின் சீற்றம்"
    ],
    "answer": "d",
    
          "additional_context": "இந்தக் கேள்வி பாடலின் பகுதியில் இயற்கையின் எந்தப் பண்பு பற்றி சொல்லப்படுகிறது என்று கேட்கிறது. பாடலின் பகுதி சிறு நண்டு மணல் மீது படமொன்றைக் கீறுவது பற்றியும் அதனை அலை வந்து கொண்டு போய்விடுவது பற்றியும் குறிப்பிடுகிறது. இது இயற்கையின் சீற்றத்தைக் காட்டுகிறது. ஏனெனில், அலை எப்போது வேண்டுமானாலும் வந்து நண்டின் படத்தை அழித்துவிடும். எனவே, இதற்கான சரியான விடை 'இயற்கையின் சீற்றம்' என்பதுதான்."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டுள்ள துணைத் தொடர், எந்த முதன்மைத் தொடருடன் சரியாக பொருந்தும்?\n\n> கூத்துக் கலைஞர் பாடத் தொடங்கினார். \n\n> (அ) கூடியிருந்த மக்கள் அமைதியாயினர்.\n> (ஆ) அவரது பாடல் இனிமையாக இருந்தது.\n> (இ) ஊர்வலம் தொடங்கியது.\n> (ஈ) கூத்துக் கலைஞர்கள் மகிழ்ச்சியுடன் நடனமாடத் தொடங்கினர்.",
          "options": [
      "a) கூடியிருந்த மக்கள் அமைதியாயினர்.",
      "b) அவரது பாடல் இனிமையாக இருந்தது.",
      "c) ஊர்வலம் தொடங்கியது.",
      "d) கூத்துக் கலைஞர்கள் மகிழ்ச்சியுடன் நடனமாடத் தொடங்கினர்."
    ],
    "answer": "a",
    
          "additional_context": "இந்தக் கேள்வி துணைத் தொடரைக் கொண்டு முதன்மைத் தொடரைப் பொருத்தி எழுதுமாறு கேட்கிறது. துணைத் தொடர் கூத்துக் கலைஞர் பாடத் தொடங்கினார் என்பது. முதன்மைத் தொடர்களில் 'கூடியிருந்த மக்கள் அமைதியாயினர்' என்பது மட்டும் சரியாகப் பொருந்தும். ஏனெனில், கூத்துக் கலைஞர் பாடத் தொடங்கியவுடன் கூடியிருந்த மக்கள் அமைதியாகி கேட்பார்கள். எனவே, இதற்கான சரியான விடை 'கூடியிருந்த மக்கள் அமைதியாயினர்' என்பதுதான்."
          }
        ,
          
  {
    
          "description": "'Therukoothu' என்பது எந்த மாதிரியான கலை வடிவம்?",
          "options": [
      "a) பாரம்பரிய நடனம்",
      "b) பாரம்பரிய நாடகம்",
      "c) பாரம்பரிய இசை",
      "d) பாரம்பரிய கைவினை"
    ],
    "answer": "b",
    
          "additional_context": "இந்தக் கேள்வி 'தெருக்கூத்து' என்பது எந்த மாதிரியான கலை வடிவம் என்று கேட்கிறது. தெருக்கூத்து என்பது ஒரு பாரம்பரிய நாடக வடிவம். இது ஊர்களில் தெருக்களில் நடத்தப்படும் நாடக வடிவம். இதில் வீர காவியங்கள், புராணக் கதைகள் போன்றவை நடிக்கப்படும். தெருக்கூத்து நாடகங்கள் மக்களிடையே மிகவும் பிரபலமானவை. எனவே, இதற்கான சரியான விடை 'பாரம்பரிய நாடகம்' என்பதுதான்."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டுள்ள பிறமொழிச் சொல்லை தமிழ்ச்சொல்லாக மாற்றி எழுது:\n\n> கோல்டு பிஸ்கட்",
          "options": [
      "a) வெள்ளிக் கட்டி",
      "b) தங்கக் கட்டி",
      "c) வெண்கலக் கட்டி",
      "d) பித்தளைக்கட்டி"
    ],
    "answer": "b",
    
          "additional_context": "இந்தக் கேள்வி 'கோல்டு பிஸ்கட்' என்ற பிறமொழிச் சொல்லைத் தமிழில் மொழிபெயர்க்கச் சொல்லி கேட்கிறது. 'கோல்டு பிஸ்கட்' என்பது ஆங்கில மொழியில் தங்கக் கட்டி என்று பொருள்படும். எனவே, இதற்கான சரியான தமிழ்ப் பொருள் 'தங்கக் கட்டி' என்பதுதான்."
          }
        ]