
[
  {
    "description": "“நனந்தலை உலகம் வளைஇ நேமியொடு வலம்புரி பொறித்த மாதாங்கு தடக்கை நீர் செல, நிமிர்ந்த மாஅல் போல, பாடுஇமிழ் பனிக்கடல் பருகி, வலன் ஏர்பு, கோடு கொண்டு எழுந்த கொடுஞ் செலவு எழிலி பெரும்பெயல் பொழிந்த சிறுபுன் மாலை” -  இந்த வரிகளில் மழையின் தோற்றம் எப்படி வர்ணிக்கப்பட்டுள்ளது?",
    "options": [
      "a) மெதுவாகப் பொழியும் மழையின் அமைதி",
      "b) சீற்றம் மிக்க மழையின் வேகமான ஓட்டம்",
      "c) மென்மையான காற்றுடன் கூடிய மழை",
      "d)  சூரிய ஒளியால் பிரகாசிக்கும் மழை"
    ],
    "answer": "b",
    "additional_context": "“நனந்தலை உலகம் வளைஇ நேமியொடு வலம்புரி பொறித்த மாதாங்கு தடக்கை நீர் செல, நிமிர்ந்த மாஅல் போல, பாடுஇமிழ் பனிக்கடல் பருகி, வலன் ஏர்பு, கோடு கொண்டு எழுந்த கொடுஞ் செலவு எழிலி பெரும்பெயல் பொழிந்த சிறுபுன் மாலை” -  இந்த வரிகளில், மழையைத் தோற்றத்தில்  அகன்ற உலகத்தைச் சுற்றி விரைந்து செல்லும், திருமால்  பொறித்த சங்குப் போல, கடல் நீரைப் பருகிப் பெருத்தோற்றம் பெற்று விரைந்து மலை மீது எழுந்து,  சீற்றம்  மிக்க மழையாகப் பொழிவது போல வர்ணிக்கப்பட்டுள்ளது."
  },
  {
    "description": "“அருங்கடி மூதூர் மருங்கில் போகி, யாழ்இசை இன வண்டு ஆர்ப்ப, நெல்லொடு நாழி கொண்ட, நறுவீ முல்லை அரும்பு அவிழ் அலரி தூஉய், கைதொழுது, பெருமுது பெண்டிர், விரிச்சி நிற்ப” - இந்த பகுதி எதைப் பற்றி கூறுகிறது?",
    "options": [
      "a) மழைக்காலத்தில் மக்கள் மகிழ்ச்சியாக இருக்கும் காட்சி",
      "b)  தெய்வத்தை வழிபடும் முறையை",
      "c)  தெய்வத்தைப் போற்றும் வகையில் மக்கள் மலர் தூவி வழிபடும் காட்சி",
      "d)  தலைவன் வருகையை எதிர்நோக்கி காத்திருக்கும் பெண்கள்"
    ],
    "answer": "c",
    "additional_context": "“அருங்கடி மூதூர் மருங்கில் போகி, யாழ்இசை இன வண்டு ஆர்ப்ப, நெல்லொடு நாழி கொண்ட, நறுவீ முல்லை அரும்பு அவிழ் அலரி தூஉய், கைதொழுது, பெருமுது பெண்டிர், விரிச்சி நிற்ப” - இப்பகுதியில், மழை பெய்வதால் மலர்ந்த  மலர்களையும் நெல்லையும் எடுத்து, தெய்வத்தைப் போற்றும் வகையில் தூவி வழிபடும் காட்சி  வரணிக்கப்படுகிறது."
  },
  {
    "description": "“சிறுதாம்பு தொடுத்த பசலைக் கன்றின் உறுதுயர் அலமரல் நோக்கி, ஆய்மகள் நடுங்கு சுவல் அசைத்த கையள், “கைய ” கொடுங்கோற் கோவலர் பின்நின்று உய்த்தர இன்னே வருகுவர், தாயர்” என்போள்” - இப்பகுதியில் யார் யாரை ஆறுதல்படுத்துகிறார்கள்?",
    "options": [
      "a)  தலைவி தலைவனை",
      "b)  முதுபெண்டிர் தலைவியை",
      "c)  இடைமகள் கன்றை ",
      "d)  தலைவன் தலைவியை"
    ],
    "answer": "c",
    "additional_context": "“சிறுதாம்பு தொடுத்த பசலைக் கன்றின் உறுதுயர் அலமரல் நோக்கி, ஆய்மகள் நடுங்கு சுவல் அசைத்த கையள், “கைய ” கொடுங்கோற் கோவலர் பின்நின்று உய்த்தர இன்னே வருகுவர், தாயர்” என்போள்” - இப்பகுதியில், இடைமகள் பசியால் வாடிக்கொண்டிருக்கும் கன்றை ஆறுதல்படுத்துகிறாள்."
  },
  {
    "description": "“நல்லோர் விரிச்சி கேட்டல்” -  இந்த வார்த்தைகளின் பொருள் என்ன?",
    "options": [
      "a)  நல்ல மக்கள்  சொல்வதைக் கேட்பது ",
      "b)  நல்ல மக்கள் அவர்களுக்கு  வேண்டிய விஷயங்களைப் பற்றி கேட்பது",
      "c)  நல்ல சொல்லைக் கேட்பது ",
      "d)  நல்ல மக்களின் வாழ்க்கையைப் பற்றிக் கேட்பது "
    ],
    "answer": "b",
    "additional_context": "“நல்லோர் விரிச்சி கேட்டல்” -  இந்த வார்த்தைகளின் பொருள், நல்ல மக்கள் அவர்களுக்குத் தேவையான செய்திகளைப் பற்றி கேட்பது என்பதாகும்."
  },
  {
    "description": "முல்லைப்பாட்டு எந்த நிலத்தைப் பற்றிப் பாடப்பட்டது?",
    "options": [
      "a)  குறிஞ்சி நிலம்",
      "b)  முல்லை நிலம்",
      "c)  மருத நிலம்",
      "d)  நெய்தல் நிலம்"
    ],
    "answer": "b",
    "additional_context": "முல்லைப்பாட்டு  'முல்லை நிலம்' பற்றியது. இந்த  நிலம் காடுகளையும், காடும் சார்ந்த பகுதிகளையும் உள்ளடக்கியது. இதில் காடுகளும், காடு சார்ந்த பகுதிகளும் காணப்படும்."
  }
]
