
[
  {
    "description": "“பொருள்அல் லவற்றைப் பொருள்என்று உணரும் மருளான்ஆம் மாணாப் பிறப்பு.” இந்தக் குறளின் மூலம் வள்ளுவர் எதை எடுத்துக்காட்டுகிறார்?",
    "options": [
      "பொருளைப் பெறும் வழிகளை",
      "மனத்தின் மயக்கத்தை",
      "பொருளின் அருமை",
      "கல்வியின் முக்கியத்துவம்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் மெய் உணர்தல் என்ற அதிகாரத்தில் உள்ளது. பொருள் என்றாலே உண்மையான பொருளைச் சொல்லும், பணத்தை மட்டுமே பொருளாகக் கருதி, அதைப் பெறும் வழிகளைப் பற்றியே சிந்திக்கும், அத்தகைய மயக்கத்துக்கு ஆளாகும் மனிதனின் பிறப்பு வீணானது என்கிறது இந்தக் குறள். இதன் மூலம் மனத்தின் மயக்கத்தை வள்ளுவர் எடுத்துக்காட்டுகிறார்."
  },
  {
    "description": "“வலியார்க்கு மாறுஏற்றல் ஓம்புக ஓம்பா மெலியார்மேல் மேக பகை.” இந்தக் குறள் எந்தப் பண்புக்கு எதிரானது?",
    "options": [
      "நேர்மை",
      "அன்பு",
      "துணிச்சல்",
      "பணிவு"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் பகை மாட்சி என்ற அதிகாரத்தில் உள்ளது. வலியாரை எதிர்த்துப் போராடுவது ஆபத்தானது என்பதால் அதை விட்டுவிட்டு, பலமில்லாதவர்களைப் பகைத்து அவர்களை மிதித்து ஆள்வது தீய பண்பு என்பதை இந்தக் குறள் வலியுறுத்துகிறது. இதன் மூலம் அன்புக்கு எதிரான பண்பை வள்ளுவர் எடுத்துக்காட்டுகிறார்."
  },
  {
    "description": "“அன்புஒரீஇத் தன்செற்று அறம்நோக்காது ஈட்டிய ஒண்பொருள் கொள்வார் பிறர்.” வள்ளுவர் இங்கு எதை விமர்சிக்கிறார்?",
    "options": [
      "அறமற்ற பொருள் ஈட்டுதல்",
      "தன்னைச் சார்ந்து கொண்டவர்களை மறத்தல்",
      "தானே ஈட்டிய செல்வத்தை பகிர்ந்து கொள்ளாமை",
      "பிறரை நம்பி இருத்தல்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் நன்றிஇல் செல்வம் என்ற அதிகாரத்தில் உள்ளது. ஒருவர் தனக்கு அன்பு காட்டும் உறவினர்களையும், தனக்கு உதவி செய்தவர்களையும் மறந்து,  அறநெறி மீறி தானே ஈட்டிய செல்வத்தை மட்டும் பொருட்படுத்தினால், அவர் பிறரால் வெறுக்கப்படுவார் என்கிறார். இதன் மூலம் அறமற்ற பொருள் ஈட்டுதலை வள்ளுவர் விமர்சிக்கிறார்."
  },
  {
    "description": "“கருவியும் காலமும் செய்கையும் செய்யும் அருவினையும் மாண்டது அமைச்சு.” இந்தக் குறள் அமைச்சரின் எந்தத் தன்மை குறித்துப் பேசுகிறது?",
    "options": [
      "நீதியான ஆட்சி",
      "தேவைக்கேற்ப தன்னை மாற்றிக்கொள்ளும் தன்மை",
      "எல்லோருக்கும் நல்லது செய்ய வேண்டும் என்ற நோக்கம்",
      "அரசனுக்குத் துணை நிற்கும் தன்மை"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் அமைச்சு என்ற அதிகாரத்தில் உள்ளது. ஒரு அமைச்சர் கருவியாகவும், காலத்திற்கு ஏற்பவும், வேண்டிய செயல்களைச் செய்யவும், அந்தச் செயலுக்குத் துணைபுரியும் அருவியாகவும் இருக்க வேண்டும் என்கிறது இந்தக் குறள். அதாவது, தன்னைத் தேவைக்கேற்ப மாற்றிக்கொள்ளும் தன்மை  அமைச்சருக்கு அவசியம் என்கிறது இந்தக் குறள். "
  },
  {
    "description": "“நச்சப் படாதவன் செல்வம் நடுஊருள் நச்சு மரம்பழுத் தற்று.” இந்தக் குறளில் வள்ளுவர் செல்வத்தின் எந்தத் தன்மை குறித்துப் பேசுகிறார்?",
    "options": [
      "செல்வம் பெருமை தருகிறது",
      "செல்வம் வீண்படுதல்",
      "செல்வம் பயன் இல்லாமை",
      "செல்வம் அழிவுக்கு வழிவகுக்கும்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் குறள் நன்றிஇல் செல்வம் என்ற அதிகாரத்தில் உள்ளது. நல்லன செய்யாத ஒருவரிடம் செல்வம் இருந்தால், அது நஞ்சு மரம் பழுத்தது போல பயனற்று இருக்கும் என்கிறது இந்தக் குறள். அதாவது, செல்வம் அழிவுக்கு வழிவகுக்கும் என்பதை வள்ளுவர்  எடுத்துக்காட்டுகிறார்."
  }
]
