[
          
  {
    
          "description": "_______ இரண்டு மூன்று முறை அடுக்கித் தொடர்வது அடுக்குத் தொடர் ஆகும்.",
          "options": [
      "வினையெச்சம்",
      "பெயரெச்சம்",
      "ஒரு சொல்",
      "வேற்றுமை"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு சொல் இரண்டு மூன்று முறை அடுக்கித் தொடர்வது அடுக்குத் தொடர் ஆகும்.  உதாரணமாக 'வருக! வருக! வருக!'  இந்த தொடரில் 'வருக!' என்ற சொல் மூன்று முறை அடுக்கித் தொடர்ந்துள்ளது."
          }
        ,
          
  {
    
          "description": "'கேட்க வேண்டிய பாடல், சொல்லத் தக்க செய்தி' என்னும் தொடரில் _______ பெயரெச்சங்கள் பயன்படுத்தப்பட்டுள்ளன.",
          "options": [
      "தனிநிலை",
      "கூட்டுநிலை",
      "எதிர்மறை",
      "வினையெச்சம்"
    ],
    "answer": "B",
    
          "additional_context": " 'வேண்டிய', 'தக்க'  என்ற பெயரெச்சங்கள் 'கேட்க வேண்டிய பாடல், சொல்லத் தக்க செய்தி'  என்ற தொடரில் பயன்படுத்தப்பட்டுள்ளது.  ஒரு வினைச்சொல்லுடன் சேர்ந்து பொருள் தருவதால் இவை கூட்டுநிலைப் பெயரெச்சங்கள்."
          }
        ,
          
  {
    
          "description": "பின்வரும் கூற்றுகளில் எது தொகாநிலைத் தொடர் பற்றிய சரியான விளக்கம்?",
          "options": [
      "ஒரு சொல்லோடு வேறு சொல்லோ இணைந்து பொருள் தருவது.",
      "தொடரில் சொற்களுக்கு இடையில் சொல்லோ உருபோ மறைந்து வராமல் வெளிப்படையாகப் பொருளை உணர்த்துவது.",
      "சொற்களுக்கு இடையே ஏதேனும் ஒரு உருபு இருப்பது.",
      "சொற்களுக்கு இடையே  பொருள் மறைந்து இருப்பது."
    ],
    "answer": "B",
    
          "additional_context": "தொகாநிலைத் தொடர்கள் என்பது ஒரு வகைத் தொடர் ஆகும். இதில் சொற்களுக்கு இடையில் சொல்லோ, உருபோ மறைந்து வராமல் வெளிப்படையாகப் பொருள் உணர்த்தும். எடுத்துக்காட்டாக 'காற்று வீசியது' என்ற தொடரில் 'காற்று' என்ற எழுவாயும், 'வீசியது' என்ற பயனிலையும் வெளிப்படையாக இருந்து, இரண்டிற்கும் இடையே எந்த உருபும் இல்லாமல் வெளிப்படையாக பொருளை உணர்த்துகிறது. "
          }
        ,
          
  {
    
          "description": "'சாலச் சிறந்தது' என்ற தொடரின் வகை என்ன?",
          "options": [
      "எழுவாய்த்தொடர்",
      "பெயரெச்சத்தொடர்",
      "வினையெச்சத்தொடர்",
      "உரிச்சொல் தொடர்"
    ],
    "answer": "D",
    
          "additional_context": " 'சாலச் சிறந்தது'  என்ற தொடரில்  'சால' என்ற சொல் உரிச்சொல். 'சிறந்தது'  என்ற சொல் பயனிலை.  உரிச்சொல் பயனிலையுடன் சேர்ந்து வரும்போது அது உரிச்சொல் தொடர் எனப்படும்."
          }
        ,
          
  {
    
          "description": "'கேட்ட பாடல்' என்னும் தொடர் எந்த வகை தொடர்க்கு உதாரணம்?",
          "options": [
      "வினையெச்சத்தொடர்",
      "பெயரெச்சத்தொடர்",
      "வேற்றுமைத்தொடர்",
      "இடைச்சொல் தொடர்"
    ],
    "answer": "B",
    
          "additional_context": " 'கேட்ட பாடல்'  என்ற தொடரில்  'கேட்ட'  என்ற சொல் முற்றுப் பெறாத வினைச்சொல் (எச்ச வினை).  'பாடல்'  என்ற சொல் பெயர்ச்சொல்.  முற்றுப் பெறாத வினை, பெயர்ச்சொல்லைக் கொண்டு முடிவது பெயரெச்சத்தொடர் ஆகும். "
          }
        ]