
[
  {
    "description": "“தலைவிதிதான் வாழ்க்கையைத் தீர்மானிக்கிறது” என்ற கூற்று குறித்து ஸ்டீபன் ஹாக்கிங் என்ன சொல்லியிருக்கிறார்?",
    "options": [
      "தலைவிதிதான் வாழ்க்கையைத் தீர்மானிக்கிறது.",
      "விதி தீர்மானிக்கிறது என்றால் சாலையைக் கடக்கும்போது ஏன் இருபுறமும் பார்த்துக் கடக்கிறார்கள்?",
      "தலைவிதிதான் வாழ்க்கையைத் தீர்மானிக்கிறது. அதனால் சாலையைக் கடக்கும்போது ஏன் இருபுறமும் பார்த்துக் கடக்கிறார்கள்?",
      "விதி தீர்மானிக்கிறது என்றால் சாலையைக் கடக்கும்போது இருபுறமும் பார்த்துக் கடக்க வேண்டிய அவசியமில்லை."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங், தலைவிதி பற்றிய கருத்தை கேலி செய்து, “தலைவிதிதான் வாழ்க்கையைத் தீர்மானிக்கிறது என நம்புபவர்களைப் பார்த்தால் எனக்குச் சிரிப்புதான் வருகிறது. விதிதான் தீர்மானிக்கிறது என்றால் சாலையைக் கடக்கும்போது ஏன் இருபுறமும் பார்த்துக் கடக்கிறார்கள்?” என்று கூறியிருக்கிறார். இதன் மூலம், தன்னம்பிக்கையுடன் இருப்பதன் முக்கியத்துவத்தை அவர் எடுத்துக்காட்டுகிறார்."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங், சூடான காற்று நிரம்பிய பலூனில் வானில் பறந்து எதை கொண்டாடினார்?",
    "options": [
      "தன் 70ஆவது பிறந்த நாளை",
      "தன் 60ஆவது பிறந்த நாளை",
      "தன் 50ஆவது பிறந்த நாளை",
      "தன் 40ஆவது பிறந்த நாளை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங், தனது 60வது பிறந்த நாளை சூடான காற்று நிரம்பிய பலூனில் வானில் பறந்து கொண்டாடினார். இது போன்ற மகிழ்ச்சியான தருணங்களும் அவரது வாழ்க்கை பயணத்தில் இடம்பெற்றிருக்கின்றன."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங்கின் வாழ்க்கைப் பயணம் குறித்து இக்கட்டுரை என்ன கருத்து தெரிவிக்கிறது?",
    "options": [
      "அறிவியல் உலகில் மட்டுமன்றி, சமூக உளவியல் அடிப்படையிலும் தன்னம்பிக்கையின் சிகரமாக விளங்கியவர் ஸ்டீபன் ஹாக்கிங்.",
      "ஸ்டீபன் ஹாக்கிங் ஒரு மிகவும் அறிவார்ந்த விஞ்ஞானி.",
      "ஸ்டீபன் ஹாக்கிங் ஒரு மிகவும் சாதாரண மனிதர்.",
      "ஸ்டீபன் ஹாக்கிங் ஒரு சாதாரண மனிதர்களைப் போலவே வாழ்ந்தார்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங், உடல் ஊனத்தை வென்று, அறிவியல் உலகில் மட்டுமன்றி, சமூக உளவியல் அடிப்படையிலும் தன்னம்பிக்கையின் சிகரமாக விளங்கியவர் என்று கட்டுரை எடுத்துக்காட்டுகிறது. இது அவரது வாழ்க்கைப் பயணத்தின் முக்கியமான கருத்தாகும்."
  },
  {
    "description": "கீழ்க்கண்ட கூற்றுகளில் எது ஸ்டீபன் ஹாக்கிங் பற்றிய விளக்கத்திற்கு ஏற்றது?",
    "options": [
      "தனது உடல் ஊனத்தை வென்று, கருந்துளை பற்றிய ஆராய்ச்சிகளை மேற்கொண்டவர்.",
      "அறிவியல் கோட்பாடுகளை எளிய மக்களுக்கும் புரியும் வண்ணம் எழுதி வெளியிட்டவர்.",
      "கடவுள் என்ற கோட்பாட்டை மறுத்து, இயற்கையின் நிகழ்வுகளை அறிவியல் அடிப்படையில் விளக்க முயன்றவர்.",
      "மேற்கண்ட மூன்றும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் தனது உடல் ஊனத்தை வென்று, கருந்துளை பற்றிய ஆராய்ச்சிகளை மேற்கொண்டார். அறிவியல் கோட்பாடுகளை எளிய மக்களுக்கும் புரியும் வண்ணம் எழுதி வெளியிட்டார். கடவுள் என்ற கோட்பாட்டை மறுத்து, இயற்கையின் நிகழ்வுகளை அறிவியல் அடிப்படையில் விளக்க முயன்றார். இவை அனைத்தும் ஸ்டீபன் ஹாக்கிங்கைப் பற்றிய விளக்கத்திற்கு ஏற்ற கூற்றுகள்."
  },
  {
    "description": "“கருந்துளையின் ஈர்ப்பு எல்லையிலிருந்து (Event Horizon) கதிர்வீச்சுகள் வெளிப்பட்டுக் கொண்டிருக்கின்றன.” –  இந்தத் தொடரில் பயன்படுத்தப்பட்ட “ஈர்ப்பு எல்லை” என்ற சொல்லுக்குப் பொருத்தமான மாற்றுச் சொல் எது?",
    "options": [
      "கருந்துளையின் உட்புறம்",
      "கருந்துளையின் நுழைவுப் பகுதி",
      "கருந்துளையின் ஈர்ப்பு விசை",
      "கருந்துளையின் மையப் புள்ளி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“ஈர்ப்பு எல்லை” என்பது கருந்துளையின் நுழைவுப் பகுதி. கருந்துளைக்குள் செல்லும் ஒளி கூட இந்த ஈர்ப்பு எல்லையிலிருந்து வெளியேற முடியாது என்பது குறிப்பிடத்தக்கது."
  }
]
