[
          
  {
    
          "description": "“சோலையில் புகுவேன்; மரங்கள் கூப்பிடும்; விருந்து வைக்கும், ஆலமர நிழலில் அமர்வேன்; ஆல்,’என் விழுதைப் பார். அந்த அரசுக்கு இஃது உண்டா?’ என்னும். அரசு கண்ணிற்படும். ‘யான் விழுதின்றி வானுற ஓங்கிநிற்கிறேன், என்னை மக்கள் சுற்றிச் செல்கிறார்கள், காண்’ என்னும்...” - இந்த உரைநடைத் தொடரில் பயன்படுத்தப்பட்டுள்ள அணி எது?",
          "options": [
      "உவமை",
      "உருவகம்",
      "எடுத்துக்காட்டு உவமை",
      "இலக்கணை"
    ],
    "answer": "D",
    
          "additional_context": "இந்தத் தொடரில் ஆலமரம், அரசு மரம், வேம்பு, அத்தி, நாகை, விளா, மா, வில்வம் என  பல்வேறு மரங்களை உயிர்ப்பித்து உரையாடல் நடத்திப் பேசியுள்ளார். மரங்களை உயிர்ப்பித்து பேசுவது உயிர் இல்லாத பொருள்களை உயிர் உள்ளன போலவும், உணர்வு இல்லாத பொருள்களை உணர்வுடையன போலவும் கற்பனை செய்வதாகும். இதனை இலக்கணை என்று கூறுவார்கள். இலக்கணை என்பது உயிர் இல்லாத பொருள்களை உயிர் உள்ளன போலவும் உணர்வு இல்லாத பொருள்களை உணர்வுடையன போலவும் கற்பனை செய்வதை குறிக்கும்."
          }
        ,
          
  {
    
          "description": "“தென்றல் அசைந்துவரும் தென்தமிழ் நாட்டில் அமைந்த திருக்குற்றாலம், மலைவளம் படைத்த பழம்பதியாகும். அம்மலையிலே, கோங்கும் வேங்கையும் ஓங்கி வளரும்; குரவமும் முல்லையும் நறுமணங் கமழும்! கோலமாமயில் தோகை விரித்தாடும்; தேனுண்ட வண்டுகள் தமிழ்ப் பாட்டிசைக்கும்; இத்தகைய மலையினின்று விரைந்து வழிந்திறங்கும் வெள்ளருவி வட்டச் சுனையிலே வீழ்ந்து பொங்கும்பொழுது சிதறும் நீர்த் திவலைகள் பாலாவிபோற் பரந்தெழுந்து மஞ்சினோடு சேர்ந்து கொஞ்சிக் குலாவும்” - இந்த உரைநடைத் தொடரில் எந்த அணி  பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "உவமை",
      "உருவகம்",
      "எடுத்துக்காட்டு உவமை",
      "இலக்கணை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தத் தொடரில் 'நீர்த் திவலைகள் பாலாவிபோற் பரந்தெழுந்து' என்ற பகுதியில் நீர்த்திவலைகளை பாலாவி என ஒப்பிட்டுள்ளார்கள். இதனை உவமை என்று கூறுவர். உவமை என்பது ஒரு பொருளை மற்றொரு பொருளுடன் ஒப்பிட்டு கூறுவது ஆகும்."
          }
        ,
          
  {
    
          "description": "“வாழ்க்கை நடத்துவதற்குப் பொருள்கள்பல வேண்டும். அரிசி, காய், கனி முதலியவை வேண்டும். உடை, வீடு முதலியவை வேண்டும். காசும் காகித நோட்டும் வேண்டும், இன்னும் பல வேண்டும். இவற்றை ஆளும் அறிவும் வேண்டும்”  -  இந்த உரைநடைத் தொடரில் பயன்படுத்தப்பட்டுள்ள அணி எது?",
          "options": [
      "சொல்லடைவு",
      "மெய்ம்மை",
      "சொல்லும் முறை அழுத்தம்",
      "எதிரிணை இசைவு"
    ],
    "answer": "A",
    
          "additional_context": "இந்தத் தொடரில் அரிசி, காய், கனி, உடை, வீடு, காசு, காகித நோட்டு, அறிவு என பல்வேறு பொருள்கள் குறிப்பிடப்பட்டுள்ளன. அவை ஒரே வகையைச் சேர்ந்தவை. இதனை சொல்லடைவு என்று கூறுவார்கள். சொல்லடைவு என்பது  பல்வேறு சொற்களை அல்லது சொற்றொடர்களை ஒரு தொடரில் தொடர்ந்து பயன்படுத்தும் முறை ஆகும்."
          }
        ,
          
  {
    
          "description": "“கலப்பில்லாத பொய்” - இந்த தொடரில் பயன்படுத்தப்பட்டுள்ள அணி எது?",
          "options": [
      "சொல்லடைவு",
      "மெய்ம்மை",
      "சொல்லும் முறை அழுத்தம்",
      "சொல்முரண்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தத் தொடரில் கலப்பில்லாத பொய்  என்ற தொடரில் கலப்பில்லாத என்ற சொல் பொய்யின் தன்மையை எதிர்க்கிறது. இதனை சொல்முரண் அணி என்று கூறுவார்கள். சொல்முரண் என்பது  ஒரு தொடரில் இரண்டு எதிர் மறை பொருள் கொண்ட சொற்களை இணைத்து  எழுதுவது ஆகும்."
          }
        ,
          
  {
    
          "description": "“குடிசைகள் ஒரு பக்கம்; கோபுரங்கள் மறுபக்கம்; பசித்த வயிறுகள் ஒருபக்கம்; புளிச்சேப்பக்காரர்கள் மறுபக்கம்: மெலிந்த எலும்புக்கூடுகள் ஒருபக்கம்; பருத்த தொந்திகள் மறுபக்கம்; கேடுகெட்ட இந்தச் சமுதாயத்திற்கு என்றைக்கு விமோசனம்? தோழர்களே, சிந்தியுங்கள்!' - இந்த உரைநடைத் தொடரில் பயன்படுத்தப்பட்டுள்ள அணி எது?",
          "options": [
      "சொல்லடைவு",
      "மெய்ம்மை",
      "சொல்லும் முறை அழுத்தம்",
      "எதிரிணை இசைவு"
    ],
    "answer": "D",
    
          "additional_context": "இந்தத் தொடரில் குடிசைகள் - கோபுரங்கள், பசித்த வயிறுகள் - புளிச்சேப்பக்காரர்கள், மெலிந்த எலும்புக்கூடுகள் - பருத்த தொந்திகள் என எதிர் மறை பொருள் கொண்ட சொற்கள்  ஒன்றையொன்று எதிர்த்து நிற்கின்றன. இதனை எதிரிணை இசைவு அணி என்று கூறுவார்கள். எதிரிணை இசைவு என்பது  ஒரு தொடரில் எதிரிணை பொருள் கொண்ட  சொற்கள் அல்லது தொடர்கள்  ஒன்றையொன்று எதிர்த்து நிற்கும்படி எழுதுவது ஆகும்."
          }
        ]