
[
  {
    "description": "தொழிற்பெயர், வினையாலணையும் பெயர் ஆகியவற்றில் உள்ள முக்கிய வேறுபாடுகளில் ஒன்று என்ன?",
    "options": [
      "தொழிற்பெயர் காலம் காட்டும், வினையாலணையும் பெயர் காலம் காட்டாது.",
      "வினையாலணையும் பெயர் காலம் காட்டும், தொழிற்பெயர் காலம் காட்டாது.",
      "தொழிற்பெயர் மூவிடத்திற்கும் உரியது, வினையாலணையும் பெயர் படர்க்கைக்கே உரியது.",
      "வினையாலணையும் பெயர் மூவிடத்திற்கும் உரியது, தொழிற்பெயர் படர்க்கைக்கே உரியது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஒரு வினைமுற்று பெயரின் தன்மையை அடைந்து வேற்றுமை உருபு ஏற்றும் ஏற்காமலும் வேறொரு பயனிலையைக் கொண்டு முடிவது வினையாலணையும் பெயர் எனப்படும். அது தன்மை, முன்னிலை, படர்க்கை ஆகிய மூன்று இடங்களிலும் மூன்று காலங்களிலும் வரும். தொழிற்பெயர் ஒரு வினை அல்லது செயலைக் குறிக்கும் பெயரானது எண், இடம், காலம், பால் ஆகியவற்றைக் குறிப்பாகவோ வெளிப்படையாகவோ உணர்த்தாமல் வருவது தொழிற்பெயர் எனப்படும். "
  },
  {
    "description": "“எங்கிறைவன்” என்ற சொல்லில் காணப்படும் அளபெடை எது?",
    "options": [
      "உயிரளபெடை",
      "ஒற்றளபெடை",
      "சொல்லிசை அளபெடை",
      "இன்னிசை அளபெடை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "செய்யுளில் ஓசை குறையும்போது அதனை நிறைவுசெய்ய மெய்யெழுத்துகளான ங், ஞ், ண், ந், ம், ன், வ், ய், ல், ள் ஆகிய பத்தும், ஃஎன்னும் ஆய்த எழுத்தும் அளபெடுப்பது ஒற்றளபெடை ஆகும்.  “எங்கிறைவன்” என்ற சொல்லில் ங் எழுத்து அளபெடை பெற்றுள்ளதால் இது ஒற்றளபெடை ஆகும்."
  },
  {
    "description": "“மொழி முதல், மொழியிடை, மொழியிறுதி” ஆகியவற்றில் காணப்படும் உயிரளபெடை எது?",
    "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "இவை அனைத்தும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "செய்யுளில் ஓசை குறையும்போது அதனை நிறைவு செய்ய, நெட்டெழுத்துகள் அளபெடுத்தலைச் செய்யுளிசை அளபெடை என்போம். இதனை இசைநிறை அளபெடை என்றும் கூறுவர்.  “மொழி முதல், மொழியிடை, மொழியிறுதி” ஆகியவற்றில் காணப்படும் அளபெடை, செய்யுளின் ஓசை குறையும்போது அதனை நிறைவு செய்வதற்காகப் பயன்படுத்தப்பட்டுள்ளது. எனவே இது செய்யுளிசை அளபெடை ஆகும். "
  },
  {
    "description": "“கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்” என்ற வரியில் பயன்படுத்தப்பட்டுள்ள அளபெடை எது?",
    "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "ஒற்றளபெடை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "செய்யுளில் ஓசை குறையாத இடத்திலும் இனிய ஓசைக்காக குறில் நெடிலாகி அளபெடுப்பது இன்னிசை அளபெடை ஆகும்.   “கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்” என்ற வரியில்  ‘கெடுப்பதூஉம்’ என்பதில் ‘உ’ எனும் உயிர் நீண்டு அளபெடுத்திருப்பதால் இது இன்னிசை அளபெடை ஆகும். "
  },
  {
    "description": "“நசைஇ”  என்ற சொல்லில் காணப்படும் அளபெடை எது?",
    "options": [
      "உயிரளபெடை",
      "ஒற்றளபெடை",
      "சொல்லிசை அளபெடை",
      "இன்னிசை அளபெடை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "செய்யுளில் ஒரு பெயர்ச்சொல் எச்சச் சொல்லாகத் திரிந்து அளபெடுப்பது சொல்லிசை அளபெடை ஆகும்.  “நசைஇ”  என்ற சொல்லில்  ‘நசை’  என்ற பெயர்ச்சொல் எச்சச் சொல்லாகத் திரிந்து அளபெடை பெற்றுள்ளது. எனவே இது சொல்லிசை அளபெடை ஆகும். "
  }
]
