
[
  {
    "description": "அதசி என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "மிளகு",
      "வருத்தம்",
      "வெள்ளை",
      "துரிஞ்சில்"
    ],
    "answer": "c",
    "additional_context": "இந்தப் பாடத்தில் வரும் ஒரு சொல் “அதசி”. அதசி என்பது வெள்ளை என்ற பொருள் கொண்டது. உதாரணமாக, “அதசி வண்ணப் பூக்கள்” என்று கூறலாம். இது ஒரு பழமையான சொல். இப்போது அரிதாகவே பயன்படுத்தப்படுகிறது."
  },
  {
    "description": "துரிஞ்சில் என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "மிளகு",
      "வருத்தம்",
      "வெள்ளை",
      "துரிஞ்சில்"
    ],
    "answer": "d",
    "additional_context": "துரிஞ்சில் என்ற சொல் இப்போது பயன்படுத்தப்படுவதில்லை. இதற்கு “வருத்தம்” என்று பொருள். உதாரணமாக, “எனக்குத் துரிஞ்சில் ஏற்பட்டது” என்று கூறலாம். இதற்கு “எனக்கு வருத்தம் ஏற்பட்டது” என்று பொருள்."
  },
  {
    "description": "கவிதைப் பகுதியில், தாய் தன் மகளுக்கு என்ன கற்றுக்கொடுக்க விரும்புகிறாள்?",
    "options": [
      "அழகுப் பொருட்கள் வாங்கி அணிவதன் முக்கியத்துவம்",
      "பொருளாதாரத்தை எவ்வாறு நிர்வகிப்பது",
      "கல்வி மற்றும் நல்லொழுக்கத்தின் முக்கியத்துவம்",
      "நிதி ஆதாரங்கள் எவ்வாறு பெறுவது"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கவிதையில், தாய் தன் மகளுக்கு கல்வியின் முக்கியத்துவத்தைப் பற்றிச் சொல்கிறாள். கல்வியால் மட்டுமே பெண்கள் வாழ்வில் வெற்றி பெற முடியும் என்று அவர் கூறுகிறார். கல்வியே உண்மையான நகை, உண்மையான ஆபரணம் என்கிறார். பெண்கள் கற்பதன் மூலம் சமூகத்தில் மதிக்கப்படுவார்கள் என்கிறார்."
  },
  {
    "description": "கவிதைப்பகுதியில், \"துன்கைகட்கு விலங்கு\" என்ற சொற்றொடர் என்ன குறிக்கிறது?",
    "options": [
      "விலையுயர்ந்த வளையல்",
      "கடனுக்கு வாங்கிய வளையல்",
      "சம்பாதித்த பணத்தின் அடையாளம்",
      "வருத்தனை மற்றும் மனக்கஷ்டம்"
    ],
    "answer": "D",
    "additional_context": "கவிதையில் தாய், தன் மகளுக்கு  கடன் வாங்கி வளையல் அணிவதன் மூலம் வருத்தம் ஏற்படும் என்கிறார். கல்விதான் பெண்ணிற்கு உண்மையான ஆபரணம் என்று கூறுகிறார். கல்விதான்  பெண்ணின் உண்மையான பலம். கல்வி மதிப்புடையது."
  },
  {
    "description": "கவிதைப்பகுதியில்,  \"அவர்சொல்வ துன்கைகட்கு விலங்கு\" என்ற வரியுடன் தொடர்புடைய சொற்றொடர் எது?",
    "options": [
      "சொல்லி விட்டேன் உனக்கு இப்போது!",
      "நீதர் மொழியை வெகுபணிவாய் – நிதம்",
      "பக்கியென் றென்னை யெல்லோரும்",
      "கைக்கிரண்டு வளையல் வீதம்"
    ],
    "answer": "D",
    "additional_context": "கவிதையில் “கைக்கிரண்டு வளையல் வீதம்” என்ற வரியுடன் “அவர்சொல்வ துன்கைகட்கு விலங்கு” என்ற வரி தொடர்புடையது.  கைக்கிரண்டு வளையல் வாங்க மகள் கடன் வாங்க வேண்டும் என்கிறாள். அது தன்னை வருத்தத்திற்குள்ளாக்கும் என்பதைத் தாய்  சுட்டிக்காட்டுகிறாள்.  கடன் வாங்கி வாழ்வது வருத்தம் தரும் என்பதைத் தாயார்  மகளுக்கு எடுத்துரைக்கிறாள்."
  }
]
