
[
  {
    "description": "கவிதையில் \"சாளரத்தின் கதவுகள், சட்டம்\" எனக் குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் கவிஞர் என்ன கூற விரும்புகிறார்?",
    "options": [
      "சாளரத்தின் கதவுகள் எப்போதும் சட்டத்திற்குட்பட்டே இருக்க வேண்டும்.",
      "சாளரங்கள் காற்று, புழுதி போன்றவற்றைத் தடுத்து நம்மைப் பாதுகாக்க வேண்டும்.",
      "மனிதர்களும் சாளரங்களைப் போலவே சட்டங்களுக்கு உட்பட்டே வாழ வேண்டும்.",
      "சாளரங்கள் ஒரு வீட்டின் அழகைக் கூட்டும் அம்சம்."
    ],
    "answer": "B",
    "additional_context": "கவிதைப் பகுதியில் சாளரங்கள் காற்று, புழுதி போன்றவற்றைத் தடுத்து நம்மைப் பாதுகாப்பதாகக் கூறப்பட்டுள்ளது. அதாவது, சாளரங்கள் நமக்குப் பாதுகாப்பு அளிக்கின்றன என்பதைக் குறிப்பிடுகிறது."
  },
  {
    "description": "கவிதையில் \"ஓய்ந்திடில் உலகமில்லை!\" எனக் கூறப்பட்டுள்ளது. இதற்கான பொருள் என்ன?",
    "options": [
      "அனைத்து உயிரினங்களும் ஓய்வின்றி இயங்கிக்கொண்டே இருக்க வேண்டும்.",
      "உலகில் எப்போதும் பணிகள் நடைபெற்றுக்கொண்டே இருக்கும், ஓய்வு கிடையாது.",
      "மனிதர்கள் மட்டும்தான் உலகை இயக்க முடியும்.",
      "பணிகளைச் செய்யாமல் இருப்பது தவறு."
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதைப் பகுதியில் பணிகளை மட்டுமே குறிப்பிடப்படுகிறது.  இயக்கமே இல்லாமல் உலகில் எதுவும் நிலைத்திருக்காது.  உலகில் பணிகளை செய்வது தொடர்ந்து நடைபெறும் ஒரு செயல் என்பதை இது விளக்குகிறது. "
  },
  {
    "description": "\"கோடை வயல்\" என்ற தொகுப்பில் உள்ள கவிதை \"தி.சொ.வேணுகோபாலன்\" என்பவரால் எழுதப்பட்டதாகக் கூறப்பட்டுள்ளது. அவர் எந்த துறையில் பணியாற்றினார்?",
    "options": [
      "மருத்துவர்",
      "எழுத்தாளர்",
      "எந்திரவியல் பேராசிரியர்",
      "கவிஞர்"
    ],
    "answer": "C",
    "additional_context": "தி.சொ.வேணுகோபாலன் என்பவர் திருவையாற்றில் பிறந்தவர்; மணிப்பால் பொறியியல் கல்லூரியில் எந்திரவியல் பேராசிரியராகப் பணியாற்றியவர்."
  },
  {
    "description": "கவிதைப் பகுதியில் \"கரையான் மண் வீடு கட்டும்\" என்ற வரி இடம்பெற்றுள்ளது. இதற்கான பொருள் என்ன?",
    "options": [
      "கரையான்கள் மண்ணால் வீடு கட்டும் திறன் கொண்டவை.",
      "மனிதர்கள் தங்கள் கடமைகளைச் சரியாகச் செய்ய வேண்டும் என்பதைச் சுட்டிக்காட்டுகிறது.",
      "கரையான்கள் மனிதர்களைப் போலவே கடினமாக உழைக்கின்றன.",
      "மனிதர்கள் இயற்கையின் அழகைப் பாராட்ட வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதைப் பகுதியில் கரையான் மண் வீடு கட்டும் செயலை உதாரணமாகக் கொடுத்து, அந்தந்த கடமைகளைத் தவறாமல் செய்ய வேண்டும் என்ற செய்தியை இது எடுத்துரைக்கிறது."
  },
  {
    "description": "\"அறம் சார்ந்து வளர வேண்டும்\" என்ற வாக்கியத்தின் பொருள் என்ன?",
    "options": [
      "அறத்தைப் பின்பற்றுவது மிகவும் முக்கியம்.",
      "எல்லாப் பணிகளும் அறத்திற்கானவையாக இருக்க வேண்டும்.",
      "அறத்தை மட்டும் பின்பற்றிப் போதாது, இயக்கமும் தேவை.",
      "பணிகள் அறம் சார்ந்து வளர வேண்டும் என்பது இயற்கை விதி."
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதையில் அறம் என்பது பணிகளோடு இணைக்கப்பட்டுள்ளது.  எல்லா பணிகளும் அறத்திற்கானவையாக இருக்க வேண்டும் என்று கவிதை கூறுகிறது. "
  }
]
