
[
  {
    "description": "கீழ்க்கண்டவற்றுள் எது பாரதியாரின் \"கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில்...\" என்ற பாடலின் கருப்பொருள் அல்ல?",
    "options": [
      "உணவுத் தயாரிக்கும் முறை",
      "சத்திரத்தின் புகழ்",
      "சாதாரண மக்களின் வாழ்க்கை",
      "சமுதாய சமத்துவம்"
    ],
    "answer": "B",
    "additional_context": "காளமேகப் புலவர் இயற்றிய \"கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில்...\" என்ற பாடல் ஒரு சத்திரத்தின் புகழைப் பற்றிப் பாடப்பட்டதல்ல. இப்பாடல் சத்திரத்தின் வசதி வாய்ப்புகளைப் பற்றி விவரிக்கிறது.  இதில் உணவுத் தயாரிக்கும் முறை, சாதாரண மக்களின் வாழ்க்கை, சமுதாய சமத்துவம் போன்ற கருப்பொருள்கள் குறிப்பிடப்படுகின்றன. சத்திரத்தின் புகழைப் பற்றிய கருப்பொருள் குறிப்பிடப்படவில்லை."
  },
  {
    "description": "\"அத்தமிக்கும் போது அரிசிவரும்\" என்ற வரியின் கருத்து என்ன?",
    "options": [
      "அரிசி விளைச்சல்",
      "அரிசி விற்பனை",
      "உணவுத் தயாரிப்பு",
      "உணவு பரிமாறல்"
    ],
    "answer": "C",
    "additional_context": "\"அத்தமிக்கும் போது அரிசிவரும்\" என்ற வரி உணவுத் தயாரிப்பு குறித்து கூறுகிறது. அத்தமிக்கும் போது அரிசி வந்து சேர்வது உணவு தயாரிப்பின் ஒரு பகுதி என்பதைப் புலப்படுத்துகிறது."
  },
  {
    "description": "\"உலையிலிட ஊரடங்கும் ஓர்அகப்பை அன்னம்...\" என்ற வரியில் \"அகப்பை அன்னம்\" என்ற சொல்லாடலால் எது குறிக்கப்படுகிறது?",
    "options": [
      "அரிசி அன்னம்",
      "காய்கறி அன்னம்",
      "பழம் அன்னம்",
      "இறைவனின் அருள்"
    ],
    "answer": "A",
    "additional_context": "\"உலையிலிட ஊரடங்கும் ஓர்அகப்பை அன்னம்...\" என்ற வரியில் \"அகப்பை அன்னம்\" என்பது அரிசி அன்னத்தைக் குறிக்கிறது. அரிசி அன்னம் ஒரு முக்கிய உணவுப் பொருள் என்பதைக் காட்டுகிறது."
  },
  {
    "description": "\"இலையிலிட வெள்ளி எழும்\" என்ற வரியில் \"வெள்ளி\" என்ற சொல்லால் எது குறிக்கப்படுகிறது?",
    "options": [
      "வெள்ளி நாணயம்",
      "வெள்ளி பூச்சி",
      "வெள்ளிப் பாத்திரம்",
      "சமையல் எண்ணெய்"
    ],
    "answer": "D",
    "additional_context": "\"இலையிலிட வெள்ளி எழும்\" என்ற வரியில் \"வெள்ளி\" என்பது சமையல் எண்ணெயைக் குறிக்கிறது. சத்திரத்தில் எண்ணெய் பயன்படுத்தப்படுவது இவ்வரியின் மூலம் தெரியவருகிறது."
  },
  {
    "description": "பாரதியாரின் கவிதைகளில் எது மையமாகக் காணப்படுகிறது?",
    "options": [
      "தனிப்பட்ட வாழ்வு",
      "இயற்கை அழகு",
      "சமூக நலன்",
      "இறைவன் அருள்"
    ],
    "answer": "C",
    "additional_context": "பாரதியாரின் கவிதைகள் பெரும்பாலும் சமூக நலனைக் குறித்து எழுதப்பட்டவை. மக்களின் வாழ்க்கை முறையை மேம்படுத்த, சமூகத்தில் நிலவும் குறைகளை நீக்கி, ஒரு சிறந்த சமூகத்தை உருவாக்க வேண்டும் என்ற கருத்து பாரதியாரின் கவிதைகளில் ஓங்கி ஒலிக்கிறது."
  }
]
