[
          
  {
    
          "description": "'முப்பாலை முழுமையாகத் தந்த தமிழின் சிறப்பினை ஐந்திணைகளில் அழகுற விளக்குபவை சங்க இலக்கியங்கள்' என்பதிலிருந்து, தமிழ் எத்தனை இலக்கியங்களில் சிறந்து விளங்குகிறது?",
          "options": [
      "ஐந்து",
      "மூன்று",
      "எட்டு",
      "பத்து"
    ],
    "answer": "A",
    
          "additional_context": "சங்க இலக்கியங்கள், தமிழின் அழகையும் சிறப்பையும் ஐந்திணைகளில் அழகுற விளக்குகின்றன. ஐந்திணை என்பது தமிழகத்தின் ஐந்து வகையான நிலப்பகுதிகளை குறிக்கும். இது ஐந்து வகையான நிலப்பகுதிகள் குறித்தும், அந்த நிலப்பகுதிகளில் வாழும் மக்களின் வாழ்க்கை முறை, பண்பாடு, தொழில், காதல் போன்றவற்றை பற்றியும் விளக்குகிறது. தமிழின் ஐந்திணை என்னவென்றால், குறிஞ்சி, முல்லை, மருதம், நெய்தல், பாலை ஆகும். "
          }
        ,
          
  {
    
          "description": "கவிஞர் கா.மு.ஷெரீப் 'ஏகும்வரை செய்பவர்க்கே' என்ற வரியில் எந்தப் பொருளை வலியுறுத்துகிறார்?",
          "options": [
      "உழைப்பின் சிறப்பு",
      "விவசாயத்தின் முக்கியத்துவம்",
      "வறுமையை எதிர்த்துப் போராடுதல்",
      "வாழ்க்கையின் நோக்கம்"
    ],
    "answer": "A",
    
          "additional_context": "கவிஞர் கா.மு.ஷெரீப், 'ஏகும்வரை செய்பவர்க்கே' என்ற வரியில் உழைப்பின் சிறப்பை வலியுறுத்துகிறார். ஏகும்வரை என்பது, கடைசிவரை, முடிவுவரை என்ற பொருளைத் தரும். அதாவது கடைசி வரை உழைப்பை விடாமல், தொடர்ந்து உழைப்பவர்க்கே வாழ்த்துக்கள் என்ற பொருளில் இந்த வரி அமைந்துள்ளது. உழைப்பு என்பது ஒருவருக்கு வறுமையை வெல்லும் சக்தியைத் தரும். "
          }
        ,
          
  {
    
          "description": "மருத நிலத்தின் செழிப்பு எதனைப் பொறுத்து இருந்தது?",
          "options": [
      "விவசாயிகளின் உழைப்பு",
      "வெயில், மழை, மண் வளம்",
      "அரசின் உதவி",
      "வணிகம்"
    ],
    "answer": "B",
    
          "additional_context": "மருத நிலம் என்பது தமிழகத்தின் ஐந்து வகையான நிலப்பகுதிகளில் ஒன்று. இந்த நிலப்பகுதி வளமான விவசாய நிலமாகும். இதில் விவசாயம் செழித்து வளர்ந்தது. மருத நிலத்தின் செழிப்பு வெயில், மழை, மண் வளம் ஆகியவற்றைப் பொறுத்தே இருந்தது. இந்த நிலப்பகுதியில் வாழும் மக்கள் விவசாயத்தில் ஈடுபட்டு இருந்தனர். விவசாயம் செழிப்பாக இருந்ததால், மக்கள் வாழ்க்கை செழிப்பாக இருந்தது. "
          }
        ,
          
  {
    
          "description": "'மூவேந்தர்களால் நாற்றிசையும் போற்றி வளர்க்கப்பட்ட' என்ற வரியிலிருந்து, எந்தச் சாதனையைக் குறிப்பிடுகிறார்?",
          "options": [
      "தமிழ் மொழியின் வளர்ச்சி",
      "விவசாயத்தின் வளர்ச்சி",
      "அரசின் வலிமை",
      "மருத நிலத்தின் வளம்"
    ],
    "answer": "A",
    
          "additional_context": "மூவேந்தர்கள் என்ற சொல் சங்க காலத்தில் வாழ்ந்த மூன்று வகையான அரசர்களை குறிக்கிறது. அவர்கள் சேர, சோழ, பாண்டிய மன்னர்கள். மூவேந்தர்களால் நாற்றிசையும் போற்றி வளர்க்கப்பட்ட என்பது தமிழ் மொழியின் வளர்ச்சியைக் குறிப்பதாகும். தமிழ் மொழியின் பெருமை சங்க காலத்தில் நாற்றிசைக்கும் பரவி இருந்தது. மூவேந்தர்கள் தமிழ் மொழியின் வளர்ச்சிக்கு பெரிதும் உதவி செய்தனர். "
          }
        ,
          
  {
    
          "description": "'தொகைச் சொற்களைப் பிரித்து எழுதி தமிழ் எண்ணுரு தருக' என்ற கோரிக்கைக்குப் பதிலளிக்கும்போது, எந்த வகையான சொற்களை பிரிக்க வேண்டும்?",
          "options": [
      "தொடர்பேச்சு சொற்கள்",
      "எண்ணும் சொற்கள்",
      "பெயர்ச்சொற்கள்",
      "வினைச்சொற்கள்"
    ],
    "answer": "B",
    
          "additional_context": "தொகைச் சொற்கள் என்பது, தமிழ் மொழியில் இரண்டு அல்லது அதற்கு மேற்பட்ட சொற்களை இணைத்து புதிய பொருள் தரும் சொற்களாகும். இவை பெரும்பாலும் எண்ணும் சொற்களாகும். உதாரணமாக 'இருவர்'  என்பது 'இரண்டு + அவர்'  என்ற இரண்டு சொற்களை இணைத்து உருவான தொகைச் சொல்லாகும். தொகைச் சொற்களைப் பிரித்து எழுதி அவற்றின் எண்ணுருவைத் தருவதன் மூலம் இவற்றின் உண்மையான பொருளை நாம் தெளிவாக அறிந்துகொள்ள முடியும்."
          }
        ]