
[
  {
    "description": "புயலின்போது வெளியே செல்லவேண்டாம். வெளியேற நேர்ந்தால், ______ எச்சரிக்கையின்போதே வெளியேறவும்.",
    "options": [
      "நடு",
      "ஆரம்பகட்ட",
      "இறுதி",
      "மிதமான"
    ],
    "answer": "B",
    "additional_context": "புயல் வரும்போது, புயலின் தீவிரத்தைக் குறித்து வானிலை ஆய்வு மையம் எச்சரிக்கைகள் விடுக்கும். புயலின் தீவிரத்தைப் பொறுத்து, புயல் எச்சரிக்கை மஞ்சள், ஆரஞ்சு, சிவப்பு என மூன்று வகைப்படும். புயல் வரப்போவதாக ஆரம்பகட்ட எச்சரிக்கை விடப்பட்டவுடன், புயலின் தாக்கத்திலிருந்து நம்மைப் பாதுகாத்துக்கொள்வதற்கான நடவடிக்கைகளை எடுத்துக்கொள்வது மிகவும் முக்கியம். புயலின் தீவிரம் அதிகரிக்கும் முன்னதாகவே, புயலின் ஆரம்பகட்ட எச்சரிக்கை நேரத்திலேயே  வெளியேறி விடுவது நல்லது."
  },
  {
    "description": "புயலின்போது ______ அறிவிப்பைக் கேட்டுப் பின்பற்றவும்.",
    "options": [
      "வானிலை",
      "தொலைக்காட்சி",
      "வானொலி",
      "செய்தித்தாள்"
    ],
    "answer": "C",
    "additional_context": "புயல் வருகின்ற போது, புயலின் தாக்கத்தைப் பற்றி தொடர்ந்து வானொலி அறிவிப்புகளை கேட்டு, அதன் அறிவுரைகளை பின்பற்றுவது மிகவும் அவசியம். ஏனெனில், புயலின் போக்கில் ஏற்படும் மாற்றங்களைப் பற்றி உடனுக்குடன் வானொலி மூலம் அறிவிக்கப்படும்."
  },
  {
    "description": "காற்று அடிப்பது நின்றாலும், எதிர்த்திசையிலிருந்து ______ வீச ஆரம்பிக்கும்.",
    "options": [
      "மெதுவாக",
      "வேகமாக",
      "குறைவாக",
      "சீராக"
    ],
    "answer": "B",
    "additional_context": "புயலின்போது, வலுவான காற்று வேகமாக வீசும். புயல் கடந்து போன பின்பும் காற்று அடிப்பது நின்றாலும், சிறிது நேரம் கழித்து,  எதிர்த்திசையிலிருந்து மறுபடி வேகமாக வீச ஆரம்பிக்கும். எனவே, காற்று அடிப்பது முடிந்துவிட்டதாக நினைக்க வேண்டாம்."
  },
  {
    "description": "______ கடலுக்குச் செல்வதைத் தவிர்க்கவும்.",
    "options": [
      "கப்பல்",
      "மீனவர்கள்",
      "படகு",
      "இவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "புயல் கடலில் வீசும்போது, கடல் கொந்தளிப்பாக இருக்கும். எனவே, கப்பல், படகு, மீனவர்கள்  என்று எவரும் கடலுக்குச் செல்லக் கூடாது."
  },
  {
    "description": "புயலின்போது வாகனத்தை ஓட்ட நேர்ந்தால் ______ பகுதிகளுக்குத் தொலைவிலும் இருக்கவும்.",
    "options": [
      "வீடு",
      "கடற்கரை",
      "மலை",
      "நகரம்"
    ],
    "answer": "B",
    "additional_context": "புயல் வரும்போது, கடற்கரைப் பகுதிகள் புயலால் மிகவும் பாதிக்கப்படும். எனவே, புயல் வரும்போது கடற்கரைப் பகுதிகளுக்குச் செல்வதைத் தவிர்க்க வேண்டும்."
  }
]
