
[
  {
    "description": "“கலையரங்கத்தில் எனக்காகக் காத்திருக்கிறார். அவரை அழைத்து வாருங்கள்.” இந்தத் தொடரை வினைமுற்றை வினையாலணையும் பெயராக மாற்றி எழுதும்போது,  எந்த வார்த்தை மாறும்?",
    "options": [
      "கலையரங்கத்தில்",
      "எனக்காக",
      "காத்திருக்கிறார்",
      "அவரை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "வினைமுற்றை வினையாலணையும் பெயராக மாற்றும் போது வினைமுறை மாறி வினையாலணையும் பெயராக மாறும். இங்கு காத்திருக்கிறார் என்ற வினைமுறை காத்திருக்கிறவர் என வினையாலணையும் பெயராக மாறியுள்ளது. அதனால் விடை C "
  },
  {
    "description": "“சோலையிற் பூத்த மணமலர்களில் சுரும்புகள் மொய்த்துப் பண்பாடி மதுவுண்டன.” இந்தத் தொடரில் உள்ள 'மதுவுண்டன' என்ற சொல்லுக்குப் பதிலாக  எந்தச் சொல்லைப் பயன்படுத்தலாம்?",
    "options": [
      "மது அருந்தின",
      "மது அருந்தின",
      "மது அருந்தின",
      "மது அருந்தின"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "'மதுவுண்டன' என்ற சொல் வினைமுறை. இதற்குப் பதிலாக 'மது அருந்தின' என்ற சொல்லைப் பயன்படுத்தலாம். ஏனெனில்  'மது அருந்தின' என்ற சொல்லும் வினைமுறை. அதனால் விடை A."
  },
  {
    "description": "“குமரிக் கடல்முனையையும் வேங்கட மலைமுகட்டையும் எல்லையாகக் கொண்ட தென்னவர் திருநாட்டிற்குப் புகழ் தேடித்தந்த பெருமை, தகைசால் தமிழன்னையைச் சாரும்.”  எந்த வார்த்தை தமிழன்னையின் பெருமையைக் குறிக்கிறது?",
    "options": [
      "தென்னவர் திருநாடு",
      "குமரிக் கடல்முனை",
      "வேங்கட மலைமுகடு",
      "தகைசால் தமிழன்னை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தகைசால் தமிழன்னை என்பது தமிழன்னையின் பெருமையைக் குறிக்கும் சொல். அதனால் விடை D. "
  },
  {
    "description": "“சான்றோர் வளர்த்த தமிழ்” கட்டுரையில் குறிப்பிடப்பட்டுள்ள தமிழ் இலக்கிய வகைகளில் எது இல்லை?",
    "options": [
      "கலம்பகம்",
      "பரணி",
      "நாடகம்",
      "கோவை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "'சான்றோர் வளர்த்த தமிழ்' கட்டுரையில் கலம்பகம், பரணி, கோவை ஆகிய இலக்கிய வகைகள் குறிப்பிடப்பட்டுள்ளன. ஆனால் நாடகம் குறிப்பிடப்படவில்லை. அதனால் விடை C. "
  },
  {
    "description": "“வள்ளல் குமணன் வறுமையால் வாடிவந்த புலவனுக்குத் தனது தலையைக் கொடுத்து ______ புகழ் பெற்றான்.”",
    "options": [
      "மங்கா",
      "நிலையான",
      "நிரந்தரமான",
      "அழியாத"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "வள்ளல் குமணன் தனது தலையைக் கொடுத்து  'மங்கா' புகழ் பெற்றான் என்பது சரியானது. அதனால் விடை A. "
  }
]
