[
          
  {
    
          "description": "'காலக்கணிதம்' கவிதையில் இடம்பெற்ற தொடர் எது?",
          "options": [
      "அ) இகழ்ந்தால் என்மனம் இறந்துவிடாது",
      "ஆ) என்மனம் இகழ்ந்தால் இறந்துவிடாது",
      "இ) இகழ்ந்தால் இறந்துவிடாது என்மனம்",
      "ஈ) என்மனம் இறந்துவிடாது இகழ்ந்தால்"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "காலக்கணிதம் என்பது மருத்துவர் முனைவர் ராமச்சந்திரன் எழுதிய கவிதை. இக்கவிதையில் இடம்பெறும்  'என் மனம் இகழ்ந்தால் இறந்துவிடாது' என்ற தொடர் ஆயிரக்கணக்கானோருக்கு ஊக்கமளிப்பதாகும்."
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரம் மற்றும் மணிமேகலை நூல்களில்  பயன்படுத்தப்பட்ட பாவினம் எது?",
          "options": [
      "அ) அகவற்பா",
      "ஆ) வெண்பா",
      "இ) வஞ்சிப்பா",
      "ஈ) கலிப்பா"
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "சிலப்பதிகாரம் மற்றும் மணிமேகலை  என்பது இரண்டு பெரிய காப்பியங்கள். இவை  இரண்டும் கலிப்பாவில்  எழுதப்பட்டவை."
          }
        ,
          
  {
    
          "description": "'கொள்வோர் கொள்க; குரைப்போர் குரைக்க! \n    உள்வாய் வார்த்தை உடம்பு தொடாது'  என்ற வரிகளில்:  \n    அ) அடியெதுகையை எழுதுக.\n    ஆ) இலக்கணக் குறிப்பு எழுதுக - கொள்க, குரைக்க",
          "options": [],
    "answer": [
      "அ)  'கொள்', 'குரை'",
      "ஆ)  'கொள்க', 'குரைக்க'  இரண்டும் இலக்கணப்படி  'கொல்லும்' என்ற வினைச்சொல்லின் பண்புக் கொண்ட  வினைமுற்று  "
    ],
    
          "additional_context": "இந்த வரிகள் பழமொழியாகும். இந்த பழமொழியின் மூலம் அந்நியரின்  சொற்களால்  நாம் பாதிக்கப்படக்கூடாது  என்றும்,  நமக்கு நன்மை செய்ய  விரும்புவோரின்  நட்பைப் பெற வேண்டும் என்றும்  உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "குறள்வெண்பாவின் இலக்கணத்தை எழுதி எடுத்துக்காட்டுத் தருக.",
          "options": [],
    "answer": [
      "குறள்வெண்பா என்பது  'எட்டுசீர் வெண்பா'  எனப்படும்.  எட்டுசீர் வெண்பா   அடிக்கு  எட்டுசீர்கள் வரும்.   ஒவ்வொரு சீரிலும்  இரண்டு எழுத்துக்கள் இருக்கும்.",
      "எடுத்துக்காட்டு: \n'தெய்வம் செயும்'   எனும்  குறள்வெண்பா"
    ],
    
          "additional_context": "குறள் வெண்பாவில்  ஒவ்வொரு வரியும்  எட்டு சீர்களைக் கொண்டிருக்கும்.   திருவள்ளுவர்  எழுதிய  திருக்குறளில்  பெரும்பாலான  குறள்கள் குறள் வெண்பா வடிவில்  அமைந்துள்ளது. "
          }
        ,
          
  {
    
          "description": "பின்வரும் வாக்கியத்தில் மேன்மை தரும் அறம் குறித்து எந்த விருப்பம் சரியானது?\n\n'இன்பமும் இதமும் விரும்பித் தரும் மக்களுக்கு உதவி செய்வது மேன்மை தரும் அறம்.'",
          "options": [
      "கைமாறு கருதாமல் அறம் செய்வது",
      "மறுபிறப்பில் பயன் பெறலாம் என்ற நோக்கில் அறம் செய்வது",
      "புகழ் கருதி அறம் செய்வது",
      "பதிலுதவி பெறுவதற்காக அறம் செய்வது"
    ],
    "answer": "A",
    
          "additional_context": "மேன்மை தரும் அறம் என்பது  எந்த ஒரு எதிர்பார்ப்பும் இல்லாமல்  செய்யப்படும் நற்குணம். இதில்  எந்த ஒரு சுயநலமும் இல்லை.  நமக்கு இன்பமும் இதமும் தரும்  மக்களுக்கு உதவி செய்வதால்  நமக்கு மனநிறைவு ஏற்படும்.  இந்த மனநிறைவையே  மேன்மை தரும் அறம் என்கிறோம்."
          }
        ]