[
          
  {
    
          "description": "'நாற்காலிக்காரர்' என்ற நூலை எழுதியவர் யார்?",
          "options": [
      "ராஜம் கிருஷ்ணன்",
      "வெ. இராமலிங்கம்",
      "ச. பா. கவிராயர்கள்",
      "நா. முத்துசாமி"
    ],
    "answer": "D",
    
          "additional_context": "நாற்காலிக்காரர் என்ற நூலை எழுதியவர் நா. முத்துசாமி. இது  நூல்கள் பற்றிய கேள்வி.  நூல்கள் மற்றும் ஆசிரியர்களின் பெயர்களை இணைத்து  நினைவில் வைத்துக் கொள்வது முக்கியம். இவை நூல் பற்றிய அறிவை விரிவுபடுத்தும். "
          }
        ,
          
  {
    
          "description": "அரசால் நிறுவப்படும் கட்டடங்களிலும் சிலைகளிலும் நிறுவியவர் பெயர், நிறுவப்பட்ட காலம், நோக்கம் சார்ந்த பிற செய்திகளும் தாங்கிய கல்வெட்டுகளைப் பார்த்திருப்பீர்கள். இவை நமது இன்றைய _______ புலப்படுத்தபவை.",
          "options": [
      "மொழி",
      "வரலாறு",
      "கலாச்சாரம்",
      "அறிவியல்"
    ],
    "answer": "B",
    
          "additional_context": "கல்வெட்டுகள் நமது வரலாற்றைப் புலப்படுத்தும். இவை நமது முன்னோர்களின்  வாழ்க்கை முறை, மொழி, கலாச்சாரம் மற்றும் அரசியல் போன்றவற்றை நமக்குக் காட்டுகின்றன. இதன் மூலம் நாம் நமது வரலாற்றை  அறியலாம். கல்வெட்டுகளைப் பராமரிப்பது நம் கடமை. "
          }
        ,
          
  {
    
          "description": "கல்வெட்டுகளின்வழி அறியலாகும் செய்திகளை என் நண்பர்களுக்குக் கூறுவேன். கல்வெட்டுகள் குறித்து _______ அடையச் செய்வேன்.",
          "options": [
      "சோர்வு",
      "பயம்",
      "பெருமிதம்",
      "மகிழ்ச்சி"
    ],
    "answer": "C",
    
          "additional_context": "நமது  வரலாற்றைப் பற்றி அறிந்துகொள்ள கல்வெட்டுகள் மிகவும் உதவுகின்றன. இவற்றைப் படித்து  அறியும்போது நமக்கு பெருமிதம் ஏற்படும்.  கல்வெட்டுகளைப்  பாதுகாப்பது நமது கடமை. "
          }
        ,
          
  {
    
          "description": "பழமையான நினைவுச் சின்னங்களிலும் _______ பெயர்களும் வரலாறும் இடம்பெற்றிருக்கும்.",
          "options": [
      "கட்டியவர்கள்",
      "வீரர்கள்",
      "மன்னர்கள்",
      "குடிகாரர்கள்"
    ],
    "answer": "A",
    
          "additional_context": "கோவில்கள், நினைவுச் சின்னங்கள் போன்ற  பழமையான கட்டடங்களில்  கட்டியவர்கள் பெயர்கள் இடம்பெற்றிருக்கும். இவற்றை  படித்து நமது முன்னோர்களைப் பற்றி அறிந்துகொள்ளலாம்.  இவை நமது வரலாற்றுப் பாடங்கள். "
          }
        ,
          
  {
    
          "description": "'_______' என்ற இணையத்தளம் ம.பொ.சி. யின் இணையத்தளம் ஆகும்.",
          "options": [
      "varalaaru.com",
      "silapathikaram.com",
      "maposi.in",
      "tamilvu.org"
    ],
    "answer": "C",
    
          "additional_context": "ம.பொ.சி. (மெய்யியல், பொருளியல், சமூகவியல்) என்ற அமைப்பின் இணையத்தளம்  maposi.in.  இந்த இணையத்தளம் மூலம் நாம்  ம.பொ.சி. பற்றிய தகவல்களைப் பெறலாம். "
          }
        ]