
[
  {
    "description": "“நேரிசை ஆசிரியப்பா” என்னும் சொல் குறிப்பிடுவது எது?",
    "options": [
      "ஆசிரியப்பாவின் ஒரு வகை",
      "வெண்பாவின் ஒரு வகை",
      "கலிப்பாவின் ஒரு வகை",
      "வஞ்சிப்பாவின் ஒரு வகை"
    ],
    "answer": "A",
    "additional_context": "நேரிசை ஆசிரியப்பா என்பது ஆசிரியப்பாவின் ஒரு வகை.  இது பாடத்தில் உள்ள நான்கு வகையான ஆசிரியப்பாக்களில் ஒன்று.  மற்றவை, இணைக்குறள் ஆசிரியப்பா, நிலைமண்டில ஆசிரியப்பா, அடிமறி மண்டில ஆசிரியப்பா என்பன."
  },
  {
    "description": "“ஈற்றுச் சீர் நாள், மலர், காசு, பிறப்பு” என்னும் வாய்பாட்டில் முடியும் பா எது?",
    "options": [
      "வெண்பா",
      "ஆசிரியப்பா",
      "கலிப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "A",
    "additional_context": "வெண்பாவின் இலக்கணத்தில் இது குறிப்பிடப்பட்டுள்ளது.  வெண்பாவின் ஈற்றுச் சீர் நாள், மலர், காசு, பிறப்பு என நான்கு வகைப்படும்.  இதைக் குறித்து பாடத்தில் விளக்கப்பட்டுள்ளது."
  },
  {
    "description": "“வெண்சீர் மட்டுமே பயின்று வரும்” எந்தப் பாவின் இலக்கணம்?",
    "options": [
      "வெண்பா",
      "ஆசிரியப்பா",
      "கலிப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "A",
    "additional_context": "வெண்பா என்பது வெண்சீர் மட்டுமே பயின்று வரும் பா.  இது பாடத்தில் வெண்பாவின் இலக்கணத்தில் குறிப்பிடப்பட்டுள்ளது.  இது பாடத்தில் விளக்கப்பட்டுள்ளது."
  },
  {
    "description": "“வெண்டளை, கலித்தளை” ஆகியவை பயின்று வரும் பா எது?",
    "options": [
      "வெண்பா",
      "ஆசிரியப்பா",
      "கலிப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "B",
    "additional_context": "ஆசிரியப்பாவின் இலக்கணத்தில் வெண்டளை மற்றும் கலித்தளை ஆகியவை பயின்று வரும் என்று பாடத்தில் குறிப்பிடப்பட்டுள்ளது.  வெண்பாவில் வெண்டளை மட்டுமே பயன்படும்.  கலிப்பாவில் வெண்டளை, கலித்தளை, ஆசிரியத் தளை என மூன்று வகை தளைகள் பயன்படும்.  வஞ்சிப்பாவில் வெண்டளை, கலித்தளை, ஆசிரியத் தளை, சீர்நிலை ஆகிய நான்கு வகை தளைகள் பயன்படும்."
  },
  {
    "description": "வெண்பா மற்றும் ஆசிரியப்பா ஆகியவற்றில் எந்த இலக்கணம் வேறுபடுகிறது?",
    "options": [
      "ஓசை",
      "சீர்",
      "தளை",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "வெண்பா மற்றும் ஆசிரியப்பாவின் ஓசை, சீர், தளை ஆகிய மூன்றும் வேறுபடுகின்றன.  வெண்பா செப்பல் ஓசை கொண்டது.  ஆசிரியப்பா அகவல் ஓசை கொண்டது.  வெண்பாவில் ஈற்றடி மூன்று சீராகவும் ஏனைய அடிகள் நான்கு சீராகவும் வரும்.  ஆசிரியப்பாவில் மூன்று அடி முதல் எழுதுபவர் மனநிலைக்கேற்ப அமையும்.  வெண்பாவில் வெண்டளை மட்டுமே பயன்படும்.  ஆசிரியப்பாவில் வெண்டளை மற்றும் கலித்தளை பயன்படும்.  எனவே வெண்பா மற்றும் ஆசிரியப்பாவின் ஓசை, சீர், தளை ஆகியவை வேறுபடுகின்றன."
  }
]
