[
          
  {
    
          "description": "'மூவர் கைகூப்பி நன்றி கூறுகின்றனர்' - இந்த வரியின் மூலம் நாடகம் என்ன கருத்து சொல்ல விரும்புகிறது?",
          "options": [
      "பூரணர் தனது திருமந்திரத்தை மூவருக்கும் கூறியதற்கு நன்றி",
      "இராமானுசர் தனது ஞானத்திற்காக பூரணருக்கு நன்றி",
      "கூரேசர், முதலியாண்டான்,  இராமானுசர் ஆகிய மூவரும்  பூரணரைப் போற்றுகின்றனர்",
      "மேற்கண்ட அனைத்தும் சரியானவை"
    ],
    "answer": "D",
    
          "additional_context": "நாடகத்தில் பூரணர் இராமானுசர், கூரேசர், முதலியாண்டான் ஆகிய மூவருக்கும் திருமந்திரத்தை கூறுகிறார். அந்த திருமந்திரத்தை அவர்கள் பெறுவதற்கு பூரணருக்கு நன்றி கூறுகின்றனர். அவர்கள் மூவரும்  அவரது தயவை  புகழ்ந்து  மகிழ்ச்சி  அடைந்ததைக்  குறிப்பிடும்  விதமாக   இந்த   வார்த்தை   பயன்படுத்தப்பட்டுள்ளது.  மேற்கண்ட   அனைத்தும்  சரியானவை  என்பதால்  விடை  'D'"
          }
        ,
          
  {
    
          "description": "'முன்தோன்றிய மூத்தகுடி 'கூர்வேல் குவைஇய மொய்ம்பின் தேர்வண் பாரிதண் பறம்பு நாடே!' புறநானூறு, 118 : 4–5 சிவகங்கை மாவட்டத்தின் பிரான் மலை (பறம்பு மலை)' - இந்த வாக்கியத்தின் நோக்கம் என்ன?",
          "options": [
      "பூரணரின் இல்லம் இருந்த இடத்தைத் தெரிவிக்க",
      "இராமானுசர் பிறந்த இடத்தைத் தெரிவிக்க",
      "இராமானுசரின் பயணப் பாதையை விளக்க",
      "நாடகத்தின் காலகட்டத்தைக் குறிப்பிட"
    ],
    "answer": "A",
    
          "additional_context": "புறநானூறு, 118: 4-5 இல்  'கூர்வேல் குவைஇய மொய்ம்பின் தேர்வண் பாரிதண் பறம்பு நாடே!'  என்று  குறிப்பிடப்பட்டுள்ளது. இது சிவகங்கை மாவட்டத்தில் உள்ள பிரான் மலையைக்  குறிப்பிடுகிறது.  இது  பூரணர்  இருந்த  இடத்தை  குறிப்பிடுவதற்காக  பயன்படுத்தப்பட்டுள்ளது.  எனவே  விடை  'A'"
          }
        ,
          
  {
    
          "description": "'கற்பவை கற்றபின்...' - இந்தப் பகுதியில் கேட்கப்பட்டுள்ள கேள்விகள் நாடகத்தைப் பற்றி என்ன கருத்துகளை வெளிப்படுத்துகின்றன?",
          "options": [
      "நாடகத்தில் உள்ள கருத்துக்களை ஆழமாக ஆராய்வதற்கான வழிமுறைகளைத் தருகின்றன",
      "நாடகத்தின் மொழிநடை மற்றும் பாத்திரங்களின் பண்புகளைப் பற்றி விவாதிக்க வைக்கின்றன",
      "இராமானுசரின் வாழ்க்கையைப் பற்றிய ஆய்வுக்கு வழிகாட்டுகின்றன",
      "மேற்கண்ட அனைத்தும் சரியானவை"
    ],
    "answer": "D",
    
          "additional_context": "நாடகத்தைப் படித்த பின்பு அந்த நாடகத்தில் உள்ள கருத்துகளை ஆழமாக ஆராய்வதற்கான வழிமுறைகளை  நாம் பெறலாம்.  மொழிநடை மற்றும் பாத்திரங்களின் பண்புகளைப்  பற்றி விவாதிக்கலாம். இராமானுசரின் வாழ்க்கையைப் பற்றிய ஆய்வுக்கு வழிகாட்டும் தகவல்களைப்  பெறலாம்.  மேற்கண்ட அனைத்தும் சரியானவை என்பதால்  விடை 'D'"
          }
        ,
          
  {
    
          "description": "பூரணர் திருமந்திரத்தை யாரிடம் மட்டும் கூறுவதாகக் கூறினார்?",
          "options": [
      "இராமானுசர் மட்டும்",
      "கூரேசர் மட்டும்",
      "முதலியாண்டான் மட்டும்",
      "இராமானுசர், கூரேசர் மற்றும் முதலியாண்டான்"
    ],
    "answer": "D",
    
          "additional_context": "பூரணர்  இராமானுசர், கூரேசர் மற்றும் முதலியாண்டான் ஆகிய மூவருக்கும்  மட்டும்  திருமந்திரத்தை  கூறுவதாகக்  கூறுகிறார்.  எனவே  விடை  'D'"
          }
        ,
          
  {
    
          "description": "திருமந்திரத்தை வேறு யாரிடமாவது கூறினால் கிடைக்கும் தண்டனை என்ன?",
          "options": [
      "சொத்து இழப்பு",
      "சிறை தண்டனை",
      "நரகம்",
      "குடும்பத்தின் மீது சாபம்"
    ],
    "answer": "C",
    
          "additional_context": "பூரணர்  இராமானுசர், கூரேசர் மற்றும் முதலியாண்டான் ஆகிய மூவருக்கும்  கூறுவதாகக்  கூறுகிறார்.  அவர்  அவர்களிடம்  'நீங்கள்  இதை  வேறு யாரிடமாவது கூறுவீர்கள் எனில் அது ஆசிரியர் கட்டளையை மீறியதாகும். அப்படி நடந்தால் அதற்குத் தண்டனையாக நரகமே கிட்டும்.'  என்று கூறுகிறார்.  எனவே  விடை  'C'"
          }
        ]