
[
  {
    "description": "ஜெயகாந்தன் தனது எழுத்துக்கான காரணத்தை குறிப்பிடும் போது, எந்த இரு முக்கியமான காரணங்களைச் சுட்டிக்காட்டுகிறார்?",
    "options": [
      "கலையைத் தாங்கிப் பிடிப்பது மற்றும் சமூகப் பார்வையோடு கலைப்பணி புரிவது.",
      "பிழைப்பு மற்றும் ஒரு தொழில்.",
      "தனது வாழ்க்கை அனுபவங்களை வெளிப்படுத்துவது மற்றும் கலைத்திறனை மேம்படுத்துவது.",
      "சமூக அமைப்பின் முரண்பாடுகளை வெளிப்படுத்துவது மற்றும் தன்னையறிதல்."
    ],
    "answer": "D",
    "additional_context": "ஜெயகாந்தன் தனது எழுத்துக்கான காரணத்தைப் பற்றி தனது கட்டுரையில் தெளிவாகக் கூறுகிறார். அவர் இலக்கியம் தனக்கு ஒரு பிழைப்போ, ஒரு தொழிலோ அல்ல என்று கூறுகிறார். அவர் இலக்கியம் தனக்கு ஒரு தவம் போன்றது என்று குறிப்பிடுகிறார். அவர் தன் எழுத்துக்கான முக்கிய காரணம் சமூக அமைப்பின் முரண்பாடுகளை வெளிப்படுத்துவது மற்றும் தன்னையறிதல் என்று  கூறுகிறார். மேலும் தான் சமுதாயத் தாயின் அன்புப் புதல்வனாகவும், கலாதேவியின் காதற் கணவனாகவும் இருந்துதான் எழுதுகிறேன் என்று கூறுகிறார்."
  },
  {
    "description": "ஜெயகாந்தன் தனது சிறுகதைகளில் எதற்கு முக்கியத்துவம் கொடுத்து எழுதியிருப்பதாக அசோகமித்திரன் கூறுகிறார்?",
    "options": [
      "கதாபாத்திரங்களின் துவேஷத்தையும் சூழ்ச்சியையும்.",
      "அரசியல் நிகழ்வுகளை.",
      "கதாபாத்திரங்களின் சிறந்த அம்சங்களை.",
      "சமகால வாழ்க்கையின் சவால்களை."
    ],
    "answer": "C",
    "additional_context": "அசோகமித்திரன் ஜெயகாந்தன் எழுதிய சிறுகதைகளின் சிறப்பம்சங்களைப் பற்றிப் பேசும்போது, எத்தகைய பாத்திரங்களைப் படைத்தாலும் அவற்றின் சிறந்த அம்சங்களைக் குறிப்பிடத் தவறுவதில்லை. அவர் துவேஷத்தைப் பரப்புவதில்லை என்று கூறுகிறார்."
  },
  {
    "description": "ஜெயகாந்தன் எழுதிய 'பாரீசுக்குப் போ!' புதினத்தின் முன்னுரையில் என்ன கருத்தைத் தெரிவிக்கிறார்?",
    "options": [
      "இலக்கியம் என்பது ஒரு தவம் போன்றது.",
      "இலக்கியத்தின் மூலம் பணம் சம்பாதிக்க முடியும்.",
      "இலக்கியம் என்பது மனித வாழ்வின் பிரதிபலிப்பு.",
      "இலக்கியம் என்பது கலைத்திறனை மேம்படுத்துவதற்கான வழி."
    ],
    "answer": "A",
    "additional_context": "'பாரீசுக்குப் போ!' புதினத்தின் முன்னுரையில் ஜெயகாந்தன் இலக்கியம் ஒரு பிழைப்போ, ஒரு தொழிலோ அல்ல. இது ஒரு தவம் போன்றது என்று கூறுகிறார். மேலும் இலக்கியம் என்பது ஒரு தேசத்தின், ஒரு நாகரிகத்தின் ஒரு காலத்தின், ஒரு வளர்ச்சியின், ஒரு வாழ்க்கையின் உரைகல் என்று கூறுகிறார்."
  },
  {
    "description": "ஜெயகாந்தன் எழுதிய 'தர்க்கத்திற்கு அப்பால்' என்ற சிறுகதையில் நாயகன் என்ன மன உறுதியைத் திரும்பப் பெறுகிறான்?",
    "options": [
      "தான் தர்மம் செய்வதன் மூலம் மகிழ்ச்சியைப் பெறுகிறான்.",
      "தான் தவறு செய்து விட்டதால் அவன் வருத்தப்படுகிறான்.",
      "தர்மம் செய்வதன் மூலம் தனக்கு வெற்றி கிடைக்கும் என்று நம்புகிறான்.",
      "தன் தர்மம் மற்றவர்களுக்கு எப்படி பயன்படும் என்பதைப் பற்றி சிந்திக்கிறான்."
    ],
    "answer": "A",
    "additional_context": "'தர்க்கத்திற்கு அப்பால்' என்ற சிறுகதையில் நாயகன் தர்மம் செய்வதன் மூலம் மகிழ்ச்சியைப் பெறுவதைப் பற்றி சிந்திக்கிறான். தான் செய்த தர்மத்திற்காக அவன் மகிழ்ச்சி அடைகிறான். "
  },
  {
    "description": "ஜெயகாந்தனின் எழுதிய 'உன்னைப்போல் ஒருவன்' திரைப்படம் எந்த விருதை வென்றது?",
    "options": [
      "சாகித்திய அகாதெமி விருது",
      "ஞானபீட விருது",
      "சோவியத் நாட்டு விருது",
      "குடியரசுத் தலைவர் விருது"
    ],
    "answer": "D",
    "additional_context": "'உன்னைப்போல் ஒருவன்' திரைப்படம் குடியரசுத் தலைவர் விருதை வென்றது.  இதற்காக அவருக்கு 1977 ஆம் ஆண்டு விருது வழங்கப்பட்டது.  இந்தத் திரைப்படம் ஜெயகாந்தன் எழுதிய  'சில நேரங்களில் சில மனிதர்கள்' என்ற புதினத்தை அடிப்படையாகக் கொண்டு எடுக்கப்பட்டது."
  }
]
