
[
  {
    "description": "**பலவுள் தெரிக.**\n\n1. **\"கைமாறு கருதாமல் அறம் செய்வது\" - இவ்வாக்கியத்தில் \"கைமாறு\" என்ற சொல்லைப் பயன்படுத்தி, மேன்மை தரும் அறத்தைக் குறிக்கும் வேறு எந்த வார்த்தையைப் பயன்படுத்தலாம்?**",
    "options": [
      "அ) இலாபம்",
      "ஆ) பரிசு",
      "இ) நன்றி",
      "ஈ) பலன்"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "மேன்மை தரும் அறம் என்பது எதற்காக செய்யப்படுகிறது என்பதைப் புரிந்து கொள்வது அவசியம். இந்த கேள்விக்கு  'கைமாறு' என்ற சொல்லைப் பயன்படுத்தி அதன் பொருளை விளக்க முயற்சிக்கிறது.  கைமாறு என்பது ஏதாவது ஒன்றை செய்ததற்கான பரிசு அல்லது ஈவு என பொருள்படும்.  அதனால் 'கைமாறு' என்ற சொல்லுக்கு பதிலாக 'பலன்' என்ற சொல்லைப் பயன்படுத்தி அதை விளக்க முடியும்.  'பலன்' என்பது ஏதாவது ஒன்றை செய்ததற்கான நன்மை என பொருள்படும். மேன்மை தரும் அறம் என்பது எந்தவிதமான பலன் எதிர்பார்க்காமல் செய்யப்படும் ஒரு செயல்."
  },
  {
    "description": "2. **\"வீட்டைத் துடைத்துச் சாயம் அடித்தல்\" என்ற வாக்கியத்தின் பொருள் என்ன?**",
    "options": [
      "அ) ஒரு வீட்டின் புதுப்பித்தல் பணி",
      "ஆ) காலத்தால் ஏற்படும் மாற்றம்",
      "இ) தொடர்ச்சியான முயற்சி",
      "ஈ) ஒரு சடங்கின் முடிவு"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்த வாக்கியம் 'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' என்ற வாக்கியம் 'வீட்டை புதுப்பித்தல்'  என்ற பொருளை குறிக்காது.  'காலத்தால் ஏற்படும் மாற்றத்தை'யும்  குறிக்காது.   'ஒரு சடங்கின் முடிவையும்' குறிக்காது.  'தொடர்ச்சியான முயற்சி' என்பதை இந்த வாக்கியம் குறிக்கிறது. அதாவது ஒரு செயலைத் தொடர்ந்து செய்வதை குறிக்கிறது.  'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' என்பது ஒரு செயலை தொடர்ந்து செய்ய வேண்டும் என்ற கருத்தை வெளிப்படுத்துகிறது."
  },
  {
    "description": "3. **\"உலகமே வறுமையுற்றாலும் கொடுப்பவன்\" என்ற வாக்கியத்தில் \"வறுமை\" என்ற சொல்லைப் பயன்படுத்தி, உலகின் நிலைமையை எவ்வாறு விளக்கலாம்?**",
    "options": [
      "அ) வறுமையின் பிடியில் சிக்கியுள்ள",
      "ஆ) துன்பத்தில் மூழ்கிய",
      "இ) கஷ்டப்படும்",
      "ஈ) ஏழைமை நிறைந்த"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "இந்த கேள்வியில்  'உலகமே வறுமையுற்றாலும் கொடுப்பவன்' என்ற வாக்கியத்தில் 'வறுமை' என்ற சொல்லைப் பயன்படுத்தி உலகின் நிலைமையை விளக்க வேண்டும். 'வறுமை' என்ற சொல்லைப் பயன்படுத்தி உலகின் நிலைமையை எவ்வாறு விளக்கலாம் என்பதை கவனிக்க வேண்டும். 'வறுமையின் பிடியில் சிக்கியுள்ள' , 'துன்பத்தில் மூழ்கிய' , 'கஷ்டப்படும்' ஆகிய சொற்கள்  'வறுமை'  என்ற சொல்லுக்கு பதிலாக பயன்படுத்த முடியாது. ஆனால் 'ஏழைமை நிறைந்த' என்ற சொல் 'வறுமை'  என்ற சொல்லுக்கு பதிலாக பயன்படுத்த முடியும். ஏனெனில் ஏழைமை நிறைந்த என்றால் வறுமை நிறைந்தது என பொருள்படும்."
  },
  {
    "description": "4. **\"காலக்கணிதம்\" என்ற கவிதையில் \"என்மனம் இறந்துவிடாது\" என்ற வாக்கியம் எவ்வாறு இடம்பெற்றுள்ளது?**",
    "options": [
      "அ) \"இகழ்ந்தால் என்மனம் இறந்துவிடாது\"",
      "ஆ) \"என்மனம் இகழ்ந்தால் இறந்துவிடாது\"",
      "இ) \"இகழ்ந்தால் இறந்துவிடாது என்மனம்\"",
      "ஈ) \"என்மனம் இறந்துவிடாது இகழ்ந்தால்\""
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "காலக்கணிதம்  என்ற கவிதை இடம்பெற்றுள்ளது என்பதை நாம் கவனிக்க வேண்டும்.  காலக்கணிதம் என்ற கவிதையில் என்மனம் இறந்துவிடாது என்ற வாக்கியம் எவ்வாறு இடம்பெற்றுள்ளது என்பதை கண்டுபிடிக்க வேண்டும்.  கவிதையில் 'இகழ்ந்தால் என்மனம் இறந்துவிடாது' என்ற வாக்கியம் இடம்பெற்றுள்ளது. இது கவிதையின் முக்கியமான  பகுதி.  இந்த வரியில்  என்மனம்  என்ற சொல் பயன்படுத்தப்பட்டுள்ளது.  இந்த வாக்கியத்தின்  பொருள்  என் மனம் இறந்துவிடாது என்ற பொருளை தருகிறது.  இது கவிதையின் முக்கியமான பகுதி."
  },
  {
    "description": "5. **சிலப்பதிகாரம் மற்றும் மணிமேகலை எந்த வகைப் பாவினத்தில் எழுதப்பட்டுள்ளன?**",
    "options": [
      "அ) அகவற்பா",
      "ஆ) வெண்பா",
      "இ) வஞ்சிப்பா",
      "ஈ) கலிப்பா"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "சிலப்பதிகாரம் மற்றும் மணிமேகலை  இரண்டு பெரிய இலக்கிய நூல்கள். இந்த இரண்டு நூல்களும்   எந்த வகைப் பாவினத்தில் எழுதப்பட்டன என்பதை அறிந்து கொள்வது அவசியம்.  சிலப்பதிகாரம் மற்றும் மணிமேகலை  இரண்டும்  கலிப்பா  என்ற வகைப் பாவினத்தில் எழுதப்பட்டுள்ளன. கலிப்பா என்பது  ஒரு  பழமையான தமிழ் பாவினம்.  கலிப்பா  பாடல்  எழுதுவதற்கு  சில குறிப்பிட்ட விதிகள் உள்ளன. சிலப்பதிகாரம் மற்றும் மணிமேகலை  இரண்டும்  கலிப்பா  என்ற  வகைப் பாவினத்தில் எழுதப்பட்டுள்ளன என்பதை கவனிக்க வேண்டும்."
  }
]
