
[
  {
    "description": "பாடலின் படி, மன்னன் புலவர்களுக்கு என்னென்ன மரியாதைகள் செய்தான்? (இரண்டு விருப்பங்களைத் தேர்ந்தெடுக்கவும்)",
    "options": [
      "கவரி வீசி",
      "தெரியும் நிலங்களைப் புலவர்களுக்குக் கொடை கொடுத்தான்",
      "புலவருக்காக தூது சென்றான்",
      "மங்கலமாக அணிசெய்து பொன்னிருக்கையில் அமர்த்தினான்"
    ],
    "answer": [
      "A",
      "D"
    ],
    "additional_context": "கற்றோருக்குச் சென்ற இடமெல்லாம் சிறப்புச் செய்வது தமிழ்கூறும் நல்லுலகம். அரசரும் புலவருக்குக் கவரி வீசுவர்; கண்ணுக்கு எட்டிய திசை வரை தெரியும் நிலங்களைப் புலவருக்குக் கொடை கொடுத்து மகிழ்வர்; இறைவனும் அறிவைப் போற்றுபவன்; அறிவாய் நிற்பவன்; அறிவிற் சிறந்த புலவருக்காகத் தூது சென்றவன்; புலவரது அறிவுப் பெருமையை உணர்த்துபவன்."
  },
  {
    "description": "இடைக்காடனார் படித்த கவிதை பாண்டிய மன்னனை எப்படிப் பாதித்தது?",
    "options": [
      "மன்னன் மனம் மகிழ்ந்து, புலவரைப் பாராட்டினான்.",
      "மன்னன் புலவரை அவமதித்தான்.",
      "மன்னன் புலவரைப் போற்றி, அவருக்குப் பரிசுகள் கொடுத்தான்.",
      "மன்னன் புலவரின் கவிதையைப் புரிந்துகொள்ள முடியாமல் குழம்பினான்."
    ],
    "answer": "B",
    "additional_context": "பாண்டிய நாட்டை ஆட்சிபுரிந்த குலேசபாண்டியன் என்னும் மன்னன் தமிழ்ப் புலமையில் சிறந்து விளங்கினான். கபிலரின் நண்பரான இடைக்காடனார் என்னும் புலவர், தாம் இயற்றிய கவிதையினை மன்னன் முன்பு பாட,அதைப் பொருட்படுத்தாமல் மன்னன் புலவரை அவமதித்தான்."
  },
  {
    "description": "பாடலின் படி, இறைவன் கோவிலைவிட்டு நீங்கியது யாருக்காக?",
    "options": [
      "மன்னன்",
      "இடைக்காடனார்",
      "கபிலர்",
      "மோசிகீரனார்"
    ],
    "answer": "B",
    "additional_context": "மன்னனின் பிழையை உணர்த்துவதற்காக இறைவன் கடம்பவனக் கோவிலை விட்டு நீங்கி, வடதிருஆலவாயில் சென்று தங்கினார். இதை அறிந்த மன்னன் தன் பிழையைப் பொறுத்தருளுமாறு இறைவனை வேண்டி, இடைக்காடனாருக்குச் சிறப்புச் செய்தான்."
  },
  {
    "description": "பாண்டிய மன்னன் இறைவனை எந்தச் சொல்லால் போற்றுகிறான்?",
    "options": [
      "புண்ணியப் புலவீர்",
      "பெருந்தகைப் பரம யோகி",
      "வில்லேருழவன்",
      "கேள்வியினான்"
    ],
    "answer": "B",
    "additional_context": "பெண்ணினைப் பாகம் கொண்ட பெருந்தகைப் பரம யோகி விண்ணிடை மொழிந்த மாற்றம் மீனவன் கேட்டு வானோர் புண்ணிய சிறியோர் குற்றம் பொறுப்பது பெருமை அன்றோ எண்ணிய பெரியோர்க்கு என்னா ஏத்தினான் இறைஞ்சி னானே."
  },
  {
    "description": "இடைக்காடனார் மன்னனைச் சந்தித்து என்ன செய்தார்?",
    "options": [
      "மன்னனின் காதலைப் பாட",
      "மன்னனுக்குக் கவிதையைப் படித்துக்காட்ட",
      "மன்னனின் அறிவைப் புகழ்ந்து பாடுதல்",
      "மன்னனின் தவறுகளைச் சுட்டிக்காட்டுதல்"
    ],
    "answer": "B",
    "additional_context": "கழிந்த பெரும் கேள்வியினான் எனக் கேட்டு முழுது உணர்ந்த கபிலன் தன் பால் பொழிந்த பெரும் காதல் மிகு கேண்மையினான் இடைக்காட்டுப் புலவன் தென் சொல் மொழிந்து அரசன் தனைக் காண்டும் எனத் தொடுத்த பனுவலொடு மூரித் தீம் தேன் வழிந்து ஒழுகு தாரானைக் கண்டு தொடுத்து உரைப்பனுவல் வாசித்தான் ஆல்."
  }
]
