[
          
  {
    
          "description": "குறள்வெண்பாவின் இலக்கணத்தை எழுதி எடுத்துக்காட்டுத் தருக.",
          "options": [],
    "answer": [],
    
          "additional_context": "குறள்வெண்பாவின் இலக்கணம் பற்றிய கேள்வி இது. குறள்வெண்பா ஒரு குறுகிய வகையான வெண்பாவாகும். இது நான்கு அடிகள் கொண்டதாகும். ஒவ்வொரு அடியும் ஏழுசீர்களைக் கொண்டிருக்கும். முதல் இரண்டு அடிகளும் இரண்டாம் இரண்டு அடிகளும் ஒத்த சீர்த் தொடர்பை கொண்டிருக்கும். குறள்வெண்பாவின் இலக்கணத்தையும் எடுத்துக்காட்டையும் நீங்கள் தெளிவாக விவரிக்க வேண்டும். "
          }
        ,
          
  {
    
          "description": "_________  என்பவர், உலகமே வறுமையுற்றாலும் தாராளமாக கொடுத்து உதவுவதுடன்,  பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவர்கள்  என்று பாராட்டப்பட்டனர்.",
          "options": [
      "உதியன்",
      "அதியன்",
      "பேகன்",
      "நெடுஞ்செழியன்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த கேள்வி உலகமே வறுமையுற்றாலும் கொடுப்பவன் என்றும் பொருள்களின் இருப்பைக் கூட அறியாமல் கொடுப்பவன் என்றும் பாராட்டப்படுவோர் யார் என்பதை பற்றியது.  இந்த கேள்விக்குரிய விடை அதியன்  ஆகும்.  அதியன்  தாராளமான குணமுடையவர் என்பதற்கான ஒரு நல்ல எடுத்துக்காட்டு. "
          }
        ,
          
  {
    
          "description": "'_________ '  என்ற தொடர், காலக்கணிதம் கவிதையில் இடம்பெற்றுள்ளது.",
          "options": [
      "என்மனம் இறந்துவிடாது இகழ்ந்தால்",
      "இகழ்ந்தால் என்மனம் இறந்துவிடாது",
      "என்மனம் இறந்துவிடாது",
      "இகழ்ந்தால் இறந்துவிடாது"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "காலக்கணிதம் என்ற கவிதை இடம்பெற்றுள்ள தொடர்  'என்மனம் இறந்துவிடாது இகழ்ந்தால்'  என்பதாகும். இந்த தொடர்  காலக்கணிதம் கவிதையின்  முக்கியமான பகுதியாகும்.  இந்தக் கவிதையில் ஒருவரின் உறுதியான மனதைப் பற்றியும், எந்தவிதமான இகழ்ச்சியும் அவரை பாதிக்காது என்றும்  குறிப்பிடப்படுகிறது. "
          }
        ,
          
  {
    
          "description": "'வீட்டைத் துடைத்துச் சாயம் அடித்தல்' என்ற அடி,  இடைவிடாது தொடரும் __________  என்ற கருத்தை வெளிப்படுத்துகிறது.",
          "options": [
      "கால மாற்றத்தை",
      "வீட்டு வேலைகளை",
      "அறப்பணியை",
      "வண்ணம் பூசுதலை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கேள்வி ஒரு குறிப்பிட்ட அடியின் கருத்தைப் பற்றியது.  'வீட்டைத் துடைத்துச் சாயம் அடித்தல்'  என்ற அடி  இடைவிடாது தொடரும் அறப்பணியை  என்ற கருத்தை வெளிப்படுத்துகிறது. இது ஒரு மனிதன் தனது வாழ்க்கையில் செய்யும் அறப்பணியானது தொடர்ச்சியானது என்பதை  குறிப்பிடுகிறது. "
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரம் மற்றும் மணிமேகலை இரண்டிலும் பயன்படுத்தப்பட்ட பா வகை _______  ஆகும்.",
          "options": [
      "அகவற்பா",
      "வெண்பா",
      "வஞ்சிப்பா",
      "கலிப்பா"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "சிலப்பதிகாரம் மற்றும் மணிமேகலை  இரு நூல்களிலும் பயன்படுத்தப்பட்ட பா வகை  கலிப்பா  ஆகும்.  கலிப்பா என்பது பல பாடல்களிலும் பயன்படுத்தப்படும் ஒரு பாரம்பரியமான பா வகை.  இது பாடல் இயல்பில் இனிமை வாய்ந்ததாகும். "
          }
        ]