
[
  {
    "description": "கொடுக்கப்பட்ட படத்தில் எத்தனை மரங்கள் உள்ளன?",
    "options": [
      "மூன்று",
      "நான்கு",
      "ஐந்து",
      "ஆறு"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி பாடப் புத்தகத்தில் கொடுக்கப்பட்டுள்ள படத்தில் எத்தனை மரங்கள் இருக்கிறது என்பதைக் கேட்கிறது. நீங்கள் படத்தில் மரங்களை எண்ணி, சரியான விடையை தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "உங்கள் பகுதியில் விளையும் ஐந்து பயிர்வகைகளில் எது இல்லை?",
    "options": [
      "நெல்",
      "கரும்பு",
      "வாழை",
      "பருத்தி"
    ],
    "answer": "D",
    "additional_context": "இந்த கேள்வி நீங்கள் வசிக்கும் பகுதியில் விளையும் பயிர் வகைகளைக் குறிப்பிட்டு, அவற்றில் எது இல்லை என்பதைக் கேட்கிறது. நீங்கள் உங்கள் பகுதியில் விளையும் பயிர் வகைகளை அறிந்து கொண்டு, சரியான விடையை தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "“மொழியோடு விளையாடு” பகுதியில் கொடுக்கப்பட்ட சொற்களைப் பயன்படுத்தி, “வானத்தைப் பார்த்து” என்ற சொற்றொடருக்குப் பொருத்தமான புதிய சொற்றொடரை உருவாக்குங்கள்.",
    "options": [
      "மழைவிண் பார்த்து",
      "வான் மணி பார்த்து",
      "பொன் விளக்கு பார்த்து",
      "தேன் பூ பார்த்து"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி பாடப் புத்தகத்தில் கொடுக்கப்பட்ட சொற்களைப் பயன்படுத்தி புதிய சொற்றொடரை உருவாக்கச் சொல்கிறது. நீங்கள் கொடுக்கப்பட்ட சொற்களைப் பயன்படுத்தி சரியான சொற்றொடரை தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "குறிப்புகள் கொடுக்கப்பட்ட வினாத்தொடர்களில் எது “சுவைக்காத இளநீர்” என்ற குறிப்பைப் பயன்படுத்தி உருவாக்கப்பட்டிருக்கிறது?",
    "options": [
      "குறளின்பத்தில் திளைக்காத தமிழன் உண்டா?",
      "சுவைக்காத இளநீர் பருகியவர் உண்டா?",
      "காப்பியச் சுவை அறியாதவர் உண்டா?",
      "மனிதகுல மேன்மை காணாதவர் உண்டா?"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி பாடப் புத்தகத்தில் கொடுக்கப்பட்ட குறிப்புகளைப் பயன்படுத்தி உருவாக்கப்பட்ட வினாத்தொடரை தேர்ந்தெடுக்கச் சொல்கிறது. நீங்கள் கொடுக்கப்பட்ட குறிப்புகளைப் பயன்படுத்தி சரியான வினாத்தொடரை தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "“செய்யுள் அடி | எண்ணுப்பெயர் | தமிழ் எண்” அட்டவணையில் “எண்சாண்” என்ற சொல்லுக்கு என்ன எண்ணுப்பெயர் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "ஒன்பது",
      "ஐந்து",
      "நான்கு",
      "ஏழு"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி பாடப் புத்தகத்தில் கொடுக்கப்பட்ட அட்டவணையில் “எண்சாண்” என்ற சொல்லுக்கு என்ன எண்ணுப்பெயர் பயன்படுத்தப்பட்டுள்ளது என்பதைக் கேட்கிறது. நீங்கள் அட்டவணையைப் பார்த்து சரியான விடையை தேர்ந்தெடுக்க வேண்டும்."
  }
]
