
[
  {
    "description": "“பரிந்துநன் முகமன் வழங்கல்” என்ற சொற்றொடர் என்ன பொருள் தருகிறது?",
    "options": [
      "a)  விருந்தினருக்கு மரியாதையுடன் சாப்பாடு பரிமாறுதல்",
      "b)  விருந்தினருக்குப் பரிசு வழங்குதல்",
      "c)  விருந்தினரைப் புகழ்ந்து பேசி வழியனுப்புதல்",
      "d)  விருந்தினருக்குப் பணம் கொடுத்து வழியனுப்புதல்"
    ],
    "answer": "c",
    "additional_context": "“பரிந்துநன் முகமன் வழங்கல்” என்ற சொற்றொடர் விருந்தினரைப் புகழ்ந்து பேசி வழியனுப்புதல் என்பதைக் குறிக்கிறது. இல்லற ஒழுக்கம், நெறிமுறை இவற்றைப் பற்றி காசிக்காண்டம் கூறுகிறது. விருந்தினர்களை உளமார வரவேற்று, மனம் மகிழ விருந்தளிக்க வேண்டும் என்பதை அது வலியுறுத்துகிறது. விருந்தோம்பல் முறைகள் வேறுவேறாக இருந்தாலும், எல்லாச் சமூகங்களிலும் இப்பண்பாடு போற்றப்படுகிறது. "
  },
  {
    "description": "காசிக்காண்டத்தில் விருந்தோம்பல் முறையை எந்தப் பாடல் வரிசைப்படுத்திக் காட்டுகிறது?",
    "options": [
      "a)  முதல் பாடல்",
      "b)  இரண்டாவது பாடல்",
      "c)  பதினேழாவது பாடல்",
      "d)  இறுதிப் பாடல்"
    ],
    "answer": "c",
    "additional_context": "காசிக்காண்டத்தில் 'இல்லொழுக்கம்' என்ற பகுதியிலுள்ள பதினேழாவது பாடல் விருந்தோம்பும் நெறியை வரிசைப்படுத்திக் காட்டுகிறது.  காசிக்காண்டத்தில் விருந்தோம்பும் முறைகளைப் பற்றி கூறப்பட்டிருக்கிறது. விருந்தினர்களை எப்படி உபசரிக்க வேண்டும் என்ற நல்லொழுக்கத்தை  அந்தப் பாடல்  விவரிக்கிறது. காசி நகரத்தின் பெருமைகளைக் கூறும் காசிக்காண்டம் என்பது, துறவு, இல்லறம், பெண்களுக்குரிய பண்புகள், வாழ்வியல் நெறிகள், மறுவாழ்வில் அடையும் நன்மைகள் ஆகியவற்றைப் பாடுவதாக அமைந்துள்ளது. "
  },
  {
    "description": "காசிக்காண்டம் எந்த நகரின் பெருமைகளைப் பற்றிப் பேசுகிறது?",
    "options": [
      "மதுரை",
      "காஞ்சிபுரம்",
      "காசி",
      "தஞ்சாவூர்"
    ],
    "answer": "C",
    "additional_context": "காசிக்காண்டம் காசி நகரின் பெருமைகளைப் பற்றிப் பேசும் நூல்.  காசிக்காண்டத்தில் காசி நகரின் பெருமைகளைப் பற்றி கூறப்பட்டிருக்கிறது.  துறவு, இல்லறம், பெண்களுக்குரிய பண்புகள், வாழ்வியல் நெறிகள், மறுவாழ்வில் அடையும் நன்மைகள் ஆகியவற்றைப் பாடுவதாக அமைந்துள்ளது.  காசி நகரில் இருக்கும் காசி விஸ்வநாதர் கோயில், மணிகர்ணி கா,துறை, அன்னபூர்ணேஸ்வரி கோயில்  ஆகியவை புகழ்பெற்றவை."
  },
  {
    "description": "காசிக்காண்டத்தில் குறிப்பிடப்படும் 'இல்லொழுக்கம்' என்ற பகுதியின் பாடலில் எத்தனை நெறிகள் விருந்தோம்பலுக்குத் தேவை என்கிறது?",
    "options": [
      "7",
      "9",
      "11",
      "13"
    ],
    "answer": "B",
    "additional_context": "காசிக்காண்டத்தில் உள்ள 'இல்லொழுக்கம்' என்ற பகுதியிலுள்ள பாடலில் 9 நெறிகள் விருந்தோம்பலுக்குத் தேவை என்கிறது.  காசிக்காண்டத்தில் 'இல்லொழுக்கம்' என்ற பகுதியில் கூறப்பட்டுள்ள பாடல் விருந்தோம்பும் நெறியை வரிசைப்படுத்திக் காட்டுகிறது. காசிக்காண்டம் என்பது, துறவு, இல்லறம், பெண்களுக்குரிய பண்புகள், வாழ்வியல் நெறிகள், மறுவாழ்வில் அடையும் நன்மைகள் ஆகியவற்றைப் பாடுவதாக அமைந்துள்ளது. "
  },
  {
    "description": "'விருந்தினனாக ஒருவன் வந்து எதிரின்' என்ற வரியில் பயன்படுத்தப்பட்டுள்ள 'எதிரின்' என்பது என்ன விகாரம்?",
    "options": [
      "வியங்கோள் வினைமுற்று",
      "இறந்த கால இடைநிலை",
      "பெயரெச்ச விகுதி",
      "இறந்த காலப் பெயர்"
    ],
    "answer": "A",
    "additional_context": "'விருந்தினனாக ஒருவன் வந்து எதிரின்' என்ற வரியில் பயன்படுத்தப்பட்டுள்ள 'எதிரின்' என்பது 'வியங்கோள் வினைமுற்று' விகாரம்.  'எதிர்' என்பது ஒரு வினைச்சொல். 'இன்' என்பது வியங்கோள் வினைமுற்று விகுதி. எனவே, 'எதிரின்'  என்பது 'வியங்கோள் வினைமுற்று' விகாரம். விருந்தோம்பல், நல்லொழுக்கம்,  நெறிமுறை இவற்றைப் பற்றி காசிக்காண்டம் கூறுகிறது. காசிக்காண்டம் என்பது, துறவு, இல்லறம், பெண்களுக்குரிய பண்புகள், வாழ்வியல் நெறிகள், மறுவாழ்வில் அடையும் நன்மைகள் ஆகியவற்றைப் பாடுவதாக அமைந்துள்ளது. "
  }
]
