[
          
  {
    
          "description": "'கேடு' என்ற சொல் எந்த வகை தொழிற்பெயர்?",
          "options": [
      "பகாப்பதம்",
      "காலப்பதம்",
      "கிரியைப்பதம்",
      "இதில் எதுவுமில்லை"
    ],
    "answer": "D",
    
          "additional_context": "சொல் ஒரு வினை அல்லது செயலைக் குறிக்கும் பெயரானது எண், இடம், காலம், பால் ஆகியவற்றைக் குறிப்பாகவோ வெளிப்படையாகவோ உணர்த்தாமல் வருவது தொழிற்பெயர் எனப்படும். வினைமுற்றுகள் எதுவும் தொழிற்பெயர்களாக கருதப்படுவதில்லை.  எனவே, கேடு என்ற சொல் பகாப்பதம், காலப்பதம், கிரியைப்பதம் எதுவுமில்லை."
          }
        ,
          
  {
    
          "description": "பின்வரும் எது உயிரளபெடையின் வகைகளில் ஒன்றல்ல?",
          "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "ஒற்றளபெடை"
    ],
    "answer": "D",
    
          "additional_context": "உயிரளபெடை என்பது செய்யுளில் மொழிக்கு முதலிலும் இடையிலும் இறுதியிலும் நிற்கிற உயிர நெட்டெழுத்துகள் தத்தம் அளவில் நீண்டு ஒலிக்கும்போது அதைக் குறிக்க நெட்டெழுத்துகளின் இனமான குற்றெழுத்துகள் அவற்றின் பின்னால் வரும்.  இவ்வாறு வருவது உயிரளபெடை எனப்படும்.  இந்த உயிரளபெடை மூன்று வகையாகும். அதாவது,  செய்யுளிசை அளபெடை, இன்னிசை அளபெடை மற்றும் சொல்லிசை அளபெடை.  ஒற்றளபெடை என்பது உயிரளபெடையல்ல.  ஒற்றளபெடை என்பது செய்யுளில் ஓசை குறையும்போது அதனை நிறைவுசெய்ய மெய்யெழுத்துகளான ங், ஞ், ண், ந், ம், ன், வ், ய், ல், ள் ஆகிய பத்தும், ஃஎன்னும் ஆய்த எழுத்தும் அளபெடுப்பது."
          }
        ,
          
  {
    
          "description": "'எங்ங்கிறைவன்' என்ற சொல்லில் எது பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "உயிரளபெடை",
      "ஒற்றளபெடை",
      "குற்றியலுகரம்",
      "மகரக்குறுக்கம்"
    ],
    "answer": "B",
    
          "additional_context": "எங்ங்கிறைவன் என்ற சொல்லில் ங் என்ற ஒற்றளபெடை பயன்படுத்தப்பட்டுள்ளது.  ஒற்றளபெடை என்பது செய்யுளில் ஓசை குறையும்போது அதனை நிறைவுசெய்ய மெய்யெழுத்துகளான ங், ஞ், ண், ந், ம், ன், வ், ய், ல், ள் ஆகிய பத்தும், ஃஎன்னும் ஆய்த எழுத்தும் அளபெடுப்பது."
          }
        ,
          
  {
    
          "description": "'நல்ல படாஅ பறை' என்ற சொற்றொடரில் எந்த வகை உயிரளபெடை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "இவை எதுவுமில்லை"
    ],
    "answer": "A",
    
          "additional_context": "நல்ல படாஅ பறை என்ற சொற்றொடரில் அ  என்ற  செய்யுளிசை அளபெடை பயன்படுத்தப்பட்டுள்ளது.  செய்யுளில் ஓசை குறையும்போது அதனை நிறைவு செய்ய, நெட்டெழுத்துகள் அளபெடுத்தலைச் செய்யுளிசை அளபெடை என்போம். இதனை இசைநிறை அளபெடை என்றும் கூறுவர்."
          }
        ,
          
  {
    
          "description": "'கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்' என்ற சொற்றொடரில் எந்த வகை உயிரளபெடை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "செய்யுளிசை அளபெடை",
      "இன்னிசை அளபெடை",
      "சொல்லிசை அளபெடை",
      "இவை எதுவுமில்லை"
    ],
    "answer": "B",
    
          "additional_context": "கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய் என்ற சொற்றொடரில் உ  என்ற இன்னிசை அளபெடை பயன்படுத்தப்பட்டுள்ளது.  செய்யுளில் ஓசை குறையாத இடத்திலும் இனிய ஓசைக்காக குறில் நெடிலாகி அளபெடுப்பது இன்னிசை அளபெடை ஆகும்."
          }
        ]