
[
  {
    "description": "“மனிதா! மனிதா! அழைப்பது கேட்கிறதா?” என்று காற்று பேசும் இந்தப் பகுதியில், மனிதனை எதனைக் கொண்டு அழைக்கிறது காற்று?",
    "options": [
      "மனிதனின் உயிர்நிலையைக் கண்டு",
      "மனிதனின் வாழ்வின் அடிப்படைக் கூறுகளைக் கண்டு",
      "மனிதனின் இயக்கத்தைக் கண்டு",
      "மனிதனின் உணர்வுகளைக் கண்டு"
    ],
    "answer": "C",
    "additional_context": "காற்று, 'மனிதா! மனிதா! அழைப்பது கேட்கிறதா?' என மனிதனை அழைக்கிறது. மனிதன் எங்குப் பார்க்கிறான்? யாரைத் தேடுகிறான்? எனக் கேட்டு, அவனது மூச்சு உள்ளே இழு, வெளியே விடு என்கிறது. உன் மூச்சின் உள் சென்று வெளிவரும் நான்தான் பேசுகிறேன் என்கிறது. இது காற்று, மனித உயிரின் இயக்கத்துடன் நெருங்கிய தொடர்புடையது என்பதை எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "“கொண்டலாக நான் குளிர்ச்சி தருகிறேன்; இன்பத்தைத் தருகிறேன்; மழையைத் தருகிறேன்; கடல் பகுதிக்கு மேலுள்ள மழைமேகங்களைச் சுமந்து வருவதால் மழைக்காற்று எனப்படுகிறேன்.” இந்தப் பகுதியில் காற்று குறிப்பிடும் “கொண்டல்” எந்த திசையிலிருந்து வீசும் காற்று?",
    "options": [
      "வடக்கு",
      "தெற்கு",
      "கிழக்கு",
      "மேற்கு"
    ],
    "answer": "C",
    "additional_context": "காற்று, 'கொண்டலாக நான் குளிர்ச்சி தருகிறேன்; இன்பத்தைத் தருகிறேன்; மழையைத் தருகிறேன்; கடல் பகுதிக்கு மேலுள்ள மழைமேகங்களைச் சுமந்து வருவதால் மழைக்காற்று எனப்படுகிறேன்' என்கிறது. காற்று, கிழக்கிலிருந்து வீசும்போது கொண்டல் எனப்படும் என்பதை இப்பகுதி விளக்குகிறது."
  },
  {
    "description": "“சிலம்பு” என்னும் இலக்கியத்தில், இளங்கோவடிகள் காற்றை எப்படிப் புகழ்ந்துள்ளார்?",
    "options": [
      "“நந்தமிழும் தண்பொருநை நன்னதியும் சேர் பொருப்பிற் செந்தமிழின் பின்னுதித்த தென்றலே” என",
      "“நதியில் விளையாடிக் கொடியில் தலைசீவி நடந்த இளந்தென்றலே” என",
      "“வண்டொடு புக்க மணவாய்த் தென்றல்” என",
      "“வளிதொழில் ஆண்ட உரவோன் மருக! களிஇயல் யானைக் கரிகால் வளவ!” என"
    ],
    "answer": "C",
    "additional_context": "இளங்கோவடிகள், 'சிலம்பு' எனும் இலக்கியத்தில் காற்றை, 'வண்டொடு புக்க மணவாய்த் தென்றல்' எனப் புகழ்ந்துள்ளார். இதன் மூலம், மணம் நிறைந்த மலர்களின் மணத்தை மலர்களில் இருந்து அள்ளி வரும் தென்றல் வண்டுகளையும் அழைத்து வருவதைக் காட்டுகிறது. காற்றின் இயல்பு சிறப்பாக விளக்கப்படுகிறது."
  },
  {
    "description": "“ஹிப்பாலஸ் பருவக்காற்றின் வழியில் யவனக் கடல் வணிகம் பெருகிற்று.”  என்னும் பகுதியில் “ஹிப்பாலஸ்” எனக் குறிப்பிடப்படும் யார்?",
    "options": [
      "சங்ககாலப் புலவர்",
      "ஹிப்பாலஸ் பருவக்காற்றின் வழியைக் கண்டறிந்த கிரேக்க மாலுமி",
      "சேர மன்னன்",
      "ஔவையார்"
    ],
    "answer": "B",
    "additional_context": "கி.பி. (பொ. ஆ.) முதல் நூற்றாண்டில் ஹிப்பாலஸ் என்னும் பெயர்கொண்ட கிரேக்க மாலுமி, பருவக் காற்றின் உதவியினால் நடுக்கடல் வழியாக முசிறித் துறைமுகத்திற்கு நேரே விரைவில் பயணம் செய்யும் புதிய வழியைக் கண்டுபிடித்தார். அதுமுதல், யவனக் கப்பல்கள் விரைவாகவும் அதிகமாகவும் சேரநாட்டு முசிறித் துறைமுகத்துக்கு வந்துசென்றன. அந்தப் பருவக் காற்றுக்கு யவனர், அதைக் கண்டுபிடித்தவர் பெயராகிய ஹிப்பாலஸ் என்பதையே சூட்டினார்கள்."
  },
  {
    "description": "“கதிரவனின் வெப்பத்தால் சூடாகி, அடர்த்தி குறைந்து மேலே செல்லும் நான், அங்கு ஏற்பட்ட வெற்றிடத்தை நிரப்பியும் பருவக்காற்றாக மாறுகின்றேன்;” எனும் பகுதியில் காற்று எந்த செயல்பாட்டை விளக்குகிறது?",
    "options": [
      "மழை பெய்யும் செயல்முறையை",
      "பருவக்காற்றை உருவாக்கும் செயல்முறையை",
      "காற்று மாசுபாட்டை",
      "புயல் உருவாவதைக்"
    ],
    "answer": "B",
    "additional_context": "காற்று, 'கதிரவனின் வெப்பத்தால் சூடாகி, அடர்த்தி குறைந்து மேலே செல்லும் நான், அங்கு ஏற்பட்ட வெற்றிடத்தை நிரப்பியும் பருவக்காற்றாக மாறுகின்றேன்' என்கிறது. இதன் மூலம், காற்று பருவக்காற்றை உருவாக்கும் செயல்முறையை எளிமையாக விளக்குகிறது."
  }
]
