
[
  {
    "description": "மேலே கொடுக்கப்பட்டுள்ள பத்தியில், \"பொம்மலாட்டம்\" என்ற சொல்லின் ஆங்கிலச் சொல் எது?",
    "options": [
      "a) Aesthetics",
      "b) Artifacts",
      "c) Puppet show",
      "d) Terminology"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பத்தியில் \"பொம்மலாட்டம்\" என்ற சொல்,  திரைகட்டித் தோற்பாவைக் கூத்துடன் இணைத்துப் பேசப்படுகிறது.  இந்த இருவகை நிகழ்கலைகளும் மக்கள் மத்தியில் மிகவும் பிரபலமானவை. பொம்மலாட்டம் என்பது பொம்மைகளால் நடத்தப்படும் ஒரு வகை நாடகம். இது, பொம்மைகள், நூல்கள், மரக்கட்டைகள் போன்றவற்றைப் பயன்படுத்தி  நடத்தப்படுகிறது.   "
  },
  {
    "description": "  \"திரைகட்டித் தோற்பாவைக் கூத்து\"  என்ற சொற்றொடருக்கான ஆங்கிலச் சொல் எது?",
    "options": [
      "a) Shadow puppetry",
      "b) Puppetry",
      "c) Mythology",
      "d) Aesthetics"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பத்தியில் \"திரைகட்டித் தோற்பாவைக் கூத்து\"  என்ற சொல்,  பொம்மலாட்டத்துடன் இணைத்துப் பேசப்படுகிறது.  இந்த இருவகை நிகழ்கலைகளும் மக்கள் மத்தியில் மிகவும் பிரபலமானவை.  திரைகட்டித் தோற்பாவைக் கூத்து என்பது ஒரு வகை நாடகம்.  இது, ஒளி, திரை, தோல்ப் பொம்மைகள் போன்றவற்றைப் பயன்படுத்தி  நடத்தப்படுகிறது.  "
  },
  {
    "description": " \"மண்ணின் மக்கள்\" என்ற சொற்றொடருக்கான  ஆங்கிலச் சொல் எது?",
    "options": [
      "a) Folk ",
      "b) Mythology",
      "c) Artifacts",
      "d) Terminology"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பத்தியில் \"மண்ணின் மக்கள்\"  என்ற சொல், நாட்டார் கலைகளைச் செய்பவர்களைப் குறிக்கிறது. நாட்டார் கலைகள் என்பது ஒரு குறிப்பிட்ட பகுதியின் மக்களால் பல தலைமுறைகளாகப் பாதுகாக்கப்பட்டு வரும் கலை வடிவங்கள். நாட்டார் கலைகள் என்பது ஒரு குறிப்பிட்ட பகுதியின் மக்களின் மரபுகளையும் கலாச்சாரத்தையும் பிரதிபலிக்கும்.  "
  },
  {
    "description": " \"நாட்டார் கலைகள்\" என்ற சொல்லை ஆங்கிலத்தில் எப்படிச் சொல்வீர்கள்?",
    "options": [
      "a) Folk arts",
      "b) Mythology",
      "c) Artifacts",
      "d) Terminology"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பத்தியில் \"நாட்டார் கலைகள்\"  என்ற சொல்,  மண்ணின் மக்கள்  என்ற சொல்லுக்கு இணைத்துப் பேசப்படுகிறது. நாட்டார் கலைகள் என்பது ஒரு குறிப்பிட்ட பகுதியின் மக்களால் பல தலைமுறைகளாகப் பாதுகாக்கப்பட்டு வரும் கலை வடிவங்கள். நாட்டார் கலைகள் என்பது ஒரு குறிப்பிட்ட பகுதியின் மக்களின் மரபுகளையும் கலாச்சாரத்தையும் பிரதிபலிக்கும்.  "
  },
  {
    "description": "பல்வேறு நிகழ்கலைகளின் ஒளிப்படங்களைத் தொகுத்து வகுப்பறையில் கண்காட்சி அமைப்பது ஏன் ஒரு சிறந்த செயல் திட்டமாகும்?",
    "options": [
      "வகுப்பறையை அழகுபடுத்துவதற்கு.",
      "மாணவர்களுக்கு நிகழ்கலைகள் பற்றிய அறிவை வளர்ப்பதற்கு.",
      "வகுப்பறையை ஒரு கலைக்கூடம் போல் மாற்றுவதற்கு.",
      "மாணவர்களுக்கு படைப்பாற்றல் ஊக்குவிப்பதற்கு."
    ],
    "answer": "B",
    "additional_context": "  நிகழ்கலைகள் பற்றிய அறிவை வளர்ப்பது  ஒரு சிறந்த செயல் திட்டம்.  நிகழ்கலைகள் என்பது மக்களின் மரபுகளையும் கலாச்சாரத்தையும் பிரதிபலிக்கும்.  நிகழ்கலைகளின் மூலம் நாம் நம் நாட்டின் வரலாற்றையும் பாரம்பரியத்தையும் அறிந்துகொள்ளலாம்.  "
  }
]
