
[
  {
    "description": "“மையோ மரகதமோ மறி கடலோ மழை முகிலோ ஐயோ விவன் வடிவென்பதொ ரழியாவழ குடையான்.” - இந்த வரிகள் எந்தக் காண்டத்தில், எந்தப் படலத்தில் வருகின்றன?",
    "options": [
      "பாலகாண்டம் - ஆற்றுப்படலம்",
      "அயோத்தியா காண்டம் - கங்கைப்படலம்",
      "யுத்த காண்டம் - கும்பகருணன் வதைப் படலம்",
      "கிष्किन्धा காண்டம் -  வானர படலம்"
    ],
    "answer": "B",
    "additional_context": "கம்பர் இராமனின் மாநிற மேனியை வருணிக்கும் போது, 'மையோ மரகதமோ மறி கடலோ மழை முகிலோ ஐயோவிவன் வடிவென்பதொ ரழியாவழ குடையான்' என்று பாடுகிறார். இந்த வரிகள் அயோத்தியா காண்டத்தின் கங்கைப்படலத்தில் இடம்பெற்றுள்ளன. இங்கு, கம்பர் இராமனின் அழகைப் பலவகை உவமைகளால் வருணித்து, இறுதியில் அந்த அழகு  வார்த்தைகளால் விவரிக்க முடியாதது என்று 'ஐயோ' என்ற சொல்லில் வெளிப்படுத்துகிறார்."
  },
  {
    "description": "“வண்மை யில்லையோர் வறுமை யின்மையாற் றிண்மை யில்லையோர் செறுந ரின்மையால் உண்மை யில்லைபொய் யுரையி லாமையால் வெண்மை யில்லைபல் கேள்வி மேவலால்.” - இந்த வரிகள் எந்தக் காண்டத்தில், எந்தப் படலத்தில் வருகின்றன?",
    "options": [
      "பாலகாண்டம் - நாட்டுப்படலம்",
      "அயோத்தியா காண்டம் - கங்கைப்படலம்",
      "யுத்த காண்டம் - கும்பகருணன் வதைப் படலம்",
      "கிष्किन्धा காண்டம் -  வானர படலம்"
    ],
    "answer": "A",
    "additional_context": "கோசல நாட்டின் சிறப்புகளைப் பற்றி விவரிக்கும் இந்த வரிகள் பாலகாண்டத்தின் நாட்டுப்படலத்தில் காணப்படுகின்றன. இங்கு கம்பர்,  'வண்மை யில்லையோர் வறுமை யின்மையாற் றிண்மை யில்லையோர் செறுந ரின்மையால் உண்மை யில்லைபொய் யுரையி லாமையால் வெண்மை யில்லைபல் கேள்வி மேவலால்' என்று கோசல நாட்டின் சிறப்புகளைச் சொல்லி, கோசல மன்னனான தசரதனின் ஆட்சியின் பெருமையைப் புகழ்கிறார்."
  },
  {
    "description": "கம்பரின் கவிதைகள் எந்த இன்பத்தைக் கொடுக்கின்றன என்பதைப் பின்வரும் வரிகள் எடுத்துக்காட்டுகின்றன? “ஆழ நெடுந்திரை யாறு கடந்திவர் போவாரோ வேழ நெடும்படை கண்டு நடுங்கிடும் வில்லாளோ தோழமை யென்றவர் சொல்லிய சொல்லொரு சொல் அன்றோ ஏழமை வேட னிறந்தில னென்றெனை யேசாரோ.”",
    "options": [
      "நயமான சொற்சேர்க்கை",
      "நிகழ்வுகளை விவரிக்கும் விதம்",
      "மெய்ப்பாடு",
      "உணர்ச்சி தூண்டுதல்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் கம்பரின் கவிதைகளில் உள்ள 'நயமான சொற்சேர்க்கை'யை எடுத்துக்காட்டுகின்றன. இங்கு, 'ஆழ நெடுந்திரை யாறு கடந்திவர் போவாரோ'  என்ற கேள்வி வரி, 'வேழ நெடும்படை கண்டு நடுங்கிடும் வில்லாளோ' என்ற கேள்வி வரி, 'தோழமை யென்றவர் சொல்லிய சொல்லொரு சொல் அன்றோ' என்ற  கேள்வி வரி என  விரைவான கேள்விகளை வைத்து, இறுதியில் 'ஏழமை வேட னிறந்தில னென்றெனை யேசாரோ' என இராமன் இல்லாத நிலையைப் பற்றித் தனக்குள்ள மனவேதனையைக் காட்டுகிறார். கம்பரின் கவிதைகள், இவ்வாறான  நயமான சொற்சேர்க்கைகள் மூலம் வாசகர்களை மகிழ்விக்கின்றன."
  },
  {
    "description": "“கம்பராமாயணம்”  என்ற நூலின் மற்றொரு பெயர் என்ன?",
    "options": [
      "இராமாயணம்",
      "இராமாவதாரம்",
      "வால்மீகி இராமாயணம்",
      "இராம காவியம்"
    ],
    "answer": "B",
    "additional_context": "கம்பரால் இயற்றப்பட்ட இராமாயண நூலின் மற்றொரு பெயர் 'இராமாவதாரம்' என்பது குறிப்பிடத்தக்கது. கம்பராமாயணம் என்பது இராமாயணத்தின் தமிழ் வடிவம். கம்பர் வால்மீகி இராமாயணத்தை மையமாகக் கொண்டு இராமாவதாரம் என்ற பெயரில்  தமிழில் இயற்றினார். இந்த நூல் ஆறு காண்டங்கள் கொண்டது. இராமாயணம் என்பது இராமாவதாரத்தைப் பற்றிய காவியம் என்பதால், 'இராம காவியம்'  என்ற பெயரும் இந்த நூலுக்கு உண்டு."
  },
  {
    "description": "கம்பர் _____  நாட்டுத் திருவழுந்தூரைச் சார்ந்தவர்.",
    "options": [
      "சோழ",
      "பாண்டிய",
      "சேர",
      "கொங்கு"
    ],
    "answer": "A",
    "additional_context": "கம்பர் சோழ நாட்டுத் திருவழுந்தூரைச் சார்ந்தவர்.  அவர்  திருவெண்ணெய்நல்லூர் சடையப்ப வள்ளலால் ஆதரிக்கப் பெற்றவர்.  இராமாயணத்தை  மையமாகக் கொண்டு கம்பர்  இயற்றிய இராமாவதாரம் அல்லது கம்பராமாயணம் என வழங்கப்படும் இந்நூல்  தமிழ் இலக்கியத்தில்  சிறப்பான இடத்தைப் பெற்றுள்ளது.  இந்நூல் 'இராமாயணம்'  என்பதற்குத் தமிழ் வடிவம் எனலாம்."
  }
]
