[
          
  {
    
          "description": "'வெல்லம், வெள்ளம்' என்ற சொற்களின் பொருளைச் சரியாகத் தெரிவிக்கும் வாக்கியம்  ________ .",
          "options": [
      "வெள்ளத்தில் வெல்லம் மிதக்கிறது.",
      "வெள்ளம் வந்ததால் வெல்லம் கரைந்து போய்விட்டது.",
      "வெள்ளம் ஒரு நீர்நிலை, வெல்லம் ஒரு இனிப்பு.",
      "வெல்லம் ஒரு இனிப்பு, வெள்ளம் ஒரு தாவரம்."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி, 10 ஆம் வகுப்பு தமிழ் பாடப் புத்தகத்தில் உள்ள 'மொழியோடு விளையாடு' என்ற பகுதியில் உள்ளது. இதில் அகராதியில் கண்டு பொருள் எழுதுக என கேட்கப்பட்டுள்ளது. இந்தப் பகுதியில் வெல்லம், வெள்ளம் ஆகிய சொற்களின் பொருளைச் சரியாகத் தெரிவிக்கும் வாக்கியத்தைத் தேர்ந்தெடுக்கச் சொல்லப்பட்டுள்ளது.  'வெல்லம் ஒரு இனிப்பு, வெள்ளம் ஒரு நீர்நிலை' என்பது இந்தச் சொற்களின் பொருளைச் சரியாகத் தெரிவிக்கும் வாக்கியம்."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது  'மனித வாழ்வில் ஒவ்வொருவரும் நாளும் நாளும் புதுப்புது மனிதர்களைப் பார்க்கிறோம்; புதுப்புதுச் செய்திகள் கிட்டும்!' என்ற வாக்கியத்துடன் பொருந்தும் கதையாக்கத் துவக்கத்தை குறிக்கிறது?",
          "options": [
      "a) ஒரு மழை நாளில், பழைய கடிதங்கள் நிரம்பிய மரப்பெட்டியைத் திறந்தாள் மல்லிகா...",
      "b) அந்தக் கடையில் இன்னும் பல புதிய முகங்கள்; அவன் முகத்தில் நிறைந்திருந்தது சந்தேகம்...",
      "c) வீட்டிற்குத் திரும்பும் வழியில் ஒரு பறவை குரல் அவனைக் கவர்ந்தது; பறவையின் காலில் ஒரு சிறிய கடிதம் கட்டப்பட்டிருந்தது...",
      "d) புதுப்புதுச் செய்திகளைக் கேட்டு, அந்தச் சின்னஞ்சிறிய கிராமம் அன்றைய தினம் பரபரப்பாக இருந்தது..."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி, 10 ஆம் வகுப்பு தமிழ் பாடப் புத்தகத்தில் உள்ள 'கதையாக்குக' என்ற பகுதியில் உள்ளது.  'மனித வாழ்வில் ஒவ்வொருவரும் நாளும் நாளும் புதுப்புது மனிதர்களைப் பார்க்கிறோம்; புதுப்புதுச் செய்திகள் கிட்டும்!'  என்ற வாக்கியத்துடன் பொருந்தும் கதையாக்கத் துவக்கத்தைத் தேர்ந்தெடுக்கச் சொல்லப்பட்டுள்ளது. இதில், 'புதுப்புதுச் செய்திகளைக் கேட்டு, அந்தச் சின்னஞ்சிறிய கிராமம் அன்றைய தினம் பரபரப்பாக இருந்தது...' என்பது புதுப்புதுச் செய்திகள் என்ற வாக்கியத்துடன் பொருந்தும் கதையாக்கத் துவக்கமாகும்."
          }
        ,
          
  {
    
          "description": "யாருமற்றவராக இருக்கும் ஒருவர் உங்களின் உதவியால் மனம் மகிழ்ந்த நிகழ்வினைக் கதையாக்கு. -  என்ற வாக்கியத்தின் அடிப்படையில் கதையாக்கத் துவக்கத்துக்கான சரியான விருப்பத்தைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "a) அவன் எப்போதும் தனியாகவே இருந்தான்; அவரைப் பற்றி யாருக்கும் எதுவும் தெரியாது...",
      "b)  கோவிலுக்குச் செல்லும் வழியில், ஒரு பழைய பெண்மணி அவனது உதவியை எதிர்பார்த்துக் கொண்டிருந்தாள்...",
      "c) எல்லோரும் அவனைக் கவனிக்காமல் இருந்தாலும், அவனது அன்பு மட்டும் அவனைச் சூழ்ந்திருந்தது...",
      "d)  பழைய நண்பர்களால் மறக்கப்பட்டவனாக, அவன் அந்த ஊரில் தனியாக வாழ்ந்து வந்தான்..."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி, 10 ஆம் வகுப்பு தமிழ் பாடப் புத்தகத்தில் உள்ள 'கதையாக்குக' என்ற பகுதியில் உள்ளது.  'யாருமற்றவராக இருக்கும் ஒருவர் உங்களின் உதவியால் மனம் மகிழ்ந்த நிகழ்வினைக் கதையாக்கு.' என்ற வாக்கியத்தின் அடிப்படையில் கதையாக்கத் துவக்கத்தைத் தேர்ந்தெடுக்கச் சொல்லப்பட்டுள்ளது.  இதில், 'அவன் எப்போதும் தனியாகவே இருந்தான்; அவரைப் பற்றி யாருக்கும் எதுவும் தெரியாது...' என்பது யாருமற்றவராக இருக்கும் ஒருவரைக் குறிப்பிடும் கதையாக்கத் துவக்கமாகும்."
          }
        ,
          
  {
    
          "description": "உணவு விடுதியொன்றில் வழங்கப்பட்ட உணவு தரமற்றதாகவும் விலைகூடுதலாகவும் இருந்தது குறித்து உரிய சான்றுகளுடன் உணவுப் பாதுகாப்பு ஆணையருக்குக் கடிதம் எழுது. - என்ற வாக்கியத்தின் அடிப்படையில் எழுதப்படும் கடிதத்தில் இருக்க வேண்டிய அம்சங்களைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "a) உணவு விடுதியின் பெயர் மற்றும் முகவரி, உணவின் தரம் குறித்த விவரம், விலை குறித்த சான்றுகள்.",
      "b)  உணவு விடுதியின் பெயர், உணவின் தரம் குறித்த விமர்சனம், உணவை வீணாக்கியதற்கான வருத்தம்.",
      "c)  உணவு விடுதியின் உரிமையாளரின் பெயர், உணவின் அளவு குறித்த விவரம், உணவு விடுதியின் நற்பெயர் குறித்த அக்கறை.",
      "d)  உணவு விடுதியின் முகவரி, உணவின் சுவை குறித்த விமர்சனம், உணவு விடுதியின் சேவையைப் பாராட்டும் வார்த்தைகள்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி, 10 ஆம் வகுப்பு தமிழ் பாடப் புத்தகத்தில் உள்ள 'கடிதம் எழுதுக' என்ற பகுதியில் உள்ளது.  'உணவு விடுதியொன்றில் வழங்கப்பட்ட உணவு தரமற்றதாகவும் விலைகூடுதலாகவும் இருந்தது குறித்து உரிய சான்றுகளுடன் உணவுப் பாதுகாப்பு ஆணையருக்குக் கடிதம் எழுது' என கேட்கப்பட்டுள்ளது.  இதில், 'உணவு விடுதியின் பெயர் மற்றும் முகவரி, உணவின் தரம் குறித்த விவரம், விலை குறித்த சான்றுகள்' ஆகியவை கடிதத்தில் இருக்க வேண்டிய அம்சங்களாகும்.  இவை தவிர, உணவின் சுவை குறித்த விமர்சனம், சேவையைப் பாராட்டும் வார்த்தைகள் போன்றவை  கடிதத்தில் இருக்க வேண்டிய அவசியமில்லை."
          }
        ,
          
  {
    
          "description": "காளமேகப் புலவரின் பாடலில் குறிப்பிடப்பட்டுள்ள 'அன்னம்' எதை குறிக்கிறது?",
          "options": [
      "a)  தங்கம்",
      "b)  அரிசி",
      "c)  பட்டு",
      "d)  பால்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி, 10 ஆம் வகுப்பு தமிழ் பாடப் புத்தகத்தில் உள்ள 'நயம் பாராட்டுக' என்ற பகுதியில் உள்ளது. 'காளமேகப் புலவரின் பாடலில் குறிப்பிடப்பட்டுள்ள 'அன்னம்' எதை குறிக்கிறது?' என கேட்கப்பட்டுள்ளது. இதில் காளமேகப் புலவர் பாடிய,  'கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில்\nஅத்தமிக்கும் போது அரிசிவரும் – குத்தி\nஉலையிலிட ஊரடங்கும் ஓர்அகப்பை அன்னம்\nஇலையிலிட வெள்ளி எழும்'  எனும் பாடலில் 'அன்னம்' என்பது அரிசியைக் குறிக்கிறது."
          }
        ]