
[
  {
    "description": "“பூக்களை நாடிச் சென்று தேன் பருகும் வண்டுகளைப் போல, நூல்களை நாடிச் சென்று அறிவு பெறவேண்டும்.”  இந்தப் பகுதி எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "கல்வி என்பது தேன் போன்ற இனிமையானது.",
      "நூல்களைப் படிப்பதன் மூலம் அறிவு பெறலாம்.",
      "வண்டுகளைப் போல உழைத்து அறிவு பெற வேண்டும்.",
      "கல்வியைத் தேடிச் சென்று பெற வேண்டும்."
    ],
    "answer": "D",
    "additional_context": "இந்தக் கவிதைப் பகுதி, பூக்களின் தேனை நாடிச் செல்லும் வண்டுகளைப் போல, அறிவைப் பெற நூல்களைத் தேடிச் செல்ல வேண்டும் என்கிறது. இதன் மூலம்,  கல்வியைத் தேடிச் சென்று பெற வேண்டும் என்ற கருத்து வலியுறுத்தப்படுகிறது."
  },
  {
    "description": "“அருளைப் பெருக்கி அறிவைத் திருத்தி மருளை அகற்றி மதிக்கும் தெருளை அருத்துவதும் ஆவிக்கு அருந்துணையாய் இன்பம் பொருத்துவதும் கல்வியென்றே போற்று.”  இந்தப் பகுதியின் படி, கல்வி எதைச் செய்யும்?",
    "options": [
      "அருளைப் பெருக்கி இன்பம் அளிக்கும்",
      "மருளை அகற்றி மதிப்புத் தெளிவைத் தரும்",
      "அறிவைச் சீராக்கி ஆவிக்குத் துணையாக இருக்கும்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கவிதைப் பகுதி, கல்வி என்பது மனிதனின் அருளைப் பெருக்கி, அறிவைச் சீராக்கி, மயக்கத்தை அகற்றி,  அறிவுக்குத் தெளிவு தந்து, உயிருக்கு அரிய துணையாய் இன்பம் சேர்ப்பது என்கிறது. இதிலிருந்து, மேற்கண்ட அனைத்து நன்மைகளையும் கல்வி தரும் எனக் கூறப்படுகிறது."
  },
  {
    "description": "“சதாவதானம்” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "ஒரே நேரத்தில் நூறு செயல்களைச் செய்வதற்கான ஒரு கலை",
      "நினைவாற்றலை வளர்க்கும் ஒரு பயிற்சி",
      "ஒருவரது புலமையையும் நினைவாற்றலையும் சோதிக்கும் ஒரு முறை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "சதாவதானம் என்பது ஒருவர் தனது புலமையையும், நினைவாற்றலையும், நுண் அறிவையும் நிரூபிக்கும் ஒரு நிகழ்வாகும்.  இதில்,  நூறு கேள்விகளுக்கு  ஒரே நேரத்தில்  விடை அளித்து  தனது  திறமையை  காட்ட வேண்டும்."
  },
  {
    "description": "செய்குதம்பிப் பாவலரின் சாதனையைப் பற்றி நீங்கள் என்ன கற்றுக்கொண்டீர்கள்?",
    "options": [
      "இவர் சீறாப்புராணத்திற்கு உரை எழுதியவர்.",
      "இவர் 1907 ஆம் ஆண்டு சென்னை விக்டோரியா அரங்கத்தில் சதாவதானம் செய்தார்.",
      "இவர் இடலாக்குடியில் ஒரு மணிமண்டபம் மற்றும் பள்ளியும் இவருக்கு நினைவாக உள்ளது.",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "செய்குதம்பிப் பாவலர் சதாவதானம் செய்து புகழ் பெற்றவர்.  இவர் சீறாப்புராணத்திற்கு உரை எழுதியவர். இவர் நினைவாக இடலாக்குடியில் மணிமண்டபமும், பள்ளியும் உள்ளது."
  },
  {
    "description": "சங்க இலக்கியம் கல்வியைப் பற்றி என்ன கூறுகிறது?",
    "options": [
      "a) கற்றவர் வழி மக்கள் செல்ல வேண்டும்.",
      "b) கல்வி என்பது அறிவைத் தரும் பொக்கிஷம்.",
      "c) கற்றவர் வழி அரசு செல்லும்.",
      "d) கல்வி அறிவின் பூக்களைப் பூக்கச் செய்யும்."
    ],
    "answer": "C",
    "additional_context": "சங்க இலக்கியத்தில் கல்வியின் முக்கியத்துவம்  வலியுறுத்தப்படுகிறது.  கற்றவர்களை  'அறிஞர்'  என  அழைத்து  அவர்களின்  அறிவு  மற்றும்  வழிகாட்டுதல்  அரசாங்கத்திற்கு  மிகவும்  முக்கியம்  எனக்  கூறுகிறது."
  }
]
