[
          
  {
    
          "description": "“ஆசுகவி”, “மதுரகவி”, “சித்திரகவி”, “வித்தாரகவி” என்ற சொற்களில் எது “சிறந்த கவி” என்ற பொருளைத் தருகிறது?",
          "options": [
      "ஆசுகவி",
      "மதுரகவி",
      "சித்திரகவி",
      "வித்தாரகவி"
    ],
    "answer": "d",
    
          "additional_context": "இந்தக் கேள்வி அகராதியில் காண்க என்ற தலைப்பின் கீழ்  இருக்கும்  சொற்களைக் கொண்டு  உருவாக்கப்பட்டது. இந்தச் சொற்கள்  எல்லாம் கவியைக் குறிப்பதாக இருந்தாலும்  வித்தாரகவி  தான்  சிறந்த கவி  என்ற பொருளை  தருகிறது."
          }
        ,
          
  {
    
          "description": "“Renaissance” என்ற ஆங்கிலச் சொல்லின் தமிழ் மொழிபெயர்ப்பு என்ன?",
          "options": [
      "மீட்டுருவாக்கம்",
      "புதுமை",
      "மறுமலர்ச்சி",
      "முன்னேற்றம்"
    ],
    "answer": "c",
    
          "additional_context": "கலைச்சொல் அறிவோம் என்ற தலைப்பின் கீழ்  இந்தச் சொல்  மற்றும் அதன் தமிழ் மொழிபெயர்ப்பு  கொடுக்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“Philosopher” என்ற ஆங்கிலச் சொல்லின் தமிழ் மொழிபெயர்ப்பு என்ன?",
          "options": [
      "மெய்யியலாளர்",
      "அறிவியலாளர்",
      "கலைஞர்",
      "அரசியல்வாதி"
    ],
    "answer": "a",
    
          "additional_context": "கலைச்சொல் அறிவோம் என்ற தலைப்பின் கீழ்  இந்தச் சொல்  மற்றும் அதன் தமிழ் மொழிபெயர்ப்பு  கொடுக்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "ஔவையாரின் ஆத்திசூடி மற்றும் பாரதியாரின் ஆத்திசூடி ஆகிய இரண்டின் முதல் பத்துத் தொடர்களை ஒப்பிடும்போது, எந்தப் பாடலில் எந்த கருத்துக்கள் அதிகமாகக் காணப்படுகின்றன என்பதை அறிந்து கொள்ள  எந்தத் திறன் பயனுள்ளதாக இருக்கும்?",
          "options": [
      "தமிழ் இலக்கணத் திறன்",
      "பாடல் ஆய்வுத் திறன்",
      "கருத்துப் பகுப்பாய்வுத் திறன்",
      "சொல் பொருள் அறிவு"
    ],
    "answer": "c",
    
          "additional_context": "இந்தக் கேள்வி செயல்திட்டம் என்ற தலைப்பின் கீழ் இருக்கும் செயல்திட்டத்தில்  கொடுக்கப்பட்ட  செயலை  அடிப்படையாக  கொண்டு  உருவாக்கப்பட்டது. ஔவையாரின் ஆத்திசூடி மற்றும் பாரதியாரின் ஆத்திசூடி ஆகிய இரண்டின் முதல் பத்துத் தொடர்களை ஒப்பிட்டு,  எந்த  பாடலில்  எந்த  கருத்துக்கள்  அதிகமாக  காணப்படுகின்றன என்பதை  அறிந்து  கொள்ள  கருத்துப் பகுப்பாய்வுத் திறன்  பயனுள்ளதாக இருக்கும்."
          }
        ,
          
  {
    
          "description": "வள்ளலார் பாடலில் குறிப்பிடப்பட்டுள்ள 'கனியே' என்ற சொல் எந்த மாதிரியான  இயற்கை  நிலையை  குறிக்கிறது?",
          "options": [
      "மலை",
      "வானம்",
      "நிலம்",
      "மரம்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி  நயம் பாராட்டுக  என்ற தலைப்பின் கீழ் இருக்கும்  வள்ளலார் பாடலில்  இருந்து  எடுக்கப்பட்டது.  கனியே  என்ற  சொல்  மரத்தை  குறிக்கிறது."
          }
        ]