
[
  {
    "description": "1. \"யாருமற்றவராக\" இருக்கும் ஒருவரின் மனநிலையைப் பற்றி ஒரு கதை எழுதுங்கள். கீழ்க்கண்ட எந்தப் பகுதி இந்தச் செயலுக்கான சரியான தொடக்கப் புள்ளியாக இருக்கும்?",
    "options": [
      "அ) \"மனித வாழ்வில் ஒவ்வொருவரும் நாளும் நாளும் புதுப்புது மனிதர்களைப் பார்க்கிறோம்; புதுப்புதுச் செய்திகள் கிட்டும்!\"",
      "ஆ) \"கிட்டுகிற கருப்பொருள்களைத் திரட்டி, கற்பனை நயம் கூட்டிக் கதையாக்குவது ஒரு கலை.\"",
      "இ) \"அன்பை எதிர்பார்த்திருப்பவராக, யாருமற்றவராக.... இருக்கும் ஒருவர் உங்களின் உதவியால் மனம் மகிழ்ந்த நிகழ்வினைக் கதையாக்கு.\"",
      "ஈ) \"சிறுகதையாக இருக்கலாம். புதினமாக இருக்கலாம்.\""
    ],
    "answer": "C",
    "additional_context": "இந்தக் கேள்வியில் \"யாருமற்றவராக\" இருக்கும் ஒருவர் மனநிலையைப் பற்றி ஒரு கதை எழுதும்படி கேட்கப்படுகிறது. மேலே கொடுக்கப்பட்டுள்ள நான்கு விருப்பங்களில் \"அன்பை எதிர்பார்த்திருப்பவராக, யாருமற்றவராக.... இருக்கும் ஒருவர் உங்களின் உதவியால் மனம் மகிழ்ந்த நிகழ்வினைக் கதையாக்கு\"  என்ற பகுதி மட்டுமே  கதையின் தொடக்கப் புள்ளியாக இருக்கும். ஏனெனில், மற்ற விருப்பங்கள் கதையின் அடிப்படை, கதையாக்குதல் போன்ற பரந்த அம்சங்களைக் குறிப்பிடுகின்றன."
  },
  {
    "description": "2. உணவு விடுதியின் தரமற்ற உணவு மற்றும் அதிக விலை குறித்த புகாரை உணவுப் பாதுகாப்பு ஆணையருக்கு எழுதும் கடிதத்தில் எது முக்கியமானது?",
    "options": [
      "அ) அந்த உணவு விடுதியின் பெயர்",
      "ஆ) உணவு தரமற்றதாக இருந்த வகைகள்",
      "இ) விலை அதிகமாக இருந்த வகைகள்",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "உணவுப் பாதுகாப்பு ஆணையருக்கு தரமற்ற உணவு மற்றும் அதிக விலை குறித்து புகார் எழுதும் போது, உணவு விடுதியின் பெயர், தரமற்றதாக இருந்த உணவு வகைகள், அதிக விலை இருந்த உணவு வகைகள் போன்ற அனைத்து தகவல்களும் அவசியம். இதன் மூலம் உணவுப் பாதுகாப்பு ஆணையர் உணவு விடுதியை சரியாகக் கண்டறிந்து நடவடிக்கை எடுக்க முடியும்."
  },
  {
    "description": "3. கீழ்க்கண்ட பகுதி எந்த நூலின் வரியாக இருக்கலாம்?",
    "options": [
      "அ) திருக்குறள்",
      "ஆ) சிலப்பதிகாரம்",
      "இ) மணிமேகலை",
      "ஈ) கம்பராமாயணம்"
    ],
    "answer": "C",
    "additional_context": "கொடுக்கப்பட்ட பகுதி \"கத்துகடல் சூழ்நாகைக் காத்தான்தன் சத்திரத்தில் அத்தமிக்கும் போது அரிசிவரும் – குத்தி உலையிலிட ஊரடங்கும் ஓர்அகப்பை அன்னம் இலையிலிட வெள்ளி எழும்\" என்பது மணிமேகலை நூலின் ஒரு வரி. இது மணிமேகலையில் உள்ள மணிமேகலைக்கு அன்னம் படைக்கும் காட்சியை விவரிக்கிறது. "
  },
  {
    "description": "4. விடுபட்ட எழுத்துகளை நிரப்பி உருவாகும் நூலின் பெயர் என்ன?",
    "options": [
      "அ) குழந்தைகள்",
      "ஆ) மணிமேகலை",
      "இ) திருக்குறள்",
      "ஈ) சிலப்பதிகாரம்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வியில் விடுபட்ட எழுத்துகளை நிரப்பி உருவாகும் நூலின் பெயர் என்ன என்பதை கேட்கப்படுகிறது. பாடத்தில் கொடுக்கப்பட்ட படத்தில் \"இ - கு, கு - தி, வா - \"  என்ற மூன்று வார்த்தைகள் கொடுக்கப்பட்டுள்ளன. அவற்றில் விடுபட்ட எழுத்துகளை நிரப்பினால் \"இருகு, குதி, வான\" எனும் வார்த்தைகள் கிடைக்கும். இவற்றை ஒன்றிணைத்துப் பார்த்தால் \"மணிமேகலை\" எனும் பெயர் உருவாகிறது."
  },
  {
    "description": "5. \"சிலை – சீலை\" என்ற சொற்களைக் கொண்ட ஒரு தொடர் எது?",
    "options": [
      "அ) அவள் சிலையை சீலையால் மறைத்தாள்.",
      "ஆ)  சிலையின் மீது சீலை போட்டு இருந்தார்கள்.",
      "இ) சிலையின் அருகே ஒரு சீலை கிடந்தது.",
      "ஈ) மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    "additional_context": "கொடுக்கப்பட்ட விருப்பங்களில் அனைத்தும் சிலை மற்றும் சீலை என்ற சொற்களைக் கொண்டு உருவாக்கப்பட்ட தொடர்களாகும். "
  }
]
