[
          
  {
    
          "description": "'கூத்துக் கலைஞர் பாடத் தொடங்கினார். கூடியிருந்த மக்கள் அமைதியாயினர்' - இந்த வாக்கியத்தை கலவைச் சொற்றொடராக மாற்றினால் எப்படி இருக்கும்?",
          "options": [
      "அ) கூத்துக் கலைஞர் பாடத் தொடங்கியதால், கூடியிருந்த மக்கள் அமைதியாயினர்.",
      "ஆ) கூத்துக் கலைஞர் பாடத் தொடங்கும் போது, கூடியிருந்த மக்கள் அமைதியாயினர்.",
      "இ) கூடியிருந்த மக்கள் அமைதியாக இருந்ததால், கூத்துக் கலைஞர் பாடத் தொடங்கினார்.",
      "ஈ) கூத்துக் கலைஞர் பாடத் தொடங்கினார்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கலவைச் சொற்றொடரில் கருத்து முழுமை பெற்ற ஒரு முதன்மைத் தொடரும் கருத்து முழுமை பெறாத துணைத் தொடர்களும் கலந்து வரும்.  இங்கு கூத்துக் கலைஞர் பாடத் தொடங்கியதால் மக்கள் அமைதியானார்கள் என்பது கருத்து. ஆகவே, கூத்துக் கலைஞர் பாடத் தொடங்கியதால் என்ற துணைத் தொடரில் மக்கள் அமைதியானார்கள் என்பது முதன்மைத் தொடர்.  "
          }
        ,
          
  {
    
          "description": "'தராசின் இரண்டு தட்டுகளிலும் மூன்று மூன்று கோல்டு பிஸ்கட்டுகளை வையுங்கள்' -  எந்த துணைத் தொடரில் உள்ளது?",
          "options": [
      "அ) தனிச் சொற்றொடர்",
      "ஆ) தொடர் சொற்றொடர்",
      "இ) கலவைச் சொற்றொடர்",
      "ஈ) இவையனைத்தும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "ஒரு தனிச்சொற்றொடரில் ஓர் எழுவாயோ பல எழுவாய்களோ இருந்து ஒரு பயனிலையைக் கொண்டு அமையும். இங்கு 'தராசின் இரண்டு தட்டுகளிலும்' என்பது எழுவாய் மற்றும் 'மூன்று மூன்று கோல்டு பிஸ்கட்டுகளை வையுங்கள்' என்பது பயனிலை. இதனால், இது ஒரு தனிச்சொற்றொடர் ஆகும்."
          }
        ,
          
  {
    
          "description": "'கூத்து நிகழ்ச்சியில் எதற்கு முக்கியத்துவம் தரப்படுகிறது?'  என்ற கேள்விக்கு பதில் கூறும் பத்தியை எந்த தலைப்பில் இருந்து எடுத்துக்கொள்ள வேண்டும்?",
          "options": [
      "அ) மொழிபெயர்க்க",
      "ஆ) Koothu",
      "இ) புதிர்",
      "ஈ) பிறமொழிச் சொற்களைத் தமிழ்ச்சொற்களாக மாற்றி எழுது"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "Koothu என்பது தெருக்கூத்து என்றும் அழைக்கப்படுகிறது. தெருக்கூத்து என்பது  கிராமப்புற கலைஞர்களால் நிகழ்த்தப்படும்  ஒரு பிரபலமான நாடக வடிவம். கிராமப்புற கலைஞர்களால் நிகழ்த்தப்படுவதால், கிராம மக்களின் வாழ்க்கை சூழல், பழக்க வழக்கங்கள்,  கலாச்சாரம் ஆகியவை தெருக்கூத்தில்  எடுத்துக்காட்டப்படுகின்றன.  இதனால் கூத்து நிகழ்ச்சியில் எதற்கு முக்கியத்துவம் தரப்படுகிறது என்பதற்கான விடை  Koothu என்ற தலைப்பில் இருந்து எடுத்துக்கொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "பிறமொழிச் சொற்களைத் தமிழ்ச்சொற்களாக மாற்றுவது எந்த மொழி வளர்ச்சிக்கு உதவும்?",
          "options": [
      "அ) தமிழ் மொழி வளர்ச்சி",
      "ஆ) ஆங்கில மொழி வளர்ச்சி",
      "இ) சமஸ்கிருத மொழி வளர்ச்சி",
      "ஈ) இவையனைத்தும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "தமிழ் மொழியின் வளர்ச்சி என்பது தாய் மொழி வளர்ச்சி.  தாய் மொழியில் உள்ள சொற்களைப் பயன்படுத்துவதன் மூலம், தாய் மொழியின் செழுமை, அழகு,  தனித்துவம் ஆகியவை மேம்படும். இதனால் தாய் மொழி வளர்ச்சி பெறும். பிறமொழிச் சொற்களைத் தமிழ்ச்சொற்களாக மாற்றுவதன் மூலம்  தமிழ் மொழியின் பயன்பாடு அதிகரிக்கும்.  இதன் மூலம் தமிழ் மொழியின் வளர்ச்சிக்குப் பங்களிக்கலாம்."
          }
        ,
          
  {
    
          "description": "'மொழிபெயர்க்க' என்ற தலைப்பில் உள்ள கவிதையில்  'நண்டு'  எந்தப் பொருளை உணர்த்துகிறது?",
          "options": [
      "அ) கடல்வாழ் உயிரினம்",
      "ஆ) மனித வாழ்க்கையின் சிக்கல்களை குறிக்கும்",
      "இ) மனிதரின் அச்சங்களை குறிக்கும்",
      "ஈ) இவையனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": " 'மொழிபெயர்க்க' என்ற கவிதையில் நண்டு, கடல்வாழ் உயிரினம். அதேசமயம் மனிதர்கள் வாழ்வில் எதிர்நோக்கும் சிக்கல்களையும், அச்சங்களையும் குறிக்கிறது. கவிதை வரிகளில்   'பயமொன்று காணும்'  என்று குறிப்பிடப்பட்டுள்ளது. நண்டு கடலில்   'அலை'   மற்றும்  'புயல்'   ஆகியவற்றால் பயப்படுவது போல, மனிதர்களும் தங்கள் வாழ்வில்  எதிர்நோக்கும் சவால்களால் பயப்படுவார்கள்.  இதனால்,  'நண்டு'   என்பது கடல்வாழ் உயிரினத்தை மட்டுமல்லாமல்,  மனித வாழ்க்கையின் சிக்கல்களை மற்றும் அச்சங்களைப் பிரதிபலிக்கிறது. "
          }
        ]