
[
  {
    "description": "“செல்வத்துப் பயனே ஈதல் துய்ப்பேம் எனினே தப்புந பலவே” என்ற நக்கீரரின் குறிப்பு,  சங்க காலத்தில் எந்த அறத்துக்கு அதிக முக்கியத்துவம் தரப்பட்டது என்பதைத் தெளிவாக்குகிறது?",
    "options": [
      "வாய்மை",
      "நீதி",
      "கொடை",
      "உதவி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நக்கீரர்  'செல்வத்துப் பயனே ஈதல் துய்ப்பேம் எனினே தப்புந பலவே'  என்று கூறுவதன் மூலம்  கொடையின்  உண்மையான நோக்கத்தைப் பற்றிச் சொல்கிறார். சங்க காலத்தில்  'செல்வத்தை  ஈட்டி, பிறருக்குக் கொடுப்பதுதான்  மகிழ்ச்சி' என்று  கருதப்படவில்லை. சங்ககால  மக்கள்  வணிக  நோக்கம் இல்லாமல், தயங்காமல்,  தங்கள் இதயம் மகிழ, தூய்மையான நோக்கத்துடன் கொடுத்தனர். 'நோக்கமின்றி  அறம் செய்வதே  மேன்மை தருவது' என்பதை  அவர்கள் உணர்ந்திருந்தனர்.   "
  },
  {
    "description": "“பிறர் நோயும் தம் நோய்போல் போற்றி அறன்அறிதல் சான்றவர்க்கு எல்லாம் கடன்”  என்ற பாடல் வரி,  சங்ககால மக்கள் எந்த அறத்தை  மிகவும் முக்கியமாகக் கருதினர் என்பதை விளக்குகிறது?",
    "options": [
      "நீதி",
      "கொடை",
      "உதவி",
      "வாய்மை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சங்ககால  மக்கள்  'பிறர் துன்பத்தைத்  தம் துன்பமாகக் கருதி உதவ வேண்டும்'  என்று  நம்பினார்கள்.  'சான்றோர்' என்ற  சொல்  உயர்ந்த  குணம் கொண்டவர்கள்  என்பதைக் குறிக்கும்.   உயர்ந்த  குணம் கொண்டவர்கள்  எல்லாம்  பிறருக்கு  உதவ வேண்டும்  என்பது  அவர்களின்  நம்பிக்கை.   பிறருக்கு  உதவி  செய்தல்  சங்ககால  மக்களின்  சிறந்த அறமாக  கருதப்பட்டது. "
  },
  {
    "description": "“பொய்யாச் செந்நா”, “பொய்படுபறியா வயங்கு செந்நா”  என்ற குறிப்புகள் சங்க கால மக்கள் எதை உயர்ந்த அறமாகக் கருதினர் என்பதைப் பறைசாற்றுகின்றன?",
    "options": [
      "நீதி",
      "வாய்மை",
      "கொடை",
      "உதவி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சங்க காலத்தில்  நாக்கு  'செந்நா' என்று   கூறப்பட்டது.   'பொய்யாச் செந்நா'  என்றால்  வாய்மையை  பேசும் நா.  சங்ககால  மக்கள்   'பொய் சொல்வதை விட  உயிர்  விடுவது  நல்லது'   என்று நம்பினார்கள்.  சங்க கால  மக்கள்  வாய்மையை மிகவும்  முக்கியமாகக் கருதினர். "
  },
  {
    "description": "சங்க இலக்கியத்தின் அடிப்படையில், அறம் செய்வதில் எது மிக முக்கியமானது?",
    "options": [
      "மறுபிறப்பில் இன்பத்தைப் பெறுதல்",
      "புகழ் மற்றும் மரியாதை",
      "தூய்மையான நோக்கம்",
      "பணம் மற்றும் பொருள் ஈட்டுதல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சங்க  கால மக்கள்  மறுபிறப்பில் இன்பம்  பெற வேண்டும்  என்ற நோக்கத்துடன்  அறம் செய்யவில்லை.    அவர்கள்   'வணிக  நோக்கம் இல்லாமல், தூய்மையான நோக்கத்துடன் அறம் செய்ய வேண்டும்'  என்று நம்பினார்கள்.    "
  },
  {
    "description": "சங்க காலத்தில் அரசனின் முக்கியமான கடமைகளில் ஒன்று எது?",
    "options": [
      "போரில் வெற்றி பெறுதல்",
      "தன்னைப் புகழ்ந்து பாடுவோரைப் பாதுகாத்தல்",
      "நாட்டின் வளர்ச்சி மற்றும் மக்கள் நலன்",
      "கோவில்கள் கட்டுதல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சங்ககாலத்தில்  அரசன்   'அறநெறி முதற்றே அரசின் கொற்றம்'  என்று  நம்பி  அறவழியில்  ஆட்சி  செய்தான்.   'நாட்டின் வளர்ச்சி மற்றும் மக்கள் நலன்'    அரசனின்   முக்கியமான   கடமைகள்  என  சங்ககால  மக்கள்  கருதினர்.   "
  }
]
