
[
  {
    "description": "உமா மகேஸ்வரி _____ மாவட்டத்தில் பிறந்தவர்.",
    "options": [
      "சென்னை",
      "மதுரை",
      "கோவை",
      "திருச்சி"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்விக்கு பதில் காண, பாடப்புத்தகத்தில் உள்ள பக்கம் 133 இல் கவிஞர் உமா மகேஸ்வரியின் புகைப்படம் மற்றும் அதற்கு கீழேயுள்ள தகவலைப் பயன்படுத்தவும்."
  },
  {
    "description": "“வாசலில் மரணம் நிற்பதறிந்தும் வருந்தாமல் சிரிக்கும் இந்தப் பூவை எப்படித் தொடுக்க நான்-” என்ற வரிகளின் மூலம் கவிஞர் என்ன உணர்வை வெளிப்படுத்துகிறார்கள்?",
    "options": [
      "(அ) பூக்களின் நெகிழ்ச்சியான இயல்பை",
      "(b) மரணத்தின் நிழலைக் கண்டு அஞ்சுவதைக்",
      "(c) வாழ்க்கையின் மீதான அன்பு மற்றும் நம்பிக்கையைக்",
      "(d) பூக்களின் நறுமணத்தைப் பற்றிய கவலைகளைக்"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் கவிஞர் மரணம் நிற்பதறிந்தும் பூவைத் தொடர  தயக்கப்படுவதைக் காட்டுகிறது. மரணம் நிற்பதறிந்தும் வாழ்க்கையின் அழகை,  சிரிப்பை பூக்களின் வழியாக  கவிஞர்  உணர்வது  இந்த வரிகளில் வெளிப்படுகிறது."
  },
  {
    "description": "“ஒல்லித் தண்டுகள் சாந்தமானதொரு பிரபஞ்சத்தைச் சுமக்கின்றன” என்ற வரிகள் என்ன கருத்தை வெளிப்படுத்துகின்றன?",
    "options": [
      "(அ) பூக்களின் மென்மையான அழகை",
      "(b) பூக்களின் சிறிய அளவை",
      "(c) பூக்கள் வாழ்க்கையின் பிரதிபலிப்பாகும்",
      "(d) பூக்கள் சாந்தமான இயல்புடையவை"
    ],
    "answer": "C",
    "additional_context": "ஒல்லியான பூ தண்டுகள் பூக்களைத் தாங்கி நிற்பதை,  சாந்தமான பிரபஞ்சத்தை சுமக்கிறது எனக் கூறுவதன் மூலம் கவிஞர் வாழ்க்கையின் பிரதிபலிப்பாக பூக்களை சித்தரிக்கிறார்."
  },
  {
    "description": "“நுண்மையுற்றாலொழிய” என்ற வார்த்தை கவிதைப் பகுதியில் என்ன குறிக்கிறது?",
    "options": [
      "(அ) பூக்களைத் தொடுவதற்கான சரியான முறையை",
      "(b) கவிஞரின் மனநிலையை",
      "(c) வாழ்க்கைப் பயணத்தில் நாம் கற்றுக் கொள்ள வேண்டிய விஷயத்தை",
      "(d) பூக்களைத் தொடுவதற்கான கவிஞரின் தயக்கத்தை"
    ],
    "answer": "B",
    "additional_context": "நுண்மையான மனநிலையோடு பூக்களைத் தொட வேண்டும் என கவிஞர் விரும்புவதை இந்த வார்த்தை வெளிப்படுத்துகிறது."
  },
  {
    "description": "“கற்பாவை” இது என்ன வகையான இலக்கிய வடிவம்?",
    "options": [
      "(அ) புதினம்",
      "(b) கவிதைத் தொகுதி",
      "(c) சிறுகதை",
      "(d) நாடகம்"
    ],
    "answer": "B",
    "additional_context": "கற்பாவை என்பது கவிஞர் உமா மகேஸ்வரி அவர்களால் எழுதப்பட்ட கவிதைத் தொகுதி.  "
  }
]
