
[
  {
    "description": "கீழ்க்காணும் பாடலில் குருவி எங்கே இளைப்பாறும் என்று குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "மரத்தில்",
      "மின்கம்பியில்",
      "மின்சாரக் கம்பத்தில்",
      "புல் மேல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பாடல் குருவி மரம் தேடி களைத்து மின்கம்பியில் இளைப்பாறும் என்று கூறுகிறது. குருவி மரத்தில் இருப்பதை விட மின்கம்பியில் அமர்ந்து ஓய்வெடுப்பது காணப்படுகிறது. பாடல் ஒரு குருவியின் களைப்பை விவரிக்கிறது"
  },
  {
    "description": "\"காற்றுப் பொட்டலம்\" என்ற வார்த்தை எதைக் குறிக்கிறது?",
    "options": [
      "காற்றை மூட்டை போல் சேமித்து வைத்தது",
      "காற்றைப் பூட்டப்பட்ட பாட்டிலில் அடைத்து வைத்தது",
      "காற்றை சுவாசிக்க பயன்படுத்தப்படும் ஒரு சாதனம்",
      "காற்று மண்டலத்தில் காணப்படும் ஒரு அமைப்பு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "காற்றுப் பொட்டலம் என்ற வார்த்தை காற்றை சுவாசிக்க பயன்படுத்தப்படும் ஒரு சாதனத்தை குறிக்கிறது. காற்று மண்டலத்தில் காணப்படும் ஒரு அமைப்பு என்று சொல்ல முடியாது. காற்றுப் பொட்டலம் என்பது மருத்துவ உபகரணமாக பயன்படுத்தப்படுகிறது. காற்றை மூட்டை போல் சேமித்து வைத்தது அல்லது காற்றைப் பூட்டப்பட்ட பாட்டிலில் அடைத்து வைத்தது என்று சொல்ல முடியாது. "
  },
  {
    "description": "\"மனக்கோட்டை\" என்ற மரபுத்தொடரின் பொருள் என்ன?",
    "options": [
      "மனதில் உள்ள துணிச்சல்",
      "மனதில் உள்ள அச்சம்",
      "மனதில் உள்ள சந்தேகம்",
      "மனதில் உள்ள ஐயம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மனக்கோட்டை என்றால் மனதில் உள்ள துணிச்சலை குறிக்கும். மனக்கோட்டை உடைய ஒருவர் எந்த சூழ்நிலையிலும் தளராதவர். யாரையும் அஞ்சி நிற்க மாட்டார். அவர்கள் எப்போதும் தைரியமாக இருப்பார்கள்."
  },
  {
    "description": "\"அள்ளி இறைத்தல்\" என்ற மரபுத்தொடரின் பொருள் என்ன?",
    "options": [
      "மிகவும் மதிப்பளித்தல்",
      "மிகவும் பரிவு காட்டுதல்",
      "மிகவும் அன்பளித்தல்",
      "மிகவும் அன்பு கொண்டல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "அள்ளி இறைத்தல் என்றால் மிகவும் அன்பு கொண்டல் என்று பொருள். யாரையாவது அள்ளி இறைத்தல் என்றால் அவர்களை மிகவும் நேசிப்பது அல்லது அவர்களை மிகவும் நன்றாக கவனித்து கொள்வது. அள்ளி இறைத்தல் என்பது ஒரு அழகான உணர்வைக் குறிக்கிறது."
  },
  {
    "description": "\"கண்ணும் கருத்தும்\" என்ற மரபுத்தொடரின் பொருள் என்ன?",
    "options": [
      "மிகவும் அழகானது",
      "மிகவும் மதிப்பு வாய்ந்தது",
      "மிகவும் கவனமாக இருப்பது",
      "மிகவும் அர்ப்பணிப்புடன் இருப்பது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கண்ணும் கருத்தும் என்றால் மிகவும் கவனமாக இருப்பது என்று பொருள். யாரையாவது கண்ணும் கருத்தும் கொண்டு பார்த்தால் அவர்களை மிகவும் கவனமாக கவனிப்பது. அவர்களின் நலனில் மிகவும் அக்கறை காட்டுவது. கண்ணும் கருத்தும் கொண்டு செயல்படுவது என்பது அவர்களின் மீது மிகுந்த அக்கறை இருப்பதைக் குறிக்கும்."
  }
]
