[
          
  {
    
          "description": "கவிஞர் நாகூர் ரூமியின் கவிதையின் முக்கியமான செய்தி என்ன என்பதைப் பற்றி எந்த வார்த்தை  சரியாக பிரதிபலிக்கிறது?",
          "options": [
      "a) அழகிய கட்டிடங்கள்",
      "b) மனித வாழ்க்கை",
      "c) கனவுகள்",
      "d) செங்கற்கள்"
    ],
    "answer": "B",
    
          "additional_context": "நாகூர் ரூமியின் கவிதைகள்  தொழிலாளர்களின் துயரங்களை பற்றி பேசுகிறது. அவர்கள் அனுபவிக்கும் துயரங்களையும், கஷ்டங்களையும் கவிதை மூலம் பிரதிபலிக்கிறது. தொழிலாளர்களின் வாழ்க்கையின் அவல நிலையை இந்த கவிதை எடுத்துக்காட்டுகிறது"
          }
        ,
          
  {
    
          "description": "கவிதையில், தொழிலாளர்களின் நிலையை எந்த உருவகத்துடன் ஒப்பிட்டுச் சொல்லப்பட்டுள்ளது?",
          "options": [
      "a) கனவுகள்",
      "b) கற்காலம்",
      "c) செங்கற்கள்",
      "d) கட்டடங்கள்"
    ],
    "answer": "C",
    
          "additional_context": "கவிதையில், தொழிலாளர்களை 'செங்கற்களை' போல  என்று ஒப்பிட்டு சொல்லப்பட்டுள்ளது. செங்கற்கள் மனிதர்களைப் போல எண்ணி, உணர்ந்து, வாழ்க்கை பற்றி யோசித்து செயல்படாது. செங்கற்களை மட்டுமே போல் தொழிலாளர்கள் வேலை செய்கிறார்கள், அவர்களை மனிதர்களாக கவனிப்பது இல்லை என்பதை இந்த உருவகம் தெளிவுபடுத்துகிறது"
          }
        ,
          
  {
    
          "description": "'தன் வாழ்வு தொலைக்காமல் தற்காத்து வைப்பதற்காய் தலையில் கைவைக்கிறாள் இவள்.'  என்ற வரியின் பொருள் என்ன?",
          "options": [
      "a) இவள் தனது வாழ்க்கையைப் பற்றி கவலைப்படுகிறாள்.",
      "b) இவள் தனது கனவைப் பற்றி கவலைப்படுகிறாள்.",
      "c) இவள் வேலை பற்றி கவலைப்படுகிறாள்.",
      "d) இவள் தனது குடும்பத்தைப் பற்றி கவலைப்படுகிறாள்."
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரி, தொழிலாளர்களின் வாழ்க்கையின் கஷ்டங்களை விவரிக்கிறது. அவர்கள்  உழைத்து உழைத்து வாழ்க்கையை தொலைத்துவிடக் கூடாது என்று  கவலைப்படுகிறார்கள் என்பதை  இந்த வரி விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "கவிஞர் நாகூர் ரூமியின் படைப்புகள் வெளிவந்த இதழ்களின் பட்டியலில் எது சரியானது?",
          "options": [
      "a) மீட்சி, சுபமங்களா, புதிய பார்வை, குங்குமம்",
      "b) மீட்சி, சுபமங்களா, கொல்லிப்பாவை, இலக்கிய வெளிவட்டம்",
      "c) மீட்சி, சுபமங்களா, புதிய பார்வை, குங்குமம், கொல்லிப்பாவை, இலக்கிய வெளிவட்டம்",
      "d) மீட்சி, சுபமங்களா, புதிய பார்வை, குங்குமம், கொல்லிப்பாவை, இலக்கிய வெளிவட்டம், குமுதம்"
    ],
    "answer": "D",
    
          "additional_context": "நாகூர் ரூமி பல இதழ்களில் தனது படைப்புகளை வெளியிட்டுள்ளார். இந்த பட்டியலில் உள்ள அனைத்து இதழ்களிலும் அவர் தனது கவிதைகளை, சிறுகதைகளை, கட்டுரைகளை வெளியிட்டுள்ளார். "
          }
        ,
          
  {
    
          "description": "'கப்பலுக்குப் போன மச்சான்' என்ற நாவல் எழுதியவர் யார்?",
          "options": [
      "a) நாகூர் ரூமி",
      "b)  நாகூர் ரூமி அல்லாத வேறொருவர்",
      "c)  கவிதையை எழுதியவர்",
      "d)  கவிதையை எழுதியவர் அல்லாத வேறொருவர்"
    ],
    "answer": "A",
    
          "additional_context": "'கப்பலுக்குப் போன மச்சான்' நாவலை நாகூர் ரூமி எழுதினார். இவர் கவிதைகளுக்கும், சிறுகதைகளுக்கும் பிரபலமானவர். "
          }
        ]