[
          
  {
    
          "description": "வருங்காலத்தில் தேவையெனக் கருதுகின்ற செயற்கை நுண்ணறிவு பொதிந்த இரண்டு அறிவியல் கண்டுபிடிப்புகளைக் குறிப்பிடுக.\n\nஎ.கா. செயற்கை நுண்ணறிவால் இயங்கும் போக்குவரத்து ஊர்திகள்.",
          "options": [
      " ",
      " ",
      " ",
      " "
    ],
    "answer": [
      "A: செயற்கை நுண்ணறிவு மூலம் இயங்கும் மருத்துவச் சாதனங்கள்.",
      "B: செயற்கை நுண்ணறிவால் இயங்கும் விவசாயத் தொழில்நுட்பம்.",
      "C: செயற்கை நுண்ணறிவு மூலம் இயங்கும் கல்வி முறை.",
      "D: செயற்கை நுண்ணறிவு மூலம் இயங்கும் வீட்டுச் சாதனங்கள்."
    ],
    
          "additional_context": "செயற்கை நுண்ணறிவு என்பது கணினிகள் அல்லது மென்பொருட்களைப் பயன்படுத்தி மனிதர்களைப் போன்று சிந்தித்து, கற்றுக்கொண்டு, தீர்வுகளை எடுத்து செயல்படுத்தும் ஒரு தொழில்நுட்பம்.  செயற்கை நுண்ணறிவு இன்றைய உலகில் பல துறைகளில் பயன்படுத்தப்பட்டு வருகிறது. இதன் மூலம் மனிதர்களுக்கு மிகவும் உதவியாக இருக்கிறது.  வருங்காலத்தில் செயற்கை நுண்ணறிவு இன்னும் கூடுதல் முன்னேற்றங்களை அடைந்து, மனிதர்களின் வாழ்க்கையை எளிதாக்கும் என்று எதிர்பார்க்கப்படுகிறது.  சில உதாரணங்கள்:\n\n* மருத்துவத் துறையில் செயற்கை நுண்ணறிவு மூலம் மருந்துகளின் வளர்ச்சி, நோய்களைக் கண்டறிதல், நோய் கண்டறிதல் மற்றும் சிகிச்சை ஆகியவற்றில் புதிய முன்னேற்றங்களை ஏற்படுத்தலாம்.\n* விவசாயத் துறையில் பயிர்களின் வளர்ச்சியை மேம்படுத்தவும்,  பூச்சி மற்றும் நோய் தாக்குதல்களைக் கட்டுப்படுத்தவும், நீர்ப்பாசனத்தை மேம்படுத்தவும், விளைச்சலை அதிகரிக்கவும் செயற்கை நுண்ணறிவு பயன்படுத்தப்படலாம்.\n* கல்வித்துறையில், செயற்கை நுண்ணறிவு மூலம் தனிப்பட்ட மாணவர்களுக்கான கற்றல் அனுபவங்களை வழங்க முடியும். இது தனிப்பட்ட கற்றல், திறன் மேம்பாடு மற்றும் மாணவர் செயல்பாடு ஆகியவற்றை மேம்படுத்த உதவும்.\n* வீட்டுச் சாதனங்களில் செயற்கை நுண்ணறிவு மூலம் இயங்கும் வீட்டுச் சாதனங்கள், குளிர்சாதனப்பெட்டிகள், துணி துவைக்கும் இயந்திரங்கள், உலைகள் போன்றவை மனிதர்களின் வேலைப் பளுவை குறைத்து, இயல்பு வாழ்க்கையை எளிதாக்கும்."
          }
        ,
          
  {
    
          "description": "வருகின்ற கோடை விடுமுறையில் காற்றாலை மின் உற்பத்தியை நேரில் காண்பதற்கு ஆரல்வாய்மொழிக்குச் செல்கிறேன் – இத்தொடர் கால வழுவமைதிக்கு எடுத்துக்காட்டாக அமைவது எவ்வாறு?",
          "options": [
      " ",
      " ",
      " ",
      " "
    ],
    "answer": [
      "A: 'வருகின்ற கோடை விடுமுறை' என்ற தொடர் இப்போது நடக்கவிருக்கும் நிகழ்வைக் குறிக்கிறது. ஆனால் 'செல்கிறேன்' என்ற வினைச்சொல் இப்போது நடைபெறும் செயலைக் குறிக்கிறது.",
      "B: 'காற்றாலை மின் உற்பத்தியை நேரில் காண்பதற்கு' என்ற தொடர் எதிர்காலத்தில் நடைபெறும் நிகழ்வைக் குறிக்கிறது.",
      "C: 'ஆரல்வாய்மொழிக்குச் செல்கிறேன்' என்ற தொடர் இப்போது நடைபெறும் செயலைக் குறிக்கிறது. ",
      "D: 'வருகின்ற கோடை விடுமுறை' என்ற தொடர் இப்போது நடைபெறும் நிகழ்வைக் குறிக்கிறது."
    ],
    
          "additional_context": "கால வழுவமைதி என்பது ஒரு சொல்லின்  அல்லது ஒரு தொடரின்  சரியான  காலத்தை  பயன்படுத்தாமல்  பயன்படுத்தப்படும்  ஒரு  இலக்கணப்  பிழை.   இதில்  சொல்லின்  காலம்  தவறாக  பயன்படுத்தப்பட்டு   சொல்லின்  உண்மையான  காலத்தை   விட   வேறு   ஒரு   காலத்தைக்    குறிக்கிறது.   இந்த  தொடரில்  'செல்கிறேன்'  என்ற  வினைச்சொல்   இப்போது   நடைபெறும்   செயலைக்    குறிக்கிறது,    ஆனால்    'வருகின்ற    கோடை    விடுமுறை'    என்ற    தொடர்   எதிர்காலத்தில்   நடைபெறும்    நிகழ்வைக்    குறிக்கிறது.  எனவே  இந்த   தொடர்   கால    வழுவமைதிக்கு   எடுத்துக்காட்டாக    அமைகிறது."
          }
        ,
          
  {
    
          "description": "மருத்துவத்தில் மருந்துடன் அன்பும் நம்பிக்கையும் ஆற்றும் பாங்கினை எழுதுக.",
          "options": [
      " ",
      " ",
      " ",
      " "
    ],
    "answer": [
      "A: மருத்துவத்தில் மருந்து மிக முக்கியமானது. ஆனால் அது மட்டும் போதாது. நோயாளிக்கு மருந்து கொடுப்பதோடு அன்பு காட்டி, நம்பிக்கை அளிப்பதும் அவசியம். மருத்துவரின் அன்பு, புன்னகை, நம்பிக்கை ஆகியவை நோயாளியின் மனதில் நம்பிக்கையை ஊட்டி, விரைவான குணமடைதலுக்கு உதவும்.",
      "B: மருத்துவம் என்பது மருந்துகளை மட்டுமே சார்ந்தது. ",
      "C: அன்பு நம்பிக்கை மருத்துவத்துக்கு அவசியமில்லை.",
      "D: மருந்து சாப்பிட்டாலே போதும்."
    ],
    
          "additional_context": "மருத்துவம் என்பது ஒரு மிகவும் சிக்கலான துறை.  நோய்களைத் தடுத்து,  குணப்படுத்த மருந்துகள் மிகவும் முக்கியமானவை. ஆனால் மருந்துகள் மட்டும் போதாது.  நோயாளியின் உடல்நலம்  மனநலம்  இரண்டும்  சேர்ந்தே  முக்கியமானவை.  நோயாளியின்  மனதில்  நம்பிக்கை   ஊட்டி,  அன்பு காட்டி,   சிரமங்கள்  குறைத்து,  குணமடைவதற்கான  சூழலை    உருவாக்க    வேண்டும்.    மருத்துவரின்    அன்பு,    புன்னகை,    நம்பிக்கை   எல்லாம்    நோயாளியின்    மனதில்    நம்பிக்கையை    ஊட்டி    குணமடைய    உதவும்."
          }
        ,
          
  {
    
          "description": "உயிர்கள் உருவாகி வளர ஏற்ற சூழல் பூமியில் எவை எவையெனப் பரிபாடல்வழி அறிந்தவற்றைக் குறிப்பிடுக.",
          "options": [
      " ",
      " ",
      " ",
      " "
    ],
    "answer": [
      "A: பரிபாடல் நூலில் பூமியின் சூழலைப் பற்றி விளக்கப்பட்டுள்ளது. அதில் உயிர்கள் உருவாகி வளர ஏற்ற சூழல் பற்றி பின்வருமாறு குறிப்பிடப்பட்டுள்ளது:\n\n* வானம்: சூரிய ஒளி, மழை, காற்று ஆகியவற்றை அளித்து உயிர்களைப் பேணுகிறது.\n* பூமி: தாவரங்கள் வளர, விலங்குகள் வாழ, மனிதர்கள் உயிர்வாழ தேவையான நிலப்பரப்பையும் வளத்தையும் தருகிறது.\n* நீர்: நீர்வாழ் உயிரினங்கள் வாழவும், தாவரங்கள் வளரவும், மனிதர்கள் வாழவும் அவசியம்.\n* காற்று: சுவாசிக்கவும், தாவரங்கள் வளரவும் காற்று மிகவும் முக்கியம்.\n\nஇவை அனைத்தும் இணைந்தே உயிர்கள் உருவாகி வளர ஏற்ற சூழலை உருவாக்குகின்றன என பரிபாடல் கூறுகிறது. ",
      "B: பரிபாடல் நூலில் உயிர்கள் உருவாகி வளர ஏற்ற சூழல் பற்றி எதுவும் கூறப்படவில்லை.",
      "C: பரிபாடல் நூலில் பூமி ஒரு கடினமான இடமாகவே சித்தரிக்கப்பட்டுள்ளது.",
      "D: பரிபாடல் நூலில் வானம் மட்டுமே உயிர்களுக்கு முக்கியமானது எனக் கூறப்பட்டுள்ளது."
    ],
    
          "additional_context": "பரிபாடல் என்பது பண்டைய தமிழ் இலக்கியங்களில் ஒன்று. இது பூமியின் அமைப்பு, சூழல், இயற்கை, உயிர்கள் ஆகியவற்றைப் பற்றி விளக்குகிறது. பரிபாடல் நூலில் உயிர்களின் தோற்றம் மற்றும் வளர்ச்சி பற்றி விளக்கப்பட்டுள்ளது.  இதில்  பூமியின்  சூழல்  எவ்வாறு  உயிர்களுக்கு  முக்கியமானது  என்பதை   விளக்குகிறது.  இதில்  வானம்,   பூமி,  நீர்,  காற்று  என  நான்கு    காரணிகள்    உயிர்களுக்கு   மிகவும்    முக்கியம்    என    கூறப்பட்டுள்ளது.   வானத்தில்   சூரிய   ஒளி,    மழை,    காற்று   ஆகியவை   உயிர்களுக்கு   அவசியம்.    பூமி    தாவரங்கள்   வளரவும்,    விலங்குகள்    வாழவும்,   மனிதர்கள்    உயிர்வாழவும்    தேவையான    நிலப்பரப்பையும்    வளத்தையும்    தருகிறது.    நீர்    நீர்வாழ்    உயிரினங்கள்    வாழவும்,    தாவரங்கள்    வளரவும்,    மனிதர்கள்    வாழவும்    அவசியம்.    காற்று    சுவாசிக்கவும்,    தாவரங்கள்    வளரவும்    மிகவும்    முக்கியம்."
          }
        ,
          
  {
    
          "description": "**1.  'உனதருளே பார்ப்பன் அடியேனே' -  இந்த வரிகள் யாருக்கு யாரால் கூறப்பட்டது என்பதை விளக்கும் விருப்பத்திற்குரிய விருப்பத்தைத் தேர்ந்தெடுக்கவும். **\n\n    அ)  'பார்ப்பன்' என்ற சொல் 'இறைவன்' என்ற பொருளைத் தருகிறது. ஆழ்வார்கள் தங்களை இறைவனின் அடியேனர்கள் எனக் கூறுகின்றனர்.\n    \n    இ)  'பார்ப்பன்' என்பது 'குலசேகராழ்வார்' என்பதை குறிக்கிறது. ஆழ்வார்கள் தங்களை இறைவனின் அடியேனர்கள் எனக் கூறுகின்றனர்.\n    \n    ஆ)  'பார்ப்பன்' என்பது 'இறைவன்' என்ற பொருளைத் தருகிறது. குலசேகராழ்வார் தங்களை இறைவனின் அடியேனர்கள் எனக் கூறுகின்றனர்.\n    \n    ஈ)  'பார்ப்பன்' என்ற சொல் 'குலசேகராழ்வார்' என்பதை குறிக்கிறது. ஆழ்வார்கள் தங்களை இறைவனின் அடியேனர்கள் எனக் கூறுகின்றனர்.",
          "options": [
      "அ",
      "இ",
      "ஆ",
      "ஈ"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "குலசேகராழ்வார் என்பவர் ஒரு புகழ்பெற்ற ஆழ்வார்.  இவர் இறைவனைப் பாடிய  பாடல்கள்   பக்தி இலக்கியத்தில்    முக்கிய    இடத்தை    வகிக்கின்றன.    இவர்    தனது    பாடல்களில்     தன்னை    இறைவனின்    அடியேனராக    கூறிக்கொள்கிறார்.    'உனதருளே    பார்ப்பன்    அடியேனே'    என்ற    தொடர்    குலசேகராழ்வார்    தனது    பாடல்களில்    இறைவனை    உணர்ந்து    பாடிய    வரிகள்.    இதில்    'பார்ப்பன்'    என்பது    இறைவனை    குறிக்கிறது."
          }
        ]