
[
  {
    "description": "'கொள்வோர் கொள்க; குரைப்போர் குரைக்க! உள்வாய் வார்த்தை உடம்பு தொடாது'\n    *  அ) அடியெதுகையை எடுத்தெழுதுக.\n    *  ஆ) இலக்கணக் குறிப்பு எழுதுக - கொள்க, குரைக்க",
    "options": [],
    "answer": [
      "அ) 'கு'",
      "ஆ) கொள்க, குரைக்க: இவை 'கொள்' எனும் வினைமுற்றுத் தொடர்புப் பெயர்ச்சொல், 'குரை' எனும் வினைமுற்றுத் தொடர்புப் பெயர்ச்சொல்."
    ],
    "additional_context": "இந்தக் கேள்வி ஒரு பாடப்புத்தகத்தில் இருந்து எடுக்கப்பட்டது. இந்த பாடப்புத்தகத்தில் மாணவர்களுக்கு இலக்கணத்தைப் பற்றி கற்றுக்கொடுக்கப்படுகிறது.  இந்தக் கேள்வி, மாணவர்கள் அடியெதுகையை எப்படி எழுதுவது என்பதையும், ஒரு சொல் வினைமுற்றுத் தொடர்புப் பெயர்ச்சொல்லாக எப்படி இருக்கும் என்பதையும் கற்றுக் கொள்ள வைக்கிறது."
  },
  {
    "description": "குறள்வெண்பாவின் இலக்கணத்தை எழுதி எடுத்துக்காட்டுத் தருக.",
    "options": [],
    "answer": [
      "நான்கு அடிகளைக் கொண்டது. ஒவ்வொரு அடியும் எட்டுசீர் வடிவிலும், இறுதி இரண்டு அடிகள் ஒரே சொல்லால் முடியுமாகவும் இருக்கும்.",
      "எடுத்துக்காட்டு:\n\"நீர்மை நீர்க்கும் நெஞ்சம் நிறைந்தோர்\nநீர்மையின் நீங்கிச் செல்லாரே\nநீர்மையின் நீங்கிச் செல்லாரே\nநெஞ்சம் நிறைந்தோர் நெஞ்சம் நிறைந்தோர்\""
    ],
    "additional_context": "குறள்வெண்பா என்பது சங்க இலக்கியத்தில் பயன்படுத்தப்பட்ட ஒரு முக்கியமான வடிவம். இது நான்கு அடிகளைக் கொண்டது. ஒவ்வொரு அடியும் எட்டுசீர் வடிவிலும், இறுதி இரண்டு அடிகள் ஒரே சொல்லால் முடியுமாகவும் இருக்கும். குறள்வெண்பா மூலம் பல நல்ல கருத்துகள் எடுத்துரைக்கப்பட்டுள்ளன."
  },
  {
    "description": "“வீட்டைத் துடைத்துச் சாயம் அடித்தல்” என்ற சொற்றொடரில், வீட்டைத் துடைத்தல் என்பது _____ செயலைக் குறிக்கிறது.",
    "options": [
      "அ) காலம் மாறுவதை",
      "ஆ) வீட்டை சுத்தம் செய்வதை",
      "இ) இடையறாது அறப்பணி செய்தலை",
      "ஈ) வீட்டிற்கு புதிய நிறம் தீட்டுவதை"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "இந்த கேள்வி வீட்டைத் துடைத்துச் சாயம் அடித்தல் என்ற சொற்றொடரைப் பற்றி எழுதப்பட்டுள்ளது.  இந்த சொற்றொடர், ஒரு வீட்டைப் புதுப்பித்தல் பற்றி விவரிக்கிறது. இதில், வீட்டைத் துடைத்தல் என்பது வீட்டிற்கு புதிய நிறம் தீட்டுவதற்கு முன்பு செய்யப்படும் ஒரு செயல். இது மாணவர்களுக்கு சொற்களின் அர்த்தங்களைப் புரிந்து கொள்ள உதவுகிறது."
  },
  {
    "description": "______ என்ற நூலில் காணப்படும் அடி “இகழ்ந்தால் என்மனம் இறந்துவிடாது” என்பதாகும்.",
    "options": [
      "அ) சிலப்பதிகாரம்",
      "ஆ) மணிமேகலை",
      "இ) காலக்கணிதம்",
      "ஈ) திருக்குறள்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்தக் கேள்வி தமிழ் இலக்கியத்தில் உள்ள நூல்களைப் பற்றி கேட்கிறது. இலக்கியத்தைப் பற்றி அறிந்து கொள்ள உதவுகிறது.  “இகழ்ந்தால் என்மனம் இறந்துவிடாது” என்பது காலக்கணிதம் என்ற நூலில் காணப்படும் ஒரு வரி. இந்த நூல், கவிஞர் பாரதியாரால் எழுதப்பட்டது."
  },
  {
    "description": "கொடுப்பதில் மேன்மையுடையவர்களாக பாராட்டப்பட்டவர்கள் ______.",
    "options": [
      "அ) உதியன்; சேரலாதன்",
      "ஆ) அதியன்; பெருஞ்சாத்தன்",
      "இ) பேகன்; கிள்ளிவளவன்",
      "ஈ) நெடுஞ்செழியன்; திருமுடிக்காரி"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "இந்தக் கேள்வி, கொடுப்பதில் மேன்மையுடையவர்களாக பாராட்டப்பட்டவர்கள் யார் என்பதைப் பற்றி கேட்கிறது. அதியன் மற்றும் பெருஞ்சாத்தன் ஆகியோர், தங்கள் கொடை தானத்திற்காக புகழ் பெற்றவர்கள். இது மாணவர்களுக்கு சங்க இலக்கியத்தில் உள்ள தலைவர்களையும், அவர்களின் நல்ல பண்புகளையும் பற்றி அறிந்து கொள்ள உதவுகிறது."
  }
]
