
[
  {
    "description": "பூரணர் இராமானுசர், கூரேசர், முதலியாண்டான் ஆகியோருக்கு திருமந்திரத்தை கூறிய பிறகு சொல்லிய கண்டிப்பு என்ன?",
    "options": [
      "அவர்கள் மூவரும் நாள்தோறும் மந்திரத்தைத் தியானிக்க வேண்டும்.",
      "அவர்கள் அனைவரும் திருவரங்கம் சென்று ஆளவந்தார் மகிழ்ச்சிப் படுத்த வேண்டும்.",
      "அவர்கள் மூவரும் திருமந்திரத்தை வேறு யாரிடமும் சொல்லக் கூடாது.",
      "அவர்கள் மூவரும் திருமந்திரத்தை மற்றவர்களுடன் கூட்டாகச் சொல்ல வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "பூரணர் இராமானுசர், கூரேசர், முதலியாண்டான் ஆகியோருக்கு திருமந்திரத்தை கூறிய பிறகு அவர்களுக்கு ஒரு கண்டிப்பை விதித்தார். அது என்னவென்றால், \"நான் கூறுவதை நன்றாகக் கவனியுங்கள். கூறப் போகின்ற திருமந்திர மறைபொருள்கள் உங்கள் மூவருக்கு மட்டுமே தெரிய வேண்டும். வேறு யாரிடமாவது இதை நீங்கள் கூறுவீர்கள் எனில் அது ஆசிரியர் கட்டளையை மீறியதாகும். அப்படி நடந்தால் அதற்குத் தண்டனையாக நரகமே கிட்டும்.\" என்று கூறினார். இதன் மூலம் பூரணர் திருமந்திரம் மிகவும் மறைபொருள் நிறைந்ததென்பதையும், அதைப் பாதுகாப்பது மிகவும் முக்கியமென்பதையும் வலியுறுத்தினார்."
  },
  {
    "description": "இராமானுசர் பூரணரின் கண்டிப்பை மீறி பொதுமக்களுக்குத் திருமந்திரத்தைச் சொன்ன காரணம் என்ன?",
    "options": [
      "பூரணர் திருமந்திரத்தின் மறைபொருளைப் பற்றிப் பொதுமக்களிடம் கூறுமாறு கட்டளையிட்டதால்.",
      "தனது ஆசிரியரின் அனுமதியின்றி பொதுமக்களுக்கு உதவி செய்ய வேண்டும் என்ற ஆசையால்.",
      "பொதுமக்களின் பிறவிப்பிணி நீங்கி பேறு பெற வேண்டும் என்ற நல்லெண்ணத்தால்.",
      "இராமானுசரின் புகழ் பரவ வேண்டும் என்ற ஆசையால்."
    ],
    "answer": "C",
    "additional_context": "இராமானுசர் பூரணரின் கண்டிப்பை மீறி பொதுமக்களுக்கு திருமந்திரத்தைச் சொன்னார். பூரணர் கண்டிப்பு என்னவென்றால் திருமந்திரத்தை வேறு யாரிடமும் சொல்லக் கூடாது என்பது. ஆனால் இராமானுசர் பொதுமக்களின் பிறவிப்பிணி நீங்கி பேறு பெற வேண்டும் என்ற நல்லெண்ணத்தால் தன் ஆசிரியரின் கண்டிப்பை மீறினார். அவரது கருத்து எத்தனை அழகானது! தன் மகிழ்ச்சியை விட மக்களின் நலனே முக்கியம் என்று நினைத்து செயல்பட்டார். அதனால் அவர் மக்கள் மனதில் எப்போதும் வாழ்கிறார்."
  },
  {
    "description": "பூரணர் இராமானுசரை எம் பெருமான் என்று அழைத்தது எதைக் குறிக்கிறது?",
    "options": [
      "இராமானுசரின் அறிவுத் திறன் மீது பூரணருக்கு இருந்த மரியாதை.",
      "இராமானுசர் இறைவனின் திருவருளை உலகிற்கு உணர்த்தியதால்.",
      "பூரணர் இராமானுசரை இறைவனின் அவதாரமாக கருதியதால்.",
      "இராமானுசரின் புகழ் பரவியதால்."
    ],
    "answer": "B",
    "additional_context": "இராமானுசர் பூரணரின் கண்டிப்பை மீறி பொதுமக்களுக்குத் திருமந்திரத்தைச் சொல்லியதால் பூரணர் இராமானுசர் மீது கோபம் கொண்டார். ஆனால் இராமானுசர் சொன்னது மிகவும் நல்ல கருத்து என்பதைப் புரிந்துகொண்டார். அவரது நல்லெண்ணத்தையும் இறைவனின் திருவருளை உலகிற்கு உணர்த்தியதையும் பாராட்டி \"எம் பெருமான்\" என்று அழைத்தார்."
  },
  {
    "description": "பூரணர் இராமானுசருக்கு என்ன அளித்து விடை தந்தார்?",
    "options": [
      "திருமந்திரத்தின் மறைபொருள்",
      "இறைவனின் திருவருள்",
      "தன் மகன் சௌம்ய நாராயணன்",
      "தன் கோவிலின் பொக்கிசம்"
    ],
    "answer": "C",
    "additional_context": "இராமானுசர் பூரணரின் கண்டிப்பை மீறி பொதுமக்களுக்குத் திருமந்திரத்தைச் சொல்லியதால் அவர் கோபம் கொண்டார். இராமானுசரின் நல்லெண்ணத்தையும் இறைவனின் திருவருளை உலகிற்கு உணர்த்தியதையும் பாராட்டி பூரணர் தனது மகன் சௌம்ய நாராயணனை இராமானுசருக்கு அளித்து விடை தந்தார்.  சௌம்ய நாராயணனை இராமானுசருக்கு அளிப்பதன் மூலம் பூரணர் இராமானுசரை அவர் மீதான தன் நம்பிக்கையை வெளிப்படுத்தினார்."
  }
]
