
[
  {
    "description": "'உனதருளே பார்ப்பன் அடியேனே' - யாரிடம் யார் கூறியது?",
    "options": [
      "இறைவனிடம் குலசேகராழ்வார்",
      "குலசேகராழ்வார் இறைவனிடம்",
      "திருமாலிடம் குலசேகராழ்வார்",
      "குலசேகராழ்வார் திருமாலிடம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த கேள்வி நம்மை திருமாலிடம் குலசேகராழ்வார் பாடிய பாடல்களுக்கு அழைத்துச் செல்கிறது.  'உனதருளே பார்ப்பன் அடியேனே' என்ற வரி குலசேகராழ்வார் இறைவனை நோக்கிப் பாடுவதாக இருக்கிறது. இறைவனை 'உனதருளே பார்ப்பன் அடியேனே'  என்று அழைப்பதன் மூலம் தன்னை முற்றிலும் அர்ப்பணித்து இறைவனை மட்டுமே சரணடைந்ததை தெளிவாகக் காட்டுகிறார்.  இந்த வரியில் இறைவன்  'உனதருளே' என்று அழைக்கப்படுகிறார். குலசேகராழ்வார் இறைவனை 'அடியேனே'  என்று அழைக்கிறார். ஆகையால், 'உனதருளே பார்ப்பன் அடியேனே' என்ற வரி  குலசேகராழ்வார் இறைவனிடம் கூறியது என்பது தெளிவாகிறது."
  },
  {
    "description": "தலைப்புக்கும் குறிப்புகளுக்கும் பொருத்தமான விடையைத் தேர்ந்தெடுக்க.\n\nதலைப்பு : செயற்கை நுண்ணறிவு\n\nகுறிப்புகள்: கண்காணிப்புக் கருவி, அசைவு நிகழும் பக்கம் தன் பார்வையைத் திருப்புகிறது. திறன்பேசியில் உள்ள வரைபடம் போக்குவரத்திற்குச் சுருக்கமான வழியைக் காண்பிப்பது.",
    "options": [
      "தலைப்புக்குப் பொருத்தமான குறிப்புகள் இடம்பெற்றுள்ளன.",
      "தலைப்புக்குப் பொருத்தமான குறிப்புகள் இடம்பெறவில்லை.",
      "தலைப்புக்குப் பொருத்தமான சில குறிப்புகள் மட்டுமே இடம்பெற்றுள்ளன.",
      "தலைப்புக்கும் குறிப்புகளுக்கும் எந்த தொடர்பும் இல்லை."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த கேள்வி செயற்கை நுண்ணறிவு தொழில்நுட்பம் எப்படி நம்மைச் சுற்றி இருக்கிறது என்பதை பற்றிப் பேசுகிறது.  'கண்காணிப்புக் கருவி, அசைவு நிகழும் பக்கம் தன் பார்வையைத் திருப்புகிறது. திறன்பேசியில் உள்ள வரைபடம் போக்குவரத்திற்குச் சுருக்கமான வழியைக் காண்பிப்பது'  என்பது செயற்கை நுண்ணறிவின் எடுத்துக்காட்டுகள்தான். இந்த குறிப்புகள் செயற்கை நுண்ணறிவு தொழில்நுட்பத்தின் பயன்பாடுகளை எடுத்துக்காட்டுகின்றன. ஆகையால், 'தலைப்புக்குப் பொருத்தமான குறிப்புகள் இடம்பெற்றுள்ளன'  என்பது சரியான விடை."
  },
  {
    "description": "பரிபாடல் அடியில் `விசும்பும் இசையும்' என்னும் தொடர் எதனைக் குறிக்கிறது?",
    "options": [
      "வானத்தையும் புகழையும்",
      "பூமியையும் மழையையும்",
      "சூரியனையும் நிலவையும்",
      "காற்றையும் மழையையும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "'விசும்பும் இசையும்'  என்ற தொடர்  பரிபாடலில் இடம்பெற்றுள்ளது.  இந்த வரிகள்  இறைவனின் பெருமையை எடுத்துரைக்கின்றன.  பரிபாடல்  இறைவனைப் புகழ்ந்து பாடும் பாடல்.  'விசும்பு'  என்பது  வானத்தை குறிக்கும்.  'இசை'  என்பது புகழை குறிக்கும். ஆகையால்,  'விசும்பும் இசையும்' என்ற தொடர்  வானத்தையும் புகழையும் குறிக்கிறது."
  },
  {
    "description": "குலசேகர ஆழ்வார் `வித்துவக்கோட்டம்மா' என்று ஆண் தெய்வத்தை அழைத்துப் பாடுகிறார். 'பூனையார் பால்சோற்றைக் கண்டதும் வருகிறார்' ஆகிய தொடர்களில் இடம்பெற்றுள்ள வழுவமைதி முறையே –",
    "options": [
      "இடவழுவமைதி, மரபு வழுவமைதி",
      "மரபு வழுவமைதி, இடவழுவமைதி",
      "இலக்கண வழுவமைதி, இடவழுவமைதி",
      "மரபு வழுவமைதி, இலக்கண வழுவமைதி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "குலசேகர ஆழ்வார்  பாடின பாடல்களில் உள்ள 'வித்துவக்கோட்டம்மா' என்ற தொடர்  இடவழுவமைதிக்கு  உதாரணம்.  சாதாரணமாக ஆண் தெய்வங்களை 'அம்மா'  என்று அழைக்கமாட்டோம்.  'பூனையார் பால்சோற்றைக் கண்டதும் வருகிறார்'  என்ற வரி  மரபு வழுவமைதிக்கு உதாரணம்.  நாம் பொதுவாக  பூனைகள் பால்சோற்றை  விரும்புவதில்லை.  இதில் பூனைகளை  'பால்சோறு'  விரும்புபவை எனக் குறிப்பிடுவதன் மூலம் மரபு வழக்கை  மீறுகிறார்கள்.  ஆகையால்,  'வித்துவக்கோட்டம்மா'  என்ற தொடரில் இடவழுவமைதி  இருக்கிறது. 'பூனையார் பால்சோற்றைக் கண்டதும் வருகிறார்'  என்ற வரியில்  மரபு வழுவமைதி இருக்கிறது."
  },
  {
    "description": "பாரத ஸ்டேட் வங்கியின் உரையாடு மென்பொருள் எது?",
    "options": [
      "சீலா",
      "அக்ஷயா",
      "ஆதார்",
      "பேமிலி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த கேள்வி பாரத ஸ்டேட் வங்கியின் உரையாடு மென்பொருளின் பெயரை கேட்கிறது. பாரத ஸ்டேட் வங்கியின் உரையாடு மென்பொருள் 'சீலா'  என்பது நமக்குத் தெரியும்.  சீலா  என்பது  வங்கியின்  சேவைகளை வழங்கும் ஒரு  தொழில்நுட்பம்.  இந்த மென்பொருள்  வாடிக்கையாளர்களின்  வினவல்களுக்கு  பதில்  சொல்லி  உதவி  செய்கிறது.  ஆகையால், பாரத ஸ்டேட் வங்கியின் உரையாடு மென்பொருள் 'சீலா'  என்பது சரியான விடை."
  }
]
