[
          
  {
    
          "description": "சிலப்பதிகாரத்தில் குறிப்பிடப்படும் வாணிகர்கள் யாரெனப் பட்டியலிடப்பட்டிருக்கிறது அவர்களில் யார் வணிகத்திற்காக வெளிநாடுகளுக்குச் சென்றிருக்கலாம்?",
          "options": [
      "அ) பாசவர், வாசவர், பல்நிண விலைஞர்",
      "ஆ) உமணர், வாசவர், பாசவர்",
      "இ) வாசவர், பல்நிண விலைஞர், உமணர்",
      "ஈ) பாசவர், பல்நிண விலைஞர், உமணர்"
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "சிலப்பதிகாரத்தில் குறிப்பிடப்படும் முக்கியமான வாணிகர்கள் பாசவர், வாசவர், பல்நிண விலைஞர், உமணர் ஆகியோர். இவர்களில் பாசவர், பல்நிண விலைஞர், உமணர் ஆகியோர் வெளிநாடுகளுக்குச் சென்று வணிகம் செய்திருக்கலாம். சிலப்பதிகாரத்தில் இவர்களின் வணிக நடவடிக்கைகள் குறித்து  விவரிக்கப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "'மாலவன் குன்றம் போனாலென்ன? வேலவன் குன்றமாவது எங்களுக்கு வேண்டும்' என்ற வாக்கியத்தில், 'மாலவன் குன்றம்' எது? ம.பொ.சி. தமிழினத்தை ஒன்றுபடுத்தும் இலக்கியமாக கருதியது எது?",
          "options": [
      "அ) திருத்தணி, திருக்குறள்",
      "இ) திருப்பதி, கம்பராமாயணம்",
      "ஆ) திருத்தணி, சிலப்பதிகாரம்",
      "ஈ) திருப்பதி, புறநானூறு"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "'மாலவன் குன்றம் போனாலென்ன? வேலவன் குன்றமாவது எங்களுக்கு வேண்டும்' என்ற வாக்கியத்தில் 'மாலவன் குன்றம்' என்பது திருத்தணியைக் குறிக்கிறது. 'வேலவன் குன்றம்' என்பது திருப்பதியைக் குறிக்கிறது.  ம.பொ.சி. தமிழினத்தை ஒன்றுபடுத்தும் இலக்கியமாக சிலப்பதிகாரத்தைக் கருதினார்."
          }
        ,
          
  {
    
          "description": "'தன் நாட்டு மக்களுக்குத் தந்தையும் தாயும் மகனுமாக இருந்த அரசன்' என்னும் மெய்க்கீர்த்தித் தொடர் உணர்த்தும் பொருள் யாது? மெய்க்கீர்த்தி பாடப்படுவதன் நோக்கம் என்ன?",
          "options": [
      "அ)  மேம்பட்ட நிருவாகத்திறன்,  அரசனின் பெருமையைப் பறைசாற்றுதல்",
      "இ)  பண்பட்ட மனிதநேயம்,  அரசனின் தவறுகளை மறைத்தல்",
      "ஆ)  மிகுந்த செல்வம்,  அரசனின் வலிமையை எடுத்துக்காட்டுதல்",
      "ஈ)  நெறியோடு நின்று காவல் காப்பவர்,  அரசன் மீது மக்களின் மரியாதையை அதிகரித்தல்"
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "‘தன் நாட்டு மக்களுக்குத் தந்தையும் தாயும் மகனுமாக இருந்த அரசன்’ என்ற மெய்க்கீர்த்தித் தொடர் அரசன் ஒரு நெறியான ஆட்சியாளன் என்பதையும், அவரை மக்கள் மிகவும் மதித்துப் போற்றுகிறார்கள் என்பதையும் உணர்த்துகிறது. அரசனின் பெருமையைப் பறைசாற்றுவதும், மக்களிடையே அரசன் மீதான மரியாதையை அதிகரிப்பதும் மெய்க்கீர்த்தி பாடப்படுவதன் நோக்கமாகும்."
          }
        ,
          
  {
    
          "description": "தமிழர்க்கு விடுதலைப் போரில் ஈடுபட வருமாறு ம.பொ.சி. அழைப்பு விடுத்ததற்கான காரணம் என்ன? ம.பொ.சி. குறிப்பிடும் 'சிறுமை' என்ன?",
          "options": [
      "அ) தமிழரின்  வீரத்தை மீட்டெடுக்க,  தமிழ்நாடு ஆங்கிலேயர்களுக்கு அடிமைப்பட்டிருந்தது",
      "இ) தமிழரின்  அரசியல் அறிவை வளர்க்க,  தமிழ்நாட்டின்  பொருளாதார வளர்ச்சி குறைந்தது",
      "ஆ) தமிழரின்  கலை மற்றும் இலக்கியத்தைப் பாதுகாக்க,  தமிழரின் கலாச்சாரம் அழிக்கப்பட்டிருந்தது",
      "ஈ) தமிழரின்  சமூக நீதியை நிலைநாட்ட,  தமிழர்களிடையே ஏற்றத்தாழ்வு அதிகரித்தது"
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "தமிழர்கள் ஆங்கிலேயர்களுக்கு அடிமைப்பட்டிருந்ததை ம.பொ.சி. சிறுமை எனக் கருதினார். தமிழரின் வீரத்தை மீட்டெடுக்க,  தமிழர்க்கு விடுதலைப் போரில் ஈடுபட வருமாறு அவர் அழைப்பு விடுத்தார்.  ம.பொ.சி. தமிழர்களின் கலாச்சாரம்,  சமூக நீதி, பொருளாதாரம் ஆகியவற்றைப் பற்றி கவலைப்படுகிறார்.  ஆனால்,   தமிழர்கள் ஆங்கிலேயர்களுக்கு அடிமைப்பட்டிருந்தது  என்பதை  அவர்  மிகுந்த  துயரத்துடன்  கவலைப்படுகிறார்."
          }
        ,
          
  {
    
          "description": "'இருநாட்டு அரசர்களும் தும்பைப் பூவைச் சூடிப் போரிடுவதன் காரணம் என்ன? சிலப்பதிகாரத்தில் குறிப்பிடப்படும் இரண்டு நாட்டு அரசர்களின் பெயர்களைத் தெரிந்துகொள்ளுங்கள்.",
          "options": [
      "அ) வலிமையை நிலைநாட்டல்,  சோழன்,  பாண்டியன்",
      "இ) நாட்டைக் கைப்பற்றல்,  சேரன்,  சோழன்",
      "ஆ) ஆநிரை கவர்தல்,  பாண்டியன்,  சேரன்",
      "ஈ) கோட்டையை முற்றுகையிடல்,  சோழன்,  பாண்டியன்"
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "சிலப்பதிகாரத்தில் குறிப்பிடப்படும் இரு நாட்டு அரசர்களான சோழன், பாண்டியன் இருவரும் தங்களின் வலிமையை நிலைநாட்டும் நோக்கத்துடன் தும்பைப்பூவைச் சூடி போரிடுகிறார்கள். இது சிலப்பதிகாரத்தில் குறிப்பிடப்பட்டுள்ளது."
          }
        ]