[
          
  {
    
          "description": "பெரியார் அறிவியல் தொழில்நுட்பக் கழகத்தில் உள்ள ஒரு தனித்துவமான அம்சம் எது?",
          "options": [
      "10 காட்சிக்கூடங்கள்",
      "பரிணாம வளர்ச்சிப் பூங்கா",
      "360 பாகை அரைவட்ட வானத்திரை கொண்ட கோளரங்கம்",
      "குழந்தைகள் விளையாடத்தக்க பொம்மைகளைக் கொண்ட பூங்கா"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "பெரியார் அறிவியல் தொழில்நுட்பக் கழகம் 1988ஆம் ஆண்டு நிறுவப்பட்டது. இங்கு, பத்துக் காட்சிக் கூடங்கள் உள்ளன. பரிணாம வளர்ச்சிப் பூங்கா, புதிய புதுப்பிக்கத்தக்க ஆற்றல் பூங்கா, இயந்திரவியல் பூங்கா முதலியவை இங்கு உள்ளன. மேலும் குழந்தைகள் விளையாடத்தக்க பொம்மைகளைக் கொண்ட பூங்காவும் இங்குள்ளது.  இங்குள்ள கோளரங்கம் தனித்துவம் வாய்ந்தது. இந்தியாவிலேயே முதன்முதலாக 360 பாகை அரைவட்ட வானத்திரை இங்குதான் உள்ளது. இது 2009ஆம் ஆண்டு அமைக்கப்பட்டது."
          }
        ,
          
  {
    
          "description": "ஸ்டீபன் ஹாக்கிங் இறந்தபோது ஐன்ஸ்டைன் பற்றி மக்கள் என்ன நினைத்தார்கள்?",
          "options": [
      "ஸ்டீபன் ஹாக்கிங் ஐன்ஸ்டைனின் கோட்பாடுகளை மீறியவர்",
      "ஐன்ஸ்டைன் ஸ்டீபன் ஹாக்கிங்கின் ஆராய்ச்சிகளால் மீண்டும் பிரபலமானார்",
      "ஸ்டீபன் ஹாக்கிங் ஐன்ஸ்டைனின் கருத்துக்களால் ஈர்க்கப்பட்டவர்",
      "ஸ்டீபன் ஹாக்கிங் ஐன்ஸ்டைனை விடப் பெரிய அறிவியலாளர்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இயக்குநர்: ஆம்! நீங்கள் பார்த்துக் கொண்டிருப்பவர் தற்காலத்தின் ஐன்ஸ்டைன் என்று புகழப்படும் ஸ்டீபன் ஹாக்கிங்தான்.  ஸ்டீபன் ஹாக்கிங், ஐன்ஸ்டைன், நியூட்டன் முதலானோர் அவர்களுக்கு நிகராக மதிக்கப்படுகிறார்கள்.  ஐன்ஸ்டைன் ஈர்ப்பலைகள் குறித்த முடிவுகளைக் கணிதச் சமன்பாடுகள் மூலம் கோட்பாடுகளாகச் சொன்னார். அவர் காலத்தில் E = MC2 எனும் கோட்பாட்டை யாரும் ஏற்றுக்கொள்ளவில்லை. 100 ஆண்டுகளுக்குப்பின் ஈர்ப்பலைகள் இருப்பதை உலகம் கண்டுகொண்டது. கருந்துளை குறித்த தன்னுடைய ஆய்வை ஐன்ஸ்டைன் போல, கோட்பாடுகளாக வெளியிடாமல் விண்மீன் இயக்கத்தோடு ஒப்பிட்டு ஸ்டீபன் ஹாக்கிங் விளக்கியதால் உலகம் கருந்துளைக் கோட்பாட்டை எளிதில் புரிந்துகொண்டது."
          }
        ,
          
  {
    
          "description": "ஸ்டீபன் ஹாக்கிங் இறந்த நாள் எது?",
          "options": [
      "கலீலியோவின் பிறந்த நாள்",
      "கலீலியோவின் இறந்த நாள்",
      "ஐன்ஸ்டைனின் பிறந்த நாள்",
      "ஐன்ஸ்டைனின் இறந்த நாள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஹாக்கிங், கலீலியோவின் நினைவு நாளில் பிறந்து, ஐன்ஸ்டைனின் பிறந்த நாளில் இறந்தது அறிவியலைப் பொறுத்தவரை ஒரு தற்செயல் நிகழ்வாக இருக்கலாம். ஆனால் அந்தத் தற்செயலிலும் ஓர் ஒற்றுமை இருக்கிறது. இம்மூன்று அறிவியலாளர்களும் அவரவர் காலத்தில் இந்தப் பேரண்டத்தைப் பற்றி இருந்த புரிதலைப் பலமடங்கு வளர்த்தவர்கள்; பேரண்டத்தைப் பற்றி மனிதஇனம் நம்பியதைப் புரட்டிப் போட்டவர்கள்."
          }
        ,
          
  {
    
          "description": "ஸ்டீபன் ஹாக்கிங்கின் எந்த நூல் கோடிப் படிகளுக்கு மேல் விற்பனையானது?",
          "options": [
      "அடுத்த தலைமுறை",
      "பெருவெடிப்புக் கோட்பாடு",
      "காலத்தின் சுருக்கமான வரலாறு",
      "கருந்துளைகள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஸ்டீபன் ஹாக்கிங் எழுதிய நூல்களுள் 'காலத்தின் சுருக்கமான வரலாறு' என்ற நூல் நாற்பது மொழிகளில் மொழிபெயர்க்கப்பட்டது. 1988ஆம் ஆண்டு வெளிவந்த இந்நூல் பெருவெடிப்பு, கருந்துளை ஆகியவை பற்றிய அரிய உண்மைகளைப் பொதுமக்களிடையே பரப்பி, ஒரு கோடிப் படிகளுக்கு மேல் விற்பனையானது."
          }
        ,
          
  {
    
          "description": "'__________ அறிவாற்றலின் மிகப்பெரிய எதிரியல்ல. அது அறிவின் மாயையே' ஸ்டீபன் ஹாக்கிங்கின் இந்தக் கூற்று எதை வலியுறுத்துகிறது?",
          "options": [
      "அறிவு அறிவின் மாயையால் மறைக்கப்படுவதை",
      "அறிவாற்றல் அறியாமையால் தடுக்கப்படுவதை",
      "அறியாமையால் அறிவாற்றல் மறைக்கப்படுவதை",
      "அறிவின் மாயையே அறிவாற்றலின் எதிரி என்பதை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மாற்றத்திற்கு ஏற்பத் தகவமைத்துக் கொள்ளும் திறனே புத்திக் கூர்மை' 'அறியாமை அறிவாற்றலின் மிகப்பெரிய எதிரியல்ல. அது அறிவின் மாயையே' என்ற தொடர்கள் ஒவ்வோர் எழுத்தாகத் தோன்றுகின்றன."
          }
        ]