
[
  {
    "description": "கதையில்  \"அருகு எடுக்கிறதுலேயே நம்ம வாழ்நாள் முக்காவாசி போயிரும் போல\" என்று புலம்பியவர் யார்?",
    "options": [
      "சுப்பையாவின் பாட்டனார்",
      "அன்னமய்யாவின் பாட்டனார்",
      "மணியின் தந்தை",
      "கோபல்லபுரத்து ஊர்ப் பெரியவர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கோபல்லபுரத்து மக்கள் கதையில் அருகு எடுக்கிறதுலேயே நம்ம வாழ்நாள் முக்காவாசி போயிரும் போல என்று புலம்புபவர் அன்னமய்யாவின் பாட்டனார். கரிசல் காட்டுச் சம்சாரிகளுக்கு அருகு ஒரு அரக்கன் போல. வெட்ட வெட்டத் தலைமுளைப்பது போல அவர்களோடு அது விளையாட்டுக் காட்டிக் கொண்டிருந்தது. கள்ளிக்கு ஒரு வெள்ளபூச்சியைக் கண்டுபிடித்த வெள்ளைக்காரன், அருகை அழிக்க ஒரு மருந்து கண்டுபிடிக்கல்லையே என்கிற கோபம் சம்சாரிகளுக்கு."
  },
  {
    "description": "கோபல்லபுரத்து மக்கள் உணவு உண்ணும் போது எந்தக் கையைப் பயன்படுத்தினார்கள்?",
    "options": [
      "வலது கை",
      "இடது கை",
      "இரண்டு கைகளும்",
      "கரண்டி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கோபல்லபுரத்து மக்கள் உணவு உண்ணும் போது இடது கையைப் பயன்படுத்துவார்கள். மணி சாப்பிடுவதற்கு முன்னால் கையைக் கழுவிக் கொள்ளவேண்டும் என்று அவருக்குத் தோன்றியது. ஆனால் அவர்களில் யாருமே சாப்பிடுவதற்கு முன்னால் கையைக் கழுவிக் கொள்வதாகத் தெரியவில்லை! அவர்களுக்கானது நமக்கு என்று அவர் கையை நீட்டினார். ஒரு கால் உருண்டை கம்மஞ்சோற்றை அவருடைய இடதுகையில் வைத்தார்கள்."
  },
  {
    "description": "கதையில் \"கரிசல் இலக்கியம்\" என்ற சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "கரிசல் மண் பகுதியின் இலக்கியம்",
      "வட்டாரமரபு வாய்மொழிப் புனைகதைகள்",
      "கரிசல் மண்ணில் வளரும் பயிர்களைப் பற்றிய இலக்கியம்",
      "கரிசல் மண்ணின் மக்களின் வாழ்வியல் பற்றிய இலக்கியம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கரிசல் இலக்கியம் என்பது வட்டாரமரபு வாய்மொழிப் புனைகதைகளை குறிக்கும். கோபல்லபுரத்து மக்கள் கதையின் ஆசிரியர் கரிசல் எழுத்தாளர் கி.ராஜநாராயணன். இவர் தொடங்கிய வட்டாரமரபு வாய்மொழிப் புனைகதைகள் 'கரிசல் இலக்கியம்' என்று அழைக்கப்படுகின்றன."
  },
  {
    "description": "கோபல்லபுரத்து மக்கள் கதை எந்த ஆண்டிற்கான சாகித்திய அகாதெமி விருதினைப் பெற்றது?",
    "options": [
      "1990",
      "1991",
      "1992",
      "1993"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கோபல்லபுரத்து மக்கள் கதை 1991 ஆம் ஆண்டிற்கான சாகித்திய அகாதெமி விருதினைப் பெற்றது. இந்திய விடுதலைப் போராட்டத்தினைப் பின்னணியாகக் கொண்டது இந்நூல்."
  }
]
