[
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது 'கூத்து' என்பதைக் குறிக்கிறது?",
          "options": [
      "தெருக்கூத்து",
      "கைநெசவு",
      "சங்கீதம்",
      "ஓவியம்"
    ],
    "answer": "A",
    
          "additional_context": "தெருக்கூத்து என்பது கிராமப்புறக் கலைஞர்களால் நிகழ்த்தப்படும் ஒரு வகை நாடகம். இது ராமாயணம், மகாபாரதம் மற்றும் பிற பழைய புராணங்களிலிருந்து எடுக்கப்பட்ட கதைகளைக் கொண்டது. இதில் பாடல்கள் அதிகமாகவும், கலைஞர்களால் இயல்பாகவே உருவாக்கப்பட்ட உரையாடல்களும் இருக்கும். 15 முதல் 20 நபர்கள் வரை ஒரு கூத்துக்குழுவை உருவாக்குவர். இவர்களுக்கு ஒரு சிறிய இசைக்குழு இருக்கும். இசைக்குழுவில் ஒரு பாடகர் இருந்தாலும், கலைஞர்கள் தங்கள் சொந்த குரலில் பாடுவார்கள். கலைஞர்கள் பாரமான ஆடைகளையும் பிரகாசமான அழகுபடுத்தல்களையும் அணிந்து கொள்வார்கள். கூத்து கிராமப்புறங்களில் மிகவும் பிரபலமானது."
          }
        ,
          
  {
    
          "description": "'கறிசோறு பொதியோடு தருகின்ற போதும் கடல்மீது இவள் கொண்ட பயமொன்று காணும்' என்ற வரிகள் எதனைக் குறிக்கின்றன?",
          "options": [
      "மழைக்காலத்தில் கடல் பயணம் செய்யும் பயம்",
      "புயல் வரும் போது கடலில் ஏற்படும் அச்சம்",
      "சிறு நண்டு கடல்மீது செல்லும் பயம்",
      "கடலில் மீன் பிடிக்க பயம்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகள் சிறு நண்டின் கடல் பயணத்தைப் பற்றியது. நண்டிற்கு கடல் பயணம் செய்ய பயமாக இருக்கிறது என்பதை இந்த வரிகள் தெளிவுபடுத்துகின்றன. அதற்கு கறிசோறு பொதியோடு அளித்தாலும் கூட பயம் நீங்கவில்லை என்பது இந்த வரிகளின் பொருள்."
          }
        ,
          
  {
    
          "description": "கலவைச்சொற்றொடரின் உதாரணம் எது?",
          "options": [
      "மழை கொட்டிக்கொண்டிருந்தாலும் பகலவன் பள்ளிக்கு நடந்துவந்தான்.",
      "இனியநிலா பேச்சுப்போட்டியில் பங்கேற்றார்; வெற்றி பெற்றார்; பரிசைத் தட்டிச் சென்றார்.",
      "அன்வர் அரங்கத்திற்கு வந்து, நாடகம் பார்த்து, மகிழ்ச்சி அடைந்தார்.",
      "மேரியும் கனகாவும் பேருந்தில் ஏறினர்."
    ],
    "answer": "A",
    
          "additional_context": "கலவைச் சொற்றொடரில் கருத்து முழுமை பெற்ற ஒரு முதன்மைத் தொடரும் கருத்து முழுமை பெறாத துணைத் தொடர்களும் கலந்து வரும். இங்கு  'பகலவன் பள்ளிக்கு நடந்துவந்தான்' என்பது முதன்மைத் தொடர். 'மழை கொட்டிக்கொண்டிருந்தாலும்' என்பது துணைத் தொடர். இது கலவைச் சொற்றொடர்."
          }
        ,
          
  {
    
          "description": "'கூத்து'வில் பங்கேற்கும் கலைஞர்களின் அலங்காரத்தைப் பற்றி என்ன கூறப்படுகிறது?",
          "options": [
      "எளிய ஆடைகள் மற்றும் மெல்லிய அழகுபடுத்தல்",
      "பழைய ஆடைகள் மற்றும் மெல்லிய அழகுபடுத்தல்",
      "பாரமான ஆடைகள் மற்றும் பிரகாசமான அழகுபடுத்தல்",
      "நவீன ஆடைகள் மற்றும் பிரகாசமான அழகுபடுத்தல்"
    ],
    "answer": "C",
    
          "additional_context": "கூத்து நாடகத்தில் கலைஞர்கள் பாரமான ஆடைகளையும் பிரகாசமான அழகுபடுத்தல்களையும் அணிந்து கொள்வார்கள் என்பது இங்கே குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'புதிர்' பகுதியில் கொடுக்கப்பட்ட பிரச்சனையைத் தீர்க்க எத்தனை முறை தராசைப் பயன்படுத்த வேண்டும்?",
          "options": [
      "ஒரு முறை",
      "இரண்டு முறை",
      "மூன்று முறை",
      "நான்கு முறை"
    ],
    "answer": "B",
    
          "additional_context": "புதிர்ப் பிரச்சனையில் ஏழு கோல்டு பிஸ்கட்களில் ஒன்று மட்டும் எடை குறைவானது. இந்தப் பிரச்சனையைத் தீர்க்க  தராசை இரண்டு முறை மட்டுமே பயன்படுத்த வேண்டும். முதலில் மூன்று பிஸ்கட்களை ஒவ்வொரு தட்டிலும் வைத்து எடை பார்க்க வேண்டும். இரண்டாவது முறையில் எடை குறைவாக இருந்த தட்டிலுள்ள மூன்று பிஸ்கட்களில் ஒன்றை ஒவ்வொன்றாக எடுத்து  எடை பார்த்தால் எடை குறைவான பிஸ்கட்டை கண்டுபிடிக்கலாம்."
          }
        ]