
[
  {
    "description": "கதையில், சன்யாசியைக் கூட்டிக்கொண்டு வந்தவர் யார்?",
    "options": [
      "அன்னமய்யா",
      "சுப்பையா",
      "கொத்தாளி",
      "பாச்சல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சுப்பையாவின் புஞ்சையில் அருகு எடுத்துக் கொண்டிருந்தார்கள். அதிகாலை நேரத்தில் ஒரு பாச்சல் அருகு எடுத்து முடித்துவிட்டுக் காலைக் கஞ்சி குடிக்க உட்காரப் போகும் வேளை, யாரோ ஒரு சன்யாசியைக் கூட்டிக்கொண்டு அன்னமய்யா தூரத்தில் வருவது தெரிந்தது. வாயிலிருந்த பல்க்குச்சியை எடுத்துத் துப்பிவிட்டு சுப்பையா கேட்டான், \"யாரோ ஒரு சாமியாரை இழுத்துட்டு வாரான்?\""
  },
  {
    "description": "சன்யாசி போல தோன்றியவர் உண்மையில் யார்?",
    "options": [
      "வயோதிகர்",
      "பரதேசி",
      "லாட சன்யாசி",
      "வாலிபன்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "அன்னமய்யாவின் கூட வந்தது சன்யாசியோ பரதேசியோ இல்லை. அந்த ஆள் நடக்க முடியாமல் உட்கார்ந்து உட்கார்ந்து எழுந்திருந்து ஆயாசமாக, மெதுவாக நடந்து வந்து கொண்டிருந்தான். தாடியும் அழுக்கு ஆடையும் அந்தத் தள்ளாட்டமும் ஒரு பார்வைக்கு வயோதிகனாகவும் சாமியாரைப் போலவும் தோணவைத்தது. தற்செயலாக அந்தப் பக்கம் வந்த அன்னமய்யாவின் கண்ணில் இதுபட்டது. கிட்டே போய்ப் பார்த்த பிறகுதான் தெரிந்தது அவன் ஒரு வாலிபன் என்று."
  },
  {
    "description": "\"நீச்சுத் தண்ணி\" என்ற சொல் இக்கதையில் யாருக்குப் புரியவில்லை?",
    "options": [
      "அன்னமய்யா",
      "கொத்தாளி",
      "சுப்பையா",
      "வாலிபன்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கொஞ்சம் அலுப்புத் தீர்ந்தவுடன், \"தம்பி, கொஞ்சம் குடிக்கத் தண்ணி கிடைக்குமா?\" என்று தமிழில் அவன் பேசியது இவனுக்கு ரொம்ப ஆச்சரியமாக சந்தோஷமாக இருந்தது. \"இந்தா பக்கத்துல அருகெடுத்துக் கிட்டிருக்கிறவங்ககிட்ட நீச்சுத் தண்ணி இருக்கும்; வாங்கிட்டு வரட்டுமா?\" \"நீச்சுத் தண்ணி\"? என்று தனக்குள் அந்த வாலிபன் சொல்லிப் பார்த்துக் கொள்வது தெரிந்தது. கொஞ்சம் கை அமர்த்திவிட்டு, நாமே அங்கே போய்விடலாமே என்பது போல் அங்கே அவர்களைப் பார்த்தான்."
  },
  {
    "description": "அன்னமய்யா வந்தவருக்கு நீத்துப்பாகத்தை எதில் வடித்துத் தந்தார்?",
    "options": [
      "கலயத்தில்",
      "சிரட்டையில்",
      "கையால்",
      "கல்லைப் பயன்படுத்தி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அன்னமய்யா ஒரு கலயத்தின்மேல் வைக்கப்பட்ட கல்லை அகற்றினான். ஒரு சிரட்டையில் காணத்துவையலும் ஊறுகாயும் இருந்தது. சிரட்டையே அந்தக் கலயத்தின் வாய்மூடியாகவும் அமைந்திருந்தது. இன்னொரு கலயத்தின் மேலிருந்த கல்லை எடுத்துப் பார்த்தபோது அதேபோல் இருந்த சிரட்டையில் மோர்மிளகாய் மட்டுமே இருந்தது. அதை இந்தச் சிரட்டையில் தட்டினான். சிரட்டையைத் துடைத்துச் சுத்தப்படுத்தினான். அந்தக் கலயத்தைப் பதனமாகத் தனது வலதுபாதத்தின்மேல் வைத்து, சிரட்டையில் நீத்துபாகத்தை வடித்து அவனிடம் நீட்டினான்."
  },
  {
    "description": "வந்தவருக்கு அன்னமய்யா என்ன சாப்பிடக் கொடுத்தார்?",
    "options": [
      "சோறு",
      "கம்மஞ்சோறு",
      "மோர்மிளகாய்",
      "காணத்துவையல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அவர்கள் மந்தகாசத்துடன் வரவேற்றார்கள். புதாளை அவர்கள் தங்களோடு உண்ணும்படி உபசரித்தார்கள். மணி அவர்களோடு வட்டத்தில் சேர்ந்து உட்கார்ந்தார். இடது கையிலா என்று தயங்கினார். ஆம் இடது கையில்த் தான் என்று தெரிந்தது. அன்னமய்யாவும் சுப்பையாவும் அப்படித்தான் பெற்றுக்கொண்டார்கள். அவர்களைப் பார்த்து அவரும் இடதுகைச் சோற்றில் ஒரு சிறூ பள்ளம் செய்து கொண்டார். அந்தப் பள்ளத்தில் துவையலை வைத்தார்கள். சிறிது சோற்றை எடுத்துத் துவையலில் பட்டதோ படலையோ என்று தொட்டு கழுக் என்று முழுங்கினார்கள்."
  }
]
