
[
  {
    "description": "'அதசி' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "ஒரு வகை ஆடை",
      "ஒரு வகை நகை",
      "ஒரு வகை ஆயுதம்",
      "ஒரு வகை இசைக்கருவி"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கவிதையில் தாயும் மகளும் உரையாடிக் கொண்டிருக்கிறார்கள். மகள் தனக்குத் தோடு, கம்மல், வளையல் போன்ற ஆபரணங்கள் வாங்கித் தருமாறு தன் தாயிடம் பிடிவாதம் பிடிக்கிறாள். மகள் தன் தாயிடம் ‘அதசி’ என்ற சொல்லைப் பயன்படுத்துகிறாள்.  அந்தச் சொல்லைப் பற்றி மகளுக்குத் தெரியும். ஆனால் தாய்க்குத் தெரியாது. அதனால் தாய், ‘அதசி’ என்ற சொல் எதைக் குறிக்கிறது என்று கேட்கிறாள்."
  },
  {
    "description": "கவிதையில் மகள் தன் தாயிடம் எதற்காகப் பிடிவாதம் பிடிக்கிறாள்?",
    "options": [
      "புத்தகங்கள் வாங்கித் தருமாறு",
      "அவளுக்காக ஒரு புதிய பை வாங்கித் தருமாறு",
      "காதுக்குத் தோடு, கைக்கு வளையல் போன்ற ஆபரணங்கள் வாங்கித் தருமாறு",
      "புதிய ஆடைகள் வாங்கித் தருமாறு"
    ],
    "answer": "C",
    "additional_context": "மகள் தன் தாயிடம் ‘காதுக்கொரு தோடு – நீ அவசியம் வாங்கி வந்து போடு!’ என்று கேட்கிறாள்.  மேலும் அவள் தன் தாயிடம் கைக்கிரண்டு வளையல் வாங்கித் தருமாறு பிடிவாதம் பிடிக்கிறாள்.  அவள் ‘கடன்பட்டுப் போட்டிடினும் போதும்!’  என்றும் சொல்கிறாள்.  தன் தாய் தனக்கு ஆபரணங்கள் வாங்கித் தர மறுப்பதால் தன் நண்பர்களிடம் தனக்கு ஆபரணங்கள் இல்லையென்று சொல்ல நேரிடும் என்று சொல்லி வருத்தப்படுகிறாள்."
  },
  {
    "description": "தாய் மகளின் கோரிக்கையை எப்படி மறுக்கிறாள்?",
    "options": [
      "மகள் இன்னும் சின்னப் பெண் என்பதால்",
      "அவளுக்கு அவ்வளவு பணம் இல்லை என்பதால்",
      "அந்த ஆபரணங்கள் மகளுக்குப் பொருத்தமாக இருக்காது என்பதால்",
      "கல்விதான் பெண்களுக்கு மிக முக்கியமானது என்பதால்"
    ],
    "answer": "D",
    "additional_context": "மகள் தோடு, கம்மல், வளையல் போன்ற ஆபரணங்களை வாங்கித் தருமாறு கேட்கும்போது, தாய் அவளைப் பார்த்து ‘காதுக்குக் கம்மல் அழகன்று – நான் கழறுவதைக் கவனி நன்று’ என்று சொல்லி மறுக்கிறாள்.  மேலும் தாய், பெண்களுக்குக் கல்வி என்பது மிக முக்கியமானது என்று சொல்லி மகளைப் புரியவைக்க முயற்சிக்கிறாள்."
  },
  {
    "description": "கவிதையில் 'கைக்கிரண்டு வளையல்' என்ற சொல் எதைப் குறிக்கிறது?",
    "options": [
      "பெரிய அளவிலான வளையல்",
      "மிகவும் அழகான வளையல்",
      "அனைவராலும் விரும்பப்படும் வளையல்",
      "மகள் மிகவும் விரும்பும் வளையல்"
    ],
    "answer": "D",
    "additional_context": "மகள், தான் தன் தாயிடம் கேட்கும் வளையல் ஒரு சாதாரண வளையல் அல்ல.  அது ‘கைக்கிரண்டு வளையல்’ என்றும் சொல்லி தன் தாயை சமாதானப்படுத்த முயற்சிக்கிறாள்.  அதாவது அந்த வளையல் மிகவும் அழகானது, அதை வாங்கித் தர மறுப்பது அநியாயம் என்று அவள் நினைக்கிறாள்.  ‘கைக்கிரண்டு வளையல்’ என்பது மகள் மிகவும் விரும்பும் வளையலைக் குறிப்பிடுகிறது."
  },
  {
    "description": "தாய் 'வாரா விருந்து வந்த களையில்' என்ற சொற்றொடரின் மூலம் என்ன குறிப்பிடுகிறாள்?",
    "options": [
      "மகளைப் பார்க்க வந்த ஒரு விருந்தினர்",
      "மகளுக்கு ஒரு விருந்தளிக்கப்பட்டது",
      "மகளின் கல்விக்காக ஒரு விருந்தளிக்கப்பட்டது",
      "விருந்தினர்களுக்காக வளையல் வாங்கப்பட்டது"
    ],
    "answer": "A",
    "additional_context": "மகள் தனக்கு வளையல் வாங்கித் தருமாறு தன் தாயிடம் கேட்கும்போது, ‘வாரா விருந்து வந்த களையில் – அவர் மகிழ உபசரித்தல் வளையல்!’ என்று சொல்லி தாய் மறுக்கிறாள்.  அதாவது ஒரு வாரத்திற்கு முன்பு வந்த விருந்தினர், மகள் வளையல் அணிந்திருந்ததைப் பார்த்து மகிழ்ந்திருந்தார்கள் என்று தாய் சொல்கிறாள்."
  }
]
