
[
  {
    "description": "“இலுப்பைப் பூக்கள் இனிப்பானவை. கரடிகள் மரத்தின் மீதேறி அவற்றைப் பறித்து உண்ணும்” என்ற வாக்கியத்தில் “பறித்து” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "எடுத்து",
      "பறிக்க",
      "சேகரிக்க",
      "பிடுங்கி"
    ],
    "answer": "A",
    "additional_context": "இலுப்பை மரங்கள் மிகவும் உயரமாகும். அவற்றின் பூக்களை கரடிகள் எளிதாக எடுத்துண்ண முடியாது. எனவே மரத்தில் ஏறி பறித்து சாப்பிடுகின்றன."
  },
  {
    "description": "“பாரதியின் வசனநடை - சிட்டுக்குருவி” என்ற பகுதியில் “சாம்பல் நிறத்தாலாகிய பட்டுப்போர்த்த முதுகு” என்ற சொற்றொடரின் மூலம் பாரதி என்ன விவரிக்கிறார்?",
    "options": [
      "சிட்டுக்குருவியின் கருப்பு நிற முதுகு",
      "சிட்டுக்குருவியின் மென்மையான வெள்ளை முதுகு",
      "சிட்டுக்குருவியின் சாம்பல் நிற முதுகு",
      "சிட்டுக்குருவியின் முதுகு நிறம் மிகவும் அழகானது"
    ],
    "answer": "C",
    "additional_context": "பாரதி  சிட்டுக்குருவியின் முதுகின் நிறத்தை 'சாம்பல் நிறம்' என குறிப்பிட்டுள்ளார். இது வெள்ளை மற்றும் கருப்பு நிறம் கலந்த ஒரு  நிறமாகும். இதனை 'பட்டு போர்த்த முதுகு' என்று அழகாக விவரித்துள்ளார். "
  },
  {
    "description": "“சிறியதானியம் போன்ற மூக்கு; சின்னக்கண்கள்; சின்னத்தலை”  -  இந்தத் தொடரில் பயன்படுத்தப்பட்ட சொற்கள் சிட்டுக்குருவியின் எந்த அம்சத்தை வலியுறுத்துகின்றன?",
    "options": [
      "சிட்டுக்குருவியின் அழகு",
      "சிட்டுக்குருவியின் பெரிய அளவு",
      "சிட்டுக்குருவியின் சிறிய அளவு",
      "சிட்டுக்குருவியின் வேகம்"
    ],
    "answer": "C",
    "additional_context": "சிட்டுக்குருவியின் உடல் அமைப்பு மிகவும் சிறியது. 'சிறியதானியம் போன்ற மூக்கு; சின்னக்கண்கள்; சின்னத்தலை' என  பாரதி குறிப்பிட்டுள்ளார். இதன் மூலம் சிட்டுக்குருவியின் உடலின் சிறிய அளவை வலியுறுத்துகிறார். "
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எந்த மலர் 'மலர் உண்டு; பெயரும் உண்டு'  என்ற வகைக்குள் இடம் பெறுகிறது?",
    "options": [
      "a) ஆல மலர்",
      "b) சுள்ளி மலர்",
      "c) கொழிஞ்சி மலர்",
      "d) இலுப்பை மலர்"
    ],
    "answer": "B",
    "additional_context": "'மலர் உண்டு; பெயரும் உண்டு' என்ற வகைக்குள்,  மலர் இருப்பது தெரியும், அதற்கு ஒரு பெயர் இருக்கும், ஆனால் அது எந்த மலர் என்று உறுதியாக அறிய முடியாது.  அந்த வகையில் சுள்ளி மலர் மட்டுமே பொருந்தும். "
  },
  {
    "description": "பூக்களின் அரிய இலக்கியச் செய்திகள் பகுதியில் குறிப்பிடப்பட்ட மலர்களில் எது/எவை மக்களது விருப்பில் இடம் பெறாமை, பொதுவில் ஒதுக்கப்பட்டமை கொண்டு எளியவை என குறிப்பிடப்பட்டுள்ளன?",
    "options": [
      "a) பலா மலர், ஆல மலர்",
      "b) சுள்ளி மலர், பாங்கர் மலர்",
      "c) அத்தி, ஆலம், கொழிஞ்சி",
      "d) நெருஞ்சி, எருக்கு, பூளை, குரீஇப் பூளை, வேளை, ஊமத்தம், கள்ளி, முருங்கை "
    ],
    "answer": "D",
    "additional_context": "நெருஞ்சி, எருக்கு, பூளை, குரீஇப் பூளை, வேளை, ஊமத்தம், கள்ளி, முருங்கை போன்ற மலர்கள் மக்களது விருப்பில் இடம் பெறாது. அவை பொதுவாக ஒதுக்கப்பட்டுள்ளன. எனவே,  இவை எளிய மலர்களாக  கருதப்படுகின்றன."
  }
]
