
[
  {
    "description": "கவிதையில் அம்மா என்ன செய்தியை மகளுக்குச் சொல்ல முயற்சிக்கிறாள்?",
    "options": [
      "மகள் கல்வியைத் தேர்ந்தெடுத்து மதிப்பிற்குரியவராக வாழ வேண்டும்",
      "மகள் ஆபரணங்களுக்காக கடன் வாங்கக் கூடாது",
      "மகள் பாடசாலையில் பக்கியென்று சொல்லப்படக்கூடாது",
      "மகள் விருந்தினர்களை வளையலால் மகிழ்விக்க வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கவிதை ஒரு தாய் தனது மகளுக்கு கல்வியின் முக்கியத்துவத்தை எடுத்துரைக்கும் வகையில் அமைந்துள்ளது. மகள் ஆபரணங்களை அணிந்து தன்னை அழகுபடுத்திக்கொள்ள விரும்புகிறாள். ஆனால் தாய் அழகு என்றால் என்ன என்பதை விளக்கி கல்வியே உண்மையான அழகு என்ற செய்தியைத் தெளிவுபடுத்துகிறாள். ஆபரணங்கள் ஒரு சிறிய காலத்திற்கான அழகை மட்டுமே தரும், ஆனால் கல்வி வாழ்நாள் முழுவதும் உதவும். உண்மையான அழகு கல்வியில் இருக்கிறது, அது மனிதர்களுக்கு மதிப்பையும் மரியாதையையும் பெற்றுத் தரும்."
  },
  {
    "description": "படத்தில் காட்டப்பட்டுள்ள காலாட்படை, குதிரைப்படை, யானைப்படை ஆகியவை எந்தக் காலத்தைச் சேர்ந்தவை?",
    "options": [
      "17ஆம் நூற்றாண்டு",
      "18ஆம் நூற்றாண்டு",
      "19ஆம் நூற்றாண்டு",
      "20ஆம் நூற்றாண்டு"
    ],
    "answer": "A",
    "additional_context": "படத்தில் காட்டப்பட்டுள்ள காலாட்படை, குதிரைப்படை, யானைப்படை ஆகியவை 17ஆம் நூற்றாண்டைச் சேர்ந்தவை. இந்தப் படம் 17ஆம் நூற்றாண்டுச் சுவரோவியம்.  இந்தப் படம் திருப்புடைமருதூர், திருநெல்வேலி ஆகிய இடங்களில் காணப்படுகிறது.  படத்தில் உள்ளது போல் காலாட்படை, குதிரைப்படை, யானைப்படை ஆகியவை பழங்காலப் போர்களில் பயன்படுத்தப்பட்டவை.  இவை நம்முடைய வரலாற்றுப் பின்னணியைப் படம் பிடித்து காட்டுகின்றன.  இவை பழங்கால மன்னர்கள் நடத்திய போர்களின் மீது வெளிச்சம் போடுகின்றன."
  },
  {
    "description": "படத்தில் காட்டப்பட்டுள்ள காலாட்படை, குதிரைப்படை, யானைப்படை எந்த இடத்தில் காணப்படுகிறது?",
    "options": [
      "திருநெல்வேலி",
      "திருப்புடைமருதூர்",
      "தஞ்சாவூர்",
      "மதுரை"
    ],
    "answer": "B",
    "additional_context": "படத்தில் காட்டப்பட்டுள்ள காலாட்படை, குதிரைப்படை, யானைப்படை ஆகியவை  திருப்புடைமருதூர்  என்ற இடத்தில் காணப்படுகிறது.  இந்தப் படம் 17ஆம் நூற்றாண்டுச் சுவரோவியம்.  இந்தப் படம் திருப்புடைமருதூர், திருநெல்வேலி ஆகிய இடங்களில் காணப்படுகிறது.  இது நம்முடைய வரலாற்றைப் படம் பிடித்து காட்டுகிறது.  இந்த படம் பழங்கால மன்னர்கள் நடத்திய போர்களின் மீது வெளிச்சம் போடுகிறது."
  },
  {
    "description": "கவிதையில், மகள் தனக்கு எதைக் கேட்கிறாள்?",
    "options": [
      "புத்தகம்",
      "உடை",
      "பூ",
      "ஆபரணம்"
    ],
    "answer": "D",
    "additional_context": "கவிதையில் மகள் தன் தாயிடம் தனக்கு ஆபரணம் வாங்கித் தருமாறு கேட்டுக்கொள்கிறாள். அழகு தோடு, கைக்கிரண்டு வளையல் என்று கூறி தன் ஆசையைத் தெரிவிக்கிறாள்."
  },
  {
    "description": "தாய் மகளுக்கு என்ன சொல்லி சமாதானப்படுத்துகிறாள்?",
    "options": [
      "கல்விதான் உண்மையான அழகு",
      "பணம் இருந்தால் எல்லாம் கிடைக்கும்",
      "ஆபரணங்கள் இல்லாமல் வாழ்ந்தால் மதிப்பு கிடைக்கும்",
      "மற்றவர்களின் கருத்துகள் முக்கியமில்லை"
    ],
    "answer": "A",
    "additional_context": "தாய் தனது மகள் ஆபரணங்களுக்கு ஆசைப்படுவதைப் புரிந்துகொண்டு கல்வியே உண்மையான அழகு என்றும் கல்வியால் மட்டுமே மதிப்பும் மரியாதையும் கிடைக்கும் என்றும் எடுத்துரைக்கிறாள். மகளை சமாதானப்படுத்தி கல்வியின் முக்கியத்துவத்தை விளக்குகிறாள்."
  }
]
