
[
  {
    "description": "ம.பொ.சிவஞானம் அவர்கள் தம் வாழ்க்கையில் சந்தித்த வறுமை அவருடைய கல்விப் பயணத்தில் என்ன தாக்கத்தை ஏற்படுத்தியது?",
    "options": [
      "வறுமை காரணமாக அவர் கல்வியைத் துறக்க வேண்டியிருந்தது.",
      "தந்தையின் ஆதரவுடன் கல்வியைத் தொடர்ந்தாலும், மூன்றாம் வகுப்புக்குப் பின்பு கல்வித் தொடர்பு இல்லாமல் போனது.",
      "அவரது கல்வித் தொடர்புக்கு வறுமை ஒரு தடையாக இருந்தது, ஆனால் கேள்வி ஞானம் மூலம் அந்த இடைவெளியை நிரப்பினார்.",
      "ம.பொ.சிவஞானம் அவர்கள் பள்ளியில் படித்து முடிக்கவில்லை, வறுமை அதற்கு முக்கிய காரணம்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ம.பொ.சிவஞானம் அவர்களின் குடும்பம் வறுமையால் பாதிக்கப்பட்டது. அவர்கள்  பிறந்த வட்டத்திற்கு ஆயிரம்விளக்கு எனப் பெயர் இருந்தாலும் அவர்கள் குடும்பம் வறுமை என்னும் இருள் சூழ்ந்தது.  சிறு வயதிலேயே படிப்பு குறைந்து வறுமை காரணமாக பள்ளியில் மூன்றாம் வகுப்பு படித்து கொண்டிருந்தபோது அவரால் படிப்பை தொடர முடியவில்லை. பள்ளியிலிருந்து விரட்டப்பட்ட அவர் கேள்வி ஞானத்தை வளர்த்துக் கொண்டு தன் இழப்பை ஈடு செய்தார்.  சிலப்பதிகாரக் காப்பியத்தை மக்களிடம் கொண்டுசெல்ல விரும்பியதற்குக் காரணம், அது தமிழினத்தை ஒன்றுபடுத்த பயன்படும் என்பதாகும்."
  },
  {
    "description": "\"தமிழா! துள்ளி எழு\" துண்டறிக்கை வெளியிட்டதற்காக ம.பொ.சிவஞானம் அவர்களுக்கு விதிக்கப்பட்ட தண்டனை எது?",
    "options": [
      "மூன்று மாதக் கடுங்காவல் மற்றும் 300 ரூபாய் அபராதம்.",
      "ஆறு மாதக் கடுங்காவல் மற்றும் 300 ரூபாய் அபராதம்.",
      "மூன்று மாதக் கடுங்காவல் மற்றும் 600 ரூபாய் அபராதம்.",
      "ஆறு மாதக் கடுங்காவல் மற்றும் 600 ரூபாய் அபராதம்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "30.09.1932இல் 'தமிழா! துள்ளி எழு' என்னும் தலைப்புடைய துண்டறிக்கை ஒன்றைக் கடற்கரையில் குழுமியிருந்த மக்களிடையே வழங்கியதற்காக ம.பொ.சிவஞானம் அவர்கள் சிறையிலிடப்பட்டார். பழங்காலத்திலே பாண்டியன் ஆண்ட பெருமையைக் கூறி, சோழன் ஆண்ட சிறப்பைச் சொல்லி, சேரன் ஆண்ட மாண்பினைக் காட்டி, நம் அருமைத் தமிழ்நாடு ஆங்கிலேயருக்கு அடிமைப்பட்டிருந்த சிறுமையையும் நினைவூட்டி விடுதலைப் போரில் ஈடுபட வருமாறு தமிழர்க்கு அழைப்பு விடுத்திருந்தார். இதற்காக அவருக்கு ஆறுமாதக் கடுங்காவல் தண்டனையும் 300 ரூபாய் அபராதமும் விதிக்கப்பட்டது."
  },
  {
    "description": "தமிழரசுக் கழகத்தின் முக்கிய நோக்கம் என்னவாக இருந்தது?",
    "options": [
      "வடக்கெல்லைத் தமிழர்களை ஒன்று திரட்டி, தமிழுணர்வை வளர்ப்பது.",
      "சமூகப் பணிகளில் ஈடுபட்டு, ஏழை எளிய மக்களுக்கு உதவுவது.",
      "தமிழ் மொழிக்கும் பண்பாட்டிற்கும் சமுதாயத்திற்கும் பாதுகாப்பு அளிப்பது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "1947, ஆகஸ்டு பதினைந்தாம் நாளன்று சென்னை மாநகரில் விடுதலை விழாக் கொண்டாடி முடிந்ததும் மறுநாள் காலை ம.பொ.சிவஞானம் அவர்கள்  வடக்கெல்லைக்குச் சென்றார். இதுவே வடக்கெல்லை மீட்சிக்கான முதல் முயற்சியாக அமைந்தது.  அவர் வடக்கெல்லைத் தமிழர்களை ஒன்று திரட்டி, தமிழுணர்வை வளர்ப்பது, சமூகப் பணிகளில் ஈடுபட்டு, ஏழை எளிய மக்களுக்கு உதவுவது மற்றும் தமிழ் மொழிக்கும் பண்பாட்டிற்கும் சமுதாயத்திற்கும் பாதுகாப்பு அளிப்பது ஆகியவற்றை நோக்கமாகக் கொண்டு தமிழரசுக் கழகத்தைத் தொடங்கினார்."
  },
  {
    "description": "\"மாலவன் குன்றம் போனாலென்ன? வேலவன் குன்றமாவது எங்களுக்கு வேண்டும்\" என்ற வாசகம் என்ன செயல்பாட்டைக் குறிக்கிறது?",
    "options": [
      "தாய்த்தமிழகத்தின் எல்லைகளைப் பாதுகாக்கும் போராட்டம்.",
      "சமூகப் பணிகளில் ம.பொ.சிவஞானம் ஈடுபட்டதை வெளிப்படுத்துவது.",
      "ம.பொ.சிவஞானம் கல்விக்காக மேற்கொண்ட போராட்டத்தை விளக்குவது.",
      "தமிழரசுக் கழகம் நடத்திய வணிகச் செயல்பாடுகளைப் பற்றி விவரிப்பது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ம.பொ.சிவஞானம் அவர்கள் தெற்கெல்லைக் கிளர்ச்சியோடு எனக்குள்ள தொடர்பை அறியமாட்டார்கள். அவர் முதன்முதலில் ஈடுபட்டது தெற்கெல்லைக் கிளர்ச்சியில்தான்.  தமிழரசுக் கழகம் தெற்கெல்லைக் கிளர்ச்சியைத் தொடங்கிவைத்தது. ஆனால் அதனை நடத்துகின்ற பொறுப்பை எல்லைப்பகுதி மக்களிடமே விட்டுவைத்திருந்தேன்.  அவர்களுள் பி.எஸ். மணி, ம. சங்கரலிங்கம், நாஞ்சில் மணிவர்மன், பி.ஜே. பொன்னையா ஆகியோர் முதன்மையானவர்கள்.  தெற்கெல்லைக் கிளர்ச்சியில் திருவிதாங்கூர் ஆட்சி நடத்திய துப்பாக்கிச் சூடு காரணமாக உயிர்நீத்த தமிழரசுக் கழகத் தோழர்களான தேவசகாயம், செல்லையா ஆகிய இருவரையும் நாம் மறந்துவிடக் கூடாது."
  },
  {
    "description": "ம.பொ.சிவஞானம் அவர்கள் தமிழகத்தின் எல்லைகளைப் பாதுகாக்க மேற்கொண்ட போராட்டங்களின் விளைவாக ஏற்பட்ட  நேர்மறையான மாற்றம் எது?",
    "options": [
      "தமிழரசுக் கழகம் உருவானது.",
      "கேரளாவிலிருந்து தமிழகத்திற்குச் சில பகுதிகள் இணைந்தன.",
      "ம.பொ.சிவஞானம் சட்டமன்ற மேலவை உறுப்பினரானது.",
      "சென்னை நகரம் ஆந்திராவிற்குச் செல்லாமல் தமிழகத்திலேயே இருந்தது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ம.பொ.சிவஞானம் அவர்கள் தமிழகத்தின் எல்லைகளைப் பாதுகாக்க மேற்கொண்ட போராட்டங்களின் விளைவாக கேரளாவிலிருந்து தமிழகத்திற்குச் சில பகுதிகள் இணைந்தன.  திருவிதாங்கூர் ஆட்சி அகன்று, கேரள மாநிலம் உருவானது. அப்போது தமிழர்கள் மிகுதியாக வாழக்கூடிய தேவிகுளம், பீர்மேடு, தோவாளை, அகத்தீசுவரம், கல்குளம், விளவங்கோடு, நாகர்கோவில் ஆகிய பகுதிகள் தமிழகத்தோடு சேர வேண்டும் என்று தமிழரசுக் கழகம் போராட்டத்தைத் தொடங்கியது. ஆனால் மேற்சொன்ன பகுதிகளோடு தமிழகத்திலிருந்த கோவை மாவட்டத்தின் மேற்குப்பகுதி, நீலகிரி மாவட்டத்திலுள்ள கூடலூர், உதகமண்டலம் ஆகியவற்றையும் பிரித்தெடுத்துக் கேரளத்துடன் இணைக்க வேண்டுமென்று கேரளத்தவர், பசல் அலி ஆணையத்திடம் விண்ணப்பித்தனர்."
  }
]
