
[
  {
    "description": "ஸ்டீபன் ஹாக்கிங்கின்  “காலத்தின் சுருக்கமான வரலாறு” என்ற நூல் எத்தனை மொழிகளில் மொழிபெயர்க்கப்பட்டது?",
    "options": [
      "பத்து",
      "இருபது",
      "நாற்பது",
      "நூறு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் எழுதிய நூல்களுள் 'காலத்தின் சுருக்கமான வரலாறு' என்ற நூல் நாற்பது மொழிகளில் மொழிபெயர்க்கப்பட்டது. 1988ஆம் ஆண்டு வெளிவந்த இந்நூல் பெருவெடிப்பு, கருந்துளை ஆகியவை பற்றிய அரிய உண்மைகளைப் பொதுமக்களிடையே பரப்பி, ஒரு கோடிப் படிகளுக்கு மேல் விற்பனையானது."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங்கின்  “காலத்தின் சுருக்கமான வரலாறு” என்ற நூல் எத்தனை கோடிப் படிகளுக்கு மேல் விற்பனையானது?",
    "options": [
      "ஒரு கோடி",
      "இரண்டு கோடி",
      "மூன்று கோடி",
      "நான்கு கோடி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஸ்டீபன் ஹாக்கிங் எழுதிய நூல்களுள் 'காலத்தின் சுருக்கமான வரலாறு' என்ற நூல் நாற்பது மொழிகளில் மொழிபெயர்க்கப்பட்டது. 1988ஆம் ஆண்டு வெளிவந்த இந்நூல் பெருவெடிப்பு, கருந்துளை ஆகியவை பற்றிய அரிய உண்மைகளைப் பொதுமக்களிடையே பரப்பி, ஒரு கோடிப் படிகளுக்கு மேல் விற்பனையானது."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங்கிற்கு வழங்கப்பட்ட அமெரிக்காவின் உயரிய விருதின் பெயர் என்ன?",
    "options": [
      "“Presidential medal of Freedom”",
      "“Fundamental Physics Prize”",
      "“Wolf Foundation Prize”",
      "“Copley Medal”"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "அறிவியல் கோட்பாடுகளை எளிய மக்களுக்கும் புரியும் வண்ணம் சொன்ன அவரின் முயற்சிக்குக் கிடைத்த விருதுகள் பல. \nஅமெரிக்காவின் உயரிய விருதான, “Presidential medal of Freedom” \nஆல்பர்ட் ஐன்ஸ்டைன் விருது\n“Wolf Foundation Prize”\nகாப்ளி பதக்கம் (Copley Medal)\nஅடிப்படை இயற்பியல் பரிசு (Fundamental Physics Prize)"
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங், “The Bigbang Theory” என்ற தொலைக்காட்சித் தொடரில் பங்கேற்றாரா?",
    "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "2012இல் நடைபெற்ற பாரா ஒலிம்பிக் விளையாட்டுப் போட்டிகளின் \"தொடக்க விழா நாயகர்\" என்ற சிறப்பைப் பெற்றார். 'அடுத்த தலைமுறை' (The next generation), 'பெருவெடிப்புக் கோட்பாடு' (The Bigbang Theory) உள்ளிட்ட தொலைக்காட்சித் தொடர்களில் பங்கேற்றார்."
  },
  {
    "description": "ஸ்டீபன் ஹாக்கிங், கலீலியோவின் நினைவு நாளில் பிறந்து, ஐன்ஸ்டைனின் பிறந்த நாளில் இறந்தாரா?",
    "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஹாக்கிங், கலீலியோவின் நினைவு நாளில் பிறந்து, ஐன்ஸ்டைனின் பிறந்த நாளில் இறந்தது அறிவியலைப் பொறுத்தவரை ஒரு தற்செயல் நிகழ்வாக இருக்கலாம். ஆனால் அந்தத் தற்செயலிலும் ஓர் ஒற்றுமை இருக்கிறது. இம்மூன்று அறிவியலாளர்களும் அவரவர் காலத்தில் இந்தப் பேரண்டத்தைப் பற்றி இருந்த புரிதலைப் பலமடங்கு வளர்த்தவர்கள்; பேரண்டத்தைப் பற்றி மனிதஇனம் நம்பியதைப் புரட்டிப் போட்டவர்கள்."
  }
]
