
[
  {
    "description": "'பூங்குழல் வந்தாள்' என்பது எந்த வகைத் தொகை?",
    "options": [
      "பண்புத்தொகை",
      "இயற் சொல்",
      "உவமைத்தொகை",
      "அடைமொழித்தொகை"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கவிதையில், \"பூங்குழல் வந்தாள்\" என்ற வரி காற்றைக் குறிக்கிறது. காற்று பூங்குழலைப் போல மெதுவாக, இனிமையாக வருவதைக் குறிப்பிடுவதால், இது உவமைத்தொகை ஆகும்.  உவமைத்தொகை என்பது ஒரு பொருளை மற்றொரு பொருளோடு ஒப்பிட்டுப் பேசுவது ஆகும். இங்கு காற்று பூங்குழலோடு ஒப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "'மலை வாழ்வார்' என்ற தொகைக்கு எந்த அர்த்தம் பொருந்தும்?",
    "options": [
      "மலையில் வாழ்பவர்கள்",
      "மலைகள்",
      "வாழ்க்கை",
      "மலைகளின் வாழ்வுகள்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில், \"மலை வாழ்வார்\" என்ற தொகை பயன்படுத்தப்பட்டுள்ளது. மலைகளில் வாழும் மக்களை குறிக்கின்றது. இது ஒரு அடைமொழித்தொகை ஆகும். இங்கு 'மலை' என்பது 'வாழ்வார்' என்ற சொல்லுக்கு ஒரு அடைமொழி. "
  },
  {
    "description": "கவிஞர் காற்றை எதனுடன் ஒப்பிடுகிறார்?",
    "options": [
      "இசை",
      "வாசனை",
      "நீர்",
      "நிறங்கள்"
    ],
    "answer": "A",
    "additional_context": "கவிதை வரிகளில், \"புல்லாங்குழலில் புகுந்தால் இசையாகிவிடுகிறாய்\" என்ற வரி காற்றை இசையோடு ஒப்பிடுகிறது. "
  },
  {
    "description": "கவிதையில் பயன்படுத்தப்பட்டுள்ள \"பாட்டின் மூல ஊற்றே\" என்ற தொடர் எந்த வகைத் தொகை?",
    "options": [
      "பண்புத்தொகை",
      "இயற் சொல்",
      "உவமைத்தொகை",
      "அடைமொழித்தொகை"
    ],
    "answer": "A",
    "additional_context": " \"பாட்டின் மூல ஊற்றே\" என்ற தொடரில் \"பாட்டின்\" என்பது \"மூல ஊற்றே\" என்ற சொல்லுக்கு பண்பு சேர்க்கிறது.  இது பண்புத்தொகை ஆகும். "
  },
  {
    "description": "கவிதை வரிகளில், \"உன்னைப் பாடாமல் இருக்க முடியாது\" என்கிற கூற்றுக்கு ஏற்ற பொருளைத் தேர்ந்தெடுக்கவும்:",
    "options": [
      "காற்றின் சக்தியைப் பாடாமல் இருக்க முடியாது.",
      "காற்றின் இயல்பைப் பாடாமல் இருக்க முடியாது.",
      "காற்றின் நிறத்தைப் பாடாமல் இருக்க முடியாது.",
      "காற்றின் சுவையைப் பாடாமல் இருக்க முடியாது."
    ],
    "answer": "B",
    "additional_context": "கவிதையில், காற்று பூக்களுக்கு நறுமணத்தைத் தருகிறது, மரங்களின் மொழிப்பெயர்ப்பாளனாக இருக்கிறது, இசையாகவும் மாறுகிறது என காற்றின் இயல்புகள் விவரிக்கப்படுகின்றன.  எனவே, \"உன்னைப் பாடாமல் இருக்க முடியாது\" என்ற கூற்று காற்றின் இயல்பைப் பாடாமல் இருக்க முடியாது என்பதை குறிக்கிறது."
  }
]
