[
          
  {
    
          "description": "இப்பத்தி உணர்த்தும் அறிவியல் கொள்கை யாது?",
          "options": [
      "பூமியின் தோற்றம்.",
      "உயிரினங்களின் தோற்றம்.",
      "மழையின் முக்கியத்துவம்.",
      "புவியின் வடிவ மாற்றங்கள்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பத்தி புவியின் உருவாக்கம் மற்றும் பரிணாம வளர்ச்சி பற்றி விவரிக்கிறது. புவியின் தோற்றம், பருப்பொருள்கள் சிதறும்படியாக பல ஊழிக் காலங்கள் கடந்து சென்றன. புவி உருவானபோது நெருப்புப் பந்துபோல் விளங்கிய ஊழிக்காலம் தோன்றியது. பின்னர்ப் புவி குளிரும்படியாகத் தொடர்ந்து மழை பொழிந்த ஊழிக் காலம் கடந்தது. அவ்வாறு தொடர்ந்து பெய்த மழையால் புவி வெள்ளத்தில் மூழ்கியது. இப்படி மீண்டும் மீண்டும் சிறப்பாகிய ஆற்றல் மிகுந்து செறிந்து திரண்டு இப்படியாக (வெள்ளத்தில் மூழ்குதல்) நடந்த இந்தப் பெரிய உலகத்தில், உயிர்கள் வாழ்வதற்கு ஏற்ற சூழலாகிய உள்ளீடு தோன்றியது. உயிர்கள் தோன்றி நிலைபெறும்படியாக இப்பெரிய புவியில் ஊழிக்காலம் கடந்தது என்பன போன்ற விவரங்கள் பத்தியில் கொடுக்கப்பட்டுள்ளன. இந்த விவரங்கள் புவியின் தோற்றம் என்ற அறிவியல் கொள்கையை விளக்குகின்றன."
          }
        ,
          
  {
    
          "description": "பத்தியில் குறிப்பிடப்பட்டுள்ள 'உயிர்கள் தோன்றி நிலைபெறும்படியாக இப்பெரிய புவியில் ஊழிக்காலம் கடந்தது' என்ற தொடர் எதைப் பற்றி குறிப்பிடுகிறது?",
          "options": [
      "பூமியின் பரிணாம வளர்ச்சி.",
      "பூமியின் தட்பவெப்ப நிலை மாற்றம்.",
      "புவியில் உள்ள உயிரினங்களின் வகைகள்.",
      "புவியில் உள்ள கனிம வளங்கள்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பத்தி புவியின் உருவாக்கம் மற்றும் பரிணாம வளர்ச்சி பற்றி விவரிக்கிறது. பருப்பொருள்கள் சிதறும்படியாக பல ஊழிக் காலங்கள் கடந்து சென்றன. புவி உருவானபோது நெருப்புப் பந்துபோல் விளங்கிய ஊழிக்காலம் தோன்றியது. பின்னர்ப் புவி குளிரும்படியாகத் தொடர்ந்து மழை பொழிந்த ஊழிக் காலம் கடந்தது. அவ்வாறு தொடர்ந்து பெய்த மழையால் புவி வெள்ளத்தில் மூழ்கியது. இப்படி மீண்டும் மீண்டும் சிறப்பாகிய ஆற்றல் மிகுந்து செறிந்து திரண்டு இப்படியாக (வெள்ளத்தில் மூழ்குதல்) நடந்த இந்தப் பெரிய உலகத்தில், உயிர்கள் வாழ்வதற்கு ஏற்ற சூழலாகிய உள்ளீடு தோன்றியது. உயிர்கள் தோன்றி நிலைபெறும்படியாக இப்பெரிய புவியில் ஊழிக்காலம் கடந்தது என்பன போன்ற விவரங்கள் பத்தியில் கொடுக்கப்பட்டுள்ளன. இந்த விவரங்கள் புவியின் பரிணாம வளர்ச்சி என்பதை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'நிலாவையும் வானத்து மீனையும் காற்றையும்\n     நேர்ப்பட வைத்தாங்கே' என்ற வரிகள் எந்த நூலிலிருந்து எடுக்கப்பட்டவை?",
          "options": [
      "பாரதியாரின் \"பாஞ்சாலி சபதம்\"",
      "பாரதியாரின் \"குயில் பாட்டு\"",
      "பாரதியாரின் \"கனவு\"",
      "பாரதியாரின் \"பஞ்சாப்\""
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகள் பாரதியாரின் கனவு என்ற நூலிலிருந்து எடுக்கப்பட்டவை. பாரதியார் கனவு என்ற நூல்  நவீனத் தமிழ்க் கவிதையின் முன்னோடிப் படைப்புகளில் ஒன்று.  இந்த நூல் பாரதியார் கண்ட கனவுகளைப் பற்றியது. இது ஒரு கனவு நூல் என்றாலும் கனவுகளின் மூலம் சமுதாயத்தின் மீதான பாரதியாரின் கவலை,  கனவு நூலின் மூலம் அவர் விரும்பும் சமுதாயத்தின் வடிவம் என பல  கருத்துகளைப் பதிவு செய்துள்ளார்.  பாரதியார் கனவு நூல் பாரதியாரின் கவிதைகள் அனைத்திற்கும் ஒரு பாலமாக உள்ளது."
          }
        ,
          
  {
    
          "description": "'நிலாவையும் வானத்து மீனையும் காற்றையும்\n     நேர்ப்பட வைத்தாங்கே' என்ற வரிகளில் எந்தப் பொருள்  உள்ளடங்கியுள்ளது?",
          "options": [
      "வானம் இயற்கையாக இருப்பது.",
      "மனிதனால்  சாத்தியப்படுத்தப்பட்ட   இயற்கையின்  அழகு.",
      "மனிதனின்   கற்பனை   சக்தி   உயர்ந்தது.",
      "இயற்கையை   கண்டு  மகிழ   வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகள் பாரதியாரின் கனவு என்ற நூலிலிருந்து எடுக்கப்பட்டவை. பாரதியார் கனவு என்ற நூல்  நவீனத் தமிழ்க் கவிதையின் முன்னோடிப் படைப்புகளில் ஒன்று.  இந்த நூல் பாரதியார் கண்ட கனவுகளைப் பற்றியது. இது ஒரு கனவு நூல் என்றாலும் கனவுகளின் மூலம் சமுதாயத்தின் மீதான பாரதியாரின் கவலை,  கனவு நூலின் மூலம் அவர் விரும்பும் சமுதாயத்தின் வடிவம் என பல  கருத்துகளைப் பதிவு செய்துள்ளார்.  பாரதியார் கனவு நூல் பாரதியாரின் கவிதைகள் அனைத்திற்கும் ஒரு பாலமாக உள்ளது. 'நிலாவையும் வானத்து மீனையும் காற்றையும்\n     நேர்ப்பட வைத்தாங்கே' என்ற வரிகள் மனிதனின் கற்பனை சக்தியைப் பற்றி குறிப்பிடுகின்றன."
          }
        ,
          
  {
    
          "description": "'தொடரைப் படித்து விடையைக் கண்டறிக.' என்ற கேள்விகளில் உள்ள 'கரு' என்னும் சொல் எதை குறிக்கிறது?",
          "options": [
      "விதைக்கு   தேவையான   சத்து.",
      "கதையின்   முக்கிய   கருத்து.",
      "கல்லின்   உருவாக்கம்.",
      "விரல்களின்   செயல்பாடு."
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்விகள் தொடரில் மறைந்துள்ள கருத்து அல்லது முக்கியத்துவத்தை கண்டறிய வடிவமைக்கப்பட்டுள்ளன. அதாவது  தொடரில் உள்ள சொற்களின் அடிப்படையில் ஒரு குறிப்பிட்ட  கருத்து  அல்லது  முக்கியத்துவத்தை  கண்டறிந்து பதில்  எழுத வேண்டும்.  சில உதாரணங்கள்  'நூலின் பயன் படித்தல் எனில், கல்வியின் பயன்' இந்த தொடர்  கல்வி பயன் பற்றி பேசுகிறது.  இது  சில சந்தர்ப்பங்களில்  'கதையின்   முக்கிய   கருத்து' என்பதற்கான  ஒரு உதாரணமாகும்."
          }
        ]