
[
  {
    "description": "மன்னன் இடைக்காடனாருக்கு எந்த மரியாதையைச் செய்தார்?",
    "options": [
      "மன்னன் இடைக்காடனாரை தன் அரண்மனைக்கு அழைத்து வந்தார்.",
      "மன்னன் இடைக்காடனாருக்கு பரிசுகளை வழங்கினார்.",
      "மன்னன் இடைக்காடனாருக்கு ஒரு பெரிய மரியாதை இருக்கையை வழங்கினார்.",
      "மன்னன் இடைக்காடனாரைத் தன் அரசவையில் அமர்த்தினார்."
    ],
    "answer": "D",
    "additional_context": "பாண்டிய நாட்டை ஆட்சி புரிந்த குலேசபாண்டியன் என்னும் மன்னன் தமிழ்ப் புலமையில் சிறந்து விளங்கினான். மன்னன் தன் பிழையைப் பொறுத்தருளுமாறு இறைவனை வேண்டி இடைக்காடனாருக்குச் சிறப்புச் செய்தான். இடைக்காடனாருக்கு மங்கலமாக ஒப்பனை செய்து பொன் இருக்கையில் விதிப்படி அமர்த்தினான்."
  },
  {
    "description": "இடைக்காடனாரின் கவிதைப் பாணியைப் பற்றி என்ன தெரிகிறது?",
    "options": [
      "அவரது கவிதை மிக நீளமாக இருந்தது.",
      "அவரது கவிதை மிகவும் இனிமையாக இருந்தது.",
      "அவரது கவிதை மிகவும் எளிமையாக இருந்தது.",
      "அவரது கவிதை மிகவும் கோபமாக இருந்தது."
    ],
    "answer": "B",
    "additional_context": "இடைக்காடனார் தாம் இயற்றிய கவிதையினை மன்னன் முன்பு பாட அதைப் பொருட்படுத்தாமல் மன்னன் புலவரை அவமதித்தான். மனம் வருந்திய இடைக்காடனார், இறைவனிடம் முறையிட்டார். இடைக்காடனார் இறைவனிடம், \"பாண்டியன் என்னை இகழவில்லை, சொல்லின் வடிவாக உன் இடப்புறம் வீற்றிருக்கும் பார்வதி தேவியையும், சொல்லின் பொருளாக விளங்கும் உன்னையுமே அவமதித்தான்\" என்று சினத்துடன் கூறிச் சென்றார்."
  },
  {
    "description": "இடைக்காடனார் மன்னனின் அவையில் கவிதை படித்தபோது என்ன அணிந்திருந்தார்?",
    "options": [
      "வேப்பமாலையை அணிந்திருந்தார்.",
      "பொன் மாலை அணிந்திருந்தார்.",
      "முத்து மாலை அணிந்திருந்தார்.",
      "மலர் மாலை அணிந்திருந்தார்."
    ],
    "answer": "A",
    "additional_context": "இடைக்காடனார் மிகவும் இனிய தேன் ஒழுகும் வேப்பமாலையினை அணிந்த பாண்டியனின் அவைக்குச் சென்று, தான் இயற்றிய கவிதையைப் படித்தார். பாண்டியன், பொருட்செல்வத்தோடு கல்விச் செல்வமும் மிக உடையவன் எனக் கூறக்கேட்டு, அவன் முன் சொற்சுவை நிரம்பிய கவிதை பாடினேன்."
  },
  {
    "description": "இடைக்காடனாரின் கவிதையை 'சொல் நிறையும் கவி' என்று குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "அவரது கவிதை மிகவும் பொருள் நிறைந்தது.",
      "அவரது கவிதை மிகவும் அழகாக இருந்தது.",
      "அவரது கவிதை மிகவும் நீளமாக இருந்தது.",
      "அவரது கவிதை மிகவும் சலிப்பைத் தருகிறது."
    ],
    "answer": "A",
    "additional_context": "இடைக்காடனார் தாம் இயற்றிய கவிதையினை மன்னன் முன்பு பாட அதைப் பொருட்படுத்தாமல் மன்னன் புலவரை அவமதித்தான். மனம் வருந்திய இடைக்காடனார், இறைவனிடம் முறையிட்டார். இடைக்காடனார் இறைவனிடம், \"பாண்டியன் என்னை இகழவில்லை, சொல்லின் வடிவாக உன் இடப்புறம் வீற்றிருக்கும் பார்வதி தேவியையும், சொல்லின் பொருளாக விளங்கும் உன்னையுமே அவமதித்தான்\" என்று சினத்துடன் கூறிச் சென்றார்."
  },
  {
    "description": "இடைக்காடனாரின் கோபம் இறைவனின் திருச்செவியில் சென்று தைத்தது என்பது என்ன குறிக்கிறது?",
    "options": [
      "அவரது கோபம் மிகவும் வலிமையானது.",
      "அவரது கோபம் மிகவும் நீடித்தது.",
      "அவரது கோபம் இறைவனைக் காயப்படுத்தியது.",
      "அவரது கோபம் இறைவனைக் கோபப்படுத்தியது."
    ],
    "answer": "A",
    "additional_context": "இடைக்காடனார் தாம் இயற்றிய கவிதையினை மன்னன் முன்பு பாட அதைப் பொருட்படுத்தாமல் மன்னன் புலவரை அவமதித்தான். மனம் வருந்திய இடைக்காடனார், இறைவனிடம் முறையிட்டார். இடைக்காடனார் இறைவனிடம், \"பாண்டியன் என்னை இகழவில்லை, சொல்லின் வடிவாக உன் இடப்புறம் வீற்றிருக்கும் பார்வதி தேவியையும், சொல்லின் பொருளாக விளங்கும் உன்னையுமே அவமதித்தான்\" என்று சினத்துடன் கூறிச் சென்றார். அவரது சொல் வேற்படைபோல் இறைவனின் திருச்செவியில் சென்று தைத்தது. இடைக்காடனாருக்கும் அவர் நண்பராகிய கபிலருக்கும் மனமகிழ்ச்சி உண்டாக்க நினைத்தார் இறைவன். ஞானமயமாகிய தம்முடைய இலிங்க வடிவத்தை மறைத்து உமாதேவியாரோடும் திருக்கோவிலைவிட்டு வெளியேறி நேர் வடக்கே வையை ஆற்றின் தென் பக்கத்தே ஒரு திருக்கோவிலை ஆக்கி அங்குச் சென்று இருந்தார்."
  }
]
