
[
  {
    "description": "தேம்பாவணி எத்தனை காண்டங்களையும், படலங்களையும், பாடல்களையும் கொண்டுள்ளது?",
    "options": [
      "a) 3 காண்டங்கள், 36 படலங்கள், 3615 பாடல்கள்",
      "b) 36 காண்டங்கள், 3 படலங்கள், 3615 பாடல்கள்",
      "c) 36 காண்டங்கள், 36 படலங்கள், 3615 பாடல்கள்",
      "d) 3 காண்டங்கள், 3 படலங்கள், 3615 பாடல்கள்"
    ],
    "answer": "a",
    "additional_context": "தேம்பாவணி  கிறித்துவின் வளர்ப்புத் தந்தையாகிய சூசையப்பர் என்னும் யோசேப்பினைப் (வளனை) பாட்டுடைத் தலைவனாகக் கொண்டு பாடப்பட்ட நூல் இது. இப்பெருங்காப்பியம் 3 காண்டங்களையும் 36 படலங்களையும் உள்ளடக்கி, 3615 பாடல்களைக் கொண்டுள்ளது."
  },
  {
    "description": "வீரமாமுனிவர் என்னும் பெயர் எப்படி கிடைத்தது?",
    "options": [
      "a) சந்தாசாகிப் மன்னர் அவருடைய எளிமையைக் கண்டு கொடுத்த பட்டம்",
      "b) அவர் எழுதிய தேம்பாவணியின் காரணமாக அவர் பெற்ற புகழ்",
      "c) அவரது தாய்மொழி இத்தாலியனாக இருந்ததால்",
      "d) அவரது ஆன்மீக வழிகாட்டியால் வழங்கப்பட்ட பட்டம்"
    ],
    "answer": "a",
    "additional_context": "வீரமாமுனிவர் திருச்சியை ஆண்ட சந்தாசாகிப் என்னும் மன்னரைச் சந்தித்து உரையாடுவதற்காக இரண்டே மாதங்களில் உருது மொழியைக் கற்றுக்கொண்டார். இவருடைய எளிமையையும், துறவையும் கண்டு வியந்த சந்தாசாகிப் இஸ்மத் சன்னியாசி என்னும் பட்டத்தை வீரமாமுனிவருக்கு அளித்தார். இந்தப் பாரசீகச் சொல்லுக்குத் தூய துறவி என்று பொருள்."
  },
  {
    "description": "'வாய்மணி யாகக் கூறும் வாய்மையே மழைநீ ராகித் தாய்மணி யாக மார்பில் தயங்கியுள் குளிர வாழ்ந்தேன்' - இந்தப் பாடல் வரிகள் எதை குறிக்கின்றன?",
    "options": [
      "a) கருணையனின் தாயின் அன்பை ",
      "b) இயற்கையின் அழகை",
      "c) கருணையனின் துயரத்தை",
      "d) கருணையனின் தாய்மொழியை"
    ],
    "answer": "a",
    "additional_context": "இப்பாடலில் கருணையன் தன் தாயாரை இழந்த துயரத்தைப் பகிர்ந்து கொள்கிறான். அவரது தாயின் அன்பை 'வாய்மணி யாகக் கூறும் வாய்மையே மழைநீ ராகித் தாய்மணி யாக மார்பில் தயங்கியுள் குளிர வாழ்ந்தேன்' என்று கூறுகிறான்."
  },
  {
    "description": "தேம்பாவணி நூலைப் பற்றிய ஒரு மிக முக்கியமான தகவல் என்ன?",
    "options": [
      "a) இது ஒரு மத நூல்",
      "b) இது ஒரு காவிய நூல்",
      "c) இது ஒரு அகராதியைப் போன்றது",
      "d) இது ஒரு இலக்கண நூல்"
    ],
    "answer": "b",
    "additional_context": "தேம்பாவணி என்பது ஒரு காவிய நூல். இது சூசையப்பர் (வளனை) பாட்டுடைத் தலைவனாகக் கொண்டு பாடப்பட்டது. இது கிறித்துவ மதத்தைப் பற்றியது."
  },
  {
    "description": "தேம்பாவணியில் வரும் 'இளங்கூழ்' என்பது எதற்கான ஒரு உருவகம்?",
    "options": [
      "a) கருணையன் தன் தாயாரை இழந்த துயரம்",
      "b) மழைத்துளி இல்லாமல் வாடிப்போன பயிர்",
      "c) கருணையனின் தாயின் அன்பை",
      "d) மழைநீரின் சுவையை"
    ],
    "answer": "b",
    "additional_context": "இளங்கூழ் என்பது மழைத்துளி இல்லாமல் வாடிப்போன பயிரைக் குறிக்கும் ஒரு உருவகம். இது கருணையனின் தாய் இல்லாமல் தனித்துப் போய் வாடிப்போன துயரத்தை உணர்த்துகிறது."
  }
]
