
[
  {
    "description": "“Land Breeze” என்பதற்கு சமமான தமிழ் சொல் எது?",
    "options": [
      "கடற்காற்று",
      "நிலக்காற்று",
      "சுழல்காற்று",
      "பெருங்காற்று"
    ],
    "answer": "B",
    "additional_context": "நிலக்காற்று என்பது நிலத்திலிருந்து கடலுக்கு வீசும் காற்று ஆகும். இது பொதுவாக இரவில், நிலம் குளிர்ந்து கடல் வெதுவெதுப்பாக இருக்கும்போது ஏற்படுகிறது. நிலக்காற்று இலேசான காற்று மட்டுமே ஆகும். கடலில் இருந்து நிலத்திற்கு வீசும் காற்றை கடற்காற்று என அழைக்கிறோம். இது பொதுவாக பகல் நேரத்தில் ஏற்படுகிறது. கடல் காற்று நிலத்தை விட அதிக வெதுவெதுப்பாக இருக்கும் போது ஏற்படுகிறது. "
  },
  {
    "description": "“Tempest” என்ற ஆங்கிலச் சொல்லிற்கு சமமான தமிழ் சொல் எது?",
    "options": [
      "புயல்",
      "சூறாவளி",
      "சுழல்காற்று",
      "பெருங்காற்று"
    ],
    "answer": "D",
    "additional_context": "பெருங்காற்று என்பது ஒரு வலுவான காற்று ஆகும். இது புயல் போன்ற வலுவான காற்று அல்ல. இது சூறாவளியை விட குறைந்த வலுவான காற்று ஆகும். பெருங்காற்று பொதுவாக திடீரென எழும் காற்றாகும். இது கடல் மட்டத்தில் இருந்து பூமியின் மேற்பரப்பில் வீசும் காற்று ஆகும். பெருங்காற்று வீசும் போது மரங்கள் வேரோடு சாய்ந்து விடும் அளவுக்கு வலுவான காற்று அது. "
  },
  {
    "description": "“Whirlwind” என்ற ஆங்கிலச் சொல்லிற்கு சமமான தமிழ் சொல் எது?",
    "options": [
      "கடற்காற்று",
      "நிலக்காற்று",
      "சுழல்காற்று",
      "பெருங்காற்று"
    ],
    "answer": "C",
    "additional_context": "சுழல்காற்று என்பது வேகமாக சுழலும் ஒரு காற்று ஆகும். இது ஒரு சிறிய பகுதியில் மட்டும் ஏற்படும் காற்று ஆகும். சுழல்காற்று பொதுவாக மணல் புயலின் போது ஏற்படுகிறது. இது திடீரென எழும் காற்று ஆகும். சுழல்காற்று வேகமாக சுழன்று தூசியையும் மணலையும் உயர்த்தும். சுழல்காற்று பொதுவாக சில வினாடிகள் மட்டுமே நீடிக்கும்."
  },
  {
    "description": "“Storm” என்ற ஆங்கிலச் சொல்லிற்கு சமமான தமிழ் சொல் எது?",
    "options": [
      "சூறாவளி",
      "புயல்",
      "சுழல்காற்று",
      "கடற்காற்று"
    ],
    "answer": "B",
    "additional_context": "புயல் என்பது காற்று, மழை மற்றும் மின்னல் ஆகியவற்றை உள்ளடக்கிய ஒரு வானிலை நிகழ்வு ஆகும். புயல் பொதுவாக கடல் மட்டத்தில் இருந்து பூமியின் மேற்பரப்பில் ஏற்படுகிறது. இது காற்று, மழை, மின்னல், மழைக்காற்று போன்றவற்றை உருவாக்கும். புயல் நீண்ட நேரம் நீடிக்கும். புயல் வீசும் போது மரங்கள் வேரோடு சாய்ந்து விடும் அளவுக்கு வலுவான காற்று அது. "
  },
  {
    "description": "“Tornado” என்ற ஆங்கிலச் சொல்லிற்கு சமமான தமிழ் சொல் எது?",
    "options": [
      "பெருங்காற்று",
      "நிலக்காற்று",
      "சூறாவளி",
      "கடற்காற்று"
    ],
    "answer": "C",
    "additional_context": "சூறாவளி என்பது ஒரு வேகமாக சுழலும் காற்று ஆகும். இது ஒரு நீண்ட குழாய் போன்ற வடிவத்தில் இருக்கும். சூறாவளி பூமியில் இருந்து மேகங்கள் வரை நீண்டு இருக்கும். சூறாவளி வேகமாக சுழன்று தூசியையும் மணலையும் உயர்த்தும். சூறாவளி பொதுவாக சில நிமிடங்கள் மட்டுமே நீடிக்கும்."
  }
]
