[
          
  {
    
          "description": "மெய்க்கீர்த்திப் பகுதியின் இலக்கிய நயம் என்ன?",
          "options": [
      "இராசராசனின் ஆட்சிச் சிறப்பையும் நாட்டின் வளத்தையும் ஒன்றாகக் காட்டுதல்",
      "இராசராசனின் மகத்துவத்தைப் புகழ்ந்துரைத்தல்",
      "கல்வெட்டுகளின் வரலாற்றை விளக்குதல்",
      "தமிழ் இலக்கியத்தின் வளர்ச்சியை விளக்குதல்"
    ],
    "answer": "A",
    
          "additional_context": "மெய்க்கீர்த்திப் பகுதியின் இலக்கிய நயம் நாட்டின் வளத்தையும் ஆட்சிச் சிறப்பையும் ஒருசேர உணர்த்துவதாக உள்ளது. இரண்டாம் இராசராசன் காலத்தில் எழுதப்பட்ட கல்வெட்டுகள் அவருடைய ஆட்சியின் வளர்ச்சியைப் பற்றி நமக்குச் சொல்லித் தருகின்றன. அவருடைய ஆட்சி காலத்தில் தமிழ் நாடு எவ்வளவு வளர்ந்திருந்தது என்று இக்கல்வெட்டுகளின் வாயிலாக நாம் அறிய முடிகிறது. இராசராசனின் ஆட்சிச் சிறப்பையும் நாட்டின் வளத்தையும் ஒருசேரக் காட்டுவதே இதன் இலக்கிய நயமாகும்."
          }
        ,
          
  {
    
          "description": "இராசராசன் காலத்தில் மெய்க்கீர்த்திகள் எவ்வாறு உருவாக்கப்பட்டன?",
          "options": [
      "கல்வெட்டுகளில் பொறிக்கப்பட்டு",
      "காகிதத்தில் எழுதப்பட்டு",
      "வாய்மொழியாக",
      "புத்தகங்களில் பதிவு செய்யப்பட்டு"
    ],
    "answer": "A",
    
          "additional_context": "இராசராசன் காலத்தில் மெய்க்கீர்த்திகள் கல்லில் பொறிக்கப்பட்டு உருவாக்கப்பட்டன. சோழர்கள் தங்கள் வரலாறும் பெருமையும் காலம் கடந்து நிலைக்க விரும்பினார்கள். அழியாத வகையில் அதனைக் கல்லில் செதுக்கினார்கள். இது சங்க இலக்கியமான பதிற்றுப்பத்துப் பாடல்களின் இறுதியிலுள்ள பதிகங்களுக்கு முன்னோடி. பல்லவர் கல்வெட்டுகளிலும் பாண்டியர் செப்பேடுகளிலும் முளைவிட்ட இவ்வழக்கம், சோழர் காலத்தில் மெய்க்கீர்த்தி எனப் பெயர் பெற்றது; செப்பமான வடிவம் பெற்றது; கல்இலக்கியமாய் அமைந்தது."
          }
        ,
          
  {
    
          "description": "'மெய்க்கீர்த்தி' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "கல்வெட்டு",
      "மன்னரின் வாழ்க்கை வரலாறு",
      "புகழ்மொழி",
      "ஆட்சிச் சிறப்பு"
    ],
    "answer": "C",
    
          "additional_context": "மெய்க்கீர்த்தி என்பது மன்னரின் மகத்துவத்தைப் புகழ்ந்துரைக்கும் ஒரு புகழ்மொழி. மன்னர்கள் தங்களின் வரலாறு, ஆட்சிச் சிறப்பு, போர் வெற்றி, நாட்டின் வளம், கட்டடங்கள், கோயில்கள் போன்றவற்றைப் பற்றி புகழ்ந்து பாடும் பாடல்கள். இந்தப் பாடல்கள் கல்லில் பொறிக்கப்பட்டுள்ளதால் மெய்க்கீர்த்தி கல்வெட்டு என்று அழைக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "பாடல் பகுதியில் 'கயற்குலமே பிறழ்ந்தொழுகும்' என்ற வரி எதைக் குறிக்கிறது?",
          "options": [
      "மீன்கள் பிறழ்ந்து செல்கின்றன",
      "மக்கள் நிலை பிறழ்வதில்லை",
      "நாட்டில் அமைதி நிலவுகிறது",
      "மீன்கள் துன்பப்படுகின்றன"
    ],
    "answer": "B",
    
          "additional_context": "இந்த பாடல் பகுதியில் 'கயற்குலமே பிறழ்ந்தொழுகும்' என்ற வரி மக்கள் நிலை பிறழ்வதில்லை என்பதைக் குறிக்கிறது. நாட்டில் அனைத்தும் அமைதியாக உள்ளது. இராசராசனின் ஆட்சியின் கீழ் மக்கள் அனைவரும் நன்றாக இருக்கிறார்கள்.  இந்த வரி நாட்டில் உள்ள மக்கள் அமைதியாக வாழ்க்கை வாழ்கிறார்கள் என்பதை எடுத்துக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "மெய்க்கீர்த்தியின் இலக்கிய நயத்தை விளக்குக. எந்த விவரம் இதைக் காட்டுகிறது?",
          "options": [
      "இராசராசன் அனைத்திற்கும் தலைவன் என்பதைத் தெளிவுபடுத்துதல்",
      "நாட்டின் வளத்தைப் பற்றி விரிவாக விவரித்தல்",
      "  \"மெய்க்கீர்த்தி\" என்ற சொல்லின் பொருளை எடுத்துரைத்தல்",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "மெய்க்கீர்த்தி கல்வெட்டில்  நாட்டின் வளத்தையும், ஆட்சிச் சிறப்பையும் ஒருசேர உணர்த்துவதாக உள்ளது. இராசராசன் அனைத்திற்கும் தலைவன் என்பதை இக்கல்வெட்டு தெளிவுபடுத்துகிறது. மேலும் இராசராசனின் ஆட்சியின் கீழ் நாட்டின் வளம் எப்படி இருந்தது, மக்கள் வாழ்வியல் எப்படி இருந்தது, இராசராசன் எப்படி மக்களுக்கு தலைவனாக இருந்தான் என்பது எல்லாம் இக்கல்வெட்டில் விரிவாக விவரிக்கப்பட்டுள்ளது.   'மெய்க்கீர்த்தி' என்ற சொல்லின் பொருளை இக்கல்வெட்டு  தெளிவாக எடுத்துரைக்கிறது.  இந்த காரணங்களால் மேற்கூறிய அனைத்தும் மெய்க்கீர்த்தியின் இலக்கிய நயத்தை விளக்குகிறது."
          }
        ]