
[
  {
    "description": "“நிற்க அதற்குத் தக…” என்னும் வரியில் பயன்படுத்தப்பட்டுள்ள “தக” என்னும் சொல்லைப் போலவே, ஆங்கிலத்தில் மனிதநேயத்தை குறிக்கும் சொல்லாக  “Humanism” பயன்படுத்தப்படுகிறது.  “Humanism”  என்பதற்கான தமிழ் மொழிபெயர்ப்பு எது?",
    "options": [
      "a) மனிதநேயம்",
      "b) மனிதத் தன்மை",
      "c) மனித வளர்ச்சி",
      "d) மனித உரிமை"
    ],
    "answer": "a",
    "additional_context": "இந்த பாடத்தில் மனிதநேயம் குறித்து பல விஷயங்களை கற்றுக்கொள்கிறோம். அந்த விஷயங்களை நாம் அன்றாட வாழ்வில் எப்படிப் பயன்படுத்தலாம் என்பதையும் இது விளக்குகிறது. “நிற்க அதற்குத் தக…”  என்ற வரியில் பயன்படுத்தப்பட்டுள்ள “தக”  என்பது ஒரு நல்ல குணத்தைச் சொல்லும் ஒரு சொல். இதேபோல் ஆங்கிலத்தில் மனிதநேயத்தை குறிக்கும் ஒரு சொல்  “Humanism”.  இதற்கான தமிழ் மொழிபெயர்ப்பு எது என்பதை நீ அறிந்துகொள்ள வேண்டும்."
  },
  {
    "description": "“தொடர்வண்டியில் பாட்டுப் பாடிவரும் ஒருவருக்கு நம்மையறியாமல் பிச்சை போடுகிறோம்.”  என்ற வாக்கியத்தில்  “பிச்சை போடுகிறோம்”  என்பதற்குத் தகுந்த ஆங்கில சொல் எது?",
    "options": [
      "a) Donate",
      "b) Give",
      "c) Offer",
      "d) Present"
    ],
    "answer": "a",
    "additional_context": "தொடர்வண்டியில் பாட்டுப் பாடிவரும் ஒருவருக்கு நம்மையறியாமல் பிச்சை போடுகிறோம். இதுபோன்ற நிகழ்வுகள் வாழ்க்கையில் அடிக்கடி நிகழும். “பிச்சை போடுகிறோம்” என்ற சொல்லை ஆங்கிலத்தில் என்ன சொல்லலாம் என்பதைப் பார்ப்போம்."
  },
  {
    "description": "“உதவிபெற்றபடியும் இருக்கிறார்கள்”  என்ற வாக்கியத்தில்  “உதவிபெற்றபடியும்”  என்பதற்குத் தகுந்த ஆங்கில சொல் எது?",
    "options": [
      "a) Receive help",
      "b) Get help",
      "c) Accept help",
      "d) All of the above"
    ],
    "answer": "d",
    "additional_context": "ஒவ்வொரு சூழலிலும் ஒருவருக்கு ஒருவர் உதவி செய்தபடி இருக்கிறார்கள்;  “உதவிபெற்றபடியும் இருக்கிறார்கள்”  என்ற வரியில் பயன்படுத்தப்பட்டுள்ள “உதவிபெற்றபடியும்”  என்பதற்கான ஆங்கிலச் சொல் என்ன?"
  },
  {
    "description": "“சில உதவிகள் இரக்கத்தால் செய்கிறோம்”  என்ற வாக்கியத்தில்  “இரக்கத்தால்”  என்பதற்குத் தகுந்த ஆங்கில சொல் எது?",
    "options": [
      "a) Mercy",
      "b) Compassion",
      "c) Kindness",
      "d) All of the above"
    ],
    "answer": "d",
    "additional_context": "சில உதவிகள் அவர்கள் மீதுள்ள அன்பினால் செய்கிறோம்; சில உதவிகள் இரக்கத்தால் செய்கிறோம். இந்த வரிகளில் பயன்படுத்தப்பட்டுள்ள “இரக்கத்தால்”  என்ற வார்த்தைக்கு என்ன ஆங்கிலச் சொல் பொருத்தமாக இருக்கும் என்று நீ அறிந்து கொள்ள வேண்டும்."
  },
  {
    "description": "“கல்லூரிப் படிப்பைத் தொடர முடிந்ததால் உறவினருக்கு ஏற்பட்ட நன்றியுணர்வு!”  என்ற வாக்கியத்தில்  “நன்றியுணர்வு!”  என்பதற்குத் தகுந்த ஆங்கில சொல் எது?",
    "options": [
      "a) Gratitude",
      "b) Thankfulness",
      "c) Appreciation",
      "d) All of the above"
    ],
    "answer": "d",
    "additional_context": "கல்லூரிப் படிப்பைத் தொடர முடிந்ததால் உறவினருக்கு ஏற்பட்ட நன்றியுணர்வு!  இந்த வாக்கியத்தில் பயன்படுத்தப்பட்டுள்ள “நன்றியுணர்வு” என்பதற்கு  சரியான ஆங்கிலச் சொல் என்ன என்று நீ கண்டுபிடிக்க வேண்டும்."
  }
]
