
[
  {
    "description": "சென்னை வானிலை ஆய்வு மையம் எந்த இடத்தில் புயலின் மையம் இருப்பதாக தெரிவித்துள்ளது?",
    "options": [
      "சென்னைக்குத் தெற்கே 150 கி.மீ. தொலைவில்",
      "சென்னைக்குத் தென்கிழக்கே 150 கி.மீ. தொலைவில்",
      "சென்னைக்கு வடகிழக்கே 150 கி.மீ. தொலைவில்",
      "சென்னைக்கு வடமேற்கே 150 கி.மீ. தொலைவில்"
    ],
    "answer": "B",
    "additional_context": "சென்னை வானிலை ஆய்வு மையம், சென்னைக்குத் தென்கிழக்கே 150 கி.மீ. தொலைவில் புயலின் மையம் இருப்பதாக தெரிவித்துள்ளது. இந்த புயல் இன்று இரவு சென்னைக்கும் நெல்லூருக்கும் இடையே கரையைக் கடக்கும் என்று எதிர்பார்க்கப்படுகிறது."
  },
  {
    "description": "புயல் எந்த இரண்டு நகரங்களுக்கு இடையே கரையைக் கடக்கும் என்று எதிர்பார்க்கப்படுகிறது?",
    "options": [
      "சென்னை மற்றும் மதுரை",
      "சென்னை மற்றும் திருச்சி",
      "சென்னை மற்றும் கோவை",
      "சென்னை மற்றும் நெல்லூர்"
    ],
    "answer": "D",
    "additional_context": "இந்த புயல் இன்று இரவு சென்னைக்கும் நெல்லூருக்கும் இடையே கரையைக் கடக்கும் என்று எதிர்பார்க்கப்படுகிறது."
  },
  {
    "description": "புயலின்போது எதைத் தவிர்க்க வேண்டும்?",
    "options": [
      "வீட்டில் இருப்பது",
      "தொலைபேசி மற்றும் மின்சாதனங்கள் பயன்படுத்துவது",
      "வானொலி அறிவிப்பைக் கேட்பது",
      "வெளியே செல்வது"
    ],
    "answer": "B",
    "additional_context": "புயலின்போது தொலைபேசி மற்றும் மின்சாதனங்களை பயன்படுத்துவதை தவிர்க்க வேண்டும். ஏனெனில் மின்சாரம் துண்டிக்கப்படலாம். மேலும் புயலின்போது வீட்டில் இருப்பதே பாதுகாப்பானது.  புயல் வீசுவதை நிறுத்தியவுடன் வெளியே செல்லலாம். "
  },
  {
    "description": "புயலின்போது வெளியே செல்ல நேர்ந்தால் எப்போது வெளியேற வேண்டும்?",
    "options": [
      "புயல் வீச ஆரம்பித்தவுடன்",
      "புயல் வீசுவதை நிறுத்தியவுடன்",
      "ஆரம்பகட்ட எச்சரிக்கை அறிவிப்பு வந்தவுடன்",
      "மழை பெய்ய ஆரம்பித்தவுடன்"
    ],
    "answer": "C",
    "additional_context": "புயலின்போது வெளியேற நேர்ந்தால் ஆரம்பகட்ட எச்சரிக்கை அறிவிப்பு வந்தவுடனேயே வெளியேற வேண்டும். புயல் வீசுவதை நிறுத்தியவுடன் வெளியேறக் கூடாது. ஏனெனில் காற்று மீண்டும் வேகமாக வீச ஆரம்பிக்கும்."
  },
  {
    "description": "புயலின்போது மாடியில் இருப்பதைத் தவிர்க்க வேண்டும் என்றும் தளப் பகுதியிலேயே தங்க வேண்டும் என்றும் ஏன் சொல்லப்படுகிறது?",
    "options": [
      "தளப் பகுதியில் குளிர்ச்சியாக இருக்கும்",
      "தளப் பகுதியில் காற்று வீசாது",
      "மாடியில் காற்று வேகமாக வீசும்",
      "மாடியில் மழை பெய்யும்"
    ],
    "answer": "C",
    "additional_context": "புயலின்போது மாடியில் காற்று வேகமாக வீசும். இதனால் மாடியில் இருப்பது மிகவும் ஆபத்தானது. எனவே, மாடியில் இருப்பதை தவிர்த்து, தளப் பகுதியிலேயே தங்க வேண்டும்."
  }
]
