
[
  {
    "description": "PDF ஃபைல்களிலிருந்து ______ பிரித்தெடுக்க வேண்டும், பின்னர் மொழி மாதிரிக்கு வழங்க வேண்டும்.",
    "options": [
      "a) படங்கள்",
      "b) ஸ்கேன்",
      "c) உரை",
      "d) குறியீடு"
    ],
    "answer": "C",
    "additional_context": "PDF ஃபைல்கள் என்பது பலவிதமான தகவல்களைக் கொண்ட ஒரு ஃபைல் வடிவம். இதில் படங்கள், ஸ்கேன், உரை மற்றும் குறியீடு போன்றவை இருக்கலாம். ஆனால், மொழி மாதிரி என்பது உரையைப் பகுப்பாய்வு செய்வதற்கும் அழகுபடுத்துவதற்கும் வடிவமைக்கப்பட்ட ஒரு கருவி. அதனால், PDF ஃபைலிலிருந்து மொழி மாதிரிக்கு வழங்க வேண்டியது உரையை மட்டுமே."
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எது உரையை அழகுபடுத்தும் திறன் கொண்டது?",
    "options": [
      "மொழி மாதிரி",
      "கணினி",
      "PDF ஃபைல்",
      "உரையை பிரித்தெடுக்கும் மென்பொருள்"
    ],
    "answer": "a",
    "additional_context": "மொழி மாதிரி என்பது உரையை பகுப்பாய்வு செய்து அதை மேம்படுத்துவதற்கு பயன்படுத்தப்படும் ஒரு கருவி. இது உரையின் தரத்தை மேம்படுத்த உதவும்,  சொற்களை சரிபார்க்க உதவும் மற்றும் மொழியை அழகுபடுத்த உதவும். கணினி என்பது ஒரு பொதுவான கருவி, PDF ஃபைல் என்பது ஒரு ஃபைல் வடிவம் மற்றும் உரையை பிரித்தெடுக்கும் மென்பொருள் என்பது PDF ஃபைலிலிருந்து உரையைப் பிரித்தெடுப்பதற்கான ஒரு கருவி மட்டுமே."
  },
  {
    "description": "PDF ஃபைல்களை மொழி மாதிரி ஏன் படிக்க முடியாது?",
    "options": [
      "PDF ஃபைல்கள் மொழி மாதிரிகளுக்குப் புரியாது.",
      "மொழி மாதிரி ஒரு கணினி அல்ல, PDF ஃபைல்களை அணுகும் திறன் இல்லை.",
      "மொழி மாதிரி ஒரு PDF ஃபைலைப் படிக்க திட்டமிடப்படவில்லை.",
      "PDF ஃபைல்கள் மொழி மாதிரிகளுக்குப் பாதுகாப்பானவை அல்ல."
    ],
    "answer": "b",
    "additional_context": "மொழி மாதிரி என்பது ஒரு கணினி அல்ல, இது ஒரு மென்பொருள். இதற்கு ஃபைல்களைத் திறந்து படிக்கும் திறன் இல்லை. மொழி மாதிரிக்கு ஃபைல்களிலிருந்து உரையை பிரித்தெடுத்து வழங்க வேண்டும். இதன் மூலம் மொழி மாதிரி உரையைப் பகுப்பாய்வு செய்து அழகுபடுத்த முடியும்."
  },
  {
    "description": "உங்கள் PDF ஃபைலில் இருந்து உரையைப் பிரித்தெடுக்க வேண்டியது ஏன்?",
    "options": [
      "மொழி மாதிரி PDF ஃபைல்களை படிக்க வேண்டும்.",
      "மொழி மாதிரி உரையை பகுப்பாய்வு செய்து அழகுபடுத்த வேண்டும்.",
      "PDF ஃபைல்களை மொழி மாதிரி பயன்படுத்த வேண்டும்.",
      "PDF ஃபைல்கள் மொழி மாதிரியில் இருந்து தரவைப் பெற வேண்டும்."
    ],
    "answer": "b",
    "additional_context": "மொழி மாதிரி என்பது உரையைப் பகுப்பாய்வு செய்து, அதன் தரத்தை மேம்படுத்தி, சிறப்பாக மாற்றும் ஒரு கருவி.  PDF ஃபைலிலிருந்து உரையை பிரித்தெடுத்து மொழி மாதிரிக்கு வழங்குவதன் மூலம் மொழி மாதிரி அந்த உரையை பகுப்பாய்வு செய்து மேம்படுத்த முடியும்."
  },
  {
    "description": "மொழி மாதிரியால் PDF ஃபைல்களை அணுக முடியுமா?",
    "options": [
      "ஆம், மொழி மாதிரி அனைத்து வகையான ஃபைல்களையும் அணுக முடியும்.",
      "இல்லை, மொழி மாதிரி ஒரு கணினி அல்ல, ஃபைல்களை அணுக முடியாது.",
      "சில நேரங்களில், மொழி மாதிரி ஃபைல்களை அணுக முடியும்.",
      "மொழி மாதிரி எந்தவொரு ஃபைலையும் அணுகும் திறன் கொண்டது."
    ],
    "answer": "b",
    "additional_context": "மொழி மாதிரி என்பது ஒரு கணினி அல்ல, இது ஒரு மென்பொருள். இதற்கு ஃபைல்களைத் திறந்து படிக்கும் திறன் இல்லை. மொழி மாதிரிக்கு ஃபைல்களிலிருந்து உரையை பிரித்தெடுத்து வழங்க வேண்டும். இதன் மூலம் மொழி மாதிரி உரையைப் பகுப்பாய்வு செய்து அழகுபடுத்த முடியும்."
  }
]
