
[
  {
    "description": "**1.  வருங்காலத்தில்  தேவைப்படும்  செயற்கை நுண்ணறிவால் இயங்கும் இரண்டு அறிவியல் கண்டுபிடிப்புகளைக்  குறிப்பிடுக.**\n\n    எ.கா.  செயற்கை நுண்ணறிவால் இயங்கும் போக்குவரத்து ஊர்திகள்.",
    "options": [],
    "answer": [
      "செயற்கை நுண்ணறிவால் இயங்கும் மருத்துவக் கருவிகள்:  நோய்களை துல்லியமாகக் கண்டறிந்து, மருத்துவ சிகிச்சை அளிக்கும் செயற்கை நுண்ணறிவு மருத்துவக் கருவிகள்.",
      "செயற்கை நுண்ணறிவால் இயங்கும்  விவசாயக் கருவிகள்:  விளைச்சலை அதிகரிக்கவும்,  பூச்சித் தாக்குதலைத் தடுக்கவும் உதவும்  செயற்கை நுண்ணறிவு விவசாயக் கருவிகள்."
    ],
    "additional_context": "நாம் வாழும் உலகம் அறிவியல் தொழில்நுட்பத்தால் வேகமாக மாறி வருகிறது. இதில் செயற்கை நுண்ணறிவு முக்கிய பங்கு வகிக்கிறது. மருத்துவம், விவசாயம் போன்ற பல்வேறு துறைகளில் செயற்கை நுண்ணறிவு மிகவும் பயனுள்ளதாக இருக்கும்."
  },
  {
    "description": "**2. 'செயற்கை நுண்ணறிவு' என்ற தலைப்பு மற்றும்  'கண்காணிப்புக் கருவி, அசைவு நிகழும் பக்கம் தன் பார்வையைத் திருப்புகிறது.' மற்றும் 'திறன்பேசியில் உள்ள வரைபடம் போக்குவரத்திற்குச் சுருக்கமான வழியைக் காண்பிப்பது.'  என்ற குறிப்புகள் பற்றிய  கீழ்க்கண்ட  தகவல்களில் சரியானதைத் தேர்ந்தெடுக்கவும்.**\n\n    அ)  இந்த குறிப்புகள்  'செயற்கை நுண்ணறிவு'  என்ற தலைப்புடன் பொருந்துகின்றன.\n    \n    ஆ)  'செயற்கை நுண்ணறிவு' என்ற தலைப்பு இந்த குறிப்புகளுடன் தொடர்பில்லை.\n    \n    இ)  'செயற்கை நுண்ணறிவு'  என்ற தலைப்புக்குத் தொடர்பில்லாத  குறிப்புகள்  இடம்பெற்றுள்ளன.\n    \n    ஈ)  இந்த குறிப்புகளுடன் பொருந்தாத  தலைப்பு  'செயற்கை நுண்ணறிவு'  என்பது.",
    "options": [
      "அ",
      "ஆ",
      "இ",
      "ஈ"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "'செயற்கை நுண்ணறிவு' என்பது கணினி அறிவியலில் ஒரு துறை. இது மனிதர்களைப் போன்று சிந்தித்து, செயல்படும் திறனை கணினிகளுக்கு அளிக்கிறது. கண்காணிப்புக் கருவிகள், திறன்பேசிகள் உள்ளிட்ட பல்வேறு சாதனங்களில் செயற்கை நுண்ணறிவு பயன்படுத்தப்படுகிறது."
  },
  {
    "description": "**3.  'விசும்பும் இசையும்' என்ற தொடர்  பரிபாடல் அடியில் என்னைக் குறிக்கிறது?**\n\n    அ)  வானத்தையும் இசையையும் குறிக்கிறது.\n    \n    இ)  வானத்தையும் பூமியையும் குறிக்கிறது.\n    \n    ஆ)  வானத்தையும் புகழையும் குறிக்கிறது.\n    \n    ஈ)  வானத்தையும் பேரொலியையும் குறிக்கிறது.",
    "options": [
      "அ",
      "இ",
      "ஆ",
      "ஈ"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "பரிபாடல் என்னும் பாடல் வகை தெய்வத்தின் பெருமையையும் மகிமையையும் போற்றிப் பாடுவதாகும். இதில் வானம் என்பது தெய்வத்தின் பெருமைக்கு ஒப்பிடப்படுகிறது. இசை என்பது புகழை குறிக்கிறது. ஆகவே, 'விசும்பும் இசையும்' என்பது வானத்தையும் புகழையும் குறிக்கும்."
  },
  {
    "description": "**4.  குலசேகர ஆழ்வார் 'வித்துவக்கோட்டம்மா' என்று ஆண் தெய்வத்தை அழைத்துப் பாடுகிறார். 'பூனையார் பால்சோற்றைக் கண்டதும் வருகிறார்' என்ற தொடரில்  இடம்பெற்றுள்ள வழுவமைதி முறையே எது?**\n\n    அ)  மரபு வழுவமைதி, திணை வழுவமைதி\n    \n    இ)  இடவழுவமைதி, மரபு வழுவமைதி\n    \n    ஆ)  பால் வழுவமைதி, திணை வழுவமைதி\n    \n    ஈ)  கால வழுவமைதி, இடவழுவமைதி",
    "options": [
      "அ",
      "இ",
      "ஆ",
      "ஈ"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "வழுவமைதி என்பது இலக்கண விதிகளை மீறிப் பேசுவது. குலசேகர ஆழ்வார் பாடலில் 'பூனையார் பால்சோற்றைக் கண்டதும் வருகிறார்' என்ற தொடர் மரபு வழக்கத்தை மீறியுள்ளது. பூனை என்ற விலங்கு பால் சோற்றைக் கண்டதும் ஓடிவராது. அதனால் இது இட வழுவமைதி ஆகும். மேலும், ஒருவர் பூனை போன்று நடந்து கொண்டிருப்பதைக் குறிப்பிடுவதன் மூலம், மரபு வழக்கத்தையும் மீறிப் பேசுவதால் இது மரபு வழுவமைதி என்றும் கூறலாம்."
  },
  {
    "description": "**5.  பாரத ஸ்டேட் வங்கியின் உரையாடு மென்பொருள்  எது?**\n\n    அ)  துலா\n    \n    இ)  குலா\n    \n    ஆ)  சீலா\n    \n    ஈ)  இலா",
    "options": [
      "அ",
      "இ",
      "ஆ",
      "ஈ"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "பாரத ஸ்டேட் வங்கி ஒரு அரசு வங்கி. இந்த வங்கியின் உரையாடு மென்பொருள் 'சீலா' என்று அழைக்கப்படுகிறது. இது வாடிக்கையாளர்களுக்கு வங்கி தொடர்பான தகவல்களை வழங்கவும், வங்கி பரிவர்த்தனைகளைச் செய்யவும் உதவுகிறது."
  }
]
