
[
  {
    "description": "கீழ்க்கண்டவற்றுள் எது வெட்சித் திணையின் சிறப்பான அம்சத்தை விவரிக்கிறது?",
    "options": [
      "ஆநிரைகளைக் கவர்தல் மற்றும் பகைவர் நாட்டைக் கைப்பற்றும் நோக்கத்தைக் குறிக்கிறது.",
      "வெட்சிப் பூவைச் சூடிக்கொண்டு ஆநிரைகளைக் கவர்தல்.",
      "மண்ணைக் கைப்பற்றும் போரைக் குறிக்கிறது.",
      "பகைவர் நாட்டைக் கைப்பற்றக் கருதி வஞ்சிப்பூவைச் சூடிப் போருக்குச் செல்வது."
    ],
    "answer": "B",
    "additional_context": "மக்கள் சிறு குழுக்களாக வாழ்ந்த காலத்தில், ஆநிரைகளைச் (மாடுகளை) சொத்தாகக் கருதினர். ஒரு குழுவினரிடமிருந்து மற்றொரு குழுவினர் ஆநிரைகளைக் கவர்தல் வழக்கமாக இருந்தது. ஆநிரைகளைக் கவர்ந்துவர வெட்சிப் பூவினைச் சூடிக்கொண்டு செல்வர். எனவே, ஆநிரை கவர்தல் வெட்சித் திணை எனப்பட்டது."
  },
  {
    "description": " \"கரந்தைத் திணை\"  என்பது எதைக் குறிக்கிறது?",
    "options": [
      "பகைவர் நாட்டைக் கைப்பற்றும் போரை.",
      "தன் நாட்டைக் கைப்பற்ற வந்த மாற்றரசனோடு போரிடுதலை.",
      "கவர்ந்து செல்லப்பட்ட தம் ஆநிரைகளை மீட்கச்செல்வதை.",
      "கோட்டையைக் காத்தல் வேண்டி, உள்ளிருந்தே முற்றுகையிட்ட பகையரசனோடு போரிடுதலை."
    ],
    "answer": "C",
    "additional_context": "கவர்ந்து செல்லப்பட்ட தம் ஆநிரைகளை மக்கள் மீட்கச்செல்வர். அப்போது கரந்தைப் பூவைச் சூடிக்கொள்வர். அதனால் கரந்தைத் திணை என்று பெயர் பெற்றது."
  },
  {
    "description": "\"காஞ்சி\" என்ற மலர் எந்தத் திணைக்கு உரியது?",
    "options": [
      "வஞ்சித்திணை",
      "காஞ்சித்திணை",
      "நொச்சித்திணை",
      "உழிஞைத்திணை"
    ],
    "answer": "B",
    "additional_context": "தன் நாட்டைக் கைப்பற்ற வந்த மாற்றரசனோடு, காஞ்சிப்பூவைச் சூடி எதிர்த்துப் போரிடல் காஞ்சித்திணை."
  },
  {
    "description": "புறப்பொருள் இலக்கணத்தில் \"தும்பைத் திணை\" யின் சிறப்பு என்ன?",
    "options": [
      "மண்ணைக் காக்கக் கோட்டைகள் கட்டப்பட்டன.",
      "தன் வீரர்களுடன் தும்பைப் பூவைச்சூடிப் போர்க்களத்தில் ஒருவரோடு ஒருவர் போரிடுவது.",
      "வலிமையே பெரிது என்பதை நிலைநாட்ட, தும்பைப் பூவைச்சூடிப் போர்க்களத்தில் ஒன்று சேர்ந்து போரிடுவது.",
      "பகைவேந்தர் இருவரும் வலிமையே பெரிது என்பதை நிலைநாட்ட, தம் வீரர்களுடன் தும்பைப் பூவைச்சூடிப் போர்க்களத்தில் ஒருவரோடு ஒருவர் போரிடுவது."
    ],
    "answer": "D",
    "additional_context": "பகைவேந்தர் இருவரும் வலிமையே பெரிது என்பதை நிலைநாட்ட, தம் வீரர்களுடன் தும்பைப் பூவைச்சூடிப் போர்க்களத்தில் ஒருவரோடு ஒருவர் போரிடுவது தும்பைத் திணை. போரிடுகின்ற அரசர்கள் இருவரும் தும்பைப் பூ மாலையையே சூடியிருப்பார்கள்."
  },
  {
    "description": "பாடாண்திணை என்பது எந்தத் திணையின் சிறப்பான அம்சத்தை விவரிக்கிறது?",
    "options": [
      "போரைத் தொடங்கும் நிகழ்வை.",
      "வெற்றி பெற்ற மன்னனைப் போற்றிப் பாடுவதை.",
      "கல்வி, வீரம், செல்வம், புகழ், கருணை முதலியவற்றைப் போற்றிப் பாடுவதை.",
      "பொதுவானவற்றையும், அவற்றுள் கூறப்படாதனவற்றையும் கூறுவதை."
    ],
    "answer": "C",
    "additional_context": "பாடுவதற்குத் தகுதியுடைய ஓர் ஆளுமையாளரின் கல்வி, வீரம், செல்வம், புகழ், கருணை முதலியவற்றைப் போற்றிப் பாடுவது, பாடாண்திணை (பாடு+ஆண்+திணை = பாடாண்திணை)."
  }
]
