[
          
  {
    
          "description": "கவிஞர் உமா மகேஸ்வரியின் கவிதை 'பூத்தொடுத்தல்' எதைப் பற்றியது?",
          "options": [
      "ஒரு பெண்ணின் அழகைப் பற்றியது.",
      "பூக்களைத் தொடுத்து அழகுபடுத்துவது எப்படி என்பதைப் பற்றியது.",
      "பூக்கள் தரும் வாசனை மற்றும் அவற்றின் மென்மை.",
      "மனம் எப்படி பூக்களைப் போல நுண்மையானதாக இருக்க வேண்டும் என்பதைப் பற்றியது."
    ],
    "answer": "D",
    
          "additional_context": "உமா மகேஸ்வரியின் 'பூத்தொடுத்தல்' கவிதை பூக்களைத் தொடுத்து அழகுபடுத்துவது எப்படி என்பதை விட, மனித மனம் எப்படி பூக்களைப் போல நுண்மையானதாக இருக்க வேண்டும் என்பதைப் பற்றிச் சொல்கிறது."
          }
        ,
          
  {
    
          "description": "கவிதைப் பகுதியில் 'இறுக்கி முடிச்சிட்டால் காம்புகளின் கழுத்து முறியும்' என்ற வரி, எதைக் குறிக்கிறது?",
          "options": [
      "பூக்களின் மென்மையான தன்மையை.",
      "கவிஞரின் பூக்களுக்கான அன்பை.",
      "பூக்களின் வாழ்க்கைச் சுழற்சியை.",
      "மனம் பூக்களை எப்படிப் புரிந்துகொள்ள வேண்டும் என்பதை."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கவிதைப் பகுதி, பூக்களின் மென்மையான தன்மையை விவரிக்கிறது. காம்புகளின் கழுத்து மென்மையானது, அதை இறுக்கிப் பிணைத்தால் அது முறியும் என்று சொல்லப்பட்டுள்ளது. இது பூக்களின் மென்மையை நாம் எப்படிப் புரிந்துகொள்ள வேண்டும் என்பதற்கான உதாரணம்."
          }
        ,
          
  {
    
          "description": "'நுழையும்முன்' என்னும் பகுதியில் உள்ள வரிகள், பூக்களைத் தொடுத்து அழகுபடுத்துவது எப்படி என்பதைப் பற்றிப் பேசுகிறதா?",
          "options": [
      "ஆம், அது பூக்களின் அழகைப் பற்றிச் சொல்கிறது.",
      "இல்லை, அது மனித வாழ்விற்கான அழகின் முக்கியத்துவத்தைப் பற்றிப் பேசுகிறது.",
      "இல்லை, அது கவிஞரின் பூக்கள் மீதான அன்பைப் பற்றிப் பேசுகிறது.",
      "ஆம், அது பூக்களின் வாழ்க்கைச் சுழற்சியைப் பற்றிப் பேசுகிறது."
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பகுதி, மனித வாழ்விற்கான அழகின் முக்கியத்துவத்தைப் பற்றிப் பேசுகிறது. கலைகள் மனித வாழ்விற்கு அழகூட்டுபவை என்பதைத் தெளிவாகக் காட்டுகிறது. மனித வாழ்விலும் அழகு எங்கும் நிறைந்திருப்பதை இது உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'கற்பவை கற்றபின்...' என்னும் பகுதி, வாசகர்களை என்ன செய்ய ஊக்குவிக்கிறது?",
          "options": [
      "பூக்களின் அழகைப் பற்றிய கவிதைகளை எழுத ஊக்குவிக்கிறது.",
      "பூக்களைத் தொடுத்து அழகுபடுத்தும் கலையைக் கற்றுக்கொள்ள ஊக்குவிக்கிறது.",
      "தினமும் தங்களால் கண்டுணரப்படும் அழகைப் பற்றி எழுத ஊக்குவிக்கிறது.",
      "கவிஞரின் கவிதைகளைப் படித்து அவரது அனுபவங்களைக் கற்றுக்கொள்ள ஊக்குவிக்கிறது."
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பகுதி வாசகர்களை தினமும் தங்களால் கண்டுணரப்படும் அழகைப் பற்றி எழுத ஊக்குவிக்கிறது. கவிதை எழுதுவது என்பது எளிதானது அல்ல, ஆனால் நாம் தினமும் பார்க்கும் அழகைப் பற்றி எழுதுவதன் மூலம் கவிதை எழுதுவது எளிதாகும்."
          }
        ,
          
  {
    
          "description": "“இறுக்கி முடிச்சிட்டால் காம்புகளின் கழுத்து முறியும். தளரப் பிணைத்தால் மலர்கள் தரையில் நழுவும்” - இந்த வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "நெருக்கமான உறவுகளின் முக்கியத்துவம்",
      "மலர்களைத் தொடுப்பதில் கவனம் தேவைப்படுவது",
      "வாழ்க்கை அழகானது, ஆனால் மென்மையானது",
      "தன்மானத்தைக் காப்பாற்றுவதன் அவசியம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரிகள் மலர்களைத் தொடுப்பதில் கவனம் தேவைப்படுவதை எடுத்துக்காட்டுகின்றன.  இறுக்கிப் பிணைத்தால் காம்புகள் முறிந்துவிடும், தளரப் பிணைத்தால் மலர்கள் தரையில் விழுந்துவிடும்.  இதன் மூலம், நுட்பமாகச் செயல்பட வேண்டிய அவசியத்தை இது எடுத்துக்காட்டுகிறது."
          }
        ]