[
          
  {
    
          "description": "“கல்வி பற்றிய பழமொழிகள் அல்லது பாடல் அடிகள் எவையேனும் இரண்டனைப் பெரியோர்களிடம் கேட்டு எழுதி வருக”  என்பதில்  “பெரியோர்களிடம்”  என்பதன்  பொருள் என்ன?",
          "options": [
      "மூத்தவர்களிடம்",
      "அனுபவம்  மிக்கவர்களிடம்",
      "கல்வியறிவு மிக்கவர்களிடம்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "“கல்வி பற்றிய பழமொழிகள் அல்லது பாடல் அடிகள் எவையேனும் இரண்டனைப் பெரியோர்களிடம் கேட்டு எழுதி வருக”  என்ற வாக்கியத்தில்  “பெரியோர்களிடம்”  என்பது, கல்வி அறிவு மிக்கவர்கள், அனுபவம் மிக்கவர்கள் அல்லது மூத்தவர்கள் எனப் பலரும் இருக்கலாம் என்பதைக் குறிப்பிடுகிறது.  அதாவது, அந்தப் பாடல் அடிகள் அல்லது பழமொழிகளை கல்வியறிவு மிக்கவர்கள், அனுபவம் மிக்கவர்கள் அல்லது மூத்தவர்களிடம் கேட்டு எழுதி வருக என்று பொருள் கொள்ள வேண்டும். அதனால், இந்த வினாவிற்கான சரியான விடை 'மேற்கண்ட அனைத்தும்' ஆகும்."
          }
        ,
          
  {
    
          "description": "“மன்னனையும் குற்றம் இல்லாமல் கற்றவரையும் ஒப்பிட்டு ஆராய்ந்து பார்த்தால் மன்னனைவிடக் கற்றவரே சிறந்தவர்” என்பதற்கு ஏற்றவாறு பாடலில் பயன்படுத்தப்பட்டுள்ள சொல் எது?",
          "options": [
      "மாசற",
      "தேசம்",
      "சீர்தூக்கின்",
      "ஔவையார்"
    ],
    "answer": "C",
    
          "additional_context": "“மன்னனையும் குற்றம் இல்லாமல் கற்றவரையும் ஒப்பிட்டு ஆராய்ந்து பார்த்தால் மன்னனைவிடக் கற்றவரே சிறந்தவர்” என்பது, பாடலில்  “மன்னனும் மாசறக் கற்றோனும் சீர்தூக்கின்”  என்று குறிப்பிடப்பட்டுள்ளது.  இந்த வாக்கியத்தில்  “சீர்தூக்கின்”  என்பது  ஒப்பிட்டு ஆராய்ந்து பார்த்தால் என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது. அதனால், இந்த வினாவிற்கான சரியான விடை 'சீர்தூக்கின்' ஆகும்."
          }
        ,
          
  {
    
          "description": "“மன்னனுக்குத் தன் நாட்டில் மட்டுமே சிறப்பு. கல்வி கற்றவர்க்குச் சென்ற இடங்களில் எல்லாம் சிறப்பு” என்ற வாக்கியத்தில் காணப்படும் 'நாடு' என்னும் சொல்லுக்குப் பாடலில் பயன்படுத்தப்பட்டுள்ள சொல் எது?",
          "options": [
      "நாடு",
      "மன்னன்",
      "தேசம்",
      "இடம்"
    ],
    "answer": "C",
    
          "additional_context": "“மன்னனுக்குத் தன் நாட்டில் மட்டுமே சிறப்பு. கல்வி கற்றவர்க்குச் சென்ற இடங்களில் எல்லாம் சிறப்பு”  என்ற வாக்கியத்தில்  “நாடு”  என்று குறிப்பிடப்பட்டுள்ளது.  இந்த வாக்கியத்தில்,  “தேசம்”  என்ற சொல்  “நாடு”  என்ற சொல்லுக்குப் பதிலாகப் பயன்படுத்தப்பட்டுள்ளது. அதனால், இந்த வினாவிற்கான சரியான விடை 'தேசம்' ஆகும்."
          }
        ,
          
  {
    
          "description": "மூதுரை நூலின் ஆசிரியர் யார்? அவர்கள் எழுதிய மற்ற நூல்களின் பெயர்களைப் பாடல் பகுதியில் இருந்து எடுத்து எழுது.",
          "options": [
      "ஔவையார், ஆத்திசூடி, கொன்றை வேந்தன், நல்வழி",
      "ஔவையார், ஆத்திசூடி, நல்வழி",
      "ஔவையார், கொன்றை வேந்தன், நல்வழி",
      "ஔவையார், ஆத்திசூடி"
    ],
    "answer": "A",
    
          "additional_context": "மூதுரை நூலின் ஆசிரியர் ஔவையார் என்பது பாடலில் குறிப்பிடப்பட்டுள்ளது.  “இந்நூலின் ஆசிரியர் ஔவையார். இவர் ஆத்திசூடி, கொன்றை வேந்தன், நல்வழி போன்ற நூல்களையும் இயற்றியுள்ளார்” என்று பாடல் கூறுகிறது. அதனால், இந்த வினாவிற்கான சரியான விடை 'ஔவையார், ஆத்திசூடி, கொன்றை வேந்தன், நல்வழி' ஆகும்."
          }
        ,
          
  {
    
          "description": "“மூதுரை” என்னும் சொல்லின் பொருள் என்ன? ஏன் இந்நூல் மூதுரை எனப் பெயர் பெற்றது?",
          "options": [
      "மூத்தோர் கூறும் அறிவுரை; சிறந்த அறிவுரைகளைக் கூறுவதால்",
      "இளையோர் கூறும் அறிவுரை; சிறந்த அறிவுரைகளைக் கூறுவதால்",
      "நூல்களைக் கூறும் அறிவுரை; சிறந்த நூல்களைப் பற்றி கூறுவதால்",
      "பாடல்களைப் பற்றி கூறும் அறிவுரை; சிறந்த பாடல்களைப் பற்றி கூறுவதால்"
    ],
    "answer": "A",
    
          "additional_context": "“மூதுரை” என்ற சொல்லுக்கு மூத்தோர் கூறும் அறிவுரை என்று பொருள்.  “மூதுரை என்னும் சொல்லுக்கு மூத்தோர் கூறும் அறிவுரை என்பது பொருள். சிறந்த அறிவுரைகளைக் கூறுவதால் இந்நூல் மூதுரை எனப் பெயர் பெற்றது” என்று பாடல் கூறுகிறது. அதனால், இந்த வினாவிற்கான சரியான விடை 'மூத்தோர் கூறும் அறிவுரை; சிறந்த அறிவுரைகளைக் கூறுவதால்' ஆகும்."
          }
        ]