[
          
  {
    
          "description": "'வானிலை' என்பதன் ஆங்கிலச் சொல் எது?",
          "options": [
      "Climate",
      "Weather",
      "Continent",
      "Sanctuary"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி பாடப் புத்தகத்தில் உள்ள 'கலைச் சொல் அறிவோம்' என்ற பகுதியில் வழங்கப்பட்டுள்ளது.  இந்த பகுதி பல சொற்களின் ஆங்கிலச் சொற்களை அறிமுகப்படுத்தி, இவை இலக்கியத்தில் பயன்படும் விதத்தை விளக்குகிறது.  'வானிலை' என்ற சொல்லின் ஆங்கிலச் சொல் 'Weather' என்பதை கவனியுங்கள்."
          }
        ,
          
  {
    
          "description": "'சரணாலயம்' என்பதன் ஆங்கிலச் சொல் எது?",
          "options": [
      "Climate",
      "Weather",
      "Continent",
      "Sanctuary"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி பாடப் புத்தகத்தில் உள்ள 'கலைச் சொல் அறிவோம்' என்ற பகுதியில் வழங்கப்பட்டுள்ளது.  இந்த பகுதி பல சொற்களின் ஆங்கிலச் சொற்களை அறிமுகப்படுத்தி, இவை இலக்கியத்தில் பயன்படும் விதத்தை விளக்குகிறது.  'சரணாலயம்' என்ற சொல்லின் ஆங்கிலச் சொல் 'Sanctuary' என்பதை கவனியுங்கள்."
          }
        ,
          
  {
    
          "description": "“பறவை இல்லாமல் உலகம் இல்லை” என்ற பழமொழிக்கு என்ன பொருள்? அதைப் போலவே பொருள் கொண்ட, ஆனால் ஒலி வேறுபாடான ஒரு பழமொழி எது?",
          "options": [
      "பறவைகள் இல்லாமல் உலகம் வெறுமையானதாக இருக்கும். “பறவை இல்லாமல் காடும் இல்லை.”",
      "பறவைகள் இல்லாமல் உலகம் மகிழ்ச்சியற்றதாக இருக்கும். “புல் இல்லாமல் புழு இல்லை.”",
      "பறவைகள் இல்லாமல் உலகம் இருக்காது. “புலி இல்லாமல் காடு இல்லை.”",
      "பறவைகள் இல்லாமல் உலகம் அமைதியானதாக இருக்கும். “பூ இல்லாமல் தேன் இல்லை.”"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி பழமொழி பற்றியது. 'பறவை இல்லாமல் உலகம் இல்லை' என்ற பழமொழியின் பொருள், பறவைகள் உலகில் முக்கிய பங்கு வகிக்கின்றன என்பதாகும்.  அதனால், பறவைகள் இல்லாவிட்டால் உலகம் வெறுமையானதாக இருக்கும்.  அதைப் போலவே பொருள் கொண்ட  'பறவை இல்லாமல் காடும் இல்லை' என்ற பழமொழி, பறவைகள் இல்லாமல் காடு வெறுமையானதாக இருக்கும் என்பதைக் குறிக்கிறது.  இந்த பழமொழிகள் இரண்டும் ஒன்றையொன்று ஒத்த பொருளைத் தருகின்றன."
          }
        ,
          
  {
    
          "description": "“பறவை இல்லாமல் உலகம் இல்லை” என்ற பழமொழியில் “இல்லாமல்” என்ற சொல்லை “இல்லாவிட்டால்” என்று மாற்றினால் பழமொழியின் பொருள் என்ன மாறும்?",
          "options": [
      "பழமொழியின் பொருள் மாறாது.",
      "“பறவைகள் இல்லாவிட்டால் உலகம் இருக்காது” என்ற பொருள் கிடைக்கும்.",
      "“பறவைகள் இல்லாவிட்டால் உலகம் சிறப்பாக இருக்கும்” என்ற பொருள் கிடைக்கும்.",
      "“பறவைகள் இல்லாவிட்டால் உலகில் இனிமை இருக்காது” என்ற பொருள் கிடைக்கும்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி பழமொழி பற்றியது.  'இல்லாமல்' என்ற சொல்லை 'இல்லாவிட்டால்' என்று மாற்றினால், பழமொழியின் பொருள் மாறிவிடும்.  'இல்லாமல்' என்பது ஒரு செயல் பற்றிய குறிப்பைக் கொடுக்கிறது.  அதாவது பறவைகள் இல்லாததால் உலகம் எப்படி இருக்கும் என்பதை விளக்குகிறது.   ஆனால், 'இல்லாவிட்டால்' என்பது நிபந்தனை பற்றிய குறிப்பைக் கொடுக்கிறது.  அதாவது பறவைகள் இல்லாவிட்டால் உலகம் இருக்காது என்பதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“பறவை இல்லாமல் காடும் இல்லை” என்ற பழமொழியை ஒலி வேறுபாடாக மாற்றி, அதே பொருளைத் தரும் ஒரு பழமொழி எது?",
          "options": [
      "பறவை இல்லாமல் உலகம் இல்லை.",
      "புல் இல்லாமல் புழு இல்லை.",
      "புலி இல்லாமல் காடு இல்லை.",
      "பூ இல்லாமல் தேன் இல்லை."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி பழமொழி பற்றியது.  'பறவை இல்லாமல் காடும் இல்லை' என்ற பழமொழியின் பொருள், பறவைகள் காடுகளில் முக்கிய பங்கு வகிக்கின்றன என்பதாகும்.  அதைப் போலவே பொருள் கொண்ட  'புலி இல்லாமல் காடு இல்லை' என்ற பழமொழி, புலிகள் காடுகளில் முக்கிய பங்கு வகிக்கின்றன என்பதைக் குறிக்கிறது.  இந்த பழமொழிகள் இரண்டும் ஒன்றையொன்று ஒத்த பொருளைத் தருகின்றன."
          }
        ]