[
          
  {
    
          "description": "“உள்ளதை உள்ளவாறு கூறும் அணியின் பெயர் யாது?”  - இந்த கேள்வி எந்த அணியைப் பற்றிக் கேட்கிறது?",
          "options": [
      "அ) இயல்பு நவிற்சி அணி",
      "ஆ) உயர்வு நவிற்சி அணி",
      "இ) தன்மை நவிற்சி அணி",
      "ஈ) ஆ மற்றும் இ"
    ],
    "answer": "A",
    
          "additional_context": "இயல்பு நவிற்சி அணி என்பது ஒரு பொருளின் இயல்பை உள்ளது உள்ளபடியே அழகுடன் கூறுவது. இதனைத் தன்மை நவிற்சி அணி என்றும் கூறுவர். தோட்டத்தில் மேயுது வெள்ளைப்பசு – அங்கே துள்ளிக் குதிக்குது கன்றுக்குட்டி அம்மா என்குது வெள்ளைப்பசு - உடன் அண்டையில் ஓடுது கன்றுக்குட்டி நாவால் நக்குது வெள்ளைப்பசு பாலை நன்றாய்க் குடிக்குது கன்றுக்குட்டி என்ற கவிதை இயல்பு நவிற்சி அணியின் எடுத்துக்காட்டு. இது பசுவும் கன்றும் ஒன்றுடன் ஒன்று கொஞ்சி விளையாடுவதை இயல்பாக எடுத்துக் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "“மனித நேயத்தை வளர்க்கும் கதைகளைப் பெற்றோர், ஆசிரியரிடம் கேட்க” - இதன் பொருள் என்ன?",
          "options": [
      "அ) கதைகள் மனித நேயத்தை வளர்க்கும்",
      "ஆ) பெற்றோர் மற்றும் ஆசிரியர்கள் கதைகளைப் பகிர்ந்து கொள்ள வேண்டும்",
      "இ) மனித நேயம் என்பது முக்கியமானது",
      "ஈ) மேலே உள்ள அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "மனித நேயம் என்பது மற்றவர்களின் மீது அன்பு, அக்கறை, பரிவு காட்டுவது. இது நம்மை நல்ல மனிதர்களாக மாற்றுகிறது. மனித நேயத்தை வளர்க்கும் கதைகளைப் படிப்பதன் மூலம் மனித நேயத்தைப் பற்றிய புரிதல் கிடைக்கும். இது நம்மை நல்லவர்களாக வாழ வழிநடத்தும்."
          }
        ,
          
  {
    
          "description": "“சமூகத்தொண்டு” - இது எதைக் குறிக்கிறது?",
          "options": [
      "அ) மற்றவர்களுக்கு உதவுதல்",
      "ஆ) சமூக நலனில் ஈடுபடுதல்",
      "இ) மனித நேயத்தை வளர்த்தல்",
      "ஈ) மேலே உள்ள அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "சமூகத்தொண்டு என்பது சமூக நலனுக்காக செய்யப்படும் தொண்டு. இது மற்றவர்களுக்கு உதவுதல், அவர்களின் நலனை மேம்படுத்துதல் ஆகியவற்றை உள்ளடக்கியது. சமூகத்தொண்டு மனித நேயத்தை வளர்க்கவும், சமூகத்தில் ஒருமைப்பாட்டை ஏற்படுத்தவும் உதவுகிறது."
          }
        ,
          
  {
    
          "description": "கவிமணி தேசிக விநாயகனார் எழுதிய பாடலில் 'வெள்ளைப்பசு' என்பது எந்த அணியின் எடுத்துக்காட்டாகும்?",
          "options": [
      "இயல்பு நவிற்சி அணி",
      "உயர்வு நவிற்சி அணி",
      "தன்மை நவிற்சி அணி",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "கவிமணி தேசிக விநாயகனார் எழுதிய பாடலில் 'வெள்ளைப்பசு' என்பது இயல்பு நவிற்சி அணி மற்றும் தன்மை நவிற்சி அணியின் எடுத்துக்காட்டு. ஏனெனில் பாடல் பசுவும் கன்றும் ஒன்றுடன் ஒன்று கொஞ்சி விளையாடுவதை இயல்பாகவும் தன்மையாகவும் எடுத்துக் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "'ஆகாச கங்கை அனல் உறைக்குமென்று' என்ற வரியில் எந்த அணி பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "இயல்பு நவிற்சி அணி",
      "உயர்வு நவிற்சி அணி",
      "தன்மை நவிற்சி அணி",
      "இவை எதுவுமில்லை"
    ],
    "answer": "B",
    
          "additional_context": "ஆகாச கங்கை அனல் உறைக்குமென்று என்ற வரியில் உயர்வு நவிற்சி அணி பயன்படுத்தப்பட்டுள்ளது. இயல்பாக ஆகாச கங்கையில் அனல் இருக்காது. ஆனால் அந்த வரியில் ஆகாச கங்கை அனல் உறைவதாகக் கூறப்படுவதால் இது உயர்வு நவிற்சி அணி ஆகும்."
          }
        ]