
[
  {
    "description": "“தமிழ் வளமைமிக்க மொழி. தொல்காப்பியம், நன்னூல் உள்ளிட்ட இலக்கண நூல்கள் மிகுந்தது தமிழ் மொழி. எட்டுத்தொகை, பத்துப்பாட்டு ஆகிய சங்க இலக்கியங்களைக் கொண்டது; திருக்குறள், நாலடியார் முதலிய அறநூல்கள் பலவும் நிறைந்தது; சிலப்பதிகாரம், மணிமேகலை முதலிய காப்பியங்களைக் கொண்டது. இவ்வாறு இலக்கிய, இலக்கண வளம் நிறைந்தது தமிழ் மொழி.” - இந்த வரிகளின்படி தமிழ் மொழி வளமைமிக்கது என்பதற்கான சான்றுகள் யாவை?",
    "options": [
      "இலக்கண நூல்கள், சங்க இலக்கியங்கள், அறநூல்கள் மற்றும் காப்பியங்கள் ஆகியவற்றின் இருப்பு.",
      "தமிழ் மொழி பல பொருள்களுக்கு வெவ்வேறு பெயர்களைப் பயன்படுத்துகிறது.",
      "தமிழ் மொழியில் பல வகையான இலக்கிய வடிவங்கள் உள்ளன.",
      "தமிழ் மொழி புதுமை மிக்க சொற்களை உருவாக்கி வருகிறது."
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழியின் வளமைக்கான சான்றுகள் பல.  தமிழ் மொழி இலக்கண, இலக்கிய வளம் நிறைந்தது.  தொல்காப்பியம், நன்னூல் போன்ற இலக்கண நூல்கள் தமிழ் மொழியின் வளமையைக் காட்டுகின்றன.  எட்டுத்தொகை, பத்துப்பாட்டு ஆகிய சங்க இலக்கியங்கள் தமிழின் தொன்மையையும், வளமையையும் காட்டுகின்றன.  திருக்குறள், நாலடியார் முதலிய அறநூல்கள் தமிழின் அழகையும், ஆழத்தையும் காட்டுகின்றன.  சிலப்பதிகாரம், மணிமேகலை முதலிய காப்பியங்கள் தமிழின் வளமையையும், இலக்கியத் திறனையும் காட்டுகின்றன."
  },
  {
    "description": "“மொழியைக் கணினியில் பயன்படுத்த வேண்டும் என்றால் அது எண்களின் அடிப்படையில் வடிவமைக்கப்படவேண்டும். தொல்காப்பியம், நன்னூல் போன்றவை நாம் படிப்பதற்காக எழுதப்பட்டவை. ஆயினும் அவை கணினி மொழிக்கும் ஏற்ற நுட்பமான வடிவத்தையும் பெற்றுள்ளன.” - இந்த வரிகளின்படி கணினி மொழிக்கும் ஏற்ற வகையில் தமிழ் எவ்வாறு வடிவமைக்கப்பட்டுள்ளது?",
    "options": [
      "தமிழ் மொழியில் உள்ள சொற்களை எண்களின் அடிப்படையில் குறிப்பிடுவதன் மூலம்.",
      "தொல்காப்பியம், நன்னூல் போன்றவற்றை கணினி மொழிக்கு ஏற்ற வடிவத்தில் மாற்றுவதன் மூலம்.",
      "தமிழ் மொழியில் புதிய சொற்களை உருவாக்குவதன் மூலம்.",
      "தமிழ் மொழியின் இலக்கண விதிகளை கணினிக்கு ஏற்ற வகையில் மாற்றுவதன் மூலம்."
    ],
    "answer": "B",
    "additional_context": "கணினி மொழிக்கும் ஏற்ற வகையில் தமிழ் வடிவமைக்கப்பட்டுள்ளது.  தொல்காப்பியம், நன்னூல் போன்ற இலக்கண நூல்களை கணினி மொழிக்கு ஏற்ற வகையில் மாற்றும் முயற்சிகள் நடைபெற்று வருகின்றன.  இதன் மூலம் தமிழை கணினியில் பயன்படுத்த முடியும்."
  },
  {
    "description": "தமிழின் இனிமையைப் புகழ்ந்து \"யாமறிந்த மொழிகளிலே தமிழ்மொழி போல் இனிதாவது எங்கும் காணோம்\" என்று பாடி, தமிழ்மொழி அனைத்து மொழிகளிலும்  இனிமையானது என்று உணர்த்தியவர் யார்?",
    "options": [
      "பாரதியார்",
      "பாரதிதாசன்",
      "கண்ணதாசன்",
      "வாணிதாசன்"
    ],
    "answer": "A",
    "additional_context": "தமிழ்மொழியின் இனிமையைப் புகழ்ந்து \"யாமறிந்த மொழிகளிலே தமிழ்மொழி போல் இனிதாவது எங்கும் காணோம்\" என்று பாடி, தமிழ்மொழி அனைத்து மொழிகளிலும் இனிமையானது என்று உணர்த்தியவர் பாரதியார்.  பாரதியார் தமிழின் பெருமையைப் பாடியவர்.  தமிழின் வளமையையும், இனிமையையும், தொன்மையையும் அவர் பாடியுள்ளார்."
  },
  {
    "description": "\"தமிழ் மிகவும் தொன்மையான மொழி என்பதை உணரலாம்\" எனக் கூறும் பகுதியில்,  தமிழ்மொழியின் தொன்மைக்கு ஆதாரமாகக் காட்டப்படும் முக்கியமான  காரணம் எது?",
    "options": [
      "தமிழில் பல பழமையான இலக்கிய நூல்கள் இருப்பது.",
      "தமிழ்மொழியில்  பல இலக்கண விதிகள்  உருவாக்கப்பட்டிருப்பது.",
      "தமிழ்மொழியின் ஒலிப்பு முறை எளிமையாக இருப்பது.",
      "தமிழ்மொழியில் சிலப்பதிகாரம் போன்ற காப்பியங்கள் இருப்பது."
    ],
    "answer": "A",
    "additional_context": "தமிழ் மிகவும் தொன்மையான மொழி என்பதற்கான சான்றுகள் பல.  தமிழில் பல பழமையான இலக்கிய நூல்கள் இருப்பது அதற்கான முக்கியமான சான்று.  தொல்காப்பியம், நன்னூல் போன்ற இலக்கண நூல்களின் இருப்பு தமிழ் மொழியின் தொன்மையை உணர்த்துகிறது.  இலக்கண நூல்கள் தோன்றியிருக்க வேண்டும் என்றால் அதற்கு முன்னதாகவே தமிழில் இலக்கிய நூல்கள் இருந்திருக்க வேண்டும்.  எனவே தமிழ் மிகவும் தொன்மையான மொழி என்பதை உணரலாம்."
  },
  {
    "description": "தமிழ் மொழி பேசவும், படிக்கவும், எழுதவும் எளிமையானது என்பதற்கு  நூலில்  எடுத்துக்காட்டாகக்  கொடுக்கப்பட்டுள்ள  உதாரணம் எது?",
    "options": [
      "தமிழ் மொழி  உயிரும் மெய்யும் இணைவதால் தோன்றுபவை உயிர்மெய் எழுத்துகள்.",
      "தமிழ் எழுத்துகள் பெரும்பாலும் வலஞ்சுழி எழுத்துகளாகவே அமைந்துள்ளன.",
      "'அமுது' என்ற சொல்  'அ' + 'மு' + 'து' என்ற எழுத்துகளின் கூட்டாக  உருவாகிறது.",
      "தமிழ்மொழியின் ஒலிப்பு முறைகளை  அறிந்துகொண்டால்  உயிர்மெய் எழுத்துகளை எளிதாக ஒலிக்கலாம்."
    ],
    "answer": "C",
    "additional_context": "தமிழ் மொழி பேசவும், படிக்கவும், எழுதவும் எளிமையானது.  உயிரும் மெய்யும் இணைந்து உயிர்மெய் எழுத்துகள் உருவாகின்றன.  இதன் மூலம் தமிழ் மொழி எழுத்துகள் எளிமையாக இருப்பது புரிகிறது.  எடுத்துக்காட்டாக, 'அமுது' என்ற சொல்  'அ' + 'மு' + 'து'  என்ற எழுத்துகளின் கூட்டாக உருவாகிறது.  தமிழ் மொழியின் ஒலிப்பு முறைகளை அறிந்து கொண்டால் உயிர்மெய் எழுத்துகளை எளிதாக ஒலிக்கலாம்.  எழுத்துகளைக் கூட்டி ஒலித்தாலே தமிழ் படித்தல் இயல்பாக நிகழ்ந்துவிடும்."
  }
]
