[
          
  {
    
          "description": "“பிறர் செய்த உதவியை மறவாதிருத்தல்; பிறர் செய்யும் தீமைகளைப் பொறுத்துக் கொள்ளுதல்; இனிய சொற்களைப் பேசுதல்; எவ்வுயிர்க்கும் துன்பம் செய்யாதிருத்தல்; கல்வி அறிவு பெறுதல்; எல்லோரையும் சமமாகப் பேணுதல்; அறிவுடையவராய் இருத்தல்; நற்பண்புகள் உடையவரோடு நட்புக் கொள்ளுதல் ஆகிய எட்டும் நல்லொழுக்கத்தை விதைக்கும் விதைகள் ஆகும்.” \n\n“ஆசாரக்கோவை” கூறும் எட்டு நல்லொழுக்க விதைகளில், பிறர் செய்த நன்மையை மறவாமல் நினைவில் வைத்திருப்பது எதைக் குறிக்கிறது?",
          "options": [
      "அ) இன்சொல்லோடு",
      "ஆ) நன்றியறிதல்",
      "இ) ஒப்புரவு",
      "ஈ) கல்வியோடு"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி ஆசாரக்கோவை பாடலில் கூறப்பட்டுள்ள எட்டு நல்லொழுக்க விதைகளில் ஒன்றை பற்றியது. பாடலின் துவக்கத்தில் கூறப்பட்டுள்ள, பிறர் செய்த நன்மையை மறவாமல் நினைவில் வைத்திருப்பது எது? என்பதற்கான விடை ஆசாரக்கோவை கூறும் எட்டு விதைகளில் ஒன்றான 'நன்றியறிதல்' ஆகும். "
          }
        ,
          
  {
    
          "description": "'சொல்லிய ஆசார வித்து'",
          "options": [
      "அ) நல்லொழுக்கத்தின் மூலம் நல்ல மனிதர்களை உருவாக்க முடியும்",
      "ஆ) எல்லோரும் நல்லொழுக்கங்களைப் பின்பற்ற வேண்டும்",
      "இ) நல்லொழுக்கங்கள் மனித வாழ்வின் அடிப்படை",
      "ஈ) நல்லொழுக்கங்கள் மனித வாழ்வில் விதை போன்றவை"
    ],
    "answer": "D",
    
          "additional_context": "ஆசாரக்கோவை பாடலில் கூறப்பட்டுள்ள எட்டு நல்லொழுக்க விதைகள் மனித வாழ்வில் விதை போன்றவை. ஏனெனில்,  அவை நல்லொழுக்கத்தை ஊக்குவித்து, நல்ல மனிதர்களை உருவாக்குகின்றன. இவை நல்ல வாழ்க்கைக்கு அடிப்படை. இவை நல்லொழுக்கம் நம் வாழ்வில் விதை போன்றவை என்பதை எடுத்துக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "'நல்லொழுக்கமே நல்ல மனிதர்களை உருவாக்கும். நாம் ஒழுக்க நெறிகளை அறிந்தால்தான் அவற்றைப் பின்பற்றி நல்வாழ்வு வாழ முடியும். இந்த நோக்கத்திற்காகவே நம் முன்னோர் அற நூல்களைப் படைத்தனர். நாம் பின்பற்ற வேண்டிய நற்பண்புகளை அறநூல்கள் விளக்குகின்றன.'",
          "options": [
      "அ) நம் வாழ்வில் ஒழுக்கம் மிகவும் முக்கியம்",
      "ஆ) நல்லொழுக்கங்கள் வாழ்க்கைக்குத் தேவையானவை",
      "இ) ஒழுக்க நெறிகளை அறிந்துகொள்வதன் அவசியம்",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி ஆசாரக்கோவை பாடலின் முன்னுரையை பற்றியது. நல்லொழுக்கமே நல்ல மனிதர்களை உருவாக்கும் என்பது இதன் முக்கிய கருத்து. முன்னோர் அற நூல்களைப் படைத்து நல்லொழுக்கத்தைப் பற்றி எடுத்துரைத்தனர்.  நாம் ஒழுக்க நெறிகளை அறிந்தால்தான் அவற்றைப் பின்பற்றி நல்வாழ்வு வாழ முடியும். எனவே இக்கருத்துகளின் அடிப்படையில் மேற்கண்ட அனைத்து விடைகளும் சரியானவை."
          }
        ,
          
  {
    
          "description": "ஆசாரக்கோவை நூலின் ஆசிரியர் யார்?  அவர்கள் எந்த ஊரைச் சேர்ந்தவர்?",
          "options": [
      "பெருவாயின் முள்ளியார், கயத்தூர்",
      "திருவள்ளுவர், மதுரை",
      "கம்பர், தஞ்சாவூர்",
      "ஔவையார், புகார்"
    ],
    "answer": "A",
    
          "additional_context": "ஆசாரக்கோவை நூலின் ஆசிரியர் பெருவாயின் முள்ளியார். இவர் கயத்தூரை சேர்ந்தவர். இவர் பதினெண்கீழ்க்கணக்கு நூல்களில் ஒன்றான  ஆசாரக்கோவை நூலை எழுதியவர். ஆசாரக்கோவை என்பதற்கு நல்ல ஒழுக்கங்களின் தொகுப்பு என்பது பொருள். இந்நூல் நூறு வெண்பாக்களைக் கொண்டது."
          }
        ,
          
  {
    
          "description": "நன்றியறிதல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி ஆகியவை எதற்கான விதைகள்?",
          "options": [
      "நல்லொழுக்கம்",
      "நட்பு",
      "அறிவு",
      "சொல்வன்மை"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி ஆசாரக்கோவை பாடலில் கூறப்பட்டுள்ள எட்டு நல்லொழுக்க விதைகளை பற்றியது. பாடலில் கூறப்பட்டுள்ள நன்றியறிதல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி ஆகியவை நல்லொழுக்கத்தை ஊக்குவிக்கின்றன. இவை நல்லொழுக்கத்தை விதைக்கும் விதைகள் என்று கூறலாம்."
          }
        ]