[
          
  {
    
          "description": "'அன்னை நாட்டின் அமுத சுரபியில் அன்னிய நாடுகள் பசிதீர' எனும் வரி மூலம் கவிஞர் இந்தியாவை என்னவாகப் புகழ்கிறார்?",
          "options": [
      "மருத்துவம் மற்றும் அறிவியல் ஆராய்ச்சி மையமாக",
      "இயற்கை வளங்கள் நிறைந்த நாடு",
      "கலை மற்றும் கலாச்சார மையமாக",
      "மனிதாபிமானம் மற்றும் தாராள மனப்பான்மை கொண்ட நாடு"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரியில் 'அன்னை நாட்டின் அமுத சுரபியில்' எனக் கூறப்பட்டுள்ளது. அமுதம் என்பது மிகவும் மதிப்புமிக்கது. இது இந்தியாவின் மனிதாபிமானத்தைப் புகழ்கிறது. 'அன்னிய நாடுகள் பசிதீர' என்பது தாராள மனப்பான்மையைக் குறிக்கிறது. அதாவது இந்தியா தன் வளங்களைப் பகிர்ந்து கொள்வதில் மகிழ்ச்சி கொள்கிறது என்பதைத் தெளிவாக்குகிறது."
          }
        ,
          
  {
    
          "description": "'அண்ணல் காந்தியின் சின்னக் கைத்தடி அறத்தின் ஊன்று கோலாக' எனும் வரி கவிதையில் எந்தப் பொருளை வலியுறுத்துகிறது?",
          "options": [
      "அகிம்சை மற்றும் நீதியின் முக்கியத்துவம்",
      "தேசிய ஒருமைப்பாட்டைப் போற்றும் மனப்பான்மை",
      "சமூக சீர்திருத்தம் மற்றும் சமத்துவம்",
      "கல்வி மற்றும் அறிவியல் ஆராய்ச்சியின் முக்கியத்துவம்"
    ],
    "answer": "A",
    
          "additional_context": "காந்தியடிகளின் அகிம்சை போராட்டமே நம் நாட்டை ஆங்கிலேயர் ஆட்சியிலிருந்து விடுதலை செய்தது என்பதை அனைவரும் அறிந்ததே. கவிஞர் காந்தியடிகளின் சின்னக் கைத்தடியை 'அறத்தின் ஊன்று கோலாக' என்று குறிப்பிடுவதன் மூலம் அகிம்சை மற்றும் நீதியின் முக்கியத்துவத்தை வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "'புதுமைகள் செய்த தேசமிது பூமியின் கிழக்கு வாசலிது!' எனும் வரிகளைப் பயன்படுத்தி கவிஞர் இந்தியாவை எந்தப் பண்பால் விளக்குகிறார்?",
          "options": [
      "பழமையான வரலாறு மற்றும் பாரம்பரியம்",
      "புதிய கண்டுபிடிப்புகள் மற்றும் முன்னேற்றங்கள்",
      "உலக அரசியலில் பெரும் செல்வாக்கு",
      "கலாச்சார மற்றும் இலக்கிய பங்களிப்புகள்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரிகளில் 'புதுமைகள் செய்த தேசமிது' எனக் குறிப்பிடப்பட்டுள்ளது. இந்தியா தொடர்ந்து புதிய கண்டுபிடிப்புகளைச் செய்து வருகிறது. புதிய தொழில்நுட்பங்கள், அறிவியல் ஆராய்ச்சிகள் ஆகியவற்றில் இந்தியா முன்னணி வகிக்கிறது என்பதை இது காட்டுகிறது."
          }
        ]