[
          
  {
    
          "description": "“கற்றது கைம்மண் அளவு, கல்லாதது உலகளவு” என்பது நூலகங்கள் குறித்து என்ன உணர்த்துகிறது?",
          "options": [
      "பாடநூல்களை மட்டும் படித்தால் போதும்",
      "நூலகங்கள் நம் அறிவை விரிவுபடுத்த உதவும்",
      "உலக அறிவு எல்லாம் பாடநூல்களில் உள்ளது",
      "நூலகங்களுக்குச் செல்லும்போது நம்மை நாம் மண் மாதிரி உணருவோம்"
    ],
    "answer": "B",
    
          "additional_context": "நூலகங்கள் பற்றிய இந்தப் பழமொழி நூலகங்களின் முக்கியத்துவத்தைப் பற்றிச் சொல்கிறது. பாடநூல்கள் நம் அறிவை விரிவுபடுத்தினாலும் அது போதாது. பல்வேறு துறை சார்ந்த நூல்களைப் படித்து நம் அறிவை விரிவுபடுத்த வேண்டும். நூலகங்கள் நமக்கு அந்த வாய்ப்பைத் தருகின்றன. அதனால்தான் நூலகங்கள்  நம் அறிவை விரிவுபடுத்த உதவும் என இந்த பழமொழி கூறுகிறது."
          }
        ,
          
  {
    
          "description": "'ஆசியாவிலேயே இரண்டாவது பெரிய நூலகம் நம் தமிழ்நாட்டில் உள்ளது' என்ற வாக்கியம் எந்த நூலகத்தைப் பற்றி குறிப்பிடுகிறது?",
          "options": [
      "மாவட்ட நூலகம்",
      "அண்ணா நூற்றாண்டு நூலகம்",
      "கிளை நூலகம்",
      "ஊர்ப்புற நூலகம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த பாடத்தில் அண்ணா நூற்றாண்டு நூலகத்தைப் பற்றி விளக்கமாகக் கூறப்பட்டுள்ளது. இந்த நூலகத்தைப் பற்றி மேலும் தெரிந்துகொள்ளுங்கள்."
          }
        ,
          
  {
    
          "description": "அண்ணா நூற்றாண்டு நூலகத்தில் உள்ள பிரெய்லி நூல்கள் யாருக்குப் பயன்படும்?",
          "options": [
      "குழந்தைகளுக்கு",
      "பார்வைத் திறன் குறைபாடுடையோருக்கு",
      "படிக்கத் தெரியாதவர்களுக்கு",
      "புத்தகங்களை வாங்க முடியாதவர்களுக்கு"
    ],
    "answer": "B",
    
          "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் பார்வைத் திறன் குறைபாடுடையோருக்கான பிரிவு உள்ளது. அவர்கள் தொட்டுப் பார்த்துப் படிப்பதற்கான பிரெய்லி நூல்கள் உள்ளன. கேட்டு அறிய ஒலி வடிவ நூல்கள், குறுந்தகடுகள் வடிவில் உள்ளன. அவர்களுக்கு உதவி செய்யப் பணியாளர்களும் உள்ளனர்."
          }
        ,
          
  {
    
          "description": "அண்ணா நூற்றாண்டு நூலகத்தில் குழந்தைகள் பிரிவை வித்தியாசப்படுத்தும் விஷயம் எது?",
          "options": [
      "நூல்களின் எண்ணிக்கை",
      "செய்ற்கை மரம்",
      "குழந்தைகள் மட்டுமே பயன்படுத்தக்கூடிய நூல்கள்",
      "குளிர்பதன வசதி"
    ],
    "answer": "B",
    
          "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் குழந்தைகளுக்கான பிரிவு தரைத்தளத்தில் உள்ளது. அவர்கள் மகிழ்ச்சியான சூழலில் படிப்பதற்காகச் செயற்கை மரம் அமைக்கப்பட்டுள்ளது. சிறுவர்கள் மட்டுமல்ல அனைவரின் மனத்தையும் கொள்ளைகொள்ளும் பகுதி இது."
          }
        ,
          
  {
    
          "description": "'இங்கு அனைத்துவகைப் போட்டித் தேர்வுகளுக்கும் தேவையான நூல்கள் உள்ளன' என்பது அண்ணா நூற்றாண்டு நூலகத்தில் எந்தத் தளத்தைப் பற்றிக் குறிப்பிடுகிறது?",
          "options": [
      "தரைத்தளம்",
      "முதல் தளம்",
      "ஏழாம் தளம்",
      "எட்டாம் தளம்"
    ],
    "answer": "C",
    
          "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தின் ஏழாம் தளத்தில் அரசு கீழ்த்திசைச் சுவடிகள் நூலகம் உள்ளது. இங்குப் பழைமையான ஓலைச் சுவடிகள் சேகரித்துப் பாதுகாத்து வைக்கப்பட்டுள்ளன. இதே தளத்தில் வரலாறு, புவியியல், சுற்றுலா நூல்களும் உள்ளன. இங்கு அனைத்துவகைப் போட்டித் தேர்வுகளுக்கும் தேவையான நூல்கள் உள்ளன. மின் நூலகமும் உள்ளது."
          }
        ]