
[
  {
    "description": "“கொங்கு அலர்தார்ச் சென்னி” என்ற வரிகளில் “கொங்கு” என்பதன் பொருள் எது?",
    "options": [
      "மலர்களின் மணம்",
      "மகரந்தம்",
      "குளிர்ச்சி",
      "நிறம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரிகள், சோழ மன்னனைப் புகழ்ந்து பாடும் சிலப்பதிகாரத்தின் ஒரு பகுதியாகும். சோழ மன்னன் தேன் நிறைந்த ஆத்திமலர் மாலையை அணிந்திருப்பதாகவும், வெண்ணிலவு குளிர்ச்சியான வெண்குடை போன்றும் இருப்பதாகவும் இந்தப் பாடல் கூறுகிறது. மலர்களின் மகரந்தத்தை ‘கொங்கு’ என்று கூறுவர். எனவே, இந்த வரிகளில் ‘கொங்கு’ என்பது ‘மகரந்தம்’ என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“காவிரி நாடன் திகிரிபோல் பொற்கோட்டு” என்ற வரிகளில் “திகிரி” என்பதன் பொருள் எது?",
    "options": [
      "ஆணைச் சக்கரம்",
      "கதிரவன்",
      "வெண்குடை",
      "மலர்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வரிகள், சோழ மன்னனைப் புகழ்ந்து பாடும் சிலப்பதிகாரத்தின் ஒரு பகுதியாகும். சோழ மன்னனை ‘காவிரி நாடன்’ என்று குறிப்பிட்டு, கதிரவனை ஆணைச்சக்கரத்துடன் ஒப்பிட்டுப் பாராட்டுகிறது. ஆணைச்சக்கரம் என்பது மன்னரின் அதிகாரத்தைக் குறிப்பிடும் ஒரு வார்த்தை. ஆகையால், ‘திகிரி’ என்பது ‘ஆணைச் சக்கரம்’ என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“நாம நீர் வேலி உலகிற்கு அவன் அளிபோல்” என்ற வரிகளில் “நாம நீர்” என்பதன் பொருள் எது?",
    "options": [
      "காவிரி ஆறு",
      "வான்மழை",
      "கடல்",
      "நதி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரிகள், சோழ மன்னனைப் புகழ்ந்து பாடும் சிலப்பதிகாரத்தின் ஒரு பகுதியாகும். இது மழையைப் புகழ்ந்து பாடும் பகுதி. இயற்கையான கடலைக் குறிக்கும் வார்த்தையாக ‘நாம நீர்’ பயன்படுத்தப்பட்டுள்ளது. எனவே, ‘நாம நீர்’ என்பது ‘கடல்’ என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“வெண்குடை போல அருளை வழங்கும்” என்ற வரிகளில் “வெண்குடை” குறிப்பது எதை?",
    "options": [
      "மழை",
      "நிலவு",
      "கதிரவன்",
      "மேகம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரிகள், சோழ மன்னனைப் புகழ்ந்து பாடும் சிலப்பதிகாரத்தின் ஒரு பகுதியாகும். இது நிலவைப் புகழ்ந்து பாடும் பகுதி. இயற்கையான நிலவை ‘வெண்குடை’ என்று குறிப்பிட்டு, நிலவின் குளிர்ச்சி மற்றும் அருள் பொழிவைக் குறிப்பிடுகிறது. எனவே, ‘வெண்குடை’ என்பது ‘நிலவு’ என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“மேரு வலம் திரிதலான்” என்ற வரிகளில் “மேரு” குறிப்பது எதை?",
    "options": [
      "கடல்",
      "இமயமலை",
      "ஆறு",
      "மலை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரிகள், சோழ மன்னனைப் புகழ்ந்து பாடும் சிலப்பதிகாரத்தின் ஒரு பகுதியாகும். இது சூரியனைப் புகழ்ந்து பாடும் பகுதி. சூரியன் இமயமலையைச் சுற்றி வருவதாகக் குறிப்பிடுகிறது. இந்த வரிகளில் ‘மேரு’ என்பது ‘இமயமலை’ என்பதைக் குறிக்கிறது. இமயமலையைக் குறிப்பிடும் பொதுவான சொல்லாக ‘மேரு’ பயன்படுத்தப்படுகிறது."
  }
]
