[
          
  {
    
          "description": "புத்தர்பிரான் யாகசாலையில் நின்ற மக்களைப் பார்த்து என்ன கேள்வி கேட்கிறார்?",
          "options": [
      "வாழும் உயிர்களைத் துன்புறுத்துவது ஏன் எளிதான செயல்?",
      "வீழும் உடலை எழுப்புவது எளிதான செயலா?",
      "யாரும் விரும்புவது எது?",
      "இறந்தவர்களை உயிர்ப்பிக்க முடியுமா?"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "புத்தர்பிரான் யாகசாலையை அடைந்து அங்கே கூடியிருந்த மக்களைப் பார்த்து  'வாழும் உயிரை வாங்கிவிடல் இந்த மண்ணில் எவர்க்கும் எளிதாகும்; வீழும் உடலை எழுப்புதலோ ஒரு வேந்தன் நினைக்கிலும் ஆகாதையா!' என்று கேட்கிறார். புத்தர்பிரான் இங்கே ஒரு மிக முக்கியமான கருத்தை எடுத்துரைக்கிறார். உயிர்களை எடுத்து கொள்வது எளிதான செயல். ஆனால், இறந்தவர்களை உயிர்ப்பித்து எழுப்புவது என்பது மிகவும் கடினமானது. யாரும் விரும்புவது இன்னுயிராம் என்பதை வலியுறுத்துவதற்காக இந்தக் கேள்வியை புத்தர்பிரான் கேட்கிறார். "
          }
        ,
          
  {
    
          "description": "புத்தர்பிரான் கூறும் மறைபொருளை அறியாதவர்கள் எப்படி நடந்து கொள்வார்கள்?",
          "options": [
      "பிற உயிர்களை வருத்தி, தாங்களும் துன்புறுவார்கள்.",
      "அனைவரிடமும் இரக்கம் காட்டுவார்கள்.",
      "எல்லா உயிர்களையும் சமமாகப் பார்ப்பார்கள்.",
      "தாங்கள் மட்டும் நன்றாக இருக்க விரும்புவார்கள்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "புத்தர்பிரான் இயற்கையின் அழகை வர்ணித்து 'நேரிய உள்ளம் இரங்கிடுமேல் இந்த நீள்நிலம் முற்றுமே ஆண்டிடலாம்; பாரினில் மாரி பொழிந்திடவே வயல் பக்குவ மாவது அறிந்திலீரோ?' என்று கேள்வி எழுப்புகிறார். காட்டும் கருணை உடையவரே என்றும் கண்ணிய வாழ்வை உடையவராம் என்பதை புத்தர்பிரான் வலியுறுத்துகிறார். "
          }
        ,
          
  {
    
          "description": "புத்தர்பிரான் கூறும் 'நம்பி இருப்பவர் கும்பி எரிந்திடில் நன்மை உமக்கு வருமோ ஐயா?' என்னும் கேள்வி எதைப் பற்றியது?",
          "options": [
      "மன்னனின் இரக்கமின்மை",
      "மக்களின் மீதான மன்னனின் கடமை",
      "மன்னன் செய்யும் தவறுகள்",
      "ஆடுகளின் துன்பம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "புத்தர்பிரான் மன்னனைப் பார்த்து 'நம்பி இருப்பவர் கும்பி எரிந்திடில் நன்மை உமக்கு வருமோ ஐயா?  ஆயிரம் பாவங்கள் செய்தவெல்லாம் ஏழை ஆட்டின் தலையோடு அகன்றிடுமோ?' என்று கேள்வி எழுப்புகிறார். ஆடுகள்  தம்மை நம்பி இருப்பவர்கள். அவர்களைப் பலி கொடுப்பதால் மன்னனுக்கு நன்மை வரும் என்று எண்ணுவதா? என்று புத்தர்பிரான் கேள்வி கேட்கிறார். "
          }
        ,
          
  {
    
          "description": "'பாரில் எறும்பும் உயிர்பிழைக்கப் படும் பாடு முழுதும் அறிந்திலீரோ?'  என்ற புத்தர்பிரானின் கேள்வி எதை வலியுறுத்துகிறது?",
          "options": [
      "எறும்புகளின் உயிர் மதிப்பு",
      "மனிதர்களைவிட எறும்புகள் அதிக பாடுபடுகின்றன.",
      "எல்லா உயிர்களும் உயிர்பிழைக்கப் பாடுபடுகின்றன.",
      "எறும்புகளுக்கு மனிதர்களைப் போல் உயிர் மதிப்பு இல்லை."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "புத்தர்பிரான் மன்னனைப் பார்த்து 'பாரில் எறும்பும் உயிர்பிழைக்கப் படும் பாடு முழுதும் அறிந்திலீரோ?  நேரிய உள்ளம் இரங்கிடுமேல் இந்த நீள்நிலம் முற்றுமே ஆண்டிடலாம்; பாரினில் மாரி பொழிந்திடவே வயல் பக்குவ மாவது அறிந்திலீரோ?' என்று கேள்வி எழுப்புகிறார். எல்லா உயிர்களும் உயிர்பிழைக்கப் பாடுபடுகின்றன. இரக்கம் உள்ள மனம் கொண்டவர்கள் இந்த உலகை ஆட்சி செய்ய முடியும் என்பதை புத்தர்பிரான் விளக்குகிறார். "
          }
        ,
          
  {
    
          "description": "'காடு மலையெலாம் மேய்ந்துவந்து ஆடுதன் கன்று வருந்திடப் பாலையெல்லாம் தேடிஉம் மக்களை ஊட்டுவதும் ஒரு தீய செயலென எண்ணினீரோ?'  என்ற கேள்வி எதைப் பற்றியது?",
          "options": [
      "ஆடுகளின் இனப்பெருக்கம்",
      "ஆடுகளின் தாய்மை",
      "ஆடுகளின் இயல்பு",
      "ஆடுகளின் அன்பான குணம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "புத்தர்பிரான் 'காடு மலையெலாம் மேய்ந்துவந்து ஆடுதன் கன்று வருந்திடப் பாலையெல்லாம் தேடிஉம் மக்களை ஊட்டுவதும் ஒரு தீய செயலென எண்ணினீரோ? அம்புவி மீதில்இவ் ஆடுகளும் உம்மை அண்டிப் பிழைக்கும் உயிரலவோ? நம்பி இருப்பவர் கும்பி எரிந்திடில் நன்மை உமக்கு வருமோ ஐயா?' என்று கேள்வி எழுப்புகிறார். ஆடுகள் மக்களை நம்பி இருக்கும் உயிர்கள். தம்மை அண்டிப் பிழைக்கின்றன. அவற்றைப் பலி கொடுப்பது தீய செயல் என்று புத்தர்பிரான் விளக்குகிறார். "
          }
        ]