
[
  {
    "description": "'ஆழ அமுக்கி முகக்கினும் ஆழ்கடல்நீர் / நாழி முகவாது நால் நாழி' என்ற வரிகள் எந்த அறிவியல் கருத்தை விளக்குகின்றன?",
    "options": [
      "கடலின் ஆழம் மிக அதிகம்.",
      "நீர் ஒரு திரவப் பொருள் என்பதை.",
      "திரவப் பொருள்களை எவ்வளவு அழுத்தினாலும் அவற்றின் அளவைச் சுருக்க முடியாது.",
      "கடல்நீர் நிறைய உப்புத்தன்மை கொண்டது."
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் ஔவையாரால் கூறப்பட்டவை. கடல் நீர் மிகவும் ஆழமானது என்பதை இவை குறிப்பிடுகின்றன.  அமுக்கினாலும் கூட, அதன் அளவு மாறாது. அதாவது திரவப் பொருள்களை அழுத்தினாலும் அவை அளவில் குறையாது. "
  },
  {
    "description": "பதிற்றுப்பத்து என்னும் நூலில் எந்த வகையான மருத்துவக் கருத்து குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "தொற்றுநோய் பரவலைத் தடுப்பது பற்றியது.",
      "மருந்துகளைப் பயன்படுத்துவது பற்றியது.",
      "மூலிகைகள் மூலம் சிகிச்சை அளிப்பது பற்றியது.",
      "புண் தைத்து சிகிச்சை அளிப்பது பற்றியது."
    ],
    "answer": "D",
    "additional_context": "பதிற்றுப்பத்து என்னும் நூலில் போர்க்களத்தில் மார்பில் புண்படுவது இயல்பு. வீரர் ஒருவரின் காயத்தை வெண்ணிற ஊசியால் தைத்த செய்தி இடம்பெற்றுள்ளது."
  },
  {
    "description": "'தினையளவு போதாச் சிறுபுல்நீர் நீண்ட / பனையளவு காட்டும்' என்ற வரிகள் எந்தக் கருத்தை விளக்குகின்றன?",
    "options": [
      "நீர் மிகவும் அரிதானது.",
      "சிறிய பொருள் கூட பெரிதாகத் தெரியும்.",
      "பொருளின் தொலைவுக்கு ஏற்ப அதன் அளவு மாறுபடும்.",
      "நீர் மிகவும் மதிப்பு வாய்ந்தது."
    ],
    "answer": "C",
    "additional_context": "திருவள்ளுவமாலை என்னும் நூலில் இந்த வரிகள் இடம்பெற்றுள்ளன. இது பொருளின் தொலைவுக்கு ஏற்ப அதன் அளவு மாறுபடும் என்பதை விளக்குகிறது.  தொலைவில் உள்ள பொருள் அருகில் இருப்பதை விட பெரியதாகத் தெரியும் என்பது இதன் பொருள். "
  },
  {
    "description": "இன்சுவைக்கு நம்பிக்கை ஊட்டிய முக்கியமான காரணம் எது?",
    "options": [
      "அத்தையின் ஆதரவு",
      "தமிழ் இலக்கியங்களில் உள்ள அறிவியல் கருத்துகள்",
      "அறிவியல் அறிஞர்களின் வாழ்க்கை வரலாறுகள்",
      "இவையனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "அவள் தமிழில் படித்து அறிவியல் அறிஞராகும் கனவை நிறைவேற்ற முடியுமா? என்ற கேள்விக்கு அத்தையின் கடிதங்கள் நம்பிக்கை ஊட்டின. அத்தையின் ஆதரவு, தமிழ் இலக்கியங்களில் உள்ள அறிவியல் கருத்துகள் மற்றும் அறிவியல் அறிஞர்களின் வாழ்க்கை வரலாறுகள் ஆகியவை இன்சுவைக்கு நம்பிக்கையை ஊட்டியன."
  },
  {
    "description": "'கனவு பலித்தது' என்ற தலைப்பு இக்கடிதத்திற்கு எவ்வாறு பொருந்துகிறது?",
    "options": [
      "இன்சுவை தன் இலக்கை அடைந்துள்ளாள்.",
      "அத்தையின் கடிதம் இன்சுவைக்கு நம்பிக்கையை ஊட்டியது.",
      "தமிழ் மொழியில் படித்து அறிவியல் அறிஞராகும் இன்சுவையின் கனவு நிறைவேறியது.",
      "அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    "additional_context": "இன்சுவை இளம் அறிவியல் ஆய்வாளர் பணிக்குத் தெரிவு செய்யப்பட்டிருக்கிறாள். அதாவது,  தமிழில் படித்து அறிவியல் அறிஞராகும் அவளது கனவு நிறைவேறியது.  இன்சுவையின் கனவு நிறைவேறியது மட்டுமன்றி அத்தையின் ஆதரவும் இன்சுவைக்கு நம்பிக்கையை ஊட்டியது."
  }
]
