[
          
  {
    
          "description": "பின்வரும் கூற்றுகளில் எது காமராசரின் கல்வித் திட்டங்களின் நோக்கத்தைப் பிரதிபலிக்கிறது?",
          "options": [
      "அனைவருக்கும் இலவசக் கல்வி கிடைக்க வேண்டும்.",
      "மாணவர்கள் சிறந்த முறையில் கல்வி பெற வேண்டும்.",
      "கல்வி என்பது அனைவருக்கும் அணுகக்கூடியதாக இருக்க வேண்டும்.",
      "கல்வி மூலம் சமுதாயத்தை முன்னேற்ற வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "காமராசர் முதல் அமைச்சராக இருந்த காலத்தில் ஏறக்குறைய ஆறாயிரம் தொடக்கப்பள்ளிகள் மூடப்பட்டு இருந்தன. அவற்றை உடனடியாகத் திறக்க ஆணையிட்டார். மாநிலம் முழுவதும் அனைவருக்கும் இலவசக் கட்டாயக் கல்விக்கான சட்டத்தை இயற்றித் தீவிரமாக நடைமுறைப்படுத்தினார். இதன் மூலம் அனைவருக்கும் கல்வி அணுகக்கூடியதாக இருக்க வேண்டும் என்ற நோக்கம் தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "'கல்விக்கண் திறந்தவர்' என்ற தலைப்பு காமராசரின் குணத்தை எவ்வாறு விவரிக்கிறது?",
          "options": [
      "அவர் கல்வியைப் பற்றி மிகுந்த கவலை கொண்டிருந்தார்.",
      "அவர் கல்வியின் மீது ஆர்வம் கொண்டிருந்தார்.",
      "அவர் கல்விக்காக எதையும் செய்யத் தயாராக இருந்தார்.",
      "அவர் கல்வியின் அவசியத்தை உணர்ந்திருந்தார்."
    ],
    "answer": "A",
    
          "additional_context": "'கல்விக்கண் திறந்தவர்' என்ற பெயரில் அழைக்கப்படும் காமராசர் கல்விக்காக அவர் கொண்டிருந்த அக்கறையைப் பிரதிபலிக்கிறது. ஆடு மேய்த்துக் கொண்டிருந்த சிறுவர்கள் பள்ளிக்கூடம் போகாமல் இருப்பதைப் பார்த்து அதிர்ச்சியடைந்தார். ஊர்தோறும் பள்ளிக்கூடங்களைத் திறக்க வேண்டும் என்று முடிவு செய்தார். பள்ளி விழா ஒன்றில் பங்கேற்கச் சென்றபோது படிப்பறிவு இருந்தால்தான் நாடு முன்னேற்றம் அடையும் என்று கூறினார். மாணவர்கள் உயர்கல்வி பெறப் பொறியியல் கல்லூரிகள், மருத்துவக் கல்லூரிகள், கால்நடை மருத்துவக் கல்லூரிகள், ஆசிரியப் பயிற்சி நிறுவனங்கள் ஆகியவற்றைப் புதிதாகத் தொடங்கினார். தமிழ்நாட்டில் பல கிளைநூலகங்களைத் தொடங்கினார். இவ்வாறு கல்விப்புரட்சிக்கு வித்திட்டவர் காமராசரே ஆவார்."
          }
        ,
          
  {
    
          "description": "காமராசரின் கல்வித் திட்டங்கள் சமுதாயத்தில் ஏற்படுத்திய மாற்றங்களை எவ்வாறு விவரிக்கலாம்?",
          "options": [
      "கல்விக்கான அணுகல் மேம்பட்டது.",
      "மாணவர்களின் கல்வித்தரம் அதிகரித்தது.",
      "பள்ளிக்கூடங்கள் அதிகரித்தன.",
      "சமுதாயத்தில் கல்வியறிவு அதிகரித்தது."
    ],
    "answer": "D",
    
          "additional_context": "காமராசர் முதல்வராக இருந்த காலத்தில் அவர் எடுத்து வந்த நடவடிக்கைகள் சமுதாயத்தில் கல்வியறிவை அதிகரிக்க உதவின. அவரது கல்வித் திட்டங்கள் மூலம் அனைத்து குழந்தைகளுக்கும் கல்வி கிடைக்கச் செய்தார். மாணவர்கள் பசியின்றிப் படிக்க மதிய உணவுத் திட்டத்தைக் கொண்டு வந்தார். பள்ளிகளில் ஏற்றத்தாழ்வின்றிக் குழந்தைகள் கல்வி கற்கச் சீருடைத் திட்டத்தை அறிமுகம் செய்தார். பள்ளிகளின் வசதிகளைப் பெருக்கப் பள்ளிச்சீரமைப்பு மாநாடுகள் நடத்தினார். இவ்வாறு சமுதாயத்தில் கல்வியறிவை வளர்க்கும் முயற்சிகளை மேற்கொண்டார்."
          }
        ]