
[
  {
    "description": "மீனவர்கள் தமது தொழிலில் எதனை தமது கூட்டாளியாகக் கருதுகிறார்கள் என்பதை இந்தப் பாடல் வரிகள் எடுத்துக்காட்டுகின்றன?",
    "options": [
      "அ) கடல் அலை",
      "இ) பனிமூட்டம்",
      "ஆ) கதிரவன்",
      "ஈ) விண்மீன்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடலில் மீனவர்கள் தங்கள் தொழிலில் கடல் அலையை தங்கள் தோழனாக கருதுகின்றனர்.  'அடிக்கும் அலை நம்தோழன் – ஐலசா' என்று பாடல் வரிகள் குறிப்பிடுகின்றன.  மீனவர்கள்  கடலில் மீன் பிடிக்கச் செல்லும் போது அலைகளின் இயக்கமே அவர்களுக்கு நம்பிக்கையையும் உற்சாகத்தையும் அளிக்கிறது என்பதை இந்த வரிகள் எடுத்துக்காட்டுகின்றன."
  },
  {
    "description": "மீனவர்கள் கடலில் இருந்து என்ன பெறுகிறார்கள் என்பதைப் பாடல் வரிகள் எடுத்துக்காட்டுகின்றன?",
    "options": [
      "அ) உணவு மற்றும் இயற்கை வளங்கள்",
      "இ) சுற்றுச்சூழல் சமநிலை",
      "ஆ) தொழில் நுட்பம்",
      "ஈ) கலாச்சார மரபுகள்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் வரிகளில், மீனவர்கள் கடலில் இருந்து மீன்களைப் பிடித்து, உணவு மற்றும்  இயற்கை வளங்களைப் பெறுகின்றனர் என்று குறிப்பிடப்பட்டுள்ளது. 'பிடிக்கும் மீன்கள் நம்பொருள்கள் – ஐலசா' என்ற வரிகள்  மீனவர்களின் தொழிலான மீன்பிடிப்பு மூலமாக அவர்களுக்கு கிடைக்கும் பொருளாதார நன்மையைப் பற்றி தெளிவாகக் கூறுகின்றன."
  },
  {
    "description": "மீனவர்களின் வாழ்க்கை முறை எவ்வாறு இருக்கிறது என்பதை பாடல் வரிகள் வெளிப்படுத்துகின்றன?",
    "options": [
      "அ) கடின உழைப்பு மற்றும் இயற்கையுடன் இணைந்த வாழ்க்கை",
      "இ) ஆடம்பரமான வாழ்க்கை",
      "ஆ) நகர்ப்புற வாழ்க்கை",
      "ஈ) கல்வி மற்றும் தொழில்நுட்பம் சார்ந்த வாழ்க்கை"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் வரிகள் மீனவர்கள் கடின உழைப்பின் மூலம் தங்கள் வாழ்க்கையை நடத்துகிறார்கள் என்பதை வெளிப்படுத்துகின்றன. 'துணிவோடு தொழில்செய்வோம் – ஐலசா'  என்ற வரிகள்  அவர்கள் தங்கள் தொழிலின் மீது கொண்ட உறுதியையும் துணிச்சலையும் காட்டுகின்றன. மேலும்,  அவர்கள் இயற்கையுடன் ஒன்றி வாழ்கின்றனர்.  விரிந்த கடல் அவர்களின் பள்ளிக்கூடம்;   கடல் அலைகள் அவர்களின் தோழன்; மேகம் அவர்களின் குடை;   மணல் அவர்களின் பஞ்சுமெத்தை.  இப்படி அவர்கள்  இயற்கையோடு இணைந்து வாழும் வாழ்க்கை முறையை பாடல்  வரிகள் படம்  பிடித்து காட்டுகின்றன."
  },
  {
    "description": "மீனவர்கள் கடலில் செல்லும் போது பயன்படுத்தும் இயற்கை வளங்களை பாடல் வரிகள் குறிப்பிடுகின்றன.  அந்த இயற்கை வளங்கள் எவை?",
    "options": [
      "அ)  கடல் அலை, மேகம், மணல், கதிரவன்",
      "இ) கடல் அலை, மலை, மண், வானம்",
      "ஆ) காற்று, மழை, கதிரவன், பூக்கள்",
      "ஈ)  மழை, மண், காற்று, மேகம்"
    ],
    "answer": "A",
    "additional_context": "மீனவர்கள் கடலில் செல்லும் போது கடல் அலைகள், மேகம், மணல், கதிரவன் ஆகிய  இயற்கை வளங்களை பயன்படுத்துகிறார்கள் என்பதை இந்த பாடல்  வரிகள் விளக்குகின்றன.  'அடிக்கும் அலை நம்தோழன் – ஐலசா'  'அருமைமேகம் நமதுகுடை - ஐலசா'  'வெண்மணலே பஞ்சுமெத்தை – ஐலசா'  'காயும்கதிர்ச் சுடர்கூரை - ஐலசா'  என்ற வரிகள் இதைக்  காட்டுகின்றன."
  },
  {
    "description": "மீனவர்கள் தமது தொழிலில் எதனை தலைவனாகக் கருதுகிறார்கள் என்பதை பாடல் வரிகள் எடுத்துக்காட்டுகின்றன?",
    "options": [
      "அ)  கடல்",
      "இ)  கதிரவன்",
      "ஆ)  வானம்",
      "ஈ)  மீன்கள்"
    ],
    "answer": "C",
    "additional_context": "மீனவர்கள் தங்கள் தொழிலில் வானத்தை தலைவனாக கருதுகிறார்கள் என்பதை இந்தப் பாடல்  வரிகள் காட்டுகின்றன.  'தொழும்தலைவன் பெருவானம் – ஐலசா'  என்ற வரிகள் இதனை   நிறுவுகின்றன.  வானத்தில் இருந்து கிடைக்கும்  இயற்கை வளங்கள் அனைத்தும் மீனவர்களின் தொழிலுக்கு மிக முக்கியமானவை என்பதை இந்த வரிகள் காட்டுகின்றன."
  }
]
