
[
  {
    "description": "  \"பதினெண்கீழ்க்கணக்கு\"  நூல்களில்  ________  என்பது  ________   என்பதற்கு  சான்று. ",
    "options": [
      "ஆசாரக்கோவை, நல்ல ஒழுக்கங்கள்.",
      "நாலடியார், தர்மம்.",
      "திருக்குறள், அறம்.",
      "இனியவை நாற்பது, இன்பம்."
    ],
    "answer": "A",
    "additional_context": " \"ஆசாரக்கோவை\" என்னும் நூல் பதினெண்கீழ்க்கணக்கு நூல்களில் ஒன்று.  நல்லொழுக்கங்களின் தொகுப்பு எனப்படுவதற்கு ஆசாரக்கோவை சான்று.  நல்லொழுக்கமே நல்ல மனிதர்களை உருவாக்கும்.  நாம் ஒழுக்க நெறிகளை அறிந்தால்தான் அவற்றைப் பின்பற்றி நல்வாழ்வு வாழ முடியும்.  இந்த நோக்கத்திற்காகவே நம் முன்னோர் அற நூல்களைப் படைத்தனர்.  நாம் பின்பற்ற வேண்டிய நற்பண்புகளை அறநூல்கள் விளக்குகின்றன. அவற்றை அறிவோம் வாருங்கள்."
  },
  {
    "description": "  \"கற்பவை கற்றபின்\"  என்ற பகுதியில்  ________  என்பது  குறிப்பிடப்பட்டுள்ளது. ",
    "options": [
      "  பாடலில் கூறப்பட்ட கருத்துகளை நாம் நடைமுறையில் பயன்படுத்த வேண்டும்.",
      "  பாடலைப் படித்து மறந்து விடக்கூடாது.",
      "  பாடலை மனனம் செய்து கொள்ள வேண்டும்.",
      "  பாடலைப் படித்து விட்டு வேறு வேலைக்குச் சென்றுவிடலாம்."
    ],
    "answer": "A",
    "additional_context": " \"கற்பவை கற்றபின்\"  என்ற பகுதியில், நாம் படித்து தெரிந்து கொண்ட பாடலில் கூறப்பட்ட கருத்துகளை நடைமுறையில் பயன்படுத்த வேண்டும் என்பது குறிப்பிடப்பட்டுள்ளது.  பாடலில் கூறப்பட்டுள்ள கருத்துக்கள் நமக்கு உதவும், அந்தக் கருத்துக்களை நாம் நடைமுறையில் பயன்படுத்தினால்  நமக்கு  நன்மை  ஏற்படும்."
  },
  {
    "description": "  \"கூடா நட்புக் கேடாய் முடியும்\"  எனும் கருத்து  ________  என்பதை  உணர்த்துகிறது. ",
    "options": [
      "  தீய நட்பு நமக்குத் தீங்கு விளைவிக்கும்.",
      "  எல்லா நட்பும் நல்லதுதான்.",
      "  நட்பு என்பது எப்போதும் நல்லது.",
      "  நட்பு ஒரு முக்கியமான விஷயம்."
    ],
    "answer": "A",
    "additional_context": "\"கூடா நட்புக் கேடாய் முடியும்\"  என்ற கருத்து தீய நட்பு நமக்குத் தீங்கு விளைவிக்கும்  என்பதை உணர்த்துகிறது. நாம் நல்ல நட்பு  கொள்ள வேண்டும். நல்ல நண்பர்கள்  நமக்கு  நன்மை  செய்வார்கள். நல்ல நண்பர்களோடு  நட்பு  கொள்வது  மிகவும்  முக்கியமானது.  நம்மை  தவறு  செய்ய  வைப்பவர்களோடு   நட்பு  கொள்ளக்கூடாது. "
  }
]
