[
          
  {
    
          "description": "'எரியால் சுடப்படினும் உய்வுண்டாம் உய்யார் பெரியார்ப் பிழைத்தொழுகு வார்' என்ற குறளின் பொருள் என்ன?",
          "options": [
      "பெரியவர்கள் தவறு செய்தாலும், அவர்களை மன்னிக்க வேண்டும்",
      "பெரியவர்கள் மீது கோபம் கொள்ளக் கூடாது",
      "பெரியவர்களுக்குத் தீங்கு செய்தவர்களுக்கு எந்தப் பயனும் இல்லை",
      "பெரியவர்கள் நமக்கு நன்மை செய்வார்கள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் குறள் பெரியவர்களுக்குத் தீங்கு செய்வது மிகவும் ஆபத்தானது என்பதை வலியுறுத்துகிறது. தீயினால் சுடப்பட்டவர்கூடப் பிழைத்துக்கொள்ள முடியும். ஆனால் பெரியவர்களுக்குத் தீங்கு செய்தவர் தப்ப முடியாது. இது பெரியவர்களின்  மரியாதை  மற்றும் அவர்களின்  அனுபவத்தின்  முக்கியத்துவத்தை எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "அறிவின் பயன் யாது?",
          "options": [],
    "answer": [],
    
          "additional_context": "அறிவின் பயன் பிற உயிர்களின் துன்பத்தைத் தமது துன்பம் போல் கருதுவதுதான். பிற உயிரின் துன்பத்தைத் தமது துன்பம் போல் கருதாவிட்டால் தாம் பெற்றுள்ள அறிவால் எந்தப் பயனும் இல்லை."
          }
        ,
          
  {
    
          "description": "பிற உயிர்களை எவ்வாறு காப்பாற்ற வேண்டும்?",
          "options": [],
    "answer": [],
    
          "additional_context": "தம்மிடம் இருப்பவற்றைப் பிற உயிர்களுக்குப் பகிர்ந்து கொடுத்துக் காப்பாற்ற வேண்டும். அதுவே அறநூல்களில் கூறப்படும் அறங்களுள் சிறந்தது. பகுத்துண்டு பல்லுயிர் ஓம்புதல் நூலோர் தொகுத்தவற்றுள் எல்லாம் தலை."
          }
        ,
          
  {
    
          "description": "ஈகை பற்றிய வள்ளுவரின் கருத்து யாது?",
          "options": [],
    "answer": [],
    
          "additional_context": "இல்லாதவர்க்கு தருவதே ஈகை ஆகும். மற்றவை எல்லாம் பயனை எதிர்பார்த்துச் செய்பவை ஆகும்.  வறியார்க்குஒன்று ஈவதே ஈகைமற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து."
          }
        ,
          
  {
    
          "description": "வள்ளுவர் எந்தப் பண்பை மிகச்சிறந்த அறமாகக் கருதுகிறார்?",
          "options": [
      "தன்னம்பிக்கை",
      "பொறுமை",
      "நேர்மை",
      "குற்றமற்ற உள்ளம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "மனத்துக்கண் மாசிலன் ஆதல் அனைத்தறன் ஆகுல நீர பிற.  உள்ளத்தில் குற்றம் இல்லாமல் இருப்பதே சிறந்த அறமாகும். மற்றவை எல்லாம் வெறும் ஆரவாரமே."
          }
        ]