
[
  {
    "description": "“தமிழ்மொழியில் எழுதும் எந்தப் பொருளை வரையறை செய்வது?” என்பது எந்த இலக்கண வகையின் நோக்கம்?",
    "options": [
      "எழுத்து இலக்கணம்",
      "சொல் இலக்கணம்",
      "பொருள் இலக்கணம்",
      "யாப்பு இலக்கணம்"
    ],
    "answer": "B",
    "additional_context": "தமிழ் மொழியின் இலக்கண வகைகள் ஐந்து. அவை எழுத்து இலக்கணம், சொல் இலக்கணம், பொருள் இலக்கணம், யாப்பு இலக்கணம், அணி இலக்கணம்.  'தமிழ்மொழியில் எழுதும் எந்தப் பொருளை வரையறை செய்வது?' என்பது சொல் இலக்கணத்தின் நோக்கமாகும். சொல் இலக்கணம், சொற்களின் வகைகள், சொல்லின் இலக்கண அமைப்பு, சொல்வகைகள் போன்றவற்றை வரையறுக்கிறது."
  },
  {
    "description": "கீழ்க்காணும் மெய்யெழுத்துகளில் எது இடையினத்தைச் சேர்ந்தது?",
    "options": [
      "க்",
      "ஞ்",
      "ண்",
      "ள்"
    ],
    "answer": "D",
    "additional_context": "மெய் எழுத்துகள் மூன்று வகைப்படும். அவை வல்லினம், மெல்லினம், இடையினம்.  வல்லினம் - க், ச், ட், த், ப், ற், மெல்லினம் - ங், ஞ், ண், ந், ம், ன், இடையினம் - ய், ர், ல், வ், ழ், ள். இடையினம் என்பது வன்மையாகவோ, மென்மையாகவோ இல்லாமல் இரண்டிற்கும் இடைப்பட்டு ஒலிக்கின்றன. 'ள்' எழுத்து இடையினத்தைச் சேர்ந்தது."
  },
  {
    "description": "“ஆய்த எழுத்தை ஒலிக்க ஆகும் கால அளவு” என்ன?",
    "options": [
      "ஒரு மாத்திரை",
      "இரண்டு மாத்திரை",
      "அரை மாத்திரை",
      "மூன்று மாத்திரை"
    ],
    "answer": "C",
    "additional_context": "தமிழ்மொழியில் உயிர், மெய், உயிர்மெய் எழுத்துகள் தவிர தனி எழுத்து ஒன்றும் உள்ளது. அது ஃ என்னும் ஆய்த எழுத்தாகும். ஆய்த எழுத்தை ஒலிக்க ஆகும் கால அளவு அரை மாத்திரை."
  },
  {
    "description": "“நெடில் எழுத்து” என்பது எந்த கால அளவைப் பெற்றுள்ளது?",
    "options": [
      "ஒரு மாத்திரை",
      "இரண்டு மாத்திரை",
      "மூன்று மாத்திரை",
      "நான்கு மாத்திரை"
    ],
    "answer": "B",
    "additional_context": "ஒவ்வோர் எழுத்தையும் உச்சரிப்பதற்குக் கால அளவு உண்டு. எழுத்தை உச்சரிக்க எடுத்துக்கொள்ளும் கால அளவைக் கொண்டே குறில், நெடில் என வகைப்படுத்துகிறோம். நெடில் எழுத்தை ஒலிக்க ஆகும் கால அளவு 2 மாத்திரை. "
  },
  {
    "description": "“குறுகி ஒலிக்கும்” என்னும் சொல்லுக்கு இணையான பொருளை கொண்ட சொல் எது?",
    "options": [
      "a) நீண்டு ஒலிக்கும்",
      "b) வன்மையாக ஒலிக்கும்",
      "c) மென்மையாக ஒலிக்கும்",
      "d) சுருங்கி ஒலிக்கும்"
    ],
    "answer": "d",
    "additional_context": "உயிர் எழுத்துகளை ஒலித்துப் பார்த்து உணர்ந்தால், 'அ', 'இ', 'உ', 'எ', 'ஒ' ஆகிய ஐந்தும் குறுகி ஒலிக்கின்றன. இதற்கு இணையான பொருளை கொண்ட சொல் சுருங்கி ஒலிக்கும் என்பதாகும்.  "
  }
]
