
[
  {
    "description": "“காணி நிலம்” என்ற சொற்றொடரில் “காணி” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நிலத்தின் வடிவம்",
      "நிலத்தின் அளவு",
      "நிலத்தின் நிறம்",
      "நிலத்தின் வகை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காணி நிலம் என்ற சொற்றொடரில் பயன்படுத்தப்பட்டுள்ள காணி என்பது நிலத்தின் அளவைக் குறிக்கும் சொல்லாகும்.  நிலத்தின் வடிவம், நிறம் அல்லது வகையை காணி என்ற சொல் குறிப்பிடுவதில்லை."
  },
  {
    "description": "“பராசக்தி” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மலை",
      "மரம்",
      "நதி",
      "பூமி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாரதியார்  எழுதிய காணி நிலம் கவிதையில்  பராசக்தி என்பது பூமியைக் குறிக்கும் சொல்லாகும். காணி நிலம் வேண்டும் - பராசக்தி எனும் வரி மூலம் இதை நாம் தெரிந்து கொள்ளலாம்."
  },
  {
    "description": "“காணி நிலம் வேண்டும் - பராசக்தி” என்ற வரியில் “பராசக்தி” என குறிப்பிடப்படுவது எதைப் பற்றியது?",
    "options": [
      "பாடலின் ஆசிரியரை",
      "நிலத்தின் வலிமையை",
      "மாளிகையின் அழகை",
      "இயற்கையின் அற்புதத்தை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "காணி நிலம் வேண்டும் - பராசக்தி என்ற வரியில் பராசக்தி என்பது பூமியைக் குறிக்கிறது. இயற்கையின் அற்புதத்தைப் பற்றி இவ்வரி குறிப்பிடுகிறது."
  },
  {
    "description": "“கத்துங் குயிலோசை - சற்றே வந்து காதில் படவேணும்” என்ற வரிகள் மூலம் என்ன தெளிவாகிறது?",
    "options": [
      "பாரதியார் பறவைகளை மிகவும் விரும்புகிறார்.",
      "குயிலின் இனிமையான குரல் பாரதியாரை மகிழ்விக்கிறது.",
      "பாரதியார் இயற்கை ஒலிகளை அனுபவிக்க விரும்புகிறார்.",
      "பாரதியார் பறவைகளின் குரலை இசைக்கருவிகளோடு ஒப்பிடுகிறார்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கத்துங் குயிலோசை - சற்றே வந்து காதில் படவேணும் என்ற வரிகள் மூலம் பாரதியார் இயற்கை ஒலிகளை ரசித்து மகிழ விரும்புவதே தெளிவாகிறது. குயிலின் குரல் மட்டுமல்ல இயற்கை சார்ந்த பல ஒலிகளை ரசிக்க விரும்புகிறார் என்பது தெளிவாகிறது."
  },
  {
    "description": "பாரதியார் கனவு இல்லத்தின் தனித்துவமான அம்சங்களைப் பற்றி எந்த வரிகள் வலியுறுத்துகின்றன?",
    "options": [
      "காணி நிலம் வேண்டும் - அங்குத் தூணில் அழகியதாய் – நன்மாடங்கள்",
      "கீற்றும் இளநீரும் பத்துப் பன்னிரண்டு – தென்னைமரம் பக்கத்திலே வேணும்",
      "முத்துச் சுடர் போலே – நிலாவொளி முன்பு வரவேணும்",
      "சற்றே வந்து காதில் படவேணும் – என்றன் சித்தம் மகிழ்ந்திடவே"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காணி நிலம் வேண்டும் - அங்குத் தூணில் அழகியதாய் – நன்மாடங்கள் என்ற வரிகள் பாரதியார் கனவு இல்லத்தில் தூண்கள் அழகியதாகவும், நன்மாடங்கள் இருக்க வேண்டும் என்ற தனது விருப்பத்தையும் வலியுறுத்துகிறது."
  }
]
