
[
  {
    "description": "சிலப்பதிகாரத்தில் \"கொங்கு அலர்\" எனக் குறிப்பிடப்படுவது எது?",
    "options": [
      "மகரந்தம் நிறைந்த மலர்",
      "கருப்பு நிற மலை",
      "பூக்கும் காடு",
      "நெல் பயிர்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சிலப்பதிகாரத்தின் துவக்கத்தில் சோழ மன்னனின் அழகு குறித்துப் பாடல் தொடங்குகிறது. அந்தப் பாடலில், சோழ மன்னன் தன் தலைமுடியில் தேன் நிறைந்த ஆத்திமலரால் ஆன மாலை அணிந்திருப்பதாகக் கூறப்படுகிறது. இதுவே \"கொங்கு அலர்\" என குறிப்பிடப்படுவது. கொங்கு என்பது ஆத்தி மலரின் தன்மையைக் குறிக்கும். அலர் என்பது மலர்தல் என்பதைக் குறிக்கும். ஆகையால், \"கொங்கு அலர்\" என்பது தேன் நிறைந்த மலர் என்ற பொருளைத் தருகிறது."
  },
  {
    "description": "சிலப்பதிகாரம் யாருடைய படைப்பு?",
    "options": [
      "கம்பர்",
      "திருவள்ளுவர்",
      "இளங்கோவடிகள்",
      "சங்கர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சிலப்பதிகாரம் என்ற காப்பியத்தை இயற்றியவர் இளங்கோவடிகள். இவர் சேர மன்னர் மரபைச் சேர்ந்தவர் என்று சிலப்பதிகாரப் பதிகம் கூறுகிறது. இவர் காலம் கி.பி. இரண்டாம் நூற்றாண்டு என்பர்."
  },
  {
    "description": "\"திங்களைப் போற்றுதும்\" என்ற பாடல் பகுதியில் எந்த இயற்கைப் பொருளைப் போற்றுகிறது?",
    "options": [
      "கதிரவன்",
      "நிலவு",
      "மழை",
      "காற்று"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சிலப்பதிகாரத்தில் \"திங்களைப் போற்றுதும்\" எனத் துவங்கும் பாடலில் நிலவை போற்றுவதாக இருக்கிறது. சோழ மன்னனின் வெண்குடை போன்று, வெண்ணிலவும் தன் ஒளியால் உலகுக்கு இன்பம் அளிக்கிறது. அதனால் வெண்ணிலவைப் போற்றுவோம் என்று சிலப்பதிகாரம் குறிப்பிடுகிறது."
  },
  {
    "description": "\"மேரு\" என்ற சொல்லால் சிலப்பதிகாரத்தில் என்ன குறிக்கப்படுகிறது?",
    "options": [
      "கடல்",
      "மலை",
      "வானம்",
      "மழை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சிலப்பதிகாரத்தில் \"மேரு\" என்பது இமயமலையைக் குறிக்கிறது. கதிரவனை போற்றுவதாக இருக்கும் பாடலில், இமய மலையை வலம்வரும் கதிரவனை ஆணைச் சக்கரம் போல எனப் போற்றுகிறது."
  },
  {
    "description": "சிலப்பதிகாரம் எதற்கான காப்பியம் என்று அழைக்கப்படுகிறது?",
    "options": [
      "பக்தி",
      "காதல்",
      "குடிமக்கள்",
      "நெஞ்சம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சிலப்பதிகாரம் என்பது தமிழின் முதல் காப்பியம். ஐம்பெருங்காப்பியங்களுள் ஒன்று. இது குடிமக்கள் காப்பியம் என அழைக்கப்படுகிறது. குடிமக்களின் வாழ்வியல், இயற்கை, பண்பாடு ஆகியவற்றைப் பற்றிக் கூறுவது குடிமக்கள் காப்பியம்."
  }
]
