
[
  {
    "description": "பாடத்தில் கூறப்பட்ட   அண்ணா நூற்றாண்டு நூலகத்தின்  சிறந்த நூலகருக்கு வழங்கப்படும் விருது எது?",
    "options": [
      "முனைவர் இரா. அரங்கநாதன் விருது",
      "டாக்டர் ச. இரா. அரங்கநாதன் விருது",
      "ஜவஹர்லால் நேரு விருது",
      "அறிஞர் அண்ணா விருது"
    ],
    "answer": "B",
    "additional_context": "நூலகத்தில் பணியாற்றும் சிறந்த நூலகர்களுக்கு \"டாக்டர் ச. இரா. அரங்கநாதன் விருது\" வழங்கப்படுகிறது. முனைவர் இரா. அரங்கநாதன்  நூலக விதிகளை உருவாக்கியவர். இவர் இந்திய நூலகவியல் தந்தை (Father of Indian Library science) என்று அழைக்கப்படுகிறார்."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எது அண்ணா நூற்றாண்டு நூலகத்தின் சிறப்பம்சமாக கூறப்படலாம்?",
    "options": [
      "இது தமிழ்நாட்டில் மட்டும் உள்ள ஒரு நூலகம்.",
      "இது ஆசியாவிலேயே இரண்டாவது பெரிய நூலகம்.",
      "இது குழந்தைகளுக்காக மட்டும் உருவாக்கப்பட்ட ஒரு நூலகம்.",
      "இது பிரெய்லி நூல்களை வழங்காத ஒரு நூலகம்."
    ],
    "answer": "B",
    "additional_context": "அண்ணா நூற்றாண்டு நூலகம், தமிழ்நாட்டில் உள்ள ஒரு நூலகம். ஆசியாவிலேயே இரண்டாவது பெரிய நூலகம் இது. இந்த நூலகத்தில் தரைத்தளத்தோடு எட்டு அடுக்குகளைக் கொண்டு, இதன் பரப்பளவு மட்டும் எட்டு ஏக்கர். இதன் சிறப்பம்சங்களாக பல்வேறு வசதிகள் உள்ளன. இது குழந்தைகளுக்கான பிரிவு மட்டுமில்லாமல், பார்வைத் திறன் குறைபாடு உடையோருக்கான பிரிவும், அரசு கீழ்த்திசைச் சுவடிகள் நூலகம் உள்ளன. மேலும், இங்கு பிரெய்லி எழுத்தில் நூல்களை உருவாக்கும் கருவியும், நகரும் படிக்கட்டு வசதியும் உள்ளன. "
  },
  {
    "description": "கவிதா கேட்ட கேள்விக்கு நூலகர் கொடுத்த விடையைப் பார்க்கும் போது நூலகர் எந்தத் துறையில் சிறப்புடையவர் என்பதை நீங்கள் அறிந்து கொள்ள முடியும்?",
    "options": [
      "சமூகப் பணிகள்",
      "நூலகவியல்",
      "வரலாறு",
      "தகவல் தொழில்நுட்பம்"
    ],
    "answer": "B",
    "additional_context": "கவிதா கேட்ட கேள்விக்கு நூலகர் கொடுத்த பதிலிலிருந்து நூலகர் நூலகவியல் துறையில் சிறப்புடையவர் என்பதை அறிந்து கொள்ள முடியும். இவர் நூலகங்கள் பற்றிய அறிவு மிக்கவர் என்பதை அவரது பதிலிலிருந்து அறிந்து கொள்ள முடிகிறது."
  },
  {
    "description": "\"குளு குளு\" என்று பாத்திமா கூறுவது எந்த வசதியைக் குறிக்கிறது?",
    "options": [
      "நூலகத்தின் பரந்த அளவு",
      "நூலகத்தில் உள்ள சிறிய குழந்தைகள் பிரிவு",
      "நூலகத்தில் உள்ள குளிர்பதன வசதி",
      "நூலகத்தின் எட்டு அடுக்குகள்"
    ],
    "answer": "C",
    "additional_context": "நூலகம் முழுவதுமே குளிர்பதன வசதி செய்யப்பட்டுள்ளது. இந்த நூலகத்திற்கு 'குளு குளு' எனக் கூறப்படுவதற்கு காரணம் இதுவே. "
  },
  {
    "description": "நூலகத்தில் எந்த தளத்தில் குழந்தைகள் மகிழ்ச்சியாக படிப்பதற்கான சிறப்பு வசதிகள் அமைக்கப்பட்டுள்ளன?",
    "options": [
      "தரைத்தளம்",
      "முதல் தளம்",
      "ஏழாம் தளம்",
      "எட்டாம் தளம்"
    ],
    "answer": "B",
    "additional_context": "குழந்தைகளுக்கான சிறப்பு வசதிகள் முதல் தளத்தில் அமைக்கப்பட்டுள்ளன. இந்தத் தளத்தில் குழந்தைகள் மகிழ்ச்சியான சூழலில் படிப்பதற்காகச் செயற்கை மரம் ஒன்று அமைக்கப்பட்டு உள்ளது. சிறுவர்கள் மட்டுமல்ல அனைவரின் மனத்தையும் கொள்ளைகொள்ளும் பகுதி இது. இங்கு இருபது ஆயிரத்துக்கும் மேற்பட்ட பல்லூடகக் குறுந்தகடுகள் குழந்தைகளுக்காகச் சேகரித்து வைக்கப்பட்டு உள்ளன. பிற நாடுகளில் இருந்து திரட்டப்பட்ட ஐம்பது ஆயிரத்திற்கும் மேற்பட்ட நூல்கள் இங்கு உள்ளன. "
  }
]
