[
          
  {
    
          "description": "பண்டைத் தமிழகத்தில் ஏற்றுமதி இறக்குமதி செய்யப்பட்ட பொருள்களைப் பற்றித் தெரிந்துகொள்ள _______ பற்றிய ஆய்வுகள் உதவும்.",
          "options": [
      "கடற்பயணம்",
      "தோட்டம்",
      "தொழில் முனைவோர்",
      "கலப்படம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "பண்டைத் தமிழகத்தில் பல துறைமுகங்கள் இருந்தன என்பது நமக்குத் தெரியும். அவற்றின் மூலமாக பல்வேறு பொருள்கள் வெளிநாடுகளுக்கு ஏற்றுமதி செய்யப்பட்டன. அதே போல பல்வேறு பொருள்கள் வெளிநாடுகளில் இருந்து இறக்குமதி செய்யப்பட்டன. இந்த ஏற்றுமதி மற்றும் இறக்குமதி பற்றி நாம் தெரிந்து கொள்ள பண்டைய தமிழர்களின் கடற்பயணங்கள் பற்றிய ஆய்வுகள் உதவும். பண்டைய தமிழர்கள் பல கடல் மார்க்கங்களை பயன்படுத்தி வெளிநாடுகளுடன் வணிகம் செய்து வந்தார்கள்."
          }
        ,
          
  {
    
          "description": "'நீலம், கோமேதகம், மாணிக்கம், வைரம், பவளம், வைடூரியம், முத்து, புஷ்பராகம், மரகதம்'  இந்த நவமணிகளை அகரவரிசைப்படுத்தும் போது எந்த மணி இறுதியாக வருகும்?",
          "options": [
      "மரகதம்",
      "வைடூரியம்",
      "புஷ்பராகம்",
      "வைரம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "நீலம், கோமேதகம், மாணிக்கம், வைரம், பவளம், வைடூரியம், முத்து, புஷ்பராகம், மரகதம் ஆகியவை இந்தியாவில் கிடைக்கும்  நவமணிகள். நவமணிகளை  அகரவரிசைப்படுத்தும் போது 'வைரம்' என்ற சொல் இறுதியாக வருகிறது. இந்த நவமணிகளை அகரவரிசைப்படுத்தினால் அவை இவ்வாறு இருக்கும்.  கோமேதகம், மரகதம், நீலம், பவளம், புஷ்பராகம், வைடூரியம், வைரம், மாணிக்கம், முத்து."
          }
        ,
          
  {
    
          "description": "'கப்பல், ஏற்றுமதி இறக்குமதி, தராசு, நெல்மணி, குதிரை'  இந்த சொற்களில் எது விடுகதையில்  'பேசமுடியாத ஓட்டப்பந்தய வீரனுக்கு வாய்க்கு மட்டும் பூட்டு'  என்ற விவரணையை பொருந்தும்?",
          "options": [
      "கப்பல்",
      "தராசு",
      "நெல்மணி",
      "குதிரை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "விடுகதையில் குறிப்பிடப்பட்டுள்ள ஓட்டப்பந்தய வீரன் பேசமுடியாதவன். அவனுக்கு வாய்க்கு மட்டும் பூட்டு இருக்கிறது. ஓட்டப்பந்தய வீரன் என்பதால் அவன் குதிரை. அதனால் இந்த விடுகதைக்கு விடை 'குதிரை' ஆகும்."
          }
        ,
          
  {
    
          "description": "'கடைக்குச் செல்லும்போது துணிப்பைகளை எடுத்துச் செல்வேன்'  என்பது என்னவற்றின் ஒரு  பகுதி?",
          "options": [
      "வணிகம்",
      "கலப்படம்",
      "என் பொறுப்புகள்",
      "மதிப்பு கூட்டுதல்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'கடைக்குச் செல்லும்போது துணிப்பைகளை எடுத்துச் செல்வேன்' என்பது ஒரு நல்ல பழக்கம்.  நம்மைச் சுற்றியுள்ள சூழலைப் பாதுகாக்கவும், இயற்கை வளங்களை சிக்கனமாகப் பயன்படுத்தவும் இது உதவுகிறது. அதனால் 'கடைக்குச் செல்லும்போது துணிப்பைகளை எடுத்துச் செல்வேன்' என்பது நம் பொறுப்புகளின் ஒரு பகுதி."
          }
        ,
          
  {
    
          "description": "தோட்டத்தைச் சுற்றி அமைக்க வேண்டியது எது?",
          "options": [
      "வணிகம்",
      "தராசு",
      "வேலி",
      "நெல்மணி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தோட்டத்தைச் சுற்றி வேலி அமைப்பது மிக முக்கியம். ஏனெனில், வேலி  தோட்டத்தை விலங்குகளின்  தாக்குதலில் இருந்து பாதுகாக்கும். மேலும், தோட்டத்தில் உள்ள  செடிகள் மற்றும் மரங்களுக்கு பாதுகாப்பு அளிக்கும்.  இதனால் தோட்டம்  தூய்மையாகவும்,  அழகாகவும் இருக்கும்.  அதனால் தோட்டத்தைச் சுற்றி அமைக்க வேண்டியது வேலி ஆகும்."
          }
        ]