
[
  {
    "description": "கதை முழுவதும் மாரி எதைக் காத்திருக்கிறார்?",
    "options": [
      "காலணி தைக்க வேலை கிடைக்க",
      "அவரைத் தாக்கிய திருடர்களைக் காப்பாற்ற",
      "சிறுமியின் காலணி  உரியவரிடம் சென்றடைய",
      "தனது மரணத்தின் முன்பு சிறுமியைச் சந்திக்க"
    ],
    "answer": "D",
    "additional_context": "கதையின் தொடக்கத்தில் காலணி தைக்கும் மாரி தியேட்டர் வாசலில் காத்திருக்கிறார். ஒரு டீ குடிக்க பணம் வேண்டும் என்று நினைக்கிறார். மழை பெய்ய ஆரம்பிக்கிறது. யாராவது காலணி தைக்க வரக்கூடுமோ எனவும் காத்திருக்கிறார். ஒரு சிறுமி மழையில் நனைந்தபடி அந்தக் காலணியை தைத்து வைக்கும்படி கொடுத்துவிட்டு சென்றுவிடுகிறாள். அந்த சிறுமி திரும்ப வரக்கூடுமோ என்று மாரி காத்திருக்கிறார். ஆனால் அந்த சிறுமி வரவில்லை. அந்த சிறுமியின் காலணி தைத்து தன்னுடன் எடுத்துக்கொண்டு வீடு போய்விட்டார். அந்த சிறுமியை எப்போதும் அவர் நினைத்துக்கொண்டே இருந்தார். ஒருநாள் வயதான மாரி தனது மரணத்தின் முன்பு ஒரு தடவை அவளைச் சந்திக்க வேண்டும் என்று எண்ணினார்."
  },
  {
    "description": "கதையின் முடிவில் சிறுமி எந்த அதிசயத்தைக் கண்டுபிடிக்கிறாள்?",
    "options": [
      "மாரி காலணி தைப்பதில் வல்லவர் என்பதை",
      "அவளது காலணி உலகின் எல்லாப் பாதங்களுக்கும் பொருந்துகிறது என்பதை",
      "அவள் காலணி அனைவருக்கும் பொருந்தவில்லை என்பதை",
      "மாரி அவளை மறந்துவிட்டார் என்பதை"
    ],
    "answer": "C",
    "additional_context": "அந்த சிறுமி காலணி தைக்க வந்ததற்காக நீண்ட நாட்களுக்கு பின்பு மாரியை சந்திக்கிறாள். தான் கொடுத்த இடது காலணிக்கு பதிலாக வலது காலணி தைத்து மாரி கொடுக்கிறார். அந்த வலது காலணி அணிந்த போது சரியாக பொருந்தவில்லை என்று கண்டுபிடிக்கிறாள். "
  },
  {
    "description": "கதையில் உள்ள சிறுமியின் காலணி மீது மாரியின் மனைவி என்ன உணர்வைத் தூண்டியது?",
    "options": [
      "பொறாமை",
      "ஆர்வம்",
      "வேதனை",
      "பயம்"
    ],
    "answer": "B",
    "additional_context": "மாரி மனைவி, அந்த சிறுமியின் காலணியைக் கண்டு வசீகரிக்கப்பட்டு அதைத் தன் காலில் போட்டுப் பார்க்கிறாள். அவளுக்கு அது பொருந்துகிறது."
  },
  {
    "description": "மாரியின் வாழ்வில் ஏற்பட்ட மாற்றத்திற்கு காரணமான நிகழ்வு எது?",
    "options": [
      "சிறுமியின் சிவப்பு காலணி தைக்க வந்தது",
      "மாரி மனைவி அந்தக் காலணியை அணிந்தது",
      "மாரி அந்தக் காலணியை அணிந்தது",
      "அந்தக் காலணி எல்லோருக்கும் பொருந்தியது"
    ],
    "answer": "D",
    "additional_context": "அந்த சிறுமியின் காலணி எல்லோருக்கும் பொருந்தும் என்று தெரிய வந்த பிறகு, அந்தக் காலணியை அணிந்து பார்க்க பலர் வந்தனர். அவர்கள் பணம் கொடுத்து அணிந்து பார்க்க ஆரம்பித்தனர். பணம் அதிகமாக வருகிறதால் மாரி வசதி பெற்றார். பசு இரண்டு வாங்கினார். வீடு கட்டி வாழ்வின் நிலை உயர்ந்தது."
  },
  {
    "description": "சிறுகதையில், மாரியின் மனநிலையைப் பிரதிபலிக்கும் காட்சி எது?",
    "options": [
      "மழை பெய்யும் போது டீ குடிக்க ஒரு ரூபாய் வேண்டி இருப்பது",
      "சிறுமியின் காலணி எல்லோருக்கும் பொருந்தும் என்பதைக் கண்டவுடன் ஏற்பட்ட வியப்பு",
      "தன் மரணத்தின் முன்பு சிறுமியைச் சந்திக்க முடியாதோ என்ற ஏக்கம்",
      "பார்வையாளர்கள் அவர் வீடு தேடி வந்து காலணியை அணிந்து பார்க்கும் காட்சி"
    ],
    "answer": "C",
    "additional_context": "வயதான மாரி தனது மரணத்தின் முன்பு ஒரு தடவை அந்தச் சிறுமியைச் சந்திக்க வேண்டும் என்று எண்ணுகிறார். அந்த சிறுமியால் தான் உயர்ந்த நிலைக்கு வந்ததற்கான கடனைச் சுமந்தபடி மரிக்க வேண்டும் என்பது அவருக்கு வேதனை தருவதாக இருக்கிறது."
  }
]
