
[
  {
    "description": "மணிமேகலை மணிபல்லவத்தீவில் எதைக் கண்டு மகிழ்ந்தாள்?",
    "options": [
      "வெண்மணல் குன்றுகள் மட்டும்",
      "அடர்ந்த மரங்கள் மட்டும்",
      "பூத்துக் குலுங்கும் செடிகொடிகள் மட்டும்",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "மணிமேகலை மணிபல்லவத் தீவில் அடர்ந்த மரங்கள், பூத்துக் குலுங்கும் செடிகொடிகள், வெண்மணல் குன்றுகள், பொய்கைகள் என அழகான இயற்கை எழில் கொஞ்சும் காட்சிகளைக் கண்டு மகிழ்ந்தாள்."
  },
  {
    "description": "கோமுகி பொய்கை எந்தத் திங்கள் முழுநிலவு நாளில் அமுதசுரபியை வெளிப்படுத்தும்?",
    "options": [
      "தை முழுநிலவு",
      "வைகாசி முழுநிலவு",
      "ஆடி முழுநிலவு",
      "புரட்டாசி முழுநிலவு"
    ],
    "answer": "B",
    "additional_context": "கோமுகி பொய்கை வைகாசித் திங்கள் முழு நிலவு நாளில் நீரின் மேல் ஓர் அரிய பாத்திரம் தோன்றும். அஃது ஆபுத்திரன் கையிலிருந்த 'அமுதசுரபி' என்னும் பாத்திரம் ஆகும்."
  },
  {
    "description": "தீவதிலகை மணிமேகலையிடம் கூறிய \"பெருமை மிக்கவர்கள் மட்டுமே இத்தீவிற்கு வந்து இந்தப் புத்த பீடிகையை வணங்க முடியும்\" என்பதன் பொருள் என்ன?",
    "options": [
      "மணிமேகலை மிகவும் அழகானவள்",
      "மணிமேகலை கோவலன் மகள்",
      "மணிமேகலை உயர்ந்த குணமுடையவள்",
      "மணிமேகலை அரச குடும்பத்தைச் சேர்ந்தவள்"
    ],
    "answer": "C",
    "additional_context": "மணிமேகலை உயர்ந்த குணமுடையவள் என்பதைத் தெரிவிக்கவே தீவதிலகை அவ்வாறு கூறினாள். தீவதிலகையின் கூற்றுப்படி, மணிமேகலை பெருமை மிக்கவள். அதாவது உயர்ந்த குணமுடையவள்."
  },
  {
    "description": "அமுதசுரபியைப் பெற்ற மணிமேகலை அதைப் பயன்படுத்தி யாரிடம் முதலில் உணவு பெற்றாள்?",
    "options": [
      "சிறைக்காவலர்",
      "மன்னர்",
      "ஆதிரை",
      "தீவதிலகை"
    ],
    "answer": "C",
    "additional_context": "அமுதசுரபியைப் பெற்ற மணிமேகலை, தீவதிலகையிடம் விடைபெற்று பூம்புகாருக்குத் திரும்புகிறாள். பின்னர், ஆதிரையிடம் சென்று அமுதசுரபியில் உணவு பெற்று ஏழை மக்களுக்கு உணவு வழங்குகிறாள்."
  },
  {
    "description": "மணிமேகலை மன்னரிடம் சிறைக்கோட்டத்தை எதாக மாற்ற வேண்டும் என்று கேட்டாள்?",
    "options": [
      "விளையாட்டுத் தளமாக",
      "சிறந்த கல்வி நிலையமாக",
      "அறக்கோட்டமாக",
      "பொழுதுபோக்கு மையமாக"
    ],
    "answer": "C",
    "additional_context": "மன்னரிடம், சிறைச்சாலையில் தண்டனை பெற்றுள்ளவர்கள் திருந்தி வாழ வழிகாண வேண்டும். சிறைக் கோட்டம் அறக்கோட்டமாக மாற வேண்டும் என்று கேட்டாள்."
  }
]
