[
          
  {
    
          "description": "பத்தியைப் படித்து இடுகுறிச்சிறப்புப் பெயரைத் தேர்ந்தெடுக்கவும்:\n\nநீர் வற்றிப்போன குளத்தில் செந்தாமரை, ஆம்பல், கொட்டி, நெய்தல் முதலான கொடிகளும் வாடியிருந்தன. நீர் நிரம்பி இருந்தவரை ஊர் மக்களும், விலங்குகளும் மரங்கொத்திபோன்ற பறவைகளும் பயன்படுத்தி மகிழ்ந்த குளம் அது. காலை நேரம் சூரியன் காய்ந்து கொண்டிருந்தது. இப்போது அக்குளத்தைக் கண்டுகொள்வார் யாருமில்லை.",
          "options": [
      "செந்தாமரை",
      "கொட்டி",
      "மரங்கொத்தி",
      "குளம்"
    ],
    "answer": "A",
    
          "additional_context": "நீர் வற்றிப்போன குளத்தில் செந்தாமரை, ஆம்பல், கொட்டி, நெய்தல் முதலான கொடிகளும் வாடியிருந்தன. நீர் நிரம்பி இருந்தவரை ஊர் மக்களும், விலங்குகளும் மரங்கொத்திபோன்ற பறவைகளும் பயன்படுத்தி மகிழ்ந்த குளம் அது. காலை நேரம் சூரியன் காய்ந்து கொண்டிருந்தது. இப்போது அக்குளத்தைக் கண்டுகொள்வார் யாருமில்லை. இந்த பத்தியில் 'குளம்' என்ற சொல் குறிப்பாக ஒரு குளத்தைக் குறிக்கிறது. எனவே இது இடுகுறிச்சிறப்புப் பெயர் ஆகும்."
          }
        ,
          
  {
    
          "description": "பின்வரும் சொற்களில் எது இடுகுறிப் பொதுப்பெயராகும்?",
          "options": [
      "மா",
      "கருவேலங்காடு",
      "மரம்",
      "காவியா"
    ],
    "answer": "C",
    
          "additional_context": "இடுகுறிப்பெயர்கள்  பொருள்களுக்குக் காரணம் கருதாமல் இட்டு வழங்கப்பட்ட பெயர்கள். மேலே கொடுக்கப்பட்ட சொற்களில்  'மரம்' என்ற சொல் அனைத்து மரங்களையும் குறிக்கிறது. எனவே இது இடுகுறிப் பொதுப்பெயர் ஆகும்."
          }
        ,
          
  {
    
          "description": "'காரணப்பெயர்' என்ற சொல்லுக்கு பொருத்தமான விளக்கத்தைத் தேர்ந்தெடுக்கவும்:",
          "options": [
      "பொருள்களுக்கு காரணம் கருதாமல் இட்டு வழங்கப்படும் பெயர்.",
      "பொருள்களுக்கு காரணம் கருதி வழங்கப்படும் பெயர்.",
      "பொருளின் பண்பைக் குறிக்கும் பெயர்.",
      "பொருளின் உறுப்பைக் குறிக்கும் பெயர்."
    ],
    "answer": "B",
    
          "additional_context": "காரணப்பெயர் என்பது ஒரு பொருளுக்கு அதன் காரணத்தைக் கருதி வழங்கப்படும் பெயர் ஆகும். உதாரணமாக, 'நாற்காலி' என்பது அதன் பயன்பாட்டிற்காக வழங்கப்பட்ட காரணப்பெயர்."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது காரணச் சிறப்புப் பெயராகும்?",
          "options": [
      "மண்",
      "பறவை",
      "வளையல்",
      "காடு"
    ],
    "answer": "C",
    
          "additional_context": "காரணச் சிறப்புப் பெயர் என்பது குறிப்பிட்ட ஒரு பொருளை மட்டும் சிறப்பாகக் குறிக்கும் காரணப் பெயர்.  'வளையல்' என்பது கையிலிருந்து  வழுக்கி விடாமல் இருக்க  வடிவமைக்கப்பட்ட  ஒரு  நகை. எனவே 'வளையல்' என்ற சொல் காரணச் சிறப்புப் பெயர் ஆகும்."
          }
        ,
          
  {
    
          "description": "பெயர்ச்சொற்களை வகைப்படுத்தும் போது, 'சினைப்பெயர்' என்ற வகை எதைக் குறிக்கிறது?",
          "options": [
      "இடத்தின் பெயர்",
      "பொருளின் பண்பு",
      "பொருளின் உறுப்பு",
      "தொழில்"
    ],
    "answer": "C",
    
          "additional_context": "சினைப்பெயர் என்பது  ஒரு பொருளின்  உறுப்புக் குறிக்கும்  பெயர். உதாரணமாக, கண், மூக்கு, கை,  கால் போன்றவை சினைப்பெயர்கள்."
          }
        ]