[
          
  {
    
          "description": "'ரோபோக்கள் கண்டுபிடிப்பினால் ஏற்படும் விளைவுகள் பற்றி விவாதிக்க' என்ற வாக்கியத்தின் அடிப்படையில், ரோபோக்கள் நமக்கு எந்த வகையான விளைவுகளை ஏற்படுத்தும்?",
          "options": [
      "நமது வாழ்க்கையை எளிதாக்கும்",
      "நம் வேலைகளை இழக்க நேரிடும்",
      "நாம் எப்போதும் சோம்பேறியாக மாறலாம்",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "ரோபோக்கள் மனிதர்களால் உருவாக்கப்பட்ட இயந்திரங்கள்.  அவை மனிதர்களின் வேலைகளைச் செய்ய வடிவமைக்கப்பட்டுள்ளன.  ரோபோக்கள் கண்டுபிடிப்பினால், நமது வாழ்க்கை எளிதாகும்.  சில வேலைகளில் மனிதர்களைப் பதிலீடு செய்து, மனிதர்கள் வேலையிழப்புக்கு ஆளாக நேரிடலாம்.  சிலர் ரோபோக்களால் தங்கள் வேலைகளை எளிதாக்கி சோம்பேறியாக மாறலாம்.  எனவே, ரோபோக்கள் மனிதர்களுக்கு நன்மை தரக்கூடியதாகவும் தீமை தரக்கூடியதாகவும் இருக்கின்றன.  "
          }
        ,
          
  {
    
          "description": "'பாதரச ஆவி விளக்கு, பென்சீன் மற்றும் நிறமாலைக் காட்டி ஆகியவற்றின் உதவியுடன் தமது ஆய்வைத் தொடங்கினார்' என்ற வாக்கியத்தில் 'தமது' என்பது எந்தப் பொருளை குறிக்கிறது?",
          "options": [
      "இராமன் அவர்களின் ஆய்வை",
      "கப்பலில் இருந்த மற்றவர்களின் ஆய்வை",
      "கடல்நீர் ஆய்வை",
      "மேற்கூறியவற்றுள் எதுவுமில்லை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பத்தியில் இராமன் என்ற ஒரு தமிழர் கடல்நீர் நீல நிறமாக இருப்பது ஏன் என்று ஆராய்ந்தார்.  கப்பல் பயணத்தின்போது அவருக்கு இந்தக் கேள்வி எழுந்து,  பாதரச ஆவி விளக்கு, பென்சீன் மற்றும் நிறமாலைக் காட்டி ஆகியவற்றைப் பயன்படுத்தி ஆராய்ச்சி செய்து கண்டுபிடித்தார்.  அதனால்  'தமது' என்ற சொல் இராமன் அவர்களின் ஆய்வை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'காலிங்பெல்லை அழுத்தினான் கணியன்' என்ற வாக்கியத்தில் 'காலிங்பெல்' என்பதற்கு இணையான தமிழ்ச் சொல் எது?",
          "options": [
      "மணியடி",
      "குரல்",
      "அழைப்பு",
      "சத்தம்"
    ],
    "answer": "A",
    
          "additional_context": "காலிங்பெல் என்பது ஒரு மணி.  மனிதர்களை அழைக்க மணியை அடித்து ஒரு சத்தத்தை உண்டாக்குவார்கள்.  அதனால்  'காலிங்பெல்'  சொல்லுக்கு இணையான தமிழ்ச் சொல் 'மணியடி'  என்பதாகும்.  "
          }
        ,
          
  {
    
          "description": "'அறிவியல் கண்டுபிடிப்புகள் பற்றிய காணொலிகளைக் கண்டும் கேட்டும் மகிழ்க' என்ற வாக்கியத்தில் எந்த வகையான அறிவு பெறப்படுகிறது?",
          "options": [
      "புத்தகங்களைப் படித்து அறிவு பெறுதல்",
      "ஆசிரியரிடம் கேட்டு அறிவு பெறுதல்",
      "காணொலிகளைக் கண்டு கேட்டு அறிவு பெறுதல்",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "C",
    
          "additional_context": "காணொலிகளில் அறிவியல் கண்டுபிடிப்புகள் பற்றிய விவரங்களை காண்பிப்பார்கள்.  அதனால், காணொலிகளைக் கண்டு கேட்டு அறிவு பெற முடியும்.  "
          }
        ,
          
  {
    
          "description": "'தமிழர் ஒருவர் கப்பலின் மேல்தளத்தில் நின்று கடல் அலைகளைப் பார்த்துக் கொண்டிருந்தார்' என்ற வாக்கியத்தில் 'கப்பலின் மேல்தளம்' என்ற சொல் எந்த இடத்தை குறிக்கிறது?",
          "options": [
      "கப்பலின் உள்ளே",
      "கப்பலின் கீழே",
      "கப்பலின் மேலே",
      "கப்பலின் பக்கவாட்டில்"
    ],
    "answer": "C",
    
          "additional_context": "கப்பலின் மேல்தளம் என்பது கப்பலின் மேல் பகுதியில் இருக்கும் தளம்.  கப்பலின் உள்ளே இருப்பது கப்பலின் உள்ளேயுள்ள பகுதி.  கப்பலின் கீழே என்பது கப்பலின் அடிப்பகுதி.  கப்பலின் பக்கவாட்டில் என்பது கப்பலின் இருபுறமும் உள்ள பகுதி.  "
          }
        ]