
[
  {
    "description": "“வீழும் உடலை எழுப்புதலோ – ஒரு / வேந்தன் நினைக்கிலும் ஆகாதையா!”  என்ற வரிகளின் மூலம் புத்தர்பிரான் என்ன உணர்த்த விரும்புகிறார்?",
    "options": [
      "மன்னனால் கூட உயிர்களை மீண்டும் கொண்டுவர முடியாது.",
      "மரணம் என்பது இயற்கையானது.",
      "உயிர் இழந்த பிறகு அதனை மீட்டெடுக்க முடியாது.",
      "உயிர்களைப் பாதுகாப்பது முக்கியம்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "புத்தர்பிரான்,  மன்னனின் யாகத்துக்காக ஆடுகள் கொண்டு செல்லப்பட்ட போது, அடிபட்டு துடித்துக் கொண்டிருந்த ஆட்டுக்குட்டியைப் பார்த்து இரக்கப்படுகிறார். ஒரு வேந்தன் கூட இறந்த உயிர்களை மீண்டும் கொண்டுவர முடியாது என்றும், மரணம் என்பது இயற்கையானது என்றும் இதன் மூலம் உணர்த்துகிறார்."
  },
  {
    "description": "“யாரும் விரும்புவது இன்னுயிராம்; – அவர் / என்றுமே காப்பதும் அன்னதேயாம்”  என்ற வரிகள் என்ன உணர்த்துகின்றன?",
    "options": [
      "எல்லோரும் தங்கள் உயிரை மதிக்கிறார்கள்.",
      "மனிதர்கள் மட்டுமே தங்கள் உயிரை மதிக்கிறார்கள்.",
      "எல்லா உயிர்களும் தங்கள் உயிரை மதிக்கின்றன.",
      "உயிர் என்பது மிகவும் முக்கியமானது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "புத்தர்பிரான் யாகத்துக்காக ஆடுகள் கொண்டு செல்லப்பட்ட போது, அடிபட்டு துடித்துக் கொண்டிருந்த ஆட்டுக்குட்டியைப் பார்த்து இரக்கப்படுகிறார். எல்லா உயிர்களும் தங்கள் உயிரை மதிக்கின்றன என்றும், அதை காப்பாற்றுவதே நல்லது என்றும் இதன் மூலம் உணர்த்துகிறார்."
  },
  {
    "description": "“பாரில் எறும்பும் உயிர்பிழைக்கப் – படும் / பாடு முழுதும் அறிந்திலீரோ?”  என்ற வரிகள் எதனைக் குறிப்பிடுகின்றன?",
    "options": [
      "எல்லா உயிர்களும் வாழ்வதற்காகப் பாடுபடுகின்றன.",
      "எறும்பு கூட தன் உயிரைக் காக்கப் பாடுபடுகிறது.",
      "எறும்புக்கு உயிர் வாழ்வதற்கான பாடு அதிகம்.",
      "உயிர் வாழ்வதற்கான பாடு எல்லா உயிர்களுக்கும் ஒரே மாதிரி."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "புத்தர்பிரான்,  மன்னனின் யாகத்துக்காக ஆடுகள் கொண்டு செல்லப்பட்ட போது, அடிபட்டு துடித்துக் கொண்டிருந்த ஆட்டுக்குட்டியைப் பார்த்து இரக்கப்படுகிறார்.  எல்லா உயிர்களும் வாழ்வதற்காகப் பாடுபடுகின்றன என்றும், அதனைக் காத்துக் கொள்ள வேண்டும் என்றும் இதன் மூலம் உணர்த்துகிறார்."
  },
  {
    "description": "“நேரிய உள்ளம் இரங்கிடுமேல் – இந்த / நீள்நிலம் முற்றுமே ஆண்டிடலாம்”  என்ற வரிகள் எதனைக் குறிப்பிடுகின்றன?",
    "options": [
      "இரக்கம் உள்ளவரால் மட்டுமே உலகை ஆள முடியும்.",
      "இரக்கம் இல்லாமல் உலகை ஆள முடியாது.",
      "இரக்கம் என்பது உலகை ஆள்வதற்கான முக்கிய அம்சம்.",
      "இரக்கம் மிகவும் முக்கியமான பண்பு."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "புத்தர்பிரான்,  மன்னனின் யாகத்துக்காக ஆடுகள் கொண்டு செல்லப்பட்ட போது, அடிபட்டு துடித்துக் கொண்டிருந்த ஆட்டுக்குட்டியைப் பார்த்து இரக்கப்படுகிறார். இரக்கம் மிகவும் முக்கியமான பண்பு என்றும், இதனால் மட்டுமே உலகை ஆள முடியும் என்றும் இதன் மூலம் உணர்த்துகிறார்."
  },
  {
    "description": "“காட்டும் கருணை உடையவரே – என்றும் / கண்ணிய வாழ்வை உடையவராம்”  என்ற வரிகள் என்ன உணர்த்துகின்றன?",
    "options": [
      "இரக்கம் கொண்டவர்களுக்கு கண்ணியமான வாழ்வு இருக்கும்.",
      "கண்ணியமான வாழ்வுக்கு இரக்கம் அவசியம்.",
      "கருணை உள்ளவர்களே உண்மையான கண்ணியம் கொண்டவர்கள்.",
      "கண்ணியமான வாழ்வுக்கு இரக்கம்  முக்கியமானது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "புத்தர்பிரான்,  மன்னனின் யாகத்துக்காக ஆடுகள் கொண்டு செல்லப்பட்ட போது, அடிபட்டு துடித்துக் கொண்டிருந்த ஆட்டுக்குட்டியைப் பார்த்து இரக்கப்படுகிறார். உண்மையான கண்ணியம்  கொண்டவர்கள் கருணை உள்ளவர்கள் மட்டுமே என்றும், இதன் மூலம் மட்டுமே நல்ல வாழ்வைப் பெற முடியும் என்றும் இதன் மூலம் உணர்த்துகிறார்."
  }
]
