
[
  {
    "description": "கவிஞர் தாராபாரதி \"அன்னை நாட்டின் அமுத சுரபியில் அன்னிய நாடுகள் பசிதீர\" என்ற வரிகள் மூலம் என்ன உணர்வை வெளிப்படுத்துகிறார்?",
    "options": [
      "இந்தியாவின் இராணுவ வலிமை",
      "இந்தியாவின் தாராள மனப்பான்மை",
      "இந்தியாவின் உணவுப் பழக்க வழக்கங்கள்",
      "இந்தியாவின் சமூக அமைப்பு"
    ],
    "answer": "B",
    "additional_context": "இந்தியா உலக நாடுகளுக்கு உணவு வழங்கும் அமுத சுரபி என்கிற உணர்வை வெளிப்படுத்துகிறது. இந்தியா மிகவும் தாராளமான மனப்பான்மையுடன் பிற நாடுகளுக்கு உதவி செய்கிறது என்பது இதன் மூலம் தெளிவாகிறது."
  },
  {
    "description": "\"புதுமைகள் செய்த தேசமிது\" என்ற வரிகளால் கவிஞர் இந்தியாவை என்னவாகப் பார்க்கிறார்?",
    "options": [
      "பாரம்பரியமிக்க நாடு",
      "நவீன நாடு",
      "சாதாரண நாடு",
      "ஏழை நாடு"
    ],
    "answer": "B",
    "additional_context": "இந்தியா புதுமைகளைச் செய்து வரும் ஒரு நவீன நாடு என்கிற உணர்வை இப்பாடல் வெளிப்படுத்துகிறது.  பல்வேறு புதுமைகளை உருவாக்கி உலகுக்கு வழங்கும் ஒரு தேசமாக இந்தியாவை கவிஞர் பார்க்கிறார்."
  },
  {
    "description": "\"கங்கை அலைகள் இசையமைக்க\" என்ற வரிகள் கங்கை ஆற்றின் எந்தப் பண்பைப் புகழ்கின்றன?",
    "options": [
      "ஆற்றின் வேகம்",
      "ஆற்றின் அழகு",
      "ஆற்றின் ஆழம்",
      "ஆற்றின் இனிமை"
    ],
    "answer": "D",
    "additional_context": "கவிஞர்  கம்பர் எழுதிய இராமாயணக் காவியத்தின் இனிமை மிக்க கவிதைக்கு கங்கை  ஆற்றின் அலைகள் இசையமைக்கின்றன என்கிறார்.  கங்கை ஆற்றின் இனிமையான தன்மையை இந்த வரிகள்  வெளிப்படுத்துகின்றன."
  },
  {
    "description": "\"அண்ணல் காந்தியின் சின்னக் கைத்தடி\" என்ற வரிகள் காந்தியடிகளின் எந்தப் பண்பைப் புகழ்கின்றன?",
    "options": [
      "துணிச்சல்",
      "அகிம்சை",
      "ராஜதந்திரம்",
      "கல்வி"
    ],
    "answer": "B",
    "additional_context": "காந்தியடிகளின் அகிம்சை வழியை குறிப்பிடும் வகையில்  சின்னக் கைத்தடி என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. அகிம்சை காந்தியடிகளின் முக்கியமான பண்பாகும்."
  },
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள \"மெய்களைப் போற்றிய இந்தியத் தாய்க்கு மெய்யுணர்வு என்கிற மேலாடை\" என்ற வரிகள் எதைக் குறிக்கின்றன?",
    "options": [
      "இந்தியர்களின் மத நம்பிக்கை",
      "இந்தியர்களின் சமூக வாழ்க்கை",
      "இந்தியர்களின் ஒழுக்க நெறிகள்",
      "இந்தியர்களின் பழக்க வழக்கங்கள்"
    ],
    "answer": "C",
    "additional_context": "இந்தியர்களின் உண்மையான இயல்பு, ஒழுக்கம்,  நேர்மை  ஆகியவற்றை குறிப்பிடும் வகையில் மெய்யுணர்வு என்பது  இந்தியத் தாய்க்கு மேலாடை  என்கிறார்.  இந்தியர்களின் ஒழுக்க நெறிகளை இவை வெளிப்படுத்துகின்றன."
  }
]
