
[
  {
    "description": "இன்சுவை எந்த வகுப்பில் படித்தபோது அத்தையிடம் ஒரு கடிதம் எழுதினார்?",
    "options": [
      "ஐந்தாம் வகுப்பு",
      "ஆறாம் வகுப்பு",
      "ஏழாம் வகுப்பு",
      "எட்டாம் வகுப்பு"
    ],
    "answer": "B",
    "additional_context": "இன்சுவை, இளம் அறிவியல் ஆய்வாளர் பணிக்குத் தெரிவு செய்யப்பட்டிருப்பதைக் கூறி, அத்தையிடம் தனது மகிழ்ச்சியைப் பகிர்ந்து கொள்கிறான். இன்சுவை தனது இந்த மகிழ்ச்சியான நேரத்தில் அத்தையை நினைத்து, தான் ஆறாம் வகுப்பு படித்தபோது எழுதிய கடிதத்தை நினைவு கூர்ந்து, அத்தையைப் பற்றியும், அவர் அளித்த வழிகாட்டுதல்கள் பற்றியும் குறிப்பிடுகிறான்.  இன்சுவை ஆறாம் வகுப்பு படித்தபோது, இளம் அறிவியல் ஆய்வாளராக வேண்டும் என்று கனவு கண்டதை இந்தக் கடிதத்தின் மூலம் அறியமுடிகிறது."
  },
  {
    "description": "இன்சுவையின் எதிர்காலக் கனவு என்ன?",
    "options": [
      "பள்ளி ஆசிரியராக வேண்டும்",
      "டாக்டராக வேண்டும்",
      "அறிவியல் ஆய்வாளராக வேண்டும்",
      "எழுத்தாளராக வேண்டும்"
    ],
    "answer": "C",
    "additional_context": "இன்சுவை அத்தையிடம் எழுதிய கடிதத்தில், தனது கனவை பகிர்ந்து கொள்கிறான்.  அவர் வருங்காலத்தில் அத்தையைப் போல அறிவியல் துறையில் பணியாற்ற வேண்டும் என்று விரும்புகிறான்.  அவர் ஒரு இளம் அறிவியல் ஆய்வாளராக வேண்டும் என்பது அவருடைய கனவு. அவர் அறிவியல் ஆய்வாளர் ஆகவேண்டும் என்பதற்கு அத்தையின் ஊக்கமும், அத்தையின் கடிதங்களும் பெரிதும் உதவியுள்ளன என்பதையும் இந்தக் கடிதத்தில்  குறிப்பிடுகிறான்."
  },
  {
    "description": "இன்சுவை எந்த நிறுவனத்தில் பணியில் சேரப்போகிறார்?",
    "options": [
      "இந்திய விண்வெளி ஆய்வு மையம்",
      "சதீஷ்தவான் விண்வெளி ஆய்வு நிறுவனம்",
      "இந்திய அறிவியல் நிறுவனம்",
      "இந்திய மருத்துவ ஆராய்ச்சி கழகம்"
    ],
    "answer": "B",
    "additional_context": "இன்சுவை அத்தையிடம் எழுதிய கடிதத்தில், தனது கனவு நனவாகி விட்டது என்று தெரிவிக்கிறான்.  அவர் இளம் அறிவியல் ஆய்வாளர் பணிக்குத் தெரிவு செய்யப்பட்டிருக்கிறான்.  நாளை காலை சதீஷ்தவான் விண்வெளி ஆய்வு நிறுவனத்தில் பணியில் சேரவேண்டும் என்று குறிப்பிடுகிறான்.   சதீஷ்தவான் விண்வெளி ஆய்வு நிறுவனத்தில் இளம் அறிவியல் ஆய்வாளர் பணிக்குத் தெரிவு செய்யப்பட்டுள்ளான் என்பதை இன்சுவை தனது கடிதத்தில் தெரிவிக்கிறான்."
  },
  {
    "description": "தொல்காப்பியர் எந்த ஐந்து தனிமங்களைக் குறிப்பிட்டுள்ளார்?",
    "options": [
      "நிலம், நீர், நெருப்பு, காற்று, ஆகாயம்",
      "நிலம், நீர், நெருப்பு, காற்று, நட்சத்திரம்",
      "நிலம், நீர், நெருப்பு, காற்று, மண்",
      "நிலம், நீர், நெருப்பு, காற்று, மரம்"
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பியர், தொல்காப்பியம் என்னும் நூலில், உலக உயிர்களை ஓரறிவு முதல் ஆறறிவு வரை வகைப்படுத்தியுள்ளார். மேலும், இவ்வுலகம் நிலம், நீர், நெருப்பு, காற்று, ஆகாயம் எனும் ஐந்து தனிமங்களால் ஆனது என்று குறிப்பிட்டுள்ளார்."
  },
  {
    "description": "கடல் நீர் ஆவியாகி மேகமாகும் என்பதைக் குறிப்பிடும் பழந்தமிழ் இலக்கியங்கள் எவை?",
    "options": [
      "பரிபாடல், திருக்குறள், கார்நாற்பது",
      "முல்லைப்பாட்டு, பரிபாடல், கார்நாற்பது",
      "பரிபாடல், கார்நாற்பது, திருப்பாவை",
      "முல்லைப்பாட்டு, பரிபாடல், திருக்குறள், கார்நாற்பது, திருப்பாவை"
    ],
    "answer": "D",
    "additional_context": "கடல் நீர் ஆவியாகி மேகமாகும். பின்னர் மேகம் குளிர்ந்து மழையாகப் பொழியும்.  பழந்தமிழ் இலக்கியங்களான முல்லைப்பாட்டு, பரிபாடல், திருக்குறள், கார்நாற்பது, திருப்பாவை ஆகிய நூல்களில் இந்த அறிவியல் செய்தி குறிப்பிடப்பட்டுள்ளது.   பழந்தமிழர்கள் அறிவியல் செய்திகளை இலக்கியங்களில் பதிவு செய்து வந்துள்ளனர் என்பதை இந்த உதாரணத்தின் மூலம் அறிய முடிகிறது."
  }
]
