
[
  {
    "description": "“ரோபோ” என்ற வார்த்தைக்கு இணையான தமிழ்ச் சொல் எது?",
    "options": [
      "மெக்கானிக்",
      "தானியங்கி",
      "செயற்கை மனிதன்",
      "எல்லாம் சரி"
    ],
    "answer": "D",
    "additional_context": "ரோபோ என்பது ஒரு தானியங்கி இயந்திரம். செயற்கை மனிதன் என்ற சொல்லும் ரோபோவை குறிக்கிறது. ஆகையால் ரோபோ என்ற சொல்லுக்கு இணையான தமிழ்ச் சொல், தானியங்கி, செயற்கை மனிதன் இரண்டும் பொருத்தமானவை."
  },
  {
    "description": "“ரோபோக்கள் கண்டுபிடிப்பினால் ஏற்படும் விளைவுகள்” என்ற தலைப்பில் எந்தப் பகுதியில் விவாதிக்க வேண்டும்?",
    "options": [
      "மொழியோடு விளையாடு",
      "பகிர்க",
      "கண்டும் கேட்டும் மகிழ்க",
      "சொல்வளம் பெருக்குக"
    ],
    "answer": "B",
    "additional_context": "ரோபோக்கள் கண்டுபிடிப்பினால் ஏற்படும் விளைவுகள் பற்றி விவாதிப்பது, ஒரு குழுவாக இருந்து விவாதிக்க வேண்டிய ஒரு செயல். அதனால் 'பகிர்க' என்ற பகுதியில் இதை விவாதிக்க வேண்டும்."
  },
  {
    "description": "மேலே கொடுக்கப்பட்டுள்ள வாக்கியத்தில், மொழிமுதல் எழுத்துகளாக வரும் உயிர்மெய் எழுத்துகள் எவை?",
    "options": [
      "ஞ, ய,",
      "ய, வ,",
      "ஞ, வ,",
      "ஞ, ய, வ"
    ],
    "answer": "D",
    "additional_context": "“ஞ, ய, வ ஆகிய உயிர்மெய் எழுத்துகள் வரிசையில் மொழிமுதல் எழுத்துகளாக அமைபவை எவை?” என்ற வாக்கியத்தில்,  “ஞ, ய, வ” ஆகிய மூன்று எழுத்துகளும் மொழிமுதல் எழுத்துகளாக உள்ளன."
  },
  {
    "description": "மேலே கொடுக்கப்பட்டுள்ள வாக்கியத்தில், “அகராதியை” என்ற சொல்லில் மொழி இறுதி எழுத்து எது?",
    "options": [
      "ய",
      "இ",
      "ய்",
      "ஆ"
    ],
    "answer": "A",
    "additional_context": "“அகராதியை” என்ற சொல்லில், “ய” மொழி இறுதி எழுத்தாக உள்ளது.  மொழி இறுதி எழுத்து என்றால், ஒரு சொல்லின் இறுதியில் வரும் எழுத்து."
  },
  {
    "description": "மேலே கொடுக்கப்பட்டுள்ள பத்தியில், “கப்பல்” என்ற சொல் எந்த இடத்தில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "மொழிமுதல்",
      "மொழி இறுதி",
      "மொழி நடுவில்",
      "எதுவுமில்லை"
    ],
    "answer": "C",
    "additional_context": "“1921 ஆம் ஆண்டு மத்திய தரைக் கடலில், ஒரு கப்பல் இங்கிலாந்தை நோக்கிச் சென்று கொண்டிருந்தது.” என்ற பத்தியில், “கப்பல்” என்ற சொல் “மத்திய தரைக் கடலில், ஒரு கப்பல்”  என்ற வரியில் பயன்படுத்தப்பட்டுள்ளது.  மத்திய தரைக் கடலில் என்பது மொழிமுதல், ஒரு என்பது மொழி நடுவில், கப்பல் என்பது மொழி நடுவில், இங்கிலாந்தை என்பது மொழி இறுதி."
  }
]
