[
          
  {
    
          "description": "'கண்மணியே கண்ணுறங்கு' பாடலின் கரு என்ன?",
          "options": [
      "அ) குழந்தைகளைப் பாராட்டி, தூங்க வைப்பது",
      "இ) நாட்டின் வளங்களைப் புகழ்வது",
      "ஆ) தாய்மார்களின் கடமையைப் பறைசாற்றுவது",
      "ஈ) குழந்தைகளின் கனவுகளைப் பற்றி பேசுவது"
    ],
    "answer": "அ",
    
          "additional_context": "இந்தப் பாடல், தாய் தன் குழந்தையை மெதுவாக தூங்க வைக்கப் பாடி, தன் மகனைப் பாராட்டிப் பாடுவது போன்று அமைந்திருக்கிறது. குழந்தையின் அழகை வர்ணித்தும், குழந்தையை மூன்று நாடுகளின் சின்னங்களாகப் பாடி, குழந்தைக்கு மகிழ்ச்சியும், நிம்மதியும் தருவது போன்று இப்பாடல் அமைந்துள்ளது."
          }
        ,
          
  {
    
          "description": "'கண்மணியே கண்ணுறங்கு' பாடலில் குழந்தையை எந்த மூன்று நாடுகளின் சின்னங்களாகப் பாடுகிறார்?",
          "options": [
      "அ) சேர, சோழ, பாண்டிய",
      "இ) சேர, பாண்டிய, நாயக்கர்",
      "ஆ) சோழ, பாண்டிய, இராமநாதபுரம்",
      "ஈ) சேர, சோழ, பல்லவ"
    ],
    "answer": "அ",
    
          "additional_context": "குழந்தையைப் பாராட்டி, குழந்தையின் அழகைப் புகழ்ந்து, “தந்தத்திலே தொட்டில் கட்டித் தங்கத்திலே பூ இழைத்துச் செல்லமாய் வந்து உதித்த சேரநாட்டு முத்தேனோ!”, “வாழை இலை பரப்பி வந்தாரைக் கை அமர்த்திச் சுவையான விருந்து வைக்கும் சோழநாட்டு முக்கனியோ!”, “குளிக்கக் குளம் வெட்டிக் குலம்வாழ அணை கட்டிப் பசியைப் போக்க வந்த பாண்டிநாட்டு முத்தமிழோ!” என்று இப்பாடல் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "இந்தப் பாடலில், 'தாலாட்டு' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "அ) குழந்தைகளைக் கொஞ்சுவது",
      "இ) குழந்தைகளைப் பாட வைப்பது",
      "ஆ) குழந்தைகளுக்குப் பாட்டு பாடுவது",
      "ஈ) குழந்தைகளைத் தூங்க வைப்பது"
    ],
    "answer": "ஈ",
    
          "additional_context": "தாலாட்டு என்பது குழந்தைகளைத் தூங்க வைக்கப் பாடுவது. தால் என்ற சொல்லுக்கு நாக்கு என்று பொருள். நாவை அசைத்துப் பாடுவதால் தாலாட்டு என்று பெயர் பெற்றது."
          }
        ,
          
  {
    
          "description": "'கண்மணியே கண்ணுறங்கு' பாடலில் எந்த வகையான சொற்களின் பயன்பாடு அதிகம்?",
          "options": [
      "அ) இலக்கியச் சொற்கள்",
      "இ) மொழிச் சொற்கள்",
      "ஆ) நாட்டுப்புறச் சொற்கள்",
      "ஈ) மெய்யெழுத்துச் சொற்கள்"
    ],
    "answer": "ஆ",
    
          "additional_context": "இந்தப் பாடல் நாட்டுப்புறப் பாடல். நாட்டுப்புறப் பாடல்கள், தாய்மார்கள், பாட்டிமார்கள், குழந்தைகளைத் தூங்க வைக்கப் பாடுவது. இந்தப் பாடலில், 'நந்தவனம்', 'பூ', 'தந்தம்', 'தங்கம்', 'செல்லம்', 'வாழை இலை', 'கை அமர்த்தி', 'சுவையான', 'விருந்து', 'குளிக்கக்', 'குளம் வெட்டிக்' போன்ற நாட்டுப்புறச் சொற்கள் பயன்படுத்தப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "'கண்மணியே கண்ணுறங்கு' பாடலில், 'தந்தத்திலே தொட்டில் கட்டித் தங்கத்திலே பூ இழைத்து' என்ற வரிகளின் மூலம் எதைப் புரிய வைக்கிறது?",
          "options": [
      "அ) தொட்டில் தயாரிக்கும் முறையை",
      "இ) குழந்தையின் அழகை",
      "ஆ) குழந்தைக்கு செய்யப்படும் அன்பு",
      "ஈ) சேர நாட்டின் செல்வத்தை"
    ],
    "answer": "ஆ",
    
          "additional_context": "குழந்தைக்கு செய்யப்படும் அன்பு, அந்த அன்பு எத்தனை மதிப்பு வாய்ந்தது என்பதை வலியுறுத்துகிறது. குழந்தையின் அழகைப் புகழ்வதற்காக “தந்தத்திலே தொட்டில் கட்டித் தங்கத்திலே பூ இழைத்துச் செல்லமாய் வந்து உதித்த சேரநாட்டு முத்தேனோ!” என்று இப்பாடல் கூறுகிறது. தந்தம், தங்கம் போன்ற விலை உயர்ந்த பொருட்களைக்கொண்டு அழகான தொட்டிலில் வைத்துப் பாதுகாக்கப்படும் குழந்தையின் மதிப்பைக் காட்டுகிறது."
          }
        ]