
[
  {
    "description": "“சாலச்சிறந்தது” என்ற சொல்லில், “சால” என்ற சொல் எந்த வகைச் சொல்?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“சாலச்சிறந்தது” என்ற சொல், “சால” என்ற சொல்லால் உரிச்சொல்லான “சிறந்தது” என்ற சொல் மிகுதிப்படுத்தப்பட்டுள்ளது என்பதை காட்டுகிறது. எனவே, “சால” என்ற சொல் ஒரு உரிச்சொல் என்பதை அறிந்து கொள்ளலாம். உரிச்சொற்கள் பெயர்ச்சொல் மற்றும் வினைச்சொல்லின் தன்மையை மிகுதிப்படுத்தும் சொற்கள் ஆகும். பெயர்ச்சொல், வினைச்சொல் ஆகியவற்றின் தன்மையை மிகுதிப்படுத்த வருவது உரிச்சொல் ஆகும். உதாரணமாக “மாநகரம்” என்ற பெயர்ச்சொல்லின் தன்மையை “சால” என்ற சொல் மிகுதிப்படுத்தி “சாலச்சிறந்தது” என்று கூறுகிறது. இதுபோன்ற மிகுதிப்படுத்தல் சொற்கள் உரிச்சொற்கள் என்று அழைக்கப்படுகின்றன."
  },
  {
    "description": "“மக்கள்மெய் தீண்டல் உடற்கின்பம் மற்று அவர் சொற்கேட்டல் இன்பம் செவிக்கு” என்ற குறளில் உள்ள “மற்று” என்ற சொல் எந்த வகைச் சொல்?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த குறளில் “மற்று” என்ற சொல் தனியாக பொருள் தருவதில்லை. அதற்கு முன் உள்ள “உடற்கின்பம்” என்ற பெயர்ச்சொல்லையும், அதற்குப் பின் உள்ள “அவர் சொற்கேட்டல் இன்பம்” என்ற வினைச்சொல்லையும் சார்ந்து வருகிறது. இதுபோன்ற சொற்கள் இடைச்சொற்கள் என்று அழைக்கப்படுகின்றன. இடைச்சொற்கள் தனியாகப் பொருள் தராதவை. பெயர்ச்சொல் அல்லது வினைச்சொல்லைச் சார்ந்து பொருள் தரும்.  மற்று, உம், ஐ, என்பவை இடைச்சொற்களுக்கான சில உதாரணங்கள்."
  },
  {
    "description": "“செய்தித்தாளில் விளையாட்டுச் செய்தி ஒன்றைப் படித்து, அதில் இடம்பெற்றுள்ள நால்வகைச் சொற்களை எழுதுக” என்ற வாக்கியத்தில், “படித்து” என்ற சொல் எந்த வகைச் சொல்?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“படித்து” என்ற சொல் “படி” என்ற வினைச்சொல்லிலிருந்து பெறப்பட்ட ஒரு சொல். இது செயலைக் குறிக்கிறது. எனவே, “படித்து” என்ற சொல் ஒரு வினைச்சொல் என்பதை அறிந்து கொள்ளலாம். ஒரு வினைச்சொல் என்பது ஒரு செயலைக் குறிக்கும் சொல்லாகும். “படித்து” என்ற சொல்  “படி” என்ற வினைச்சொல்லிலிருந்து உருவானது. “படி” என்ற சொல் “படித்தல்” என்ற வினைச்சொல்லின் தண்டுச் சொல்.  இந்த சொல் “ஒன்றைப்” என்ற பெயர்ச்சொல்லையும் சார்ந்து வருகிறது. “ஒன்றைப்” என்ற சொல் இரண்டு எழுத்துகளால் ஆனது.  “ஒன்” என்ற சொல் தனித்து நின்று பொருள் தருகிறது.  “றை” என்ற சொல்  “ஒன்” என்ற சொல்லுடன் இணைந்து “ஒன்றை” என்று பொருள் தருகிறது.  “ஒன்றைப்” என்ற சொல்லுடன் “படித்து” என்ற சொல் இணைந்து “ஒன்றைப் படித்து” என்ற தொடராக இணைந்து விடுகிறது.  இவ்வாறு பெயர்ச்சொல் மற்றும் வினைச்சொல் இணைந்து ஒரு புதிய பொருளைத் தருவதுதான் தொடர்ச்சொல்  என்றழைக்கப்படுகிறது."
  },
  {
    "description": "“உம்”, “மற்று”, “ஐ” ஆகிய சொற்கள் எந்த வகைச் சொற்களுக்கு உதாரணமாகும்?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“உம்”, “மற்று”, “ஐ”  என்பவை இடைச்சொற்கள். இடைச்சொற்கள் தனித்து நின்று பொருள் தராதவை. பெயர்ச்சொல் அல்லது வினைச்சொல்லைச் சார்ந்து பொருள் தரும்.  பெயர்ச்சொல்லையும் வினைச்சொல்லையும் சார்ந்து வரும் சொல் இடைச்சொல் ஆகும். இது தனித்து இயங்காது. உதாரணமாக, “தந்தையும் தாயும்” என்ற தொடரில் “உம்” என்ற சொல் இடைச்சொல் ஆகும்.  “மற்றொருவர்” என்ற தொடரில் “மற்று” என்ற சொல் இடைச்சொல் ஆகும்.  “திருக்குறளை” என்ற தொடரில் “ஐ” என்ற சொல் இடைச்சொல் ஆகும்."
  },
  {
    "description": "“சாலச்சிறந்தது” என்ற சொல்லில் “சிறந்தது” என்ற சொல் எந்த வகைச் சொல்?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“சாலச்சிறந்தது” என்ற சொல்லில், “சிறந்தது” என்பது ஒரு உரிச்சொல். உரிச்சொற்கள் பெயர்ச்சொல் அல்லது வினைச்சொல்லின் தன்மையை மிகுதிப்படுத்தும் சொற்கள் ஆகும்.  “சால” என்ற சொல் “சிறந்தது” என்ற சொல்லின் தன்மையை மிகுதிப்படுத்தி “சாலச்சிறந்தது” என்ற சொல்லாக மாற்றுகிறது. “சிறந்தது” என்பது ஒரு தனித்துவமான சொல். இந்த சொல் தனியாகவே நின்று பொருள் தரும்.  மேலும், “சிறந்தது” என்பது தன்மையைக் குறிக்கும் சொல் ஆகும். இது  “சால” என்ற சொல்லால் மிகுதிப்படுத்தப்படுகிறது.  எனவே, “சிறந்தது” என்பது ஒரு உரிச்சொல் என்பதை அறிந்து கொள்ளலாம்.  உரிச்சொற்கள், ஒரு பெயர்ச்சொல் அல்லது வினைச்சொல்லின் தன்மையைப் பற்றி கூறுபவை. உதாரணமாக, “பூ” என்ற பெயர்ச்சொல்லை எடுத்துக்கொள்வோம். “பூ” என்ற சொல் தனியாகவே பொருள் தரும். ஆனால், அதன் தன்மையைக் குறிப்பிட வேண்டுமெனில், “சிவப்பு பூ” என்று கூறலாம்.  “சிவப்பு” என்ற சொல் “பூ”  என்ற பெயர்ச்சொல்லின் நிறத்தைக் குறிக்கிறது.  எனவே, “சிவப்பு”  ஒரு உரிச்சொல் ஆகும்.  இதேபோல, “விளையாடு” என்ற வினைச்சொல்லின் தன்மையைக் குறிப்பிட வேண்டுமெனில், “வேகமாக விளையாடு” என்று கூறலாம். “வேகமாக” என்ற சொல் “விளையாடு” என்ற வினைச்சொல்லின் வேகத்தைக் குறிக்கிறது.  எனவே, “வேகமாக” ஒரு உரிச்சொல் ஆகும்.  உரிச்சொற்கள் பெயர்ச்சொல் மற்றும் வினைச்சொல்லின் தன்மையை மிகுதிப்படுத்தும் சொற்கள் ஆகும்."
  }
]
