[
          
  {
    
          "description": "'சத்திமுத்தப் புலவரால் பாடப்பட்ட பறவை **___**'  என்ற வாக்கியத்தை நிரப்புக. பின்வரும் எந்த விருப்பத்தில் சரியான சொல் தரப்பட்டுள்ளது?",
          "options": [
      "அ) பறவை",
      "ஆ) பரவை",
      "இ) புள்",
      "ஈ) பறவை"
    ],
    "answer": "C",
    
          "additional_context": "சத்திமுத்தப் புலவர் என்பவர் தமிழ் இலக்கியத்தில் பிரபலமான புலவர்.  'புள்' என்பது பறவையின் மற்றொரு பெயர். சத்திமுத்தப் புலவர் பறவைகளைப் பற்றி பாடியுள்ளார். 'புள்' என்ற சொல் அவர் பாடிய பறவையைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'மிகப்பெரிய சாண்டியாகோ மீனைப் பிடித்தார்' என்ற வாக்கியத்தில்  'சாண்டியாகோ' யார்?",
          "options": [
      "அ) மீனவர்",
      "ஆ) மீன்",
      "இ)  பறவை",
      "ஈ)  படகு"
    ],
    "answer": "A",
    
          "additional_context": "சாண்டியாகோ என்பது ஒரு மீனவரின் பெயர்.  அவர் மிகப்பெரிய மீனைப் பிடித்தார். மீனவர் மீனைப் பிடித்து வாழ்க்கை நடத்துபவர்."
          }
        ,
          
  {
    
          "description": "  பின்வரும் எந்த விருப்பத்தில் 'காப்பகம்' என்ற சொல்லின் வேறு பெயர் தரப்பட்டுள்ளது?",
          "options": [
      "அ) சரணாலயம்",
      "ஆ) சங்கமம்",
      "இ)  மன்றம்",
      "ஈ)  குழு"
    ],
    "answer": "A",
    
          "additional_context": "காப்பகம் என்பது இயற்கை வளங்கள் பாதுகாக்கப்படும் ஒரு பகுதி. சரணாலயம் என்பது காப்பகத்தின் வேறு பெயர். காப்பகத்தில் விலங்குகள் மற்றும் தாவரங்கள் பாதுகாக்கப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "  'பறவைகள் இடம்பெயர்தல் **___**'  என்ற வாக்கியத்தை நிரப்புக. பின்வரும் எந்த விருப்பத்தில் சரியான சொல் தரப்பட்டுள்ளது?",
          "options": [
      "அ) மறைவு",
      "ஆ)  வலசை",
      "இ)  பறவை",
      "ஈ)  பறந்தல்"
    ],
    "answer": "B",
    
          "additional_context": "பறவைகள் இடம்பெயர்தல் என்பது பறவைகள் ஒரு இடத்திலிருந்து இன்னொரு இடத்திற்கு குறிப்பிட்ட நேரத்தில் பயணம் செய்வதை குறிக்கிறது. இது 'வலசை' என்று அழைக்கப்படுகிறது. பறவைகள் מזג אוויר, உணவு, இனப்பெருக்கம் போன்ற காரணங்களால் வலசை போகின்றன."
          }
        ,
          
  {
    
          "description": "  'பெருகிவரும் மக்களின் தேவைக்காக இயற்கையை அழிப்பது சரியா?'  என்ற கேள்விக்கு  'இயற்கையைச் சுரண்டாமல், மக்களின் தேவைகளை நிறைவேற்ற மாற்று வழிகள் உண்டா?'  என்ற கேள்வி எதைக் குறிக்கிறது?",
          "options": [
      "அ)  மக்களின் தேவைகளை நிறைவேற்றுவதற்கான சாத்தியமான மாற்று வழிகளை  தேடி  ",
      "ஆ)  இயற்கை  அழிப்பு  சரியா  என்பதை  சொல்லுவதற்கு",
      "இ)  இயற்கையை  பாதுகாக்க வேண்டும்  என்பதை  கூறுவதற்கு",
      "ஈ)   இயற்கை  அழிப்புக்கு  எதிராக  போராடுவதற்கு"
    ],
    "answer": "A",
    
          "additional_context": "மக்களின் தேவைகளை நிறைவேற்றுவதற்காக இயற்கையை அழிப்பது நமக்குத் தேவையான ஒரு தீர்வு இல்லை. இயற்கையைப் பாதுகாத்து, அதன் வளங்களைப் பயன்படுத்தி மக்களின் தேவைகளைப் பூர்த்தி செய்வதற்கான பல மாற்று வழிகள் உள்ளன.  இயற்கை வளங்கள், உயிரினங்கள் மற்றும் சுற்றுச்சூழலைப் பாதுகாப்பது நமக்கு மிக முக்கியமானது."
          }
        ]