
[
  {
    "description": "வேலுநாச்சியார் எந்தப் போரில் தன் கணவரை இழந்தார்?",
    "options": [
      "காளையார்கோவில் போர்",
      "சிவகங்கை போர்",
      "திருநெல்வேலி போர்",
      "தஞ்சாவூர் போர்"
    ],
    "answer": "A",
    "additional_context": "இராமநாதபுரத்தை ஆட்சி செய்த செல்லமுத்து மன்னரின் ஒரே மகள் வேலுநாச்சியார். தாய்மொழியாகிய தமிழ் மட்டும் அல்லாமல் ஆங்கிலம், பிரெஞ்சு, உருது ஆகிய மொழிகளையும் சிறப்பாகக் கற்றார். சிலம்பம், குதிரையேற்றம், வாட்போர், விற்பயிற்சி ஆகியவற்றையும் முறையாகக் கற்றுக் கொண்டார். சிவகங்கை மன்னர் முத்துவடுகநாதரை மணந்து மகிழ்ச்சியோடு வாழ்ந்து வந்தார். காளையார்கோவிலில் நடைபெற்ற போரில் முத்துவடுகநாதர் ஆங்கிலேயரால் நயவஞ்சகமாகக் கொல்லப்பட்டார்."
  },
  {
    "description": "வேலுநாச்சியார் தனது படையை எந்தக் கோட்டையில் திரட்டிப் பயிற்சி அளித்தார்?",
    "options": [
      "சிவகங்கை கோட்டை",
      "திண்டுக்கல் கோட்டை",
      "காளையார்கோவில் கோட்டை",
      "திருச்செந்தூர் கோட்டை"
    ],
    "answer": "B",
    "additional_context": "வேலுநாச்சியார் ஆங்கிலேயரை வென்று சிவகங்கையை மீட்க உறுதி பூண்டார். திண்டுக்கல் கோட்டையில் தங்கி ஒரு படையைத் திரட்டிப் பயிற்சி அளித்தார்."
  },
  {
    "description": "வேலுநாச்சியார் தனது போர் வியூகத்தை யாருடன் ஆலோசனை நடத்தி முடிவு செய்தார்?",
    "options": [
      "மருது சகோதரர்கள்",
      "அமைச்சர் தாண்டவராயர்",
      "குயிலி",
      "அனைவரும்"
    ],
    "answer": "D",
    "additional_context": "திண்டுக்கல் கோட்டையில் ஆலோசனைக் கூட்டம் ஒன்று நடந்து கொண்டிருந்தது. கூட்டத்தின் நடுவே வீரமங்கை வேலுநாச்சியார் அமர்ந்திருந்தார். அவரைச் சுற்றி அமைச்சர் தாண்டவராயர், தளபதிகளாகிய பெரிய மருது, சின்ன மருது மற்றும் குறுநில மன்னர்கள் சிலர் இருந்தனர்."
  },
  {
    "description": "வேலுநாச்சியாரின் படைக்கு மைசூரிலிருந்து யார் உதவினார்கள்?",
    "options": [
      "ஐதர்அலி",
      "திப்பு சுல்தான்",
      "சங்கராச்சாரியார்",
      "நவாப்"
    ],
    "answer": "A",
    "additional_context": "அப்போது அறையின் வாயிலில் வீரன் ஒருவன் வந்து நின்றான். \"அரசியாருக்கு வணக்கம். மைசூரில் இருந்து ஐயாயிரம் குதிரைப் படை வீரர்கள் வந்துள்ளனர்\" என்றான். \"அப்படியா! மகிழ்ச்சி. அவர்களை ஓய்வு எடுக்கச் சொல். நான் பிறகு வந்து பார்க்கிறேன்\" என்றார் வேலுநாச்சியார். வீரன் வெளியேறினான்."
  },
  {
    "description": "வேலுநாச்சியாரின் பெண்கள் படைக்கு யார் தலைமை ஏற்றார்?",
    "options": [
      "மருது சகோதரர்கள்",
      "அமைச்சர் தாண்டவராயர்",
      "குயிலி",
      "ஐதர்அலி"
    ],
    "answer": "C",
    "additional_context": "காளையார்கோவிலில் வேலுநாச்சியாரின் படைக்கும் ஆங்கிலேயரின் படைக்கும் இடையே கடுமையான போர் நடைபெற்றது. இறுதியில் ஆங்கிலேயரின் படை தோற்று ஓடியது. காளையார்கோவிலில் வேலுநாச்சியாரின் படைக்கும் ஆங்கிலேயரின் படைக்கும் இடையே கடுமையான போர் நடைபெற்றது. இறுதியில் ஆங்கிலேயரின் படை தோற்று ஓடியது. காளையார்கோவிலில் வேலுநாச்சியாரின் படைக்கும் ஆங்கிலேயரின் படைக்கும் இடையே கடுமையான போர் நடைபெற்றது. இறுதியில் ஆங்கிலேயரின் படை தோற்று ஓடியது. காளையார்கோவிலில் வேலுநாச்சியாரின் படைக்கும் ஆங்கிலேயரின் படைக்கும் இடையே கடுமையான போர் நடைபெற்றது. இறுதியில் ஆங்கிலேயரின் படை தோற்று ஓடியது."
  }
]
