
[
  {
    "description": "“தந்தத்திலே தொட்டில் கட்டித் தங்கத்திலே பூ இழைத்துச் செல்லமாய் வந்து உதித்த சேரநாட்டு முத்தேனோ!” - இந்த வரிகளில் குழந்தையை எந்த விலங்கியோடு ஒப்பிட்டுப் பாராட்டுகிறார்கள்?",
    "options": [
      "புலி",
      "யானை",
      "எருமை",
      "தேன்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தப் பாடல் தாய் தன் குழந்தையைப் பாராட்டிப் பாடுவதாகும். அந்தப் பாடலில், தாய் தன் குழந்தையை “சேரநாட்டு முத்தேனோ!” என்று அழைக்கிறாள். குழந்தையின் இனிமை மற்றும் அழகைத் தேன் போல இருப்பதாகக் காட்டுகிறது. இதிலிருந்து, குழந்தையை தேனுடன் ஒப்பிட்டுப் பாராட்டுகிறார்கள் என்பது தெளிவாகிறது."
  },
  {
    "description": "“வாழை இலை பரப்பி வந்தாரைக் கை அமர்த்திச் சுவையான விருந்து வைக்கும் சோழநாட்டு முக்கனியோ!” - இந்த வரிகள் எந்தப் பழக்க வழக்கத்தை விவரிக்கின்றன?",
    "options": [
      "குழந்தை பிறந்த 10 நாள் விழா",
      "திருமண விழா",
      "வீடு வெய்தல்",
      "விருந்தினர் வரவேற்பு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தப் பாடலில், தாய் தன் குழந்தையை “சோழநாட்டு முக்கனியோ!” என்று அழைக்கிறாள். இந்த வரிகள் விருந்தினர்களை வாழை இலை விரித்து வரவேற்று சுவையான விருந்து வைக்கும் சோழர்களின் பழக்க வழக்கத்தைச் சுட்டிக் காட்டுகின்றன. விருந்தினர்களை வாழை இலை விரித்து வரவேற்று, அவர்களுக்கு சுவையான உணவுகளைப் படைத்து உபசரிக்கும் பழக்கம் இருந்தது என்பதை இந்த வரிகள் தெளிவாகக் காட்டுகின்றன. இதிலிருந்து, இந்த வரிகள் விருந்தினர் வரவேற்பு பழக்க வழக்கத்தை விவரிக்கின்றன என்பது தெளிவாகிறது."
  },
  {
    "description": "“குளிக்கக் குளம் வெட்டிக் குலம்வாழ அணை கட்டிப் பசியைப் போக்க வந்த பாண்டிநாட்டு முத்தமிழோ!” - இந்த வரிகள் எந்த நன்மைக்காக பாண்டி நாட்டைப் போற்றுகின்றன?",
    "options": [
      "போர் வீரர்களுக்கான சிறப்பு",
      "கல்வி வளர்ச்சி",
      "நீர்ப்பாசன வசதி",
      "சமூக நலன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பாடலில், தாய் தன் குழந்தையை “பாண்டிநாட்டு முத்தமிழோ!” என்று அழைக்கிறாள். இந்த வரிகள் பாண்டிய நாட்டு மக்கள் தங்கள் குலத்துக்கு நன்மை பயக்கக் குளம் வெட்டி, அணை கட்டி, நீர்ப்பாசன வசதியை ஏற்படுத்தி, பசியைப் போக்கியதைப் போற்றுகின்றன. இதிலிருந்து, இந்த வரிகள் பாண்டி நாட்டை நீர்ப்பாசன வசதிக்காகப் போற்றுகின்றன என்பது தெளிவாகிறது."
  },
  {
    "description": "“கண்மணியே கண்ணுறங்கு” - இந்தப் பாடலில், “கண்ணுறங்கு” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "கண் களைத்து உறங்கு",
      "கண்ணை மூடி உறங்கு",
      "உறக்கத்தில் மூழ்கி போ",
      "ஆழ்ந்த உறக்கம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பாடல் தாய் தன் குழந்தையைத் தூங்க வைக்கப் பாடுவதாகும். இதில், “கண்மணியே கண்ணுறங்கு” என்ற வரிகள் பயன்படுத்தப்பட்டுள்ளன. “கண்ணுறங்கு” என்ற சொல், “கண்ணை மூடி உறங்கு” என்று பொருள்படும். இதிலிருந்து, “கண்ணுறங்கு” என்ற சொல்லின் பொருள் “கண்ணை மூடி உறங்கு” என்பது தெளிவாகிறது."
  },
  {
    "description": "“முத்தேனோ, முக்கனியோ, முத்தமிழோ” - இந்தச் சொற்கள் எதைப் பற்றிய குறிப்புகளைத் தருகின்றன?",
    "options": [
      "குழந்தைக்குப் போடும் பெயர்கள்",
      "நாட்டுப்புறப் பழக்க வழக்கங்கள்",
      "தமிழகத்தின் மூன்று மாவட்டங்கள்",
      "குழந்தையின் திறமைகள்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தப் பாடல் தாய் தன் குழந்தையைப் பாராட்டிப் பாடுவதாகும். இதில் “முத்தேனோ, முக்கனியோ, முத்தமிழோ” என்ற சொற்கள் குழந்தையின் திறமைகள் குறித்த குறிப்புகளைத் தருகின்றன. இதிலிருந்து, “முத்தேனோ, முக்கனியோ, முத்தமிழோ” என்ற சொற்கள் குழந்தையின் திறமைகள் குறித்த குறிப்புகளைத் தருகின்றன என்பது தெளிவாகிறது."
  }
]
