
[
  {
    "description": "“பந்து” என்ற சொல்லுக்குப் பதிலாக “பன்து” என்ற சொல் பயன்படுத்தப்பட்டால், என்ன பொருள் மாறும்?",
    "options": [
      "விளையாட்டுப் பொருள்",
      "பல்",
      "மரம்",
      "பழம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“பந்து” என்ற சொல் பொதுவாக விளையாட்டில் பயன்படுத்தப்படும் ஒரு பொருளை குறிக்கும். ஆனால் “பன்து” என்ற சொல் பற்களைக் குறிக்கும். பற்களைக் குறிக்கும்போது “பன்து” என்ற சொல் பயன்படுத்தப்படுகிறது. உதாரணமாக, “அவனுக்குப் பன்து வலிக்கிறது” என்று கூறுவோம். “பந்து” என்ற சொல்லுக்கு பதிலாக “பன்து” என்ற சொல் பயன்படுத்தப்பட்டால் பொருள் மாறிவிடும். விளையாட்டுப் பொருள் என்பது மிகவும் வித்தியாசமான பொருளாகும். ஆனால், “பல்” என்பது பற்கள் குறிக்கும் சொல்லாகும். எனவே, “பந்து” என்ற சொல்லுக்கு பதிலாக “பன்து” என்ற சொல் பயன்படுத்தப்பட்டால் பற்களைக் குறிக்கும்."
  },
  {
    "description": "“கண்” என்ற சொல்லுக்குப் பதிலாக “கன்” என்ற சொல் பயன்படுத்தப்பட்டால், என்ன பொருள் மாறும்?",
    "options": [
      "புலியின் கண்",
      "கல்",
      "கண்ணாடி",
      "வீடு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“கண்” என்ற சொல் பொதுவாக பார்வை உறுப்பைக் குறிக்கும். ஆனால் “கன்” என்ற சொல் கற்களைக் குறிக்கும். கற்களைக் குறிக்கும்போது “கன்” என்ற சொல் பயன்படுத்தப்படுகிறது. உதாரணமாக, “அந்த மலை கற்களால் நிறைந்து இருக்கிறது” என்று கூறுவோம். “கண்” என்ற சொல்லுக்கு பதிலாக “கன்” என்ற சொல் பயன்படுத்தப்பட்டால் பொருள் மாறிவிடும். புலியின் கண் என்பது ஒரு உயிரினத்தின் உறுப்பாகும். ஆனால், “கல்” என்பது கற்கள் குறிக்கும் சொல்லாகும். எனவே, “கண்” என்ற சொல்லுக்கு பதிலாக “கன்” என்ற சொல் பயன்படுத்தப்பட்டால் கற்களைக் குறிக்கும்."
  },
  {
    "description": "“மணம்” என்ற சொல்லுக்குப் பதிலாக “மனம்” என்ற சொல் பயன்படுத்தப்பட்டால், என்ன பொருள் மாறும்?",
    "options": [
      "மலரின் மணம்",
      "மனதின் எண்ணம்",
      "மனதின் இயல்பு",
      "மனதின் உணர்ச்சி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“மணம்” என்ற சொல் பொதுவாக வாசனை, நறுமணம் அல்லது மணம் ஆகியவற்றைக் குறிக்கும். ஆனால் “மனம்” என்ற சொல் மனதை குறிக்கும். மனதை குறிக்கும்போது “மனம்” என்ற சொல் பயன்படுத்தப்படுகிறது. உதாரணமாக, “அவனுக்கு மனம் வருத்தமாக இருக்கிறது” என்று கூறுவோம். “மணம்” என்ற சொல்லுக்கு பதிலாக “மனம்” என்ற சொல் பயன்படுத்தப்பட்டால் பொருள் மாறிவிடும். மலரின் மணம் என்பது வாசனையைக் குறிக்கும். ஆனால், “மனதின் எண்ணம்” என்பது மனதின் சிந்தனை அல்லது எண்ணத்தைக் குறிக்கும். எனவே, “மணம்” என்ற சொல்லுக்கு பதிலாக “மனம்” என்ற சொல் பயன்படுத்தப்பட்டால் மனதின் சிந்தனை அல்லது எண்ணத்தைக் குறிக்கும்."
  },
  {
    "description": "“கோலம்” என்ற சொல்லுக்குப் பதிலாக “கோளம்” என்ற சொல் பயன்படுத்தப்பட்டால், என்ன பொருள் மாறும்?",
    "options": [
      "வீட்டு வாசலில் போடும் கோலம்",
      "வட்ட வடிவம்",
      "விண்வெளி கோளம்",
      "சூரியன்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“கோலம்” என்ற சொல் பொதுவாக வீட்டு வாசலில் போடும் கோலம் அல்லது வடிவத்தைக் குறிக்கும். ஆனால் “கோளம்” என்ற சொல் வட்ட வடிவத்தைக் குறிக்கும். வட்ட வடிவத்தைக் குறிக்கும்போது “கோளம்” என்ற சொல் பயன்படுத்தப்படுகிறது. உதாரணமாக, “பூமி ஒரு கோளம்” என்று கூறுவோம். “கோலம்” என்ற சொல்லுக்கு பதிலாக “கோளம்” என்ற சொல் பயன்படுத்தப்பட்டால் பொருள் மாறிவிடும். வீட்டு வாசலில் போடும் கோலம் என்பது ஒரு வடிவமாகும். ஆனால், “வட்ட வடிவம்” என்பது ஒரு வடிவம் அல்லது உருவத்தைக் குறிக்கும். எனவே, “கோலம்” என்ற சொல்லுக்கு பதிலாக “கோளம்” என்ற சொல் பயன்படுத்தப்பட்டால் வட்ட வடிவத்தைக் குறிக்கும்."
  },
  {
    "description": "“கண்டம்” என்ற சொல்லில் எந்த மயங்கொலி எழுத்து காணப்படுகிறது?",
    "options": [
      "ன",
      "ண",
      "ந",
      "ற"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“கண்டம்” என்ற சொல்லில் “ண” என்ற மயங்கொலி எழுத்து காணப்படுகிறது. “கண்டம்” என்ற சொல்லில் “ண” என்ற மயங்கொலி எழுத்து “ண்”  என்ற எழுத்துக்குப் பதிலாக பயன்படுத்தப்பட்டுள்ளது. “கண்டம்” என்ற சொல்லில் “ண” என்ற மயங்கொலி எழுத்து காணப்படுவது நமக்கு “கண்டம்” என்ற சொல்லின் பொருளைப் புரிந்து கொள்ள உதவுகிறது."
  }
]
