
[
  {
    "description": "மாரி எங்கு உட்கார்ந்து இருந்தார்?",
    "options": [
      "சினிமா தியேட்டர் வாசலில்",
      "ஒரு கடை முன்",
      "சந்தை வாயிலில்",
      "ஒரு மரத்தடியில்"
    ],
    "answer": "A",
    "additional_context": "என்றைக்கும்போல் தியேட்டர் வாசலில் உட்கார்ந்திருந்தார் காலணி தைக்கும் மாரி. காலையிலே தொடங்கிய மழை இடைவிடாது தனது அரூப விரல்களால் நகரமெங்கும் எதையோ தேடுவதுபோல் படர்ந்து கொண்டிருந்தது. எவரேனும் காலணி தைக்க வரக்கூடுமோ எனப் பசியுடன் காத்திருந்தார். ஒரு டீ குடித்தால் கூடப் பசி அடங்கிவிடும். அதற்கும் ஒரு ரூபாய் வேண்டி இருக்கிறதே என்ற யோசனை தோன்றியது. வலுத்துப் பெய்யத் துவங்கியது மழை. காற்றும் மழையோடு சேர்ந்து கொண்டது. அந்த நீண்ட தெருவில் எவருமில்லை. அவரும் ஒரு மரமும் எட்டுப் பழைய செருப்புகளும் தவிர."
  },
  {
    "description": "மாரி காத்திருந்தது யாரை?",
    "options": [
      "தனது மனைவியை",
      "காலணி தைக்க வரும் வாடிக்கையாளரை",
      "தனது நண்பரை",
      "தனது குழந்தையை"
    ],
    "answer": "B",
    "additional_context": "என்றைக்கும்போல் தியேட்டர் வாசலில் உட்கார்ந்திருந்தார் காலணி தைக்கும் மாரி. காலையிலே தொடங்கிய மழை இடைவிடாது தனது அரூப விரல்களால் நகரமெங்கும் எதையோ தேடுவதுபோல் படர்ந்து கொண்டிருந்தது. எவரேனும் காலணி தைக்க வரக்கூடுமோ எனப் பசியுடன் காத்திருந்தார். ஒரு டீ குடித்தால் கூடப் பசி அடங்கிவிடும். அதற்கும் ஒரு ரூபாய் வேண்டி இருக்கிறதே என்ற யோசனை தோன்றியது. வலுத்துப் பெய்யத் துவங்கியது மழை. காற்றும் மழையோடு சேர்ந்து கொண்டது. அந்த நீண்ட தெருவில் எவருமில்லை. அவரும் ஒரு மரமும் எட்டுப் பழைய செருப்புகளும் தவிர."
  },
  {
    "description": "மாரியின் மனைவி எதைப் போட்டுப் பார்த்தாள்?",
    "options": [
      "மாரி வாங்கிய புதிய சட்டையை",
      "சிறுமியின் காலணியை",
      "தனது புதிய நகையை",
      "தனது பழைய பாவாடையை"
    ],
    "answer": "B",
    "additional_context": "ஓர் இரவில் மாரியின் மனைவி அந்தக் காலணியைக் கண்டாள். அதன் வசீகரம் தொற்றிக்கொள்ளக் கையில் எடுத்துப் பார்த்தாள். சிறுமியின் காலணி போலிருந்தது. அதைப் போட்டுப் பார்க்க ஆசையாக இருந்தது. தனது வலது காலில் அந்தக் காலணியை நுழைத்துப் பார்த்தாள். அது அவளுக்குச் சரியாக இருந்தது. சிறுமியின் காலணி அவளுக்குப் பொருந்துகிறதே என்றவள் மற்றொரு காலணியைத் தேடிப் பையைக் கொட்டினாள். சப்தம்கேட்டு மாரி கோபமாக உள்ளே வந்தபோது, மனைவியின் வலக்காலில் இருந்த சிவப்புக் காலணியைக் கண்டார். ஆத்திரத்துடன் திட்டி, அவள் சொல்வதைக் கேட்காமல் கழற்றச் சொல்லிக் கிழிந்துவிட்டதா எனப் பார்க்கக் கையில் எடுத்து உயர்த்தினார். கிழியவில்லை. சிறுமியின் காலணி இவளுக்குத் தைத்தது போலச் சரியாக இருக்கிறதே என்ற வியப்புடன் அது ஒற்றைக் காலணி எனப் பிடுங்கிப் பையில் போட்டுக் கட்ட முயன்றார். அவள் முணுமுணுத்தபடி பின் வாசலுக்குப் போய்விட்டாள்."
  },
  {
    "description": "மாரி எத்தனை வருடங்கள் காலணியைத் தைத்து வாழ்ந்தார்?",
    "options": [
      "பத்து வருடங்கள்",
      "இருபது வருடங்கள்",
      "முப்பது வருடங்கள்",
      "நாற்பது வருடங்கள்"
    ],
    "answer": "C",
    "additional_context": "அவர் வருவதற்கு முன்பாகவே காலையில் பலர் மரத்தடியில் அவருக்காகக் காத்து நிற்பார்கள். அணிந்து பார்ப்பார்கள். முரத்தில் சந்தேஷம் பீறிடும். கலைந்து போவார்கள். இப்படியாக மாரியின் முப்பது வருடம் கடந்தது. அந்த வருடம் மழைக்காலம் உரத்துப் பெய்தது. ஓர் இரவில் காலணியோடு வீடு திரும்பும்போது அதைத் திருட முனைந்த இருவர் தடியால் தாக்க, பலமிழந்து கத்தி வீழ்ந்தார். யாரோ அவரைக் காப்பாற்றினார்கள். காலணி திருடு போகவில்லை. ஆனால், தலையில் பட்ட அடி அவரைப் பலவீனமடையச்செய்தது. வீட்டைவிட்டு வெளியேறி நடக்க முடியாதவராகிப் போனார். அந்தச் சிறுமிக்காக அவர் மனம் காத்துக் கொண்டே இருந்தது. தனது மரணத்தின் முன்பு ஒரு தரம் அவளைச் சந்திக்க முடியாதோ என்ற ஏக்கம் பற்றிக் கொண்டது. தான் அவளால் உயர்வு அடைந்ததற்கான கடனைச் சுமந்தபடி மரிக்க வேண்டும் என்பது வேதனை தருவதாக இருந்தது."
  },
  {
    "description": "மாரியின் வாழ்வில் என்ன மாற்றம் ஏற்பட்டது?",
    "options": [
      "அவர் பணக்காரர் ஆனார்",
      "அவர் அரசியல்வாதியானார்",
      "அவர் ஒரு சினிமா நட்சத்திரமானார்",
      "அவர் கவிஞரானார்"
    ],
    "answer": "A",
    "additional_context": "அவர் வருவதற்கு முன்பாகவே காலையில் பலர் மரத்தடியில் அவருக்காகக் காத்து நிற்பார்கள். அணிந்து பார்ப்பார்கள். முரத்தில் சந்தேஷம் பீறிடும். கலைந்து போவார்கள். இப்படியாக மாரியின் முப்பது வருடம் கடந்தது. அந்த வருடம் மழைக்காலம் உரத்துப் பெய்தது. ஓர் இரவில் காலணியோடு வீடு திரும்பும்போது அதைத் திருட முனைந்த இருவர் தடியால் தாக்க, பலமிழந்து கத்தி வீழ்ந்தார். யாரோ அவரைக் காப்பாற்றினார்கள். காலணி திருடு போகவில்லை. ஆனால், தலையில் பட்ட அடி அவரைப் பலவீனமடையச்செய்தது. வீட்டைவிட்டு வெளியேறி நடக்க முடியாதவராகிப் போனார். அந்தச் சிறுமிக்காக அவர் மனம் காத்துக் கொண்டே இருந்தது. தனது மரணத்தின் முன்பு ஒரு தரம் அவளைச் சந்திக்க முடியாதோ என்ற ஏக்கம் பற்றிக் கொண்டது. தான் அவளால் உயர்வு அடைந்ததற்கான கடனைச் சுமந்தபடி மரிக்க வேண்டும் என்பது வேதனை தருவதாக இருந்தது.  வரக்கூடும் என்று பலர் முகத்தின் ஊடேயும் அவளைத் தேடிக் கொண்டிருந்தார்."
  }
]
