[
          
  {
    
          "description": "“ஆதலால் தீவினை செய்யவேண்டா – ஏழை / ஆட்டின் உயிரையும் வாங்கவேண்டா; / பூதலந் தன்னை நரகம்அது ஆக்கிடும் / புத்தியை விட்டுப் பிழையும்ஐயா!”  என்ற வரிகள் எதனைக் குறிப்பிடுகின்றன?",
          "options": [
      "தீய செயல்களால் பூமி நரகமாகிவிடும்.",
      "தீய செயல்களை விட்டுவிட்டு நல்ல செயல்களை செய்ய வேண்டும்.",
      "தீய செயல்கள் ஒருவரை நரகத்திற்கு அழைத்துச் செல்லும்.",
      "தீய செயல்கள் உலகத்தை அழித்துவிடும்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கவிதை வரிகள் மனிதர்களின் தீய செயல்கள் பற்றிய புத்தரின் அறவுரைகளை விளக்குகின்றன. தீய செயல்கள் ஒருவரை நரகத்திற்கு அழைத்துச் செல்லும் என்பது இக்கவிதையின் முக்கியக் கருத்து. 'பூதலந் தன்னை நரகம்அது ஆக்கிடும்' என்ற வரி இதனைப் பறைசாற்றுகிறது. தீய செயல்கள் பூமியை ஒரு நரகமாக மாற்றும் என்பது இக்கவிதையின் முக்கியக் கருத்து."
          }
        ,
          
  {
    
          "description": "“தேசிக விநாயகனார் இருபதாம் நூற்றாண்டில் வாழ்ந்த கவிஞர். முப்பத்தாறு ஆண்டுகள் பள்ளி ஆசிரியராகப் பணியாற்றியவர்.”  என்ற வரிகளின் மூலம் தேசிக விநாயகனார் பற்றி என்ன தெரிய வருகிறது?",
          "options": [
      "தேசிக விநாயகனார் ஒரு கவிஞர் மட்டுமல்ல, ஒரு பள்ளி ஆசிரியரும் கூட.",
      "தேசிக விநாயகனார் கவிஞராகவும் ஆசிரியராகவும் இருந்தவர்.",
      "தேசிக விநாயகனார் இருபதாம் நூற்றாண்டில் வாழ்ந்த ஒரு பள்ளி ஆசிரியர்.",
      "தேசிக விநாயகனார் ஒரு கவிஞர்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தக் கவிதை வரிகள் தேசிக விநாயகனார் பற்றிய சுருக்கமான அறிமுகத்தைத் தருகிறது. அவர் 20 ஆம் நூற்றாண்டில் வாழ்ந்த கவிஞர் என்பது நமக்குத் தெரிய வருகிறது. மேலும், அவர் 36 ஆண்டுகள் பள்ளி ஆசிரியராகவும் பணியாற்றினார் என்பதையும் இந்த வரிகள் தெளிவுபடுத்துகின்றன. எனவே, தேசிக விநாயகனார் ஒரு கவிஞர் மட்டுமல்ல, ஒரு பள்ளி ஆசிரியரும் கூட என்பது உறுதியாகிறது."
          }
        ,
          
  {
    
          "description": "“ஆசிய ஜோதி, ஆங்கில மொழியில் எட்வின் அர்னால்டு என்பவர் எழுதிய லைட் ஆஃப் ஆசியா (Light of Asia) என்னும் நூலைத் தழுவி எழுதப்பட்டது”  என்ற வரிகளின் மூலம் ஆசிய ஜோதி என்னும் நூலைப் பற்றி என்ன தெரிய வருகிறது?",
          "options": [
      "ஆசிய ஜோதி  “Light of Asia” என்ற நூலைத் தழுவி எழுதப்பட்டது.",
      "ஆசிய ஜோதி எட்வின் அர்னால்டு என்பவரால் எழுதப்பட்டது.",
      "ஆசிய ஜோதி ஒரு ஆங்கில நூல்.",
      "ஆசிய ஜோதி  “Light of Asia”  என்ற நூலைத் தழுவி எழுதப்பட்ட தமிழ் நூல்."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்தக் கவிதை வரிகள் 'ஆசிய ஜோதி' என்னும் நூலின் தோற்றம் மற்றும் தாக்கத்தைப் பற்றி தெளிவுபடுத்துகிறது. இது ஆங்கில மொழியில் எட்வின் அர்னால்டு என்பவரால் எழுதப்பட்ட “லைட் ஆஃப் ஆசியா” என்ற நூலைத் தழுவி எழுதப்பட்ட ஒரு தமிழ் நூல் என்பது தெளிவாகிறது. அதாவது,  'ஆசிய ஜோதி'  நூல் 'லைட் ஆஃப் ஆசியா'  நூலின்  தமிழ் மொழிபெயர்ப்பு அல்ல, ஆனால் அதைத் தழுவி எழுதப்பட்ட ஒரு புதிய நூல்."
          }
        ]