[
          
  {
    
          "description": "'கப்பல் பறவை' என்றழைக்கப்படும் பறவை எந்த இயல்பிற்காக அந்தப் பெயரைப் பெற்றது?",
          "options": [
      "இது நீரில் மிதந்து நீந்தும் திறன் கொண்டது.",
      "இது கப்பல்களைப் போன்ற அமைப்பைக் கொண்டுள்ளது.",
      "இது கடலில் நீண்ட நேரம் பறந்து செல்லும் திறன் கொண்டது.",
      "இது கப்பல்களில் மீன்பிடிப்பதற்காக பயன்படுத்தப்படுகிறது."
    ],
    "answer": "C",
    
          "additional_context": "சிறகடிக்காமல் கடலையும் தாண்டிப் பறக்கும் பறவை கப்பல் பறவை (Frigate bird). இது தரையிறங்காமல் 400 கிலோ மீட்டர் வரை பறக்கும். இது கப்பல் கூழைக்கடா, கடற்கொள்ளைப் பறவை என்றும் அழைக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "பறவை இனங்கள் அழிந்து வருவதற்கு என்ன காரணமாக இருக்கலாம்?",
          "options": [
      "மனிதர்கள் வீடுகளைக் கட்டி, பறவைகளின் வாழ்விடங்களை அழிப்பது.",
      "விவசாயத்தில் பூச்சிக்கொல்லிகளைப் பயன்படுத்துவதால் பறவைகளின் உணவு கிடைப்பதில்லை.",
      "பறவைகள் கூடு கட்டும் இடங்களை மனிதர்கள் அழிப்பது.",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "மனிதர்கள் விவசாயத்திற்குப் பூச்சிக்கொல்லிகளைப் பயன்படுத்துவதால் குருவிக் குஞ்சுகளுக்கு உணவான புழுபூச்சிகள் கிடைப்பதில்லை. நவீன கட்டடங்கள் குருவிகள் கூடு கட்ட ஏற்றவையாக இல்லை. தற்காலத்தில் தாவர வேலிகளுக்கு மாற்றாகச் செயற்கை வேலிகள் அமைக்கப் படுகின்றன. எனவே சிட்டுக்குருவிகள் வாழ உகந்த வேலித் தாவரங்கள் குறைந்துவிட்டன. சிட்டுக்குருவிகள் ஓய்வெடுக்கும் புதர்ச்செடிகளும் இல்லை. உணவுக்கும், இருப்பிடத்திற்கும் சிட்டுக்குருவிகளுடன் மற்ற பறவைகள் போட்டியிடுகின்றன."
          }
        ,
          
  {
    
          "description": "'சிட்டுக்குருவியின் வீழ்ச்சி' என்ற புத்தகத்தை எழுதியவர் யார்?",
          "options": [
      "டாக்டர் சலீம் அலி",
      "சத்திமுத்தப்புலவர்",
      "பாரதியார்",
      "பறவையியல் ஆய்வாளர்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தியாவின் பறவை மனிதர் இன்றைய பறவையிய ஆய்வாளர்களுக்கு முன்னோடி டாக்டர் சலீம் அலி. தம் வாழ்நாள் முழுவதும் பறவைகளைப் பற்றி ஆராய்ச்சி செய்வதிலும் அவற்றைப் படம் பிடிப்பதிலும் ஈடுபட்டார். அதனால், அவர் 'இந்தியாவின் பறவை மனிதர்' என்று அழைக்கப்படுகிறார். பறவைகள் குறித்துப் பல நூல்களை எழுதியுள்ளார். தன் வாழ்க்கை வரலாற்று நூலுக்குச் 'சிட்டுக்குருவியின் வீழ்ச்சி' (The fall of sparrow) என்று பெயரிட்டுள்ளார்."
          }
        ,
          
  {
    
          "description": "பறவைகள் பற்றிய ஆய்வு என்ன அழைக்கப்படுகிறது?",
          "options": [
      "தாவரவியல்",
      "விலங்கியல்",
      "பறவையியல்",
      "பூச்சியியல்"
    ],
    "answer": "C",
    
          "additional_context": "பறவை பற்றிய படிப்பு ஆர்னித்தாலஜி (ORNITHOLOGY) எனப்படும்."
          }
        ,
          
  {
    
          "description": "'காக்கைகுருவி எங்கள் சாதி' - இந்த வரிகளைப் பாடினவர் யார்?",
          "options": [
      "சத்திமுத்தப்புலவர்",
      "பாரதியார்",
      "டாக்டர் சலீம் அலி",
      "பறவையியல் ஆய்வாளர்"
    ],
    "answer": "B",
    
          "additional_context": "காக்கைகுருவி எங்கள் சாதி - என்று பாரதியார் பாடினார். சமைப்பதற்குத் தன் மனைவி வைத்திருந்த சிறிதளவு அரிசியையும் முற்றத்தில் இருந்த சிட்டுக் குருவிகளுக்கு மகிழ்வுடன் போட்டுவிட்டுப் பட்டினியாக இருந்தாராம் இவர்."
          }
        ]