
[
  {
    "description": "காந்தியடிகளின் எளிமையான வாழ்க்கை முறையை எது பிரதிபலிக்கிறது?",
    "options": [
      "மதுரை மீனாட்சியம்மன் கோவிலுக்குள் செல்ல மறுத்தது.",
      "குற்றால அருவியில் நீராட மறுத்தது.",
      "பாரதியாரைப் பற்றி வியப்புடன் கேட்டது.",
      "தனது உடையை மாற்றிக்கொண்டது."
    ],
    "answer": "D",
    "additional_context": "1921 ஆம் ஆண்டு செப்டம்பர் மாதத்தில் காந்தியடிகள் தமிழ்நாட்டிற்கு வந்தார். அப்போது புகைவண்டியில் மதுரைக்குச் சென்றார். செல்லும் வழியில் பெரும்பாலான மக்கள் இடுப்பில் ஒரு துண்டு மட்டுமே அணிந்து இருப்பதைக் கண்டார். அப்போது காந்தியடிகள் நீளமான வேட்டி, மேல்சட்டை, பெரிய தலைப்பாகை அணிவதை வழக்கமாகக் கொண்டிருந்தார். பெரும்பாலான இந்தியர்கள் போதிய உடைகள் இல்லாமல் இருக்கிறார்கள். தான் மட்டும் இவ்வளவு துணிகளை அணிவதா? என்று சிந்தித்தார். அன்றுமுதல் வேட்டியும் துண்டும் மட்டுமே அணியத் தொடங்கினார். அவரது தோற்றத்தில் மிகப்பெரிய மாற்றத்தை ஏற்படுத்திய பெருமை தமிழ்நாட்டுக்கு உண்டு. அந்தக் கோலத்திலேயே தம் வாழ்நாள் முழுவதும் இருந்தார். உலகம் போற்றிய எளிமைத் திருக்கோலம் இதுவாகும்."
  },
  {
    "description": "பின்வரும் கூற்றுகளில் எது காந்தியடிகளின் சமுதாய சீர்திருத்த ஆர்வத்தை எடுத்துக்காட்டுகிறது?",
    "options": [
      "தமிழ்க்கையேடு பற்றி குறிப்பிட்டது.",
      "மதுரை மீனாட்சியம்மன் கோவிலுக்குள் செல்ல மறுத்தது.",
      "குற்றால அருவியில் நீராட மறுத்தது.",
      "கானாடுகாத்தான் என்னும் ஊரில் அன்பர் வீட்டில் தங்கியது."
    ],
    "answer": "B",
    "additional_context": "காந்தியடிகள் ஒருமுறை மதுரையில் தங்கி இருந்தார். மீனாட்சி அம்மன் கோவிலுக்குச் சென்று வரலாம் என்று தலைவர்கள் அவரை அழைத்தனர். \"அந்தக் கோவிலுக்குள் செல்ல எல்லா மக்களுக்கும் அனுமதி உண்டா?\" என்று காந்தியடிகள் கேட்டார். அங்கு இருந்தவர்கள் \"இல்லை\" என்றனர். \"அப்படியானால் அங்கே வரமாட்டேன்\" என்று கூறிவிட்டார். பல ஆண்டுகளுக்குப் பிறகு அந்தக் கோவிலுக்குள் செல்ல அனைவருக்கும் உரிமை உண்டு என்று அறிவிக்கப்பட்டது. அதன் பிறகு மதுரைக்கு வந்த போதுதான் காந்தியடிகள் மீனாட்சி அம்மன் கோவிலுக்குள் சென்றார்."
  },
  {
    "description": "காந்தியடிகளின் தமிழ் மீதான ஆர்வத்தை எந்த இரண்டு நிகழ்வுகள் எடுத்துக்காட்டுகின்றன?",
    "options": [
      "மதுரைக்குச் சென்ற போது உடை மாற்றம் செய்தது மற்றும் 1937 ஆம் ஆண்டு சென்னையில் நடந்த இலக்கிய மாநாட்டில் தலைமை வகித்தது.",
      "பாரதியாரைப் பற்றி வியப்புடன் கேட்டது மற்றும் குற்றால அருவியில் நீராட மறுத்தது.",
      "கானாடுகாத்தான் என்னும் ஊரில் அன்பர் வீட்டில் தங்கியது மற்றும் பாரதியாரைப் பற்றி வியப்புடன் கேட்டது.",
      "தமிழ்க்கையேடு பற்றி குறிப்பிட்டது மற்றும் 1937 ஆம் ஆண்டு சென்னையில் நடந்த இலக்கிய மாநாட்டில் தலைமை வகித்தது."
    ],
    "answer": "D",
    "additional_context": "காந்தியடிகள் தமக்கும் தமிழுக்கும் உள்ள தொடர்பைப் பற்றிப் பலமுறை கூறியுள்ளார். தென்னாப்பிரிக்காவில் வாழ்ந்த காலத்தில் தமிழ்மொழியைக் கற்கத் தொடங்கியதாகக் கூறியுள்ளார். ஜி.யு.போப் எழுதிய தமிழ்க்கையேடு தம்மைக் கவர்ந்ததாகவும் குறிப்பிட்டு உள்ளார். திருக்குறள் அவரைப் பெரிதும் கவர்ந்த நூலாகும்.\n\n1937 ஆம் ஆண்டு சென்னையில் இலக்கிய மாநாடு ஒன்று நடைபெற்றது. அம்மாநாட்டுக்குக் காந்தியடிகள் தலைமை வகித்தார். உ.வே.சாமிநாதர் வரவேற்புக்குழுத் தலைவராக இருந்தார். உ.வே.சாமிநாதரின் உரையைக் கேட்ட காந்தியடிகள் மகிழ்ந்தார். \"இந்தப் பெரியவரின் அடி நிழலில் இருந்து தமிழ் கற்க வேண்டும் என்னும் ஆவல் உண்டாகிறது\" என்று கூறினார் காந்தியடிகள்."
  },
  {
    "description": "காந்தியடிகளின் தத்துவத்தை மிகவும் நெருக்கமாகப் பிரதிபலிக்கும் நிகழ்வு எது?",
    "options": [
      "மதுரைக்குச் சென்ற போது உடை மாற்றம் செய்தது.",
      "மதுரை மீனாட்சியம்மன் கோவிலுக்குள் செல்ல மறுத்தது.",
      "கானாடுகாத்தான் என்னும் ஊரில் அன்பர் வீட்டில் தங்கியது.",
      "பாரதியாரைப் பற்றி வியப்புடன் கேட்டது."
    ],
    "answer": "B",
    "additional_context": "காந்தியடிகள் ஒருமுறை மதுரையில் தங்கி இருந்தார். மீனாட்சி அம்மன் கோவிலுக்குச் சென்று வரலாம் என்று தலைவர்கள் அவரை அழைத்தனர். \"அந்தக் கோவிலுக்குள் செல்ல எல்லா மக்களுக்கும் அனுமதி உண்டா?\" என்று காந்தியடிகள் கேட்டார். அங்கு இருந்தவர்கள் \"இல்லை\" என்றனர். \"அப்படியானால் அங்கே வரமாட்டேன்\" என்று கூறிவிட்டார். பல ஆண்டுகளுக்குப் பிறகு அந்தக் கோவிலுக்குள் செல்ல அனைவருக்கும் உரிமை உண்டு என்று அறிவிக்கப்பட்டது. அதன் பிறகு மதுரைக்கு வந்த போதுதான் காந்தியடிகள் மீனாட்சி அம்மன் கோவிலுக்குள் சென்றார்."
  },
  {
    "description": "காந்தியடிகளின் வாழ்க்கை முறை பற்றிய உண்மையான கூற்று எது?",
    "options": [
      "காந்தியடிகள் எப்போதும் ஆடம்பரமான வாழ்க்கை முறையை விரும்பினார்.",
      "காந்தியடிகள்  சமூகத்தின் அனைத்துத் தரப்பினரும் சமமாக இருக்க வேண்டும் என்று விரும்பினார்.",
      "காந்தியடிகள் பெரும்பாலும் வெளிநாட்டுப் பொருள்களை பயன்படுத்தினார்.",
      "காந்தியடிகள் எப்போதும் மத நம்பிக்கைகளை பின்பற்றி நடந்தார்."
    ],
    "answer": "B",
    "additional_context": "காந்தியடிகள் இந்திய விடுதலைக்குப் பாடுபட்டவர் என்பதை நாடு நன்கு அறியும். பெண்கள் முன்னேற்றம், சமுதாய மறுமலர்ச்சி, தீண்டாமை ஒழிப்பு முதலியவற்றுக்காகவும் அவர் பாடுபட்டார். எளிமையை ஓர் அறமாகப் போற்றினார். இந்தியாவில் அவர் காலடி படாத இடமே இல்லை. தமிழ்நாட்டின் மீதும் தமிழ்மொழியின் மீதும் காந்தியடிகள் கொண்ட பற்றினைக் காண்போம் வாருங்கள்."
  }
]
