[
          
  {
    
          "description": "மணிமேகலை நாடகத்தில் தீவதிலகை மணிமேகலைக்கு எதைப் பற்றி விளக்குகிறாள்?",
          "options": [
      "மணிபல்லவத் தீவில் உள்ள மரங்களின் சிறப்பு",
      "தீவில் புத்த பீடிகையின் வரலாறு",
      "கோமுகி பொய்கையில் தோன்றும் அமுதசுரபி",
      "மணிமேகலை தனது பெற்றோரை எவ்வாறு இழந்தாள்"
    ],
    "answer": "C",
    
          "additional_context": "மணிமேகலை மணிபல்லவத் தீவுக்கு வந்ததும் தீவதிலகை என்ற பெண் அவளைக் காண்கிறாள். அப்போது மணிமேகலை தீவின் அழகைப் பாராட்டுகிறாள். அதைக் கேட்ட தீவதிலகை மணிமேகலையைப் பார்த்து, 'அழகிய பெண்ணே! நீ யார்? இங்கு எப்படி வந்தாய்?' என்று கேட்கிறாள். மணிமேகலை பூம்புகார் நகரைச் சேர்ந்தவள் என்று கூறி, 'மணிமேகலா தெய்வம் என்னை இங்குக் கொண்டு வந்து சேர்த்தது' என்று கூறுகிறாள். அதற்கு தீவதிலகை 'நான் இத்தீவையும் இதிலுள்ள புத்த பீடிகையையும் காவல் செய்து வருகிறேன். பெருமை மிக்கவர்கள் மட்டுமே இத்தீவிற்கு வந்து இந்தப் புத்த பீடிகையை வணங்க முடியும். நீ அந்தப் பெருமையைப் பெற்றிருக்கிறாய். இன்னும் நீ அறியவேண்டியது ஒன்று உண்டு' என்று கூறுகிறாள்."
          }
        ,
          
  {
    
          "description": "மணிமேகலை மன்னரிடம் சிறைச்சாலை குறித்து எதை வேண்டுகிறாள்?",
          "options": [
      "சிறைக்காவலர்களை மாற்ற வேண்டும்",
      "சிறைச்சாலைக்கு புதிய வசதிகள் ஏற்படுத்த வேண்டும்",
      "சிறைவாசிகளுக்கு உணவுப் பற்றாக்குறை நீக்க வேண்டும்",
      "சிறைவாசிகளுக்கு அறநெறிப் பயிற்சி அளிக்க வேண்டும்"
    ],
    "answer": "D",
    
          "additional_context": "மணிமேகலை மன்னரிடம் சிறைச்சாலையில் உள்ளவர்களுக்கு அறநெறிப் பயிற்சி அளிக்க வேண்டும் என்று வேண்டுகிறாள். அறநெறிப் பயிற்சியின் மூலம் சிறைவாசிகள் திருந்தி வாழ்வார்கள் என்பதை மணிமேகலை புரிந்துகொண்டுள்ளாள். மன்னனும் மணிமேகலையின் வேண்டுகோளை ஏற்றுக்கொண்டு சிறைச்சாலை அறக்கோட்டமாக மாற வேண்டும் என்று ஆணை இடுகிறான்."
          }
        ,
          
  {
    
          "description": "மணிமேகலை அமுதசுரபியைப் பெற்ற இடம் எது?",
          "options": [
      "பூம்புகார்",
      "மணிபல்லவத் தீவு",
      "அறம் வளரும் காடு",
      "காயசண்டிகை கோயில்"
    ],
    "answer": "B",
    
          "additional_context": "மணிமேகலை மணிபல்லவத் தீவுக்கு சென்ற போது அங்கு தீவதிலகை என்ற பெண்ணைச் சந்திக்கிறாள். தீவதிலகை மணிமேகலைக்கு கோமுகி பொய்கை பற்றியும், வைகாசி முழுநிலவு நாளில் அங்கு தோன்றும் அமுதசுரபி பற்றியும் விளக்குகிறாள். அப்போது அந்த பாத்திரம் தோன்றி மணிமேகலை அதை எடுக்கிறாள்."
          }
        ,
          
  {
    
          "description": "மணிமேகலை நாடகத்தில் சிறைக்காவலர் மன்னரிடம் என்ன தெரிவிக்கிறார்?",
          "options": [
      "சிறைவாசிகளின் நடத்தை குறித்து",
      "சிறைச்சாலையில் உணவுப் பற்றாக்குறை இருப்பதை",
      "சிறைச்சாலையில் தங்கியிருக்கும் மணிமேகலையைப் பற்றி",
      "சிறைச்சாலையில் ஒரு அதிசய பாத்திரம் இருப்பதை"
    ],
    "answer": "D",
    
          "additional_context": "சிறைக்காவலர் மன்னரிடம் சிறைச்சாலையில் ஒரு அதிசய பாத்திரம் இருப்பதைப் பற்றி கூறுகிறான். அந்தப் பாத்திரத்தில் இருந்து உணவு அள்ள அள்ளக் குறையாமல் இருந்ததையும், அந்தப் பாத்திரத்தை ஒரு இளம்பெண் கொண்டுவந்ததையும் மன்னரிடம் கூறுகிறான்."
          }
        ,
          
  {
    
          "description": "'கோமுகி' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "சிறைச்சாலையில் உள்ள ஒரு பாத்திரம்",
      "மணிபல்லவத் தீவில் உள்ள ஒரு பொய்கை",
      "அமுதசுரபி தோன்றும் இடம்",
      "மணிமேகலையின் சிறப்புப் பெயர்"
    ],
    "answer": "B",
    
          "additional_context": "மணிமேகலை மணிபல்லவத் தீவுக்கு சென்ற போது அங்கு தீவதிலகை என்ற பெண்ணைச் சந்திக்கிறாள். தீவதிலகை மணிமேகலைக்கு கோமுகி பொய்கை பற்றியும், வைகாசி முழுநிலவு நாளில் அங்கு தோன்றும் அமுதசுரபி பற்றியும் விளக்குகிறாள். கோமுகி பொய்கை என்பது பசுவின் முகம் போன்று அமைந்து இருப்பதால் அந்தப் பெயர் வந்தது."
          }
        ]