
[
  {
    "description": "கடல் பாடலில், மீனவர்களின் வாழ்க்கையை விவரிக்கும் சொற்றொடர்களைப் பயன்படுத்தி, அவர்களின் தொழிலைப் பற்றிப் புரிந்துகொள்ள முடிகிறது. எந்த வரி இந்தப் புரிதலை வலுப்படுத்துகிறது?",
    "options": [
      "விடிவெள்ளி நம்விளக்கு - ஐலசா",
      "வெண்மணலே பஞ்சுமெத்தை – ஐலசா",
      "பிடிக்கும்மீன்கள் நம்பொருள்கள் – ஐலசா",
      "கட்டுமரம் வாழும்வீடு – ஐலசா"
    ],
    "answer": "C",
    "additional_context": "கடலோடு விளையாடு என்ற பாடப்பகுதியில் மீனவர்கள் தங்கள் வாழ்க்கையை எப்படி வாழ்கிறார்கள், அவர்கள் வாழ்க்கை எப்படி இருக்கிறது என்பதை அழகாக விவரிக்கும் பாடல் இடம் பெற்றுள்ளது.  இந்த பாடலில் மீனவர்கள் தங்கள் தொழிலை எப்படி வாழ்வாதாரமாக கொண்டுள்ளார்கள் என்பதை விளக்கும் வரி இந்தப் பாடலில் உள்ளது.  மேலும், அவர்களின் தொழில் வாழ்க்கையை இந்த வரி வெளிப்படுத்துகிறது.   மீனவர்கள் பிடிக்கும் மீன்களே அவர்களின் வாழ்வாதாரம்  என்பதை இந்த வரி விளக்குகிறது. "
  },
  {
    "description": "தமிழ்நாட்டின் நாட்டுப்புற இலக்கியத்தில், மீனவர்களின் வாழ்க்கையைப் பற்றிய பாடல்கள் எந்தத் திணையைச் சேர்ந்தவை?",
    "options": [
      "குறிஞ்சி",
      "முல்லை",
      "நெய்தல்",
      "பாலை"
    ],
    "answer": "C",
    "additional_context": "நாட்டுப்புற இலக்கியம் என்பது மக்களின் வாழ்க்கையை, பழக்க வழக்கங்களை, தொழில்களை விவரிக்கும் மிக முக்கியமான இலக்கிய வகை. தமிழ் இலக்கியத்தில் நெய்தல் திணை என்பது கடல் சார்ந்த இடங்களைப் பற்றியும், மீனவர்களின் வாழ்க்கையைப் பற்றியும் விவரிக்கும் திணையாகும். மீனவர்கள், கடல், மணல், அலைகள் ஆகியவை நெய்தல் திணையின் முக்கிய அம்சங்கள். "
  },
  {
    "description": "கடல் பாடலில், மீனவர்கள் கடல் அலைகளைக் கண்டு பயப்படுவதாகத் தெரியவில்லை. மாறாக, அவர்களின் வாழ்க்கையில் அலையின் பங்கு என்ன என்பதைப் புரிந்துக்கொள்ளும் சொற்றொடர் எது?",
    "options": [
      "அடிக்கும்அலை நம்தோழன் – ஐலசா",
      "பாயும்புயல் நம்ஊஞ்சல் – ஐலசா",
      "காயும்கதிர்ச் சுடர்கூரை - ஐலசா",
      "மூச்சடக்கும்நீச்சல் யோகம் - ஐலசா"
    ],
    "answer": "A",
    "additional_context": "மீனவர்கள் தங்களின் வாழ்க்கையை கடல் அலைகளோடு இணைத்து வாழ்கிறார்கள் என்பதை இந்த வரி விளக்குகிறது.  கடல் அலைகள் அவர்களுக்கு தோழர்களைப் போன்றவை.  அவர்கள் அலைகளை எதிர்கொள்ள பயப்படுவதில்லை.  அவர்களின் வாழ்க்கையில் அலைகள் ஒரு முக்கியப் பங்கு வகிக்கின்றன.  "
  },
  {
    "description": "கடல் பாடலில், மீனவர்கள் இயற்கையின் அனைத்து அம்சங்களையும் பயன்படுத்திக் கொள்கிறார்கள் என்பதற்கான உதாரணங்கள் பல உள்ளன. எந்த வரிகள் இதைக் காட்டுகின்றன?",
    "options": [
      "விடிவெள்ளி நம்விளக்கு - ஐலசா, கட்டுமரம் வாழும்வீடு – ஐலசா",
      "அருமைமேகம் நமதுகுடை - ஐலசா, பனிமூட்டம் உடல்போர்வை – ஐலசா",
      "மின்னல்வரி அரிச்சுவடி - ஐலசா, முழுநிலவே கண்ணாடி – ஐலசா",
      "வெண்மணலே பஞ்சுமெத்தை – ஐலசா, அடிக்கும்அலை நம்தோழன் – ஐலசா"
    ],
    "answer": "B",
    "additional_context": "மீனவர்கள் இயற்கையின் அனைத்து அம்சங்களையும் பயன்படுத்தி வாழ்க்கையை நடத்துகிறார்கள்.   மேகம் அவர்களுக்கு குடையாகவும் பனிமூட்டம் போர்வையாகவும் இருக்கிறது.  அவர்கள் இயற்கையை தங்களது வாழ்க்கையோடு இணைத்து வாழ்கிறார்கள் என்பதை இந்த வரிகள் காட்டுகின்றன. "
  },
  {
    "description": "மீனவர்களின் வாழ்க்கையைப் பற்றிய பாடலை இசையோடு பாடிக் காட்ட வேண்டும் எனப் பாடப் பகுதி கூறுகிறது. இதன் மூலம் இலக்கியத்தின் எந்த அம்சம் முக்கியத்துவம் பெறுகிறது?",
    "options": [
      "கதை",
      "இசை",
      "கவிதை",
      "நாடகம்"
    ],
    "answer": "B",
    "additional_context": "கடலோடு விளையாடு என்ற பாடப் பகுதியில் மீனவர்கள் வாழ்க்கையைப் பற்றிய பாடலை இசையோடு பாடிக் காட்ட வேண்டும் என்று கூறப்பட்டுள்ளது. இசை என்பது இலக்கியத்தின் மிக முக்கியமான அம்சம்.  இசையின் மூலம் பாடல்கள்  காதலில் விரைந்து எளிதாகப் பரவும்.  கவிதைகளும் கதைகளும் இசை சேர்த்துப் பாடப்படும்போது மக்களிடையே எளிதாகப் பரவி அவர்களின் மனதைத் தொடும். "
  }
]
