
[
  {
    "description": "சார்பெழுத்துகள் முதல் எழுத்துகளை சார்ந்து இயங்குவதால் அவை எவ்வாறு வகைப்படுத்தப்படுகின்றன?",
    "options": [
      "அவை முதல் எழுத்துகளை ஒத்திருக்கும்.",
      "அவை முதல் எழுத்துகளில் இருந்து உருவாகின்றன.",
      "அவை முதல் எழுத்துகளுக்குப் பின்னால் வருகின்றன.",
      "அவை முதல் எழுத்துகளுக்கு இடையே இயங்குகின்றன."
    ],
    "answer": "B",
    "additional_context": "சார்பெழுத்துகள் முதல் எழுத்துகளைச் சார்ந்து வரும் எழுத்துகள். உயிர் எழுத்து மற்றும் மெய் எழுத்து இரண்டையும் சார்ந்து இருப்பதால் இவை இரண்டுக்கும் இடையே இயங்குகின்றன. இவை  தோன்றுவதற்கும் இயங்குவதற்கும்  முதற்காரணமாக முதல் எழுத்துகளே உள்ளன. எனவே, இவை முதல் எழுத்துகளில் இருந்து உருவாகின்றன."
  },
  {
    "description": "சொல்லின் ஒலிவடிவில் உயிர்மெய் எழுத்து எவ்வாறு இருக்கும்?",
    "options": [
      "மெய் எழுத்தை மட்டும் கொண்டிருக்கும்.",
      "உயிர் எழுத்தை மட்டும் கொண்டிருக்கும்.",
      "மெய் எழுத்துக்கும் உயிர் எழுத்துக்கும் இடையே ஒலிக்கும்.",
      "மெய் எழுத்து மற்றும் உயிர் எழுத்து இரண்டையும் ஒலிக்காது."
    ],
    "answer": "C",
    "additional_context": "உயிர்மெய் எழுத்து என்பது மெய் எழுத்து மற்றும் உயிர் எழுத்து இரண்டும் சேர்ந்து ஒலிக்கும் ஒலி. இது மெய் எழுத்துக்கும் உயிர் எழுத்துக்கும் இடையே ஒலிக்கும். உயிர்மெய் எழுத்தின் ஒலிவடிவம் மெய்யும் உயிரும் சேர்ந்ததாக இருக்கும்."
  },
  {
    "description": "ஆய்தம் எழுத்து எங்கு பயன்படுத்தப்படுகிறது?",
    "options": [
      "சொல்லின் தொடக்கத்தில் மட்டுமே.",
      "சொல்லின் இறுதியில் மட்டுமே.",
      "சொல்லின் இடையில் மட்டுமே.",
      "சொல்லின் தொடக்கம், இறுதி மற்றும் இடை என எல்லா இடங்களிலும்."
    ],
    "answer": "C",
    "additional_context": "ஆய்தம் என்பது மூன்று புள்ளிகளை உடைய தனித்த வடிவம் பெற்றது. தனக்குமுன் ஒரு குறில் எழுத்தையும் தனக்குப் பின் ஒரு வல்லின உயிர்மெய் எழுத்தையும் பெற்றுச் சொல்லின் இடையில் மட்டுமே வரும். தனித்து இயங்காது. முதல் எழுத்துகளாகிய உயிரையும், மெய்யையும் சார்ந்து இயங்குவதால் ஆய்த எழுத்து சார்பெழுத்து ஆகும்."
  },
  {
    "description": "எந்த எழுத்து வகை முதல் எழுத்துகளால் சார்ந்து இயங்கும்?",
    "options": [
      "உயிர் எழுத்துகள்.",
      "மெய் எழுத்துகள்.",
      "சார்பெழுத்துகள்.",
      "ஆய்தம் எழுத்து."
    ],
    "answer": "C",
    "additional_context": "சார்பெழுத்துகள் முதல் எழுத்துகளைச் சார்ந்து வரும் எழுத்துகள். சார்பெழுத்துகள் தோன்றுவதற்கும் இயங்குவதற்கும்  முதற்காரணமாக முதல் எழுத்துகளே உள்ளன. எனவே, இவை முதல் எழுத்துகளால் சார்ந்து இயங்குகின்றன."
  },
  {
    "description": "எழுத்துகள் எத்தனை வகைப்படும்?",
    "options": [
      "மூன்று வகை",
      "நான்கு வகை",
      "இரண்டு வகை",
      "ஐந்து வகை"
    ],
    "answer": "C",
    "additional_context": "எழுத்துகள் இரண்டு வகைப்படும். அவை முதல் எழுத்துகள் மற்றும் சார்பு எழுத்துகள்."
  }
]
