[
          
  {
    
          "description": "'குளு குளு' வென உள்ளது என்று கூறியவர் யார்?",
          "options": [
      "கவிதா",
      "இனியா",
      "பாத்திமா",
      "மாதவி"
    ],
    "answer": "C",
    
          "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் குளிர்பதன வசதி செய்யப்பட்டு இருப்பதைப் பார்த்து மாணவர்கள் மகிழ்கிறார்கள். அதனைப் பார்த்து 'இந்த நூலகத்தில் எங்கும் 'குளு குளு' வென உள்ளதே!' என்று பாத்திமா சொல்கிறாள்."
          }
        ,
          
  {
    
          "description": "'கற்றது கைம்மண் அளவு, கல்லாதது உலகளவு' என்பதைப் பயன்படுத்தி, அண்ணா நூற்றாண்டு நூலகத்தில்  ஏன் பல வகைப்பட்ட நூல்கள் இருக்கின்றன என்பதைக் கூறுக?",
          "options": [
      "கல்லாதவர்கள் கல்வியறிவு பெற",
      "மாணவர்களுக்கான பாடப்புத்தகங்கள் மட்டுமின்றி, பல்வேறு துறை சார்ந்த நூல்களும் இருக்கின்றன",
      "தமிழ்நாட்டில் உள்ள அனைத்து நூலகங்களையும் திரட்ட",
      "அறிவியல், கணிதம், மருத்துவம் போன்ற துறைகளில் ஆர்வம் உள்ளவர்களுக்காக"
    ],
    "answer": "B",
    
          "additional_context": "உலக அறிவை நாம் பெறுவதற்குப் பாடநூல்கள் மட்டும் போதாது. பல்வேறு துறை சார்ந்த நூல்களைத் தேடிப் படிக்க வேண்டும். அதற்குத் துணைபுரிவன நூலகங்களே ஆகும்.  எனவே அண்ணா நூற்றாண்டு நூலகத்தில் மாணவர்களுக்கான பாடப்புத்தகங்கள் மட்டுமின்றி, பல்வேறு துறை சார்ந்த நூல்களும் இருக்கின்றன."
          }
        ,
          
  {
    
          "description": "அண்ணா நூற்றாண்டு நூலகத்தில் எந்தத் தளத்தில் அரசு கீழ்த்திசைச் சுவடிகள் நூலகம் உள்ளது?",
          "options": [
      "மூன்றாம் தளம்",
      "ஐந்தாம் தளம்",
      "ஏழாம் தளம்",
      "எட்டாம் தளம்"
    ],
    "answer": "C",
    
          "additional_context": "இதுதான் ஏழாம் தளம். இத்தளத்தில் அரசு கீழ்த்திசைச் சுவடிகள் நூலகம் உள்ளது. இங்குப் பழைமையான ஓலைச் சுவடிகள் சேகரித்துப் பாதுகாத்து வைக்கப்பட்டு உள்ளன. இதே தளத்தில் வரலாறு, புவியியல், சுற்றுலா நூல்களும் உள்ளன."
          }
        ,
          
  {
    
          "description": " அண்ணா நூற்றாண்டு நூலகத்தில்  உள்ள எந்தத் தளத்தைப் பார்த்து மாணவர்கள் 'இந்த ஒரு தளத்தைப் பார்க்கவே இன்று ஒரு நாள் போதாது போலிருக்கிறதே!' என்று கூறினர்?",
          "options": [
      "தரைத்தளம்",
      "முதல் தளம்",
      "ஏழாம் தளம்",
      "எட்டாம் தளம்"
    ],
    "answer": "B",
    
          "additional_context": "குழந்தைகள் பிரிவில் அமைக்கப்பட்டிருந்த நூல் அடுக்குகளையும் விளையாடும் இடத்தையும் மாணவர்கள் பார்த்து மகிழ்ந்தனர். அங்குக் கண்ணையும் கருத்தையும் கவரும் வகையில் இருந்த புத்தகங்களை ஆவலுடன் கையில் எடுத்து மகிழ்ச்சியுடன் பார்த்தனர். அப்பிரிவை விட்டுப் பிரிய மனமில்லாமல் மாணவர்கள் நகர்ந்தனர். 'இந்த ஒரு தளத்தைப் பார்க்கவே இன்று ஒரு நாள் போதாது போலிருக்கிறதே!' என்று இனியா கூறுகிறாள்."
          }
        ,
          
  {
    
          "description": "அண்ணா நூற்றாண்டு நூலகத்தில் எந்தத் தளத்தில்  மின் நூலகம் உள்ளது?",
          "options": [
      "இரண்டாம் தளம்",
      "மூன்றாம் தளம்",
      "ஏழாம் தளம்",
      "எட்டாம் தளம்"
    ],
    "answer": "C",
    
          "additional_context": "இங்கு அனைத்துவகைப் போட்டித் தேர்வுகளுக்கும் தேவையான நூல்கள் உள்ளன. மின் நூலகமும் உள்ளது. அனைத்துத் துறை சார்ந்த தரமான மின்நூல்களும் மின் இதழ்களும் உள்ளன."
          }
        ]