[
          
  {
    
          "description": "'மருந்தைத் தேனில் கலந்து கொடுப்பது போல் கருத்துகளைச் சுவைபடக் கூறுவது அணியாகும்' என்ற வாக்கியம் எதை விளக்குகிறது?",
          "options": [
      "அணியின் நோக்கம்",
      "அணியின் வகைகள்",
      "அணியின் பயன்பாடு",
      "அணியின் வரலாறு"
    ],
    "answer": "A",
    
          "additional_context": "பாடல்களில் அழகைச் சேர்க்கும் கலை வடிவம் அணி. இயற்கைப் பொருள்களின் அழகு போல், கருத்துகளையும் அழகாகச் சொல்லுவதற்கு உதவுவது அணி. மருந்தைத் தேனில் கலந்து கொடுப்பது போல் கருத்துகளை சுவைபடக் கூறுவது அணியாகும். அணி என்பது கவிஞரின் கற்பனைத் திறன், புலமை ஆகியவற்றின் வெளிப்பாடு."
          }
        ,
          
  {
    
          "description": "பாடல் வரிகளில் அழகைச் சேர்ப்பது எதன் மூலம்?",
          "options": [
      "கவிஞரின் கற்பனைத் திறன் மற்றும் புலமை",
      "பாடலின் தாளம் மற்றும் லயம்",
      "பாடலின் இசை மற்றும் ஒலி",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "பாடல் வரிகளில் அழகைச் சேர்க்கும் கலை வடிவம் அணி. இயற்கைப் பொருள்களின் அழகு போல், கருத்துகளையும் அழகாகச் சொல்லுவதற்கு உதவுவது அணி. அணி என்பது கவிஞரின் கற்பனைத் திறன், புலமை, இசை, ஒலி, தாளம், லயம் ஆகியவற்றின் வெளிப்பாடு."
          }
        ,
          
  {
    
          "description": "'உயர்வு நவிற்சி அணி' என்பது எதை மிகைப்படுத்தி கூறுகிறது?",
          "options": [
      "பொருளின் இயல்பு",
      "பொருளின் அளவு",
      "பொருளின் நிறம்",
      "பொருளின் வடிவம்"
    ],
    "answer": "A",
    
          "additional_context": "ஒரு பொருளின் இயல்பை மிகைப்படுத்தி அழகுடன் கூறுவது உயர்வு நவிற்சி அணி ஆகும். இதன் மூலம் பொருளின் சிறப்பு அதிகமாகப் பேசப்படும்."
          }
        ,
          
  {
    
          "description": "'இயல்பு நவிற்சி அணி' மற்றும் 'தன்மை நவிற்சி அணி' இரண்டும் எப்படி ஒரே மாதிரி?",
          "options": [
      "இரண்டும் பொருளின் இயல்பை கூறுகிறது",
      "இரண்டும் உயர்வை காட்டுகிறது",
      "இரண்டும் மிகைப்படுத்தி கூறுகிறது",
      "இரண்டும் புனைவை காட்டுகிறது"
    ],
    "answer": "A",
    
          "additional_context": "ஒரு பொருளின் இயல்பை உள்ளது உள்ளபடியே அழகுடன் கூறுவது இயல்பு நவிற்சி அணி ஆகும். இதனைத் தன்மை நவிற்சி அணி என்றும் கூறுவர். இயல்பு நவிற்சி அணி என்பது  பொருளின் உண்மைத் தன்மையை அப்படியே காட்டும்."
          }
        ,
          
  {
    
          "description": "'ஆறு சக்கரம் நூறு வண்டி' என்ற வரியில் எந்த அணி பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "இயல்பு நவிற்சி அணி",
      "உயர்வு நவிற்சி அணி",
      "இவை எதுவுமில்லை",
      "இரண்டும்"
    ],
    "answer": "C",
    
          "additional_context": "“ஆறு சக்கரம் நூறு வண்டி” என்ற வரியில் ரயிலைப் பற்றி எந்த மிகைப்படுத்தலும் இல்லை. எனவே இயல்பு நவிற்சி அணியோ உயர்வு நவிற்சி அணியோ இல்லை."
          }
        ]