
[
  {
    "description": "கவிதையில் குறிப்பிடப்பட்டுள்ள எந்தச் சாதனம் மனிதனின் பல்வேறு தேவைகளைச் சிறப்பாக நிறைவேற்றுகிறது?",
    "options": [
      "அ) ஆழ்கடல் ஆய்வு கப்பல்",
      "ஆ) செயற்கைக்கோள்",
      "இ) எந்திர மனிதன்",
      "ஈ) விண்வெளிப் பாதை"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்தக் கவிதை மனிதன் அறிவியல் துறையில் எந்த அளவுக்கு முன்னேறியிருக்கிறான் என்பதைப் பற்றியது.  கவிதையில் மனிதன் எந்திர மனிதனைப் படைத்திருப்பதைப் பற்றி குறிப்பிடப்படுகிறது.  கவிதை 'எலும்பும் தசையும் இல்லாது இயங்கும் எந்திர மனிதனைப் படைக்கின்றான்' என்று குறிப்பிடுகிறது.  எனவே, 'எந்திர மனிதன்' மனிதனின் பல்வேறு தேவைகளைச் சிறப்பாக நிறைவேற்றுகிறது."
  },
  {
    "description": "கவிதையில் எந்த வரியில் இயற்கை வளங்களைப் பற்றி குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "அ) ஆழக் கடலின் அடியில் மூழ்கி ஆய்வுகள் செய்து பார்க்கின்றான் ",
      "ஆ) இயற்கை வளமும் புயலும் மழையும் எங்கே என்று உரைக்கின்றான்",
      "இ) எலும்பும் தசையும் இல்லாது இயங்கும் எந்திர மனிதனைப் படைக்கின்றான்",
      "ஈ) உறுப்பை மாற்றும் மருத்துவம் கண்டு உடலும் உயிரும் காக்கின்றான்"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "இந்தக் கவிதை மனிதன் அறிவியல் துறையில் எந்த அளவுக்கு முன்னேறியிருக்கிறான் என்பதைப் பற்றியது.  கவிதையில் 'இயற்கை வளமும் புயலும் மழையும் எங்கே என்று உரைக்கின்றான்' என்று குறிப்பிடப்பட்டுள்ளது.  எனவே, இந்த வரியில் இயற்கை வளங்களைப் பற்றி குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "கவிதை குறிப்பிடும் 'இணைய வலையின்' மிக முக்கியமான பயன்பாடு யாது?",
    "options": [
      "அ)  உலக செய்திகளை அறிந்துகொள்ள உதவுவது",
      "ஆ)   புதிய மருந்துகளைக் கண்டறிவதற்கு உதவுவது",
      "இ)  உலகை நம் உள்ளங்கையில் கொடுப்பது",
      "ஈ)   புயல், மழை போன்ற இயற்கை நிகழ்வுகளைப் பற்றி முன்கூட்டியே தெரிவிப்பது"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்தக் கவிதை மனிதன் அறிவியல் துறையில் எந்த அளவுக்கு முன்னேறியிருக்கிறான் என்பதைப் பற்றியது.  கவிதையில் 'இணைய வலையால் உலகம் முழுமையும் உள்ளங் கையில் கொடுக்கின்றான்' என்று குறிப்பிடப்பட்டுள்ளது.  எனவே, 'இணைய வலையின்' மிக முக்கியமான பயன்பாடு உலகை நம் உள்ளங்கையில் கொடுப்பது."
  },
  {
    "description": "மனிதனின் அணு ஆற்றல் பயன்பாட்டைப் பற்றி பாடலில் எந்த வரியில் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "அ) நீல வானின் மேலே பறந்து நிலவில் வாழ நினைக்கின்றான்",
      "ஆ) எலும்பும் தசையும் இல்லாது இயங்கும் எந்திர மனிதனைப் படைக்கின்றான்",
      "இ) அணுவைப் பிளந்து ஆற்றலை எடுத்து அனைத்தும் செய்து பார்க்கின்றான்",
      "ஈ) நாளை மனிதன் கோள்களில் எல்லாம் நகரம் அமைத்து வாழ்ந்திடுவான்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்தக் கவிதை மனிதன் அறிவியல் துறையில் எந்த அளவுக்கு முன்னேறியிருக்கிறான் என்பதைப் பற்றியது.  கவிதையில் 'அணுவைப் பிளந்து ஆற்றலை எடுத்து அனைத்தும் செய்து பார்க்கின்றான்' என்று குறிப்பிடப்பட்டுள்ளது.  எனவே, இந்த வரியில் மனிதனின் அணு ஆற்றல் பயன்பாட்டைப் பற்றி குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "'வானை அளப்போம் கடல் மீனையளப்போம் சந்திர மண்டலத்தியல் கண்டுதெளிவோம்' என்ற பாரதியாரின் வரிகள் கவிதையில் எந்தக் கருத்தை வலியுறுத்துகின்றன?",
    "options": [
      "அ) மனிதன் இயற்கையை அளவீடு செய்ய விரும்புகிறான்",
      "ஆ) மனிதன் விண்வெளி ஆய்வில் ஈடுபட்டுள்ளான்",
      "இ) மனிதன் தொழில்நுட்பத்தில் சிறந்து விளங்குகிறான்",
      "ஈ) மனிதன் ஆய்வு மனப்பான்மையுடன் இருக்க வேண்டும்"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "இந்தக் கவிதை மனிதன் அறிவியல் துறையில் எந்த அளவுக்கு முன்னேறியிருக்கிறான் என்பதைப் பற்றியது.  கவிதையின் இறுதியில் பாரதியாரின் வரிகள் 'வானை அளப்போம் கடல் மீனையளப்போம் சந்திர மண்டலத்தியல் கண்டுதெளிவோம்' என்று குறிப்பிடப்பட்டுள்ளன.  இந்த வரிகள் மனிதன் ஆய்வு மனப்பான்மையுடன் இருக்க வேண்டும் என்பதை வலியுறுத்துகின்றன."
  }
]
