[
          
  {
    
          "description": "'தனி ஆளாய் இருந்தால் நடுநிலையாய் இருந்திடுவான்; யாரும் வந்து அமர்ந்தால் ஏற்றம் இறக்கம் காட்டிடுவான். அவன் யார்?'  இந்த விடுகதையின் விடை எது?",
          "options": [
      "கப்பல்",
      "ஏற்றுமதி இறக்குமதி",
      "தராசு",
      "நெல்மணி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "விடுகதையின் வரி 'தனி ஆளாய் இருந்தால் நடுநிலையாய் இருந்திடுவான்' என்று சொல்லப்பட்டிருக்கிறது. இதிலிருந்து விடை ஒரு பொருள் என்பது தெரிகிறது. 'யாரும் வந்து அமர்ந்தால் ஏற்றம் இறக்கம் காட்டிடுவான்' என்று கூறப்பட்டுள்ளது. இதிலிருந்து விடை ஒரு நடுநிலை வைத்திருக்கும் பொருள் என்று புரிகிறது.  இந்த இரண்டு குறிப்புகளிலிருந்து விடை  'தராசு' என்பது தெளிவாகிறது. "
          }
        ,
          
  {
    
          "description": "“வணிகத்தின் நோக்கம் என்ன?” என்ற கேள்விக்கு பதில் என்ன? சரியான விடையைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "புதிய பொருள்களை உருவாக்கி, அவற்றை விற்பனை செய்வது.",
      "பொருள்களின் மதிப்பை அதிகரித்து, இலாபம் ஈட்டுவது.",
      "வாடிக்கையாளர்களின் தேவைகளைப் பூர்த்தி செய்வது.",
      "சமூகத்திற்கு சேவை செய்வது."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "வணிகம் என்பது பொருள்களின் மதிப்பை அதிகரித்து இலாபம் ஈட்டுவதற்காக செய்யப்படும் செயல். புதிய பொருள்களை உருவாக்குவதும், வாடிக்கையாளர்களின் தேவைகளைப் பூர்த்தி செய்வதும் வணிகத்தின் ஒரு பகுதி. ஆனால், இவை வணிகத்தின் முக்கிய நோக்கங்கள் அல்ல. "
          }
        ,
          
  {
    
          "description": "“கலப்படம்” என்ற சொல்லுக்கு சரியான ஆங்கிலச் சொல் எது?",
          "options": [
      "Adulteration",
      "Voyage",
      "Heritage",
      "Commodity"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கலப்படம் என்பது ஒரு பொருளில் தரக்குறைவான பொருள்களைச் சேர்த்து, அதன் தரத்தை குறைப்பது. 'Adulteration' என்பது கலப்படத்திற்கான ஆங்கிலச் சொல். "
          }
        ,
          
  {
    
          "description": "“பயணப்படகுகள்” என்ற சொல்லுக்கு சரியான ஆங்கிலச் சொல் எது?",
          "options": [
      "Entrepreneur",
      "Ferries",
      "Merchant",
      "Consumer"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "பயணப்படகுகள் என்பது மக்களை ஒரு இடத்திலிருந்து இன்னொரு இடத்திற்கு எடுத்துச் செல்லும் சிறிய படகுகள்.  'Ferries' என்பது பயணப்படகுகளின் ஆங்கிலச் சொல். "
          }
        ,
          
  {
    
          "description": "“இயந்திரத்தால் செய்ய முடியாத மணி; ஊசி நூலில் கோக்க முடியாத மணி; பூமியில் விளையும் மணி; பூவுலகத்தார் விரும்பும் மணி. எந்த மணி?” என்ற விடுகதையின் விடை எது?",
          "options": [
      "நெல்மணி",
      "கப்பல்",
      "தராசு",
      "குதிரை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "விடுகதையின் வரி 'இயந்திரத்தால் செய்ய முடியாத மணி; ஊசி நூலில் கோக்க முடியாத மணி' என்று சொல்லப்பட்டிருக்கிறது. இதிலிருந்து விடை ஒரு இயற்கைப் பொருள் என்பது தெரிகிறது. 'பூமியில் விளையும் மணி' என்று கூறப்பட்டுள்ளது. இதிலிருந்து விடை ஒரு பயிராக இருக்க வேண்டும் என்று புரிகிறது.  இந்த இரண்டு குறிப்புகளிலிருந்து விடை  'நெல்மணி' என்பது தெளிவாகிறது. "
          }
        ]