[
          
  {
    
          "description": "'அறிவியல் சிந்தனை கொள்' பகுதியில் உள்ள 'உண்மை கண்டறி' என்ற வரியில் 'கண்டறி' என்னும் சொல் எந்த இரண்டு சொற்களின் கூட்டுச் சொல்?",
          "options": [
      "கண்டு + அறி",
      "கண் + டறி",
      "கண்ட + அறி",
      "கண் + அறி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": " 'அறிவியல் சிந்தனை கொள்' என்பது அறிவியல் ஆத்திசூடிப் பாடலின் முதல் வரி ஆகும். இந்த வரியின் மூலம் நாம் சிந்திக்க வேண்டியது, எதையும் அறிவியல் ரீதியாக சிந்திப்பது எப்படி என்பதைப் பற்றியது. \n அதேபோல் 'உண்மை கண்டறி' என்பது அறிவியல் ஆத்திசூடிப் பாடலின் ஐந்தாவது வரி. 'கண்டறி' என்பது கூட்டுச் சொல். 'கண்ட' என்றும், 'அறி' என்றும் இரண்டு சொற்களின் கூட்டுச் சொல் என்பது நாம் கவனிக்க வேண்டியது. இதன் மூலம்  நாம் உண்மையை எப்படி அறிந்து கொள்ள வேண்டும் என்பதை வலியுறுத்துகிறது. \n இந்த வரி நமக்கு அறிவியல் ஆய்வுகளை மேற்கொள்ளும் போது, உண்மையை மட்டுமே நாட வேண்டும் என்பதை உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "“என்றும் அறிவியலே வெல்லும்” பகுதியில் உள்ள “ஔடதமாம் அனுபவம்” என்ற வரியில் 'ஔடதம்' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "இனிப்பு",
      "மருந்து",
      "உணவு",
      "உடை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“என்றும் அறிவியலே வெல்லும்” என்பது அறிவியல் ஆத்திசூடிப் பாடலின் இரண்டாவது பகுதி ஆகும். இந்த வரியின் மூலம் அறிவியலின் சக்தியைப் பற்றி பேசப்படுகிறது.  \n 'ஔடதமாம் அனுபவம்' என்பது  அறிவியல் ஆத்திசூடிப் பாடலின் ஏழாவது வரி.  இந்த வரியில் 'ஔடதம்' என்ற சொல்லுக்கு மருந்து என்று பொருள்.  அறிவியலின் மூலம் பெறப்படும் அனுபவம் மருந்து போன்றது  என்பதை  இந்த வரி உணர்த்துகிறது.  \n அறிவியல் அனுபவம் மனித வாழ்வில் ஏற்படும் பல நோய்களுக்கு  மருந்து போன்றது என்றும்,  மனிதனின் வாழ்க்கையை மேம்படுத்துவது என்றும் நாம் புரிந்து கொள்ள வேண்டும்."
          }
        ,
          
  {
    
          "description": "“அறிவியல் ஆத்திசூடி” பகுதியில் உள்ள “ஈடுபாட்டுடன் அணுகு” என்ற வரியின் எதிர்ச்சொல் எது?",
          "options": [
      "விருப்பத்துடன் அணுகு",
      "சோம்பேறியாக அணுகு",
      "பொறுமையாக அணுகு",
      "மெதுவாக அணுகு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“அறிவியல் ஆத்திசூடி” என்பது அறிவியல் துறையில் ஆர்வத்தை ஏற்படுத்தும் வகையில் பாரதியாரால் எழுதப்பட்ட பாடல் ஆகும். \n இந்தப் பாடலில் “ஈடுபாட்டுடன் அணுகு” என்பது நான்காவது வரி. இந்த வரியின் மூலம், அறிவியல் துறையைப் பற்றி ஆர்வத்துடன் இருக்க வேண்டும் என்பதை நாம் புரிந்து கொள்ள வேண்டும்.  \n “ஈடுபாட்டுடன் அணுகு”  என்ற வரியின் எதிர்ச்சொல் “சோம்பேறியாக அணுகு”  என்பதாகும். அறிவியல் துறையை சோம்பேறியாக அணுகினால்,  அறிவியல் துறையில் நமக்கு எந்த ஒரு முன்னேற்றமும் கிடைக்காது என்பதை நாம் உணர வேண்டும்.  \n அறிவியல் ஆய்வுகளை ஈடுபாட்டுடன் அணுகுவதன் மூலம் நமக்கு புதிய புதிய விஷயங்களை கற்றுக்கொள்ள முடியும்."
          }
        ,
          
  {
    
          "description": "“அறிவியல் ஆத்திசூடி”யின் நோக்கம் என்ன?",
          "options": [
      "அறிவியல் ஆய்வுகளை மேம்படுத்துதல்",
      "அறிவியல் அறிவைப் பரப்புதல்",
      "அறிவியல் துறையில் ஆர்வத்தை ஏற்படுத்துதல்",
      "அறிவியல் கண்டுபிடிப்புகளை அறிவித்தல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": " “அறிவியல் ஆத்திசூடி”  என்பது  பாரதியாரால் எழுதப்பட்ட  ஒரு அறிவியல் பாடல் ஆகும். \n இந்தப் பாடலின்  முக்கிய நோக்கம் அறிவியல் அறிவைப் பரப்புவதாகும்.  அறிவியல் அறிவைப் பரப்புவதன் மூலம்  மக்கள்  அறிவியலைப் பற்றி அறிந்துகொள்ள  முடியும்.  \n அறிவியல் அறிவைப் பரப்புவது என்பது மக்கள்  அறிவியலைப் பற்றி புரிந்து கொள்ளுவதற்கும்,  அறிவியல் ஆய்வுகளை  மேற்கொள்வதற்கும் ஊக்கமளிப்பதாகும்.  \n அறிவியல் அறிவைப் பரப்புவதன் மூலம்  மக்கள்  அறிவியலின் முக்கியத்துவத்தை உணர்ந்துகொள்ள முடியும்.  "
          }
        ]