
[
  {
    "description": "“நாட்டின் நெறிதவறி நடந்து விடாதே – நம்  \nநல்லவர்கள் தூற்றும்படி வளர்ந்து விடாதே”  என்ற வரிகளின்படி  நாம்  எதை  தவிர்க்க வேண்டும்?",
    "options": [
      "நம் நாட்டின் நெறிமுறைகளை  பின்பற்றுவதை",
      "நல்லவர்களிடம் நட்பு கொள்வதை",
      "நல்லவர்களின் கருத்துக்களை கேட்பதை",
      "நல்லவர்கள் சொல்லும் வழிகளை மீறுவதை"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் நாம் ஏட்டில் படித்ததோடு இருந்து விடக்கூடாது என்று கூறுகிறது. கற்றது பயனளிக்க வேண்டுமெனில் நம் நாட்டின் நெறியைப் பின்பற்றி நடக்க வேண்டும் என்று  இந்த வரிகள் குறிப்பிடுகின்றன. நல்லவர்கள் குறை சொல்லும் வகையில் நடந்து கொள்ளக் கூடாது என்று  இந்த வரிகள்  எச்சரிக்கின்றன.  "
  },
  {
    "description": "“மூத்தோர் சொல் வார்த்தைகளை மீறக் கூடாது – பண்பு”  என்பது  குறிப்பிடும்  பண்பு  எது?",
    "options": [
      "மரியாதை",
      "பணிவு",
      "நேர்மை",
      "தன்னம்பிக்கை"
    ],
    "answer": "A",
    "additional_context": "மூத்தோர் சொல் வார்த்தைகளை மீறக் கூடாது என்பது மரியாதை  என்பதை  குறிப்பிடுகிறது. மரியாதை என்பது  ஒரு நல்ல  பண்பு. பெரியோர் சொல்  வார்த்தைகளை மீறக் கூடாது. அவர்களது அறிவுரைகளைப்  பின்பற்ற வேண்டும். இது ஒரு  நல்ல  குணம். "
  },
  {
    "description": "“மாற்றார் கைப்பொருளை நம்பி வாழக் கூடாது – தன்  \nமானமில்லாக் கோழையுடன் சேரக் கூடாது” என்ற வரிகளின்  மூலம்  என்ன  உணர்த்தப்படுகிறது?",
    "options": [
      "தன்னிறைவு  அவசியம்",
      "கோழைகளுடன் நட்பு கொள்ளக் கூடாது",
      "பிறர் உதவியை நம்பி வாழக்கூடாது",
      "தன்மானம் இல்லாதவர்களுடன்  இணைந்துகொள்ளக் கூடாது"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் நாம் ஏட்டில் படித்ததோடு இருந்து விடக்கூடாது என்று கூறுகிறது. கற்றது பயனளிக்க வேண்டுமெனில் நம் நாட்டின் நெறியைப் பின்பற்றி நடக்க வேண்டும் என்று  இந்த வரிகள் குறிப்பிடுகின்றன. நல்லவர்கள் குறை சொல்லும் வகையில் நடந்து கொள்ளக் கூடாது என்று  இந்த வரிகள்  எச்சரிக்கின்றன.  "
  },
  {
    "description": "“துன்பத்தை வெல்லும் கல்வி கற்றிட வேணும் - நீ” என்ற வரிகளின்படி  கல்வியின்   முக்கியத்துவம்  என்ன?",
    "options": [
      "வாழ்க்கையை  நன்றாக   வாழ  உதவும்",
      "துன்பங்களை   தாங்க  உதவும்",
      "பணம்   சம்பாதிக்க   உதவும்",
      "அறிவு   பெற   உதவும்"
    ],
    "answer": "B",
    "additional_context": "நாம் கற்ற கல்வி துன்பங்களைத்  தாங்க  உதவும். கல்வியின்  முக்கியத்துவத்தை இந்த வரிகள்  உணர்த்துகின்றன. படிப்பதன் மூலம்  வாழ்க்கையில்  ஏற்படும்  துன்பங்களை எதிர்கொள்ள  நமக்கு  சக்தி கிடைக்கும். துன்பங்களை  வெல்லும்  சக்தி  நமக்குக்  கிடைக்கும். "
  },
  {
    "description": "“பெற்ற தாயின் புகழும் நீ பிறந்த மண்ணின் புகழும்  \nவற்றாமல் உன்னோடு வாழ்ந்திட வேண்டும்”  என்ற வரிகள்  என்ன  உணர்த்துகின்றன?",
    "options": [
      "நம்  தாய்   நாட்டை   நேசிக்க   வேண்டும்",
      "நம்  தாய்   நாட்டிற்காக   வாழ   வேண்டும்",
      "தாய்   நாட்டின்   புகழை   உயர்த்த   வேண்டும்",
      "தாய்   நாட்டை   பற்றி   பெருமைப்பட   வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "நாம் பெற்ற தாயின்  புகழையும், நம்  தாய்  நாட்டின்  புகழையும்  வற்றாமல்  நம்  வாழ்நாளில்  காத்து  வாழ  வேண்டும். இதன்மூலம்  நம்  தாய்   நாட்டை   நேசிக்க   வேண்டும் என்ற  உணர்வை  இந்த  வரிகள்   எடுத்துரைக்கின்றன. "
  }
]
