
[
  {
    "description": "சிவகங்கை கோட்டையை மீட்க குயிலி என்ன செய்தார்?",
    "options": [
      "ஆங்கிலேயர்களை தாக்கி கொன்றார்",
      "தீ வைத்து ஆயுதக் கிடங்கை நாசப்படுத்தினார்",
      "ஆங்கிலேயர்களுக்கு துரோகம் செய்தார்",
      "வேலுநாச்சியாரை துரோகித்தார்"
    ],
    "answer": "B",
    "additional_context": "சிவகங்கை கோட்டையை மீட்க வேலு நாச்சியார் திட்டம் வகுத்தார். அந்த திட்டத்தின் படி பெண்கள் படைப்பிரிவு கோட்டைக்குள் சென்று ஆயுதக் கிடங்கை தீ வைத்து நாசப்படுத்த வேண்டும். குயிலி கோட்டைக்குள் சென்று ஆயுதக் கிடங்கை தீ வைத்து நாசப்படுத்தினார். தீ எரிவது தெரிந்ததும் வேலுநாச்சியார் படை உள்ளே நுழைந்து ஆங்கிலேயரை விரட்டியடித்தது. தீ வைத்து ஆயுதக் கிடங்கை நாசப்படுத்திய குயிலி உயிரைத் தந்து நம் நாட்டை மீட்டுக் கொடுத்தார்."
  },
  {
    "description": "வேலுநாச்சியாரின் வீரத்திற்கு எந்த நிகழ்வுகள் சான்றாக விளங்குகின்றன?",
    "options": [
      "சிவகங்கை மீட்பு போர்",
      "திண்டுக்கல் கோட்டையில் ஆலோசனை கூட்டம்",
      "ஐதர் அலி உதவி",
      "மருது சகோதரர்களின் வீரம்"
    ],
    "answer": "A",
    "additional_context": "வேலுநாச்சியார் ஆங்கிலேயர்களை வென்று சிவகங்கையை மீட்க உறுதி பூண்டார். திண்டுக்கல் கோட்டையில் தங்கி ஒரு படையைத் திரட்டிப் பயிற்சி அளித்தார். ஐதர்அலி உதவியுடன் சிவகங்கை கோட்டையை மீட்டார். சிவகங்கை மீட்பு போரில் வேலு நாச்சியாரின் வீரமும் திறமையும் தெளிவாகத் தெரிகிறது. ஆங்கிலேயர்களை எதிர்த்து போர் புரிந்தவர். சிவகங்கை மீட்பு போரில் வெற்றி பெற்று வீரம் காட்டினார்."
  },
  {
    "description": "வேலுநாச்சியாரின் கதை நமக்கு என்ன பாடத்தை உணர்த்துகிறது?",
    "options": [
      "வீரம் மட்டுமே வெற்றிக்கு போதுமானது",
      "சூழ்நிலைக்கேற்பச் செயல்படுவது முக்கியம்",
      "பெண்கள் ஆண்களை விட சக்தி வாய்ந்தவர்கள்",
      "ஐதர் அலி போன்றவர்களின் உதவி அவசியம்"
    ],
    "answer": "B",
    "additional_context": "வேலுநாச்சியார் ஒரு வீர மங்கை. தன்னுடைய நாட்டை மீட்க அவர் போராடினார். ஆனால் வீரம் மட்டுமே வெற்றி பெற போதுமானதல்ல. சூழ்நிலைக்கேற்பச் செயல்படுவது முக்கியம். அவர் ஆங்கிலேயர்களிடம் இருந்து தன் நாட்டை மீட்க போராடி வெற்றி பெற்றார். அவர் தனது சூழ்நிலைக்கு ஏற்ப வீரமும் திட்டமிடலும் செய்து வெற்றி பெற்றார். இது சூழ்நிலைக்கு ஏற்பச் செயல்படுவது முக்கியம் என்பதை நமக்கு உணர்த்துகிறது."
  }
]
