
[
  {
    "description": "“காணி நிலம் வேண்டும் - அங்குத்\nதூணில் அழகியதாய் – நன்மாடங்கள்\nதுய்ய நிறத்தினதாய் – அந்தக்\nகாணி நிலத்திடையே – ஓர் மாளிகை\nகட்டித் தரவேண்டும் - அங்குக்\nகேணி அருகினிலே - தென்னைமரம்\nகீற்றும் இளநீரும்\nபத்துப் பன்னிரண்டு – தென்னைமரம்\nபக்கத்திலே வேணும்” - இந்த வரிகளின் அடிப்படையில், பாரதியார் தனது கனவு இல்லத்தில் எந்த இயற்கை கூறுகளின் இருப்பை விரும்புகிறார் என்பதைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "அ) குளம், மலை",
      "ஆ) கிணறு, தென்னை மரம்",
      "இ) நதி, காடு",
      "ஈ) ஏரி, பூங்கா"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாரதியார் தனது கனவு இல்லத்தில் என்ன இருக்க வேண்டும் என்கிறார்? பாரதியார் தனது கனவு இல்லத்தில் நல்ல நீரையுடைய கிணறு இருக்க வேண்டும் என்கிறார். மேலும்,  இளநீரும் கீற்றும் தரும் பத்துப் பன்னிரண்டு தென்னை மரங்கள் இருக்க வேண்டும் என்கிறார். இதிலிருந்து பாரதியார் தனது கனவு இல்லத்தில் கிணறு மற்றும் தென்னை மரங்களை விரும்புவதாக தெரிகிறது."
  },
  {
    "description": "“நல்ல நீரையுடைய கிணறும் அங்கே இருக்க வேண்டும். இளநீரும் கீற்றும் தரும் தென்னைமரங்கள் வேண்டும்.” - இந்த வரிகள் பாரதியாரின் கனவு இல்லத்தில் எதை வலியுறுத்துகின்றன என்பதைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "அ) நகர வாழ்க்கையின் அழகு",
      "ஆ) தொழில்நுட்பத்தின் முக்கியத்துவம்",
      "இ) இயற்கையின் அழகு மற்றும் பயன்",
      "ஈ) பணக்காரர்களின் வாழ்க்கை முறை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பாரதியார் தனது கனவு இல்லத்தில் நல்ல நீரையுடைய கிணறு இருக்க வேண்டும் என்கிறார். அது மட்டுமல்லாமல் இளநீரும் கீற்றும் தரும் தென்னை மரங்கள் இருக்க வேண்டும் என்கிறார். இதன் மூலம் இயற்கையான வளங்களைப் பயன்படுத்தி, அவற்றின் அழகை அனுபவிக்க வேண்டும் என்கிறார். அதாவது இயற்கையின் அழகு மற்றும் பயனைப் பற்றி பாரதியார்  வலியுறுத்துகிறார்."
  },
  {
    "description": "“அங்கே முத்து போன்ற நிலவொளி வீச வேண்டும். காதுக்கு இனிய குயிலின் குரலோசை கேட்க வேண்டும். உள்ளம் மகிழுமாறு இளந்தென்றல் தவழ வேண்டும்.” - இந்த வரிகள் பாரதியாரின் கனவு இல்லத்தை எவ்வாறு சித்தரிக்கின்றன என்பதைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "அ) ஓய்வு மற்றும் நிம்மதி நிறைந்த இடம்",
      "ஆ) சத்தம் நிறைந்த இடம்",
      "இ) வேலை செய்யும் இடம்",
      "ஈ) பயங்கரமான இடம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பாரதியார் தனது கனவு இல்லத்தில் நிலவொளி, குயில் இசை மற்றும் இளந்தென்றல் இருக்க வேண்டும் என்கிறார். இவை அனைத்தும் மனதிற்கு இனிமை தரும் இயற்கையான கூறுகள். இதிலிருந்து பாரதியார் ஓய்வு மற்றும் நிம்மதி நிறைந்த இடத்தையே தனது கனவு இல்லமாக கற்பனை செய்துள்ளார் என்பதைத் தெளிவாகக் காட்டுகிறது."
  },
  {
    "description": "“முத்துச்சுடர்போலே – நிலாவொளி\nமுன்பு வரவேணும் – அங்குக்\nகத்துங் குயிலோசை – சற்றே வந்து\nகாதில் படவேணும் – என்றன்\nசித்தம் மகிழ்ந்திடவே – நன்றாய் இளம்\nதென்றல் வரவேணும்” - இந்த வரிகளின் அடிப்படையில், பாரதியார் கனவு இல்லத்தில் எந்த இயற்கை கூறுகள் அவருக்கு மகிழ்ச்சியைத் தருகின்றன என்பதைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "அ) மழை மற்றும் பனி",
      "ஆ) நிலவு ஒளி, குயில் இசை, இளம் தென்றல்",
      "இ) நதி மற்றும் மரம்",
      "ஈ) காற்று மற்றும் மழை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாரதியார்  தனது கனவு இல்லத்தில் முத்துச்சுடர் போன்ற நிலவொளி வீச வேண்டும், காதுக்கு இனிய குயில் இசை கேட்க வேண்டும், உள்ளம் மகிழ்ந்திட இளந்தென்றல் வர வேண்டும் என்கிறார். இவை அனைத்தும் மனதிற்கு இனிமை தரும் இயற்கையான கூறுகள். இதிலிருந்து நிலவொளி, குயில் இசை, இளம் தென்றல் ஆகியவை பாரதியாருக்கு மகிழ்ச்சியைத் தரும் இயற்கை கூறுகள் என்பதைத் தெளிவாகக் காட்டுகிறது."
  },
  {
    "description": "பாரதியார் பாடலில், 'அந்தக் காணி நிலத்திடையே ஓர் மாளிகை கட்டித் தரவேண்டும்' என்ற வரியில் காணி நிலம் என்பது என்னைக் குறிக்கிறது?",
    "options": [
      "மாளிகை",
      "கிணறு",
      "தென்னை மரம்",
      "நில அளவு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாரதியார் 'காணி நிலம் வேண்டும்' என்கிறார். காணி என்பது நில அளவைக் குறிக்கும் சொல். அங்கு அழகான தூண்கள் மற்றும் மாடங்களைக் கொண்ட மாளிகை கட்டித்தர வேண்டும் என்கிறார். இதன் மூலம் பாரதியார் தனது கனவு இல்லத்துக்கு ஏற்ற ஒரு குறிப்பிட்ட அளவு நிலத்தை விரும்புவதாகத் தெளிவாகிறது."
  }
]
