[
          
  {
    
          "description": "“நாம் சிவகங்கையை இழந்து எட்டு ஆண்டுகள் ஆகிவிட்டன” என்று வேலுநாச்சியார் கவலை நிறைந்த குரலில் கூறினார். இதன் மூலம் நாம் என்ன தெரிந்து கொள்ளலாம்?",
          "options": [
      "வேலுநாச்சியார் சிவகங்கையை மீட்கும் எண்ணத்தில் இருந்தார்.",
      "வேலுநாச்சியார் சிவகங்கையை ஆட்சி செய்தவர்.",
      "வேலுநாச்சியாருக்கு சிவகங்கையின் மீது அன்பும் கவலையும் இருந்தது.",
      "வேலுநாச்சியார் சிவகங்கை மக்களின் நல்வாழ்வைப் பற்றி கவலைப்பட்டார்."
    ],
    "answer": "C",
    
          "additional_context": "சிவகங்கை மன்னர் முத்துவடுகநாதரை மணந்து மகிழ்ச்சியோடு வாழ்ந்து வந்த வேலுநாச்சியார், காளையார்கோவிலில் நடைபெற்ற போரில் முத்துவடுகநாதர் ஆங்கிலேயரால் நயவஞ்சகமாகக் கொல்லப்பட்டார். வேலுநாச்சியார் ஆங்கிலேயரை வென்று சிவகங்கையை மீட்க உறுதி பூண்டார். திண்டுக்கல் கோட்டையில் தங்கி ஒரு படையைத் திரட்டிப் பயிற்சி அளித்தார். திண்டுக்கல் கோட்டையில் ஆலோசனைக் கூட்டம் ஒன்று நடந்து கொண்டிருந்தது. கூட்டத்தின் நடுவே வீரமங்கை வேலுநாச்சியார் அமர்ந்திருந்தார். அவரைச் சுற்றி அமைச்சர் தாண்டவராயர், தளபதிகளாகிய பெரிய மருது, சின்ன மருது மற்றும் குறுநில மன்னர்கள் சிலர் இருந்தனர்.  'நாம் சிவகங்கையை இழந்து எட்டு ஆண்டுகள் ஆகிவிட்டன' என்று வேலுநாச்சியார் கவலை நிறைந்த குரலில் கூறினார். இதன் மூலம் வேலுநாச்சியாருக்கு சிவகங்கையின் மீது அன்பும் கவலையும் இருந்தது என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "“ஐதர்அலி உறுதியாகப் படையை அனுப்புவார் என்று எனக்கு முன்பே தெரியும் அரசியாரே!” என்றார் அமைச்சர் தாண்டவராயர். ஏன் அவர் இப்படிச் சொன்னார்?",
          "options": [
      "ஐதர்அலி வேலுநாச்சியாரை நன்கு அறிந்திருந்தார்.",
      "ஐதர்அலி சிவகங்கையை ஆட்சி செய்ய விரும்பினார்.",
      "வேலுநாச்சியார் ஐதர்அலியிடம் பேசிய விதம் ஐதர்அலியைப் பெரிதும் கவர்ந்தது.",
      "ஐதர்அலி வேலுநாச்சியாரின் தந்தையை நன்கு அறிந்திருந்தார்."
    ],
    "answer": "C",
    
          "additional_context": "“ஐதர்அலி உறுதியாகப் படையை அனுப்புவார் என்று எனக்கு முன்பே தெரியும் அரசியாரே!” என்றார் அமைச்சர் தாண்டவராயர்.  'எதனால் அப்படிச் சொல்கிறீர்கள்?'  'நாம் இருவரும் ஐதர்அலியைச் சந்திக்க மைசூர் சென்றோம் அல்லவா? அப்போது தாங்கள் அவரிடம் உருதுமொழியில் பேசினீர்கள். அப்போது அவர் முகத்தில் பெரிய மகிழ்ச்சி தோன்றியதை நான் கண்டேன்' என்றார் தாண்டவராயர்.  'நம் அரசியாரின் பன்மொழி அறிவு நமக்குப் பெரிய நன்மையைத் தந்திருக்கிறது' என்றார் சின்ன மருது. வேலுநாச்சியாரின் பன்மொழி அறிவு ஐதர்அலியைப் பெரிதும் கவர்ந்தது என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "“நாம் முதலில் காளையார்கோவிலைக் கைப்பற்றுவோம். பிறகு சிவகங்கையை மீட்போம்” என்றார் வேலு நாச்சியார். ஏன் அவர் காளையார்கோவிலை முதலில் கைப்பற்ற விரும்பினார்?",
          "options": [
      "காளையார்கோவில் ஒரு முக்கியமான இடம்.",
      "காளையார்கோவில் சிவகங்கையை நோக்கிச் செல்லும் பாதையில் அமைந்திருந்தது.",
      "காளையார்கோவில் அவரது கணவரைக் கொன்ற இடம்.",
      "காளையார்கோவில் ஆங்கிலேயரின் படைமையம்."
    ],
    "answer": "C",
    
          "additional_context": "“ஆம். நமது வீரர்களுடன் ஐதர்அலியின் ஐயாயிரம் குதிரைப்படை வீரர்களும் சேர்ந்து விட்டனர். ஆகவே, நாளை சிவகங்கையை மீட்கப் புறப்படலாம் அல்லவா?' என்று கேட்டார் பெரிய மருது. 'என் கணவர் கொல்லப்பட்ட ஊர் காளையார்கோவில். எனவே, நாம் முதலில் காளையார்கோவிலைக் கைப்பற்றுவோம். பிறகு சிவகங்கையை மீட்போம்' என்றார் வேலு நாச்சியார். அனைவரும் அதனை ஏற்றுக்கொண்டனர். மறுநாள் காளையார்கோவில் நோக்கி வேலுநாச்சியார் படை புறப்பட்டது. ஆண்கள் படைப்பிரிவுக்கு மருது சகோதரர்களும் பெண்கள் படைப்பிரிவுக்குக் குயிலியும் தலைமை ஏற்றனர்."
          }
        ,
          
  {
    
          "description": "“அவரது பெருமையை எல்லோரும் அறிந்து கொள்ளட்டும்” என்றார் வேலுநாச்சியார். அவர் யாரைப் பற்றிப் பேசுகிறார்?",
          "options": [
      "குயிலி",
      "உடையாள்",
      "மருது சகோதரர்கள்",
      "தாண்டவராயர்"
    ],
    "answer": "B",
    
          "additional_context": "“அப்படியே செய்யலாம் அரசியாரே! இன்னும் ஒரு செய்தி. தங்களைக் காட்டிக் கொடுக்குமாறு உடையாள் என்னும் பெண்ணை ஆங்கிலேயர்கள் வற்புறுத்தினார்களாம். அவர் மறுத்ததால் கொன்றுவிட்டார்களாம். அவருக்கு நாம் உரிய முறையில் சிறப்புச் செய்ய வேண்டும்' என்றார் அமைச்சர் தாண்டவராயர்.  'அவருக்கு ஒரு நடுகல் நடுவதற்கு ஏற்பாடு செய்யுங்கள் அமைச்சரே! அவரது பெருமையை எல்லோரும் அறிந்து கொள்ளட்டும்' என்றார் வேலுநாச்சியார்.  'அப்படியே செய்வோம்' என்றார் அமைச்சர்."
          }
        ,
          
  {
    
          "description": "“இந்த வெற்றிக்குக் காரணமான குயிலி எங்கே?” என்று கேட்டார் வேலுநாச்சியார். குயிலி எப்படி இறந்தார்?",
          "options": [
      "போரில் கொல்லப்பட்டார்.",
      "நோய்வாய்ப்பட்டு இறந்தார்.",
      "ஆயுதக் கிடங்குக்குள் தீ வைத்து தற்கொலை செய்துகொண்டார்.",
      "ஆங்கிலேயர்களால் கொல்லப்பட்டார்."
    ],
    "answer": "C",
    
          "additional_context": "“அரசியாரே! நான் நமது பெண்கள் படைப்பிரிவுடன் மாறுவேடத்தில் உள்ளே செல்கிறேன். உள்ளே சென்றதும் அங்குள்ள ஆயுதக் கிடங்குக்கு எப்படியாவது தீ வைத்து விடுகிறேன். தீ எரிவது தெரிந்ததும் நம் படை உள்ளே நுழையட்டும்' என்று கூறினார் குயிலி.  'அப்படியே ஆகட்டும்' என்றார் வேலு நாச்சியார்.  குயிலியும் பெண்கள் படையினரும் கோட்டைக்குள் சென்றனர். சிறிது நேரத்தில் கோட்டைக்குள் பெரும் கூச்சல் எழுந்தது. உள்ளே உயரமாகத் தீ எரிவது தெரிந்தது.  'நமது படை உள்ளே நுழையட்டும்' என்று ஆணையிட்டார் வேலுநாச்சியார். படை வீரர்கள் கோட்டைக்குள் பாய்ந்து சென்றனர். ஆங்கிலேயரின் படையுடன் கடுமையாகப் போரிட்டனர். இறுதியில் ஆங்கிலப்படை தோல்வியடைந்து கோட்டையைவிட்டு ஓடியது.  'வெற்றி! வெற்றி!' என்று முழக்கமிட்டனர் வீரர்கள்.  'இந்த வெற்றிக்குக் காரணமான குயிலி எங்கே?' என்று கேட்டார் வேலுநாச்சியார்.  'குயிலி தம் உடலில் தீ வைத்துக் கொண்டு ஆயுதக் கிடங்குக்குள் குதித்துவிட்டார்' என வீரர்கள் கூறினார்கள்.  'குயிலி தம் உயிரைத் தந்து நம்நாட்டை மீட்டுக் கொடுத்திருக்கிறார். அவரது துணிவுக்கும் தியாகத்திற்கும் வீரத்திற்கும் தலைவணங்குகிறேன்' என்று உணர்ச்சிப் பெருக்கோடு கூறினார் வேலுநாச்சியார்."
          }
        ]