[
          
  {
    
          "description": "மேலே கொடுக்கப்பட்டுள்ள பத்தியின்படி, தேசிய அறிவியல் நாள் எப்போது கொண்டாடப்படுகிறது?",
          "options": [
      "ஜனவரி 28",
      "பிப்ரவரி 28",
      "மார்ச் 28",
      "ஏப்ரல் 28"
    ],
    "answer": "B",
    
          "additional_context": "சர். சி. வி. இராமன் அவர்களின் கண்டுபிடிப்பு  'இராமன் விளைவு' பிப்ரவரி 28 அன்று வெளியிடப்பட்டது. இதனால் இராமன் அவர்களுக்கு நோபல் பரிசும் கிடைத்தது. இதனையடுத்து அவர் வெளியிட்ட பிப்ரவரி 28 அன்று ஆண்டுதோறும் 'தேசிய அறிவியல் நாள்' என கொண்டாடி மகிழ்கிறோம். "
          }
        ,
          
  {
    
          "description": "ரோபோக்கள் கண்டுபிடிப்பு எந்த துறையுடன் தொடர்புடையது?",
          "options": [
      "மருத்துவம்",
      "கல்வி",
      "தொழில்நுட்பம்",
      "வேளாண்மை"
    ],
    "answer": "C",
    
          "additional_context": "ரோபோக்கள் மனிதர்களின் வேலைகளை எளிதாக்க மிஷின் களைக் கண்டுபிடித்தனர். இதனால் பல்வேறு துறைகளிலும் ரோபோ பயன்பாட்டிற்கு வந்துள்ளது. இதனால் ரோபோ கண்டுபிடிப்பு தொழில்நுட்பத்துடன் தொடர்புடையது."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் கூற்றுகளில் எது சரியானது?",
          "options": [
      "“ஞ, ய, வ” ஆகிய உயிர்மெய் எழுத்துகள் வரிசையில் மொழிமுதல் எழுத்துகளாக அமைபவை.",
      "“ஞ, ய, வ” ஆகிய எழுத்துகள் வரிசையில் மொழிமுதல் எழுத்துகளாக அமைபவை இல்லை.",
      "“ஞ, ய, வ” ஆகிய எழுத்துகள் எதுவுமே மொழிமுதல் எழுத்துகள் அல்ல.",
      "“ஞ, ய, வ” ஆகிய எழுத்துகள் மொழிமுதல் எழுத்துகளாக இருக்கலாம் அல்லது இல்லாமலும் இருக்கலாம்."
    ],
    "answer": "A",
    
          "additional_context": "ஞ, ய, வ ஆகிய உயிர்மெய் எழுத்துகள் வரிசையில் மொழிமுதல் எழுத்துகளாக அமைபவை. இதனால் 'ஞாபகம்', 'யாவரும்', 'வானம்' ஆகிய சொற்களில் ஞ, ய, வ ஆகிய எழுத்துகள் வரிசையில் மொழிமுதல் எழுத்துகளாக அமைபவை."
          }
        ,
          
  {
    
          "description": "பத்தியில் குறிப்பிடப்பட்டுள்ள “இராமன் விளைவு” எதைப் பற்றியது?",
          "options": [
      "கடல் நீர் ஏன் உப்பாக இருக்கிறது என்பது பற்றிய விளக்கம்.",
      "கடல் நீர் ஏன் நீல நிறமாகக் காட்சியளிக்கிறது என்பது பற்றிய விளக்கம்.",
      "கடல் நீர் ஏன் கறுப்பாகக் காட்சியளிக்கிறது என்பது பற்றிய விளக்கம்.",
      "கடல் நீர் ஏன் வெள்ளை நிறமாகக் காட்சியளிக்கிறது என்பது பற்றிய விளக்கம்."
    ],
    "answer": "B",
    
          "additional_context": "இராமன் விளைவு என்பது கடல் நீர் ஏன் நீல நிறமாகக் காட்சியளிக்கிறது என்பது பற்றியது. இது தொடர்பான கேள்வி சர். சி. வி. இராமன் அவர்களுக்கு நோபல் பரிசைப் பெற்றுத் தந்தது."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது மொழிமுதல் எழுத்தாக “ஞ” வைப் பயன்படுத்துகிறது?",
          "options": [
      "ஞாபகம்",
      "ஞானம்",
      "ஞானி",
      "ஞாபகமாக"
    ],
    "answer": "A",
    
          "additional_context": "ஞாபகம், ஞானம், ஞானி, ஞாபகமாக ஆகிய சொற்களில் ஞாபகம் என்ற சொல்லில் மட்டுமே “ஞ” மொழிமுதல் எழுத்தாக பயன்படுத்தப்பட்டுள்ளது. "
          }
        ]