
[
  {
    "description": "கவிதை வரிகளில் \"புல்லாங் குழலாகி விடுகிறீர்கள்\" எனக் கூறப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "உழைக்கும்போது மகிழ்ச்சியாக உணர்வது",
      "உழைக்கும்போது கவலைகள் மறந்து போவது",
      "உழைக்கும்போது வாழ்க்கை இனிமையாக இருப்பது",
      "உழைக்கும்போது இயற்கையின் இசையை உணர்வது"
    ],
    "answer": "D",
    "additional_context": "கலீல் கிப்ரான் எழுதிய 'நீங்கள் நல்லவர்' என்ற கவிதையில் \"உழைக்கும்போது நீங்கள் புல்லாங் குழலாகி விடுகிறீர்கள்\" என்று குறிப்பிடப்பட்டுள்ளது. இந்த வரிகள் உழைக்கும்போது நமக்குள் உருவாகும் இனிமையான உணர்வுகளை இயற்கையின் இசையுடன் ஒப்பிட்டுப் பேசுகின்றன. புல்லாங்கழல் இயற்கையான இசையை வெளிப்படுத்துவது போல, உழைப்பு மூலம் நமக்குள் ஏற்படும் மகிழ்ச்சி மற்றும் பூரிப்பு இயற்கையின் இசையைப் போன்றது என்பதைப் புரிந்துகொள்ளலாம். \"உழைக்கும்போது நீங்கள் புல்லாங் குழலாகி விடுகிறீர்கள்\" எனக் கூறப்படுவதன் மூலம், உழைப்பு ஒருவருக்குள் மகிழ்ச்சி, இன்பம், மன நிம்மதி ஆகியவற்றைத் தரும் என்பது தெளிவாகிறது."
  },
  {
    "description": "\"நீங்கள் நல்லவர்\" என்கிற கருத்தை கவிதை எவ்வாறு வெளிப்படுத்துகிறது?",
    "options": [
      "நல்லவர்களுக்கு மட்டுமே வாழ்க்கை இனிமையாக இருக்கும் எனக் கூறுவதன் மூலம்",
      "தீமைகளை விட்டு விட்டு நன்மையைத் தேர்ந்தெடுப்பதன் மூலம்",
      "மற்றவர்களுக்கு உதவியாக இருப்பதன் மூலம் ",
      "சுயத்துடன் ஒருமைப்பாடு கொண்டிருப்பதன் மூலம்"
    ],
    "answer": "D",
    "additional_context": "கவிதை வரிகளில் \"உங்கள்சுயத்துடன் நீங்கள் ஒருமைப்பாடு கொண்டிருக்கும்போது நீங்கள் நல்லவர்\" என்று கூறப்பட்டுள்ளது. அதாவது, தன்னைத் தானே புரிந்துகொண்டு, தன்னை ஏற்றுக்கொண்டு, தன் உள்ளத்தில் இருக்கும் நல்ல குணங்களை வெளிப்படுத்தும்போது ஒருவன் நல்லவனாகிறான். உயர்ந்த எண்ணங்களும் நல்லெண்ணமும் கொண்டிருக்கும் போது தன்னோடு ஒருமைப்பாடு ஏற்பட்டு, ஒருவன் தன் சுயத்தைப் பற்றி மகிழ்ச்சியடைகிறான் என்பதை இந்த வரிகள் சுட்டிக் காட்டுகின்றன. இது நல்லவராக இருப்பது வெளிப்புறத்தில் இருந்து வரும் புகழ்ச்சி அல்ல, ஒருவரின் உள் மனதிலிருந்து வெளிப்படும் உயர்ந்த பண்பு என்பதை எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "பழம் வேரைப் பார்த்து \"கொடுப்பது பழத்தின் இயல்பு\" எனக் கூறுவது  எதை உணர்த்துகிறது?",
    "options": [
      "தன்னலமின்றி மற்றவர்களுக்குக் கொடுப்பது நல்லது",
      "மற்றவர்களிடமிருந்து பெறுவது இயல்பு",
      "வாழ்க்கையில் தன்னலம் அவசியம்",
      "பெறுவதையும் கொடுப்பதையும் சமநிலைப்படுத்த வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "பழம் வேரைப் பார்த்து \"கொடுப்பது பழத்தின் இயல்பு\" எனக் கூறுவது தன்னலமின்றி மற்றவர்களுக்கு கொடுப்பதன் முக்கியத்துவத்தை வலியுறுத்துகிறது. பழம் வேரிலிருந்து ஊட்டத்தைப் பெற்று வளர்கிறது. அதேபோல் மனிதர்களும் ஒருவருக்கொருவர் உதவி புரிந்து வாழ வேண்டும். தன்னலம் மட்டும் பார்க்காமல், மற்றவர்களுக்கு உதவி செய்ய வேண்டும் என்பதை இந்த வரிகள் விளக்குகின்றன. இது சமூகத்தில் வாழும் மனிதர்களுக்கு இடையே இருக்க வேண்டிய ஒற்றுமை, பரஸ்பர உதவி போன்ற உயர்ந்த மனிதநேயப் பண்புகளை வலியுறுத்துகிறது."
  },
  {
    "description": "கவிதை வரிகளில் \"உறுதியாகக் கால்பதித்து உங்கள் குறிக்கோளை நோக்கி நடக்கையில்\"  எனக் கூறப்பட்டுள்ளது. இதன் மூலம்  என்ன கருத்து தெரிவிக்கப்படுகிறது?",
    "options": [
      "பயமின்றி முன்னேறிச் செல்ல வேண்டும்",
      "தன்னம்பிக்கையுடன் முயற்சிக்க வேண்டும்",
      "கடின உழைப்பின் மூலம் வெற்றி பெறலாம்",
      "குறிக்கோள் இல்லாமல் வாழ்க்கை பயனற்றது"
    ],
    "answer": "B",
    "additional_context": "கவிதையில் \"உறுதியாகக் கால்பதித்து உங்கள் குறிக்கோளை நோக்கி நடக்கையில்\" எனக் கூறப்படுவது, தன்னம்பிக்கையுடன் வாழ்க்கையில் முன்னேற வேண்டும் என்பதை வலியுறுத்துகிறது.  தனக்குள் இருக்கும் நம்பிக்கையை வளர்த்துக் கொண்டு,  பயமின்றி தன் குறிக்கோளை நோக்கிச் செல்ல வேண்டும் என்பதை இந்த வரிகள் தெளிவுபடுத்துகின்றன. இது ஒருவருடைய கடின உழைப்பு,  முயற்சி,  தொடர்ச்சியான முன்னேற்றம் ஆகியவற்றின் மூலம் தன் குறிக்கோளை அடைய முடியும் என்பதை எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "கலீல் கிப்ரான் எந்த நாட்டைச் சேர்ந்தவர்?",
    "options": [
      "அமெரிக்கா",
      "இந்தியா",
      "லெபனான்",
      "பிரான்ஸ்"
    ],
    "answer": "C",
    "additional_context": "கலீல் கிப்ரான் லெபனான் நாட்டைச் சேர்ந்தவர்.  லெபனான் ஒரு அரபு நாடு. அவர் 1883-ம் ஆண்டு லெபனானில் பிறந்தார்.  கவிஞர்,  புதின ஆசிரியர், கட்டுரையாசிரியர், ஓவியர்  எனப் பன்முக ஆற்றல் பெற்றவர். கலீல் கிப்ரான் தனது எழுத்துக்களின் மூலம் உலக மக்களைப் பாதித்த ஒரு பெரிய எழுத்தாளர்."
  }
]
