
[
  {
    "description": "கவிமணி தேசிக விநாயகனார் எழுதிய \"ஆசிய ஜோதி\" நூல் எந்த நூலின் மொழிபெயர்ப்பு?",
    "options": [
      "லைட் ஆஃப் ஆசியா (Light of Asia) - எட்வின் ஆர்னால்டு",
      "ஜீவ ஜோதி - சுந்தரர்",
      "நவ ஜோதி - திருமூலர்",
      "ஜீவன் ஜோதி - பாரதியார்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிமணி தேசிக விநாயகனார் எழுதிய \"ஆசிய ஜோதி\" நூல் ஆங்கிலத்தில் எட்வின் ஆர்னால்டு எழுதிய \"லைட் ஆஃப் ஆசியா\" (Light of Asia) நூலின் மொழிபெயர்ப்பு ஆகும். இந்நூல் புத்தரின் வரலாற்றைக் கூறுகிறது."
  },
  {
    "description": "\"பாரில் எறும்பும் உயிர்பிழைக்கப் - படும் பாடு முழுதும் அறிந்திலீரோ?\" என்கிற வரிகளின் மூலம் கவிஞர் என்ன கூறுகிறார்?",
    "options": [
      "எறும்புகள் மட்டுமே உயிர் பிழைக்கப் பாடுபடுகின்றன.",
      "எல்லா உயிர்களும் தங்கள் உயிரைக் காக்கப் பாடுபடுகின்றன.",
      "எறும்புகள் தங்கள் உயிரைப் பாதுகாக்க எதுவும் செய்வதில்லை.",
      "எறும்புகளின் பாடு மனிதர்களுக்குப் புரியாது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "எல்லா உயிர்களும் தங்கள் உயிரைக் காக்கப் பாடுபடுகின்றன. எறும்பும் அதற்காகப் பாடுபடுகிறது என்பதை இப்பாடல் வலியுறுத்துகிறது.  மனிதர்கள் கூடப் பாடுபடும்போது எறும்புகளைப் பற்றியோ, மற்ற உயிரினங்களைப் பற்றியோ நினைத்ததுண்டா எனக் கேள்வி கேட்கிறது."
  },
  {
    "description": "\"நேரிய உள்ளம் இரங்கிடுமேல் - இந்த நீள்நிலம் முற்றுமே ஆண்டிடலாம்;\" என்கிற வரிகளின் மூலம் கவிஞர் எதைக் குறிப்பிடுகிறார்?",
    "options": [
      "இரக்கம் உள்ளவர்கள் மட்டுமே உலகத்தை ஆள முடியும்.",
      "இரக்கம் இல்லாதவர்களால் உலகத்தை ஆள முடியாது.",
      "இரக்கம் என்பது உலகத்தை ஆள்வதற்கு அவசியமானது.",
      "இரக்கம் என்பது உலக ஆட்சியின் அடிப்படை."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இரக்கம் உள்ளவர்கள் மட்டுமே இந்த உலகத்தை முழுமையாக ஆள முடியும் என்பதை இப்பாடல் வலியுறுத்துகிறது.  நேர்மையான இரக்கம் கொண்டவர்களை  மட்டும்  உலகம் ஏற்றுக் கொள்ளும் என்பதை புத்தர் பிரான்  இப்பாடலின் மூலம்  கூறுகிறார்."
  },
  {
    "description": "\"காட்டும் கருணை உடையவரே - என்றும் கண்ணிய வாழ்வை உடையவராம்;\" என்கிற வரிகளின் மூலம் கவிஞர் எதைக் குறிப்பிடுகிறார்?",
    "options": [
      "கருணை உள்ளவர்கள் மட்டுமே நல்ல வாழ்க்கை வாழ முடியும்.",
      "கருணை என்பது ஒரு நல்ல வாழ்க்கைக்கான அடையாளம்.",
      "கருணை இல்லாதவர்களால் நல்ல வாழ்க்கை வாழ முடியாது.",
      "கருணை என்பது நேர்மையான வாழ்க்கைக்கான அடிப்படை."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கருணை உள்ளவர்கள் மட்டுமே நல்ல வாழ்க்கை வாழ முடியும் என்பதை இப்பாடல் வலியுறுத்துகிறது.  கருணை இல்லாதவர்கள் பிற உயிரினங்களைக் கொன்று குவித்து இறுதியில் தங்களும் மகிழ்ச்சியற்றவர்களாகிவிடுவர் என்பதைப் புத்தர் பிரான் இப்பாடலின் மூலம் விளக்குகிறார்."
  },
  {
    "description": "\"மர்மம் அறியாத மூடரையா!\" என்கிற வரிகளில் \"மர்மம்\" என்ற சொல்லுக்கு இங்கே என்ன பொருள்?",
    "options": [
      "இரக்கம் என்பது மனித வாழ்க்கையின் ரகசியம்.",
      "இரக்கம் என்பது பிற உயிர்களைப் பற்றிய உண்மையான அறிவு.",
      "இரக்கம் என்பது ஒரு புரியாத விஷயம்.",
      "இரக்கம் என்பது பலருக்கும் புரியாத ஒரு மர்மம்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இரக்கம் என்பது பிற உயிர்களைப் பற்றிய உண்மையான அறிவு என்பதை இப்பாடல் வலியுறுத்துகிறது.  மற்ற உயிர்களைப் பற்றிய உண்மையான அறிவு இல்லாதவர்கள் தான் தங்களுக்காக மட்டுமே வாழ்வார்கள்.  அதனால் அவர்கள் மகிழ்ச்சியற்றவர்களாகவும் இருப்பார்கள்."
  }
]
