
[
  {
    "description": "“இயன்றவரை” என்னும் சொல்லுக்கு சமமான பொருளைத் தரும் சொல் எது?",
    "options": [
      "கூடுமானவரை",
      "சாத்தியமானவரை",
      "அனைத்து",
      "எதுவும் இல்லை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இயன்றவரை அறிவியலைப் புரிந்து கொள்ள வேண்டும் என்பது அறிவியல் ஆத்திசூடியின் முதல் அடி. இயன்றவரை என்னும் சொல், 'கூடுமானவரை' என்னும் சொல்லுக்கு சமமான பொருளைத் தரும்."
  },
  {
    "description": "“ஒருமித்து” என்னும் சொல்லின் பொருளை விளக்கும் வாக்கியம் எது?",
    "options": [
      "ஒன்றாகச் சேர்ந்து",
      "தனியாகச் செயல்பட்டு",
      "எதிர்த்துச் செயல்பட்டு",
      "வேறுபட்டுச் செயல்பட்டு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "அறிவியலில் ஒருமித்துச் செயல்பட வேண்டும் என்பது அறிவியல் ஆத்திசூடியின் ஐந்தாவது அடி. ஒருமித்து என்னும் சொல், 'ஒன்றாகச் சேர்ந்து' என்னும் பொருளைத் தரும். ஒருமித்துச் செயல்படுவதன் மூலம் வெற்றி கிடைக்கும்."
  },
  {
    "description": "“ஔடதமாம் அனுபவம்” என்ற பகுதியில் “ஔடதம்” என்னும் சொல் எதைக் குறிக்கிறது?",
    "options": [
      "உணவு",
      "மருந்து",
      "நோய்",
      "வலி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஔடதமாம் அனுபவம் என்பது அறிவியல் ஆத்திசூடியின் ஏழாவது அடி. ஔடதம் என்பது மருந்தைக் குறிக்கும். அனுபவம் மருந்து போலப் பயன்படும் என்பது இதன் பொருள்.  அறிவியல் ஆய்வுகள் மருந்தைப் போலப் பயன்படும் என்பது இதன் பொருள். நமக்குப் பல அனுபவங்கள் மருந்து போல இருக்கும்."
  },
  {
    "description": "“எண்பதுக்கும் மேற்பட்ட நூல்களை எழுதி வெளியிட்டுள்ளார்” என்ற வாக்கியத்தில் எந்த சொல் எண்ணைக் குறிக்கிறது?",
    "options": [
      "எழுதி",
      "மேற்பட்ட",
      "நூல்களை",
      "எண்பது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நெல்லை சு.முத்து எண்பதுக்கும் மேற்பட்ட நூல்களை எழுதி வெளியிட்டுள்ளார். எண்பது என்னும் சொல் எண்ணைக் குறிக்கிறது."
  },
  {
    "description": "“சதீஷ்தவான் விண்வெளி மையம்” என்ற பெயரில் எந்த சொல் “விண்வெளி” என்னும் சொல்லுக்கு ஒத்த பொருளைக் குறிக்கிறது?",
    "options": [
      "சதீஷ்தவான்",
      "மையம்",
      "விண்",
      "வெளி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நெல்லை சு.முத்து சதீஷ்தவான் விண்வெளி மையத்தில் பணியாற்றியவர். சதீஷ்தவான் விண்வெளி மையம் என்ற பெயரில், வெளி என்னும் சொல் 'விண்வெளி' என்னும் சொல்லுக்கு ஒத்த பொருளைத் தருகிறது."
  }
]
