
[
  {
    "description": "“வேண்டுதல் வேண்டாமை இலான்அடி சேர்ந்தார்க்கு யாண்டும் இடும்பை இல” என்ற குறளில் குறிப்பிடப்படும் “இடும்பை இல” என்னும் நிலைக்கு காரணம் எது?",
    "options": [
      "இறைவனின் அருள்",
      "வேண்டுதல் வேண்டாமையின்மை",
      "பொருள்சேர்ந்த புகழ்",
      "பொறிவாயில் ஐந்து அவித்தல்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் கடவுள் வாழ்த்துப் பகுதியில் உள்ள நான்காவது குறள். இறைவன் அடி சேர்ந்தவர்கள் எந்தவிதமான துன்பத்தையும் அடையமாட்டார்கள் என்கிறது இந்தக் குறள். இறைவன் அருள் இருந்தால் எந்த விதமான துன்பத்தையும் சந்திக்க வேண்டிய அவசியமில்லை என்பதைத் தெளிவாக விளக்குகிறது. இறைவன் அருள் அவர்களைப் பாதுகாக்கும் என்பதை உணர்த்துகிறது."
  },
  {
    "description": "“வான்நின்று உலகம் வழங்கி வருதலான் தான்அமிழ்தம் என்றுஉணரற் பாற்று” என்ற குறளில் “வான்” என்னும் சொல் குறிக்கும் பொருள் எது?",
    "options": [
      "மழை",
      "வானம்",
      "ஆகாயம்",
      "மேகங்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் வான்சிறப்புப் பகுதியில் உள்ள முதல் குறள்.  இறைவன் வானத்தில் இருந்து மழையைப் பெய்து உலகத்திற்கு நன்மைகளைச் செய்வதால், அது அமிழ்தம் போன்றது. இறைவன் அருள் உலகத்திற்கு நன்மைகளை வழங்குகிறது என்பதைத் தெளிவாக விளக்குகிறது."
  },
  {
    "description": "“கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற்று ஆங்கே எடுப்பதூஉம் எல்லாம் மழை” என்ற குறளில் “மழை” குறிக்கும் பொருள் எது?",
    "options": [
      "நன்மை தரும் மழை",
      "தீமை தரும் மழை",
      "நல்லது தீதும் தரும் மழை",
      "எல்லாம் சமமாகக் கருதும் மழை"
    ],
    "answer": "C",
    "additional_context": "இந்தக் குறள் வான்சிறப்புப் பகுதியில் உள்ள ஐந்தாவது குறள்.  நன்மை தரும் மழை போலவும், தீமை தரும் மழை போலவும் எல்லாம் சமமாக கருதுவது மழை. இறைவன் செய்யும் எல்லா செயல்களும் நல்லது தீதும் தரும் என்பதை உணர்த்துகிறது."
  },
  {
    "description": "“அந்தணர் என்போர் அறவோர்மற்று எவ்வுயிர்க்கும் செந்தண்மை பூண்டுஒழுக லான்” என்ற குறளில் “அந்தணர்” என்னும் சொல் குறிக்கும் பொருள் எது?",
    "options": [
      "பிராமணர்",
      "அறம் பூண்டவர்",
      "சான்றோர்",
      "எல்லா உயிர்களுக்கும் செந்தண்மை பூண்டவர்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் குறள் நீத்தார் பெருமைப் பகுதியில் உள்ள பத்தாவது குறள்.  எல்லா உயிர்களுக்கும் செந்தண்மை பூண்டு ஒழுகுபவர்களை அந்தணர் என்கிறார்கள்.  அறம் பூண்டு ஒழுகுபவர்களை அந்தணர் என்கிறார்கள். இறைவன் அருளால் அனைவருக்கும் நன்மை செய்பவர்களை அந்தணர் என்கிறார்கள். இறைவன் அருளால் அனைவருக்கும் நன்மை செய்பவர்களை அந்தணர் என்கிறார்கள் என்பதைத் தெளிவாக விளக்குகிறது."
  },
  {
    "description": "“உள்ளத்தால் உள்ளலும் தீதே பிறன்பொருளைக் கள்ளத்தால் கள்வேம் எனல்” என்ற குறளில் “கள்ளத்தால் கள்வேம் எனல்” என்பது குறிக்கும் தீமை எது?",
    "options": [
      "பொருள் இழப்பு",
      "மனக்கசப்பு",
      "புகழ் இழப்பு",
      "கள்வராகும் நிலை"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் கள்ளாமைப் பகுதியில் உள்ள இரண்டாவது குறள்.  பிறர் பொருளை திருடுவது மனக்கசப்பை ஏற்படுத்தும் என்பதை விளக்குகிறது. ஒருவரின் மனதைப் புண்படுத்தும் செயல் களவு என்பதை உணர்த்துகிறது."
  }
]
