[
          
  {
    
          "description": "பாடலில் “அறிவியல் ஆய்வு” பற்றி எந்த வரிகள் குறிப்பிடுகின்றன?",
          "options": [
      "“நாளை மனிதன் கோள்களில் எல்லாம் நகரம் அமைத்து வாழ்ந்திடுவான்”",
      "“இயற்கை வளமும் புயலும் மழையும் எங்கே என்று உரைக்கின்றான்”",
      "“அணுவைப் பிளந்து ஆற்றலை எடுத்து அனைத்தும் செய்து பார்க்கின்றான்”",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பாடலில் அறிவியல் ஆய்வைப் பற்றி பல வரிகள் குறிப்பிடப்பட்டுள்ளன. “அணுவைப் பிளந்து ஆற்றலை எடுத்து அனைத்தும் செய்து பார்க்கின்றான்” என்ற வரிகளில் அணு ஆற்றல் குறித்து கூறப்படுகிறது. 'இயற்கை வளமும் புயலும் மழையும் எங்கே என்று உரைக்கின்றான்' என்ற வரிகள் இயற்கை வளம் மற்றும் வானிலை பற்றிய ஆய்வுகளைப் பற்றி கூறுகின்றன. “நாளை மனிதன் கோள்களில் எல்லாம் நகரம் அமைத்து வாழ்ந்திடுவான்” என்ற வரிகள் விண்வெளிப் பயணம் மற்றும் கோள்களில் வாழும் கனவை வெளிப்படுத்துகின்றன. எனவே இந்தப் பாடலில் அறிவியல் ஆய்வைப் பற்றி மேற்கூறிய அனைத்தும் குறிப்பிடப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "“வேளை தோறும் பயணம் செய்ய விண்வெளிப் பாதை அமைத்திடுவான்” என்ற வரிகளில் எந்தத் தொழில்நுட்ப வளர்ச்சியைப் பற்றி குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "விண்வெளிப் பயணம்",
      "கடல் பயணம்",
      "வான் பயணம்",
      "ரயில் பயணம்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடலில் 'வேளை தோறும் பயணம் செய்ய விண்வெளிப் பாதை அமைத்திடுவான்' என்ற வரிகளில் விண்வெளியில் பயணம் செய்வதற்கான தொழில்நுட்ப வளர்ச்சியைப் பற்றி குறிப்பிடப்பட்டுள்ளது. இதிலிருந்து, நாளை மனிதன் விண்வெளியில்  அதிக அளவில் பயணம் செய்ய விரும்புவான் என்பதையும், அவருக்காக விண்வெளியில் பயணம் செய்யக்கூடிய வசதிகளை மனிதன் உருவாக்கி இருப்பான் என்பதையும் தெளிவாகக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "“சந்தி தெருப்பெருக்கும் சாத்திரம் கற்போம்” என்ற பாரதியாரின் வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "இயற்கையை அறிந்துகொள்ளுதல்",
      "கல்வி கற்க வேண்டும்",
      "அறிவியல் ஆய்வுகள் செய்ய வேண்டும்",
      "சமூகத்தில் வாழ்ந்திட வேண்டும்"
    ],
    "answer": "C",
    
          "additional_context": "பாரதியார் கூறியுள்ள 'சந்தி தெருப்பெருக்கும் சாத்திரம் கற்போம்' என்ற வரிகளில் கல்வியின் முக்கியத்துவத்தை எடுத்துக்காட்டுகிறார். அறிவியலைப் பற்றிய கல்வி மிகவும் முக்கியம். 'சாத்திரம் கற்போம்' என்று சொல்லும்போது அறிவியல் ஆய்வுகள் செய்ய வேண்டும் என்பதை தெளிவாகக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "“உறுப்பை மாற்றும் மருத்துவம் கண்டு உடலும் உயிரும் காக்கின்றான்” என்ற வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "நோய்களைத் தடுக்க மருத்துவம் உதவும்",
      "மருத்துவம் துறையில் வளர்ச்சி",
      "மருத்துவம் மூலம் மனிதர்களைப் பாதுகாக்கலாம்",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரிகள் மருத்துவத்துறையில் ஏற்பட்டுள்ள வளர்ச்சியைப் பற்றி கூறுகின்றன. உடல் உறுப்புகளை மாற்றிப் பொருத்தும் மருத்துவம் மூலம் நோய்களைத் தடுத்து மனிதர்களைப் பாதுகாக்கலாம். இது மருத்துவத் துறையில் ஏற்பட்டுள்ள ஒரு சிறந்த முன்னேற்றமாகும்."
          }
        ,
          
  {
    
          "description": "பாடலில் குறிப்பிடும் “எந்திர மனிதன்” எதற்கு ஒரு உதாரணம்?",
          "options": [
      "மனித உடலின் அங்கங்களை மாற்றிப் பொருத்தும் நுட்பம்",
      "செயற்கை நுண்ணறிவு (Artificial Intelligence)",
      "அணு ஆற்றல் உருவாக்கம்",
      "விண்வெளிப் பயணம்"
    ],
    "answer": "B",
    
          "additional_context": "பாடலில் குறிப்பிடப்பட்டுள்ள 'எந்திர மனிதன்' என்பது மனிதர்களால் உருவாக்கப்பட்ட செயற்கை நுண்ணறிவு (Artificial Intelligence) கொண்ட ஒரு ரோபோவைப் பற்றியது. செயற்கை நுண்ணறிவு என்பது எந்திரங்கள் மனிதர்களின் மனதைப் போல் சிந்தித்து செயல்படும் திறன் கொண்டிருப்பதைக் குறிக்கிறது. இது நவீன தொழில்நுட்பத்தின் ஒரு முக்கியமான அங்கமாகும்."
          }
        ]