[
          
  {
    
          "description": "'ஆயிரம் பாவங்கள் செய்தவெல்லாம் - ஏழை ஆட்டின் தலையோடு அகன்றிடுமோ?' என்கிற வரிகளின் மூலம் கவிஞர் எதைக் கேட்கிறார்?",
          "options": [
      "பாவம் செய்பவர்கள் ஆட்டுக் கொல்லும் செயலால் மீள முடியுமா?",
      "ஆட்டின் உயிரை எடுப்பதால் பாவங்கள் நீங்கிவிடுமா?",
      "பாவங்கள் செய்தவர்கள் தங்கள் பாவங்களுக்கு எப்படித் தண்டனை பெறுவார்கள்?",
      "பாவங்கள் செய்தவர்கள் எந்தப் பாவத்திற்கும் எப்படித் தப்பிக்க முடியும்?"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "புத்தர் கூறுகிறார், யாரேனும் ஆயிரம் பாவங்கள் செய்திருந்தாலும், ஒரு ஏழை ஆட்டின் உயிரை எடுத்து அதன் தலையோடு தம் பாவங்களை அழித்துவிட முடியுமா? என்று கேட்கிறார். ஒரு உயிரை எடுப்பதால் அனைத்து பாவங்களும் நீங்கிவிடுமா? என்பது கேள்விக்குறியாகவே உள்ளது. உயிர்கொலை என்பது மிகப்பெரிய பாவம். எந்த உயிரையும் கொல்லக்கூடாது என்பது இதன் மூலம் புரிய வருகிறது."
          }
        ,
          
  {
    
          "description": "'புத்தியை விட்டுப் பிழையும்ஐயா!' என்கிற வரிகளில் 'புத்தியை விட்டுப் பிழையும்' என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
          "options": [
      "மனிதன் தன் புத்தியை இழந்து செயல்படுகிறான்.",
      "மனிதன் தன் புத்தியைப் பயன்படுத்தாமல் தீய செயல்களைச் செய்கிறான்.",
      "மனிதன் தன் புத்தியைப் பயன்படுத்தி தீய செயல்களைச் செய்கிறான்.",
      "மனிதன் தன் புத்தியால் எல்லாப் பாவங்களிலிருந்தும் விடுபட முடியும்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "புத்தர் சொல்கிறார், இங்கு பூமியை நரகமாக ஆக்கிவிடும் செயல்களைச் செய்யவேண்டாம் என்கிறார். தன்னைப் பற்றியும், உயிர்களைக் கொல்வது பற்றியும் எந்த அறிவும் இல்லாமல், தன் புத்தியைப் பயன்படுத்தாமல் தீய செயல்களைச் செய்வதை 'புத்தியை விட்டுப் பிழையும்' என்று சொல்லியுள்ளார்."
          }
        ,
          
  {
    
          "description": "'நேரிய உள்ளம் இரங்கிடுமேல் - இந்த நீள்நிலம் முற்றுமே ஆண்டிடலாம்;' என்கிற வரிகளில் 'நீள்நிலம்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "உலகம்",
      "நாடு",
      "கிரகம்",
      "பிரபஞ்சம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "புத்தர் சொல்கிறார், இரக்கம் மிக்க நல்ல உள்ளம் கொண்டவர்களால் மட்டுமே இந்த உலகத்தை முழுமையாக ஆள முடியும் என்கிறார். இரக்கம் என்பது மனித வாழ்வில் மிக முக்கியமானது. எல்லா உயிர்களிடத்தும் இரக்கம் கொள்ள வேண்டும்."
          }
        ,
          
  {
    
          "description": "'அம்புவி மீதில்இவ் ஆடுகளும் - உம்மை அண்டிப் பிழைக்கும் உயிரலவோ?' என்கிற வரிகளில் 'அம்புவி' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "மண்",
      "பூமி",
      "கடல்",
      "வானம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "பூமியில் வாழும் எல்லா உயிர்களும் ஒருவருக்கொருவர் நம்பி வாழ்கின்றன என்பதை புத்தர் எடுத்துக்காட்டுகிறார். ஆடுகள் மனிதர்களை நம்பி வாழ்கின்றன. அவை உயிர் பிழைக்கும் வகையில் இறைவனை நம்பி இருக்கின்றன. அதுபோல் மனிதர்களும் பல உயிர்களை நம்பி வாழ்கிறார்கள் என்பது இதன் மூலம் புரிய வருகிறது."
          }
        ,
          
  {
    
          "description": "'காட்டும் கருணை உடையவரே - என்றும் கண்ணிய வாழ்வை உடையவராம்;' என்கிற வரிகளில் 'கண்ணிய வாழ்வை' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "மரியாதைக்குரிய வாழ்க்கை",
      "சந்தோஷமான வாழ்க்கை",
      "பணக்கார வாழ்க்கை",
      "சிறந்த வாழ்க்கை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "புத்தர் கூறுகிறார், எல்லா உயிர்களிடத்தும் இரக்கம் காட்டுபவர்களே மரியாதைக்குரிய வாழ்க்கையை வாழ்பவர்கள் என்று சொல்கிறார். மற்றவர்களை நேசித்து, உயிர்களைக் காப்பாற்றுபவர்களே உண்மையான மகிழ்ச்சி அடைவார்கள். அவர்கள் மனதில் மகிழ்ச்சியும் சந்தோஷமும் நிலைத்து நிற்கும். அவர்கள் வாழ்க்கை சிறந்த வாழ்க்கையாகும்."
          }
        ]