[
          
  {
    
          "description": "“தந்தையும் தாயும்” என்ற தொடரில் “தந்தை” மற்றும் “தாய்” ஆகிய சொற்கள் எந்த வகைச் சொல்?",
          "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“தந்தையும் தாயும்” என்ற தொடரில் “தந்தை” மற்றும் “தாய்” ஆகிய சொற்கள் ஒருவரின் பெயரைக் குறிப்பதால், இவை பெயர்ச்சொல் ஆகும். பெயர்ச்சொல் என்பது ஒருவர் அல்லது ஒரு பொருளின் பெயரைக் குறிக்கும் சொல் ஆகும். அதாவது, ஒரு பொருளின் பெயரைக் குறிக்கும் சொல் பெயர்ச்சொல் எனப்படும். எடுத்துக்காட்டாக, பாரதி, பள்ளி, காலை, கண், நன்மை, ஓடுதல் போன்றவை பெயர்ச்சொற்களாகும்."
          }
        ,
          
  {
    
          "description": "“மதுரை” என்ற சொல் எந்த வகைச் சொல்?",
          "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“மதுரை” என்ற சொல் ஒரு இடத்தின் பெயரைக் குறிப்பதால், இது பெயர்ச்சொல் ஆகும். பெயர்ச்சொல் என்பது ஒருவர் அல்லது ஒரு பொருளின் பெயரைக் குறிக்கும் சொல் ஆகும். அதாவது, ஒரு பொருளின் பெயரைக் குறிக்கும் சொல் பெயர்ச்சொல் எனப்படும். எடுத்துக்காட்டாக, பாரதி, பள்ளி, காலை, கண், நன்மை, ஓடுதல் போன்றவை பெயர்ச்சொற்களாகும்."
          }
        ,
          
  {
    
          "description": "“ஓடினான்” என்ற சொல் எந்த வகைச் சொல்?",
          "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“ஓடினான்” என்ற சொல் ஒரு செயலைக் குறிப்பதால், இது வினைச்சொல் ஆகும். வினைச்சொல் என்பது செயலைக் குறிக்கும் சொல் ஆகும். எடுத்துக்காட்டாக, வா, போ, எழுது, விளையாடு போன்றவை வினைச்சொற்களாகும்."
          }
        ,
          
  {
    
          "description": "பின்வரும் கூற்றுகளில் எது தவறானது?",
          "options": [
      "பெயர்ச்சொல் ஒரு பொருளின் பெயரைக் குறிக்கும்.",
      "வினைச்சொல் செயலைக் குறிக்கும்.",
      "இடைச்சொல் தனித்து இயங்காது, பெயர்ச்சொல் அல்லது வினைச்சொல்லை சார்ந்திருக்கும்.",
      "உரிச்சொல் எந்தவொரு சொல்லையும் மிகுதிப்படுத்தாது."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "உரிச்சொல் என்பது பெயர்ச்சொல் அல்லது வினைச்சொல்லின் தன்மையை மிகுதிப்படுத்தும் சொல் ஆகும். எடுத்துக்காட்டாக, “மா” , “சால” , போன்றவை உரிச்சொற்களாகும். உரிச்சொல் என்பது ஒரு பெயர்ச்சொல் அல்லது வினைச்சொல்லை விவரித்து, அதன் தன்மையை மிகுதிப்படுத்தும் சொல் ஆகும்."
          }
        ,
          
  {
    
          "description": "'வளவனும் தங்கையும் மாநகரப் பேருந்தில் ஏறினர்' என்ற தொடரில் எத்தனை வினைச்சொற்கள் உள்ளன?",
          "options": [
      "ஒன்று",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "'வளவனும் தங்கையும் மாநகரப் பேருந்தில் ஏறினர்' என்ற தொடரில் 'ஏறினர்' என்ற சொல் மட்டும் செயலைக் குறிக்கும் சொல் ஆகும். அதாவது, இது வினைச்சொல் ஆகும். வினைச்சொல் என்பது செயலைக் குறிக்கும் சொல் ஆகும். எடுத்துக்காட்டாக, வா, போ, எழுது, விளையாடு போன்றவை வினைச்சொற்களாகும்."
          }
        ]