[
          
  {
    
          "description": "'மாசற' என்ற சொல்லை எந்த வகைச் சொல்லாகப் பிரிக்கலாம்?",
          "options": [
      "அ) பெயர்ச்சொல்",
      "ஆ) வினைச்சொல்",
      "இ) வினையெச்சம்",
      "ஈ) இடைச்சொல்"
    ],
    "answer": "C",
    
          "additional_context": "மன்னனையும் மாசறக் கற்றோனும் சீர்தூக்கின்\nமன்னனின் கற்றோன் சிறப்புடையன் - மன்னற்குத்\nதன்தேசம் அல்லால் சிறப்பில்லை கற்றோர்க்குச்\nசென்ற இடமெல்லாம் சிறப்பு. \n\nமன்னன் மற்றும் மாசற கற்றவரை ஒப்பிட்டு பார்க்கும் போது, கற்றவருக்குத் தனது திறமைக்கேற்ப சிறப்பு என்பது தெளிவாகிறது. இந்த பாடலில், `மாசற` என்ற சொல் `குற்றமில்லாமல்` என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது. எனவே, `மாசற` என்பது ஒரு வினையெச்சம்."
          }
        ,
          
  {
    
          "description": "மூதுரை நூல் எந்த வகை நூல்?",
          "options": [
      "அ) இலக்கிய நூல் ",
      "ஆ) வரலாற்று நூல் ",
      "இ) அறநூல்",
      "ஈ) பாடநூல்"
    ],
    "answer": "C",
    
          "additional_context": "மூதுரை என்பது ஒரு அறநூல். சிறந்த அறிவுரைகளைக் கூறுவதால் இந்நூல் மூதுரை எனப் பெயர் பெற்றது. இந்நூலில் முப்பத்தொரு பாடல்கள் உள்ளன. மூதுரை என்பது ஒரு அறநூல் என்பதற்கான சான்றாக, `மூதுரை என்னும் சொல்லுக்கு மூத்தோர் கூறும் அறிவுரை என்பது பொருள்`  என்று மூதுரை குறிப்பிடுகிறது. இதன் அடிப்படையில், மூதுரையின் சிறப்பியல்புகளைத் தெளிவாகக் காட்டும் கூற்று என்னவென்றால், மூதுரை மக்கள் வாழ்க்கையை சீர்படுத்துவதற்காக பொதுவான அறிவுரைகளை வழங்குகிறது. "
          }
        ,
          
  {
    
          "description": "“மன்னனைவிடக் கற்றவரே சிறந்தவர்” என மூதுரை குறிப்பிடுகிறது. இதன் அடிப்படையில், மன்னனுக்கும் கற்றவருக்கும் இடையேயான வேறுபாட்டைத் தெளிவாகக் காட்டும் கூற்று எது?",
          "options": [
      "மன்னன் அரசாங்கத்தை நடத்துபவர், கற்றவர் அறிவைப் பரப்புபவர்.",
      "மன்னன் நாட்டிற்குச் சேவை செய்பவர், கற்றவர் தனக்காக மட்டும் கல்வி பயிலுபவர்.",
      "மன்னன் தன் நாட்டில் மட்டுமே சிறப்பு, கற்றவருக்குச் சென்ற இடங்களில் எல்லாம் சிறப்பு.",
      "மன்னன் பிறந்த குடும்பத்தின் அடிப்படையில் சிறப்பு, கற்றவர் தன் அறிவின் அடிப்படையில் சிறப்பு."
    ],
    "answer": "D",
    
          "additional_context": "மன்னனும் மாசறக் கற்றோனும் சீர்தூக்கின்\nமன்னனின் கற்றோன் சிறப்புடையன் - மன்னற்குத்\nதன்தேசம் அல்லால் சிறப்பில்லை கற்றோர்க்குச்\nசென்ற இடமெல்லாம் சிறப்பு.\n\nமன்னனும் மாசற கற்றவரை ஒப்பிட்டு பார்க்கும் போது, மன்னனுக்குத் தனது திறமைக்கேற்ப சிறப்பு என்பது தெளிவாகிறது.  `மன்னற்குத் தன்தேசம் அல்லால் சிறப்பில்லை கற்றோர்க்குச் சென்ற இடமெல்லாம் சிறப்பு` என்ற வரிகளின் மூலம், தனது திறமைக்கேற்ப சிறப்பு பெறும் கற்றவரை விட மன்னனின்  சிறப்பு  அவரது பிறப்பு  அடிப்படையில் இருக்கும் என்பதை  தெளிவு படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "“ஔவையார் ஆத்திசூடி, கொன்றை வேந்தன், நல்வழி போன்ற நூல்களையும் இயற்றியுள்ளார்” என மூதுரை குறிப்பிடுகிறது. இதன் அடிப்படையில், ஔவையாரின் எழுத்து நடை மற்றும் கருத்துப் பரவலைப் பற்றி என்ன கூற முடியும்?",
          "options": [
      "ஔவையார் அனைத்து மக்களுக்கும் எளிதாகப் புரியும் வகையில் எழுதுகிறார்.",
      "ஔவையார் அரசியல் சார்ந்த கருத்துகளை மட்டும் தனது நூல்களில் எழுதுகிறார்.",
      "ஔவையார் கற்பித்தல், ஆலோசனை, அறிவுரை ஆகியவற்றை தனது எழுத்துக்களில் முக்கியமாகப் பயன்படுத்துகிறார்.",
      "ஔவையார் கடவுள் பற்றிய நூல்களை மட்டும் எழுதுகிறார்."
    ],
    "answer": "C",
    
          "additional_context": "இந்நூலின் ஆசிரியர் ஔவையார். இவர் ஆத்திசூடி, கொன்றை வேந்தன், நல்வழி போன்ற நூல்களையும் இயற்றியுள்ளார். \n\nஔவையார் ஆத்திசூடி, கொன்றை வேந்தன், நல்வழி போன்ற பல்வேறு  நூல்களை எழுதியுள்ளார். `ஆத்திசூடி` நூல்  குழந்தைகளுக்கான நூல். `கொன்றை வேந்தன்` நூல் அரசர்களுக்கு ஆலோசனை வழங்கும் நூல். `நல்வழி` நூல்  நல்ல வாழ்க்கை வாழ வேண்டும் என்ற நோக்கத்தில் எழுதப்பட்ட நூல். இந்த நூல்கள் கல்வி, ஆலோசனை, அறிவுரை ஆகியவற்றை முக்கியமாகக் கொண்டு எழுதப்பட்ட நூல்கள் என்பதால்  ஔவையாரின் எழுத்து நடை  கற்பித்தல், ஆலோசனை, அறிவுரை ஆகியவற்றை தனது எழுத்துக்களில் முக்கியமாகப் பயன்படுத்துகிறது  என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "“மூதுரை என்னும் சொல்லுக்கு மூத்தோர் கூறும் அறிவுரை என்பது பொருள்” என மூதுரை குறிப்பிடுகிறது. இதன் அடிப்படையில், மூதுரையின் சிறப்பியல்புகளைத் தெளிவாகக் காட்டும் கூற்று எது?",
          "options": [
      "மூதுரை மக்கள் வாழ்க்கையை சீர்படுத்துவதற்காக பொதுவான அறிவுரைகளை வழங்குகிறது.",
      "மூதுரை அரசர்களுக்கு மட்டுமே அறிவுரைகளை வழங்கும் நூல்.",
      "மூதுரை இளையவர்களுக்கு மட்டும் அறிவுரைகளை வழங்கும் நூல்.",
      "மூதுரை மத நம்பிக்கைகளைப் பற்றி அறிவுரைகளை வழங்கும் நூல்."
    ],
    "answer": "A",
    
          "additional_context": "மூதுரை என்னும் சொல்லுக்கு மூத்தோர் கூறும் அறிவுரை என்பது பொருள்.\n\nமூதுரை என்னும் சொல்லுக்கு மூத்தோர் கூறும் அறிவுரை என்பது பொருள். சிறந்த அறிவுரைகளைக் கூறுவதால் இந்நூல் மூதுரை எனப் பெயர் பெற்றது. இந்த நூலில் முப்பத்தொரு பாடல்கள் உள்ளன. மூதுரை என்பது ஒரு அறநூல் என்பதற்கான சான்றாக, `மூதுரை என்னும் சொல்லுக்கு மூத்தோர் கூறும் அறிவுரை என்பது பொருள்`  என்று மூதுரை குறிப்பிடுகிறது. இதன் அடிப்படையில், மூதுரையின் சிறப்பியல்புகளைத் தெளிவாகக் காட்டும் கூற்று என்னவென்றால், மூதுரை மக்கள் வாழ்க்கையை சீர்படுத்துவதற்காக பொதுவான அறிவுரைகளை வழங்குகிறது."
          }
        ]