
[
  {
    "description": "கவிஞர் தாராபாரதி \"புதுமைகள் செய்த தேசமிது\" எனத் தொடங்கும் வரியை எந்தப் பொருள் சார்ந்து எழுதியுள்ளார்?",
    "options": [
      "இந்தியாவின் பழமை மிக்க வரலாறு மற்றும் பாரம்பரியம்",
      "இந்தியாவின் இயற்கை வளங்கள் மற்றும் புவியியல் அமைப்பு",
      "இந்தியாவின் தொழில்நுட்ப வளர்ச்சி மற்றும் கண்டுபிடிப்புகள்",
      "இந்தியாவின் கலாச்சாரம், இலக்கியம் மற்றும் மதம் ஆகியவற்றின் பங்களிப்பு"
    ],
    "answer": "D",
    "additional_context": "தாராபாரதி \"புதுமைகள் செய்த தேசமிது\" எனும் வரி மூலம் இந்தியாவின் கலாச்சாரம், இலக்கியம் மற்றும் மதம் ஆகியவற்றின் பங்களிப்பைப் போற்றுகிறார். கவிதை வரிகளில் குறிப்பிடப்படும் வள்ளுவன், காளிதாசன், கம்பன், கங்கை, காவிரி ஆகியவை இந்தியாவின் கலாச்சாரத்தின் முக்கிய அம்சங்களை குறிப்பிடுகின்றன. தாராபாரதி இந்தியாவின் பழமையான கலாச்சாரம் மற்றும் பாரம்பரியத்தைப் போற்றும் விதமாக அதை 'புதுமைகள் செய்த தேசமிது' எனக் குறிப்பிடுகிறார். இதன் மூலம், இந்தியா பழமையான மரபுகள், கலாச்சாரம், மதம், இலக்கியம் கொண்டதாகவும் அதே சமயத்தில் புதிய கண்டுபிடிப்புகள், கண்டுபிடிப்புகள் மற்றும் புதுமைகள் கொண்டதாகவும் இருப்பதாகவும் கூறுகிறார். கவிதை வரிகளில் இந்தியாவின் பன்முகத்தன்மையை காட்டும் வகையில் இந்தியாவின் புவியியல், இயற்கை, கலை மற்றும் கலாச்சாரம் ஆகியவற்றை தனது கவிதையில் வெளிப்படுத்துகிறார்."
  },
  {
    "description": "\"தேசம் உடுத்திய நூலாடை!\" எனும் வரி மூலம் கவிஞர் என்ன உணர்வை வெளிப்படுத்துகிறார்?",
    "options": [
      "இந்தியாவின் கலாச்சாரம் மற்றும் மரபுகளின் முக்கியத்துவம்",
      "இந்தியாவின் மொழி, இலக்கியம் மற்றும் கலைகளின் செல்வாக்கு",
      "இந்தியாவின் மதம், ஆன்மீகம் மற்றும் தத்துவங்களின் தாக்கம்",
      "இந்தியாவின் இயற்கை வளங்கள் மற்றும் இயற்கை அழகின் புகழ்"
    ],
    "answer": "A",
    "additional_context": "\"தேசம் உடுத்திய நூலாடை!\" எனும் வரி மூலம் இந்தியாவின் கலாச்சாரம் மற்றும் மரபுகளின் முக்கியத்துவத்தை கவிஞர் வலியுறுத்துகிறார். திருக்குறளை 'தேசம் உடுத்திய நூலாடை' எனக் குறிப்பிடுவதன் மூலம், திருக்குறளின் நெறிமுறைகள் மற்றும் அறிவுரைகள் இந்தியர்களின் வாழ்க்கை முறையை வடிவமைப்பதில் முக்கிய பங்கு வகிக்கின்றன என்பதைக் காட்டுகிறார். இதன் மூலம், இந்தியாவின் கலாச்சாரம் மற்றும் மரபுகளின் முக்கியத்துவத்தைக் காட்டுகிறார். திருக்குறளை 'தேசம் உடுத்திய நூலாடை' எனக் குறிப்பிடுவதன் மூலம், திருக்குறள் இந்திய சமுதாயத்தில் எவ்வளவு முக்கியமானது என்பதையும் இந்திய கலாச்சாரத்தின் ஒருங்கிணைந்த பகுதியாக இருப்பதையும் காட்டுகிறார்."
  },
  {
    "description": "கவிதை வரிகளில் காளிதாசன், கம்பன், கங்கை, காவிரி ஆகியவை எந்த விதமாகக் குறிப்பிடப்பட்டுள்ளன?",
    "options": [
      "வரலாற்று நிகழ்வுகளைத் தழுவிய உவமைகள்",
      "இந்தியாவின் கலாச்சாரத்தையும் இலக்கியத்தையும் குறிக்கும் குறியீடுகள்",
      "இயற்கை அழகை வர்ணிக்கும் துயர நிறைந்த சொற்கள்",
      "புவியியல் ரீதியான இடங்களின் சுருக்கமான விளக்கங்கள்"
    ],
    "answer": "B",
    "additional_context": "கவிஞர் காளிதாசன், கம்பன், கங்கை, காவிரி ஆகியவற்றை இந்தியாவின் கலாச்சாரத்தையும் இலக்கியத்தையும் குறிக்கும் குறியீடுகளாகப் பயன்படுத்துகிறார். காளிதாசனின் இனிமையான பாடல்கள் காவிரிக்கரையில் எதிரொலிக்கும் வகையில் பயன்படுத்தப்பட்டுள்ளன. கம்பனின் அமுதக் கவிதை களுக்குக் கங்கை அலைகள் இசையமைக்கின்றன என்பது இந்திய இலக்கியத்தின் செழுமையையும் கலை நுணுக்கத்தையும் குறிப்பிடுகின்றன. காளிதாசனின் தேனிசைப் பாடல்கள் மற்றும் கம்பனின் அமுதக் கவிதை களுக்குக் கங்கை அலைகள் இசையமைக்கின்றன என்பது இந்தியாவின் கலாச்சாரத்தின் செழுமையையும் கலை நுணுக்கத்தையும் குறிப்பிடுகின்றன."
  },
  {
    "description": "\"கன்னிக் குமரியின் கூந்தலுக்காகக் காஷ்மீர்த் தோட்டம் பூத்தொடுக்கும்!\" என்னும் வரி எந்தப் பொருள் நோக்கைச் சுட்டுகிறது?",
    "options": [
      "இந்தியாவின் புவியியல் பரப்பு மற்றும் மாறுபட்ட தட்பவெப்பநிலைகள்",
      "இந்தியாவின் பல்வேறு இயற்கை அழகுகள் மற்றும் வளங்கள்",
      "இந்தியாவின் பல்வகை மொழிகள் மற்றும் கலாச்சாரங்களின் ஒற்றுமை",
      "இந்தியாவின் கடல் எல்லைகள் மற்றும் உள்நாட்டுப் பகுதிகளின் இணைப்பு"
    ],
    "answer": "C",
    "additional_context": "கன்னிக் குமரியின் கூந்தலுக்காகக் காஷ்மீர்த் தோட்டம் பூத்தொடுக்கும் என்பது இந்தியாவின் பல்வகை மொழிகள் மற்றும் கலாச்சாரங்களின் ஒற்றுமையை காட்டுகிறது. இந்தியாவின் தென் முனை, கன்னிக் குமரியின் கூந்தலுக்காக, வட முனை காஷ்மீரில் உள்ள மலர்கள் பூத்து மாலையாக அணிவிக்கப்படுவதாகக் கூறுவது இந்தியாவின் பல்வேறு இயற்கை அழகுகளையும், பல்வேறு கலாச்சாரங்களையும் ஒரே நாட்டின் ஓரங்களாக இணைத்துக்காட்டுகிறது. இது இந்தியாவின் பல்வகை மொழிகள் மற்றும் கலாச்சாரங்களின் ஒற்றுமையை வெளிப்படுத்தும் ஒரு காட்சி."
  },
  {
    "description": "\"புல்வெளி யெல்லாம் பூக்கா டாகிப் புன்னகை செய்த பொற்காலம்!\" எனும் வரிகள் மூலம் கவிஞர் என்ன உணர்வை வெளிப்படுத்துகிறார்?",
    "options": [
      "இந்தியாவின் கடந்த கால சிறப்பு மற்றும் அதன் வளர்ச்சி",
      "இந்தியாவின் இயற்கை அழகு மற்றும் கலாச்சார செழிப்பு",
      "இந்தியாவின் கல்வி, அறிவியல் மற்றும் தொழில்நுட்ப வளர்ச்சி",
      "இந்தியாவின் சமூக நலன் மற்றும் பொருளாதார முன்னேற்றம்"
    ],
    "answer": "B",
    "additional_context": "\"புல்வெளி யெல்லாம் பூக்கா டாகிப் புன்னகை செய்த பொற்காலம்!\" எனும் வரிகள் மூலம் கவிஞர் இந்தியாவின் இயற்கை அழகு மற்றும் கலாச்சார செழிப்பை வர்ணிக்கிறார். புல்வெளிகளின் மலர்ச்சியைப் பொற்காலத்துடன் ஒப்பிட்டு, இயற்கையின் செழிப்பையும் கலாச்சாரத்தின் வளர்ச்சியையும் ஒருங்கிணைத்து காட்டுகிறார். இந்தியாவின் கடந்த காலத்தில் இயற்கை மற்றும் கலாச்சாரம் இணைந்து எவ்வளவு அழகாக இருந்தன என்பதையும், தற்போது அந்த அழகு மறைந்து விட்டது என்பதையும் வருத்தப்படுகிறார். இதன் மூலம், இந்தியாவின் இயற்கை அழகு மற்றும் கலாச்சார செழிப்பை நினைவுகூர்கிறார்."
  }
]
