[
          
  {
    
          "description": "“பொருட்பெயர்” வகையைச் சேர்ந்த சொற்கள் எவை?",
          "options": [
      "a) மயில், புத்தகம், நாற்காலி",
      "b) சென்னை, பள்ளி, பூங்கா",
      "c) நிமிடம், நாள், வாரம்",
      "d) கண், கை, இலை"
    ],
    "answer": "A",
    
          "additional_context": "பொருட்பெயர் என்பது பொருளைக் குறிக்கும் பெயர். இஃது உயிருள்ள பொருள்களையும் உயிரற்ற பொருள்களையும் குறிக்கும். உதாரணமாக, மரம், செடி, மயில், பறவை, புத்தகம், நாற்காலி போன்ற சொற்கள் பொருட்பெயர்களாகும்."
          }
        ,
          
  {
    
          "description": "“இடுகுறிப் பொதுப்பெயர்” என்பது எதை குறிக்கிறது?",
          "options": [
      "a) ஒரு குறிப்பிட்ட இனத்தைச் சேர்ந்த அனைத்துப் பொருள்களையும் குறிக்கும் பெயர்",
      "b) ஒரு பொருளின் குறிப்பிட்ட வகையைக் குறிக்கும் பெயர்",
      "c) குறிப்பிட்ட ஒரு பொருளை மட்டும் குறிக்கும் பெயர்",
      "d) எல்லாப் பொருள்களையும் பொதுவாகக் குறிக்கும் பெயர்"
    ],
    "answer": "A",
    
          "additional_context": "நம் முன்னோர் சில பொருள்களுக்குக் காரணம் கருதாமல் பெயரிட்டு வழங்கினர். அவ்வாறு இட்டு வழங்கிய பெயர்கள் இடுகுறிப்பெயர்கள் ஆகும். இடுகுறிப்பெயர் அத்தன்மை உடைய எல்லாப் பொருள்களையும் பொதுவாகக் குறிப்பது இடுகுறிப் பொதுப்பெயர் எனப்படும். உதாரணமாக, மரம், காடு போன்றவை இடுகுறிப் பொதுப்பெயர்களாகும்."
          }
        ,
          
  {
    
          "description": "“காரணப் பொதுப்பெயர்” என்பது எதை குறிக்கிறது?",
          "options": [
      "a) குறிப்பிட்ட காரணத்தைக் குறிக்கும் பெயர்",
      "b) குறிப்பிட்ட காரணம் உள்ள எல்லாப் பொருள்களையும் பொதுவாகக் குறிக்கும் பெயர்",
      "c) ஒரு குறிப்பிட்ட இனத்தைச் சேர்ந்த அனைத்துப் பொருள்களையும் குறிக்கும் பெயர்",
      "d) ஒரு பொருளின் குறிப்பிட்ட வகையைக் குறிக்கும் பெயர்"
    ],
    "answer": "B",
    
          "additional_context": "நம் முன்னோர் சில பொருள்களுக்குக் காரணம் கருதிப் பெயரிட்டனர். இவ்வாறு காரணத்தோடு ஒரு பொருளுக்கு வழங்கும் பெயர் காரணப்பெயர் எனப்படும். காரணப்பெயர் குறிப்பிட்ட காரணமுடைய எல்லாப் பொருள்களையும் பொதுவாகக் குறித்தால் அது, காரணப்பொதுப்பெயர் எனப்படும். உதாரணமாக, பறவை, அணி போன்றவை காரணப் பொதுப்பெயர்களாகும்."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது காரணப் பொதுப்பெயர்?",
          "options": [
      "அ) குதிரை",
      "ஆ) வளையல்",
      "இ) மரங்கொத்தி",
      "ஈ) கத்தி"
    ],
    "answer": "D",
    
          "additional_context": "காரணப்பெயர் என்பது ஒரு பொருளை அதன் காரணத்தைப் பயன்படுத்தி வைத்த பெயர்.  கத்தி என்பது வெட்டுவதற்காக வடிவமைக்கப்பட்ட ஒரு பொருள் என்பதால், அது காரணப் பொதுப்பெயர். மரங்கொத்தி, வளையல் போன்றவை இடுகுறிப் பெயர்கள்."
          }
        ,
          
  {
    
          "description": "'காவியா பள்ளிக்குச் சென்றாள்' என்ற வாக்கியத்தில் உள்ள 'பள்ளி' என்பது எந்த வகைப் பெயர்ச்சொல்?",
          "options": [
      "அ) பொருட்பெயர்",
      "ஆ) இடப்பெயர்",
      "இ) காலப்பெயர்",
      "ஈ) சினைப்பெயர்"
    ],
    "answer": "B",
    
          "additional_context": "இடப்பெயர் என்பது ஓர் இடத்தின் பெயரைக் குறிக்கும் பெயர். “பள்ளி” என்பது ஒரு இடத்தை குறிக்கும் பெயராக இருப்பதால், அது இடப்பெயர்."
          }
        ]