[
          
  {
    
          "description": "காட்சி - 1 ல், தீவதிலகை மணிமேகலையிடம் இத்தீவு மற்றும் புத்த பீடிகையைப் பற்றி கூறும் போது, என்ன சிறப்புத் தகவலைப் பகிர்ந்துகொள்கிறாள்?",
          "options": [
      "இத்தீவு மிகவும் பழமையானது",
      "இத்தீவில் புத்தர் வந்து தங்கியிருந்தார்",
      "இத்தீவில் ஓர் அரிய பாத்திரம் தோன்றும்",
      "இத்தீவில் அபூர்வமான மரங்கள் உள்ளன"
    ],
    "answer": "C",
    
          "additional_context": "மணிமேகலை மணிபல்லவத் தீவுக்கு வந்து இயற்கை அழகை ரசித்துக்கொண்டிருக்கிறாள். அப்போது அங்கு வந்த தீவதிலகை மணிமேகலையைப் பார்த்து  'அழகிய பெண்ணே! நீ யார்? இங்கு எப்படி வந்தாய்?' என்று கேட்கிறாள். மணிமேகலை நான் பூம்புகார் நகரைச் சேர்ந்தவள். என் பெயர் மணிமேகலை. மணிமேகலா தெய்வம் என்னை இங்குக் கொண்டு வந்து சேர்த்தது. நீங்கள் யார் அம்மா? நீங்கள் எப்படி இத்தீவிற்கு வந்தீர்கள்?' என்று கேட்கிறாள். அதற்கு தீவதிலகை  'என் பெயர் தீவதிலகை. நான் இத்தீவையும் இதிலுள்ள புத்த பீடிகையையும் காவல் செய்து வருகிறேன். பெருமை மிக்கவர்கள் மட்டுமே இத்தீவிற்கு வந்து இந்தப் புத்த பீடிகையை வணங்க முடியும். நீ அந்தப் பெருமையைப் பெற்றிருக்கிறாய். இன்னும் நீ அறியவேண்டியது ஒன்று உண்டு.' என்கிறாள்."
          }
        ,
          
  {
    
          "description": "'இப்பொய்கைக்கு வேறு ஒரு சிறப்பும் உண்டு. வைகாசித் திங்கள் முழு நிலவு நாளில் இப்பொய்கை நீரின் மேல் ஓர் அரிய பாத்திரம் தோன்றும். அஃது ஆபுத்திரன் கையிலிருந்த 'அமுதசுரபி' என்னும் பாத்திரம் ஆகும்.' - இந்தப் பகுதியிலிருந்து, அமுதசுரபி பற்றி என்ன தெளிவாகிறது?",
          "options": [
      "அமுதசுரபி மிகவும் பெரிய பாத்திரம்",
      "அமுதசுரபி பூம்புகாரில் தோன்றும்",
      "அமுதசுரபி மிகவும் பழமையானது",
      "அமுதசுரபி வைகாசி முழுநிலவு நாளில் மட்டுமே தோன்றும்"
    ],
    "answer": "D",
    
          "additional_context": "தீவதிலகை  'நம் எதிரில் பூக்கள் நிறைந்து விளங்கும் இந்தப் பொய்கையைப் பார். இதற்குக் கோமுகி என்று பெயர். கோ என்றால் பசு. முகி என்றால் முகம். பசுவின் முகம் போன்று அமைந்து இருப்பதால் இப்பொய்கை கோமுகி என்னும் பெயரைப் பெற்றது. இப்பொய்கைக்கு வேறு ஒரு சிறப்பும் உண்டு. வைகாசித் திங்கள் முழு நிலவு நாளில் இப்பொய்கை நீரின் மேல் ஓர் அரிய பாத்திரம் தோன்றும். அஃது ஆபுத்திரன் கையிலிருந்த 'அமுதசுரபி' என்னும் பாத்திரம் ஆகும்.' என்கிறாள்."
          }
        ,
          
  {
    
          "description": "மணிமேகலை ஆதிரையின் இல்லத்திற்குச் சென்று, 'இவ்வூரில் வாழ்ந்த கோவலன், மாதவி ஆகியோரின் மகள் நான்' என்கிறாள். இதன் மூலம், மணிமேகலையின் பின்னணி பற்றி என்ன தெரிய வருகிறது?",
          "options": [
      "மணிமேகலை ஒரு பணக்கார குடும்பத்தைச் சேர்ந்தவள்",
      "மணிமேகலை ஒரு வீர குடும்பத்தைச் சேர்ந்தவள்",
      "மணிமேகலை ஒரு கலைஞர் குடும்பத்தைச் சேர்ந்தவள்",
      "மணிமேகலை ஒரு புகழ்பெற்ற குடும்பத்தைச் சேர்ந்தவள்"
    ],
    "answer": "D",
    
          "additional_context": "மணிமேகலை தீவதிலகையிடம் அமுதசுரபியைப் பெற்றுக்கொண்டு தன் பசியைப் போக்க  பூம்புகாருக்குத் திரும்புகிறாள். அங்கு  ஆதிரையிடம் உணவு பெறச் செல்கிறாள். ஆதிரை அவளைப் பார்த்து 'யார் நீங்கள்?' என்று கேட்க,  'இவ்வூரில் வாழ்ந்த கோவலன், மாதவி ஆகியோரின் மகள் நான். உங்களின் சிறப்பை அறிந்து இப்பாத்திரத்தில் உணவு பெற வந்தேன்.' என்கிறாள்."
          }
        ,
          
  {
    
          "description": "'அன்பிற்குரிய ஆதிரையே, ஏழை மக்களின் பசியைப் போக்குவதே மேலான அறம். உணவு கொடுத்தவர்களே உயிரைக் கொடுத்தவர்கள் என்பதை உணர்ந்துள்ளேன்.' - இந்தப் பகுதி மணிமேகலையின் எந்த குணத்தை எடுத்துக்காட்டுகிறது?",
          "options": [
      "மணிமேகலை ஒரு நல்ல எழுத்தாளர்",
      "மணிமேகலை ஒரு நல்ல மருத்துவர்",
      "மணிமேகலை ஒரு நல்ல மனிதநேயர்",
      "மணிமேகலை ஒரு நல்ல அரசியல்வாதி"
    ],
    "answer": "C",
    
          "additional_context": "ஆதிரை  மணிமேகலையைப் பார்த்து 'ஓ! நீங்கள் தான் மணிமேகலையா? உங்கள் பெற்றோரைப் பற்றி அறிவேன். உங்களை இன்று தான் காண்கிறேன். இஃது என்ன பாத்திரம்? மிகவும் அழகாக இருக்கிறதே!' என்கிறாள்.  அதற்கு மணிமேகலை 'இஃது அள்ள அள்ளக் குறையாமல் உணவு வழங்கும் 'அமுதசுரபி' ஆகும். அன்பிற்குரிய ஆதிரையே, ஏழை மக்களின் பசியைப் போக்குவதே மேலான அறம். உணவு கொடுத்தவர்களே உயிரைக் கொடுத்தவர்கள் என்பதை உணர்ந்துள்ளேன். அதனால், இந்தப் பாத்திரத்தில் இருக்கும் உணவைப் பசியால் வாடும் மக்களுக்கு எல்லாம் வழங்கப் போகின்றேன்.' என்கிறாள்."
          }
        ,
          
  {
    
          "description": "மன்னன் சிறைக்காவலரிடம், 'அப்பெண்ணை உடனே அழைத்து வா' என்கிறான்.  மன்னன் யாரை அழைக்க விரும்புகிறான்?",
          "options": [
      "தீவதிலகை",
      "ஆதிரை",
      "மணிமேகலை",
      "காயசண்டிகை"
    ],
    "answer": "C",
    
          "additional_context": "சிறைக்காவலர் மன்னரிடம்  'வேந்தே! வணக்கம். இன்று காலை நம் சிறைச்சாலைக்கு இளம்பெண் ஒருத்தி வந்தாள். அவள் கையில் ஒரு சிறிய பாத்திரம் இருந்தது. அந்தச் சிறிய பாத்திரத்திலிருந்து உணவை அள்ளி அள்ளிச் சிறையில் இருந்த அனைவருக்கும் வழங்கினாள். ஆனால், அந்தப் பாத்திரத்தில் இருந்த உணவு குறையவே இல்லை. (வியப்புடன்) என்ன! ஒரு சிறிய பாத்திரத்திலிருந்து உணவை எடுத்து அத்தனை பேருக்கும் வழங்கினாளா? அப்பெண்ணை உடனே அழைத்து வா.' என்கிறான்.  மன்னரும் 'ஆகட்டும் மன்னா.' என்கிறான்."
          }
        ]