[
          
  {
    
          "description": "“பராபரக் கண்ணி” பாடலில் தாயுமானவர் எந்த உயிரினத்தின் மீது கருணை காட்ட வேண்டும் என்று வலியுறுத்துகிறார்?",
          "options": [
      "மனித உயிரினம் மட்டும்",
      "விலங்குகள் மட்டும்",
      "பறவைகள் மட்டும்",
      "அனைத்து உயிரினங்களும்"
    ],
    "answer": "D",
    
          "additional_context": "தாயுமானவரின் 'பராபரக் கண்ணி' பாடல் அனைத்து உயிரினங்களின் மீதும் கருணை காட்ட வேண்டும் என்பதை வலியுறுத்துவதாக உள்ளது. 'தம்உயிர்போல் எவ்வுயிரும் தானென்று தண்டருள்கூர்' என்ற வரிகளின் மூலம் அனைத்து உயிர்களும் தம் உயிரைப் போலவே அன்புக்குரியவை என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "தாயுமானவர் பாடலில் 'பராபரமே' என்று அழைக்கப்படும் மேலான பொருள் எது?",
          "options": [
      "தெய்வம்",
      "மனிதகுலம்",
      "கருணை",
      "இன்பம்"
    ],
    "answer": "A",
    
          "additional_context": "பராபரக் கண்ணி பாடலில் 'பராபரமே' என அழைக்கப்படும் மேலான பொருள் 'தெய்வம்'. தாயுமானவர் தனது பாடலில் தெய்வத்தை பராபரம் என்று அழைக்கிறார்."
          }
        ,
          
  {
    
          "description": "'செம்மையருக்கு ஏவல்என்று செய்வேன் பராபரமே!' என்னும் வரிகளில் 'செம்மையர்' எனக் குறிப்பிடப்படுபவர்கள் யார்?",
          "options": [
      "குழந்தைகள்",
      "சான்றோர்கள்",
      "அன்பர்கள்",
      "மன்னர்கள்"
    ],
    "answer": "B",
    
          "additional_context": "'செம்மையர்' என்பது சான்றோர்களைக் குறிக்கும் ஒரு சொல். தாயுமானவர் சான்றோர்களுக்குத் தொண்டு செய்ய வேண்டும் என்று கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "'எல்லாரும் இன்புற்று இருக்க நினைப்பதுவே அல்லாமல் வேறொன்று அறியேன் பராபரமே!' என்னும் வரிகளின் பொருள் என்ன?",
          "options": [
      "தாயுமானவர் எல்லாரும் இன்பமாக இருக்க வேண்டும் என்று விரும்பவதில்லை.",
      "தாயுமானவர் எல்லாரும் இன்பமாக இருக்க வேண்டும் என்று மட்டுமே விரும்புகிறார்.",
      "தாயுமானவர் எல்லாரும் இன்பமாக இருக்க வேண்டும் என்று விரும்புகிறார், ஆனால் அது சாத்தியமில்லை என்று நினைக்கிறார்.",
      "தாயுமானவர் எல்லாரும் இன்பமாக இருக்க வேண்டும் என்று நினைக்கிறார், ஆனால் வேறு எதையும் நினைக்கவில்லை."
    ],
    "answer": "B",
    
          "additional_context": "தாயுமானவர் 'எல்லாரும் இன்புற்று இருக்க நினைப்பதுவே அல்லாமல் வேறொன்று அறியேன் பராபரமே!' எனும் வரிகளின் மூலம், எல்லாரும் இன்பமாக இருக்க வேண்டும் என்ற ஒரே விருப்பத்தை மட்டுமே கொண்டுள்ளார் என்பதைத் தெளிவுபடுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "“தம்உயிர்போல் எவ்வுயிரும் தானென்று தண்டருள்கூர்\n    செம்மையருக்கு ஏவல்என்று செய்வேன் பராபரமே!*”\n    என்ற வரிகளில் 'தண்டருள்கூர்' என்ற சொல் குறிப்பிடுவது எதை?",
          "options": [
      "மிகுந்த அன்பு",
      "மிகுந்த கோபம்",
      "மிகுந்த துன்பம்",
      "மிகுந்த மகிழ்ச்சி"
    ],
    "answer": "A",
    
          "additional_context": "'தண்டருள்கூர்' என்ற சொல் மிகுந்த அன்பைக் குறிக்கிறது. தாயுமானவர், தம் உயிர் போல் எல்லா உயிர்களையும் கருதுவதில் மிகுந்த அன்பு உள்ளவர் என்பதை இந்த வரிகள் வெளிப்படுத்துகின்றன."
          }
        ]