[
          
  {
    
          "description": "கட்டுரையில், “ரோபோ” என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "கணினி",
      "எந்திரம்",
      "அடிமை",
      "தொழிற்சாலை"
    ],
    "answer": "c",
    
          "additional_context": "கணியன் வீட்டிற்கு வந்து எந்திர மனிதனை பார்க்கிறான். அந்த எந்திர மனிதன் தன்னை 'ரோபோ' என்றும் அழைப்பார்கள் என்று கூறுகிறது. ரோபோ என்ற சொல்லுக்கு 'அடிமை' என்று பொருள். இதை ரோபோக்கள் தொழிற்சாலைகளில் வேலை செய்கின்றன என்ற காட்சியை எழுதிய நாடக ஆசிரியர் காரல் கபெக் பயன்படுத்தினார். "
          }
        ,
          
  {
    
          "description": "'தெரிந்து தெளிவோம்' என்ற தலைப்பில் உள்ள வாக்கியங்கள் எதைப் பற்றியவை?",
          "options": [
      "எந்திரமனிதர்களைப் பற்றி",
      "தானியங்கிகளைப் பற்றி",
      "செயற்கை நுண்ணறிவைப் பற்றி",
      "மனிதர்களைப் பற்றி"
    ],
    "answer": "b",
    
          "additional_context": "தெரிந்து தெளிவோம் என்னும் தலைப்பில் உள்ள வாக்கியங்கள் தானியங்கிகளைப் பற்றி விளக்குகின்றன. மனிதர்கள் தங்கள் வேலைகளை எளிதாக்க மனித ஆற்றல் தேவைப்படாமல், தானே இயங்கும் எந்திரங்களை உருவாக்கினார்கள். அதற்கு மனிதன் கண்டுபிடித்தவையே தானியங்கிகள் என்று கூறுகிறது."
          }
        ,
          
  {
    
          "description": "'ரோபோ தொடர்ந்து பேசியது' என்ற வாக்கியத்தில், 'தொடர்ந்து' என்ற சொல் எந்த வகையான சொல்?",
          "options": [
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "வினையெச்சம்",
      "உரிச்சொல்"
    ],
    "answer": "c",
    
          "additional_context": "கணியன் ரோபோவை, 'நீ எல்லா வேலைகளையும் செய்வாய் என்று அம்மா கூறினார். எப்படி உன்னால் அது முடிகிறது?' என்று கேட்கிறான். அதற்கு ரோபோ  'அதற்கு நான் உருவான வரலாற்றை நீ முதலில் அறிந்து கொள்ள வேண்டும்' என்று கூறி  'தொடர்ந்து பேசியது' என்று குறிப்பிடப்பட்டுள்ளது. இதில் தொடர்ந்து என்பது வினையெச்சமாகும்."
          }
        ,
          
  {
    
          "description": "'தானியங்கியின் செயல்களை அந்தக் கணினி கட்டுப்படுத்தும்' என்ற வாக்கியத்தில் எந்தத் தொடர்பும் இல்லாத சொற்கள் எவை?",
          "options": [
      "தானியங்கியின், செயல்களை, கணினி",
      "தானியங்கியின், கட்டுப்படுத்தும், கணினி",
      "செயல்களை, அந்த, கணினி",
      "தானியங்கியின், செயல்களை, அந்த"
    ],
    "answer": "a",
    
          "additional_context": "ரோபோ தானியங்கியைப் பற்றி விளக்குகிறது. தானியங்கி என்றால் என்ன தெரியுமா? நுட்பமான, கடினமான, ஒரே மாதிரியான வேலைகளை மனிதரை விட விரைவாகத் தானே செய்து முடிக்கும் எந்திரமே தானியங்கி ஆகும். ஒவ்வொரு தானியங்கியிலும் ஒரு கணினி இணைந்து இருக்கும். தானியங்கியின் செயல்களை அந்தக் கணினி கட்டுப்படுத்தும் என்று கூறப்படுகிறது. இதில் தானியங்கியின், செயல்களை, கணினி என்னும் சொற்கள் தொடர்புடையவை."
          }
        ,
          
  {
    
          "description": "“இவை பயன்படும் இடத்திற்கு ஏற்ற வகையில் எந்திரக் கைகள், நகரும் கால்கள், சூழ்நிலைகளை உணர்வதற்கான (Sensors) ஆகியவற்றுடன் உருவாக்கப்படுகின்றன.” என்ற வாக்கியத்தின் பொருள் என்ன?",
          "options": [
      "தானியங்கிகள் பலவித வடிவங்களில் உருவாக்கப்படுகின்றன.",
      "தானியங்கிகளின் செயல்பாடுகள் அனைத்தும் ஒரே மாதிரி.",
      "தானியங்கிகளின் செயல்பாடுகள் அவற்றின் வடிவத்தைப் பொறுத்தது.",
      "தானியங்கிகளின் செயல்பாடுகள் அவற்றின் பயன்பாட்டைப் பொறுத்தது."
    ],
    "answer": "d",
    
          "additional_context": "தானியங்கிகளின் செயல்பாடுகள் அவற்றின் பயன்பாட்டைப் பொறுத்தே அமையும்.  இவை பயன்படும் இடத்திற்கு ஏற்ற வகையில் எந்திரக் கைகள், நகரும் கால்கள், சூழ்நிலைகளை உணர்வதற்கான (Sensors) ஆகியவற்றுடன் உருவாக்கப்படுகின்றன. தானியங்கிகள் பலவித வடிவங்களில் உருவாக்கப்படுகின்றன என்று குறிப்பிடப்பட்டுள்ளது."
          }
        ]