
[
  {
    "description": "'நானிலம் படைத்தவன்' என்ற பாடல் எந்த நூலில் இடம்பெற்றுள்ளது?",
    "options": [
      "பூங்கொடி",
      "வீரகாவியம்",
      "காவியப்பாவை",
      "புதியதொரு விதி செய்வோம்"
    ],
    "answer": "D",
    "additional_context": "'நானிலம் படைத்தவன்' என்ற பாடல்  முடியரசன் எழுதிய 'புதியதொரு விதி செய்வோம்' என்ற நூலில் இடம்பெற்றுள்ளது. இந்நூலை எழுதிய முடியரசனின் இயற்பெயர் துரைராசு. பூங்கொடி, வீரகாவியம், காவியப்பாவை முதலிய நூல்களை எழுதியுள்ளார். திராவிட நாட்டின் வானம்பாடி என்று பாராட்டப்பெற்றவர்"
  },
  {
    "description": "பாடலில் எடுத்துக்காட்டப்பட்டுள்ள நான்கு நிலங்கள் யாவை?",
    "options": [
      "குறிஞ்சி, முல்லை, மருதம், நெய்தல்",
      "குறிஞ்சி, முல்லை, மருதம், கடல்",
      "குறிஞ்சி, முல்லை, மலை, காடு",
      "குறிஞ்சி,  நிலம்,  மழை,  காற்று"
    ],
    "answer": "A",
    "additional_context": "பாடலில் குறிஞ்சி, முல்லை, மருதம், நெய்தல் என நான்கு நிலங்களைப் பற்றி கூறப்பட்டுள்ளது. காடுகளில் வாழ்ந்த மனிதன் அக்காடுகளைத் திருத்தி விளைநிலங்களை உருவாக்கினான். பயிர்களை விளைவித்தான். ஊர்களை உருவாக்கிக் கூடி வாழ்ந்தான். பல்வகைத் தொழில்கள் மூலம் தன் வாழ்வை மேம்படுத்திக் கொண்டான். தொழிலும் வணிகமும் அவன் வாழ்க்கையை உயர்த்தின."
  },
  {
    "description": "பாரதியார் எந்தப் பாடலில்  'வெள்ளிப் பனிமலையின் மீது உலாவுவோம்' என்ற வரிகள் இடம் பெற்றுள்ளன?",
    "options": [
      "நானிலம் படைத்தவன்",
      "புதியதொரு விதி செய்வோம்",
      "வீரகாவியம்",
      "காவியப்பாவை"
    ],
    "answer": "C",
    "additional_context": "'வெள்ளிப் பனிமலையின் மீது உலாவுவோம்' என்ற வரிகள் பாரதியாரின் 'வீரகாவியம்' என்ற நூலில் இடம்பெற்றுள்ளது. பாரதியார் 'வீரகாவியம்' என்ற நூலில் தமிழன் எந்த எந்த நாடுகளுக்கு சென்று வணிகம் செய்தான் என்பதைப் பற்றி விவரிக்கிறார். இப்பாடல்  'வீரகாவியம்' என்ற நூலில் இடம் பெற்றுள்ளது."
  },
  {
    "description": "பாடலில்  'மல்லெடுத்த திண்டோள் மறத்தால் வளப்படுத்தி'  என்ற வரிகள்   எதை  குறிக்கின்றன?",
    "options": [
      "மனிதன் காடுகளைத் திருத்துவது",
      "தமிழனின் வீரம்",
      "கடலைக் கடந்து செல்வது",
      "சான்றோர்கள் அஞ்சும் தீமைகளைச் செய்ய அஞ்சுவது"
    ],
    "answer": "A",
    "additional_context": "'மல்லெடுத்த திண்டோள் மறத்தால் வளப்படுத்தி'  என்ற வரிகள்  மனிதன் காடுகளைத் திருத்தி  விளைநிலங்களை உருவாக்கியதை குறிக்கிறது. காடுகளில் வாழ்ந்த மனிதன் அக்காடுகளைத் திருத்தி விளைநிலங்களை உருவாக்கினான். பயிர்களை விளைவித்தான். ஊர்களை உருவாக்கிக் கூடி வாழ்ந்தான். பல்வகைத் தொழில்கள் மூலம் தன் வாழ்வை மேம்படுத்திக் கொண்டான்."
  },
  {
    "description": " 'சூழும் பனிமலையைச் சுற்றிக் கொடிபொறித்தான்' என்ற வரிகள் தமிழனின்  எந்த  குணத்தைப்  புகழ்கின்றன?",
    "options": [
      "வீரம்",
      "அஞ்சாமை",
      "தொழில் வல்லமை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "'சூழும் பனிமலையைச் சுற்றிக் கொடிபொறித்தான்' என்ற வரிகள் தமிழனின் வீரம், அஞ்சாமை, தொழில் வல்லமை ஆகிய குணங்களைப் புகழ்கின்றன. பழந்தமிழன் ஆழமான கடல்களைக் கடந்து பயணம் செய்தான். அச்சம் தரும் போர்களிலும் எளிதாக வெற்றி கண்டான். பனிசூழ்ந்த இமயமலையில் தன் வெற்றிக் கொடியை நாட்டினான். ஆழ்கடலில் மூழ்கி முத்தெடுத்தான்."
  }
]
