
[
  {
    "description": "எந்த வகையான சொற்களைப் பேசுவதை திருவள்ளுவர் தடை செய்கிறார்?",
    "options": [
      "உண்மையான சொற்களை",
      "பயனுடைய சொற்களை",
      "நல்ல சொற்களை",
      "பயன் இல்லாத சொற்களை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பயனற்ற சொற்களை பேசக்கூடாது என்பதை திருவள்ளுவர் வலியுறுத்துகிறார். நாம் பேசும் ஒவ்வொரு சொல்லும் நம் வாழ்க்கைக்கு பயன்பட வேண்டும். நன்மை தரக்கூடிய சொற்களை மட்டுமே பேச வேண்டும் என்பது திருவள்ளுவரின் கருத்து. \"சொல்லுக சொல்லில் பயனுடைய சொல்லற்க சொல்லில் பயன்இலாச் சொல்\" என்ற குறளின் மூலம் இதை நன்கு புரிந்துகொள்ளலாம். அதாவது பயன் இல்லாத சொற்களை பேசுவதை தவிர்த்து பயனுடைய சொற்களை மட்டுமே பேசுங்கள் என்று திருவள்ளுவர் கூறுகிறார்."
  },
  {
    "description": "“உள்ளுவது எல்லாம் உயர்வுள்ளல் மற்றது தள்ளினும் தள்ளாமை நீர்த்து”  என்ற திருக்குறளின் பொருள் என்ன?",
    "options": [
      "எதை எண்ணினாலும் அதை உயர்வாகவே எண்ண வேண்டும்.",
      "எதை எண்ணினாலும் அதை எளிதாக அடைய முடியும்.",
      "நாம் எண்ணியதை அடைய முடியாவிட்டாலும் மனம் தளரக் கூடாது.",
      "நம் எண்ணம் எப்போதும் உயர்வாக இருக்க வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "எல்லாம் நம் எண்ணத்தின் விளைவு என்பதை திருவள்ளுவர் எடுத்துரைக்கிறார். நாம் என்ன எண்ணுகிறோமோ அதை அடைய முடியாவிட்டாலும் நம் எண்ணம் தளரக் கூடாது என்பது இக்குறளின் பொருள்.  நம் எண்ணத்தைக் கைவிடாமல் உழைத்து,  உயர்வான இலக்கை அடைய வேண்டும் என்பது இதன் உள்ளுறை."
  },
  {
    "description": "திருக்குறளில்  “உள்ளத்தால் உள்ளலும் தீதே பிறன்பொருளைக்  கள்ளத்தால் கள்வேம் எனல்”  என்ற குறளில் உள்ள எதுகை, மோனைச் சொற்களை  தேர்ந்தெடுத்து எழுது.",
    "options": [
      "உள்ள- உள்ள,  கள் - கள்",
      "உள்ள- உள்ள, கள் - கள்வேம்",
      "தீதே - கள்வேம், பிறன் - கள்",
      "தீதே - கள்வேம், உள்ள - கள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "திருவள்ளுவர் இக்குறளில் கள்ளத்தால் பிறர் பொருளை  களவாடுவது பாவம் என்பதை வலியுறுத்துகிறார்.   பிறர் பொருளை  களவாடுவதற்கு உள்ளத்தில் எண்ணுவதே  தீமை என்பது இதன்  உள்ளுறை.  \"உள்ள- உள்ள,  கள் - கள்\"  என்று இக்குறளில்  எதுகை  இருப்பதைக்  காணலாம்."
  },
  {
    "description": "“மோப்பக் குழையும் அனிச்சம் முகந்திரிந்து நோக்கக் குழையும் விருந்து” என்ற குறளில் குறிப்பிடப்படும் அனிச்சம் மலர் எதைக் குறிக்கிறது?",
    "options": [
      "விருந்தினரை",
      "வீட்டை",
      "வாசனைப் பொருளை",
      "அழகை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இக்குறளில் அனிச்ச மலர்  விருந்தினரை குறிக்கிறது. மோந்து பார்த்தால் அனிச்ச மலர் வாடிவிடும் என்பது போல்  நம் முகம் மாறினாலே விருந்தினர் உள்ளம் வாடிவிடும் என்பது திருவள்ளுவரின் கருத்து.  விருந்தினர்களைக்  கூர்ந்து கவனித்து,  அவர்கள் மனம்  மகிழும் வகையில்  நம்மை நடத்திக்கொள்ள வேண்டும்  என்பதை  இக்குறள்  வலியுறுத்துகிறது."
  },
  {
    "description": "“களவினால் ஆகிய ஆக்கம் அளவிறந்து ஆவது போலக் கெடும்” என்ற குறள் எதைப் பற்றிய எச்சரிக்கையை வலியுறுத்துகிறது?",
    "options": [
      "கள்ளத்தால் வரும் செல்வம் நீடிக்காது",
      "களவு செய்வது நல்லதல்ல",
      "பொருள் ஈட்டுவது கடினம்",
      "செல்வம் அழிந்துவிடும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "களவு மூலம் சேர்க்கப்படும் செல்வம் வளர்வது போலத் தோன்றினாலும்  முடிவில் அழிந்துவிடும் என்பது  இக்குறளின்  உள்ளுறை.  கள்ளத்தால்  சேர்க்கப்படும்  செல்வம் நீடிக்காது  என்பதை திருவள்ளுவர் எச்சரிக்கிறார்.  சம்பாதித்துப் பெறும் செல்வமே  நிரந்தரமானது.  சரியான வழியில்   சம்பாதித்து  வாழ வேண்டும்  என்பதை  இக்குறள்  வலியுறுத்துகிறது."
  }
]
