
[
  {
    "description": "“பொங்கல்” திருநாள்  நடைபெறும் காலம் எது?",
    "options": [
      "தை மாதம்",
      "மாசி மாதம்",
      "பங்குனி மாதம்",
      "சித்திரை மாதம்"
    ],
    "answer": "A",
    "additional_context": "பொங்கல் திருநாள் தமிழ் மாதமான தை மாதத்தில் கொண்டாடப்படுகிறது. இது  தமிழர்களின் முக்கியமான விழாக்களில் ஒன்றாகும். இந்த நாளில் புது  நெல் பயிர் அறுவடை விழாவும் கொண்டாடப்படுகிறது. பொங்கல் நாட்களில்   சூரியன் கடக ராசியில் நுழைகிறார். அந்த நாள் சூரியனுக்குரிய நாளாகவும்  கருதப்படுகிறது. "
  },
  {
    "description": "“மின்” என்ற சொல்லையும், “இல்லை” என்ற சொல்லையும் இணைத்து எத்தனை புதிய சொற்கள் உருவாக்கலாம்?",
    "options": [
      "ஒரு சொல்",
      "இரண்டு சொற்கள்",
      "மூன்று சொற்கள்",
      "நான்கு சொற்கள்"
    ],
    "answer": "B",
    "additional_context": "“மின்”  என்ற சொல்லையும் “இல்லை” என்ற சொல்லையும் இணைத்து இரண்டு  புதிய சொற்களை உருவாக்கலாம். அவை: \n 1. மின்இல்லை \n 2. இல்லைமின்  \n இவை இரண்டுமே  சரியான சொற்கள். இந்தப் பயிற்சி சொற்களின்  அமைப்பு பற்றிய புரிதலை வளர்க்க உதவும்."
  },
  {
    "description": "கட்டங்களில் மறைந்துள்ள சுற்றுலாத் தலங்களில் எது தமிழ்நாட்டில் இல்லை?",
    "options": [
      "காஞ்சிபுரம்",
      "மதுரை",
      "கோவை",
      "தஞ்சாவூர்"
    ],
    "answer": "C",
    "additional_context": "கோவை தமிழ்நாட்டில் உள்ள ஒரு முக்கியமான நகரம். அங்கு பல தொழிற்சாலைகள் உள்ளன. கோவையில்  சுற்றுலாத் தலங்கள் குறைவாகவே உள்ளன.  காஞ்சிபுரம், மதுரை,  தஞ்சாவூர்  இவை  தமிழ்நாட்டில்  இருக்கும்  புகழ்பெற்ற  சுற்றுலாத்  தலங்கள்.  இந்த இடங்கள்   தமிழர்களின்  பண்பாடு  மற்றும்   வரலாற்றை  அழகாக   காட்டுகின்றன."
  },
  {
    "description": "“நமது நாட்டின் பாரம்பரியச் சின்னங்களைப் பாதுகாப்பேன்” என்ற வாக்கை  செயல்படுத்துவதற்கு, எது சரியான உதாரணம்?",
    "options": [
      "புதிய கோவில்களை கட்டுவது",
      "பழைய கட்டிடங்களை புதுப்பித்து பராமரிப்பது",
      "இணையத்தில் பழைய புகைப்படங்களைப் பகிர்தல்",
      "புதிய பண்பாட்டு நிகழ்ச்சிகளை நடத்துவது"
    ],
    "answer": "B",
    "additional_context": "நம் நாட்டின் பாரம்பரியச் சின்னங்களைப் பாதுகாப்பது மிகவும்  முக்கியமானது. அதற்கான  சிறந்த  உதாரணம்  பழைய  கட்டிடங்களை  புதுப்பித்து  பராமரிப்பது.  பழைய  கட்டிடங்கள் நம்  வரலாற்றை  பேசுகின்றன.  அவற்றை   பாதுகாப்பது நம்  கடமை.  புதிய  கோவில்களை  கட்டுவது  சிறந்த  செயல்  தான்  என்றாலும்,  நம்  பழைய  கட்டிடங்களை  பாதுகாப்பது   மேலும்  முக்கியம்.  இணையத்தில்   பழைய  புகைப்படங்களை   பகிர்தல்    நல்ல  செயல்  தான்  என்றாலும்,    அது    பழைய  கட்டிடங்களை  பாதுகாப்பதற்கு    நேரடி  உதவி    செய்யாது.   புதிய  பண்பாட்டு   நிகழ்ச்சிகளை    நடத்துவது   சிறந்த   செயல்    தான்   என்றாலும்,    அது    நம்   பாரம்பரிய    சின்னங்களை    பாதுகாப்பதற்கு    உதவாது."
  },
  {
    "description": "“ஆயத்த ஆடை” என்பதற்கு எது சரியான ஆங்கிலச் சொல்?",
    "options": [
      "Welcome",
      "Readymade Dress",
      "Sculptures",
      "Makeup"
    ],
    "answer": "B",
    "additional_context": "ஆயத்த ஆடை என்பது ஏற்கனவே தயாரிக்கப்பட்ட ஆடை என்பதைக் குறிக்கிறது. அதற்கு சரியான ஆங்கிலச் சொல் readymade dress ஆகும். இது  பொதுவாக  சில்லறை  விற்பனைக்  கடைகளில்  விற்கப்படுகிறது.    ஆடை   தயாரிப்பாளர்கள்   பல   வகையான    ஆயத்த    ஆடைகளை    உற்பத்தி    செய்கிறார்கள்.   இவை   மக்களுக்கு    நேரம்   மற்றும்    செலவு   சேமிக்க    உதவுகின்றன."
  }
]
