
[
  {
    "description": "தமிழ் மொழியின் இயல்புகளைப் பற்றி \"தமிழ்க்கும்மி\" பாடல் எவ்வாறு குறிப்பிடுகிறது?",
    "options": [
      "அறிவைத் தரும், பழமையானது, காலத்தால் அழியாதது",
      "இன்பத்தைத் தரும், மக்களை ஒன்று சேர்க்கும், உலகை வழிநடத்தும்",
      "அறியாமையை நீக்கும், பொய்யை அகற்றும், அன்பு நிறைந்தது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": " \"தமிழ்க்கும்மி\" பாடல் தமிழ் மொழியின் பல அற்புதமான இயல்புகளைப் பற்றி பேசுகிறது. அவை:\n\n1. **அறிவு நிறைந்தது:**  \"ஊழி பலநூறு கண்டதுவாம் அறிவு\nஊற்றெனும் நூல்பல கொண்டதுவாம்\" - இந்த வரிகள் தமிழ் மொழி பழமையானது, அதில் ஏராளமான அறிவு இருக்கிறது என்பதை வெளிப்படுத்துகிறது. \n\n2. **காலத்தால் அழியாதது:** \"ஆழிப் பெருக்கிற்கும் காலத்திற்கும் முற்றும்\nஅழியாமலே நிலை நின்றதுவாம்!\" - தமிழ் மொழி எந்த இயற்கைப் பேரழிவுகளாலும் அல்லது கால மாற்றங்களாலும் அழியாதது என்பதை இந்த வரிகள் காட்டுகின்றன.\n\n3. **பொய்யை அகற்றும், அன்பு நிறைந்தது:** \"பொய் அகற்றும் உள்ளப் பூட்டறுக்கும் – அன்பு\nபூண்டவரின் இன்பப் பாட்டிருக்கும் – உயிர்\" - இந்த வரிகள் தமிழ் மொழி பொய்யை அகற்றுவதற்கும், உள்ளத்தின் அறியாமையை நீக்குவதற்கும், அன்பைப் பரப்புவதற்கும் உதவும் என்பதைப் பறைசாற்றுகின்றன.\n\n4. **உயிர் போன்றது:** \"மெய்புகட்டும் அறமேன்மை கிட்டும் இந்த\nமேதினி வாழ்வழி காட்டிருக்கும்!\" - இந்த வரிகள் தமிழ் மொழி உண்மையைப் புகட்டுவதோடு, உயர்ந்த அறத்தை வளர்த்து, உலக வாழ்விற்கு வழிகாட்டுவது என்றும் கூறுகின்றன. \n\nஇந்த அனைத்து குணங்களும் \"தமிழ்க்கும்மி\" பாடலில் குறிப்பிடப்பட்டுள்ளன."
  },
  {
    "description": "\"தமிழ்க்கும்மி\" பாடல், தமிழ் மொழி எதற்கு ஒப்பிடப்படுகிறது?",
    "options": [
      "சூரியனுக்கு",
      "மலையை",
      "நிலவை",
      "நதியை"
    ],
    "answer": "D",
    "additional_context": " \"தமிழ்க்கும்மி\" பாடலில் தமிழ் மொழி நதியை ஒப்பிடப்பட்டுள்ளது. \n\n\"ஊழி பலநூறு கண்டதுவாம் அறிவு\nஊற்றெனும் நூல்பல கொண்டதுவாம்\" - இந்த வரிகள் தமிழ் மொழியை அறிவு நிறைந்த ஊற்று என்கின்றன. ஊற்று போல அறிவைத் தந்து கொண்டே இருக்கும் மொழி தமிழ் மொழி."
  },
  {
    "description": "\"மேதினி\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "இயற்கை",
      "வானம்",
      "உலகம்",
      "கடல்"
    ],
    "answer": "C",
    "additional_context": "\"மேதினி\" என்ற சொல் \"உலகம்\" என்பதைக் குறிக்கிறது.  \n\n\"மெய்புகட்டும் அறமேன்மை கிட்டும் இந்த\nமேதினி வாழ்வழி காட்டிருக்கும்!\" -  இந்த வரிகள் தமிழ் மொழி உலக வாழ்க்கைக்கு வழிகாட்டுவது என்றும் கூறுகின்றன."
  },
  {
    "description": "\"கொட்டுங்கடி கும்மி கொட்டுங்கடி இளங் கோதையரே கும்மி கொட்டுங்கடி\" -  இந்த வரிகள் யாரைப் பார்த்துப் பாடுகிறார்கள்?",
    "options": [
      "குழந்தைகள்",
      "பெண்கள்",
      "பழையவர்கள்",
      "அனைவரையும்"
    ],
    "answer": "B",
    "additional_context": " \"கொட்டுங்கடி கும்மி கொட்டுங்கடி இளங் கோதையரே கும்மி கொட்டுங்கடி\" - இந்த வரிகள் பெண்களைப் பார்த்துப் பாடுகிறார்கள்.  இளம் பெண்களே! கும்மி கொட்டுங்கடி என்று அழைத்து கும்மி பாடும் பாடல் இது."
  },
  {
    "description": "\"ஊழி பலநூறு கண்டதுவாம் அறிவு ஊற்றெனும் நூல்பல கொண்டதுவாம்\" - இந்த வரிகள் தமிழ் மொழியின் எந்த இயல்பைப் பற்றி கூறுகின்றன?",
    "options": [
      "பழமையானது",
      "அறிவு நிறைந்தது",
      "நூல்பல கொண்டது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "\"ஊழி பலநூறு கண்டதுவாம் அறிவு\nஊற்றெனும் நூல்பல கொண்டதுவாம்\" - இந்த வரிகள் தமிழ் மொழியின் பழமை, அறிவு நிறைந்தது, நூல்பல கொண்டது ஆகிய அனைத்து இயல்புகளையும் வெளிப்படுத்துகின்றன.\n\nஇந்த வரிகள் தமிழ் மொழி எவ்வளவு பழமையானது, எவ்வளவு அறிவைத் தன்னகத்தே கொண்டுள்ளது என்பதை எடுத்துக்காட்டுகிறது."
  }
]
