
[
  {
    "description": "“விருந்து புறத்ததாத் தானுண்டல் சாவா மருந்தெனினும் வேண்டற்பாற்று அன்று” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "விருந்தினர் வருகைப் பெற்ற போது உணவு உண்ண வேண்டாம்.",
      "மருந்து போன்ற உணவை விருந்தினர் முன் உண்ணக்கூடாது.",
      "விருந்தினர் இருக்கும்போது தானே மட்டும் உண்பது தவறு.",
      "விருந்தினர் இருக்கும்போது நல்ல உணவை மட்டும் உண்ண வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருவள்ளுவர் அருளிய திருக்குறள் இதோ!  நமக்கு வரும் விருந்தினர்களுக்கு நாம் மிகுந்த மரியாதை காட்ட வேண்டும். அவர்களை அன்புடன் வரவேற்று நல்ல உணவைப் படைக்க வேண்டும். அவர்களுடன் சேர்ந்து உண்பது மிகவும் முக்கியமானது. நாம் விருந்தினர் முன் தனியாக உண்பது நல்லதல்ல.  சாவா மருந்து போன்ற நல்ல உணவை கூட விருந்தினர் இருக்கும் போது நாம் தனியாக உண்ணக் கூடாது என்கிறார் திருவள்ளுவர். இது மிகவும் நல்ல அறம்."
  },
  {
    "description": "“மோப்பக் குழையும் அனிச்சம் முகந்திரிந்து நோக்கக் குழையும் விருந்து” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "அனிச்ச மலர் வாடிப்போனால் விருந்தினரின் முகம் வாடும்.",
      "நம் முகம் மாறினாலே விருந்தினரின் மனம் துவண்டுவிடும்.",
      "நம் முகம் மாறினாலும் விருந்தினரின் மனம் மாறாது.",
      "விருந்தினர் மனம் மாறினால் நம் முகம் வாடிவிடும்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திருவள்ளுவர்  இந்தக் குறளில் விருந்தினர்களை எப்படி நடத்த வேண்டும் என்பதை விளக்குகிறார். நாம் மகிழ்ச்சியாக இருந்தால் மட்டுமே விருந்தினர்கள் மகிழ்ச்சியாக இருப்பார்கள். அவர்களைப் பார்த்து நாம் நல்ல முகத்துடன் இருந்தால் அவர்கள் மகிழ்வார்கள். நம் முகம் மாறினால் அவர்களின் மனம் வாடி விடும். அவர்களின் மனம் வாடி விடக்கூடாது என்பதற்காகவே நாம் எப்போதும் நல்ல முகத்துடன் இருக்க வேண்டும்."
  },
  {
    "description": "“உள்ளத்தால் உள்ளலும் தீதே பிறன்பொருளைக் கள்ளத்தால் கள்வேம் எனல்” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "பிறர் பொருளை மனதில் நினைப்பது தீமை.",
      "பிறர் பொருளைத் திருடுவதற்கான திட்டம் தீமை.",
      "பிறர் பொருளை எண்ணுவதும் திருடுவதும் தீமை.",
      "பிறர் பொருளை மனதில் நினைத்தாலும், திருடக்கூடாது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பிறர் பொருளைப் பற்றி மனதில் நினைப்பதே தீமை. அவர்களைத் திருட வேண்டும் என்று நினைப்பது மிகவும் தீய செயல். பிறர் பொருளை எண்ணுவதும் திருடுவதும் இருந்தால் தீமைதான். ஒருவன் திருடக்கூடாது. இதில் இரண்டு விதமான தீமைகள் இருக்கின்றன. மனதில் திருட வேண்டும் என நினைப்பதும் ஒரு தீமை. திருடுவதும் ஒரு தீமை. இந்த இரண்டுமே தவறு. பிறர் பொருளை எண்ணாமல், திருடாமல் இருக்க வேண்டும்."
  },
  {
    "description": "“களவினால் ஆகிய ஆக்கம் அளவிறந்து ஆவது போலக் கெடும்” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "களவு மூலம் வரும் செல்வம் நிலையானது.",
      "களவு மூலம் வரும் செல்வம் வளர்வது போலத் தோன்றினாலும் அழிந்து விடும்.",
      "களவு மூலம் வரும் செல்வம் எப்போதும் அழிந்து விடும்.",
      "களவு மூலம் வரும் செல்வம் மற்ற செல்வங்களை விட மிகவும் நல்லது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "களவு செய்வதன் மூலம் கிடைக்கும் பணம், பொருள் போன்றவை நிலையானதல்ல. அது கொஞ்ச காலம் நமக்கு வளர்ந்து இருப்பது போல் தோன்றினாலும் கடைசியில் கெட்டுப் போய்விடும். களவு செய்வது தவறு என்பதைத் திருவள்ளுவர் இந்தக் குறளில் தெளிவாகக் காட்டுகிறார்.  களவு செய்யும் போது அதனால் நமக்குத் தண்டனையும் ஏற்படலாம். அதுவும் நாம் நன்றாக நினைத்துப் பார்க்க வேண்டியது.  களவு செய்வதால் ஏற்படும் தீமைகளை நாம் தெளிவாக உணர வேண்டும்."
  },
  {
    "description": "“வெள்ளத்து அனைய மலர்நீட்டம் மாந்தர்தம் உள்ளத்து அனையது உயர்வு” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "தண்ணீரின் உயரத்துக்கு ஏற்ப மலர் நீட்டும்.",
      "தண்ணீரின் உயரத்துக்கு ஏற்ப மனிதர்கள் உயர்வார்கள்.",
      "ஊக்கத்தின் அளவுக்கு ஏற்ப மலர் நீட்டும்.",
      "ஊக்கத்தின் அளவுக்கு ஏற்ப மனிதர்கள் உயர்வார்கள்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மனிதர்களுக்கு இருக்கும் ஊக்கத்தின் அளவைத் திருவள்ளுவர் இந்தக் குறளில் விளக்குகிறார். தண்ணீரின் உயரம் அதிகரிக்கும்போது அந்த நீர்ப்பூக்கள் உயரமாக வளரும். அது போல மனிதர்களுக்கு இருக்கும் ஊக்கம் அதிகமாக இருந்தால் அவர்கள் உயர்ந்த இடத்தை அடைவார்கள்.  எந்த வேலையைச் செய்ய வேண்டும் என்ற  ஊக்கம் இல்லாமல் இருந்தால் அவர்கள் எந்த இடத்தையும் அடைய முடியாது.  மனிதர்கள் எப்போதும் ஊக்கத்துடன் இருக்க வேண்டும். வாழ்வில் முன்னேற விரும்புபவர்கள் ஊக்கத்துடன் செயல்பட வேண்டும். "
  }
]
