
[
  {
    "description": "“இறைவனைக் கை தொழுதேன்” என்ற வாக்கியத்தில் உள்ள பெயர்ச்சொல் என்ன வகையானது?",
    "options": [
      "a) பொதுப் பெயர்",
      "b) தனிப் பெயர்",
      "c) குறிப்பிட்ட பெயர்",
      "d) எதுவும் இல்லை"
    ],
    "answer": "b",
    "additional_context": "“இறைவனைக் கை தொழுதேன்”  என்ற வாக்கியத்தில் உள்ள “இறைவன்” என்பது ஒரு தனிப் பெயர்ச்சொல். ஏனெனில், இறைவன் என்பது குறிப்பிட்ட ஒருவர் அல்லது ஒன்றைக் குறிக்கும். இறைவன் என்பது கடவுளை குறிக்கும் சொல். பொதுப் பெயர் என்பது பலருக்கு பொருந்தும் பெயர். உதாரணமாக, மனிதன், விலங்கு, பறவை போன்றவை.  குறிப்பிட்ட பெயர் என்பது ஒரு குறிப்பிட்ட நபர் அல்லது பொருளை குறிப்பிடும் பெயர். உதாரணமாக, சரவணன், கார்த்திகேயன், மதுரை போன்றவை."
  },
  {
    "description": "“நான் மதுரைக்குச் சென்றேன்” என்ற வாக்கியத்தில் உள்ள பெயர்ச்சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "a) பொதுப் பெயர்",
      "b) தனிப் பெயர்",
      "c) குறிப்பிட்ட பெயர்",
      "d) எதுவும் இல்லை"
    ],
    "answer": "b",
    "additional_context": "“நான் மதுரைக்குச் சென்றேன்” என்ற வாக்கியத்தில் உள்ள “மதுரை” என்பது ஒரு தனிப் பெயர். ஏனெனில், மதுரை என்பது ஒரு குறிப்பிட்ட இடத்தைக் குறிக்கிறது. தனிப் பெயர் என்பது ஒரு குறிப்பிட்ட நபர், இடம் அல்லது பொருளை குறிப்பிடும் பெயர். பொதுப் பெயர் என்பது பலருக்கு பொருந்தும் பெயர். உதாரணமாக, நகரம், ஊர், மலை போன்றவை."
  },
  {
    "description": "“மாலையில் நூல் பல கற்போம்” என்ற வாக்கியத்தை  “நூல் பல கற்போம் - மாலையில்”  என்று மாற்றும்போது, எந்த வார்த்தையின் பொருள் மாறும்?",
    "options": [
      "a) மாலையில்",
      "b) நூல்",
      "c) பல",
      "d) கற்போம்"
    ],
    "answer": "a",
    "additional_context": "“மாலையில் நூல் பல கற்போம்” என்ற வாக்கியத்தை  “நூல் பல கற்போம் - மாலையில்”  என்று மாற்றும்போது, “மாலையில்” என்ற வார்த்தையின் பொருள் மாறுகிறது. ஏனெனில்,  “நூல் பல கற்போம்” என்ற வாக்கியம்  கற்பதற்கான நேரத்தை  குறிக்கிறது. “மாலையில்” என்ற சொல், நேரத்தை குறிக்கும் ஒரு துணைச் சொல். துணைச் சொற்கள் ஒரு வாக்கியத்தில் உள்ள  முதன்மைச் சொல்லின் பொருளை விளக்குகின்றன. துணைச் சொற்கள் நேரம், இடம்,  நிலை,  எண்ணிக்கை  போன்றவற்றைக் குறிக்கின்றன."
  },
  {
    "description": "“அறம் செய விரும்பு” என்ற தலைப்பில் ஒரு கட்டுரை எழுதும்போது, எந்தத் தலைப்புகள் சேர்க்கப்படலாம்?",
    "options": [
      "a) நேர்மை, தன்னலமின்மை, இரக்கம்",
      "b) பணம், செல்வம், ஆடம்பரம்",
      "c) கல்வி, வேலை, வாழ்க்கை",
      "d) விளையாட்டு, திரைப்படம், இசை"
    ],
    "answer": "a",
    "additional_context": "“அறம் செய விரும்பு” என்ற தலைப்பில் ஒரு கட்டுரை எழுதும்போது,  “நேர்மை, தன்னலமின்மை, இரக்கம்”  போன்ற தலைப்புகள் சேர்க்கப்படலாம்.  ஏனெனில்,  “அறம்”  என்பது  நேர்மை, தன்னலமின்மை, இரக்கம் போன்ற நல்லொழுக்கங்களைக் குறிக்கும்.  “பணம், செல்வம், ஆடம்பரம்”,  “கல்வி, வேலை, வாழ்க்கை”  மற்றும்  “விளையாட்டு, திரைப்படம், இசை”  என்பவை  “அறம்”  என்ற தலைப்புக்கு பொருந்தாது.  "
  },
  {
    "description": "சொற்றொடரை முறையாக வரிசைப்படுத்தும் போது, எந்த வாக்கியத்தில் மணிமேகலை சிறைச் சாலைக்குச் செல்வதாகக் கூறப்படுகிறது?",
    "options": [
      "a) மணிமேகலை மணிபல்லவத் தீவிற்குச் சென்றாள்.",
      "b) ஆதிரையிடம் சென்று முதல் உணவைப் பெற்றாள்.",
      "c) சிறைச் சாலைக்குச் சென்று உணவிட்டாள்.",
      "d) சிறைக் கோட்டத்தை அறக்கோட்டமாக மாற்றுமாறு மன்னனிடம் வேண்டினாள்."
    ],
    "answer": "c",
    "additional_context": "சொற்றொடரை முறையாக வரிசைப்படுத்துவதற்கு,  சம்பவங்கள் நடந்த  வரிசைப்படி  வாக்கியங்களை  அமைக்க வேண்டும்.  மணிமேகலை முதலில் மணிபல்லவத் தீவிற்குச் சென்றாள். பிறகு, ஆதிரையிடம் சென்று முதல் உணவைப் பெற்றாள். அதன் பிறகு,  சிறைச் சாலைக்குச் சென்று உணவிட்டாள்.  கடைசியாக, சிறைக் கோட்டத்தை அறக்கோட்டமாக மாற்றுமாறு மன்னனிடம் வேண்டினாள். எனவே,  “சிறைச் சாலைக்குச் சென்று உணவிட்டாள்”  என்ற வாக்கியத்தில்  மணிமேகலை சிறைச் சாலைக்குச் செல்வதாகக் கூறப்படுகிறது."
  }
]
