
[
  {
    "description": "“கிடைக்கும் பொருள்களின் ______ கூட்டிப் புதிய பொருளாக மாற்றுவது சிறந்த வணிகம்” என்ற வாக்கியத்தில், ______ என்ற இடத்தில் எந்தச் சொல் பொருத்தமாக இருக்கும்?",
    "options": [
      "அளவை",
      "மதிப்பை",
      "எண்ணிக்கையை",
      "எடையை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த பத்தியில் வணிகம் பற்றிய விளக்கம் கொடுக்கப்பட்டுள்ளது. வணிகம் என்பது பொருட்களின் மதிப்பை கூட்டி புதிய பொருளாக மாற்றுவதாகும்.  எனவே, இவ்வாக்கியத்தில், “மதிப்பை” என்ற சொல் பொருத்தமாக இருக்கும்."
  },
  {
    "description": "சிலை செதுக்கப்படும் போது உதிரும் கல்தூளை ______ மாற்றலாம்.  இந்த வாக்கியத்தில் உள்ள ______ என்ற இடத்தில் எந்த வார்த்தை பொருத்தமாக இருக்கும்?",
    "options": [
      "மறுசுழற்சி",
      "மறுபயன்பாடு",
      "மறுசீரமைப்பு",
      "மறுகட்டமைப்பு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சிலை செதுக்கும் போது உதிரும் கல்தூளை மீண்டும் பயன்படுத்தலாம்.  கல்தூளை மண் அல்லது தோட்டத்தில் பயன்படுத்தி உரமாகப் பயன்படுத்தலாம்.  எனவே, இவ்வாக்கியத்தில், “மறுபயன்பாடு” என்ற சொல் பொருத்தமாக இருக்கும்."
  },
  {
    "description": "“என் பொறுப்புகள்” என்ற பகுதியில் குறிப்பிடப்பட்டுள்ளது...",
    "options": [
      "நுகர்வோர் உரிமைகள்",
      "கலப்படத்தைத் தடுக்கும் வழிகள்",
      "கடற்பயணங்கள் பற்றிய விழிப்புணர்வு",
      "பரிசுகளை எப்படி அனுப்புவது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த பகுதியில் நம்மால் செய்யக்கூடிய சில பொறுப்புகள் பற்றி விளக்கப்பட்டுள்ளது. அதில், கலப்படத்தைத் தடுக்கும் வழிகளைப் பற்றி குறிப்பிடப்பட்டுள்ளது. எனவே, இவ்வாக்கியத்திற்கான விடை “கலப்படத்தைத் தடுக்கும் வழிகள்” என்பதாகும்."
  },
  {
    "description": "குறுக்கெழுத்துப் புதிர் மூலம் நாம் அறிந்து கொள்ள முடியும்...",
    "options": [
      "பண்டைத் தமிழகத்தின் துறைமுகங்கள்",
      "ஏற்றுமதி இறக்குமதி செய்யப்பட்ட பொருள்கள்",
      "மதிப்புக் கூட்டுதல் என்ற கருத்துரு",
      "தமிழ் இலக்கியத்தில் பயன்படுத்தப்படும் சொற்கள்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "குறுக்கெழுத்துப் புதிர் என்பது புதிர்களைத் தீர்க்கும் ஒரு விளையாட்டு.  இந்த விளையாட்டு மூலம் நாம் புதிய சொற்களை அறிந்து கொள்ளலாம்.  புதிர்களைத் தீர்க்க, புதிய சொற்களை அறிந்துகொள்வது மிக முக்கியம். எனவே, இந்த பத்தியில்  குறுக்கெழுத்துப் புதிர் மூலம் நாம் தமிழ் இலக்கியத்தில் பயன்படுத்தப்படும் சொற்களை அறிந்துகொள்ள முடியும் என்பது தெளிவாகிறது."
  },
  {
    "description": "பத்தியில் குறிப்பிடப்பட்டுள்ள தொழில்கள் எது?",
    "options": [
      "உழவுத் தொழில், கட்டிடத் தொழில், வணிகத் தொழில்",
      "கல்வித் தொழில், மருத்துவத் தொழில், விவசாயத் தொழில்",
      "சினிமாத் தொழில், மீன்பிடித் தொழில், விமானப் பயணத் தொழில்",
      "தொழில்நுட்பத் தொழில், இசைத் தொழில், நாடகத் தொழில்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த பத்தியில், பண்டைத் தமிழகத்தின் துறைமுகங்களைப் பற்றி விவரிக்கப்பட்டுள்ளது.  இந்த துறைமுகங்கள் மூலம் பல்வேறு பொருட்கள் இறக்குமதி மற்றும் ஏற்றுமதி செய்யப்பட்டன.  இந்த துறைமுகங்களைப் பயன்படுத்தி, வணிகர்கள் மற்றும் தொழிலாளர்கள் ஈடுபட்டிருந்தனர்.  பத்தியில், உழவுத் தொழில், கட்டிடத் தொழில் மற்றும் வணிகத் தொழில் போன்ற தொழில்கள் குறிப்பிடப்பட்டுள்ளன.  எனவே, இவ்வாக்கியத்திற்கான விடை “உழவுத் தொழில், கட்டிடத் தொழில், வணிகத் தொழில்” என்பதாகும்."
  }
]
