[
          
  {
    
          "description": "கைலாஷ் சத்தியார்த்தி யாருக்கு எதிராகப் போராடினார்?",
          "options": [
      "பசிப்பிணிக்கு எதிராக",
      "குழந்தைத் தொழிலாளர் முறைக்கு எதிராக",
      "பச்சிளம் குழந்தைகள் கடத்தப்படுவதற்கு எதிராக",
      "உடல் உறுப்பு கொடைக்கு எதிராக"
    ],
    "answer": "C",
    
          "additional_context": "கைலாஷ் சத்தியார்த்தி என்பவர் ஒரு இந்திய சமூக ஆர்வலர் மற்றும் அரசியல்வாதி. குழந்தைகளின் உரிமைகள், கல்வி மற்றும் வேலைவாய்ப்புக்கான உரிமைகளுக்காக போராடுபவர். 2014 ஆம் ஆண்டில் குழந்தைத் தொழிலாளர் முறையை ஒழிப்பதற்காக போராடியதற்காக இவருக்கு நோபல் பரிசு வழங்கப்பட்டது.  "
          }
        ,
          
  {
    
          "description": "ஓவியப் போட்டியில்,  அமைதியை மிகச்சிறந்த முறையில் வெளிப்படுத்திய ஓவியர், எதைப் பற்றிச் சொன்னார்?",
          "options": [
      "அமைதி என்பது வெறுமனே அமைதியான சூழல் மட்டுமே",
      "அமைதி என்பது ஆர்ப்பரிப்பு இல்லாத சூழல்",
      "அமைதி என்பது மலர்களின் அழகு",
      "அமைதி என்பது பிரச்சனைகள் இருந்தும் உள்ளுக்குள் அமைதியாக இருப்பது"
    ],
    "answer": "D",
    
          "additional_context": "அமைதியான சூழல் என்பது வெறும் வெளிப்புற அமைதி மட்டுமே. மனம் அமைதியாகவும், சூழல் குழப்பமாகவும் இருந்தால், அதை அமைதி என்று சொல்ல முடியாது. அமைதி என்பது உள்ளுக்குள் இருக்கும் அமைதி. மனம் அமைதி பெற்றால் மட்டுமே உண்மையான அமைதி கிடைக்கும். பிரச்சனைகள் இருந்தாலும், உள்ளுக்குள் அமைதியாக இருந்து எல்லாவற்றையும் சமாளிக்கும் மனநிலைதான் உண்மையான அமைதி."
          }
        ,
          
  {
    
          "description": "கடிதம் எழுத வேண்டியவர் யார்?",
          "options": [
      "தலைமை ஆசிரியர்",
      "நூல்களை வெளியிடும் பதிப்பகம்",
      "செல்வி",
      "அரசர்"
    ],
    "answer": "B",
    
          "additional_context": "இக்கதை படிப்பகத்திற்கு கடிதம் எழுதுமாறு கூறுகிறது. பதிப்பகத்திற்கு கடிதம் எழுதுவது அவசியமானது.  நூல்கள் அனுப்ப வேண்டி பதிப்பகத்தாருக்குக் கடிதம் எழுதுக என்பது கடிதம் எழுதுவதற்கான ஒரு சிறந்த வழிகாட்டுதல்."
          }
        ,
          
  {
    
          "description": "'க | மோ | 4'  என்ற கட்டத்தில் மறைந்திருக்கும் அணிகலன் எது?",
          "options": [
      "கைக்கடிகாரம்",
      "மோதிரம்",
      "கழுத்தணி",
      "காதணிகள்"
    ],
    "answer": "D",
    
          "additional_context": "சொற்களைக் கொண்டு தொடர்கள் உருவாக்கும் போது, பல விதமான விளையாட்டுகளை விளையாடலாம். இக்கட்டங்களில் உள்ள சொற்களைப் பயன்படுத்தி நமக்குத் தெரிந்த அணிகலன்கள் எது என்பதை கண்டுபிடிக்க வேண்டும். க | மோ | 4 என்ற கட்டத்தில் 'காதணிகள்' என்ற சொல் மறைந்திருக்கிறது."
          }
        ,
          
  {
    
          "description": "'உறுப்புக்கொடையின் இன்றியமையாமையை எனக்குத் தெரிந்தவர்களிடம் எடுத்துச் சொல்வேன்' என்பது எந்தப் பொறுப்பைச் சார்ந்தது?",
          "options": [
      "நட்பு",
      "மனிதநேயம்",
      "உதவி",
      "அன்பு"
    ],
    "answer": "B",
    
          "additional_context": "உறுப்புக்கொடை மிகவும் முக்கியமானது.  உறுப்புக்கொடை என்பது ஒரு மனிதாபிமானம். ஒருவருடைய உறுப்புகளை கொடுத்து  மற்றவர்களின் உயிரை காப்பாற்ற முடியும். இது மனிதநேயம், அன்பு, உதவி ஆகியவற்றை வெளிப்படுத்துவது."
          }
        ]