
[
  {
    "description": "“கண்டம்”, “வண்டி”, “நண்டு” ஆகிய சொற்களில் ண எழுத்துக்கு முன் எந்த எழுத்து வருகிறது?",
    "options": [
      "ற",
      "ட",
      "ந",
      "ன"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கண்டம், வண்டி, நண்டு ஆகிய சொற்களில் ண எழுத்துக்கு முன் ட என்னும் எழுத்து வருகிறது. ட என்னும் எழுத்துக்கு முன் ண் வரும் (எ.கா.) கண்டம், வண்டி, நண்டு.  என்பதை நாம் கவனிக்கலாம்."
  },
  {
    "description": "“இலை” மற்றும் “இளை” என்ற இரண்டு சொற்களும் வேறுபட்ட பொருளைத் தருகின்றன.  இவற்றின் பொருள் வேறுபாட்டிற்கு காரணமான மயங்கொலி எழுத்து எது?",
    "options": [
      "ல",
      "ள",
      "ழ",
      "ர"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இலை, இளை ஆகிய சொற்களின் பொருள் வேறுபாட்டிற்கு ல என்னும் மயங்கொலி எழுத்து காரணமாகும். இலை என்பது செடியின் இலை. இளை என்பது மெலிந்து போதல். இரண்டு சொற்களும் ல என்னும் மயங்கொலி எழுத்தால் வேறுபடுகின்றன."
  },
  {
    "description": "“ர” மற்றும் “ற” ஆகிய மயங்கொலி எழுத்துகள் உச்சரிப்பில் எவ்வாறு வேறுபடுகின்றன?",
    "options": [
      "“ர” ஓசை இடையினமாகவும், “ற” ஓசை வல்லினமாகவும் இருக்கும்.",
      "“ர” ஓசை வல்லினமாகவும், “ற” ஓசை இடையினமாகவும் இருக்கும்.",
      "“ர” ஓசை மெதுவாகவும், “ற” ஓசை வேகமாகவும் இருக்கும்.",
      "“ர” ஓசை வேகமாகவும், “ற” ஓசை மெதுவாகவும் இருக்கும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ர என்னும் மயங்கொலி இடையினமாகவும் ற என்னும் மயங்கொலி வல்லினமாகவும் இருக்கும். ர - நாவின் நுனி மேல் அண்ணத்தில் முதல் பகுதியைத் தொட்டு வருவதால் ரகரம் தோன்றுகிறது. இஃது இடையின எழுத்து என்பதால் இடையின ரகரம் என்கிறோம். ற - நாவின் நுனி மேல் அண்ணத்தில் மையப்பகுதியை உரசுவதால் றகரம் தோன்றுகிறது. இது வல்லின எழுத்து என்பதால் வல்லின றகரம் என்கிறோம். ர ஓசை மெதுவாகவும் ற ஓசை வேகமாகவும் இருக்கும் என்பது தவறானது. மெதுவாகவும் வேகமாகவும் என்பது மயங்கொலி எழுத்துகளை வகைப்படுத்துவதற்கான அளவுகோல் அல்ல."
  },
  {
    "description": "“ஏரி” மற்றும் “ஏறி” என்ற இரண்டு சொற்களும் எந்த மயங்கொலி எழுத்து மூலம் வேறுபடுகின்றன?",
    "options": [
      "ன",
      "ள",
      "ர",
      "ற"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஏரி, ஏறி ஆகிய சொற்களின் பொருள் வேறுபாட்டிற்கு ற என்னும் மயங்கொலி எழுத்து காரணமாகும். ஏரி என்பது நீர்நிலை. ஏறி என்பது மேலே ஏறி. இரண்டு சொற்களும் ற என்னும் மயங்கொலி எழுத்தால் வேறுபடுகின்றன."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எந்த சொல் 'மயங்கொலி' மாற்றத்தால் பொருள் மாறுபாட்டை உருவாக்குகிறது?",
    "options": [
      "விளை",
      "இலை",
      "இழை",
      "விலை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "விளை, இலை, இழை, விலை ஆகிய சொற்களில் விளை என்னும் சொல்லில் மட்டும் மயங்கொலி மாற்றத்தால் பொருள் மாறுபாடு ஏற்படுகிறது. விளை என்பது உண்டாக்குதல். விலை என்பது பொருளின் மதிப்பு. இரண்டு சொற்களும் ல என்னும் மயங்கொலி எழுத்தால் வேறுபடுகின்றன."
  }
]
