
[
  {
    "description": "“தங்கப் பாப்பா வந்தாளே!” இப்பாடல் வரியில் இன எழுத்துச் சொற்கள் இல்லையென்றால் என்ன சொல்லை மாற்ற வேண்டும்?",
    "options": [
      "தங்கப் பாப்பா",
      "வந்தாளே",
      "பண்டம்",
      "பந்தல்"
    ],
    "answer": "D",
    "additional_context": "இப்பாடலில் “பந்தல்” என்ற சொல் இடம்பெற்றுள்ளது. பந்தல் என்ற சொல்லில் “ந்த” என்பது ஒரு இன எழுத்துச் சொல். இன எழுத்துச் சொல் இல்லாமல் இருக்க வேண்டும் என்றால்  ‘பந்தல்’ என்ற சொல்லை வேறு சொல்லால் மாற்ற வேண்டும். 'பண்டம்' என்ற சொல் இன எழுத்துச் சொல் அல்ல. அதனால் இதனை மாற்றலாம்."
  },
  {
    "description": "“இடையின எழுத்துகள் ஆறும் ஒரே இனமாகும்” என்ற வாக்கியத்தின் அடிப்படையில், எந்தச் சொல் இடையின எழுத்து இல்லாமல் இருக்கும்?",
    "options": [
      "சண்டை",
      "திங்கள்",
      "வண்டு",
      "சந்தனம்"
    ],
    "answer": "D",
    "additional_context": "இடையின எழுத்துகள் ஆறும் ஒரே இனமாகும். ஆறு இடையின எழுத்துகள் ய், ர், ல், வ், ழ், ள் என்பன. ‘சந்தனம்’ என்ற சொல்லில் “ந்த” என்பது ஒரு வல்லின எழுத்து.  எனவே இந்தச் சொல்லில் இடையின எழுத்து இல்லை."
  },
  {
    "description": "“மெய்யெழுத்துகளைப் போலவே உயிர் எழுத்துகளிலும் இன எழுத்துகள் உண்டு” என்ற கூற்று எதைப் பற்றி விளக்குகிறது?",
    "options": [
      "மெல்லினம் மற்றும் வல்லினம்",
      "குறில் மற்றும் நெடில்",
      "உயிர் மற்றும் மெய்",
      "இடையினம்"
    ],
    "answer": "B",
    "additional_context": "உயிர் எழுத்துகளில் குறிலுக்கு நெடிலும், நெடிலுக்குக் குறிலும் இன எழுத்துகள் ஆகும். குறில் எழுத்து இல்லாத ஐ என்னும் எழுத்துக்கு இ என்பது இன எழுத்தாகும். ஔ என்னும் எழுத்துக்கு உ என்பது இன எழுத்தாகும். அதாவது உயிர் எழுத்துகளில் இன எழுத்துகளை நாம் குறில் மற்றும் நெடில் என்று கூறுகிறோம்."
  },
  {
    "description": "“ஔ என்னும் எழுத்துக்கு உ என்பது இன எழுத்தாகும்” என்பதற்கு எந்தச் சொல் உதாரணம்?",
    "options": [
      "ஔவை",
      "ஔவியல்",
      "ஔி",
      "ஔரவம்"
    ],
    "answer": "A",
    "additional_context": "‘ஔவை’ என்ற சொல்லில் ஔ என்னும் எழுத்து உள்ளது. அதன் இன எழுத்து உ ஆகும். உ என்பது ஔவை என்ற சொல்லில் இடம்பெற்றுள்ளது. அந்தச் சொல்லில் ‘உ’ என்பது ஒரு இன எழுத்து ஆகும்."
  },
  {
    "description": "“தமிழ் எழுத்துகளில் ஆய்த எழுத்துக்கு மட்டுமே இன எழுத்து இல்லை” என்பது எந்த கூற்றை ஆதரிக்கிறது?",
    "options": [
      "எல்லா எழுத்துகளுக்கும் இன எழுத்துகள் இருக்க வேண்டும்",
      "சில எழுத்துகளுக்கு மட்டும் இன எழுத்துகள் இருக்கும்",
      "ஆய்த எழுத்து மற்ற எழுத்துகளைப் போல இல்லாமல் தனித்துவமானது",
      "எல்லா மெய்யெழுத்துகளுக்கும் இன எழுத்துகள் இருக்கும்"
    ],
    "answer": "C",
    "additional_context": "தமிழ் மொழியில் ஆய்த எழுத்து என்பது ஒரு தனித்துவமான எழுத்து. மற்ற எழுத்துகள் போல அல்லாமல் இதற்கு இன எழுத்து இல்லை. எனவே ஆய்த எழுத்து மட்டும் தனித்துவமானது என்ற கூற்றை இது ஆதரிக்கிறது."
  }
]
