
[
  {
    "description": "வேலுநாச்சியார் சிவகங்கை கோட்டையைக் கைப்பற்ற எந்த நாளைத் தேர்ந்தெடுத்தார்?",
    "options": [
      "தீபாவளி",
      "பொங்கல்",
      "விசயதசமி",
      "நவராத்திரி"
    ],
    "answer": "C",
    "additional_context": "காளையார்கோவிலில் வேலுநாச்சியாரின் படைக்கும் ஆங்கிலேயரின் படைக்கும் இடையே கடுமையான போர் நடைபெற்றது. இறுதியில் ஆங்கிலேயரின் படை தோற்று ஓடியது. \n“அரசியார் அவர்களே! காளையார்கோவில் நம் கைக்கு வந்து விட்டது. நாம் இப்போதே சிவகங்கைக் கோட்டையைத் தாக்கினால் ஆங்கிலேயரை விரட்டியடித்து விடலாம்” என்றார் பெரிய மருது. “அவசரம் வேண்டாம். இப்போது சிவகங்கைக் கோட்டைக் கதவுகள் அடைக்கப்பட்டிருக்கும். வரும் விசயதசமித் திருநாள் அன்று கதவுகள் திறக்கப்படும். அப்போது நமது படைகள் உள்ளே நுழையலாம்” என்றார் வேலுநாச்சியார்."
  },
  {
    "description": "வேலுநாச்சியார் யாருடைய பெருமையைக் கடைபிடிக்க ஒரு நடுகல் நிறுவினார்?",
    "options": [
      "மருது சகோதரர்கள்",
      "குயிலி",
      "ஐதர்அலி",
      "உடையாள்"
    ],
    "answer": "D",
    "additional_context": "“அவருக்கு ஒரு நடுகல் நடுவதற்கு ஏற்பாடு செய்யுங்கள் அமைச்சரே! அவரது பெருமையை எல்லோரும் அறிந்து கொள்ளட்டும்” என்றார் வேலுநாச்சியார்."
  },
  {
    "description": "குயிலி எப்படி தன் உயிரைத் தியாகம் செய்தார்?",
    "options": [
      "போரில் கொல்லப்பட்டார்",
      "தீ வைத்துக்கொண்டு ஆயுதக் கிடங்குக்குள் குதித்தார்",
      "நஞ்சு குடித்து மரணமடைந்தார்",
      "வீர மரணம் அடைந்தார்"
    ],
    "answer": "B",
    "additional_context": "“குயிலி தம் உடலில் தீ வைத்துக் கொண்டு ஆயுதக் கிடங்குக்குள் குதித்துவிட்டார்” என வீரர்கள் கூறினார்கள்."
  },
  {
    "description": "வேலுநாச்சியாரின் பன்மொழி அறிவு நமக்குப் பெரிய நன்மையைத் தந்திருக்கிறது என்று யார் கூறினார்கள்?",
    "options": [
      "அமைச்சர் தாண்டவராயர்",
      "பெரிய மருது",
      "சின்ன மருது",
      "குயிலி"
    ],
    "answer": "C",
    "additional_context": "“நம் அரசியாரின் பன்மொழி அறிவு நமக்குப் பெரிய நன்மையைத் தந்திருக்கிறது” என்றார் சின்ன மருது."
  },
  {
    "description": "வேலுநாச்சியார் தங்களின் கணவரின் மரணத்திற்குப் பிறகு என்ன உறுதிமொழி எடுத்துக் கொண்டார்கள்?",
    "options": [
      "ஆங்கிலேயர்களைத் தோற்கடித்து சிவகங்கையை மீட்பது",
      "திண்டுக்கல் கோட்டையை கைப்பற்றுவது",
      "ஐதர் அலியை சந்தித்து உதவி கேட்பது",
      "மைசூர் மன்னரை அணுகி கூட்டுப் படை அமைப்பது"
    ],
    "answer": "A",
    "additional_context": "காளையார்கோவிலில் நடைபெற்ற போரில் முத்துவடுகநாதர் ஆங்கிலேயரால் நயவஞ்சகமாகக் கொல்லப்பட்டார். வேலுநாச்சியார் ஆங்கிலேயரை வென்று சிவகங்கையை மீட்க உறுதி பூண்டார்."
  }
]
