[
          
  {
    
          "description": "காமராசருக்குச் செய்யப்பட்ட சிறப்புகளில் பின்வரும் எது உண்மையானது?",
          "options": [
      "சென்னை உள்நாட்டு விமான நிலையத்திற்கு காமராசர் பெயர் சூட்டப்பட்டதும், மதுரைப் பல்கலைக்கழகத்திற்கு மதுரை காமராசர் பல்கலைக்கழகம் எனப் பெயர் சூட்டப்பட்டதும் உண்மை.",
      "மதுரைப் பல்கலைக்கழகத்திற்கு மதுரை காமராசர் பல்கலைக்கழகம் எனப் பெயர் சூட்டப்பட்டது, ஆனால் சென்னை உள்நாட்டு விமான நிலையத்திற்கு காமராசர் பெயர் சூட்டப்படவில்லை.",
      "சென்னை உள்நாட்டு விமான நிலையத்திற்கு காமராசர் பெயர் சூட்டப்பட்டது, ஆனால் மதுரைப் பல்கலைக்கழகத்திற்கு மதுரை காமராசர் பல்கலைக்கழகம் எனப் பெயர் சூட்டப்படவில்லை.",
      "மதுரைப் பல்கலைக்கழகத்திற்கு மதுரை காமராசர் பல்கலைக்கழகம் எனப் பெயர் சூட்டப்பட்டது, ஆனால் காமராசர் வாழ்ந்த சென்னை இல்லம் அரசுடைமை ஆக்கப்படவில்லை."
    ],
    "answer": "A",
    
          "additional_context": "காமராசர் வாழ்ந்த சென்னை மற்றும் விருதுநகர் இல்லங்கள் அரசுடைமை ஆக்கப்பட்டு நினைவு இல்லங்களாக மாற்றப்பட்டன. சென்னை உள்நாட்டு விமான நிலையத்திற்குக் காமராசர் பெயர் சூட்டப்பட்டுள்ளது. மதுரைப் பல்கலைக்கழகத்திற்கு மதுரை காமராசர் பல்கலைக்கழகம் எனப் பெயர் சூட்டப்பட்டுள்ளது. எனவே இந்த மூன்று விஷயங்களும் உண்மை."
          }
        ,
          
  {
    
          "description": "பள்ளிக்கூடம் செல்லாததற்கு ஆடு மேய்க்கும் சிறுவர்கள் கூறிய காரணம் காமராசருக்கு என்ன உணர்வை ஏற்படுத்தியிருக்கும்?",
          "options": [
      "அவர் சிறுவர்களின் மீது கோபப்பட்டிருப்பார்.",
      "அவர் சிறுவர்களின் மீது பரிதாபம் கொண்டிருப்பார்.",
      "அவர் கல்வியின் அவசியத்தை உணர்ந்திருப்பார்.",
      "அவர் ஊரில் பள்ளிக்கூடம் அமைக்க வேண்டும் என்ற ஆர்வத்தைப் பெற்றிருப்பார்."
    ],
    "answer": "D",
    
          "additional_context": "காமராசர் ஆடு மேய்த்துக்கொண்டிருந்த சிறுவர்களிடம் 'பள்ளிக்கூடமா? அதெல்லாம் எங்க ஊரில் கிடையாது' என்று கேட்டபோது, அவர் உடனடியாக 'அப்படியா? உங்க ஊரில் ஒரு பள்ளிக்கூடம் இருந்தா நீங்கள் எல்லாரும் படிப்பீங்களா?' என்று கேட்டார். சிறுவர்கள் உற்சாகமாக 'ஓ! படிப்போமே!' என்றனர். இதன் மூலம் காமராசருக்கு ஊரில் ஒரு பள்ளிக்கூடம் அமைக்க வேண்டும் என்ற ஆர்வம் ஏற்பட்டது என்பதை நாம் அறிந்துகொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "காமராசரின் கல்விப்பணிகளில் எது சமுதாயத்தில் ஏற்றத்தாழ்வை குறைக்க உதவியிருக்கும்?",
          "options": [
      "அவர் மதிய உணவுத் திட்டத்தை அறிமுகப்படுத்தியது.",
      "அவர் பள்ளிச்சீரமைப்பு மாநாடுகளை நடத்தியது.",
      "அவர் பள்ளிகளில் சீருடைத் திட்டத்தை அறிமுகப்படுத்தியது.",
      "அவர் புதிய கல்வி நிறுவனங்களைத் தொடங்கியது."
    ],
    "answer": "B",
    
          "additional_context": "காமராசர் பள்ளிகளில் சீருடைத் திட்டத்தை அறிமுகப்படுத்தி, அனைத்து குழந்தைகளும் சமமாக கல்வி கற்க உதவியுள்ளார். இதன் மூலம் பள்ளியில் வரும் மாணவர்களிடையே ஏற்றத்தாழ்வை நீக்க முயற்சித்துள்ளார்."
          }
        ,
          
  {
    
          "description": "பரமக்குடி தரைப்பாலத்தைப் பார்த்த போது காமராசர் கேட்ட கேள்வி எதைக் காட்டுகிறது?",
          "options": [
      "அவர் ஒரு பொறியாளர்.",
      "அவர் மாணவர்களின் பயணச் சிரமத்தை கவலைப்படுகிறார்.",
      "அவர் புதிய பாலங்களை கட்ட வேண்டும் என்று விரும்புகிறார்.",
      "அவர் கல்வித்துறையின் விதிகளைப் பற்றி தெரியாது."
    ],
    "answer": "B",
    
          "additional_context": "காமராசர் பரமக்குடி தரைப்பாலத்தைப் பார்த்த போது, உடன் வந்த கல்வி அதிகாரியிடம் 'இந்தக் காட்டாற்றில் தண்ணீர் போகும் போது, இந்தப் பக்கத்து மாணவர்கள் எப்படிப் பள்ளிக்கூடத்திற்குப் போவார்கள்?' என்று கேட்டார். இதன் மூலம் மாணவர்களின் பயணச் சிரமத்தை அவர் கவலைப்படுகிறார் என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "காமராசர்  'கல்விக் கண் திறந்தவர்' என அழைக்கப்படுவதற்கு முக்கிய காரணம் என்ன?",
          "options": [
      "அவர் பல கல்வி நிறுவனங்களைத் தொடங்கினார்.",
      "அவர் கல்வியின் முக்கியத்துவத்தை உணர்ந்து அதைப் பரப்பினார்.",
      "அவர்  மாணவர்களுக்கு இலவசக் கல்வியை வழங்கினார்.",
      "அவர் கல்வியின் மீது ஆர்வம் கொண்டிருந்தார்."
    ],
    "answer": "B",
    
          "additional_context": "காமராசர் கல்வியின் முக்கியத்துவத்தை உணர்ந்து, அதைப் பரப்பி, அனைத்து குழந்தைகளும் கல்வி கற்க வேண்டும் என்ற எண்ணத்தில் பல பணிகளை மேற்கொண்டார். ஆகவே அவர் 'கல்விக் கண் திறந்தவர்' என்று போற்றப்படுகிறார்."
          }
        ]