[
          
  {
    
          "description": "'அன்பிற்கும் உண்டோ அடைக்கும்தாழ் ஆர்வலர் புன்கண்நீர் பூசல் தரும்' - இந்தக் குறட்பா அன்பின் எந்தப் பண்பை விளக்குகிறது?",
          "options": [
      "அன்பு மிகவும் வலிமையானது",
      "அன்புடையவர்கள் கண்ணீர் விடுவார்கள்",
      "அன்பு மிகவும் தூய்மையானது",
      "அன்புடையவர்கள் தங்கள் உணர்வுகளை வெளிப்படுத்துவார்கள்"
    ],
    "answer": "D",
    
          "additional_context": "அன்பிற்கும் உண்டோ அடைக்கும் தாழ், ஆர்வலர் புன்கண் நீர் பூசல் தரும் - இந்தக் குறட்பா அன்பின் பண்புகளை விளக்குகிறது. நாம் அன்பை மிகவும் வலியுறுத்துவோம். அதேபோல நம்மைப் பிரியும்போது வலியுறுத்துவது கண்ணீர்.  இருவரும் சந்தித்துப் பிரியும் போது, கண்ணீர் மல்க நமது மனம் துளிர்க்கும். அன்பை வெளிப்படுத்தும் உணர்ச்சி எது? கண்ணீர்.  கண்ணீர் என்பது அன்பை வெளிப்படுத்தும் உணர்ச்சி. இந்தக் குறட்பா அன்புடையவர்கள் தங்கள் உணர்வுகளை வெளிப்படுத்துவார்கள் என்ற கருத்தை விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'விருந்து புறத்ததாத் தானுண்டல் சாவா மருந்துஎனினும் வேண்டற்பாற்று அன்று' - இந்தக் குறட்பா விருந்தோம்பலின் எந்தப் பண்பை வலியுறுத்துகிறது?",
          "options": [
      "விருந்தோம்பல் என்பது மிகவும் முக்கியமானது",
      "விருந்தினரைப் போற்றுவது அவசியம்",
      "விருந்தினருக்கு நல்ல உணவு கொடுப்பது கடமை",
      "விருந்தினர் வந்தால் தானும் உண்ணக்கூடாது"
    ],
    "answer": "C",
    
          "additional_context": "விருந்து புறத்ததாத் தானுண்டல் சாவா மருந்து எனினும் வேண்டற்பாற்று அன்று -  இந்தக் குறட்பா விருந்தோம்பல் என்பது மிகவும் முக்கியமானது என்பதை எடுத்துரைக்கிறது. விருந்தோம்பல் என்பது மிகவும் முக்கியமானது. அதைவிட முக்கியமானது விருந்தினருக்கு நல்ல உணவு கொடுப்பது.  விருந்தினர் வந்தால் தானும் உண்ணக்கூடாது என்ற எண்ணம் இருக்கக் கூடாது.   விருந்தினருக்கு நல்ல உணவு கொடுப்பது கடமை என்பதை இந்தக் குறட்பா வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'இன்சொலால் ஈரம் அளைஇப் படிறுஇலவாம் செம்பொருள் கண்டார்வாய்ச் சொல்' - இந்தக் குறட்பா நல்ல சொல்லின் எந்தப் பண்பை விளக்குகிறது?",
          "options": [
      "நல்ல சொல் மனதைத் தூய்மைப்படுத்தும்",
      "நல்ல சொல் மனதை இனிமைப்படுத்தும்",
      "நல்ல சொல் உண்மையானது",
      "நல்ல சொல் புரிந்துகொள்ள எளிதானது"
    ],
    "answer": "A",
    
          "additional_context": "இன்சொலால் ஈரம் அளைஇப் படிறு இலவாம் செம்பொருள் கண்டார் வாய்ச் சொல் -  இந்தக் குறட்பா நல்ல சொல்லின் பண்புகளை விளக்குகிறது.  இன்சொல் என்பது மனதைத் தூய்மைப்படுத்தும் ஒரு பண்பு.   இன்சொல்  நம்மை ஒரு நல்லவழியில் அழைத்துச் செல்லும்.  நம்மை தூய்மைப்படுத்தும்.  எல்லாப் பொருளையும் நல்ல விதமாகப் பார்க்கும் பார்வையைத் தரும். இந்தக் குறட்பா  நல்ல சொல் மனதைத் தூய்மைப்படுத்தும் என்ற கருத்தை விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'நயனிலன் என்பது சொல்லும் பயன்இல பாரித்து உரைக்கும் உரை' - இந்தக் குறட்பா நயமில்லாத சொல்லின் எந்தக் குணத்தை விளக்குகிறது?",
          "options": [
      "நயமில்லாத சொல் பயனற்றது",
      "நயமில்லாத சொல் மனதைப் புண்படுத்தும்",
      "நயமில்லாத சொல் கேட்க இனிமையற்றது",
      "நயமில்லாத சொல் பொய் சொல்லும்"
    ],
    "answer": "A",
    
          "additional_context": "நயனிலன் என்பது சொல்லும் பயன் இல பாரித்து உரைக்கும் உரை -   இந்தக் குறட்பா நயமில்லாத சொல்லின் குணத்தை விளக்குகிறது.   நயமில்லாத சொல் என்பது பயனற்றது.  அது நம் மனதிற்கு இன்பத்தைத் தராது.  அந்தச் சொல்லை நாம் புரிந்துகொள்ள மாட்டோம். நம் மனதிற்கு ஒரு பயனும் கிடைக்காது.  நயமில்லாத சொல் பயனற்றது என்பதை இந்தக் குறட்பா விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'வறியார்க்குஒன்று ஈவதே ஈகைமற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து' - இந்தக் குறட்பா ஈதலின் எந்தக் கருத்தை வலியுறுத்துகிறது?",
          "options": [
      "ஈதல் என்பது தெய்வீகமானது",
      "ஈதல் பாவங்களை நீக்கும்",
      "ஈதல் ஏழைகளுக்கு உதவுவது",
      "ஈதல் மிகவும் முக்கியமானது"
    ],
    "answer": "C",
    
          "additional_context": "வறியார்க்கு ஒன்று ஈவதே ஈகை மற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து - இந்தக் குறட்பா ஈதலின் கருத்தை வலியுறுத்துகிறது.  ஈதல் என்பது தெய்வீகமானது.   ஈதல் பாவங்களை நீக்கும்.  ஈதல் மிகவும் முக்கியமானது.   ஆனால் இவற்றை விட முக்கியமானது ஈதல் ஏழைகளுக்கு உதவுவது.  ஏழைகளுக்கு உதவுவது  நம் கடமை.  இந்தக் குறட்பா ஈதல் ஏழைகளுக்கு உதவுவது என்ற கருத்தை வலியுறுத்துகிறது."
          }
        ]