
[
  {
    "description": "கதைப்பகுதியில் 'இரதக் கோவில்' என்று குறிப்பிடப்பட்டுள்ளது. இரதக் கோவிலின் மற்றொரு பெயர் எது?",
    "options": [
      "a) பஞ்சபாண்டவர் இரதம்",
      "b) அர்ச்சுனன் தபசு",
      "c) ஒற்றைக்கல் யானை",
      "d) கடற்கரைக் கோவில்"
    ],
    "answer": "A",
    "additional_context": "கதைப்பகுதியில் மாமல்லர் கயலிடம் இரதக் கோவிலைப் பற்றி விளக்குகிறார். அவர்  ஒரே பாறையில் செதுக்கிச் செய்யப்பட்ட கோவில் இது. இரதம் (தேர்) போன்ற வடிவத்தில் இருக்கிறது. அதனால் இதனை இரதக் கோவில் என்று அழைக்கிறார்கள் என்கிறார்.  மேலும் ஐந்து இரதங்கள் இருப்பதால் இவ்விடத்திற்குப் பஞ்சபாண்டவர் இரதம் என்று பெயர் என்கிறார்."
  },
  {
    "description": "கதையில், மாமல்லர்  மற்றும் கயல் 'புடைப்புச் சிற்பங்கள்' பற்றி பேசுகிறார்கள். புடைப்புச் சிற்பங்கள் எதில் செதுக்கப்படுகின்றன?",
    "options": [
      "a) மரம்",
      "b) களிமண்",
      "c)  பாறை",
      "d) வெண்கலம்"
    ],
    "answer": "C",
    "additional_context": "கயல் அர்ச்சுனன் தபசுச் சிலைக்கு அருகில் வந்து நின்றபோது அங்குப் பாறையில் இருந்த சிற்பங்களைக் கண்டு வியந்து போனாள்.  அந்த இடத்தில் இருந்த பாறைகளிலும் நூற்று ஐம்பதுக்கும் மேற்பட்ட சிற்பங்கள் உள்ளன என  மாமல்லர் கூறுகிறார். இவற்றுக்குப் புடைப்புச் சிற்பங்கள் என்று பெயர் என்றும் கூறுகிறார்."
  },
  {
    "description": "'அகாயகங்கை பூமிக்கு வருவது போல' என்று கதையில் குறிப்பிடப்பட்டுள்ளது. இது எதைக் குறிக்கிறது?",
    "options": [
      "a) அர்ச்சுனன் தபசுப் பாறையின் மீது உள்ள அனைத்து சிற்பங்களையும்",
      "b) அர்ச்சுனன் தபசுப் பாறையில் உள்ள நீர் வடிந்த தடத்தை",
      "c) மாமல்லபுரத்தில் உள்ள கடற்கரையை ",
      "d) மாமல்லபுரத்தில் உள்ள அனைத்து குகைக்கோவில்களையும்"
    ],
    "answer": "B",
    "additional_context": "கயல் அர்ச்சுனன் தபசுப் பாறையைப் பற்றி விளக்குகையில்  அர்ச்சுனன் தபசுப் பாறையின் இரு பாறைகளுக்கு இடையில் நீர் வடிந்து வந்த தடத்தைப் பார்த்து  'அங்கே ஆகாயகங்கை பூமிக்கு வருவது போல அமைக்கப்பட்டுள்ளது. மழைக்காலத்தில் இதன் வழியாக மழைநீர் பாய்ந்து வரும். அப்போது உண்மையிலேயே கங்கை ஓடி வருவதைப் போல இருக்கும்' என்கிறாள்."
  },
  {
    "description": "மாமல்லர் என்னும் பெயர் இவ்வூருக்கு எப்படி வந்தது?",
    "options": [
      "a)  மாமல்லர் இவ்வூரைத் தனது தந்தைக்காக உருவாக்கியதால்",
      "b)  மாமல்லர் இவ்வூருக்குத் தனது பெயரை வைத்ததால்",
      "c)  மாமல்லர் இவ்வூரைத் தனது மகனுக்குப் பரிசாகக் கொடுத்ததால்",
      "d)  மாமல்லர் இவ்வூரைத் தனது படைத்தளமாகப் பயன்படுத்தியதால்"
    ],
    "answer": "B",
    "additional_context": "கயல்  இவ்வூரின் பெயரைப் பற்றி கேட்கும்போது  மாமல்லர் 'ஆம் கயல். இந்த ஊர் உருவாக எனது கேள்விதான் காரணம் என்பதால் என் தந்தை என் பெயரையே இந்த ஊருக்கு வைத்துவிட்டார். இக்காலத்தில் இவ்வூரை மகாபலிபுரம் எனவும் அழைக்கிறார்கள்' என விளக்குகிறார்."
  },
  {
    "description": "'நூற்று ஐம்பதுக்கும் மேற்பட்ட சிற்பங்கள்' என்று கதையில் குறிப்பிடப்பட்டுள்ளது. இது எதைக் குறிக்கிறது?",
    "options": [
      "a)  மாமல்லபுரத்தில் உள்ள அனைத்து சிற்பங்களையும்",
      "b)  அர்ச்சுனன் தபசுப் பாறையில் உள்ள சிற்பங்களை மட்டும்",
      "c)  பஞ்சபாண்டவர் இரதத்தில் உள்ள சிற்பங்களை மட்டும்",
      "d)  குகைக்கோவில்களில் உள்ள சிற்பங்களை மட்டும்"
    ],
    "answer": "B",
    "additional_context": "கயல் 'அதில் ஒருவர் கண்களை மூடி, இரு கைகளையும் உயர்த்தி, வணங்குவது போல ஒரு சிற்பம் உள்ளது. அவரது உடல் மெலிந்து, எலும்புகளும் நரம்புகளும் வெளியே தெரிவது போல அழகாகச் செதுக்கப்பட்டுள்ளது' என்கிறாள். அர்ச்சுனன் தவம் செய்யும் காட்சி இது. இந்தச் சிற்பம் உள்ளதால்தான், இப்பாறைக்கு 'அர்ச்சுனன் தபசு' என்று பெயர். இதனைப் 'பகீரதன் தவம்' என்றும் கூறுவர் என மாமல்லர் கூறுகிறார்."
  }
]
