[
          
  {
    
          "description": "“பறவை இல்லாமல் உலகம் இல்லை” என்ற பழமொழியின் பொருள் என்ன? அதைப் போன்ற பொருள் கொண்ட, ஆனால் ஒலி வேறுபாடான ஒரு பழமொழி எது?",
          "options": [
      "பறவை இல்லாமல் உலகம் இருக்காது. “புல்லில்லா பூக்கள் இல்லை”",
      "பறவைகள் இல்லாமல் உலகம் வெறுமையாக இருக்கும். “புலி இல்லாமல் காடு இல்லை.”",
      "பறவைகள் இல்லாமல் உலகம் மகிழ்ச்சியற்றதாக இருக்கும். “புல் இல்லாமல் புழு இல்லை.”",
      "பறவைகள் இல்லாமல் உலகம் அமைதியானதாக இருக்கும். “பூ இல்லாமல் தேன் இல்லை.”"
    ],
    "answer": "A",
    
          "additional_context": "“பறவை இல்லாமல் உலகம் இல்லை” என்ற பழமொழி, உலகில் பறவைகளின் முக்கியத்துவத்தையும், அவற்றின் இருப்பால் ஏற்படும் மகிழ்ச்சியையும், இயற்கையின் சமநிலையையும் எடுத்துரைக்கிறது. பறவைகள் இல்லையென்றால், இயற்கை காட்சிகளும், இயற்கையின் இனிமையும் குறைந்துவிடும். அவை இல்லாமல் உலகம் இருக்காது. இதற்கு ஒத்த பொருள் கொண்ட பழமொழி “புல்லில்லா பூக்கள் இல்லை.” என்பதாகும். ஏனெனில், புல் இல்லையென்றால் பூக்கள் வளராது.  இயற்கையில் ஒவ்வொரு உயிரினமும் ஒன்றோடொன்று இணைந்திருப்பதை இந்த பழமொழி உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "பின்வரும் எந்த விருப்பத்தில் தரப்பட்டுள்ள வாக்கியங்கள் 'பல நாள்களாக மழை பெய்யாததால் பயிர்கள் வாடின.'  என்ற வாக்கியத்தை இரண்டு வாக்கியங்களாகப் பிரித்து எழுதப்பட்டிருக்கிறது?",
          "options": [
      "அ) பல நாள்களாக மழை பெய்யவில்லை. பயிர்கள் வாடின.",
      "ஆ) பல நாள்களாக மழை பெய்யாததால். பயிர்கள் வாடின.",
      "இ) பல நாள்களாக மழை பெய்யவில்லை. பயிர்கள் வாடியதால்.",
      "ஈ) பல நாள்களாக மழை பெய்யாததால். பயிர்கள் வாடின."
    ],
    "answer": "A",
    
          "additional_context": "ஒரு வாக்கியத்தில் இரண்டு அல்லது அதற்கு மேற்பட்ட தொடர்கள் இருக்கும்போது, அவற்றைப் பிரித்து எழுதலாம்.  இதில் 'பல நாள்களாக மழை பெய்யாததால் பயிர்கள் வாடின.' என்ற வாக்கியத்தில் இரண்டு தொடர்கள் உள்ளன. அவை 'பல நாள்களாக மழை பெய்யாததால்' மற்றும் 'பயிர்கள் வாடின' என்பவை.  இந்தத் தொடர்களைப் பிரித்து எழுதும்போது, 'பல நாள்களாக மழை பெய்யவில்லை'  மற்றும்  'பயிர்கள் வாடின'  என்று எழுத வேண்டும். 'பல நாள்களாக மழை பெய்யாததால்' என்ற தொடர் காரணத்தைக் குறிப்பிடுகிறது. 'பயிர்கள் வாடின' என்ற தொடர் விளைவைக் குறிப்பிடுகிறது. 'பல நாள்களாக மழை பெய்யாததால் பயிர்கள் வாடின'  என்ற வாக்கியத்தை இரண்டு வாக்கியங்களாகப் பிரித்து எழுதிய விருப்பம்  'அ) பல நாள்களாக மழை பெய்யவில்லை. பயிர்கள் வாடின.'  என்பதாகும். 'பல நாள்களாக மழை பெய்யாததால் பயிர்கள் வாடின.'  என்பதற்கு 'பல நாள்களாக மழை பெய்யாததால் பயிர்கள் வாடின.' என்பது சரியானதல்ல. 'பல நாள்களாக மழை பெய்யவில்லை. பயிர்கள் வாடின.' என்பது சரியானதல்ல. 'பல நாள்களாக மழை பெய்யாததால். பயிர்கள் வாடின.'  என்பது சரியானதல்ல.  'பல நாள்களாக மழை பெய்யவில்லை. பயிர்கள் வாடியதால்.'  என்பது சரியானதல்ல."
          }
        ,
          
  {
    
          "description": "'இலக்கியா இனிமையாகப் பாடியதால் பரிசு பெற்றாள்' என்ற வாக்கியத்தில்  'பாடியதால்' என்ற சொல் என்ன செயலை குறிக்கிறது?",
          "options": [
      "அ) இலக்கியா பாடியதற்கான காரணம்",
      "ஆ) இலக்கியா பாடிய முறை",
      "இ) இலக்கியா பாடிய விதம்",
      "ஈ) இலக்கியா பாடிய நேரம்"
    ],
    "answer": "A",
    
          "additional_context": "“இலக்கியா இனிமையாகப் பாடியதால் பரிசு பெற்றாள்” என்ற வாக்கியத்தில்  “பாடியதால்” என்ற சொல் இலக்கியா பரிசு பெற்றதற்கான காரணத்தைக் குறிக்கிறது.  அதாவது, இலக்கியா இனிமையாகப் பாடியதன் காரணமாகவே அவளுக்கு பரிசு கிடைத்தது. இது  காரண-விளைவு தொடர்பைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "  'கபிலன் வேலை செய்ததால் களைப்பாக இருக்கிறான்.'  என்ற வாக்கியத்தை இரண்டு வாக்கியங்களாகப் பிரித்து எழுது.",
          "options": [
      "அ) கபிலன் வேலை செய்தான். களைப்பாக இருக்கிறான்.",
      "ஆ) கபிலன் வேலை செய்தான். களைப்பாக இருக்கிறான்.",
      "இ) கபிலன் வேலை செய்ததால். களைப்பாக இருக்கிறான்.",
      "ஈ) கபிலன் வேலை செய்தான். களைப்பாக இருந்தான்."
    ],
    "answer": "A",
    
          "additional_context": "'கபிலன் வேலை செய்ததால் களைப்பாக இருக்கிறான்.' என்ற வாக்கியத்தில்  'வேலை செய்ததால்' என்ற சொல் காரணத்தைக் குறிக்கிறது. 'களைப்பாக இருக்கிறான்'  என்ற சொல் விளைவைக் குறிக்கிறது. இந்த வாக்கியத்தை இரண்டு வாக்கியங்களாகப் பிரித்து எழுதும்போது காரணம் மற்றும் விளைவு என்ற இரு அம்சங்களையும் பிரித்து எழுத வேண்டும்.  'கபிலன் வேலை செய்தான். களைப்பாக இருக்கிறான்.'  என்பதுதான் இந்த வாக்கியத்தை இரண்டு வாக்கியங்களாகப் பிரித்து எழுதிய சரியான முறை."
          }
        ,
          
  {
    
          "description": "'பரந்து விரிந்து இருப்பதால் கடலுக்குப் **___** என்று பெயர்'  என்ற வாக்கியத்தை நிரப்புக.  பின்வரும் எந்த விருப்பத்தில் சரியான சொல் தரப்பட்டுள்ளது?",
          "options": [
      "அ) பறவை",
      "ஆ) பரவை",
      "இ) பறை",
      "ஈ) பறவை"
    ],
    "answer": "B",
    
          "additional_context": "கடல் பரந்து விரிந்து இருப்பதால், அதற்கு “பரவை” என்று பெயர்.  “பறவை” என்ற சொல் பறக்கும் உயிரினத்தைக் குறிக்கும். “பறை” என்ற சொல் ஒரு வகையான வாத்தியத்தைக் குறிக்கும்.  “பரவை” என்ற சொல்லும்  “பறவை” என்ற சொல்லும் ஒலி அடிப்படையில் ஒத்திருந்தாலும் பொருள் வேறுபடும்.  “பரவை” என்ற சொல் பெரும்பாலும் கடலைக் குறிக்கும். “பறவை” என்ற சொல் பறக்கும் உயிரினத்தைக் குறிக்கும்.  சரியான சொல் “பரவை” என்பதால், “பரந்து விரிந்து இருப்பதால் கடலுக்குப் **பரவை** என்று பெயர்” என்ற வாக்கியத்தில் “பரவை” என்ற சொல்லை நிரப்ப வேண்டும்."
          }
        ]