
[
  {
    "description": "சொல்லின் முதலில் வராத எழுத்துகளைப் பற்றிய பகுதியைப் படியுங்கள்:\n\n> * மெய்யெழுத்துகள் பதினெட்டும் சொல்லின் முதலில் வாரா.\n> * ட,ண,ர,ல,ழ,ள,ற,ன ஆகிய எட்டு உயிர்மெய் எழுத்துகளின் வரிசையில் ஓர் எழுத்து கூடச் சொல்லின் முதலில் வராது.\n> * ஆய்த எழுத்து சொல்லின் முதலில் வராது.\n> * ங, ஞ, ய, வ ஆகிய உயிர்மெய் எழுத்து வரிசைகளில் மொழி முதலில் வருவதாகக் குறிப்பிடப்பட்ட எழுத்துகள் தவிர பிற எழுத்துகள் சொல்லின் முதலில் வாரா.\n\n**கீழ்க்கண்டவற்றுள் எந்த சொல் தமிழ் மொழி நியதியைப் பின்பற்றி எழுதப்பட்டுள்ளது?**\n\n(அ) ரங்கன்\n(ஆ) ட்ரெய்ன்\n(இ) லண்டன்\n(ஈ) ஃப்ரான்ஸ்",
    "options": [
      "ரங்கன்",
      "ட்ரெய்ன்",
      "லண்டன்",
      "ஃப்ரான்ஸ்"
    ],
    "answer": "C",
    "additional_context": "தமிழ் மொழியில், சொற்கள் நாம் எளிதாக ஒலிக்கும் வகையில் உருவானவை. வேற்று மொழிச்சொற்களைப் பேசுகையில் நமக்குத் தடுமாற்றம் ஏற்படுகிறது. நம் மொழியின் சொற்களின் இயல்பையும் மரபையும் அறிந்து கொள்வது தேவையானது. சொல்லின் முதலிலும் இடையிலும் இறுதியிலும் எந்தெந்த எழுத்துகள் வரும் என்பதை அறிந்து கொள்வதால் மொழியை நன்கு பேசமுடியும்.\n\nசொல்லின் முதலில் வராத எழுத்துகள் பற்றி தெரிந்து கொள்வோம். மெய்யெழுத்துகள் பதினெட்டும் சொல்லின் முதலில் வாரா. ட,ண,ர,ல,ழ,ள,ற,ன ஆகிய எட்டு உயிர்மெய் எழுத்துகளின் வரிசையில் ஓர் எழுத்து கூடச் சொல்லின் முதலில் வராது. ஆய்த எழுத்து சொல்லின் முதலில் வராது. ங, ஞ, ய, வ ஆகிய உயிர்மெய் எழுத்து வரிசைகளில் மொழி முதலில் வருவதாகக் குறிப்பிடப்பட்ட எழுத்துகள் தவிர பிற எழுத்துகள் சொல்லின் முதலில் வாரா. டமாரம், ரம்பம், லண்டன். ஃப்ரான்ஸ், டென்மார்க், போன்றவை பிறமொழிச் சொற்கள். இவற்றைத் தமிழில் ஒலி பெயர்த்து எழுதுகிறோம்."
  },
  {
    "description": "சொல்லின் இறுதியில் வரும் எழுத்துகளைப் பற்றிய பகுதியைப் படியுங்கள்:\n\n> * உயிர் எழுத்துகள் பன்னிரண்டும் மெய்யுடன் இணைந்து உயிர்மெய்யாக மட்டுமே மொழி இறுதியில் வரும்.\n> * ஞ், ண், ந், ம், ய்,ர், ல், வ், ழ், ள், ன் ஆகிய மெய்யெழுத்துகள் பதினொன்றும் மொழியின் இறுதியில் வரும். (உரிஞ், வெரிந், அவ்)\n\n**கீழ்க்கண்டவற்றுள் எந்த சொல் தமிழ் மொழி நியதியைப் பின்பற்றி எழுதப்பட்டுள்ளது?**\n\n(அ) நந்தன்\n(ஆ) சரத்\n(இ) கார்த்திக்\n(ஈ) சுஜித்",
    "options": [
      "நந்தன்",
      "சரத்",
      "கார்த்திக்",
      "சுஜித்"
    ],
    "answer": "A",
    "additional_context": "சொல்லின் இறுதியில் வரும் எழுத்துகள் பற்றி தெரிந்து கொள்வோம். உயிர் எழுத்துகள் பன்னிரண்டும் மெய்யுடன் இணைந்து உயிர்மெய்யாக மட்டுமே மொழி இறுதியில் வரும். ஞ், ண், ந், ம், ய்,ர், ல், வ், ழ், ள், ன் ஆகிய மெய்யெழுத்துகள் பதினொன்றும் மொழியின் இறுதியில் வரும். (உரிஞ், வெரிந், அவ்)"
  },
  {
    "description": "மொழி இறுதியாகா எழுத்துகளைப் பற்றிய பகுதியைப் படியுங்கள்:\n\n> * சொல்லின் இறுதியில் உயிரெழுத்துகள் தனித்து வருவதில்லை.\n> * உயிர் எழுத்துகள் மெய்யெழுத்துடன் இணைந்து உயிர்மெய்யாக மட்டுமே சொல்லின் இறுதியில் வரும்.\n> * அளபெடை எழுத்துகளில் இடம் பெறும் போது உயிர் எழுத்துகள் சொல்லின் இறுதியில் வரும்.\n> * ஆய்த எழுத்து சொல்லின் இறுதியில் வராது.\n> * க், ங், ச், ட், த், ப், ற் ஆகிய ஏழு மெய் எழுத்துகளும் சொல்லின் இறுதியில் வருவதில்லை.\n> * உயிர்மெய் எழுத்துகளுள் 'ங' எழுத்து வரிசை சொல்லின் இறுதியில் வராது.\n\n**கீழ்க்கண்டவற்றுள் எந்த சொல் தமிழ் மொழி நியதியைப் பின்பற்றி எழுதப்பட்டுள்ளது?**\n\n(அ) மங்கம்\n(ஆ) சங்கம்\n(இ)  சங்கம்\n(ஈ) நங்கம்",
    "options": [
      "மங்கம்",
      "சங்கம்",
      "சங்கம்",
      "நங்கம்"
    ],
    "answer": "C",
    "additional_context": "மொழியின் இறுதியாக வராத எழுத்துகள் பற்றி தெரிந்து கொள்வோம். சொல்லின் இறுதியில் உயிரெழுத்துகள் தனித்து வருவதில்லை. உயிர் எழுத்துகள் மெய்யெழுத்துடன் இணைந்து உயிர்மெய்யாக மட்டுமே சொல்லின் இறுதியில் வரும். அளபெடை எழுத்துகளில் இடம் பெறும் போது உயிர் எழுத்துகள் சொல்லின் இறுதியில் வரும். ஆய்த எழுத்து சொல்லின் இறுதியில் வராது. க், ங், ச், ட், த், ப், ற் ஆகிய ஏழு மெய் எழுத்துகளும் சொல்லின் இறுதியில் வருவதில்லை. உயிர்மெய் எழுத்துகளுள் 'ங' எழுத்து வரிசை சொல்லின் இறுதியில் வராது. கார்த்திக், ஹாங்காங், சுஜித், ஜாங்கிரி, திலீப், மியூனிச் போன்ற பிறமொழிப் பெயர்ச்சொற்களில் இவ்வெழுத்துகள் இறுதி எழுத்துகளாக இடம்பெறுவதுண்டு."
  },
  {
    "description": "கீழே கொடுக்கப்பட்ட சொற்களில் எது/எவை தமிழ் மொழியின்  சொல்  இயல்புக்கு  எதிர்மாறாக உள்ளன?",
    "options": [
      "அ) ணந்தம்",
      "ஆ) டமாரம்",
      "இ) யாவரும்",
      "ஈ) லண்டன்"
    ],
    "answer": [
      "B",
      "D"
    ],
    "additional_context": "தமிழ் மொழியில், சொற்கள் நாம் எளிதாக ஒலிக்கும் வகையில் உருவானவை. வேற்று மொழிச்சொற்களைப் பேசுகையில் நமக்குத் தடுமாற்றம் ஏற்படுகிறது. நம் மொழியின் சொற்களின் இயல்பையும் மரபையும் அறிந்து கொள்வது தேவையானது. சொல்லின் முதலிலும் இடையிலும் இறுதியிலும் எந்தெந்த எழுத்துகள் வரும் என்பதை அறிந்து கொள்வதால் மொழியை நன்கு பேசமுடியும்.\n\nசொல்லின் முதலில் வராத எழுத்துகள் பற்றி தெரிந்து கொள்வோம். மெய்யெழுத்துகள் பதினெட்டும் சொல்லின் முதலில் வாரா. ட,ண,ர,ல,ழ,ள,ற,ன ஆகிய எட்டு உயிர்மெய் எழுத்துகளின் வரிசையில் ஓர் எழுத்து கூடச் சொல்லின் முதலில் வராது. ஆய்த எழுத்து சொல்லின் முதலில் வராது. ங, ஞ, ய, வ ஆகிய உயிர்மெய் எழுத்து வரிசைகளில் மொழி முதலில் வருவதாகக் குறிப்பிடப்பட்ட எழுத்துகள் தவிர பிற எழுத்துகள் சொல்லின் முதலில் வாரா. டமாரம், ரம்பம், லண்டன். ஃப்ரான்ஸ், டென்மார்க், போன்றவை பிறமொழிச் சொற்கள். இவற்றைத் தமிழில் ஒலி பெயர்த்து எழுதுகிறோம்."
  },
  {
    "description": "\"ஞ\" வரிசையில் உள்ள எந்த எழுத்து/எழுத்துகள் மொழி முதலில் வரலாம்?",
    "options": [
      "அ) ஞ, ஞா, ஞு, ஞூ",
      "ஆ) ஞ, ஞா, ஞெ, ஞொ",
      "இ) ஞ, ஞா, ஞே, ஞோ",
      "ஈ) ஞ, ஞே, ஞோ, ஞௌ"
    ],
    "answer": "B",
    "additional_context": "சொல்லின் முதலில் வரும் எழுத்துகளைப் பற்றிப் பார்ப்போம்.  ஞ - வரிசையில் ஞ, ஞா, ஞெ, ஞொ ஆகிய நான்கு எழுத்துகளும் சொல்லின் முதலில் வரும்."
  }
]
