
[
  {
    "description": "நூலகத்தில் தொடர்ந்து படித்து உயர்ந்தவர்களுள் யார் இல்லை?",
    "options": [
      "அறிஞர் அண்ணா",
      "ஜவஹர்லால் நேரு",
      "அண்ணல் அம்பேத்கர்",
      "வள்ளலார்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கேள்வியை கவனியுங்கள். இந்தப் பக்கத்தில் நூலகத்தில் படித்து உயர்ந்தவர்களுள் சிலர் குறிப்பிடப்பட்டுள்ளனர். அதில் வள்ளலார் குறிப்பிடப்படவில்லை. எனவே, இதற்கான விடை வள்ளலார் என்பது சரியானது."
  },
  {
    "description": "நூலகங்கள் பல வகைப்படும் எனக் குறிப்பிடப்பட்டுள்ளது. அந்த வகைகளில் எது அண்ணா நூற்றாண்டு நூலகத்திற்கு பொருந்தாது?",
    "options": [
      "மாவட்ட நூலகம்",
      "கிளை நூலகம்",
      "ஊர்ப்புற நூலகம்",
      "பகுதி நேர நூலகம்"
    ],
    "answer": "D",
    "additional_context": "நூலகங்கள் பல வகைப்படும் எனக் குறிப்பிடப்பட்டுள்ளது. மாவட்ட நூலகம், கிளை நூலகம், ஊர்ப்புற நூலகம் எனப் பலவகைப்படும். அண்ணா நூற்றாண்டு நூலகம் என்பது ஒரு பெரிய நூலகம். இது ஒரு மாவட்ட நூலகமாகும். எனவே, இதற்கான விடை பகுதி நேர நூலகம் என்பது சரியானது."
  },
  {
    "description": "அண்ணா நூற்றாண்டு நூலகம் எத்தனை அடுக்குகளைக் கொண்டது?",
    "options": [
      "நான்கு",
      "ஐந்து",
      "ஆறு",
      "எட்டு"
    ],
    "answer": "D",
    "additional_context": "ஆம். ஆசியக்கண்டத்திலேயே இரண்டாவது பெரிய நூலகம் இதுதான். தரைத்தளத்தோடு எட்டு அடுக்குகளைக் கொண்டது. இதன் பரப்பளவு மட்டும் எட்டு ஏக்கர்.  எனவே, இதற்கான விடை எட்டு என்பது சரியானது."
  },
  {
    "description": "நூலகத்தில் பார்வைத்திறன் குறைபாடு உள்ளோருக்கான பிரிவு உள்ளது. அந்த பிரிவில் எந்த வகை நூல்கள் உள்ளன?",
    "options": [
      "பிரெய்லி நூல்கள் மட்டும்",
      "பிரெய்லி நூல்கள் மற்றும் ஒலி வடிவ நூல்கள்",
      "பிரெய்லி நூல்கள், ஒலி வடிவ நூல்கள் மற்றும் குறுந்தகடுகள்",
      "பிரெய்லி நூல்கள், ஒலி வடிவ நூல்கள், குறுந்தகடுகள் மற்றும் மின் நூல்கள்"
    ],
    "answer": "C",
    "additional_context": "மாணவர்களே! தரைத் தளத்தில் பார்வைத் திறன் குறைபாடு உடையோருக்கான பிரிவு உள்ளது. அவர்கள் தொட்டுப் பார்த்துப் படிப்பதற்கான பிரெய்லி நூல்கள் உள்ளன. கேட்டு அறிய ஒலி வடிவ நூல்கள், குறுந்தகடுகள் வடிவில் உள்ளன. அவர்களுக்கு உதவி செய்யப் பணியாளர்களும் உள்ளனர். இங்கு பிரெய்லி எழுத்தில் நூல்களை உருவாக்கும் கருவியும் உள்ளது. படியெடுக்கும் வசதியும் உண்டு.  எனவே, இதற்கான விடை பிரெய்லி நூல்கள், ஒலி வடிவ நூல்கள் மற்றும் குறுந்தகடுகள் என்பது சரியானது."
  },
  {
    "description": "முதல் தளத்தில் குழந்தைகளுக்காக சிறப்பு பகுதி உள்ளது. அங்கு என்ன இருக்கிறது?",
    "options": [
      "செயற்கை மரம் மட்டும்",
      "செயற்கை மரம் மற்றும் விளையாடும் இடம்",
      "செயற்கை மரம், விளையாடும் இடம் மற்றும் குறுந்தகடுகள்",
      "செயற்கை மரம், விளையாடும் இடம், குறுந்தகடுகள் மற்றும் பிற நாடுகளின் நூல்கள்"
    ],
    "answer": "D",
    "additional_context": "இதோ நகரும் படிக்கட்டு. இதில் ஏறி நாம் முதல் தளத்திற்குச் செல்வோம் வாருங்கள். இந்த முதல் தளம் குழந்தைகளுக்காகச் சிறப்பாக உருவாக்கப் பட்ட பகுதி. குழந்தைகள் மகிழ்ச்சியான சூழலில் படிப்பதற்காகச் செயற்கை மரம் ஒன்று அமைக்கப்பட்டு உள்ளது. சிறுவர்கள் மட்டுமல்ல அனைவரின் மனத்தையும் கொள்ளைகொள்ளும் பகுதி இது. இங்கு இருபது ஆயிரத்துக்கும் மேற்பட்ட பல்லூடகக் குறுந்தகடுகள் குழந்தைகளுக்காகச் சேகரித்து வைக்கப்பட்டு உள்ளன. பிற நாடுகளில் இருந்து திரட்டப்பட்ட ஐம்பது ஆயிரத்திற்கும் மேற்பட்ட நூல்கள் இங்கு உள்ளன.  எனவே, இதற்கான விடை செயற்கை மரம், விளையாடும் இடம், குறுந்தகடுகள் மற்றும் பிற நாடுகளின் நூல்கள் என்பது சரியானது."
  }
]
