
[
  {
    "description": "“முல்லை, மருதம், குறிஞ்சி, நெய்தல்” எனும் நான்கு நிலங்களையும் விரிவாகப் பாடியவர் யார்?",
    "options": [
      "பாரதியார்",
      "முடியரசன்",
      "துரைராசு",
      "வள்ளுவர்"
    ],
    "answer": "B",
    "additional_context": "நான்கு நிலங்களையும் விரிவாகப் பாடியவர் முடியரசன். முடியரசன் என்பது அவரது புனைப்பெயர். அவரது இயற்பெயர் துரைராசு. பூங்கொடி, வீரகாவியம், காவியப்பாவை போன்ற நூல்களை எழுதியவர். திராவிட நாட்டின் வானம்பாடி என்ற பாராட்டைப் பெற்றவர். அவர் எழுதிய புதியதொரு விதி செய்வோம் என்னும் நூலில் இந்த நான்கு நிலங்களையும் பற்றிப் பாடியுள்ளார்."
  },
  {
    "description": "கல்லெடுத்து முள்ளெடுத்துக் காட்டுப் பெருவெளியை மல்லெடுத்த திண்டோள் மறத்தால் வளப்படுத்தி ஊராக்கி ஓங்கும் நகராக்கி நாடென்ற பேராக்கி வாழ்ந்த பெருமை அவன்பெற்றான்.  இந்தப் பாடல் பகுதி எந்த நிலத்தைப் பற்றிப் பேசுகிறது?",
    "options": [
      "மருதம்",
      "முல்லை",
      "குறிஞ்சி",
      "நெய்தல்"
    ],
    "answer": "C",
    "additional_context": "கல்லெடுத்து முள்ளெடுத்துக் காட்டுப் பெருவெளியை மல்லெடுத்த திண்டோள் மறத்தால் வளப்படுத்தி ஊராக்கி ஓங்கும் நகராக்கி நாடென்ற பேராக்கி வாழ்ந்த பெருமை அவன்பெற்றான்.  என்ற வரிகள் குறிஞ்சி நிலத்தின் அழகையும், வீரத்தையும், மனிதர்களின் வாழ்க்கை முறையையும் விளக்குகிறது. இங்கு 'திண்டோள் மறத்தால்' என்பதன் மூலம் வலிமை மிக்க மறவர்களின் வாழ்க்கை குறிப்பிடப்படுகிறது.  காடுகளில் வசித்த மனிதர்கள் காடுகளைத் திருத்தி விளைநிலங்களை உருவாக்கி வாழ்ந்ததை இந்த பாடல் பகுதி விளக்குகிறது."
  },
  {
    "description": "“சூழும் பனிமலையைச் சுற்றிக் கொடிபொறித்தான்” எனும் வரி எந்த நிலத்தின் குணத்தைப் பறைசாற்றுகிறது?",
    "options": [
      "நெய்தல்",
      "குறிஞ்சி",
      "முல்லை",
      "மருதம்"
    ],
    "answer": "B",
    "additional_context": "குறிஞ்சி நிலத்தின் அடையாளம் மலை, காடு, மழை, மலர். பனிமலையைச் சுற்றிக் கொடிபொறித்தான்.  என்ற வரிகள் குறிஞ்சி நிலத்தின் இயற்கை அழகை விளக்குகிறது.  பனிமலையைச் சுற்றிக் கொடிபொறித்தான் என்ற வரிகள் இயற்கை அழகை மிகவும் அழகாக விவரிக்கிறது. "
  },
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள “தோணிக்குள் முத்தெடுத்தான்” எனும் செயல் எந்த நிலத்தின் அடையாளமாகும்?",
    "options": [
      "மருதம்",
      "குறிஞ்சி",
      "முல்லை",
      "நெய்தல்"
    ],
    "answer": "D",
    "additional_context": "நெய்தல் நிலத்தின் அடையாளம் கடல், மீன், முத்து.  தோணிக்குள் முத்தெடுத்தான்.  என்ற வரிகள் நெய்தல் நிலத்தைப் பற்றிய குறிப்பாகும். நெய்தல் நிலத்தில் வாழ்ந்த மக்கள் மீன்பிடித்து வாழ்ந்தனர். அவர்கள் கடலில் மூழ்கி முத்தெடுத்தனர். இந்த பாடல் வரிகள் நெய்தல் நிலத்தில் வாழ்ந்த மக்களின் வாழ்க்கை முறையை விளக்குகிறது."
  },
  {
    "description": "“எக்களிப்பு மீதூர ஏலம் மிளகுமுதற், பண்டங்கள் ஏற்றிப் பயன்நல்கும் வாணிகத்தால்” எனும் வரி எந்தத் தொழிலைப் பற்றிக் குறிப்பிடுகிறது?",
    "options": [
      "மீன்பிடித்தல்",
      "வேளாண்மை",
      "வணிகம்",
      "கைவினை"
    ],
    "answer": "C",
    "additional_context": "எக்களிப்பு மீதூர ஏலம் மிளகுமுதற், பண்டங்கள் ஏற்றிப் பயன்நல்கும் வாணிகத்தால் என்ற வரிகள் வணிகத்தைப் பற்றிக் குறிப்பிடுகிறது. பண்டைய தமிழர்கள் வெளிநாடுகளுடன் வணிகம் செய்தனர். அவர்கள் ஏலம், மிளகு, பட்டு போன்ற பொருட்களை கப்பலில் ஏற்றி கண்டங்கள்தோறும் வணிகம் செய்தனர்.  இந்த பாடல் வரிகள் பண்டைய தமிழர்களின் வணிக மேன்மையை எடுத்துரைக்கிறது."
  }
]
