[
          
  {
    
          "description": "'கட்டங்களில் மறைந்துள்ள சுற்றுலாத் தலங்களைக் கண்டுபிடித்து எழுதுக' என்ற கேள்வி எதைக் குறிக்கிறது?",
          "options": [
      "a) சுற்றுலாத் தலங்களின் படங்களை வரைந்து, அவற்றை கட்டங்களில் வைப்பது",
      "b) கட்டங்களில் மறைத்து வைக்கப்பட்ட சுற்றுலாத் தலங்களின் பெயர்களை கண்டுபிடித்து எழுதுவது",
      "c) கட்டங்களில் எழுதப்பட்ட சுற்றுலாத் தலங்களின் பெயர்களை மனப்பாடம் செய்து எழுதுவது",
      "d) கட்டங்களில் மறைத்து வைக்கப்பட்ட சுற்றுலாத் தலங்களை பற்றிய கதையை எழுதுவது"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி பாடப்புத்தகத்தில் உள்ள  ஒரு விளையாட்டுப் பகுதியைக் குறிக்கிறது. இதில், சுற்றுலாத் தலங்களின் பெயர்கள், கட்டங்களில் மறைத்து வைக்கப்பட்டுள்ளன. அந்த பெயர்களை கண்டுபிடித்து, அவற்றை எழுத வேண்டும். உதாரணமாக,  'சா' 'வூ' 'ர்' என்ற  கட்டங்களில் மறைத்து வைக்கப்பட்ட 'சாந்தோர்' என்ற சுற்றுலாத் தலத்தின் பெயரை நீங்கள் கண்டுபிடிக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "'என் பொறுப்புகள்...'  என்ற தலைப்பு என்னைக் குறிக்கிறது?",
          "options": [
      "a) செல்வன் தன் வாழ்க்கையில் கடைப்பிடிக்கும் நெறிமுறைகள்",
      "b) செல்வன் தன் பள்ளியில்  சேர்ந்துள்ள பொறுப்புகள் ",
      "c) செல்வன் தன் குடும்பத்தில்  சேர்ந்துள்ள பொறுப்புகள் ",
      "d) செல்வன் தன் நாட்டு மீது  சேர்ந்துள்ள பொறுப்புகள் "
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி 'என் பொறுப்புகள்...' என்ற தலைப்பில் செல்வன் எழுதும் கட்டுரை குறித்தது. இதில்  செல்வன்  தன் நாட்டு மீது கொண்ட பொறுப்புகளைப் பற்றி எழுத வேண்டும். இந்தக் கட்டுரையில், அவர் தன் நாட்டின் பாரம்பரியச் சின்னங்களைப் பாதுகாத்தல், தமிழர் நாகரிகத்தையும் பண்பாட்டையும் உணர்ந்து வாழ்தல், நற்பண்புகளுடன் அனைவரும் போற்றும்படி வாழ்தல், மற்றும் நாட்டுப்புறக் கலைகளைப் போற்றுதல் போன்றவற்றை பற்றி  எழுதலாம்."
          }
        ,
          
  {
    
          "description": "'இணையத்தில் காண்க' என்ற வழிமுறை  எதைக் குறிக்கிறது?",
          "options": [
      "a) தமிழ்நாட்டில் உள்ள புகழ்மிக்க பண்பாட்டுச் சிறப்பு மிக்க இடங்களின் படங்களை இணையத்தில் காண்க ",
      "b) தமிழ்நாட்டில் உள்ள புகழ்மிக்க பண்பாட்டுச் சிறப்பு மிக்க இடங்களின் வரலாற்றை இணையத்தில் காண்க",
      "c) தமிழ்நாட்டில் உள்ள புகழ்மிக்க பண்பாட்டுச் சிறப்பு மிக்க இடங்களின்  விளக்கங்களை இணையத்தில் காண்க",
      "d) தமிழ்நாட்டில் உள்ள புகழ்மிக்க பண்பாட்டுச் சிறப்பு மிக்க இடங்களின்  முகவரிகளை இணையத்தில் காண்க"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வழிமுறை தமிழ்நாட்டில் உள்ள புகழ்மிக்க பண்பாட்டுச் சிறப்பு மிக்க இடங்களைக் குறித்து ஆராயும்படி  சொல்கிறது. இந்த இடங்கள் பற்றிய  விளக்கங்களை இணையத்தில்  தேடிப் படிக்க  இந்த வழிமுறை  சொல்கிறது."
          }
        ,
          
  {
    
          "description": "செல்வனின் மாமா எந்த விழாவைப் பற்றிப் பேசுகிறார்?",
          "options": [
      "பொங்கல் திருநாள்",
      "விடுதலை நாள் விழா",
      "தீபாவளி",
      "கிருஷ்ண ஜெயந்தி"
    ],
    "answer": "B",
    
          "additional_context": "செல்வன் தன் மாமாவை சந்தித்து உரையாடிக் கொண்டிருக்கும்போது, அவருடைய மாமா விடுதலை நாள் விழாவை பற்றி பேசுகிறார். செல்வன் தன் பள்ளியில் நடக்கும் விடுதலை நாள் விழாவை பற்றி கூறும்போது,  'நாளை விடுதலை நாள் விழா. உங்கள் பள்ளியில் போட்டிகள் நடத்துகிறார்களா?'  என்று கேட்கிறார்."
          }
        ,
          
  {
    
          "description": "செல்வன் எந்தப் போட்டியில் கலந்து கொள்ளப் போகிறார்?",
          "options": [
      "பேச்சுப் போட்டி",
      "ஓட்டப் போட்டி",
      "கவிதைப் போட்டி",
      "ஓவியப் போட்டி"
    ],
    "answer": "C",
    
          "additional_context": "செல்வன் விடுதலை நாள் விழாவில்  கலந்து கொள்ளப் போகும் போட்டியைப் பற்றி தன் மாமாவிடம்  சொல்கிறான். 'நான் நட்பு என்னும் தலைப்பில் கவிதை எழுதுகிறேன்' என்று  சொல்கிறான். அதனால்  செல்வன் கவிதைப் போட்டியில் கலந்து கொள்ளப் போகிறான் என்பது தெரிய வருகிறது."
          }
        ]