[
          
  {
    
          "description": "“காவியா புத்தகம் படித்தாள்” என்ற வாக்கியத்தில், “புத்தகம்” என்ற சொல் எந்த வகைப் பெயர்ச்சொல்?",
          "options": [
      "பொருட்பெயர்",
      "இடப்பெயர்",
      "காலப்பெயர்",
      "சினைப்பெயர்"
    ],
    "answer": "A",
    
          "additional_context": "“காவியா புத்தகம் படித்தாள்” என்ற வாக்கியத்தில், 'புத்தகம்' என்பது ஒரு பொருளைக் குறிக்கிறது. எனவே இது பொருட்பெயர் ஆகும். பொருளைக் குறிக்கும் பெயர் பொருட்பெயர் எனப்படும். இஃது உயிருள்ள பொருள்களையும் உயிரற்ற பொருள்களையும் குறிக்கும். (எ.கா.) மரம்,செடி, மயில், பறவை, புத்தகம், நாற்காலி. "
          }
        ,
          
  {
    
          "description": "“மண், மரம், காற்று” போன்ற சொற்களை நம் முன்னோர் எந்த வகையான பெயர்ச்சொல்லாகக் கருதினார்கள்?",
          "options": [
      "காரணப்பெயர்",
      "இடுகுறிப்பெயர்",
      "பொதுப்பெயர்",
      "சிறப்புப்பெயர்"
    ],
    "answer": "B",
    
          "additional_context": "நம் முன்னோர் சில பொருள்களுக்குக் காரணம் கருதாமல் பெயரிட்டு வழங்கினர். அவ்வாறு இட்டு வழங்கிய பெயர்கள் இடுகுறிப்பெயர்கள் ஆகும். (எ.கா.) மண், மரம், காற்று. இடுகுறிப் பொதுப்பெயர், இடுகுறிச் சிறப்புப்பெயர் என இடுகுறிப்பெயர் இரண்டு வகைப்படும். "
          }
        ,
          
  {
    
          "description": "“கருவேலங்காடு” என்ற சொல் எந்த வகைப் பெயர்ச்சொல்?",
          "options": [
      "இடுகுறிப் பொதுப்பெயர்",
      "இடுகுறிச் சிறப்புப்பெயர்",
      "காரணப் பொதுப்பெயர்",
      "காரணச் சிறப்புப்பெயர்"
    ],
    "answer": "B",
    
          "additional_context": "ஓர் இடுகுறிப்பெயர் குறிப்பாக ஒரு பொருளை மட்டும் குறிப்பது இடுகுறிச் சிறப்புப்பெயர் எனப்படும். (எ.கா.) மா, கருவேலங்காடு. "
          }
        ,
          
  {
    
          "description": "“நீர் வற்றிப்போன குளத்தில் செந்தாமரை, ஆம்பல், கொட்டி, நெய்தல் முதலான கொடிகளும் வாடியிருந்தன” என்ற பத்தியில் இடம்பெற்றிருக்கும் எந்தச் சொல் காரணப்பெயர்?",
          "options": [
      "செந்தாமரை",
      "கொடி",
      "குளம்",
      "ஆம்பல்"
    ],
    "answer": "C",
    
          "additional_context": "நம் முன்னோர் சில பொருள்களுக்குக் காரணம் கருதிப் பெயரிட்டனர். இவ்வாறு காரணத்தோடு ஒரு பொருளுக்கு வழங்கும் பெயர் காரணப்பெயர் எனப்படும். (எ.கா.) நாற்காலி, கரும்பலகை. காரணப் பொதுப்பெயர், காரணச் சிறப்புப்பெயர் எனக் காரணப் பெயர் இரு வகைப்படும்.  நீர் வற்றிப்போன குளத்தில் செந்தாமரை, ஆம்பல், கொட்டி, நெய்தல் முதலான கொடிகளும் வாடியிருந்தன. நீர் நிரம்பி இருந்தவரை ஊர் மக்களும், விலங்குகளும் மரங்கொத்திபோன்ற பறவைகளும் பயன்படுத்தி மகிழ்ந்த குளம் அது. காலை நேரம் சூரியன் காய்ந்து கொண்டிருந்தது. இப்போது அக்குளத்தைக் கண்டுகொள்வார் யாருமில்லை. "
          }
        ,
          
  {
    
          "description": "“ஊர் மக்களும், விலங்குகளும் மரங்கொத்திபோன்ற பறவைகளும் பயன்படுத்தி மகிழ்ந்த குளம் அது” என்ற வாக்கியத்தில், “மரங்கொத்தி” என்ற சொல் எந்த வகைப் பெயர்ச்சொல்?",
          "options": [
      "இடுகுறிச் சிறப்புப்பெயர்",
      "காரணச் சிறப்புப்பெயர்",
      "இடுகுறிப் பொதுப்பெயர்",
      "காரணப் பொதுப்பெயர்"
    ],
    "answer": "B",
    
          "additional_context": "குறிப்பிட்ட காரணமுடைய எல்லாப் பொருள்களுள் ஒன்றை மட்டும் சிறப்பாகக் குறிப்பது காரணச்சிறப்புப்பெயர் ஆகும். (எ.கா.) வளையல், மரங்கொத்தி.  “ஊர் மக்களும், விலங்குகளும் மரங்கொத்திபோன்ற பறவைகளும் பயன்படுத்தி மகிழ்ந்த குளம் அது” என்ற வாக்கியத்தில், “மரங்கொத்தி” என்ற சொல் பறவையின் இயல்புக்கேற்ப வழங்கப்பட்ட பெயர். அதனால்தான் இது காரணச் சிறப்புப்பெயர் ஆகும். "
          }
        ]