
[
  {
    "description": "“நாட்டுப்பற்று” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன பொருள்?",
    "options": [
      "Nationalism",
      "Patriotism",
      "Loyalty",
      "Freedom"
    ],
    "answer": "B",
    "additional_context": "நாட்டுப்பற்று என்பது ஒரு நபர் தனது நாட்டு மீது கொண்டிருக்கும் அன்பு, மரியாதை மற்றும் அர்ப்பணிப்பு ஆகும். இந்த அன்பு நம் நாட்டின் மீது தியாகம் செய்யவும், அதன் நலனுக்காகப் பாடுபடவும் தூண்டும். ஒரு நாட்டு மீது ஒரு நபர் கொண்டிருக்கும் அன்பு, மரியாதை மற்றும் அர்ப்பணிப்பு ஆகியவற்றைக் குறிக்கும் ஆங்கில சொல்  Patriotism."
  },
  {
    "description": "“இலக்கியம்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன பொருள்?",
    "options": [
      "Literature",
      "Poetry",
      "Story",
      "Novel"
    ],
    "answer": "A",
    "additional_context": "இலக்கியம் என்பது எழுதப்பட்ட அல்லது பேசப்பட்ட கலை படைப்புகளின் தொகுப்பு ஆகும். இது கவிதை, நாடகம், கதை, நாவல், கட்டுரை, வரலாறு, தத்துவம் போன்ற பல்வேறு வகைகளை உள்ளடக்கியது.  ஆங்கிலத்தில் இலக்கியத்தை குறிக்கும் சொல் Literature."
  },
  {
    "description": "“கலைக்கூடம்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன பொருள்?",
    "options": [
      "Art House",
      "Art Gallery",
      "Art Museum",
      "Art Centre"
    ],
    "answer": "B",
    "additional_context": "கலைக்கூடம் என்பது ஓவியங்கள், சிற்பங்கள், ஓவியங்கள், அல்லது பிற கலைப் படைப்புகளை காட்சிப்படுத்தும் ஒரு இடம் ஆகும்.  இது  Art Gallery என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "“மெய்யுணர்வு” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன பொருள்?",
    "options": [
      "Reality",
      "Knowledge of Reality",
      "Truth",
      "Awareness"
    ],
    "answer": "B",
    "additional_context": "மெய்யுணர்வு என்பது ஒரு நபர் தனது வாழ்வில் உள்ள உண்மையான நிலையை அறிந்து கொள்வது ஆகும்.  இது  Knowledge of Reality என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "கீழ்க்கண்ட வாக்கியத்தில் உள்ள பிழையைத் திருத்திய பிறகு, எந்த சொல் அஃது எனும் சொல்லுடன் பயன்படுத்தப்படும்?\n\n> *ஒரு அழகிய சிற்றூரில் ஓர் குளம் இருந்தது.* ",
    "options": [
      "ஊர்",
      "குளம்",
      "சிற்றூர்",
      "அழகிய"
    ],
    "answer": "B",
    "additional_context": "இந்த வாக்கியத்தில் “ஓர் குளம்” என்பதற்குப் பதிலாக “அஃது குளம்” என மாற்ற வேண்டும். ஏனெனில், “குளம்” என்பது உயிர்மெய்யெழுத்தில் தொடங்கும் சொல். உயிர்மெய்யெழுத்தில் தொடங்கும் சொற்களுக்கு முன் “அஃது” என்னும் சொல்லைப் பயன்படுத்த வேண்டும்.  “சிற்றூர்” என்ற சொல்லுக்கு முன் “ஒரு” என்னும் சொல்லைப் பயன்படுத்த வேண்டும். ஏனெனில், “சிற்றூர்” என்பது உயிர்மெய்யெழுத்தில் தொடங்கும் சொல்."
  }
]
