[
          
  {
    
          "description": "மூதுரை நூலில் உள்ள பாடல்கள் எத்தனை?",
          "options": [
      "முப்பத்தி இரண்டு",
      "முப்பத்தி ஒன்று",
      "முப்பது",
      "இருபத்தி ஒன்பது"
    ],
    "answer": "B",
    
          "additional_context": "ஔவையாரால் இயற்றப்பட்ட மூதுரை என்னும் நூலில் முப்பத்தொரு பாடல்கள் உள்ளன. மூதுரை என்னும் சொல்லுக்கு மூத்தோர் கூறும் அறிவுரை என்பது பொருள். சிறந்த அறிவுரைகளைக் கூறுவதால் இந்நூல் மூதுரை எனப் பெயர் பெற்றது. இந்நூலில் முப்பத்தொரு பாடல்கள் உள்ளன.  "
          }
        ,
          
  {
    
          "description": "ஔவையார் எழுதிய நூல்களில் எது மூதுரையில் இல்லாதது?",
          "options": [
      "கொன்றை வேந்தன்",
      "ஆத்திசூடி",
      "நல்வழி",
      "திருக்குறள்"
    ],
    "answer": "D",
    
          "additional_context": "ஔவையார் இயற்றிய நூல்கள்: ஆத்திசூடி, கொன்றை வேந்தன், நல்வழி போன்றவை. ஆனால் மூதுரை நூலில் திருக்குறள் பாடல்கள் இல்லை.  "
          }
        ,
          
  {
    
          "description": "'மாசற' என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
          "options": [
      "மாச + அற",
      "மாசு + அற",
      "மாச + உற",
      "மாசு + உற"
    ],
    "answer": "A",
    
          "additional_context": "மாசற என்னும் சொல்லின் பொருள் குற்றம் இல்லாமல். இந்த சொல்லைப் பிரித்து எழுதக் கிடைக்கும் விடை 'மாச + அற' ஆகும். "
          }
        ,
          
  {
    
          "description": "மன்னனை விடக் கற்றவர் சிறந்தவர் என்று மூதுரை கூறுவதற்கான காரணம் என்ன?",
          "options": [
      "மன்னன் தனது நாட்டில் மட்டுமே சிறப்புப் பெறுவான்.",
      "கற்றவர் எங்கு சென்றாலும் சிறப்புப் பெறுவார்.",
      "மன்னன் தன் நாட்டில் மட்டுமே சிறப்புப் பெறுவான். கற்றவர் எங்கு சென்றாலும் சிறப்புப் பெறுவார்.",
      "மன்னனுக்குக் குற்றங்கள் இருக்கும். கற்றவருக்குக் குற்றங்கள் இருக்காது."
    ],
    "answer": "C",
    
          "additional_context": "மூதுரை நூல் மன்னனை விடக் கற்றவரே சிறந்தவர் என்று குறிப்பிடுகிறது. மன்னனுக்குத் தன் நாட்டில் மட்டுமே சிறப்பு. ஆனால் கல்வி கற்றவர்க்குச் சென்ற இடங்களில் எல்லாம் சிறப்பு. இதன் மூலம் கல்வியின் சிறப்பை ஔவையார் விளக்குகிறார். "
          }
        ,
          
  {
    
          "description": "'கல்வியே அழியாச் செல்வம்' என்னும் தலைப்பில் ஒரு கட்டுரை எழுதுமாறு உங்கள் ஆசிரியர் கூறினால், உங்கள் கட்டுரையில் எதைச் சேர்க்க வேண்டும்?",
          "options": [
      "கல்வி பற்றிய பழமொழிகள்",
      "கல்வியின் சிறப்புகளை விளக்கும் உதாரணங்கள்",
      "கல்வியின் பயன்கள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "கல்வியே அழியாச் செல்வம் என்னும் தலைப்பில் கட்டுரை எழுதும் போது கல்வி பற்றிய பழமொழிகள், கல்வியின் சிறப்புகளை விளக்கும் உதாரணங்கள் மற்றும் கல்வியின் பயன்கள் ஆகியவற்றைச் சேர்த்து எழுத வேண்டும். "
          }
        ]