
[
  {
    "description": "“ஒரு இரவும் ஓர் பகலும் சேர்ந்தது ஒருநாள்” என்ற வாக்கியத்தில் உள்ள பிழையைத் திருத்தி எழுதுக.",
    "options": [
      "ஒரு இரவு ஓர் பகல் சேர்ந்தது ஒரு நாள்.",
      "ஒரு இரவு ஓர் பகல் சேர்ந்தது ஒருநாள்.",
      "ஒரு இரவும் ஒரு பகலும் சேர்ந்தது ஒரு நாள்.",
      "ஒரு இரவும் ஓர் பகலும் சேர்ந்தது ஒருநாள்."
    ],
    "answer": "C",
    "additional_context": "“ஒரு இரவும் ஓர் பகலும் சேர்ந்தது ஒரு நாள்” என்ற வாக்கியத்தில் “ஓர்” என்ற சொல் இரு முறை வந்துள்ளது.  இது ஒரு இலக்கணப் பிழை.  இரண்டு சொற்களுக்கும் முன் “ஒரு” என்ற சொல் வர வேண்டும். "
  },
  {
    "description": "“அஃது நகரத்திற்குச் செல்லும் சாலை” என்ற வாக்கியத்தில் “அஃது” என்ற சொல்லைப் பயன்படுத்த வேண்டிய அவசியம் இருக்கிறதா?",
    "options": [
      "ஆம், ஏனெனில் “நகரம்” என்ற சொல் உயிரெழுத்தில் தொடங்குகிறது.",
      "இல்லை, ஏனெனில் “சாலை” என்ற சொல் உயிரெழுத்தில் தொடங்குகிறது.",
      "இல்லை, ஏனெனில் “அஃது” என்ற சொல் இங்கு பொருந்தாது.",
      "ஆம், ஏனெனில் “சாலை” என்ற சொல் உயிர்மெய்யெழுத்தில் தொடங்குகிறது."
    ],
    "answer": "C",
    "additional_context": "இந்த வாக்கியத்தில் “சாலை” என்ற சொல் உயிர்மெய்யெழுத்தில் தொடங்குகிறது.   “அஃது” என்ற சொல் உயிரெழுத்தில் தொடங்கும் சொற்களுக்கு முன் பயன்படுத்தப்படும்.  எனவே, இந்த வாக்கியத்தில் “அது” என்ற சொல் பயன்படுத்தப்பட வேண்டும். "
  },
  {
    "description": "“பாரதம்” என்ற சொல்லுடன் இணைத்து புதிய சொல் உருவாக்க, கீழ்க்கண்டவற்றில் எது சரியானது?",
    "options": [
      "பாரதத்துக்கு",
      "பாரதத்தில்",
      "பாரதத்திலிருந்து",
      "பாரதத்திற்குள்"
    ],
    "answer": "B",
    "additional_context": "“பாரதம்” என்ற சொல்லுடன் இணைத்து புதிய சொல் உருவாக்க, “பாரதத்தில்” என்ற சொல் சரியானது.  இது “இடத்தை” குறிக்கும் ஒரு சொல். "
  },
  {
    "description": "“எனக்குண்டு” என்ற சொல் இரண்டு சொற்களை இணைத்து உருவாக்கப்பட்ட புதிய சொல். அதில் உள்ள இரண்டு சொற்கள் யாவை?",
    "options": [
      "எனக்கு + உண்டு",
      "என + உண்டு",
      "என் + உண்டு",
      "எ + உண்டு"
    ],
    "answer": "A",
    "additional_context": "“எனக்குண்டு” என்ற சொல் இரண்டு சொற்களை இணைத்து உருவாக்கப்பட்ட புதிய சொல்.  அந்த இரண்டு சொற்கள் “எனக்கு” மற்றும் “உண்டு”. "
  },
  {
    "description": "“மாணவர்கள் வீட்டுக்கு வந்தார்கள்” என்ற வாக்கியத்தில் உள்ள வினைச்சொல் எது?",
    "options": [
      "மாணவர்கள்",
      "வீட்டுக்கு",
      "வந்தார்கள்",
      "மாடு"
    ],
    "answer": "C",
    "additional_context": "“மாணவர்கள் வீட்டுக்கு வந்தார்கள்” என்ற வாக்கியத்தில் உள்ள வினைச்சொல் “வந்தார்கள்”.  இந்த சொல் செயலைக் குறிக்கிறது. "
  }
]
