
[
  {
    "description": "“இடையின ரகரம்” எனப்படுவது எது?",
    "options": [
      "றகரம்",
      "ரகரம்",
      "ளகரம்",
      "னகரம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மயங்கொலி எழுத்துகளில் ரகரம், றகரம் என்ற இரண்டு எழுத்துகளும் உள்ளன. ரகரம்  இடையின எழுத்து. றகரம்  வல்லின எழுத்து. இடையின எழுத்து என்பது  'ர' என எழுதப்படும்.  'ர'  நாவின் நுனி மேல் அண்ணத்தில் முதல் பகுதியைத் தொட்டு வருவதால் ரகரம் தோன்றுகிறது.  வல்லின எழுத்து என்பது  'ற' என எழுதப்படும். 'ற'  நாவின் நுனி மேல் அண்ணத்தில் மையப்பகுதியை உரசுவதால் றகரம் தோன்றுகிறது. அதனால்  'ர'  இடையின ரகரம் எனப்படுகிறது."
  },
  {
    "description": "“கண்டம்” என்ற சொல்லில் எந்த மயங்கொலி எழுத்து பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "னகரம்",
      "ணகரம்",
      "லகரம்",
      "ழகரம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மயங்கொலி எழுத்துகளில் ணகரம், னகரம், நகரம் என்ற மூன்று எழுத்துகளும் உள்ளன. 'கண்டம்' என்ற சொல்லில் ணகரம் பயன்படுத்தப்பட்டுள்ளது. ஏனெனில் ணகரம் நாவின் நுனி மேல்வாய் அண்ணத்தின் நடுப் பகுதியைத் தொடுவதால் உருவாகும் எழுத்து. மேலும் ட என்னும் எழுத்துக்கு முன் ண் வரும் (எ.கா.) கண்டம், வண்டி, நண்டு"
  },
  {
    "description": "'கண்' என்ற சொல்லுக்கு பதிலாக 'கன்' பயன்படுத்தப்பட்டுள்ளது. இந்த மாற்றத்தால் ஏற்படும் தவறு என்ன?",
    "options": [
      "பொருள் மாற்றம்",
      "இலக்கணப் பிழை",
      "மயங்கொலித் தவறு",
      "எதுவும் இல்லை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "'கண்' என்ற சொல்லை 'கன்' என்று எழுதினால் பொருள் மாறிவிடும். கண் என்பது  'கண்' என்ற சொல்லுக்குரிய பொருள். 'கன்' என்ற சொல் கல்லைக் குறிக்கும். 'கண்' என்ற சொல்லில் 'ண்' என்ற மயங்கொலி எழுத்து உள்ளது. 'கன்' என்ற சொல்லில் 'ன்' என்ற மயங்கொலி எழுத்து உள்ளது. இந்த மாற்றத்தால் சொல்லின் பொருள் மாறிவிடும். "
  },
  {
    "description": "'வானம்' என்ற சொல்லில் எந்த மயங்கொலி எழுத்து பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "னகரம்",
      "ணகரம்",
      "ளகரம்",
      "ழகரம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "'வானம்' என்ற சொல்லில் னகரம் பயன்படுத்தப்பட்டுள்ளது. னகரம்  'வானம்' என்ற சொல்லில் 'ன' என எழுதப்படுகிறது.  'ன'  நாவின் நுனி மேல்வாய் அண்ணத்தின் முன் பகுதியைத் தொடுவதால் னகரம் பிறக்கிறது."
  },
  {
    "description": "“வீட்டின் கூரை” என்ற சொல்லில்  பயன்படுத்தப்படும் மயங்கொலி எழுத்து எது?",
    "options": [
      "றகரம்",
      "ரகரம்",
      "ளகரம்",
      "ழகரம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“வீட்டின் கூரை” என்ற சொல்லில் றகரம் பயன்படுத்தப்பட்டுள்ளது. றகரம் 'வீட்டின் கூரை' என்ற சொல்லில் 'ற' என எழுதப்படுகிறது. 'ற'  நாவின் நுனி மேல் அண்ணத்தில் மையப்பகுதியை உரசுவதால் றகரம் தோன்றுகிறது. இது வல்லின எழுத்து."
  }
]
