[
          
  {
    
          "description": "தென்னாப்பிரிக்காவில் காந்தியடிகளைத் தமிழ்மொழி கற்க வைத்தது எது?",
          "options": [
      "மதுரை மீனாட்சி அம்மன் கோவில்",
      "திருக்குறள்",
      "ஜி.யு.போப் எழுதிய தமிழ்க் கையேடு",
      "பாரதியாரின் கவிதைகள்"
    ],
    "answer": "C",
    
          "additional_context": "காந்தியடிகள் தமக்கும் தமிழுக்கும் உள்ள தொடர்பைப் பற்றிப் பலமுறை கூறியுள்ளார். தென்னாப்பிரிக்காவில் வாழ்ந்த காலத்தில் தமிழ்மொழியைக் கற்கத் தொடங்கியதாகக் கூறியுள்ளார். ஜி.யு.போப் எழுதிய தமிழ்க்கையேடு தம்மைக் கவர்ந்ததாகவும் குறிப்பிட்டு உள்ளார். திருக்குறள் அவரைப் பெரிதும் கவர்ந்த நூலாகும்."
          }
        ,
          
  {
    
          "description": "தமிழ்நாட்டில் காந்தியடிகளுக்கான முதல் அறிமுகத்தை யார் ஏற்படுத்தினார்கள்?",
          "options": [
      "உ.வே.சாமிநாதர்",
      "பாரதியார்",
      "இராஜாஜி",
      "மோ.க. தாந்தீ"
    ],
    "answer": "C",
    
          "additional_context": "1919 ஆம் ஆண்டு பிப்ரவரி மாதம் காந்தியடிகள் சென்னைக்கு வந்தார். அப்போது ஆங்கில அரசு ரௌலட் சட்டம் என்னும் கடுமையான சட்டத்தை நடைமுறைப்படுத்தி இருந்தது. அதனை எதிர்த்துப் பெரிய போராட்டத்தை நடத்தக் காந்தியடிகள் திட்டமிட்டார். அதைப் பற்றிய கருத்தாய்வுக் கூட்டம் இராஜாஜியின் வீட்டில் நடைபெற்றது. காந்தியடிகள், அங்கு ஒரு மெத்தையில் அமர்ந்து இருந்தார். அவருக்கு அருகில் இராஜாஜியும் மற்ற தலைவர்களும் நின்றுகொண்டு இருந்தனர்."
          }
        ,
          
  {
    
          "description": "“காந்தி அவர்களே! நான் இன்று மாலை ஒரு பொதுக்கூட்டத்திற்கு ஏற்பாடு செய்துள்ளேன். அதற்குத் தாங்கள் தலைமைதாங்க முடியுமா?” என்று கேட்டவர் யார்?",
          "options": [
      "இராஜாஜி",
      "பாரதியார்",
      "உ.வே.சாமிநாதர்",
      "மோ.க. தாந்தீ"
    ],
    "answer": "B",
    
          "additional_context": "அப்போது அங்கு வந்த பாரதியார் விரைந்து சென்று காந்தியடிகளின் அருகில் அமர்ந்தார். “திரு. காந்தி அவர்களே! நான் இன்று மாலை ஒரு பொதுக்கூட்டத்திற்கு ஏற்பாடு செய்துள்ளேன். அதற்குத் தாங்கள் தலைமைதாங்க முடியுமா?” என்று கேட்டார். “இன்று எனக்கு வேறு பணி இருக்கிறது. உங்கள் பொதுக்கூட்டத்தை நாளை நடத்த முடியுமா?” என்று கேட்டார் காந்தியடிகள். “அது முடியாது. திட்டமிட்டபடி கூட்டம் நடக்கும். தாங்கள் தொடங்கப்போகும் இயக்கத்துக்கு என் வாழ்த்துகள்” என்று கூறிய பாரதியார் “நான் போய் வருகிறேன்” என்று கூறி எழுந்து சென்றுவிட்டார்."
          }
        ,
          
  {
    
          "description": "'அவர் சென்றதும் “இவர் யார்?” என்று காந்தி வியப்புடன் கேட்டார். “இவர் எங்கள் தமிழ்நாட்டுக் கவிஞர்” என்றார் இராஜாஜி. “அப்படியா! இவரைப் பத்திரமாகப் பாதுகாக்க வேண்டும்” என்றார் காந்தியடிகள். \nஇந்தப் பகுதியில், காந்தியடிகள் எந்தப் பண்பை வெளிப்படுத்துகிறார்?",
          "options": [
      "அறிவுத்திறன்",
      "நேர்மை",
      "மரியாதை",
      "தைரியம்"
    ],
    "answer": "C",
    
          "additional_context": "அவர் சென்றதும் “இவர் யார்?” என்று காந்தி வியப்புடன் கேட்டார். “இவர் எங்கள் தமிழ்நாட்டுக் கவிஞர்” என்றார் இராஜாஜி. “அப்படியா! இவரைப் பத்திரமாகப் பாதுகாக்க வேண்டும்” என்றார் காந்தியடிகள். இந்நிகழ்ச்சியின் மூலம் பாரதியார் பற்றிய காந்தியடிகளின் மதிப்பீட்டை அறியலாம்."
          }
        ,
          
  {
    
          "description": "'பெரும்பாலான இந்தியர்கள் போதிய உடைகள் இல்லாமல் இருக்கிறார்கள். தான் மட்டும் இவ்வளவு துணிகளை அணிவதா?” என்று சிந்தித்து, காந்தியடிகள் எடுத்த முடிவு என்ன?",
          "options": [
      "சில துணிகளை தானம் செய்தார்.",
      "அவரது உடையணிதலை மாற்றிக்கொண்டார்.",
      "எளியவர்களுக்கு உடை வழங்கும் திட்டத்தைத் தொடங்கினார்.",
      "தான் மட்டும் உடைகள் அணியாமல் இருந்தார்."
    ],
    "answer": "B",
    
          "additional_context": "1921 ஆம் ஆண்டு செப்டம்பர் மாதத்தில் காந்தியடிகள் தமிழ்நாட்டிற்கு வந்தார். அப்போது புகைவண்டியில் மதுரைக்குச் சென்றார். செல்லும் வழியில் பெரும்பாலான மக்கள் இடுப்பில் ஒரு துண்டு மட்டுமே அணிந்து இருப்பதைக் கண்டார். அப்போது காந்தியடிகள் நீளமான வேட்டி, மேல்சட்டை, பெரிய தலைப்பாகை அணிவதை வழக்கமாகக் கொண்டிருந்தார். பெரும்பாலான இந்தியர்கள் போதிய உடைகள் இல்லாமல் இருக்கிறார்கள். தான் மட்டும் இவ்வளவு துணிகளை அணிவதா? என்று சிந்தித்தார். அன்றுமுதல் வேட்டியும் துண்டும் மட்டுமே அணியத் தொடங்கினார். அவரது தோற்றத்தில் மிகப்பெரிய மாற்றத்தை ஏற்படுத்திய பெருமை தமிழ்நாட்டுக்கு உண்டு. அந்தக் கோலத்திலேயே தம் வாழ்நாள் முழுவதும் இருந்தார். உலகம் போற்றிய எளிமைத் திருக்கோலம் இதுவாகும்."
          }
        ]