
[
  {
    "description": "கைலாஷ் சத்தியார்த்திக்கு நோபல் பரிசு கிடைத்ததற்கான காரணம் என்ன?",
    "options": [
      "அவர் ஒரு தொழிலாளி.",
      "அவர் பச்சிளம் குழந்தைகள் கடத்தப்படுவதை எதிர்த்து போராடினார்.",
      "அவர் நவிற்சி கலையில் தேர்ந்தவர்.",
      "அவர் ஹிதேந்திரன் என்ற பெயரைக் கொண்டவர்."
    ],
    "answer": "B",
    "additional_context": "கைலாஷ் சத்தியார்த்தி ஒரு இந்திய சமூக ஆர்வலர். அவர் பச்சிளம் குழந்தைகளை கடத்தப்படுவதை எதிர்த்து போராடினார். அவரது பணியை பாராட்டி 2014 ஆம் ஆண்டு அவருக்கு நோபல் பரிசு வழங்கப்பட்டது."
  },
  {
    "description": "\"நான் எல்லாரிடமும் அன்பு காட்டுவேன்\"  என்ற  வார்த்தை என்ன குணத்தைப் பற்றிச் சொல்கிறது?",
    "options": [
      "ஔவையின் அறிவைப் பற்றி",
      "உறுப்புக்கொடையைப் பற்றி",
      "மனிதநேயத்தைப் பற்றி",
      "கடுக்கன் குணத்தைப் பற்றி"
    ],
    "answer": "C",
    "additional_context": "எல்லோரிடமும் அன்பு காட்டுவது மனித நேயத்தைக் காட்டும். மனிதநேயம் என்பது எல்லோருடனும் அன்புடன் நடந்து கொள்வது. இது நம்மை சக மனிதர்களைப் போற்றுவதற்கும், நேசிப்பதற்கும், இரக்கப்படுவதற்கும், உதவி செய்வதற்கும் தூண்டும்."
  },
  {
    "description": "'மனிதநேயம்' என்ற சொல்லின் ஆங்கிலச் சொல் எது?",
    "options": [
      "Transplantation",
      "Lorry",
      "Humanity",
      "Mercy"
    ],
    "answer": "C",
    "additional_context": "மனித நேயம் என்பது அனைத்து மனிதர்களுக்கும் எல்லா உயிரினங்களுக்கும் பொதுவான அன்பையும், இரக்கத்தையும் காட்டுவதாகும். இது மனித நேயம், கருணை, பரிவு, அனுதாபம் ஆகியவற்றைக் கொண்டது. 'Humanity' என்பது மனிதநேயத்தின் ஆங்கிலச் சொல்."
  },
  {
    "description": "ஓவியப் போட்டியில் வரையப்பட்ட ஓவியங்களில் எது அமைதியை வெளிப்படுத்துகிறது?",
    "options": [
      "மலையின் அடிவாரத்தில் ஒரு ஏரி இருப்பது போல் ஓவியம்",
      "மலர்களின் ஓவியம்",
      "ஆர்ப்பரித்து கொட்டும் அருவியின் ஓவியம்",
      "அருவியின் கீழே இருந்த மரத்தில் பறவை தனது குஞ்சுகளோடு இருந்த ஓவியம்"
    ],
    "answer": "D",
    "additional_context": "அமைதி என்பது பிரச்சினைகள் இல்லாத நிலை மட்டுமல்ல. பிரச்சினைகள் இருந்தாலும் தன்னை எதுவும் பாதிக்க விடாமலும், உள்ளுக்குள் அமைதியாக இருப்பதே உண்மையான அமைதி. அருவியின் கீழே இருந்த மரத்தில் பறவை தனது குஞ்சுகளோடு இருந்த ஓவியம் இதனைக் காட்டுகிறது. அந்த பறவை தனது குஞ்சுகளை பாதுகாத்து, அருவியின் இரைச்சலிலும் அமைதியாக இருக்கிறது."
  },
  {
    "description": "செல்வியின் பிறந்த நாள் கொண்டாட்டம் எங்கு நடந்தது?",
    "options": [
      "பள்ளிக்கூடம்",
      "அவரது வீடு",
      "மைதானம்",
      "தலைமை ஆசிரியர் அறை"
    ],
    "answer": "A",
    "additional_context": "செல்வி பள்ளிக்கூட மைதானத்தில் அமர்ந்து இருந்தாள். அங்கு ஓடி வந்த முத்து, 'செல்வி, உன்னைத் தலைமை ஆசிரியர் அழைக்கிறார்' என்று கூறியவாறே அவளுடைய சக்கர நாற்காலியைத் தலைமை ஆசிரியர் அறையை நோக்கித் தள்ளிக் கொண்டு போனான். தலைமை ஆசிரியர் செல்வியை ஆறாம் வகுப்பிற்கு அழைத்துச் சென்றார். வகுப்பறைக் கதவு மூடப்பட்டிருந்தது. கதவைத் திறந்ததும் மாணவர்கள் அனைவரும் பிறந்த நாள் வாழ்த்துக் கூறினர். இதிலிருந்து செல்வியின் பிறந்த நாள் கொண்டாட்டம் பள்ளிக்கூடத்தில் நடந்தது என்பது தெளிவாகிறது."
  }
]
