[
          
  {
    
          "description": "'நந்தவனம்' என்ற சொல்லைப் பயன்படுத்தி, இப்பாடலில் எந்த அம்சம் வலியுறுத்தப்படுகிறது?",
          "options": [
      "குழந்தை பிறந்த இடம் மிகவும் அழகானது.",
      "குழந்தையின் பிறப்பு, இயற்கையின் அழகான பூக்களுடன் ஒப்பிடப்படுகிறது.",
      "பூக்கள் குழந்தைகளின் குணத்தை பிரதிபலிக்கின்றன.",
      "பூக்கள் குழந்தையின் ஆரோக்கியத்தை குறிக்கின்றன."
    ],
    "answer": "B",
    
          "additional_context": "இப்பாடல் ஒரு குழந்தை பிறந்ததையொட்டிப் பாடுவது. இதில் 'நந்தவனம்' என்ற சொல்லைப் பயன்படுத்தி குழந்தை பிறந்ததை இயற்கையின் அழகான பூக்களுடன் ஒப்பிட்டுப் பாடுகிறார்கள். இயற்கையின் அழகான பூக்களைப் போலவே இந்தக் குழந்தையும் அழகாக இருக்கிறது என்பது இதன் பொருள்."
          }
        ,
          
  {
    
          "description": "'தந்தத்திலே தொட்டில் கட்டித் தங்கத்திலே பூ இழைத்து' என்ற வரிகளிலிருந்து நாம் என்ன அறிந்துகொள்ள முடியும்?",
          "options": [
      "குழந்தையின் பிறப்பு ஒரு மகிழ்ச்சியான நிகழ்வு.",
      "குழந்தையின் தொட்டில் எளிமையானது மற்றும் பயனுள்ளது.",
      "குழந்தை மிகவும் செல்வந்த குடும்பத்தில் பிறந்தது.",
      "குழந்தைக்குப் பிறந்தது மிகவும் சிறப்பு வாய்ந்த நிகழ்வு."
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரிகளில், தந்தத்தாலான தொட்டில் மற்றும் தங்கத்தால் ஆன பூக்கள்  குழந்தையின் பிறப்பை மிகவும் சிறப்பு வாய்ந்த நிகழ்வாகக் காட்டுகின்றன. இதன் மூலம், குழந்தையின் பிறப்பின் சிறப்பு மற்றும் மகிழ்ச்சி வெளிப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'முக்கனி' என்ற சொல்லைப் பயன்படுத்தி, இப்பாடல் எதனை குறிப்பிடுகிறது?",
          "options": [
      "குழந்தைக்கு வழங்கப்படும் பழங்களின் பெயர்களை.",
      "சோழ நாட்டின் மிகச்சிறந்த பழங்களை.",
      "சோழ நாட்டின் பழ வகைகளின் புகழ்.",
      "சோழ நாட்டு மக்களின் உணவு பழக்கவழக்கங்களை."
    ],
    "answer": "D",
    
          "additional_context": "'முக்கனி' என்ற சொல் 'மா', 'பலா', 'வாழை' என்ற மூன்று பழங்களை குறிக்கிறது. சோழ நாட்டு மக்கள் விருந்தினர்களுக்கு இந்த மூன்று பழங்களையும் வைத்து உபசரிப்பார்கள் என்பதை இப்பாடல் வலியுறுத்துகிறது. இதன் மூலம், சோழ நாட்டு மக்களின் உணவு பழக்கவழக்கங்களை இப்பாடல் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "'பாண்டிநாட்டு முத்தமிழோ' என்ற வரி என்ன செய்தியை எடுத்துரைக்கிறது?",
          "options": [
      "பாண்டி நாட்டில் முத்தமிழ் மிகவும் முக்கியமானது.",
      "பாண்டி நாட்டில் மக்கள் மிகவும் அறிவுடையவர்கள்.",
      "பாண்டி நாட்டு மக்கள் தங்கள் குழந்தைகளை நன்கு பராமரிக்கிறார்கள்.",
      "பாண்டி நாட்டு மக்கள் மிகவும் தாராளமானவர்கள்."
    ],
    "answer": "C",
    
          "additional_context": "பாண்டி நாட்டு மக்கள் தங்கள் குழந்தைகளை நன்கு பராமரிக்கிறார்கள் என்பதை இப்பாடல் காட்டுகிறது. 'பாண்டிநாட்டு முத்தமிழோ' என்ற வரி, குழந்தை பிறந்ததும் குழந்தையின் எதிர்காலத்திற்காக அணை கட்டி, குளம் வெட்டி அவர்களை நன்கு பராமரிக்கிறார்கள் என்பதை நமக்கு உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "இப்பாடல் எந்த வகையான நாட்டுப்புறக் கலையின் எடுத்துக்காட்டு?",
          "options": [
      "மரபுவழி இசை",
      "மரபுவழி நடனம்",
      "மரபுவழி ஓவியம்",
      "மரபுவழி கதை"
    ],
    "answer": "A",
    
          "additional_context": "இப்பாடல் ஒரு தாலாட்டுப் பாடல். தாலாட்டுப் பாடல்கள் குழந்தைகளைத் தூங்க வைக்கும் ஒரு நாட்டுப்புறக் கலை வகை. இது மரபுவழி இசையின் ஒரு எடுத்துக்காட்டு."
          }
        ]