
[
  {
    "description": "“கனவு” என்ற சொல் எந்த எழுத்துகளால் முடிவடைகிறது?",
    "options": [
      "ங்",
      "வ்",
      "உ",
      "வு"
    ],
    "answer": "D",
    "additional_context": "ஒரு சொல்லின் இறுதியில் வரும் எழுத்துகளை மொழி இறுதி எழுத்துகள் என்கிறோம். மொழி இறுதி எழுத்துகளில் உயிர் எழுத்துகள் தனித்து வராது. உயிர் எழுத்துகள் மெய்யுடன் சேர்ந்து மட்டுமே மொழி இறுதியில் வரும். “கனவு” என்ற சொல் “வு” என்ற எழுத்தால் முடிவடைகிறது. ஆகையால் “கனவு” என்ற சொல் “வு” என்ற எழுத்தால் முடிவடைகிறது."
  },
  {
    "description": "“வானம்” என்ற சொல்லில் உள்ள “ன” எந்த வகையான எழுத்து?",
    "options": [
      "மொழி முதல் எழுத்து",
      "மொழி இறுதி எழுத்து",
      "மொழி இடை எழுத்து",
      "எதுவுமில்லை"
    ],
    "answer": "C",
    "additional_context": "சொல்லின் முதலில் வரும் எழுத்துகளை மொழி முதல் எழுத்துகள் என்கிறோம். சொல்லின் இறுதியில் வரும் எழுத்துகளை மொழி இறுதி எழுத்துகள் என்கிறோம். சொல்லின் நடுவில் வரும் எழுத்துகளை மொழி இடை எழுத்துகள் என்கிறோம். “வானம்” என்ற சொல்லில் “ன” என்ற எழுத்து சொல்லின் நடுவில் இருக்கிறது. அதனால் இது மொழி இடை எழுத்து"
  },
  {
    "description": "“வருணம்” என்ற சொல் எந்த எழுத்துகளால் முடிவடைகிறது?",
    "options": [
      "ம்",
      "ன",
      "ம்",
      "எதுவுமில்லை"
    ],
    "answer": "A",
    "additional_context": "சொல்லின் இறுதியில் வரும் எழுத்துகளை மொழி இறுதி எழுத்துகள் என்கிறோம். மொழி இறுதி எழுத்துகளில் உயிர் எழுத்துகள் தனித்து வராது. உயிர் எழுத்துகள் மெய்யுடன் சேர்ந்து மட்டுமே மொழி இறுதியில் வரும். “வருணம்” என்ற சொல் “ம்” என்ற எழுத்தால் முடிவடைகிறது. அதனால் இது “ம்” என்ற எழுத்தால் முடிவடைகிறது"
  },
  {
    "description": "“நிலா” என்ற சொல்லில், “நி” என்பது எந்த வகையான எழுத்து?",
    "options": [
      "மொழி முதல் எழுத்து",
      "மொழி இறுதி எழுத்து",
      "மொழி இடை எழுத்து",
      "எதுவுமில்லை"
    ],
    "answer": "A",
    "additional_context": "சொல்லின் முதலில் வரும் எழுத்துகளை மொழி முதல் எழுத்துகள் என்கிறோம். “நிலா” என்ற சொல்லில் “நி” என்ற எழுத்து சொல்லின் முதலில் இருக்கிறது. அதனால் இது மொழி முதல் எழுத்து"
  },
  {
    "description": "“பூக்கள்” என்ற சொல்லில், “க்” என்பது எந்த வகையான எழுத்து?",
    "options": [
      "மொழி முதல் எழுத்து",
      "மொழி இறுதி எழுத்து",
      "மொழி இடை எழுத்து",
      "எதுவுமில்லை"
    ],
    "answer": "C",
    "additional_context": "சொல்லின் முதலில் வரும் எழுத்துகளை மொழி முதல் எழுத்துகள் என்கிறோம். சொல்லின் இறுதியில் வரும் எழுத்துகளை மொழி இறுதி எழுத்துகள் என்கிறோம். சொல்லின் நடுவில் வரும் எழுத்துகளை மொழி இடை எழுத்துகள் என்கிறோம். “பூக்கள்” என்ற சொல்லில் “க்” என்ற எழுத்து சொல்லின் நடுவில் இருக்கிறது. அதனால் இது மொழி இடை எழுத்து"
  }
]
