
[
  {
    "description": "எந்த நாடு சோபியா என்னும் ரோபோவுக்கு குடியுரிமை வழங்கியது?",
    "options": [
      "அமெரிக்கா",
      "ஜப்பான்",
      "சீனா",
      "சவுதி அரேபியா"
    ],
    "answer": "d",
    "additional_context": "சோபியா என்பது ஒரு அதிநவீன மனித உருவ ரோபோ ஆகும். உலகிலேயே முதன்முதலாக சவுதி அரேபியா இதற்கு குடியுரிமை வழங்கியது. இதற்கு ஐக்கிய நாடுகள் சபை 'புதுமைகளின் வெற்றியாளர்' என்னும் பட்டத்தையும் வழங்கியது. உயிரில்லாத ஒரு பொருளுக்கு ஐ.நா.சபை பட்டம் வழங்குவதும் இதுதான் முதல் முறை."
  },
  {
    "description": "எந்திர மனிதர்கள் செய்யும் வேலைகளைப் பற்றி கணியன் என்ன கேட்டான்?",
    "options": [
      "எந்திர மனிதர்கள் எப்படி பாடும்?",
      "எந்திர மனிதர்கள் எப்படி வீட்டு வேலைகள் செய்யும்?",
      "எந்திர மனிதர்கள் எப்படி படிப்பதில் உதவி செய்யும்?",
      "எந்திர மனிதர்கள் எப்படி எல்லா வேலைகளையும் செய்யும்?"
    ],
    "answer": "d",
    "additional_context": "கணியன் தனது அம்மாவைப் பார்த்து, 'நீ எல்லா வேலைகளையும் செய்வாய் என்று அம்மா கூறினார். எப்படி உன்னால் அது முடிகிறது?' என்று கேட்டான். அதற்கு ரோபோ, 'அதற்கு நான் உருவான வரலாற்றை நீ முதலில் அறிந்து கொள்ள வேண்டும்' என்று கூறி தொடர்ந்து பேசியது."
  },
  {
    "description": "'சோபியா' என்னும் ரோபோவுக்கு ஐ.நா.சபை என்ன பட்டம் வழங்கியது?",
    "options": [
      "புதுமைகளின் வெற்றியாளர்",
      "சிறந்த ரோபோ",
      "அறிவியல் மேதை",
      "உலக சதுரங்க வீரர்"
    ],
    "answer": "a",
    "additional_context": "'சோபியா' என்பது ஒரு அதிநவீன மனித உருவ ரோபோ ஆகும். உலகிலேயே முதன்முதலாக சவுதி அரேபியா இதற்கு குடியுரிமை வழங்கியது. இதற்கு ஐக்கிய நாடுகள் சபை 'புதுமைகளின் வெற்றியாளர்' என்னும் பட்டத்தையும் வழங்கியது. உயிரில்லாத ஒரு பொருளுக்கு ஐ.நா.சபை பட்டம் வழங்குவதும் இதுதான் முதல் முறை."
  },
  {
    "description": "கட்டுரையில், \"எல்லாம் எந்திரமயமாகி வருகிற காலம் இது\" என்ற வாக்கியம் எதைக் குறிக்கிறது?",
    "options": [
      "மனிதர்கள் எந்திரங்களை அதிகம் பயன்படுத்தி வருகிறார்கள்.",
      "எந்திரங்கள் மனித வாழ்க்கையின் அனைத்து துறைகளிலும் புகுந்துவிட்டன.",
      "எதிர்காலத்தில் எல்லா வேலைகளையும் எந்திரங்கள் மட்டுமே செய்யும்.",
      "மனிதர்கள் தங்கள் அனைத்து செயல்களையும் எந்திரங்களுக்கு ஒப்படைத்துவிட்டார்கள்."
    ],
    "answer": "b",
    "additional_context": "கட்டுரையின் துவக்கத்தில், \"எல்லாம் எந்திரமயமாகி வருகிற காலம் இது. மனிதர்கள் தாங்கள் செய்யும் செயல்களை எந்திரங்களைக் கொண்டு செய்யும் வகையில் பலவற்றை உருவாக்கி வருகிறார்கள். மனிதர்கள் செய்ய முடியாத பணிகளையும் எந்திரங்கள் செய்கின்றன. வீடு, அலுவலகம், தொழிற்சாலை, மருத்துவமனை என்று பல இடங்களிலும் எந்திரங்கள் பணியாற்றுகின்றன. கணக்குப்போடும் எந்திரம், கற்றுத்தரும் எந்திரம், வேலை செய்யும் எந்திரம், விளையாடும் எந்திரம் என்று எங்கெங்கும் எந்திரங்கள்\" என்று கூறப்பட்டுள்ளது. இதன் மூலம் எந்திரங்கள் மனித வாழ்க்கையின் அனைத்து துறைகளிலும் புகுந்துவிட்டன என்பதைப் புரிந்து கொள்ளலாம்."
  },
  {
    "description": "கணியனின் அம்மா எந்திரமனிதனைப் பற்றி என்ன சொல்கிறார்?",
    "options": [
      "எந்திரமனிதன் ஒரு அற்புதமான கண்டுபிடிப்பு.",
      "எந்திரமனிதன் நம் வீட்டில் ஒரு உறுப்பினராக இருக்கும்.",
      "எந்திரமனிதன் கணியனுக்குப் படிப்பில் உதவ முடியும்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "d",
    "additional_context": "கணியனின் அம்மா, 'இதுதான் எந்திரமனிதன். தொழில்நுட்பக் கருத்தரங்கிற்கு அப்பா போயிருந்தார் இல்லையா? அங்கிருந்து வாங்கி வந்துள்ளார். இனி இதுவும் நம் வீட்டின் உறுப்பினர்தான்' என்றார். மேலும், 'இது பேசும், பாடும், வீட்டு வேலைகள் செய்யும், படிப்பதில் உனக்கு உதவி செய்யும், என்னுடைய அலுவலக வேலைகளை முடிக்க உதவும். அப்பாவுடைய கணக்குவழக்குகளையும் முடித்துத் தரும்' என்றும் கூறினார்."
  }
]
