
[
  {
    "description": "காந்தியடிகளைப் பெரிதும் கவர்ந்த நூல் எது?",
    "options": [
      "இராமாயணம்",
      "மகாபாரதம்",
      "திரிகடுகம்",
      "திருக்குறள்"
    ],
    "answer": "D",
    "additional_context": "தென்னாப்பிரிக்காவில் வாழ்ந்த காலத்தில் காந்தியடிகள் ஜி.யு.போப் எழுதிய தமிழ்க்கையேடு படித்தார். திருக்குறள்  காந்தியடிகளைப் பெரிதும் கவர்ந்த நூலாகும்."
  },
  {
    "description": "காந்தியடிகள் தமிழ்நாட்டுக்கு எத்தனை முறை பயணம் செய்துள்ளார்?",
    "options": [
      "ஒருமுறை",
      "இரண்டு முறை",
      "பல முறை",
      "நான்கு முறை"
    ],
    "answer": "C",
    "additional_context": "காந்தியடிகளுக்குத் தமிழ்நாட்டின் மீதும் தமிழ் மக்கள் மீதும் மிகுந்த அன்பு உண்டு. அவர் பலமுறை தமிழ்நாட்டில் பயணம் செய்துள்ளார். அப்போது சுவையான பல நிகழ்வுகள் நடந்துள்ளன."
  },
  {
    "description": "காந்தியடிகளின் எளிமைக்கான அடையாளமாகக் கருதப்படும் நிகழ்வு எது?",
    "options": [
      "சென்னைப் பயணத்தின் போது இராஜாஜியின் வீட்டில் நடந்த கருத்தாய்வுக் கூட்டம்",
      "தமிழ்நாட்டில் பயணம் செய்தபோது கண்ட மக்களின் உடைநிலையைக் கண்டு அவர் வேட்டி, துண்டு அணிந்து கொண்டது.",
      "மதுரை மீனாட்சி அம்மன் கோவிலுக்குச் செல்லும் போது அங்கு மக்கள் அனைவருக்கும் அனுமதி இல்லாததைக் கண்டு வருத்தப்பட்டதால்  அவர் கோவிலுக்குள் செல்லாமல் இருந்தது.",
      "கானாடுகாத்தான் என்னும் ஊரில் அன்பர் ஒருவரின் வீட்டில் தங்கி இருந்தபோது, வீட்டில் வெளிநாட்டு அலங்காரப் பொருள்கள் நிறைந்து இருந்ததைக் கண்டு  தனது அறிவுரை கூறியது."
    ],
    "answer": "B",
    "additional_context": "1921 ஆம் ஆண்டு செப்டம்பர் மாதத்தில் காந்தியடிகள் தமிழ்நாட்டிற்கு வந்தார். அப்போது புகைவண்டியில் மதுரைக்குச் சென்றார். செல்லும் வழியில் பெரும்பாலான மக்கள் இடுப்பில் ஒரு துண்டு மட்டுமே அணிந்து இருப்பதைக் கண்டார். அப்போது காந்தியடிகள் நீளமான வேட்டி, மேல்சட்டை, பெரிய தலைப்பாகை அணிவதை வழக்கமாகக் கொண்டிருந்தார்."
  },
  {
    "description": "தமிழ்நாட்டின் மீது காந்தியடிகளுக்கு இருந்த அன்பைப் பிரதிபலிக்கும் நிகழ்வு எது?",
    "options": [
      "ரௌலட் சட்டத்தை எதிர்த்து நடத்தப்பட்ட போராட்டத்தில் பாரதியார் காந்தியடிகளிடம் அளித்த ஆதரவு",
      "மதுரை மீனாட்சி அம்மன் கோவிலுக்குச் செல்ல அனைவருக்கும் உரிமை அளிக்கப்படும் வரை காந்தியடிகள் கோவிலுக்குள் செல்லாமல் இருந்தது.",
      "குற்றால அருவியில் நீராடச் செல்லும் வழியில் இருந்த கோவிலில் தடை இருந்ததால் காந்தியடிகள் குற்றால அருவியில் நீராட மறுத்துவிட்டது.",
      "காரைக்குடியைச் சுற்றி உள்ள ஊர்களில் சுற்றுப்பயணம் செய்த போது கானாடுகாத்தான் என்னும் ஊரில் அன்பர் ஒருவரின் வீட்டில் தங்கி இருந்தது."
    ],
    "answer": "B",
    "additional_context": "காந்தியடிகள் ஒருமுறை மதுரையில் தங்கி இருந்தார். மீனாட்சி அம்மன் கோவிலுக்குச் சென்று வரலாம் என்று தலைவர்கள் அவரை அழைத்தனர். \"அந்தக் கோவிலுக்குள் செல்ல எல்லா மக்களுக்கும் அனுமதி உண்டா?\" என்று காந்தியடிகள் கேட்டார். அங்கு இருந்தவர்கள் \"இல்லை\" என்றனர். \"அப்படியானால் அங்கே வரமாட்டேன்\" என்று கூறிவிட்டார்."
  },
  {
    "description": "காந்தியடிகளின் தோற்றத்தில் பெரும் மாற்றத்தை ஏற்படுத்திய நிகழ்வு எது?",
    "options": [
      "சென்னைப் பயணத்தின் போது இராஜாஜியின் வீட்டில் நடந்த கருத்தாய்வுக் கூட்டம்",
      "தமிழ்நாட்டில் பயணம் செய்தபோது கண்ட மக்களின் உடைநிலையைக் கண்டு அவர் வேட்டி, துண்டு அணிந்து கொண்டது.",
      "மதுரை மீனாட்சி அம்மன் கோவிலுக்குச் செல்லும் போது அங்கு மக்கள் அனைவருக்கும் அனுமதி இல்லாததைக் கண்டு வருத்தப்பட்டதால்  அவர் கோவிலுக்குள் செல்லாமல் இருந்தது.",
      "காரைக்குடியைச் சுற்றி உள்ள ஊர்களில் சுற்றுப்பயணம் செய்த போது கானாடுகாத்தான் என்னும் ஊரில் அன்பர் ஒருவரின் வீட்டில் தங்கி இருந்தது."
    ],
    "answer": "B",
    "additional_context": "பெரும்பாலான இந்தியர்கள் போதிய உடைகள் இல்லாமல் இருக்கிறார்கள். தான் மட்டும் இவ்வளவு துணிகளை அணிவதா? என்று சிந்தித்தார். அன்றுமுதல் வேட்டியும் துண்டும் மட்டுமே அணியத் தொடங்கினார்."
  }
]
