[
          
  {
    
          "description": "“உணவகங்களில் உணவு பரிமாறுகின்றனர்” என்ற வாக்கியத்தில் எந்த வகையான வினைச்சொல் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "பகுதி வினை",
      "இலக்கண வினை",
      "வினைப் பெயர்",
      "வினையெச்சம்"
    ],
    "answer": "b",
    
          "additional_context": "கணியன் ரோபோவைப் பற்றி கேட்கும் போது,  ரோபோ தனது திறன்களை விளக்குகிறது.  ‘எந்திரமனிதர்கள், உணவகங்களில் உணவு பரிமாறுகின்றனர். பொது இடங்களில் வழிகாட்டுகின்றனர். வெடிகுண்டுகளைச் செயலிழக்கச் செய்கின்றனர். உனக்கு இன்னும் ஒரு வியப்பான செய்தியும் சொல்கிறேன், கேட்கிறாயா?' என்கிறது. இங்கு, ‘பரிமாறுகின்றனர்’, ‘வழிகாட்டுகின்றனர்’, ‘செய்கின்றனர்’  என்பவை இலக்கண வினைகள். இலக்கண வினைகள் என்பவை, எது, எதனால், எப்படி, எதற்கு, எப்போது, எங்கே என்ற வினாக்களுக்கு விடையளிக்கும் வினைகள்.  உதாரணமாக, ‘பரிமாறுகின்றனர்’ என்ற வினைச்சொல்,  ‘யார் பரிமாறுகின்றனர்?’ என்ற வினாவிற்கு விடையளிக்கிறது."
          }
        ,
          
  {
    
          "description": "“உலகிலேயே முதன்முதலாக சவுதி அரேபியா ஒரு ரோபோவுக்குக் குடியுரிமை வழங்கியுள்ளது” என்ற வாக்கியத்தில், எந்தச் சொல் குடியுரிமை பெற்றது என்பதைத் தெளிவுபடுத்துகிறது?",
          "options": [
      "சவுதி அரேபியா",
      "ரோபோ",
      "குடியுரிமை",
      "வழங்கியுள்ளது"
    ],
    "answer": "b",
    
          "additional_context": "கணியன் எந்திரமனிதனிடம், உலகில் முதன்முதலாக எந்திரமனிதருக்கு குடியுரிமை வழங்கியது எது எனக் கேட்க, ‘உலகிலேயே முதன்முதலாக சவுதி அரேபியா ஒரு ரோபோவுக்குக் குடியுரிமை வழங்கியுள்ளது. அந்த ரோபோவின் பெயர் ‘சோபியா’. மேலும் ஐக்கிய நாடுகள் சபை ‘புதுமைகளின் வெற்றியாளர்’ என்னும் பட்டத்தைச் சோபியாவுக்கு வழங்கியுள்ளது. உயிரில்லாத ஒரு பொருளுக்கு ஐ.நா.சபை பட்டம் வழங்குவதும் இதுதான் முதல் முறை. என்னைப் போன்ற எந்திரமனிதருக்கு இப்பட்டம் வழங்கப்பட்டதில் எனக்கு மட்டற்ற மகிழ்ச்சி.’ என்கிறது ரோபோ. இங்கு,  ‘சோபியா’ என்னும் சொல்  குடியுரிமை பெற்ற ரோபோவைப் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "“இனிவரும் காலங்களில் 'சோபியா' போன்ற எண்ணற்ற எந்திரமனிதர்கள் உருவாக்கப்படுவார்கள்” என்ற வாக்கியத்தில் எந்தச் சொல் எதிர்காலத்தில் எண்ணற்ற எந்திரமனிதர்கள் உருவாக்கப்படுவார்கள் என்பதைத் தெளிவுபடுத்துகிறது?",
          "options": [
      "இனிவரும்",
      "எண்ணற்ற",
      "உருவாக்கப்படுவார்கள்",
      "எந்திரமனிதர்கள்"
    ],
    "answer": "a",
    
          "additional_context": "கணியன், ‘இப்படியும் நடக்குமா என்ன?’ எனக் கேட்கும் போது,  எந்திர மனிதன் பதில் கூறுகிறது,  ‘இனிவரும் காலங்களில் ‘சோபியா’ போன்ற எண்ணற்ற எந்திரமனிதர்கள் உருவாக்கப்படுவார்கள். அவர்கள் அனைவரும் மனித இனத்தின் வளர்ச்சிக்கு உதவுவார்கள்.’  இங்கு,  ‘இனிவரும்’ என்னும் சொல் எதிர்காலத்தில்  எண்ணற்ற எந்திர மனிதர்கள் உருவாக்கப்படுவார்கள் என்பதைத் தெளிவுபடுத்துகிறது."
          }
        ,
          
  {
    
          "description": "கணினித் திரையில் காட்சிகள் தோன்றின, அவற்றில்  தொழிற்சாலையில் பயன்படுத்தப்படும் தானியங்கிகள்  உற்பத்தி செய்தல், பழுதுகளை நீக்குதல் போன்ற பணிகளைச் செய்கின்றன என்று எந்திர மனிதன் கூறியது. இந்தக் கூற்றுக்கு ஏற்றபடி  தொழிற்சாலையில் பயன்படுத்தப்படும் தானியங்கிகளின் செயல்கள் பற்றி  விளக்கம் தரும் சொற்றொடர் எது?",
          "options": [
      "விரைவான வேலைகளை  மனிதர்களை விட வேகமாகச் செய்து முடிக்கும்",
      "தொழிற்சாலை வேலைகளை எளிமையாகச் செய்ய உதவும்",
      "தொழில் நிறுவனங்களில் பயன்படுத்தும் எந்திரக் கைகளும் நகரும் கால்களும் கொண்டவை",
      "உற்பத்தி  மற்றும் பராமரிப்பு  வேலைகளை  மனிதர்களுக்குப் பதிலாகச் செய்பவை"
    ],
    "answer": "d",
    
          "additional_context": "எந்திர மனிதன்  கணினித் திரையில்  காட்சிகளை காட்டுகிறது. ‘இவை தொழிற்சாலையில் பயன்படுத்தப்படும் தானியங்கிகள். உற்பத்தி செய்தல், பழுதுகளை நீக்குதல் போன்ற பணிகளைச் செய்கின்றன. இந்தக் காட்சியைப் பார் கணியா!’  என்கிறது.  இங்கு,  தொழிற்சாலையில் பயன்படுத்தப்படும் தானியங்கிகளின் செயல்கள் பற்றி  விளக்கம் தரும் சொற்றொடர், ‘உற்பத்தி  மற்றும் பராமரிப்பு  வேலைகளை  மனிதர்களுக்குப் பதிலாகச் செய்பவை’  என்பதாகும்."
          }
        ]