
[
  {
    "description": "“விடியலில் துயில் எழுந்தேன்” என்ற வாக்கியத்தில் உள்ள “விடியல்” என்பது எந்த வகைப் பெயர்?",
    "options": [
      "தனிப் பெயர்",
      "பொதுப் பெயர்",
      "குறிப்பெயர்",
      "இவை எதுவுமில்லை"
    ],
    "answer": "B",
    "additional_context": "இந்த வாக்கியத்தில்  “விடியல்”  என்பது ஒரு குறிப்பிட்ட நேரத்தை குறிக்கவில்லை. மாறாக அனைத்து நாள்களிலும் வரும் ஒரு பொதுவான நேரத்தை குறிக்கிறது. அது எந்த ஒரு நாளையும் குறிக்கலாம்.  எனவே,  “விடியல்” என்பது  பொதுப் பெயர்"
  },
  {
    "description": "“நன்மைகள் பெருகும் நனி” என்ற வாக்கியத்தில் உள்ள “நன்மைகள்” என்பது எந்த வகைப் பெயர்?",
    "options": [
      "தனிப் பெயர்",
      "பொதுப் பெயர்",
      "குறிப்பெயர்",
      "எண்ணும் பெயர்"
    ],
    "answer": "B",
    "additional_context": "இந்த வாக்கியத்தில் “நன்மைகள்” என்பது குறிப்பிட்ட எந்த நன்மையையும் குறிக்கவில்லை. அனைத்து நன்மைகளையும் உள்ளடக்கி ஒரு பொதுப் பெயராக பயன்படுத்தப்பட்டுள்ளது.  எனவே  “நன்மைகள்”  என்பது பொதுப் பெயர்"
  },
  {
    "description": "“வெல்லும் வாய்மையே” என்ற வாக்கியத்தில் “வெல்லும்” என்ற சொல் எந்த வகையான சொல்?",
    "options": [
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "வினையெச்சம்",
      "உரிச்சொல்"
    ],
    "answer": "A",
    "additional_context": "இந்த வாக்கியத்தில்  “வெல்லும்”  என்பது ஒரு செயலைக் குறிக்கும் சொல்.  அதாவது வாய்மை வெல்லும் என்ற செயலை குறிக்கிறது. எனவே இது ஒரு  வினைச்சொல்.  அது ஒரு பெயர்ச்சொல்லா, வினையெச்சமா அல்லது உரிச்சொல்லா என்பது சரியான சொல் அல்ல"
  },
  {
    "description": "“அறம் செய விரும்பு” என்ற தலைப்பில் எழுதப்படும் கட்டுரையின் கருப்பொருள் என்ன?",
    "options": [
      "அறத்தைப் பற்றி விளக்கம்",
      "அறத்தைப் பின்பற்றுவதன் முக்கியத்துவம்",
      "அறச் செயல்களை ஊக்குவித்தல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்தத் தலைப்பு ஒரு கட்டுரை எழுதுவதற்குப் பயன்படுத்தப்படுகிறது.  அறம் என்பது மனிதர்களின் வாழ்வின் அடிப்படை நெறிமுறை. அதைப் பற்றி விளக்கம், அதைப் பின்பற்றுவதன் முக்கியத்துவம் மற்றும் அறச் செயல்களை ஊக்குவித்தல் ஆகிய அனைத்து  கருப்பொருள்களையும் இந்தத் தலைப்பு உள்ளடக்கியது."
  },
  {
    "description": "“மாலையில் நூல் பல கற்போம்” என்ற தொடரில் “நூல் பல” என்ற சொல் தொகுப்பு எதை குறிக்கிறது?",
    "options": [
      "நூல் ஒன்றை",
      "பல நூல்களை",
      "எந்த நூலையும்",
      "நூல்களின் சேகரிப்பு"
    ],
    "answer": "B",
    "additional_context": "இந்த தொடரில் “நூல் பல” என்பது ஒருமைப் பெயர் அல்ல.  பல நூல்களைப் பற்றி பேசப்படுகிறது.  எனவே  “நூல் பல”  என்பது  பல நூல்களை குறிக்கிறது.  ஒரு குறிப்பிட்ட நூல் அல்லது நூல்களின் தொகுப்பு எனக் குறிப்பிடப்படவில்லை"
  }
]
