
[
  {
    "description": "“அறக்கட்டளை” என்ற சொல்லுக்கு சமமான ஆங்கிலச் சொல் எது?",
    "options": [
      "Foundation",
      "Trust",
      "Charity",
      "Organization"
    ],
    "answer": "B",
    "additional_context": "நம்ம ஊரில ஒரு சின்ன அறக்கட்டளை இருக்கு. அது ஏழைகளுக்கு உதவி பண்றது.  அந்த அறக்கட்டளை ஒரு “Trust” னு சொல்றாங்க. அதாவது “Trust” னு சொல்லுறது ஒரு குறிப்பிட்ட நோக்கத்தோட, பணத்தப் பயன்படுத்தும் நிறுவனம்.  அதுல, லாபம் எடுக்கறது எல்லாம் இல்ல. அறக்கட்டளை எப்படி உருவாகுதுன்னு தெரியுமா? ஒருத்தர் இறக்குறாரு. அவருக்குப் பிறகு, அவரு சொத்து எல்லாம் இந்த “Trust” குப் போய் சேரும். இந்த “Trust” னு சொல்லுறது ஒரு நிறுவனம் மாதிரிதான்.  அந்த “Trust” அந்தப் பணத்தப் பயன்படுத்தி, ஏழைகளுக்கு உதவி செய்யும்.   அந்த “Trust” க்கு ஒரு கமிட்டி இருக்கும். அந்தக் கமிட்டிதான், அந்தப் பணத்தப் பயன்படுத்தி, ஏழைகளுக்கு எந்த மாதிரி உதவி செய்யணும்னு முடிவு எடுக்கும். “Trust” னு சொல்லுறது, ஒரு அறக்கட்டளை மாதிரிதான்."
  },
  {
    "description": "“தன்னார்வலர்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன சொல்?",
    "options": [
      "Volunteer",
      "Employee",
      "Assistant",
      "Leader"
    ],
    "answer": "A",
    "additional_context": "தன்னார்வலர்ங்கறது ஒருத்தர் எந்த சம்பளமும் எதிர்பார்க்காம, ஒரு குறிப்பிட்ட காரியத்துக்கு உதவி செய்றாங்க.  அவங்க நேரத்தையும், ஆற்றலையும் இலவசமா கொடுத்து, மற்றவங்களுக்கு உதவி செய்றாங்க.  எடுத்துக்காட்டுக்கு, ஒரு தன்னார்வலர், பள்ளிக்கூடத்துல குழந்தைகளுக்குப் பாடம் சொல்லித் தரலாம்,  அல்லது ஏழைப் பிள்ளைகளுக்கு சாப்பாடு போடலாம்.  இப்படி தன்னார்வமா உதவி செய்றவங்கள அந்தப் பணியை “Volunteer” னு சொல்றாங்க."
  },
  {
    "description": "“இளம் செஞ்சிலுவைச்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன சொல்?",
    "options": [
      "Little Red Cross",
      "Junior Red Cross",
      "Young Red Cross",
      "Small Red Cross"
    ],
    "answer": "B",
    "additional_context": "இளம் செஞ்சிலுவைச் சங்கம்ங்கறது, செஞ்சிலுவைச் சங்கத்துல, இளைஞர்களுக்கான ஒரு பிரிவு.  அது செஞ்சிலுவைச் சங்கத்துக்கு உதவி செய்யும் ஒரு பிரிவு.  இந்த இளம் செஞ்சிலுவைச் சங்கத்துல, இளைஞர்கள் தன்னார்வமா பணியாற்றுவாங்க.  இந்த சங்கம், இயற்கைப் பேரிடர்கள் நேரத்தில, மக்களுக்கு உதவி செய்றது,  மற்றும் சமூக சேவைப் பணிகள் செய்றது.  இந்த இளம் செஞ்சிலுவைச் சங்கத்துல, இளைஞர்கள், சமூக சேவை பத்தி, மக்கள் நலனை பத்தி கத்துக்கிட்டு, அவங்களைப் பத்தி, அவங்களோட பொறுப்புகளை பத்தி தெரிஞ்சிக்கிறாங்க. “Junior Red Cross” னு சொல்லுறது, இளம் செஞ்சிலுவைச் சங்கத்துக்கு உதவி செய்றது."
  },
  {
    "description": "“சாரண சாரணியர்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன சொல்?",
    "options": [
      "Scouts & Guides",
      "Explorers & Leaders",
      "Boys & Girls Club",
      "Young Volunteers"
    ],
    "answer": "A",
    "additional_context": "சாரண சாரணியர்ங்கறது, ஒரு சமூக சேவை அமைப்பு.  இந்த அமைப்பு, இளைஞர்களுக்கு,  சமூக சேவை,  தன்னம்பிக்கை,  தலைமைத்துவம்,  மற்றும் பல திறமைகளை வளர்க்கும் ஒரு அமைப்பு.  இந்த அமைப்பு, தன்னார்வலர்ங்களைப் பயிற்சி அளித்து, சமூக சேவைப் பணிகள் செய்ய வைக்கும்.  எடுத்துக்காட்டுக்கு, சாரண சாரணியர்கள்,  காட்டுப் பகுதிகளுக்குப் போய், மரம் நடுவாங்க,  அல்லது ஏழைப் பிள்ளைகளுக்குப் பாடம் சொல்லித் தர்வாங்க.  இந்த அமைப்புல,  சாரணர்கள்ன்னு ஆண்கள், சாரணியர்கள்ன்னு பெண்கள்னு இருப்பாங்க.  சாரண சாரணியர்கள் எல்லாரும்,  “Scouts & Guides” னு சொல்லப்படுவாங்க."
  },
  {
    "description": "“சமூகப் பணியாளர்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன சொல்?",
    "options": [
      "Community Worker",
      "Social Worker",
      "Public Servant",
      "Community Leader"
    ],
    "answer": "B",
    "additional_context": "சமூகப் பணியாளர்கள்ங்கறது,  சமூகத்துல,  ஏழைகள்,  நோயாளிகள்,  தொழிலாளர்கள்,  இப்படிப்பட்டவங்களுக்கு உதவி செய்றவங்க.  அவங்க,  சமூகப் பணியப் படிச்சிருப்பாங்க.  அவங்க சமூகத்துல,  பல விதமான பிரச்சனைகளை சரி செய்ய உதவி செய்றாங்க.  எடுத்துக்காட்டுக்கு,  சமூகப் பணியாளர்கள்,  ஏழைப் பிள்ளைகளுக்கு பள்ளிக்கூடத்துல சேர வைக்க உதவி செய்றாங்க,  அல்லது நோயாளிகளுக்கு மருத்துவ உதவி செய்ய உதவி செய்றாங்க.  சமூகப் பணியாளர்கள் எல்லாரும் “Social Worker” னு சொல்லப்படுவாங்க."
  }
]
