[
          
  {
    
          "description": "'வணிகத்தின் நோக்கம் என்ன?' என்ற கேள்விக்கான பதில் இவற்றில் எது?",
          "options": [
      "பொருட்களை விற்று லாபம் ஈட்டுவது",
      "மக்களுக்குத் தேவையான பொருட்களை வழங்குவது",
      "பொருட்களை உற்பத்தி செய்து விற்பனை செய்வது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "வணிகம் என்பது பொருட்களை உற்பத்தி செய்து, விற்பனை செய்து லாபம் ஈட்டுவதாகும். இது மக்களுக்கு தேவையான பொருட்களை வழங்குவதற்கும் உதவுகிறது. எனவே, வணிகத்தின் நோக்கம் பொருட்களை விற்று லாபம் ஈட்டுவது, மக்களுக்குத் தேவையான பொருட்களை வழங்குவது மற்றும் பொருட்களை உற்பத்தி செய்து விற்பனை செய்வது ஆகும்."
          }
        ,
          
  {
    
          "description": "மதிப்புக் கூட்டுதல் என்றால் என்ன?",
          "options": [
      "பொருளின் மதிப்பை அதிகரித்து அதை விற்பனை செய்வது",
      "பொருளின் அளவை அதிகரித்து அதை விற்பனை செய்வது",
      "பொருளின் எண்ணிக்கையை அதிகரித்து அதை விற்பனை செய்வது",
      "பொருளின் எடையை அதிகரித்து அதை விற்பனை செய்வது"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மதிப்புக் கூட்டுதல் என்பது ஒரு பொருளின் மதிப்பை அதிகரித்து அதை விற்பனை செய்வதாகும். இதற்கு பொருளின் மேல் கூடுதல் வேலை செய்யப்படுவதன் மூலம், அல்லது அதற்கு கூடுதல் அம்சங்களைச் சேர்ப்பதன் மூலம் பொருளின் மதிப்பை அதிகரிக்கலாம். இதன் மூலம் அதிக லாபம் ஈட்ட முடியும்."
          }
        ,
          
  {
    
          "description": "“கப்பல், ஏற்றுமதி இறக்குமதி, தராசு, நெல்மணி, குதிரை” என்ற சொற்களைக் கொண்டு பின்வரும் விடுகதையின் விடை எது? \n\n    “ஒருமதி வெளியே போகும்; ஒருமதி உள்ளே வரும்; இருமதியும் சேர்ந்துவிட்டால் பலநிதியும் சேர்ந்து வரும். அவை என்ன?”",
          "options": [
      "தராசு, குதிரை",
      "ஏற்றுமதி, இறக்குமதி",
      "ஏற்றுமதி, கப்பல்",
      "நெல்மணி, கப்பல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த விடுகதையில் “ஒருமதி வெளியே போகும்; ஒருமதி உள்ளே வரும்; இருமதியும் சேர்ந்துவிட்டால் பலநிதியும் சேர்ந்து வரும்” என்பதன் பொருள் ஏற்றுமதி இறக்குமதி செய்யப்படும் பொருட்களைக் குறிக்கிறது. ஏற்றுமதி செய்யப்படும் பொருட்கள் ஒரு நாட்டை விட்டு வெளியே செல்கிறது. இறக்குமதி செய்யப்படும் பொருட்கள் ஒரு நாட்டுக்குள் வருகிறது. இருவகை பொருட்களும் சேர்ந்து வணிகம் நடந்து லாபம் ஈட்டப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'பண்டைத் தமிழகத்தின் துறைமுகங்கள் பற்றியும் அங்கு ஏற்றுமதி இறக்குமதி செய்யப்பட்ட பொருள்களைப் பற்றியும் எழுதுக'  என்ற கேள்விக்கு ஏற்ற பதில் இவற்றில் எது?",
          "options": [
      "தமிழகத்தின் துறைமுகங்கள் பற்றிய வரலாற்றுக் குறிப்புகள் மற்றும் ஏற்றுமதி இறக்குமதி செய்யப்பட்ட பொருள்களின் பட்டியல்",
      "தமிழகத்தின் நவீன துறைமுகங்கள் மற்றும் அதன் வணிக நடவடிக்கைகள்",
      "தமிழகத்தில் ஏற்றுமதி இறக்குமதி செய்யப்படும் பொருட்கள் பற்றிய தகவல்",
      "தமிழகத்தின் துறைமுகங்கள் மற்றும் ஏற்றுமதி இறக்குமதி செய்யப்பட்ட பொருட்கள் பற்றிய புத்தக விமர்சனம் "
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "பண்டைத் தமிழகத்தில் பல முக்கியமான துறைமுகங்கள் இருந்தன. இவற்றின் மூலம் பல்வேறு நாடுகளுடன் வணிகம் செய்யப்பட்டது. தமிழகத்திலிருந்து வெளிநாடுகளுக்கு ஏற்றுமதி செய்யப்பட்ட பொருள்களில் மணிகள், பட்டு, மிளகு, இஞ்சி, ஏலக்காய், சந்தனம் போன்றவை அடங்கும். வெளிநாடுகளிலிருந்து தமிழகத்துக்கு இறக்குமதி செய்யப்பட்ட பொருள்களில்  குதிரைகள்,  பட்டு,  செப்பு,  வெள்ளி,  தங்கம்,  கண்ணாடி  போன்றவை அடங்கும். இந்த வரலாற்றுக் குறிப்புகள் மற்றும் ஏற்றுமதி இறக்குமதி செய்யப்பட்ட பொருள்களின் பட்டியலை குறிப்பிடுவதன் மூலம் இந்த கேள்விக்கு பதில் அளிக்கலாம்."
          }
        ,
          
  {
    
          "description": "“நீலம், கோமேதகம், மாணிக்கம், வைரம், பவளம், வைடூரியம், முத்து, புஷ்பராகம், மரகதம்”  என்ற சொற்களை அகரவரிசைப்படுத்தி எழுதும் போது ______  என்ற சொல் மூன்றாவது இடத்தில் இருக்கும்?",
          "options": [
      "கோமேதகம்",
      "பவளம்",
      "மரகதம்",
      "வைடூரியம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நீலம், கோமேதகம், மாணிக்கம், வைரம், பவளம், வைடூரியம், முத்து, புஷ்பராகம், மரகதம்  என்ற சொற்களை அகரவரிசைப்படுத்தும் போது,  கோமேதகம், மாணிக்கம், பவளம், மரகதம், முத்து,  நீலம், புஷ்பராகம், வைடூரியம், வைரம்  என்று வரும். எனவே, மூன்றாவது இடத்தில்  “பவளம்”  என்ற சொல் இருக்கும்."
          }
        ]