
[
  {
    "description": "“சீர்மை என்பது ஒழுங்கு முறையைக் குறிக்கும் சொல்” என்ற வரியிலிருந்து, தமிழ் மொழியின் சீர்மை  எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழி  ஒழுங்கு முறையைக் கொண்டுள்ளது.",
      "தமிழ் மொழி  இலக்கண விதிகள்  கொண்டது.",
      "தமிழ் மொழி  இலக்கியம்  கொண்டது.",
      "தமிழ் மொழி  மிகவும் எளிமையானது."
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழி அதன் சொற்சிறப்பு, ஒழுங்கு முறை ஆகியவற்றால் சீர்மை மிக்க மொழி எனக் கூறப்படுகிறது.  இதற்கு சான்றாக “சீர்மை என்பது ஒழுங்கு முறையைக் குறிக்கும் சொல்” என்ற வரியை எடுத்துக்காட்டலாம். தமிழ் மொழியின் சீர்மை என்பது மொழியில்  இருக்கும் சொற்கள், சொற்களின் ஒழுங்கு  முறைகள், இலக்கணம் மற்றும் ஒலிப்பு ஆகியவற்றின்  ஒழுங்கு  நிலையைக் குறிக்கிறது. மேலும் மொழி இயல்பு  சார்ந்து கருத்துக்கள்  நிலை நிறுத்தப்படுவதற்கான சட்டகங்கள், வரையறைகள், ஒழுங்குகள்  ஆகியவையும்  தமிழில்  நிலை  நிறுத்தப்பட்டுள்ளன என்பதை இதன் மூலம் உணரலாம்."
  },
  {
    "description": "“உயர்திணை, அஃறிணை என இருவகைத் திணைகளை அறிவோம்” என்ற வரியிலிருந்து,  தமிழ் மொழி எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழி திணை வகைகளை  கொண்டுள்ளது.",
      "தமிழ் மொழி  இலக்கண விதிகள்  கொண்டது.",
      "தமிழ் மொழி  இலக்கியம்  கொண்டது.",
      "தமிழ் மொழி  மிகவும் எளிமையானது."
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழி  ஒழுங்கு முறை  கொண்ட  மொழி என்பதற்கு உயர்திணை, அஃறிணை போன்ற  திணை  வகைகளைக்  கொண்டுள்ளது என்பதை எடுத்துக்காட்டலாம். உயர்திணை, அஃறிணை போன்ற  திணை  வகைகளைக்  கொண்டு  தமிழ்  மொழியில் உள்ள  இலக்கண விதிகள்,  சொற்களின்  ஒழுங்கு  முறை  அமைந்துள்ளது."
  },
  {
    "description": "“பாகற்காய் கசப்புச்சுவை உடையது. அதனைக் கசப்புக்காய் என்று கூறாமல், இனிப்பு அல்லாத காய் பாகற்காய் (பாகு + அல் + காய்) என வழங்கினர்”  என்ற  வரியிலிருந்து, தமிழ் மொழி எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழி  சிறந்த சொல்  வளர்ச்சியைக்  கொண்டுள்ளது.",
      "தமிழ் மொழி  இலக்கண விதிகள்  கொண்டது.",
      "தமிழ் மொழி  இலக்கியம்  கொண்டது.",
      "தமிழ் மொழி  மிகவும் எளிமையானது."
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழி  சிறந்த  சொல்  வளர்ச்சியைக்  கொண்ட  மொழி என்பதை பாகற்காய்   என்ற  சொல்லை  எடுத்துக்காட்டலாம்.  பாகற்காய்  என்ற சொல்  பாகு  என்ற சொல்லுடன்  “அல்”  என்ற   இடைச்சொல் சேர்ந்து பின்னர் காய்  என்ற   சொல்  சேர்ந்து  உருவானது. இவ்வாறு  ஒரு  சொல்லின்  பொருளைப்  பொறுத்து  சொற்களை  உருவாக்கும் திறன் தமிழ் மொழிக்கு உண்டு. இதுவே தமிழ் மொழியின் சொல்வளம்  மற்றும்  சிறப்பு."
  },
  {
    "description": "“தமிழ் வளமைமிக்க மொழி” என்ற வரியிலிருந்து, தமிழ் மொழியின் வளமை  எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழி  இலக்கண நூல்கள்  கொண்டது.",
      "தமிழ் மொழி  இலக்கியம்  கொண்டது.",
      "தமிழ் மொழி  சிறந்த சொல்  வளர்ச்சியைக்  கொண்டுள்ளது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "தமிழ் மொழி  வளமைமிக்க  மொழி என்பதை எடுத்துக்காட்ட  பல  சான்றுகள்  உண்டு. தொல்காப்பியம், நன்னூல் போன்ற இலக்கண நூல்கள், எட்டுத்தொகை, பத்துப்பாட்டு போன்ற  சங்க இலக்கியங்கள், திருக்குறள், நாலடியார் போன்ற  அறநூல்கள்,  சிலப்பதிகாரம், மணிமேகலை  போன்ற  காப்பியங்கள்  இவை அனைத்தும் தமிழ் மொழியின்  வளமையைக்  காட்டுகின்றன. இவை தவிர  தமிழ் மொழி  சிறந்த சொல் வளர்ச்சியைக்  கொண்டுள்ளது.  ஒரு  சொல்லின்  பொருளைப்  பொறுத்து  சொற்களை  உருவாக்கும் திறன் தமிழ் மொழிக்கு உண்டு. இதுவே தமிழ் மொழியின் சொல்வளம்  மற்றும்  சிறப்பு."
  },
  {
    "description": "“தமிழ் மொழி சொல்வளம் மிக்கது”  என்ற வரியிலிருந்து, தமிழ் மொழி  எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழி  சிறந்த சொல்  வளர்ச்சியைக்  கொண்டுள்ளது.",
      "தமிழ் மொழி  இலக்கண விதிகள்  கொண்டது.",
      "தமிழ் மொழி  இலக்கியம்  கொண்டது.",
      "தமிழ் மொழி  மிகவும் எளிமையானது."
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழி  சிறந்த  சொல்  வளர்ச்சியைக்  கொண்ட  மொழி என்பதை  “தமிழ் மொழி சொல்வளம் மிக்கது”  என்ற  வரியிலிருந்து  நாம்  உணரலாம். பூவின் ஏழு நிலைகளுக்கும் தனித்தனிப் பெயர்கள்  தமிழில்  உண்டு.  இதுவே  தமிழ் மொழியின்  சொல்வளத்தைக்  காட்டுகிறது.  தமிழ் மொழியில் ஒரே ஒரு  சொல் பல பொருள்களைக் குறிக்கும் திறன்  கொண்டுள்ளது.  எடுத்துக்காட்டாக, “மா”  என்ற  சொல்   மரம்,  விலங்கு,  பெரிய,  திருமகள்,   அழகு,  அறிவு,  அளவு,   அழைத்தல்,  துகள்,  மேன்மை,   வயல்,  வண்டு  போன்ற பல பொருள்களைத்  தருகிறது."
  }
]
