
[
  {
    "description": "“காடு மலையெலாம் மேய்ந்துவந்து – ஆடுதன் / கன்று வருந்திடப் பாலையெல்லாம் / தேடிஉம் மக்களை ஊட்டுவதும் – ஒரு / தீய செயலென எண்ணினீரோ?”  என்ற வரிகள் எதனைக் குறிப்பிடுகின்றன?",
    "options": [
      "ஆடு தன் குட்டியைப் பாதுகாப்பதற்காக மக்களுக்குப் பால் தருகிறது.",
      "ஆடு தன் குட்டியைப் பாதுகாப்பதற்காக தன்னைத் தியாகம் செய்கிறது.",
      "ஆட்டின் செயல் மிகவும் சிறப்பானது.",
      "ஆட்டின் செயல் மக்களுக்கு உதவுகிறது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "புத்தர் மன்னனுக்கு கூறுகிறார். காடு மலையெல்லாம் மேய்ந்துவந்து தன் கன்று வருந்திடப் பாலையெல்லாம் தேடி மக்களுக்கு ஊட்டுவது ஒரு தீய செயலென எண்ணுகிறீர்களா? என்பது புத்தரின் கேள்வி. இது ஆட்டின் தியாகம், இரக்கம் மற்றும் மக்களுக்கு உதவும் பண்பு எல்லாம்  குறிப்பிடுகிறது. ஆட்டின் செயல் மிகவும் சிறப்பானது என்பது புத்தரின்  உள்ளுணர்வு."
  },
  {
    "description": "“அம்புவி மீதில்இவ் ஆடுகளும் - உம்மை / அண்டிப் பிழைக்கும் உயிரலவோ?”  என்ற வரிகள் எதனைக் குறிப்பிடுகின்றன?",
    "options": [
      "ஆடுகள் மனிதர்களை நம்பி வாழ்கின்றன.",
      "ஆடுகள் மனிதர்களை நம்பி இருக்கின்றன.",
      "ஆடுகளும் மனிதர்களும் நம்பிக்கையுடன் வாழ்கின்றன.",
      "ஆடுகள் மனிதர்களைப் போல் உயிரினங்கள்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் கேள்வி, மனிதர்கள் உயிர்களைப் பற்றி எப்படி எண்ணுகிறார்கள் என்பதைப் பற்றியது.  ஆடுகள் உம்மை அண்டிப் பிழைக்கும் உயிர்கள் அல்லவா? என்று புத்தர் கேள்வி எழுப்புகிறார்.  இதன் மூலம் மனிதர்கள் மீது ஆடுகள் கொண்டிருக்கும் நம்பிக்கை, தங்களது வாழ்க்கைக்காக மனிதர்களை  நம்பி இருப்பது ஆகியவற்றை குறிப்பிடுகிறது."
  },
  {
    "description": "“நம்பி இருப்பவர் கும்பி எரிந்திடில் / நன்மை உமக்கு வருமோ ஐயா?”  என்ற வரிகள் எதனைக் குறிப்பிடுகின்றன?",
    "options": [
      "நம்மை நம்பி இருப்பவர்களைத் துன்புறுத்துவது தவறு.",
      "நம்மை நம்பி இருப்பவர்களைப் பாதுகாப்பது முக்கியம்.",
      "நம்மை நம்பி இருப்பவர்களுக்கு நன்மை செய்வது நமக்கு நன்மை தரும்.",
      "நம்பிக்கை என்பது முக்கியமானது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வரிகள்  நம்மை நம்பி இருப்பவர்களைப் பற்றி கூறுகிறது. அவர்களைத் துன்புறுத்துவது தவறு என்பதை வலியுறுத்துகிறது. நம்பி இருப்பவர்கள் கும்பி எரிந்திடில் உங்களுக்கு நன்மை வருமோ ஐயா? என்ற கேள்வி  மனிதர்கள் கொண்டிருக்கும்  சுயநலத்தை எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "“ஆயிரம் பாவங்கள் செய்தவெல்லாம் – ஏழை / ஆட்டின் தலையோடு அகன்றிடுமோ?”  என்ற வரிகள் எதனைக் குறிப்பிடுகின்றன?",
    "options": [
      "பாவங்கள் செய்துவிட்டு ஆட்டைக் கொல்வதால் பாவங்கள் மன்னிக்கப்படாது.",
      "பாவங்கள் செய்வதை விட ஆட்டைக் கொல்வது மோசமானது.",
      "ஆட்டைக் கொல்வது பாவத்திற்கு ஈடானது.",
      "ஆட்டைக் கொல்வதால் பாவங்கள் நீங்கிவிடாது."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "புத்தர் மன்னனிடம்  பாவங்கள் செய்தவர்களுக்கு  ஆட்டின் தலையோடு அகன்றிடுமா? என கேள்வி எழுப்புகிறார். இதன் மூலம் எந்த ஒரு பாவத்திற்கும்  உயிர்களை எடுப்பதும், தியாகம் செய்வதும்  பாவத்திற்கு ஈடானது அல்ல. பாவங்கள் நீங்கிவிடாது என்பதை வலியுறுத்துகிறார்."
  },
  {
    "description": "“தீயவும் நல்லவும் செய்தவரை – விட்டுச் / செல்வது ஒருநாளும் இல்லைஐயா!”  என்ற வரிகள் எதனைக் குறிப்பிடுகின்றன?",
    "options": [
      "ஒருவர் செய்த நன்மையும் தீமையும் அவரை ஒருநாளும் விட்டுச் செல்லாது.",
      "நல்ல செயல்கள் மட்டுமே ஒருவரைப் பின்தொடரும்.",
      "தீய செயல்கள் மட்டுமே ஒருவரைப் பின்தொடரும்.",
      "ஒருவரின் செயல்கள் அவரை ஒருநாளும் விட்டுச் செல்லாது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வரிகள் ஒருவரின்  நன்மை  தீமைகள்  அவரை  ஒருநாளும்  விட்டுச்  செல்லாது என்பதை  வலியுறுத்துகிறது. நல்ல செயல்கள் மட்டுமே ஒருவரை பின்தொடரும் என்பதை மறுத்து  மக்கள் எப்படி வாழ வேண்டும் என்பதை புத்தர் எடுத்துரைக்கிறார்."
  }
]
