
[
  {
    "description": "“சான்றோர்கள் அஞ்சுவதை அஞ்சி அகற்றி விலக்கிடுவான்” எனும் வரி தமிழனின் எந்தக் குணத்தைப் பறைசாற்றுகிறது?",
    "options": [
      "தைரியம்",
      "நேர்மை",
      "அன்புக் கொடை",
      "வீரம்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல் நமக்கு தமிழரின் வீரத்தை  மட்டும்  சொல்லாமல், நேர்மையான குணத்தையும் வெளிப்படுத்துகிறது.  சான்றோர்கள் அஞ்சுவதை அஞ்சி அகற்றி விலக்கிடுவான் -  எனும் வரி தமிழரின் நேர்மையான குணத்தைப் பறைசாற்றுகிறது.  நேர்மையான குணம் கொண்ட மனிதன் ஒருபோதும் தீய செயல்களை செய்ய மாட்டான்.   சான்றோர்கள் அஞ்சுவது தீய செயல்களைச் செய்யும்போது வரும் தண்டனையாக இருக்கலாம்.  தமிழர்கள் அந்தத் தீய செயல்களைச் செய்ய அஞ்சுவார்கள்.   தமிழர்கள் மிகவும் நேர்மையானவர்கள்  என இந்தப் பாடல் நமக்குக் காட்டுகிறது."
  },
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள “கலம்” என்பது எதைக் குறிக்கிறது?",
    "options": [
      "கயிறு",
      "கப்பல்",
      "குடம்",
      "குடை"
    ],
    "answer": "B",
    "additional_context": "கலம் என்பது கப்பலைக் குறிக்கிறது.  கடலோடிக் கப்பலில் ஏறி வணிகம் செய்த தமிழரின்  வணிக மேன்மையைப் பாடல் எடுத்துரைக்கிறது. பண்டங்களை ஏற்றி பயன் நல்கும் வாணிகத்தால் கண்டங்கள் சுற்றிக் கலமேறி வந்தவன்தான் - எனும் வரிகளில் கலம் என்பது கப்பலைக் குறிப்பதாகத் தெளிவாகத் தெரிகிறது.  "
  },
  {
    "description": "“நானிலம் படைத்தவன்” என்னும் பாடல் எந்த நூலில் இடம்பெற்றுள்ளது?",
    "options": [
      "பூங்கொடி",
      "வீரகாவியம்",
      "புதியதொரு விதி செய்வோம்",
      "காவியப்பாவை"
    ],
    "answer": "C",
    "additional_context": "புதியதொரு விதி செய்வோம்  என்ற நூலில்  நானிலம் படைத்தவன்  என்ற பாடல் இடம் பெற்றுள்ளது.  இந்தப் பாடலை முடியரசன்  என்ற  பெயரில் அறியப்படும் துரைராசு  எழுதியுள்ளார்."
  },
  {
    "description": "“நானிலம் படைத்தவன்” பாடலின் ஆசிரியர் எந்தப் பெயரில் அறியப்படுகிறார்?",
    "options": [
      "முடியரசன்",
      "துரைராசு",
      "பாரதியார்",
      "வள்ளுவர்"
    ],
    "answer": "A",
    "additional_context": "முடியரசன்  என்ற  பெயரில் அறியப்படும் துரைராசு  எழுதியுள்ளார்.  இந்தப் பாடல்  புதியதொரு விதி செய்வோம் என்ற நூலில் இடம் பெற்றுள்ளது.  இந்தப் பாடல் நமக்கு தமிழரின்  தொழில், வணிகம், வீரம் போன்றவற்றை எடுத்துரைக்கிறது."
  },
  {
    "description": "பாடலில் “ஆழி” எனக் குறிப்பிடப்படுவது எது?",
    "options": [
      "ஆறு",
      "கடல்",
      "மலை",
      "காடு"
    ],
    "answer": "B",
    "additional_context": "ஆழி  என்பது  கடலைக் குறிக்கிறது. தமிழர்கள்  ஆழ்கடலில்   முத்தெடுத்தார்கள், கடலோடிக் கப்பலில் ஏறி வணிகம் செய்தார்கள் என்பதைப் பாடல்  எடுத்துரைக்கிறது.  முக்குளித்தான் ஆழிக்குள் முத்தெடுத்தான்  எனும் வரியில் ஆழி  என்பது கடலைக் குறிப்பதாகத் தெளிவாகத் தெரிகிறது.  "
  }
]
