
[
  {
    "description": "கீழ்க்காணும் சொற்களில் எது வினைச்சொல்?",
    "options": [
      "கல்",
      "மகிழ்ச்சி",
      "சென்றாள்",
      "தங்கம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "வினை என்பது செயல், செயலைக் குறிக்கும் சொல் வினைச்சொல் எனப்படும்.  மேற்கண்ட சொற்களில் 'சென்றாள்' என்பது ஒரு செயலைக் குறிக்கும் சொல். எனவே இது வினைச்சொல்."
  },
  {
    "description": "கீழ்க்காணும் சொற்களில் எது உரிச்சொல்?",
    "options": [
      "கண்",
      "நிறம்",
      "மா",
      "ஓடுதல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பெயர்ச்சொல், வினைச்சொல் ஆகியவற்றின் தன்மையை மிகுதிப்படுத்த வருவது உரிச்சொல் ஆகும். மேற்கண்ட சொற்களில் 'மா' என்பது பெயர்ச்சொல்லை (மாநகரம்) மிகுதிப்படுத்துகிறது. எனவே இது உரிச்சொல்."
  },
  {
    "description": "கீழ்க்காணும் சொற்களில் எது இடைச்சொல் அல்ல?",
    "options": [
      "ஐ",
      "உம்",
      "மற்று",
      "மதுரை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பெயர்ச்சொல்லையும் வினைச்சொல்லையும் சார்ந்து வரும் சொல் இடைச்சொல் ஆகும்.  இது தனித்து இயங்காது. மேற்கண்ட சொற்களில் 'மதுரை' என்பது ஒரு பெயர்ச்சொல். எனவே இது இடைச்சொல் அல்ல."
  },
  {
    "description": "“நாள்தோறும் திருக்குறளைப் படி.” என்ற வாக்கியத்தில் “படி” என்ற சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வினை என்பது செயல், செயலைக் குறிக்கும் சொல் வினைச்சொல் எனப்படும்.  மேற்கண்ட வாக்கியத்தில் 'படி' என்பது ஒரு செயலைக் குறிக்கும் சொல். எனவே இது வினைச்சொல்."
  },
  {
    "description": "“வளவனும் தங்கையும் மாநகரப் பேருந்தில் ஏறினர்” என்ற வாக்கியத்தில்  “மாநகரப்” என்ற சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பெயர்ச்சொல், வினைச்சொல் ஆகியவற்றின் தன்மையை மிகுதிப்படுத்த வருவது உரிச்சொல் ஆகும். மேற்கண்ட வாக்கியத்தில் 'மாநகரப்' என்பது பெயர்ச்சொல்லை (பேருந்து) மிகுதிப்படுத்துகிறது. எனவே இது உரிச்சொல்."
  }
]
