[
          
  {
    
          "description": "மனிதநேயத்தை வளர்க்கும் பண்புகள் எவை?",
          "options": [
      "அருள், பொறுமை, பரிவு, நன்றி உணர்வு, இன்சொல் பேசுதல்",
      "பொருள், புகழ், அதிகாரம், செல்வாக்கு",
      "மதம், சாதி, மொழி, இனம்",
      "பணம், சொத்து, பதவி, வசதி"
    ],
    "answer": "A",
    
          "additional_context": "நம்மைச் சுற்றி நிறைய பேர் இருக்காங்க. அவர்களோட துன்பத்தை நம்ம துன்பமா நினைச்சு வருந்துற பண்பு மனித நேயத்துல மிக முக்கியமானது. இல்லாதவங்களுக்குக் கொடுத்து மகிழறது, பசி வந்தவங்களுக்கு வயிறார உணவிடறது, தீமை செய்தவங்களுக்கு நன்மையே செய்றது போன்றவை மனித நேயத்தோட கூறுகள். அதே மாதிரி ஆதரவு இல்லாதவர்களை அன்புடன் அரவணைக்க வேண்டும்.  இப்படிப்பட்ட பண்புகளை வளர்த்துக்கிட்டு வாழ்றதுதான் மனித நேயத்தோட வாழ்க்கை. அதனாலதான் மனித நேயம் மிக்கவர்கள்தான் இவ்வுலகத்தை இயக்கிட்டு இருக்காங்கன்னு சொல்றாங்க."
          }
        ,
          
  {
    
          "description": "'வாடிய பயிரைக் கண்ட போதெல்லாம் வாடினேன்' என்னும் வள்ளலாரின் வாக்கியத்தின் பொருள் என்ன?",
          "options": [
      "வள்ளலார் பயிர்களை மிகவும் நேசித்தார்.",
      "வள்ளலார் மற்றவர்களின் துன்பத்தைத் தன் துன்பமாக நினைத்து வருந்தினார்.",
      "வள்ளலார் பயிர்களின் வளர்ச்சியை கவனித்தார்.",
      "வள்ளலார் பயிர்களின் மீது அளவு கடந்த அக்கறை கொண்டிருந்தார்."
    ],
    "answer": "B",
    
          "additional_context": "வள்ளலாரோட இந்த வார்த்தைகள் அவரோட மனித நேயத்தப் பத்தி சொல்லுது. மற்றவர்களோட துன்பத்தப் பார்த்து அவரும் துன்பப்படுறாரு. அவரோட மனசு அன்பாலயும், கருணையாலயும் நிரம்பி இருந்ததாலதான் அவரோட மனசு துன்பப்பட்டிருக்கும்."
          }
        ,
          
  {
    
          "description": "அன்னை தெரசா மற்றும் கைலாஷ் சத்யார்த்திக்கு  'நோபல் பரிசு' கிடைக்கக் காரணம் என்ன?",
          "options": [
      "அவர்கள் அரசியல்வாதிகள்.",
      "அவர்கள் விஞ்ஞானிகள்.",
      "அவர்கள் மனிதநேயம் மிக்கவர்கள்.",
      "அவர்கள் செல்வாக்கு மிக்கவர்கள்."
    ],
    "answer": "C",
    
          "additional_context": "அன்னை தெரசா, கைலாஷ் சத்யார்த்தி இவர்கள் எல்லாரும் உலகத்துல மனித நேயம் மிக்கவர்கள்.  அவர்கள்  பிறருக்கு உதவி செய்றதுலயும், பிறர் துன்பத்த நோக்கி  அவர்கள் மனசு வருந்துறதுலயும் அவங்க மனித நேயம் தெளிவா தெரியுது. அதனாலதான் அவர்களுக்கு நோபல் பரிசு கொடுத்தாங்க."
          }
        ,
          
  {
    
          "description": "'உலகத்தைக் குழந்தைகளின் கண் கொண்டு பாருங்கள். உலகம் அழகானது.' - இந்த வாக்கியத்தை யார் கூறினார்கள்?",
          "options": [
      "வள்ளலார்",
      "அன்னை தெரசா",
      "கைலாஷ் சத்யார்த்தி",
      "புறநானூற்றுப் புலவர்கள்"
    ],
    "answer": "C",
    
          "additional_context": "கைலாஷ் சத்யார்த்தி, குழந்தைகள் உரிமைக்காக போராடுறவர். குழந்தைகளோட கண்ல உலகம் எவ்வளவு அழகா இருக்குன்னு அவரோட வார்த்தைகள் காட்டுது. குழந்தைகள் எல்லாம் அப்பாவியா இருக்காங்க, அவர்களோட மனசுல எந்தவிதமான வெறுப்புணர்வும் இருக்காது. அவர்களோட கண்ல உலகம் எப்போதும் அழகாத்தான் இருக்கும்ன்னு சொல்றாரு."
          }
        ,
          
  {
    
          "description": "'குழந்தைகளைப் பாதுகாப்போம்' இயக்கத்தை யார் தொடங்கினார்கள்?",
          "options": [
      "வள்ளலார்",
      "அன்னை தெரசா",
      "கைலாஷ் சத்யார்த்தி",
      "புறநானூற்றுப் புலவர்கள்"
    ],
    "answer": "C",
    
          "additional_context": "கைலாஷ் சத்யார்த்தி, உலகத்துல பல குழந்தைகள் தொழிலாளர்களா இருக்காங்க. அவர்களோட உரிமைக்காக, அவர்களோட கல்விக்காக அவர் போராடிட்டு இருக்காரு. அவரோட இந்தப் போராட்டத்தப் பத்தி நமக்குத் தெரிய வச்சதுதான் 'குழந்தைகளைப் பாதுகாப்போம்' இயக்கம்."
          }
        ]