
[
  {
    "description": "“தமிழ் எழுத்துகளில் ஆய்த எழுத்துக்கு மட்டுமே இன எழுத்து இல்லை” - ஏன் இவ்வாறு சொல்லப்படுகிறது?",
    "options": [
      "ஆய்த எழுத்துக்கு சரியான ஒலிக்கும் முயற்சி இல்லை.",
      "ஆய்த எழுத்து எந்த இனத்துக்கும் சொந்தமானதல்ல.",
      "ஆய்த எழுத்து ஒரு இன எழுத்தாகும்.",
      "ஆய்த எழுத்து இன எழுத்துகளுடன் தொடர்புடையதல்ல."
    ],
    "answer": "B",
    "additional_context": "தமிழ் மொழியில் மெல்லின எழுத்துகள் மற்றும் வல்லின எழுத்துகள் இன எழுத்துகள் ஆகும். இவை ஒரே இடத்தில் உருவாக்கப்பட்டு ஒரே மாதிரியான முயற்சியுடன் உச்சரிக்கப்படுகின்றன. ஆனால், ஆய்த எழுத்து இவற்றுடன் தொடர்புடையதல்ல. இது எந்த இனத்துக்கும் சொந்தமானதல்ல. எனவே, ஆய்த எழுத்துக்கு இன எழுத்து இல்லை எனப்படுகிறது."
  },
  {
    "description": "“இன எழுத்துக்கள்” என்ற சொல்லை விளக்கக்கூடிய பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "ஒரே மாதிரியான ஒலியை உடைய எழுத்துகள்.",
      "ஒரே மாதிரியான இடத்தில் உருவாக்கப்படும் எழுத்துகள்.",
      "ஒரே மாதிரியான முயற்சியுடன் உச்சரிக்கப்படும் எழுத்துகள்.",
      "மேற்கண்ட மூன்று கூற்றுகளும் சரியானவை."
    ],
    "answer": "D",
    "additional_context": "இன எழுத்துகள் என்பது ஒரே மாதிரியான ஒலியை உடைய எழுத்துகள், ஒரே மாதிரியான இடத்தில் உருவாக்கப்படும் எழுத்துகள் மற்றும் ஒரே மாதிரியான முயற்சியுடன் உச்சரிக்கப்படும் எழுத்துகள் ஆகும். மெல்லின மற்றும் வல்லின எழுத்துகள் இன எழுத்துகளுக்கு சிறந்த உதாரணமாகும். "
  },
  {
    "description": "“கண்ணில்” என்ற சொல்லில் இன எழுத்துக்கள் எவை?",
    "options": [
      "க், ண்",
      "ண், ல்",
      "க், ல்",
      "இன எழுத்துகள் எதுவும் இல்லை."
    ],
    "answer": "B",
    "additional_context": "கண்ணில் என்ற சொல்லில் ண், ல் ஆகிய எழுத்துகள் இன எழுத்துகள் ஆகும். ண் என்பது ந என்ற எழுத்தின் இனம். ல் என்பது ள் என்ற எழுத்தின் இனம். "
  },
  {
    "description": "பின்வரும் சொற்களில் எது இன எழுத்துக்கள்  தொடர்பான விதியைப் பின்பற்றுகிறது?",
    "options": [
      "மழை",
      "நெல்",
      "சூரியன்",
      "பூக்கள்"
    ],
    "answer": "C",
    "additional_context": "சூரியன் என்ற சொல்லில் ரியன் என்ற பகுதியில் இன எழுத்துகளின் விதி பின்பற்றப்படுகிறது. ரி என்பது ர என்ற எழுத்தின் இனம். யன் என்பது ன் என்ற எழுத்தின் இனம். இன எழுத்துகள் பொதுவாக மெல்லின எழுத்துகளை அடுத்து வரும்.  "
  },
  {
    "description": "“தங்கப் பாப்பா வந்தாளே!” என்ற வரியில் உள்ள இன எழுத்துக்கள் எவை?",
    "options": [
      "த், ங், ப், ங், ங், த், ளே",
      "த், ங், ங், த், ளே",
      "ங், ங், த், ளே",
      "த், ங், ங், ங், த், ளே"
    ],
    "answer": "D",
    "additional_context": "தங்கப் பாப்பா வந்தாளே! என்ற வரியில் உள்ள இன எழுத்துகள் த், ங், ங், ங், த், ளே ஆகும். த் என்பது த என்ற எழுத்தின் இனம். ங் என்பது ன என்ற எழுத்தின் இனம். ளே என்பது ள் என்ற எழுத்தின் இனம்."
  }
]
