
[
  {
    "description": "இப்பத்தி அறிமுகப்படுத்தும் கருத்துருவுடன் தொடர்புடைய சொல் எது?",
    "options": [
      "பண்டம்",
      "கலப்படம்",
      "தொழில் முனைவோர்",
      "நுகர்வோர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இப்பத்தி வணிகம் பற்றியது. வணிகத்தில் பலர் ஈடுபடுகிறார்கள். அதில் முக்கியமானவர் தொழில் முனைவோர். தொழில் முனைவோர் புதிய பொருள்கள் அல்லது சேவைகளை உருவாக்கி விற்கிறார்கள். புதிய பொருள்களை உருவாக்க பழைய பொருள்களை  மறு பயன்பாடு செய்கிறார்கள். இதுவே இந்த பத்தியின்  மூல கருத்து.  "
  },
  {
    "description": "கடிதத்தில் குறிப்பிடப்பட்டுள்ள பரிசு யாருக்கு அனுப்பப்பட்டது?",
    "options": [
      "ஒரு நண்பர்",
      "ஒரு அண்ணன்",
      "ஒரு மாமா",
      "ஒரு தந்தை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த கேள்விக்கு விடை காண, நீங்கள் பாடப்புத்தகத்தில் உள்ள கடிதத்தைப் படித்து பரிசு அனுப்பியவர் யார் என்று கண்டுபிடிக்க வேண்டும்.  கடிதத்தில் பரிசு அனுப்பியது மாமா என்று குறிப்பிடப்பட்டுள்ளது.  "
  },
  {
    "description": "விடுகதையில் \"பேசமுடியாத ஓட்டப்பந்தய வீரனுக்கு வாய்க்கு மட்டும் பூட்டு\" என்று குறிப்பிடப்பட்டுள்ளது.  இது யாரைக் குறிக்கிறது?",
    "options": [
      "கப்பல்",
      "ஏற்றுமதி இறக்குமதி",
      "தராசு",
      "குதிரை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "விடுகதை  மூலம் நாம்  ஒரு பொருளைக் கண்டுபிடிக்க வேண்டும்.  இந்த விடுகதை ஒரு ஓட்டப்பந்தய வீரனைக் குறிப்பிடுகிறது.   ஓட்டப்பந்தயத்தில் குதிரைகள் ஓடுவது  வழக்கம்.  குதிரைகள் பேசாது.  குதிரைகளின் வாயில் பூட்டு போடுவதும் இல்லை.   ஆக இந்த விடுகதை  குதிரையைக் குறிக்கிறது.   "
  },
  {
    "description": "\"நெகிழிப் பயன்பாட்டை இயன்றவரை தவிர்ப்பேன்\" என்ற வாக்கியம் எதைக் குறிக்கிறது?",
    "options": [
      "பண்டைத் தமிழகத்தின் துறைமுகங்களைப் பற்றிய விழிப்புணர்வு",
      "கலப்படம் பற்றிய விழிப்புணர்வு",
      "சுற்றுச்சூழல் பாதுகாப்பு",
      "பிறந்தநாள் பரிசு அனுப்பும் வழக்கம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நெகிழி  பயன்பாடு  சுற்றுச்சூழலை  பாதிக்கும் என்பது நமக்குத் தெரியும்.  நெகிழி  பயன்பாட்டை  குறைப்பதன் மூலம்  நாம்  சுற்றுச்சூழலை  காக்கலாம்.   இந்த வாக்கியம் சுற்றுச்சூழலைப் பாதுகாக்கும் முக்கியத்துவத்தை வலியுறுத்துகிறது. "
  },
  {
    "description": "பின்வரும் நவமணிகளில் எது அகரவரிசையில் முதலில் வருகிறது?",
    "options": [
      "புஷ்பராகம்",
      "கோமேதகம்",
      "பவளம்",
      "மரகதம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நவமணிகளை அகரவரிசைப்படுத்த  நாம்  முதலில்  அகரவரிசைப்படி  எழுத்துக்களின்  எண்ணிக்கையை  எண்ண வேண்டும்.   புஷ்பராகம், கோமேதகம், பவளம், மரகதம் ஆகிய சொற்களில் 'க' என்ற எழுத்து  'கோமேதகம்' என்ற  சொல்லில்  முதலில்  வருகிறது.   ஆக  கோமேதகம்  சொல்   அகரவரிசையில்  முதலில்  வருகிறது.  "
  }
]
