
[
  {
    "description": "கவிஞர் தாராபாரதி இந்தியாவின் எந்தப் பண்பை \"தேசம் உடுத்திய நூலாடை\" என்கிறார்?",
    "options": [
      "காளிதாசரின் பாடல்கள்",
      "கம்பனின் அமுதக் கவிதைகள்",
      "திருக்குறள்",
      "காஷ்மீரத்தின் மலர்கள்"
    ],
    "answer": "C",
    "additional_context": "இந்தியாவின் பல்வேறு பண்பாடுகளையும், வழக்கங்களையும், மதங்களையும் உள்ளடக்கிய ஒரு பாரம்பரியமான நூல் 'திருக்குறள்' ஆகும். இந்தியாவின் மக்கள் பல நூற்றாண்டுகளாக பின்பற்றும், அதன் வாழ்க்கை முறையை வடிவமைக்கும் நூலாக இது இருக்கிறது. கவிஞர் தாராபாரதி  திருக்குறளை 'தேசம் உடுத்திய நூலாடை' என குறிப்பிடுவதன் மூலம் இந்தியாவின் அடையாளமாக, பாரம்பரியமாக திருக்குறள் திகழ்கிறது எனக் காட்டுகிறார்.  "
  },
  {
    "description": "\"கன்னிக் குமரியின் கூந்த லுக்காகக் காஷ்மீர்த் தோட்டம் பூத்தொடுக்கும்!\" என்ற வரியில் கவிஞர் என்ன உணர்வை வெளிப்படுத்துகிறார்?",
    "options": [
      "இந்தியாவின் பல்வேறு பகுதிகளின் ஒற்றுமை",
      "இந்தியாவின் பல்வேறு பகுதிகளின் வேறுபாடு",
      "இந்தியாவின் வளமை",
      "காஷ்மீரத்தின் அழகு"
    ],
    "answer": "A",
    "additional_context": "இந்தியாவின் தென் முனை கன்னியாகுமரி மற்றும் வடக்கு முனை காஷ்மீர் ஆகியவை இரண்டும் இந்தியாவின் ஒரே நாட்டின் பகுதிகள். இரண்டும் தனித்தன்மை வாய்ந்த இடங்கள். இதனை இரண்டையும் இணைத்து 'கன்னிக் குமரியின் கூந்த லுக்காகக் காஷ்மீர்த் தோட்டம் பூத்தொடுக்கும்!' எனக் குறிப்பிடுவதன் மூலம் இரண்டும்  ஒரே நாட்டின் ஒரு பகுதி எனக் காட்டுகிறார். "
  },
  {
    "description": "\"அன்னை நாட்டின் அமுத சுரபியில் அன்னிய நாடுகள்பசிதீர\" என்ற வரி மூலம் கவிஞர் என்ன கூறுகிறார்?",
    "options": [
      "இந்தியாவின் உணவு வளம்",
      "இந்தியாவின் மருத்துவ வளம்",
      "இந்தியாவின் தாராள மனப்பான்மை",
      "இந்தியாவின் கலை வளம்"
    ],
    "answer": "C",
    "additional_context": "உலகின் பல நாடுகளுக்கு உதவும், தன் வளத்தைப் பகிர்ந்து கொள்ளும் தாராள மனப்பான்மை இந்தியாவிற்கு இருக்கிறது என்பதை 'அன்னை நாட்டின் அமுத சுரபியில் அன்னிய நாடுகள்பசிதீர' என்ற வரி மூலம் கவிஞர்  குறிப்பிடுகிறார்.  "
  },
  {
    "description": "\"புல்வெளி யெல்லாம் பூக்கா டாகிப் புன்னகை செய்த பொற்காலம்!\" என்ற வரியில் \"புன்னகை செய்த பொற்காலம்!\" என்ற சொற்றொடரின் பொருள் என்ன?",
    "options": [
      "இந்தியாவின் மகிழ்ச்சியான கடந்த காலம்",
      "இந்தியாவின் பழங்கால வளமை",
      "இந்தியாவின் கலைச் செல்வம்",
      "இந்தியாவின் இயற்கை அழகு"
    ],
    "answer": "A",
    "additional_context": "நம் முன்னோர்கள் மகிழ்ச்சியாக வாழ்ந்த, வளமான காலம். நல்ல நெறிமுறைகள் இருந்த காலம். இத்தகைய காலத்தை 'புன்னகை செய்த பொற்காலம்' எனக் குறிப்பிடுகிறார். இது நம்மை நல்ல வாழ்க்கை வாழத் தூண்டும்.  "
  },
  {
    "description": "பாடலில் குறிப்பிடப்படும் \"காவியக் கலைக்கூடம்\" என்பது என்ன?",
    "options": [
      "திருக்குறள்",
      "கம்பராமாயணம்",
      "காளிதாசரின் பாடல்கள்",
      "இந்தியாவின் பழங்கால சிற்பங்கள்"
    ],
    "answer": "D",
    "additional_context": "இந்தியாவில் பழங்காலத்தில், வடிவமைக்கப்பட்ட சிற்பங்கள் மிகவும் அழகானவை மற்றும் கலைநயம் மிக்கவை. அவை வரலாற்றைச் சொல்லும். கலாச்சாரத்தைக் காட்டும், மதத்தை விளக்கும் சின்னங்களாக இருக்கின்றன.  "
  }
]
