
[
  {
    "description": "“மல்லெடுத்த திண்டோள் மறத்தால் வளப்படுத்தி”  என்ற வரியில் “மல்லெடுத்த” என்னும் சொல்லின் பொருளை அறிந்து, அதற்கு நிகரான பொருளைத் தரும் சொல்லைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "தளர்ந்த",
      "வலிமை குறைந்த",
      "வலிமை மிக்க",
      "சோர்ந்த"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல் நம் தமிழர்களின் வீரம், துணிச்சல், வணிகம், தொழில், பயணம் போன்ற பண்புகளைப் பற்றி விரிவாகக் கூறுகிறது.  இந்த பாடலில் 'கல்லெடுத்து முள்ளெடுத்துக் காட்டுப் பெருவெளியை மல்லெடுத்த திண்டோள் மறத்தால் வளப்படுத்தி' என்ற வரி இடம்பெற்றுள்ளது.  இந்த வரி தமிழர்கள் தங்களது உழைப்பாலும், வீரத்தாலும் நிலத்தை வளப்படுத்தியதைப் பற்றிச் சொல்கிறது.  இங்கு 'மல்லெடுத்த' என்னும் சொல் 'வலிமை மிக்க' என்ற பொருளைத் தருகிறது. "
  },
  {
    "description": "“சூழும் பனிமலையைச் சுற்றிக் கொடிபொறித்தான்”  என்ற வரி, பழந்தமிழனின் எந்தப் பண்பைப் பற்றிச் சொல்கிறது?",
    "options": [
      "அச்சம்",
      "மென்மை",
      "வீரம்",
      "துணிச்சல்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் நம் தமிழர்களின் வீரம், துணிச்சல், வணிகம், தொழில், பயணம் போன்ற பண்புகளைப் பற்றி விரிவாகக் கூறுகிறது. 'சூழும் பனிமலையைச் சுற்றிக் கொடிபொறித்தான்' என்ற வரி தமிழர்களின் துணிச்சலைக் குறிப்பிடுகிறது."
  },
  {
    "description": "“எக்களிப்பு மீதூர ஏலம் மிளகுமுதற்”  என்ற வரியில், ஏலம், மிளகு போன்றவற்றை “பண்டங்கள்” என்று குறிப்பிடப்பட்டுள்ளது. 'பண்டங்கள்' என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
    "options": [
      "பொருட்கள்",
      "விலைமதிப்பற்றவை",
      "இயற்கைப் பொருட்கள்",
      "அழகானவை"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் நம் தமிழர்களின் வீரம், துணிச்சல், வணிகம், தொழில், பயணம் போன்ற பண்புகளைப் பற்றி விரிவாகக் கூறுகிறது. 'எக்களிப்பு மீதூர ஏலம் மிளகுமுதற், பண்டங்கள் ஏற்றிப் பயன்நல்கும் வாணிகத்தால்' என்ற வரி தமிழர்களின் வணிகம் பற்றிச் சொல்கிறது. 'பண்டங்கள்' என்ற சொல் பொதுவாக 'பொருட்கள்' என்று பொருள்படும்."
  },
  {
    "description": "“அஞ்சுவதை அஞ்சி அகற்றி விலக்கிடுவான்”  என்ற வரி, பழந்தமிழன் எதற்கு அஞ்சுவான் என்பதைத் தெளிவுபடுத்துகிறது. அந்தத் தீமையைத் தெளிவுபடுத்தும் சொல் எது?",
    "options": [
      "தவறு",
      "பழி",
      "போர்",
      "ஏமாற்று"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் நம் தமிழர்களின் வீரம், துணிச்சல், வணிகம், தொழில், பயணம் போன்ற பண்புகளைப் பற்றி விரிவாகக் கூறுகிறது. 'அஞ்சுவதை அஞ்சி அகற்றி விலக்கிடுவான்' என்ற வரி தமிழர்களின் நேர்மையைப் பற்றிச் சொல்கிறது. இங்கு 'அஞ்சுவதை' என்ற சொல் 'தவறு' என்ற பொருளைத் தருகிறது. தமிழர்கள் தவறு செய்ய அஞ்சுவார்கள் என்பதை இந்த வரி விளக்குகிறது."
  },
  {
    "description": "“கண்டங்கள் சுற்றிக் கலமேறி வந்தவன்தான்”  என்ற வரி, பழந்தமிழன் எந்த வகையான பயணத்தை மேற்கொண்டான் என்பதைத் தெரிவிக்கிறது.  “கலம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "வண்டி",
      "கப்பல்",
      "விமானம்",
      "மிதிவண்டி"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல் நம் தமிழர்களின் வீரம், துணிச்சல், வணிகம், தொழில், பயணம் போன்ற பண்புகளைப் பற்றி விரிவாகக் கூறுகிறது.  'கண்டங்கள் சுற்றிக் கலமேறி வந்தவன்தான்' என்ற வரி தமிழர்களின் பயணத்தைப் பற்றிச் சொல்கிறது. இங்கு 'கலம்' என்ற சொல் 'கப்பல்' என்று பொருள்படும்."
  }
]
