
[
  {
    "description": "“அழுக்காறு அவாவெகுளி இன்னாச்சொல் நான்கும் ஈகை இழுக்கா இயன்றது அறம்” என்ற குறளின் அடிப்படையில், அறம் இல்லாதது எது?",
    "options": [
      "பிறருக்கு உதவுதல்.",
      "நேர்மையாக இருத்தல்.",
      "பொறாமை கொள்ளுதல்.",
      "அமைதியாக இருத்தல்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“அழுக்காறு அவாவெகுளி இன்னாச்சொல் நான்கும் ஈகை இழுக்கா இயன்றது அறம்” என்ற குறள்  “பொறாமை, பேராசை, சினம், கடுஞ்சொல் பேசுதல் ஆகிய நான்கும் இல்லாமல் வாழ்வதே அறம் ஆகும்” என்று கூறுகிறது. இந்த நான்கு குணங்களும்  அறத்தை இல்லாமல் செய்துவிடும் என்பதை இக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“வறியார்க்குஒன்று ஈவதே ஈகைமற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து”  என்ற குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "ஏழைகளுக்கு உதவி செய்வது எப்போதும் நல்லது.",
      "ஏழைகளுக்கு உதவி செய்வது நன்மையை எதிர்பார்த்து செய்யக்கூடாது.",
      "ஏழைகளுக்கு உதவி செய்வது தன்னலம் கருதி செய்யக்கூடாது.",
      "ஏழைகளுக்கு உதவி செய்வது அனைவருக்கும் கடமை."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“வறியார்க்குஒன்று ஈவதே ஈகைமற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து”  என்ற குறள் “இல்லாதவர்க்கு தருவதே ஈகை ஆகும். மற்றவை எல்லாம் பயனை எதிர்பார்த்துச் செய்பவை ஆகும்.” என்று கூறுகிறது. ஏழைகளுக்கு உதவி செய்யும்போது எந்தவிதமான பயனும் எதிர்பார்க்காமல் தன்னலம் கருதாமல் செய்ய வேண்டும் என்பதை இக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“இன்னாசெய் தாரை ஒறுத்தல் அவர்நாண நன்னயம் செய்து விடல்” என்ற குறளின் படி, தீங்கு செய்பவரை எப்படி தண்டிக்க வேண்டும்?",
    "options": [
      "அவர்களுக்குத் தீங்கு செய்து பழிவாங்க வேண்டும்.",
      "அவர்களைத் திட்டி இழிவுபடுத்த வேண்டும்.",
      "அவர்களுக்கு நன்மை செய்து அவர்களை நாண வைக்க வேண்டும்.",
      "அவர்களைப் புறக்கணித்து விட வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“இன்னாசெய் தாரை ஒறுத்தல் அவர்நாண நன்னயம் செய்து விடல்” என்ற குறள்  “நமக்குத் துன்பம் செய்தவர் நாணும்படி அவருக்கு நன்மை செய்வதுதான் அவரைத் தண்டிக்கும் வழியாகும்.” என்று கூறுகிறது. தீங்கு செய்பவரை தண்டிப்பதற்கு பழிவாங்கும் வழியை விட நல்ல வழியை கையாள வேண்டும் என்பதை இந்த குறள் எடுத்துரைக்கிறது."
  },
  {
    "description": "“எனைத்தானும் எஞ்ஞான்றும் யார்க்கும் மனத்தானாம் மாணாசெய் யாமை தலை” என்ற குறள் என்ன சொல்கிறது?",
    "options": [
      "நமக்கு மனம் இல்லாத எதையும் யாருக்கும் செய்யக்கூடாது.",
      "யாரையும் நம் மனதில் ஏற்றுக்கொள்ளக் கூடாது.",
      "யார்க்கும் தீங்கு செய்யாமல் இருப்பது சிறந்தது.",
      "நம் மனதில் ஏற்றுக் கொள்ளாததை யாருக்கும் செய்யக்கூடாது."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“எனைத்தானும் எஞ்ஞான்றும் யார்க்கும் மனத்தானாம் மாணாசெய் யாமை தலை” என்ற குறள்  “நம் உள்ளம் ஏற்றுக் கொள்ளாத எச்செயலையும் எக்காலத்திலும் யார்க்கும் சிறிதளவுகூடச் செய்யக் கூடாது” என்று கூறுகிறது. நம் மனதில் ஏற்றுக்கொள்ளாத எதையும் யாருக்கும் செய்யக்கூடாது என்பதை இக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "வறியார்க்கு ஒன்று ஈவதே ஈகைமற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து.",
    "options": [],
    "answer": [
      "வறியார்க்கு ஒன்று ஈவதே ஈகை, மற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து."
    ],
    "additional_context": "“வறியார்க்குஒன்று ஈவதே ஈகைமற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து”  என்ற குறள் “இல்லாதவர்க்கு தருவதே ஈகை ஆகும். மற்றவை எல்லாம் பயனை எதிர்பார்த்துச் செய்பவை ஆகும்.” என்று கூறுகிறது. ஏழைகளுக்கு உதவி செய்யும்போது எந்தவிதமான பயனும் எதிர்பார்க்காமல் தன்னலம் கருதாமல் செய்ய வேண்டும் என்பதை இக்குறள் வலியுறுத்துகிறது."
  }
]
