
[
  {
    "description": "“அறம் செய விரும்பு” என்னும் தலைப்பில் எழுதப்பட்ட கட்டுரையில், எந்தப் பகுதி பிறருக்கு உதவ வேண்டும் என்பதை வலியுறுத்துகிறது?",
    "options": [
      "மொழியோடு விளையாடு - சொற்றொடரை முறையாக வரிசைப்படுத்துங்கள்",
      "கட்டங்களில் உள்ள வார்த்தைகளைக் கொண்டு தொடர்களை அமைக்க.",
      "கட்டத்தில் உள்ள சொற்களைக் கொண்டு தொடர்கள் உருவாக்கு.",
      "செயல்திட்டம் - நீங்கள் சேவை செய்ய விரும்பும் பணிகளைப் பட்டியலிடுக."
    ],
    "answer": "D",
    "additional_context": "“அறம் செய விரும்பு” என்னும் தலைப்பில் எழுதப்பட்ட கட்டுரை, ஒருவரின் வாழ்க்கையின் முக்கியமான நோக்கத்தைப் பற்றிப் பேசும். அதாவது, மற்றவர்களுக்கு உதவி செய்வது, சேவை செய்வது போன்ற உயர்ந்த நோக்கத்தை வலியுறுத்தும். கட்டுரையில் இடம் பெற்றிருக்கும் “செயல்திட்டம் - நீங்கள் சேவை செய்ய விரும்பும் பணிகளைப் பட்டியலிடுக” என்னும் பகுதி,  பிறருக்கு உதவி செய்வதை வலியுறுத்துகிறது. ஒருவர்  தனது சமூகத்திற்கு, பிறருக்கு  சேவை செய்ய விரும்புவது, அதற்கான பணிகளைத் திட்டமிடுவது போன்ற செயல்களை வலியுறுத்துகிறது. "
  },
  {
    "description": "“மணிமேகலை மணிபல்லவத் தீவிற்குச் சென்றாள்” என்னும் வாக்கியத்தில், மணிமேகலை எந்த இடத்திற்குச் சென்றாள்?",
    "options": [
      "மதுரை",
      "மணிபல்லவத் தீவு",
      "சிறைச் சாலை",
      "அமுதசுரபியைப் பெற்ற இடம்"
    ],
    "answer": "B",
    "additional_context": "மணிமேகலை  இலக்கியத்தில், மணிமேகலை  மணிபல்லவத் தீவுக்குச் சென்று அங்கு அமுதசுரபியைப் பெறுகிறாள். இது  மணிமேகலையின் பயணத்தின் ஒரு முக்கியமான பகுதி. எனவே,  “மணிமேகலை மணிபல்லவத் தீவிற்குச் சென்றாள்”  என்னும் வாக்கியத்தில், மணிமேகலை  மணிபல்லவத் தீவுக்குச் சென்றாள் என்பது தெளிவாகிறது."
  },
  {
    "description": "“பொதுத்தொண்டு செய்யும் நிறுவனங்களின் பெயர்களை இணையத்தில் கண்டு திரட்டுக” என்னும் பகுதி எதை வலியுறுத்துகிறது?",
    "options": [
      "இணையத்தில் ஆய்வு செய்வதன் முக்கியத்துவம்",
      "பொதுத்தொண்டு செய்வதன் முக்கியத்துவம்",
      "இளம் செஞ்சிலுவைச் சங்கம் பற்றி அறிந்து கொள்வது",
      "சாரண சாரணியர் குறித்து அறிந்து கொள்வது"
    ],
    "answer": "A",
    "additional_context": "“பொதுத்தொண்டு செய்யும் நிறுவனங்களின் பெயர்களை இணையத்தில் கண்டு திரட்டுக” என்னும் பகுதி  இணையத்தின் பயன்பாட்டை வலியுறுத்துகிறது. இணையம் என்பது  நமக்கு  பல்வேறு தகவல்களைப் பெற உதவும் ஒரு வளம். இதன் மூலம் பொதுத்தொண்டு செய்யும் நிறுவனங்களின் பெயர்களைப் பற்றிய தகவலைப் பெறலாம். இது இணையத்தில் ஆய்வு செய்வதன் முக்கியத்துவத்தை வலியுறுத்துகிறது."
  },
  {
    "description": "“நல்ல மணம் அவன் உடலில் இருந்தது” என்னும் வாக்கியத்தில், “மணம்” என்னும் சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "வாசனை",
      "மனம்",
      "விலைமதிப்பு",
      "அழகு"
    ],
    "answer": "A",
    "additional_context": "“நல்ல மணம் அவன் உடலில் இருந்தது” என்னும் வாக்கியத்தில், “மணம்”  என்னும் சொல் வாசனையைக் குறிக்கிறது. அதாவது,  அந்த நபர் நல்ல வாசனையுடன் இருந்தார் என்பதைத் தெரிவிக்கிறது. “மனம்”, “விலைமதிப்பு”, “அழகு” போன்ற சொற்கள் “மணம்” என்னும் சொல்லுக்குப் பொருந்தாது."
  },
  {
    "description": "“விடியலில் துயில் எழுந்தேன்” என்னும் வாக்கியத்தில் உள்ள “விடியல்” என்னும் சொல் எந்த வகைப் பெயர்?",
    "options": [
      "தனிப் பெயர்",
      "பொதுப் பெயர்",
      "குறிப்பெயர்",
      "இடம் பெயர்"
    ],
    "answer": "B",
    "additional_context": "“விடியலில் துயில் எழுந்தேன்” என்னும் வாக்கியத்தில் உள்ள  “விடியல்” என்னும் சொல் ஒரு பொதுப் பெயர். ஏனெனில்,  இது ஒரு குறிப்பிட்ட நேரத்தைக் குறிக்காது.  பொதுவாக ஒரு நாளின் துவக்கத்தைக் குறிக்கும் பொதுப் பெயர்.  “தனிப் பெயர்”  ஒரு குறிப்பிட்ட நபர், இடம், பொருள் போன்றவற்றைக் குறிக்கும்.  “குறிப்பெயர்”  ஒரு  பொதுப் பெயரை  குறிப்பிட்ட ஒரு பொருளைப் பற்றிச் சொல்லும் போது பயன்படுத்தப்படும். “இடம் பெயர்”  ஒரு குறிப்பிட்ட இடத்தைக் குறிக்கும்."
  }
]
