
[
  {
    "description": "பாடலில் \"தூற்றும்படி\" என்ற சொல்லுக்குப் பொருத்தமான மாற்றுச் சொல் எது?",
    "options": [
      "புகழும்படி",
      "மதிக்கும்படி",
      "இகழும்படி",
      "பாராட்டும்படி"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல், நம்மை ஒரு நல்ல மனிதனாக வாழ வழிநடத்தும் வழிகாட்டும் பாடலாகும்.  நல்லவர்கள் தூற்றும்படி வளரக்கூடாது என்று இந்தப் பாடல் கூறுகிறது. இதன் பொருள் நல்லவர்களால் இகழப்படும்படி நடந்து கொள்ளக்கூடாது என்பதாகும்.  எனவே, தூற்றும்படி என்ற சொல்லுக்குப் பொருத்தமான மாற்றுச் சொல் இகழும்படி ஆகும்."
  },
  {
    "description": "பாடலில் \"மூத்தோர்\" என்ற சொல்லுக்குப் பொருத்தமான மாற்றுச் சொல் எது?",
    "options": [
      "இளைஞர்கள்",
      "குழந்தைகள்",
      "பெரியோர்",
      "நண்பர்கள்"
    ],
    "answer": "C",
    "additional_context": "மூத்தோர் என்பதற்குப் பொருத்தமான சொல் பெரியோர் ஆகும். மூத்தோர் சொல் வார்த்தைகளை மீறக் கூடாது என்பது பாடலின் கருத்து. பெரியோர்களின் அறிவுரைகளை மதித்து நடக்க வேண்டும் என்பது இதன் பொருளாகும்.  எனவே, மூத்தோர் என்ற சொல்லுக்குப் பொருத்தமான மாற்றுச் சொல் பெரியோர் ஆகும்."
  },
  {
    "description": "\"மாற்றார் கைப்பொருளை நம்பி வாழக் கூடாது\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "மற்றவர்களின் உதவியைப் பெறக் கூடாது",
      "பிறரின் சொத்துக்களைப் பறிக்கக் கூடாது",
      "பிறரின் உழைப்பை நம்பி வாழக் கூடாது",
      "மற்றவர்களை நம்பி வாழக் கூடாது"
    ],
    "answer": "C",
    "additional_context": "இந்த வரி, தன்னம்பிக்கையுடன் வாழ வேண்டும் என்பதை வலியுறுத்துகிறது. மாற்றார் கைப்பொருள் என்பது பிறர் உழைப்பால் சம்பாதித்த பொருள். அந்தப் பொருளை நம்பி வாழ்வது தவறு என்பது பாடலின் கருத்து. தன்னைப் பற்றிய நம்பிக்கையும், தன்னிறைவையும் வளர்த்துக் கொள்ள வேண்டும் என்பதை இந்த வரி எடுத்துரைக்கிறது."
  },
  {
    "description": "பாடலில் \"வற்றாமல்\" என்ற சொல்லுக்குப் பொருத்தமான மாற்றுச் சொல் எது?",
    "options": [
      "அதிகமாக",
      "குறைவாக",
      "தொடர்ந்து",
      "குறையாமல்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல், பெற்றோரின் புகழும், தாய்நாட்டின் புகழும் என்றும்  நம்முடன் வாழ்ந்திட வேண்டும் என்று கூறுகிறது.  வற்றாமல் என்பதற்குப் பொருத்தமான மாற்றுச் சொல் குறையாமல் ஆகும். பெற்றோரின் புகழும், தாய்நாட்டின் புகழும் நம் வாழ்நாளெல்லாம் குறையாமல்  நம்முடன் இருக்க வேண்டும் என்பதை இந்த வரி வலியுறுத்துகிறது."
  },
  {
    "description": "\"நாட்டின் நெறி தவறி நடக்கக் கூடாது\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "நாட்டின் விதிகளை மீறக் கூடாது",
      "நாட்டின் நலனைப் பற்றி கவலைப்படக் கூடாது",
      "நாட்டின் மக்களை புறக்கணிக்கக் கூடாது",
      "நாட்டின் எல்லைகளை மீறக் கூடாது"
    ],
    "answer": "A",
    "additional_context": "இந்த வரி, நாட்டின் விதிகளை மதித்து நடக்க வேண்டும் என்பதை வலியுறுத்துகிறது. நாட்டின் நெறி என்பது நாட்டின் விதிகள், சட்டங்கள், நன்னெறிகள் ஆகும். இவற்றை மீறக் கூடாது என்பது இதன் பொருளாகும்.  நாட்டின் நலனைப் பேணி பாதுகாக்க வேண்டும் என்ற  அடிப்படையில் இந்த வரி அமைந்துள்ளது."
  }
]
