[
          
  {
    
          "description": "'வள்ளுவர் வாழ்ந்த நாடு இது. புத்தர் பிறந்து அறம் போதித்த பூமி இது.' - இதன் மூலம், மன்னன் என்ன உணர்த்துகிறான்?",
          "options": [
      "இந்த நாடு மிகவும் பழமையானது",
      "இந்த நாடு பல மதங்களுக்குத் தாயகம்",
      "இந்த நாடு அறம் வளர்ந்த பூமி",
      "இந்த நாடு கல்வி வளர்ந்த பூமி"
    ],
    "answer": "C",
    
          "additional_context": "சிறைச்சாலைக் காவலன், மன்னனிடம் மணிமேகலையைப் பற்றி கூறுகிறான்.  மணிமேகலை சிறைச்சாலைக்குச் சென்று அனைவருக்கும் உணவு வழங்கியதையும், அந்தப் பாத்திரத்திலிருந்து எடுத்து எடுத்து உணவு குறையாததையும்  சொல்கிறான். மன்னன் வியப்புடன், மணிமேகலையை அழைத்து வருமாறு கூறுகிறான்.  மணிமேகலை மன்னனை வணங்கி தன்னை அறிமுகப்படுத்திக் கொள்கிறாள்.  மன்னன், மணிமேகலை கையில் இருந்த அமுதசுரபி எப்படி கிடைத்தது, அதன் பெயர் என்ன என்று கேட்கிறான்.  மணிமேகலை தனக்கு அமுதசுரபி கிடைத்த விதத்தை மன்னனிடம் கூறுகிறாள்.  மன்னன் அவள் செயலைப் பாராட்டி தனக்கு செய்ய வேண்டிய உதவி இருந்தால் கேட்கச் சொல்கிறான்.  மணிமேகலை சிறைச்சாலைக்குச் செல்லும் நபர்கள்  சிறைக்கோட்டம் அறக்கோட்டமாக மாற வேண்டும் என்றும்,  அறநெறிக் கல்வியை அளிக்க வேண்டும் என்றும்  மன்னனிடம்  வேண்டுகிறாள்.  இதன் மூலம் மன்னன், 'இந்த நாடு அறம் வளர்ந்த பூமி', என்று உணர்த்துகிறான். "
          }
        ,
          
  {
    
          "description": "மணிமேகலை தீவின் அழகை எவ்வாறு விவரிக்கிறாள்?",
          "options": [
      "வெண்மணல் குன்றுகளும், பூத்துக் குலுங்கும் செடிகொடிகளும், அடர்ந்த மரங்களும், இடையிடையே பொய்கைகளும் மனதை மயக்கும் காட்சிகளைத் தருகின்றன.",
      "அழகிய மலர்களும், பறவைகளின் இனிமையான பாடலும், மெதுவாக ஓடும் ஆறும் தீவை அழகாகக் காட்டுகின்றன.",
      "மலைகளும், பள்ளத்தாக்குகளும், நீர்வீழ்ச்சிகளும், அடர்ந்த காடுகளும் நிறைந்த அற்புதமான தீவு இது.",
      "எங்கு பார்த்தாலும் வெண்மணல் நிறைந்த, சூரிய ஒளி பட்டு மின்னும், அழகிய கடற்கரை கொண்ட தீவு இது."
    ],
    "answer": "A",
    
          "additional_context": "மணிமேகலை மணிபல்லவத் தீவுக்குச் சென்றதும், அந்தத் தீவின் அழகை,  'எங்குப் பார்த்தாலும் வெண்மணல் குன்றுகள். பூத்துக் குலுங்கும் செடிகொடிகள். அடர்ந்த மரங்கள். இடையிடையே பொய்கைகள். மனதை மயக்கும் காட்சிகள் ... ஆகா!... அருமை! அருமை.! ' என்று கூறுகிறாள்."
          }
        ,
          
  {
    
          "description": "'கோமுகி'  என்பதன் பொருள் என்ன?",
          "options": [
      "தூய நீர் கொண்ட பொய்கை",
      "பசுவின் முகம் போன்ற வடிவம் கொண்ட பொய்கை",
      "பூக்கள் நிறைந்த பொய்கை",
      "தெய்வீக சக்தி கொண்ட பொய்கை"
    ],
    "answer": "B",
    
          "additional_context": "தீவதிலகை மணிமேகலையிடம்,  'நம் எதிரில் பூக்கள் நிறைந்து விளங்கும் இந்தப் பொய்கையைப் பார். இதற்குக் கோமுகி என்று பெயர். கோ என்றால் பசு. முகி என்றால் முகம். பசுவின் முகம் போன்று அமைந்து இருப்பதால் இப்பொய்கை கோமுகி என்னும் பெயரைப் பெற்றது. ' என்று கூறுகிறாள்."
          }
        ,
          
  {
    
          "description": "மணிமேகலை  'அமுதசுரபி' பெற்ற பின்னர் யாரிடம் உணவு பெறச் செல்கிறாள்?",
          "options": [
      "காயசண்டிகை",
      "ஆதிரை",
      "சித்திரை",
      "மாதவி"
    ],
    "answer": "B",
    
          "additional_context": "மணிமேகலை அமுதசுரபி பெற்ற பின்னர், தீவதிலகையை விடைபெற்று பூம்புகாருக்குத் திரும்புகிறாள்.  பின்னர்,  பூம்புகாரில் உள்ள ஆதிரையிடம் உணவு பெறச் செல்கிறாள்.  இதை, 'மணிமேகலை தீவதிலகையை வணங்கி அமுதசுரபியுடன் விடை பெறுகிறாள்.  பூம்புகாருக்குத் திரும்புகிறாள்.  ஆதிரையிடம் உணவு பெறச் செல்கிறாள்.' என்ற வாக்கியங்கள் உறுதிப்படுத்துகின்றன."
          }
        ,
          
  {
    
          "description": "மணிமேகலை  'அமுதசுரபி' யின் சிறப்பை எவ்வாறு விவரிக்கிறாள்?",
          "options": [
      "இதில் இட்ட உணவு எடுக்க எடுக்கக் குறையாமல் வளர்ந்து கொண்டே இருக்கும்.",
      "இந்தப் பாத்திரத்திலிருந்து உணவு அள்ளினால் அனைவருக்கும்  நோய் தீர்க்கும் சக்தி கிடைக்கும்.",
      "இந்தப் பாத்திரத்தால் எல்லா உயிர்களுக்கும் அமரத்துவம் கிடைக்கும்.",
      "இந்தப் பாத்திரத்தில்  இட்ட உணவை சாப்பிட்டால் எவரும் பசியை மறந்து விடுவார்கள்."
    ],
    "answer": "A",
    
          "additional_context": "ஆதிரை மணிமேகலை கையில் இருந்த பாத்திரத்தைப் பார்த்து அதன் சிறப்பை கேட்கிறாள்.  மணிமேகலை அதற்கு, 'இஃது அள்ள அள்ளக் குறையாமல் உணவு வழங்கும் 'அமுதசுரபி' ஆகும். ' என்று கூறுகிறாள்."
          }
        ]