[
          
  {
    
          "description": "இந்தப் பகுதி எந்த வகையான மகிழ்ச்சியை வெளிப்படுத்துகிறது?",
          "options": [
      "இயற்கை அழகை ரசிப்பதால்",
      "ஒருங்கிணைந்து கும்மி ஆடுவதன் மூலம்",
      "தமிழின் வளர்ச்சியைக் கண்டு",
      "வெற்றியடைந்ததால்"
    ],
    "answer": "B",
    
          "additional_context": "தமிழ்மொழி மீது கொண்ட அன்பும் பெருமிதமும் மிகுந்த மகிழ்ச்சியைத் தரக்கூடியது. கும்மியின் மூலம் தமிழைப் போற்றிப்பாடி ஆடுவதால் மகிழ்ச்சி பெருகும் என்பதை இப்பாடல் உணர்த்துகிறது. கூட்டமாக இணைந்து கும்மியடித்துப் பாடி ஆடுவது என்பது மகிழ்ச்சியான அனுபவம் என்பதை இப்பாடல் வலியுறுத்துகிறது. அந்த மகிழ்ச்சியும் பெருமிதமும் தமிழின் வளர்ச்சியைக் கண்டு ஏற்படுவது என்பதை இப்பாடல் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "இந்தப் பகுதியில், தமிழ்மொழி எதற்கு ஒப்பிடப்பட்டுள்ளது?",
          "options": [
      "தீப்பிழம்பு",
      "கடல்",
      "மலை",
      "ஊற்று"
    ],
    "answer": "D",
    
          "additional_context": "தமிழ் மொழி பல நூறு ஆண்டுகளைக் கண்டது என்பதை இப்பாடல் குறிப்பிடுகிறது.  தமிழ் மொழி அறிவு  ஊற்றாகிய நூல்கள் பலவற்றைக் கொண்டது என்பதையும் இப்பாடல் கூறுகிறது. எனவே தமிழ்மொழியை ஊற்றுக்கு ஒப்பிட்டுள்ளனர்."
          }
        ,
          
  {
    
          "description": "இந்தப் பகுதியில், தமிழ்மொழியின் எந்தப் பண்பு குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "கலைநயம்",
      "மென்மை",
      "நேர்மை",
      "சகிப்புத்தன்மை"
    ],
    "answer": "C",
    
          "additional_context": "கடல் சீற்றங்கள், கால மாற்றங்கள் ஆகிய எவற்றாலும் அழியாமல் நிலைத்திருக்கும் மொழி தமிழ்.  தமிழ் மொழி நேர்மையான மொழி என்பதை இந்த பாடல் வலியுறுத்துகிறது. பொய்யை அகற்றும், உள்ளப்பூட்டை அறுக்கும் மொழி என்று குறிப்பிடுவதன் மூலம் தமிழின் நேர்மை பண்பு வெளிப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கவிஞர் குறிப்பிடும் 'ஊழி' என்னும் சொல்லுக்கு ஏற்ற பொருள் எது?",
          "options": [
      "ஒரு நாள்",
      "மழைக்காலம்",
      "ஒரு பெரிய காலப்பகுதி",
      "ஒரு வாரம்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடலில்  'ஊழி பலநூறு கண்டதுவாம்' எனக் கூறப்பட்டுள்ளது. பல நூறு ஆண்டுகள் என்ற கால அளவை குறிப்பிடுவதால்  ஊழி என்ற சொல் ஒரு பெரிய காலப்பகுதியைக் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'அழியாமலே நிலை நின்றதுவாம்!' என்னும் வரியில் 'நிலை' என்ற சொல் குறிப்பது எது?",
          "options": [
      "மலை",
      "நிலம்",
      "நிலைப்பு",
      "நிலைநிறுத்தல்"
    ],
    "answer": "C",
    
          "additional_context": "தமிழ்மொழி ஆழிப் பெருக்கிற்கும், காலத்திற்கும்  முற்றும் அழியாமல் நிலை நின்றதுவாம் எனக் கூறப்பட்டுள்ளது. இது தமிழ் மொழியின் நிலைப்புத் தன்மையைக் காட்டுகிறது."
          }
        ]