
[
  {
    "description": "பாடல் வரிகளில் \"ஐலசா\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அ) மீனவர்களின் மகிழ்ச்சியை",
      "இ) கடலின் அழகை",
      "ஆ) மீன்பிடிக்கும் முறையை",
      "ஈ) மீனவர்களின் வாழ்க்கை முறையை"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடலில் மீனவர்கள் கடலோடு வாழும் வாழ்க்கையை \"ஐலசா\"  என்று குறிப்பிடுகிறார்கள். அவர்களின் தொழிலை, கடல், வானம், இயற்கை ஆகியவற்றுடன் வாழும் வாழ்க்கை முறையை வர்ணிக்கிறது."
  },
  {
    "description": "\"காயும்கதிர்ச் சுடர்கூரை\" என்ற வரியில், \"கதிர்ச் சுடர்\" என்னைக் குறிக்கிறது?",
    "options": [
      "அ) கடலின் சூரிய ஒளியை",
      "இ) கடல் மீனின் ஒளியை",
      "ஆ) மீனவர்கள் பயன்படுத்தும் விளக்கை",
      "ஈ) விண்மீன்களின் ஒளியை"
    ],
    "answer": "A",
    "additional_context": "\"காயும்கதிர்ச் சுடர்கூரை\" என்ற வரியில் \"கதிர்ச் சுடர்\" என்பது கடலின் மேல் பிரகாசிக்கும் சூரிய ஒளியைக் குறிக்கிறது. மீனவர்கள் தங்கள் தொழிலைச் செய்யும் போது அவர்களுக்கு கதிரவனின் வெயில் கூரை போல இருக்கும் என்பதை இது குறிப்பிடுகிறது. "
  },
  {
    "description": "\"மின்னல்வரி அரிச்சுவடி\" என்ற வரியில், \"அரிச்சுவடி\" என்னைக் குறிக்கிறது?",
    "options": [
      "அ) மீனவர்கள் பயன்படுத்தும் வலை வடிவமைப்பை",
      "இ) மீன் பிடிப்பதற்கான நுட்பங்களை",
      "ஆ) கடலில் காணப்படும் பல்வேறு வகையான மீன்களை",
      "ஈ) அடிப்படை எழுத்துக்களைப் பற்றிய அறிவை"
    ],
    "answer": "D",
    "additional_context": "மீனவர்களுக்கு மின்னல் வரி அவர்களுக்கு எழுத்துகளைப் பற்றிய அறிவைப் போல இருக்கும் என்று குறிப்பிடுகிறது. இது கடல் வாழ்க்கையின் ஒரு பகுதியாகும் என்பதை எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "\"துணிவோடு தொழில்செய்வோம்\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "அ) மீனவர்கள் அனைவரும் ஒன்றுபட்டு தொழில் செய்ய வேண்டும்",
      "இ) மீனவர்கள் தங்கள் தொழிலைப் பற்றி பெருமை கொள்ள வேண்டும்",
      "ஆ) மீனவர்கள் கடலின் ஆபத்துகளை மீறி தொழில் செய்ய வேண்டும்",
      "ஈ) மீனவர்கள் தங்கள் தொழிலில் சிரமப்படக் கூடாது"
    ],
    "answer": "C",
    "additional_context": "மீனவர்கள் கடல் சீற்றத்தை எதிர்கொண்டு, துணிவுடன் தொழில் செய்வதை இது குறிப்பிடுகிறது.  கடலின் ஆபத்துகளையும் சவால்களையும் எதிர்கொண்டு தொழில் செய்வதை வலியுறுத்துகிறது."
  },
  {
    "description": "பாடலில் \"மீனவர்களின் வாழ்வியல்\" குறித்து எது கூறப்படவில்லை?",
    "options": [
      "அ) மீனவர்கள் கடலின் தோழமையுடன் வாழ்கிறார்கள்",
      "இ) மீனவர்கள் வானத்தை வழிநடத்தியாகக் கருதுகிறார்கள்",
      "ஆ) மீனவர்கள் மீன்களைத் தங்கள் செல்வமாகக் கருதுகிறார்கள்",
      "ஈ) மீனவர்கள் தங்கள் வாழ்வில் அச்சத்தை அனுபவிக்கிறார்கள்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் மீனவர்கள் கடலோடு வாழும் வாழ்க்கையின் பல்வேறு அம்சங்களை வர்ணிக்கிறது. அவர்கள் கடலை தங்கள் தோழனாகக் கருதுகிறார்கள், வானத்தை தங்கள் தலைவனாகக் கருதுகிறார்கள், மீன்களை தங்கள் செல்வமாகக் கருதுகிறார்கள் என்பதை விளக்குகிறது.  மீனவர்கள் அச்சத்தை அனுபவிக்கிறார்கள் என்பது பாடலில் கூறப்படவில்லை."
  }
]
