
[
  {
    "description": "“சர். சி. வி. இராமன்” எந்த ஆண்டு “இராமன் விளைவை” வெளியிட்டார்?",
    "options": [
      "1921",
      "1928",
      "1929",
      "1930"
    ],
    "answer": "B",
    "additional_context": "1921 ஆம் ஆண்டு மத்திய தரைக் கடலில், ஒரு கப்பல் இங்கிலாந்தை நோக்கிச் சென்று கொண்டிருந்தது. தமிழர் ஒருவர் கப்பலின் மேல்தளத்தில் நின்று கடல் அலைகளைப் பார்த்துக் கொண்டிருந்தார். திடீரென அவரது உள்ளத்தில் கடல்நீர் ஏன் நீலநிறமாகக் காட்சியளிக்கிறது என்ற வினா எழுந்தது. அவ்வினா அவரை உறங்க விடவில்லை. இங்கிலாந்து பயணம் முடிந்து இந்தியா திரும்பினார். பிறகு பாதரச ஆவி விளக்கு, பென்சீன் மற்றும் நிறமாலைக் காட்டி ஆகியவற்றின் உதவியுடன் தமது ஆய்வைத் தொடங்கினார். ஆய்வின் முடிவில் 1928 பிப்ரவரி 28 ஆம் நாள் “இராமன் விளைவு” என்னும் தமது கண்டுபிடிப்பை வெளியிட்டார்."
  },
  {
    "description": "“தேசிய அறிவியல் நாள்” எந்தத் தேதியில் கொண்டாடப்படுகிறது?",
    "options": [
      "ஜனவரி 28",
      "பிப்ரவரி 28",
      "மார்ச் 28",
      "ஏப்ரல் 28"
    ],
    "answer": "B",
    "additional_context": "இக்கண்டுபிடிப்பு இந்தியாவிற்கு அறிவியலுக்கான முதல் நோபல் பரிசைப் பெற்றுத் தந்தது. அவர் தமது கண்டுபிடிப்பை வெளியிட்ட பிப்ரவரி 28 ஆம் நாளை நாம் ஆண்டு தோறும் \" தேசிய அறிவியல் நாள்\" எனக் கொண்டாடி மகிழ்கிறோம்."
  },
  {
    "description": "“காலிங்பெல்லை” என்ற சொல்லுக்கு இணையான தமிழ்ச் சொல் எது?",
    "options": [
      "அழைப்பு மணி",
      "மணி",
      "மணி அடி",
      "மணி ஒலி"
    ],
    "answer": "A",
    "additional_context": ""
  },
  {
    "description": "“ரோபோ பயன்பாட்டிற்கு வந்துள்ளது” என்ற வாக்கியத்தில் “ரோபோ” என்பதற்கு இணையான தமிழ்ச் சொல் எது?",
    "options": [
      "இயந்திர மனிதன்",
      "செயற்கை மனிதன்",
      "இயந்திரம்",
      "கருவி"
    ],
    "answer": "A",
    "additional_context": ""
  },
  {
    "description": "பத்தியில் குறிப்பிடப்பட்டுள்ள “மத்திய தரைக் கடல்” எந்த நாடுகளுக்கு இடையே அமைந்துள்ளது?",
    "options": [
      "இந்தியா மற்றும் சீனா",
      "இந்தியா மற்றும் பாகிஸ்தான்",
      "இத்தாலி மற்றும் ஸ்பெயின்",
      "ஐக்கிய அமெரிக்கா மற்றும் கனடா"
    ],
    "answer": "C",
    "additional_context": "1921 ஆம் ஆண்டு மத்திய தரைக் கடலில், ஒரு கப்பல் இங்கிலாந்தை நோக்கிச் சென்று கொண்டிருந்தது. தமிழர் ஒருவர் கப்பலின் மேல்தளத்தில் நின்று கடல் அலைகளைப் பார்த்துக் கொண்டிருந்தார். திடீரென அவரது உள்ளத்தில் கடல்நீர் ஏன் நீலநிறமாகக் காட்சியளிக்கிறது என்ற வினா எழுந்தது. அவ்வினா அவரை உறங்க விடவில்லை."
  }
]
