
[
  {
    "description": "மேற்கண்ட வாக்கியத்தில் பயன்படுத்தப்பட்ட \"சாரி\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "a) மகிழ்ச்சி",
      "b) வருத்தம்",
      "c) கோபம்",
      "d) பயம்"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி உரைநடை உலகம் என்ற பாடப்பகுதியில் உள்ள வணிகத்தை பற்றிய ஒரு பாடப்பகுதியை பற்றியது. இந்த பாடத்தில் வணிகத்தின் வகைகள், வரலாறு, பண்டமாற்று முறை, சிறு வணிகம், பெருவணிகம், இணையவழி வணிகம் போன்ற விஷயங்கள் விளக்கப்பட்டுள்ளன. மேலும் இந்த பாடப்பகுதியில் தரப்பட்டுள்ள பத்தியில் வாங்குபவருக்கும் விற்பனையாளருக்கும் இடையே நிகழும் ஒரு நிகழ்வை விளக்குவதற்காக “சாரி” என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. ஒரு பொருளை வாங்குபவர்கள் அதைப் பற்றி விசாரிக்கும் போது விற்பனையாளர் தனக்குத் தெரியாத பட்சத்தில் “சாரி” என்று கூறுவது வழக்கம். அதாவது “சாரி” என்ற சொல்லின் பொருள் வருத்தம் என்பதாகும்."
  },
  {
    "description": "\"பெரிய மொழி மாதிரி\" என்ற சொல்லை எந்த ஒரு சொல்லால் மாற்றலாம்?",
    "options": [
      "a)  கணினி",
      "b) மனிதன்",
      "c)  பேச்சு இயந்திரம்",
      "d)  எழுத்து இயந்திரம்"
    ],
    "answer": "C",
    "additional_context": "பெரிய மொழி மாதிரி என்பது ஒரு கணினி அடிப்படையிலான மொழி செயலாக்க மாதிரி. இது  பெரிய அளவிலான டேட்டாவை பயன்படுத்தி, மனிதர்கள் போல பேசவும் எழுதவும்  செய்கிறது.  பேச்சு இயந்திரம் என்பது ஒரு கணினி  அடிப்படையிலான  மொழி செயலாக்க  மாதிரி.  இது மனிதர்கள் போல பேசுகிறது. எனவே \"பெரிய மொழி மாதிரி\" என்ற சொல்லை \"பேச்சு இயந்திரம்\" என்ற சொல்லால் மாற்றலாம்."
  },
  {
    "description": "\"தொடர்பு கொள்ளவோ\" என்ற சொல்லின் எதிர்ச்சொல் என்ன?",
    "options": [
      "a)  பேசுவது",
      "b)  எழுதுவது",
      "c)  விலகி இருப்பது",
      "d)  சந்திப்பது"
    ],
    "answer": "C",
    "additional_context": "“தொடர்பு கொள்ளவோ” என்ற சொல் ஒருவரோடு நெருக்கமாக இருப்பதைக் குறிக்கிறது. அதாவது ஒருவரிடம் பேசுவது, எழுதுவது அல்லது சந்திப்பது போன்றவை அடங்கும். இந்த சொல்லின் எதிர்ச்சொல் ஒருவரோடு நெருக்கமாக இருப்பதற்கு நேர்மாறான ஒன்றைக் குறிக்க வேண்டும். ஒருவரோடு தொடர்பைத் துண்டித்து, விலகி இருப்பது  “தொடர்பு கொள்ளவோ” என்ற சொல்லின் எதிர்ச்சொல் ஆகும்."
  },
  {
    "description": "\"நான் உங்களுக்காக வேறு ஏதாவது செய்ய முடியுமா?\" என்ற வாக்கியத்தின் நோக்கம் என்ன?",
    "options": [
      "a)  உதவி கேட்பது",
      "b)  வருத்தம் தெரிவிப்பது",
      "c)  சண்டை போடுவது",
      "d)  சிரிப்பது"
    ],
    "answer": "A",
    "additional_context": "இந்த வாக்கியம் ஒருவரிடம் உதவி கேட்பதைக் குறிக்கிறது. “நான் உங்களுக்காக வேறு ஏதாவது செய்ய முடியுமா?” என்ற வாக்கியத்தின் மூலம் கேட்பவர் ஒருவருக்கு உதவி செய்ய விரும்புவதையும், அதற்கான வாய்ப்பைக் கேட்பதையும் வெளிப்படுத்துகிறார். எனவே இந்த வாக்கியத்தின் நோக்கம் உதவி கேட்பது என்பதாகும்."
  }
]
