[
          
  {
    
          "description": "தாயுமானவர் எந்த நூலில் பராபரக் கண்ணி பாடல்களை எழுதியுள்ளார்?",
          "options": [
      "திருக்குறள்",
      "திருவாசகம்",
      "தேவாரம்",
      "தாயுமானவர் பாடல்கள்"
    ],
    "answer": "D",
    
          "additional_context": "தாயுமானவர் எழுதிய பாடல்கள் பராபரக் கண்ணி  என்ற தலைப்பில் உள்ளன.  தாயுமானவர் பாடல்கள்  என்ற நூலில் இந்த பாடல்கள் இடம் பெற்றுள்ளன.  இந்நூலைத் தமிழ் மொழியின் உபநிடதம் எனப் போற்றுவர்.  இப்பாடல்கள் 'பராபரக் கண்ணி' என்னும் தலைப்பில் உள்ளன."
          }
        ,
          
  {
    
          "description": "தாயுமானவர் எந்தப் பணியில் ஈடுபட்டிருந்தார்?",
          "options": [
      "சமய போதகர்",
      "தலைமைக் கணக்கர்",
      "பாடலாசிரியர்",
      "வணிகர்"
    ],
    "answer": "B",
    
          "additional_context": "தாயுமானவர் திருச்சியை ஆண்ட விசயரகுநாத சொக்கலிங்கரிடம் தலைமைக் கணக்கராகப் பணி புரிந்தவர்."
          }
        ,
          
  {
    
          "description": "'பராபரக் கண்ணி' பாடலில்  தாயுமானவர்  எந்தக் கருத்தை வலியுறுத்துகிறார்?",
          "options": [
      "அனைத்து உயிர்களும் தம் உயிர் போல் எனக் கருதுதல்",
      "தொண்டு செய்யும் பொழுது இன்பம் கிடைக்கும்",
      "எல்லாரும் இன்புற்று இருக்க வேண்டும்",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "'பராபரக் கண்ணி' பாடல் பிறர் மீது அன்பு செலுத்த வேண்டும் என்ற கருத்தை வலியுறுத்துகிறது.  தாயுமானவர், எல்லோரும் இன்புற்று வாழ வேண்டும் என்பதை தனது பாடலில் குறிப்பிடுகிறார்.  அனைத்து உயிர்களும் தம் உயிர் போல் எனக் கருதுதல் என்ற கருத்தை தாயுமானவர் பாடலின் முதல் வரியில் தெளிவாகக் கூறுகிறார்.  தொண்டு செய்யும் பொழுது இன்பம் கிடைக்கும் என்ற கருத்தை தாயுமானவர் தனது பாடலின் இரண்டாம் வரியில் விளக்குகிறார்.  எல்லாரும் இன்புற்று இருக்க வேண்டும் என்ற கருத்தை  இந்த பாடல் முழுவதும் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'தம்உயிர்போல் எவ்வுயிரும் தானென்று தண்டருள்கூர்'  என்ற வரிகளில் 'தண்டருள்'  என்பதன் பொருள் என்ன?",
          "options": [
      "மிகுந்த கோபம்",
      "குளிர்ந்த கருணை",
      "சினம்",
      "பழி"
    ],
    "answer": "B",
    
          "additional_context": "'தண்டருள்' என்பதன் பொருள் குளிர்ந்த கருணை, அன்பு என்பதாகும்.  தாயுமானவர் தன்னைப் போல் எல்லோருக்கும் அன்பு செலுத்த வேண்டும் என்று கூறுகிறார்.  'தண்டருள்'  என்பது அன்பின் உச்சக்கட்டமாகும்."
          }
        ,
          
  {
    
          "description": "'செம்மையருக்கு ஏவல்என்று செய்வேன் பராபரமே!' என்ற வரிகளில்  'செம்மையர்'  என்பதன் பொருள் என்ன?",
          "options": [
      "மந்திரவாதி",
      "பணக்காரர்",
      "சான்றோர்",
      "அரசர்"
    ],
    "answer": "C",
    
          "additional_context": "'செம்மையர்' என்பதன் பொருள் சான்றோர் என்பதாகும்.  இந்த வரிகளில் சான்றோருக்கு தொண்டு செய்ய வேண்டும் என்று தாயுமானவர் கூறுகிறார்.  அன்பர்களுக்காகத் தொண்டு செய்வதன் மூலம் மகிழ்ச்சியைப் பெறலாம் என்றும் தாயுமானவர் கூறுகிறார்."
          }
        ]