[
          
  {
    
          "description": "“ஈத்துவக்கும் இன்பம் அறியார்கொல் தாமுடைமை வைத்திழக்கும் வன்க ணவர்.” என்ற குறளில் வள்ளுவர் என்ன சொல்ல விரும்புகிறார்?",
          "options": [],
    "answer": [],
    
          "additional_context": "வள்ளுவர் கூறும் இந்தக் குறள், ஈகையின் பெருமையை வலியுறுத்துவதோடு, தன்னலத்தின் தீமைகளையும் சுட்டிக் காட்டுகிறது. 'ஈத்துவக்கும் இன்பம்' என்கிறார். இதன் பொருள், பிறருக்குத் தரும் பொருள் தரும் ஈகையால் ஏற்படும் மன நிறைவை, அதைப் பகிர்ந்தவர்களே அறிவார்கள் என்பதாகும். 'தாமுடைமை வைத்திழக்கும் வன்கணவர்' என்று சொல்லி, தன்னலத்தால் சேர்த்து வைத்த பொருள் இழந்த துயரத்தை அனுபவிப்பார்கள் என்பதையும் சுட்டிக் காட்டுகிறார். எனவே இந்தக் குறள், ஈகையின் மூலம் கிடைக்கும் மன நிம்மதியையும், தன்னலத்தால் ஏற்படும் துன்பத்தையும் எடுத்துரைக்கிறது. "
          }
        ,
          
  {
    
          "description": "வள்ளுவர் கூறும் 'இன்னாச்செய் தாரை ஒறுத்தல்' என்ற அறத்தின் பொருள் என்ன?",
          "options": [
      "துன்பம் செய்தவர்களை வெறுத்து ஒதுக்குதல்",
      "துன்பம் செய்தவர்களை தண்டித்து தீர்த்து வைத்தல்",
      "துன்பம் செய்தவர்களைப் பொறுத்துக் கொள்ளுதல்",
      "துன்பம் செய்தவர்களை நாணும்படி நன்மை செய்தல்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "வள்ளுவர் கூறும் 'இன்னாச்செய் தாரை ஒறுத்தல்' என்ற அறம், மிகவும் முக்கியமானதாகும். இது துன்பம் செய்தவரைத் தண்டிப்பதற்கான வழிமுறை அல்ல. மாறாக, அவருடைய தவறுகளை உணரச் செய்து, நன்மை செய்வதன் மூலம், அவருடைய மனதை மாற்றி, சமூகத்தில் நல்லவனாக மாற்றும் முயற்சி எனலாம். \n\n துன்பம் செய்தவர்களைப் பொறுத்துக்கொள்ளும் நெஞ்சம் சிறந்தது. ஆனால், அதே துன்பத்தை அவர்களுக்கு மீண்டும் செய்யாமல், அவர்களை நாணவைக்கும் வகையில் நன்மை செய்வது, மிகவும் சிறந்த பழிவாங்கும் வழி என்று வள்ளுவர் கூறுகிறார். இதன் மூலம், தவறுகளைத் திருத்திக்கொள்ளும் வாய்ப்பு உருவாகும். "
          }
        ,
          
  {
    
          "description": "'ஈகை' என்ற அறத்தை வள்ளுவர் எவ்வாறு வலியுறுத்துகிறார்?",
          "options": [
      "எல்லோருக்கும் தன்னலமில்லாமல் உதவ வேண்டும் என்று கூறுகிறார்",
      "பணக்காரர்கள் மட்டும் ஏழைகளுக்கு தர வேண்டும் என்று கூறுகிறார்",
      "நம்மிடம் உள்ளவற்றை பிற உயிர்களுடன் பகிர்ந்து கொள்ள வேண்டும் என்று கூறுகிறார்",
      "தன்னலத்துடன் உதவ வேண்டும் என்று கூறுகிறார்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "வள்ளுவர் 'ஈகை' என்ற அறத்தை, மிகுந்த முக்கியத்துவம் வாய்ந்த அறமாகக் கருதுகிறார். அவர், தன்னலமில்லாமல், பிறருக்குத் தாராளமாகத் தர வேண்டும் என்றும், பிற உயிர்களுடன் நம்மிடம் உள்ளவற்றைப் பகிர்ந்து கொள்ள வேண்டும் என்றும் வலியுறுத்துகிறார். ஈகையின் மூலம், நாம் நம்மை விடக் குறைந்தவர்களைப் பற்றி கவலைப்படுவது மட்டுமல்லாமல், ஒரு மகத்தான மன நிறைவையும் பெறுவோம் என்பதை வலியுறுத்துகிறார். "
          }
        ,
          
  {
    
          "description": "'வறியார்க்கு ஒன்று ஈவதே ஈகைமற்று எல்லாம்' என்ற குறளின் பொருள் என்ன?",
          "options": [
      "எல்லா உதவிகளும் சமமானவை",
      "பயன் எதிர்பார்த்து செய்யும் உதவிகள் ஈகையல்ல",
      "பயன் இல்லாத உதவிகள் மட்டும் ஈகை",
      "உதவியை எதிர்பார்க்காமல் இருப்பதே ஈகை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தக் குறள், ஈகையின் உண்மையான பொருளைப் பற்றி விளக்குகிறது. வள்ளுவர், வறியவர்களுக்கு உதவி செய்வதே உண்மையான ஈகை என்று கூறுகிறார். இதன் பொருள், பயன் எதிர்பார்த்துச் செய்யும் உதவிகள் ஈகையல்ல. உண்மையான ஈகை என்பது தன்னலமில்லாமல் பிறருக்கு உதவி செய்வதாகும். \n\n ஏதாவது ஒரு பயனை எதிர்பார்த்து செய்கிறோமா, அல்லது இறைவனை மனதில் வைத்து, தன்னலமில்லாமல் செய்கிறோமா என்பதைச் சிந்தித்து, ஈகையைப் பயன்படுத்துவது, நமது வாழ்வில் மகிழ்ச்சியைத் தரும். "
          }
        ,
          
  {
    
          "description": "வள்ளுவர் கூறுவதன்படி, பெரியவர்களை இகழக் கூடாது ஏனெனில்?",
          "options": [
      "அது தவறான செயல்",
      "பெரியவர்கள் நம்மைத் தண்டிப்பார்கள்",
      "அவர்கள் நம்மை இகழ்வார்கள்",
      "அது நமக்குத் தீங்கு விளைவிக்கும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "பெரியவர்களை இகழக் கூடாது என்று வள்ளுவர் கூறுவதற்கு பல காரணங்கள் இருக்கின்றன. அவர்கள் நம்மை விட அனுபவம் வாய்ந்தவர்கள், அவர்களிடம் இருந்து நிறைய கற்றுக்கொள்ள முடியும். அவர்களை இகழ்ந்தால், அவர்களிடமிருந்து நமக்குக் கிடைக்கும் நன்மைகளை இழந்துவிடுவோம். மேலும், அவர்கள் நம்மைத் தண்டிப்பார்கள், அவர்கள் நம்மை இகழ்வார்கள், நம்மை விட வலிமையானவர்கள் என்று பல காரணங்கள் இருந்தாலும், மிக முக்கியமாக, பெரியவர்களை இகழ்ந்தால், நமக்குத்தான் தீங்கு விளைவிக்கும். எனவே, பெரியவர்களை மதித்து நடத்த வேண்டும். "
          }
        ]