[
          
  {
    
          "description": "'தங்கப் பாப்பா' என்ற சொல்லில் உள்ள 'ப்' என்ற எழுத்து எந்த வகை இன எழுத்து?",
          "options": [
      "அ) மெல்லின மெய் எழுத்து",
      "ஆ) வல்லின மெய் எழுத்து",
      "இ) இடையின எழுத்து",
      "ஈ) உயிர் எழுத்து"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இன எழுத்துகள் என்பவை ஒரே மாதிரியான ஒலிக்கும் முயற்சி மற்றும் பிறக்கும் இடம் கொண்ட எழுத்துகள் ஆகும். வல்லின மெய் எழுத்துகள் மெல்லின மெய் எழுத்துகளின் இன எழுத்துகள். \n\n'தங்கப் பாப்பா'  என்ற சொல்லில் உள்ள 'ப்' என்ற எழுத்து 'ப'  என்ற மெல்லின மெய் எழுத்தின் இன எழுத்தாகும். 'ப'  என்ற எழுத்து  'ப்'  என்ற எழுத்து இரண்டும் ஒரே மாதிரியான ஒலிக்கும் முயற்சி மற்றும் பிறக்கும் இடம் கொண்டவை. ஆகையால், 'ப்'  என்ற எழுத்து வல்லின மெய் எழுத்து ஆகும்."
          }
        ,
          
  {
    
          "description": "“இன எழுத்துகள்” என்பது என்ன என்பதைப் பற்றிய விளக்கம் இதில் எது சரியானது?",
          "options": [
      "ஒரே மாதிரியான ஒலிக்கும் முயற்சி மற்றும் பிறக்கும் இடம் கொண்ட எழுத்துகள்",
      "ஒரே மாதிரியான ஒலிக்கும் முயற்சி மட்டும் கொண்ட எழுத்துகள்",
      "ஒரே மாதிரியான பிறக்கும் இடம் மட்டும் கொண்ட எழுத்துகள்",
      "ஒலிக்கும் முயற்சியும் பிறக்கும் இடமும் வேறுபட்ட எழுத்துகள்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சில எழுத்துகளுக்கு இடையே ஒலிக்கும் முயற்சி, பிறக்கும் இடம் ஆகியவற்றில் ஒற்றுமை உண்டு. இவ்வாறு ஒற்றுமை உள்ள எழுத்துகள் இன எழுத்துகள் எனப்படும். ஆறு வல்லின மெய் எழுத்துகளுக்கும் ஆறு மெல்லின எழுத்துகளும் இன எழுத்துகள் ஆகும். சொற்களில் மெல்லின மெய் எழுத்தை அடுத்துப் பெரும்பாலும் அதன் இனமாகிய வல்லின எழுத்து வரும்."
          }
        ,
          
  {
    
          "description": "“சொற்களில் மெல்லின மெய் எழுத்தை அடுத்துப் பெரும்பாலும் அதன் இனமாகிய வல்லின எழுத்து வரும்” என்பதற்கான எடுத்துக்காட்டுகள் எவை?",
          "options": [
      "திங்கள், மஞ்சள், மண்டபம், சந்தனம்",
      "திங்கள், மஞ்சள், மண்டபம், வெந்தயம்",
      "திங்கள், மஞ்சள், மண்டபம், கண்டம்",
      "திங்கள், மஞ்சள், மண்டபம், பூந்தளிர்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சொற்களில் மெல்லின மெய் எழுத்தை அடுத்துப் பெரும்பாலும் அதன் இனமாகிய வல்லின எழுத்து வரும்.  'திங்கள்', 'மஞ்சள்', 'மண்டபம்', 'சந்தனம்'  என்ற சொற்களில்  'க', 'ஜ', 'ண்ட', 'ந்த'  என்ற மெல்லின மெய் எழுத்துகள் வந்துள்ளன. இவற்றின் இனமாகிய வல்லின எழுத்துகள்  'க்', 'ச்', 'ண்', 'த்'  என்ற எழுத்துகள் அடுத்து வந்துள்ளன.  'வெந்தயம்', 'கண்டம்', 'பூந்தளிர்' என்ற சொற்களில் வல்லின எழுத்துகள் அடுத்து வரவில்லை என்பதை கவனியுங்கள். "
          }
        ,
          
  {
    
          "description": "“இடையின எழுத்துகள் ஆறும் (ய், ர், ல், வ், ழ், ள்) ஒரே இனமாகும்” என்பது எப்படி உண்மை?",
          "options": [
      "அவை அனைத்தும் ஒரே வகையான ஒலிக்கும் முயற்சி மற்றும் பிறக்கும் இடத்தைக் கொண்டுள்ளன.",
      "அவை அனைத்தும் ஒரே வகையான ஒலிக்கும் முயற்சியைக் கொண்டுள்ளன.",
      "அவை அனைத்தும் ஒரே வகையான பிறக்கும் இடத்தைக் கொண்டுள்ளன.",
      "அவை அனைத்தும் ஒரே மாதிரியான தோற்றத்தைக் கொண்டுள்ளன."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இடையின எழுத்துகள் ஆறும் (ய், ர், ல், வ், ழ், ள்) ஒரே இனமாகும். இந்த ஆறு எழுத்துகளும் ஒரே மாதிரியான ஒலிக்கும் முயற்சி மற்றும் பிறக்கும் இடத்தைக் கொண்டுள்ளன.  'ய், ர், ல், வ், ழ், ள்'  என்ற இடையின எழுத்துகள் ஒலிக்கும் போது  நாக்கின் நுனி பற்கள் மற்றும் பல்வேறு இடங்களில் தொட்டு ஒலிக்கும். ஆகையால் இவை ஒரே இனத்தைச் சேர்ந்தவை."
          }
        ,
          
  {
    
          "description": "“மெய்யெழுத்துகளைப் போலவே உயிர் எழுத்துகளிலும் இன எழுத்துகள் உண்டு” - இதற்கான உதாரணம் எது?",
          "options": [
      "“ஓ” என்பது “ஒ” வின் இன எழுத்து",
      "“அ” என்பது “ஆ” வின் இன எழுத்து",
      "“ஐ” என்பது “இ” வின் இன எழுத்து",
      "“ஔ” என்பது “உ” வின் இன எழுத்து"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மெய்யெழுத்துகளைப் போலவே உயிர் எழுத்துகளிலும் இன எழுத்துகள் உண்டு. உயிர் எழுத்துகளில் குறிலுக்கு நெடிலும், நெடிலுக்குக் குறிலும் இன எழுத்துகள் ஆகும்.  'ஓ'  என்பது  'ஒ'  வின் இன எழுத்து.  'ஓ'  என்பது  'ஒ'  வின் நெடிலாகும்.  'ஒ'  என்பது  'ஓ'  வின் குறிலாகும்.  'ஐ'  என்ற எழுத்து  'இ'  வின் நெடிலாகும்.  'ஔ'  என்ற எழுத்து  'உ'  வின் நெடிலாகும்."
          }
        ]