
[
  {
    "description": "“சொற்கேட்டல் இன்பம் செவிக்கு” என்ற குறளில் உள்ள “மற்று” என்ற சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“சொற்கேட்டல் இன்பம் செவிக்கு” என்ற குறளில் “மற்று” என்பது இடைச்சொல்லாகும். பெயர்ச்சொல், வினைச்சொல் ஆகியவற்றைச் சார்ந்து வரும் சொல் இடைச்சொல் ஆகும்.  “மற்று”  என்பது  “சொற்கேட்டல்”  என்ற வினைச்சொல்லை  சார்ந்து  வருகிறது. இதனால் இது இடைச்சொல்  என்பதை  அறிந்து  கொள்ளலாம்."
  },
  {
    "description": "“ஏழைக்கு உதவுதல் சாலச்சிறந்தது” என்ற வாக்கியத்தில் “ஏழை” என்ற சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“ஏழைக்கு உதவுதல் சாலச்சிறந்தது” என்ற வாக்கியத்தில் “ஏழை” என்பது ஒரு குறிப்பிட்ட நபரைக் குறிக்கிறது. அதாவது ஒன்றன் பெயரைக் குறிக்கும் சொல் பெயர்ச்சொல் ஆகும். “ஏழை” என்பது  “உதவுதல்” என்ற வினைச்சொல்லைச் சார்ந்து வருவதால் இது பெயர்ச்சொல் என்பதை அறிந்து கொள்ளலாம்."
  },
  {
    "description": "“தந்தையும் தாயும்” என்ற தொடரில் “உம்” என்ற சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“தந்தையும் தாயும்” என்ற தொடரில்  “உம்” என்பது  “தந்தை”  என்ற  பெயர்ச்சொல்லைச் சார்ந்து வருகிறது. பெயர்ச்சொல்லையும் வினைச்சொல்லையும் சார்ந்து வரும் சொல் இடைச்சொல் ஆகும்.   “உம்”  என்பது  இடைச்சொல்லாகும்.  தனித்துப் பொருள் தராததால் இடைச்சொல் என்பதை  அறிந்து கொள்ளலாம்."
  },
  {
    "description": "“மக்கள்மெய் தீண்டல் உடற்கின்பம் மற்று அவர் சொற்கேட்டல் இன்பம் செவிக்கு” என்ற குறளில் எத்தனை பெயர்ச்சொற்கள் உள்ளன?",
    "options": [
      "இரண்டு",
      "மூன்று",
      "நான்கு",
      "ஐந்து"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“மக்கள்மெய் தீண்டல் உடற்கின்பம் மற்று அவர் சொற்கேட்டல் இன்பம் செவிக்கு” என்ற குறளில்  “மக்கள்”, “மெய்”, “உடல்”, “கின்பம்”, “அவர்”, “சொல்”, “இன்பம்”, “செவி”  என்பவை பெயர்ச்சொற்கள். ஒன்றன் பெயரைக் குறிக்கும் சொல் பெயர்ச்சொல் ஆகும்.  இதில்  ஐந்து பெயர்ச்சொற்கள் இருப்பதால் இதை அறிந்து கொள்ளலாம்."
  },
  {
    "description": "“திருக்குறளைப் படி” என்ற வாக்கியத்தில் “படி” என்ற சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“திருக்குறளைப் படி” என்ற வாக்கியத்தில் “படி” என்பது செயலைக் குறிக்கிறது.  வினை என்னும் சொல்லுக்குச் செயல் என்பது பொருள்.  “படி”  என்பது  “திருக்குறளை”  என்ற  பெயர்ச்சொல்லைச் சார்ந்து செயலைக் குறிக்கிறது.  இதனால்  இது வினைச்சொல்  என்பதை அறிந்து கொள்ளலாம்."
  }
]
