
[
  {
    "description": "“மன்னனையும் குற்றம் இல்லாதவரையும் ஒப்பிட்டு ஆராய்ந்து பார்த்தால் மன்னனைவிடக் கற்றவரே சிறந்தவர்” என்கிற பாடல் பகுதியில் “குற்றம் இல்லாதவர்” என்பதற்கு எந்த சொல் பொருத்தமாக இருக்கும்?",
    "options": [
      "மாசற",
      "மயக்கம்",
      "குற்றமற்ற",
      "தூய்மை"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் பகுதி மன்னனையும் கல்வி கற்றவரையும் ஒப்பிட்டு ஆராய்ந்து, கல்வி கற்றவரின் சிறப்பை எடுத்துரைக்கிறது. இதில் \"குற்றம் இல்லாதவர்\" என்பது கல்வி கற்றவரைக் குறிக்கும். கல்வி கற்றவர் அறம் வழுவாமல் நேர்மையாக வாழ்வார். எனவே \"மாசற\"  என்னும் சொல் பொருத்தமாக இருக்கும்."
  },
  {
    "description": "“ஔவையார் சீர்தூக்கின்” என்பதில் “சீர்தூக்கின்”  என்னும் சொல் எதைப்  குறிக்கிறது?",
    "options": [
      "ஒப்பிட்டு ஆராய்வது",
      "சீர்படுத்தல்",
      "கடினமாகப்  படிப்பது",
      "உணர்ந்து  கொள்வது"
    ],
    "answer": "A",
    "additional_context": "சீர்தூக்கின் என்ற சொல் ஒப்பிட்டு ஆராய்வது எனும் பொருளைத் தருகிறது. இந்தப் பாடல் பகுதியில் ஔவையார் மன்னனையும் கல்வி கற்றவரையும் ஒப்பிட்டு ஆராய்ந்து, கல்வி கற்றவரின் சிறப்பை எடுத்துரைக்கிறார்."
  },
  {
    "description": "“தேசம்” என்னும் சொல்லுக்கு மாற்றுச் சொல் எது?",
    "options": [
      "மண்ணகம்",
      "நாடு",
      "தாயகம்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "தேசம் என்ற சொல்லுக்கு மண்ணகம், நாடு, தாயகம்  என்று பல மாற்றுச் சொற்கள் உள்ளன.  இந்தப் பாடல் பகுதியில் \"தேசம்\" என்பது ஒரு நாட்டைக் குறிக்கிறது."
  },
  {
    "description": "“கற்றவர்க்குச் சென்ற இடங்களில் எல்லாம் சிறப்பு”  என்ற  பகுதியில்  “சென்ற இடங்களில் எல்லாம்” என்ற சொற்றொடர் எதை உணர்த்துகிறது?",
    "options": [
      "கற்றவரின்  திறமை  எல்லா இடங்களிலும் போற்றப்படும்",
      "கற்றவர்  எல்லா இடங்களுக்கும் செல்வார்",
      "கற்றவர் எல்லா இடங்களிலும் பயணிப்பார்",
      "கற்றவர் எல்லா இடங்களிலும் வெற்றி பெறுவார்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் பகுதி கற்றவரின் சிறப்பை எடுத்துரைக்கிறது. கல்வி கற்றவரின் திறமை எல்லா இடங்களிலும் பாராட்டப்படும். கல்வி கற்றவர் தன் திறமையால் எங்கும் சிறப்புப் பெறுவார்."
  },
  {
    "description": "“கல்வியே அழியாச் செல்வம்”  என்பதில்  “அழியாச் செல்வம்” என்ற சொற்றொடர் எதை உணர்த்துகிறது?",
    "options": [
      "கல்வி என்பது  நிலையானது",
      "கல்வி என்பது மிகவும்  முக்கியமானது",
      "கல்வி என்பது  மதிப்புமிக்கது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் பகுதி கல்வியின் சிறப்பைப் பற்றி எடுத்துரைக்கிறது. கல்வி நிலையானது. அது மிகவும் முக்கியமானது.  அது மதிப்புமிக்கது.  இதனால், கல்வியே அழியாச் செல்வம் எனப்படுகிறது."
  }
]
