
[
  {
    "description": "“புதுமைகள் செய்த தேசமிது”  என்ற வரியின் பொருள் என்ன?",
    "options": [
      "புதுமைகளைச் செய்வதற்கு ஏற்ற தேசம்",
      "புதுமைகளைச் செய்து வரும் தேசம்",
      "புதுமைகளைச் செய்வதில் சிறந்த தேசம்",
      "புதுமைத் தேசம்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில் இந்தியா ஒரு புதுமைகளைச் செய்து வரும் தேசம் என்று கூறப்பட்டுள்ளது. அது மட்டுமல்லாமல் இது பூமியின் கிழக்கு வாசல் என்று பெருமையாகக் கூறப்படுகிறது. "
  },
  {
    "description": "“தேசம் உடுத்திய நூலாடை”  என்ற வரியில் “நூலாடை” என்னைக் குறிக்கிறது?",
    "options": [
      "தேசத்தின் கலாச்சாரம்",
      "தேசத்தின் வரலாறு",
      "தேசத்தின் மொழி",
      "தேசத்தின் மக்கள்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில் தேசத்தின் கலாச்சாரத்தைக் குறிப்பிடும் வகையில் 'நூலாடை' எனக் குறிப்பிடப்பட்டுள்ளது. இங்கு நூலாடை என்பது திருக்குறள். "
  },
  {
    "description": "“கன்னிக் குமரியின் கூந்தலுக்காகக் காஷ்மீர்த் தோட்டம் பூத்தொடுக்கும்”  என்ற வரியின் பொருள் என்ன?",
    "options": [
      "காஷ்மீரத்து மலர்கள் குமரிமுனை மக்களுக்கு மிகவும் பிடிக்கும்.",
      "காஷ்மீரத்து மலர்கள் குமரிமுனை மக்களுக்கு அடையாளமாகும்.",
      "காஷ்மீரத்து மலர்கள் குமரிமுனை மக்களுக்குப் பரிசாக அனுப்பப்படுகின்றன.",
      "காஷ்மீரத்து மலர்கள் குமரிமுனை மக்களின் அழகை உயர்த்துகின்றன."
    ],
    "answer": "D",
    "additional_context": "இந்த வரியில் இந்தியாவின் பல்வேறு பகுதிகளின் அழகை உயர்த்தும் வகையில் காஷ்மீரத்து மலர்கள் குமரிமுனை மக்களின் அழகை உயர்த்துகின்றன என்று கூறப்பட்டுள்ளது. இங்கு காஷ்மீரத்து மலர்கள் குமரிமுனை மக்களின் அழகை உயர்த்துகின்றன என்று கூறப்பட்டுள்ளது. "
  },
  {
    "description": "“புல்வெளி யெல்லாம் பூக்கா டாகிப் புன்னகை செய்த பொற்காலம்”  என்ற வரியில் “பொற்காலம்”  என்னைக் குறிக்கிறது?",
    "options": [
      "செழிப்பு மிக்க காலம்",
      "மகிழ்ச்சியான காலம்",
      "சிறந்த காலம்",
      "எல்லாவற்றிற்கும் பொருந்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்த வரியில் இந்தியாவின் செழிப்பு மிக்க காலம், மகிழ்ச்சியான காலம், சிறந்த காலம் என்பன அனைத்தும் குறிப்பிடப்பட்டுள்ளது. இதனால் பொற்காலம் என்பது எல்லாவற்றிற்கும் பொருந்தும் ஒரு சொல்லாகும். "
  },
  {
    "description": "“கல்லைக் கூட காவிய மாக்கிக் கட்டி நிறுத்திய கலைக்கூடம்”  என்ற வரியில் “கலைக்கூடம்”  என்னைக் குறிக்கிறது?",
    "options": [
      "சிற்பக்கலை நிறைந்த இடம்",
      "ஓவியக்கலை நிறைந்த இடம்",
      "இசைக்கலை நிறைந்த இடம்",
      "நடனக்கலை நிறைந்த இடம்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில் கல்லைக் கூட காவிய மாக்கிக் கட்டி நிறுத்தியுள்ள கலைக்கூடம் என்பது சிற்பக்கலை நிறைந்த இடத்தைக் குறிப்பிடுவதாகும். சிற்பக்கலை என்பது ஒரு மிகப் பெரிய கலையாகும். "
  }
]
