
[
  {
    "description": "காமராசர் பள்ளி விழாவில் மாணவர்களிடம் பேசும்போது என்ன குறிப்பிட்டார்?",
    "options": [
      "நாடு முன்னேற்றம் அடைய  நீங்க எல்லாரும் நல்ல குழந்தைகளா இருக்கணும்.",
      "நாடு முழுவதும் ஐம்பதாயிரம் பள்ளிகளைத் திறக்க முடிவு பண்ணியிருக்கோம்.",
      "நீங்க எல்லாரும் நல்ல மதிப்பெண்கள் வாங்கணும்.",
      "நீங்க எல்லாரும் நல்ல படிப்பறிவு பெறணும்."
    ],
    "answer": "B",
    "additional_context": "பள்ளி விழா ஒன்றில் பங்கேற்கச் சென்றார் அவர். அப்போது மாணவர்களிடம் \"படிப்பறிவு இருந்தால்தான் நாடு முன்னேற்றம் அடையும். எனவேதான் நாடு முழுக்க ஐம்பதாயிரம் பள்ளிகளைத் திறக்க முடிவு பண்ணியிருக்கோம். குழந்தைங்க நீங்க எவ்வளவு தூரம் நடந்து போவீங்க? நீண்ட தூரம் நடந்தால் களைச்சுப்போயிடுவீங்க. அப்புறம் எப்படிப் படிக்க முடியும்? அதனால் ஒரு மைல் தூரத்தில் ஆரம்பப்பள்ளி, மூன்று மைல் தூரத்தில் நடுநிலைப்பள்ளி, ஐந்து மைல் தூரத்தில் உயர்நிலைப்பள்ளி இருக்கணும்னு திட்டம்\" என்று பேசினார்."
  },
  {
    "description": "காமராசர் எந்த நிகழ்வின் போது மாணவர்களுக்கு உணவு வழங்க வேண்டும் என்று முடிவு செய்தார்?",
    "options": [
      "பள்ளி விழாவின் போது.",
      "பள்ளி நிகழ்ச்சி ஒன்றில் தேசியக் கொடி ஏற்றும் போது.",
      "ஆடு மேய்க்கும் சிறுவர்களிடம் உரையாடிய போது.",
      "பரமக்குடி தரைப்பாலத்தைப் பார்த்த போது."
    ],
    "answer": "B",
    "additional_context": "பள்ளி நிகழ்ச்சி ஒன்றில் தேசியக் கொடி ஏற்ற அவரை அழைத்தனர் அவர் கொடி ஏற்றும்போது அனைவரும் எழுந்து நின்று வணக்கம் செலுத்தினர். அப்போது மாணவன் ஒருவன் மயங்கி விழுந்தான். அனைவரும் பதற்றம் அடைந்தனர். தண்ணீர் தெளித்து அவனை எழுப்பினர். மயக்கம் தெளிந்த சிறுவனிடம் அவர் \"காலையில் சாப்பிட்டாயா?\" என்று கேட்டார். அவன் \"எதுவும் சாப்பிடவில்லை\" என்றான். அதற்கு அவர் \"ஏன்?\" என்று கேட்டார். மாணவன் \"சாப்பிட எதுவும் இல்லை\" என்று பதில் கூறினான். இதற்குப் பிறகு படிக்க வரும் மாணவர்களுக்கு ஒரு வேளை உணவாவது வழங்க வேண்டும் என்று முடிவு செய்தார் அவர்."
  },
  {
    "description": "பரமக்குடி தரைப்பாலத்தைப் பார்த்த போது காமராசர் என்ன கேள்வி கேட்டார்?",
    "options": [
      "இந்தக் காட்டாற்றில் எத்தனை மீன்கள் இருக்கு?",
      "இந்தக் காட்டாற்றில் எத்தனை தண்ணீர் இருக்கு?",
      "இந்தப் பக்கத்து மாணவர்கள் எப்படிப் பள்ளிக்கூடத்திற்குப் போவார்கள்?",
      "இந்தப் பக்கம் எத்தனை பள்ளிக்கூடங்கள் இருக்கு?"
    ],
    "answer": "C",
    "additional_context": "பரமக்குடி தரைப்பாலத்தைப் பார்த்த போது உடன் வந்த கல்வி அதிகாரியிடம் பேசினார். \"இந்தக் காட்டாற்றில் தண்ணீர் போகும் போது, இந்தப் பக்கத்து மாணவர்கள் எப்படிப் பள்ளிக்கூடத்திற்குப் போவார்கள்?\" என்றார். \"மழைக்காலத்தில் மாணவர்கள் பள்ளிக்கு வரமாட்டார்கள் ஐயா\" என்றார் அதிகாரி. \"அப்போ! இந்தப் பக்கம் ஒரு பள்ளிக்கூடம் கட்டலாமே?\" என்றார் அவர். \"கல்வித்துறை விதியின்படி மூன்று மைல் தூரத்திற்குள் பள்ளிக்கூடம் இருந்தால், பக்கத்தில் வேறு பள்ளிக்கு அனுமதி கிடையாதே!\" என்று அதிகாரி கூறினார். அவர் முடிப்பதற்குள் \"நீங்க இந்தக் காட்டாற்றைக் காரணம் காட்டுங்க. இந்தப் பக்கம் ஒரு பள்ளிக்கூடம் கட்டஅனுமதி கேளுங்க. நான் ஏற்பாடு செய்கிறேன்\" என்றார் அவர்."
  },
  {
    "description": "\"கல்விக் கண் திறந்தவர்\" என காமராசரைப் பாராட்டியவர் யார்?",
    "options": [
      "பாரதப் பிரதமர்.",
      "தமிழ்நாடு முதல்வர்.",
      "தந்தை பெரியார்.",
      "மகாத்மா காந்தி."
    ],
    "answer": "C",
    "additional_context": "கல்வித்துறை விதிகளை மாணவர்களின் நலனுக்காக மாற்றி, அவர்கள் வாழும் இடங்களிலேயே பள்ளிக்கூடங்களைத் திறக்கச் செய்த சிந்தனையாளர் யார் தெரியுமா? அவர்தான் கல்விக் கண் திறந்தவர் என்று தந்தை பெரியாரால் மனதாரப் பாராட்டப்பட்ட மறைந்த மேனாள் முதல்வர் காமராசர் ஆவார்."
  },
  {
    "description": "காமராசரின் சிறப்புப் பெயர்கள் யாவை?",
    "options": [
      "பெருந்தலைவர், கர்மவீரர்.",
      "கருப்புக் காந்தி, படிக்காத மேதை.",
      "ஏழைப்பங்காளர், தலைவர்களை உருவாக்குபவர்.",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "காமராசரின் சிறப்புப் பெயர்கள்: பெருந்தலைவர், கர்மவீரர், கருப்புக் காந்தி, படிக்காத மேதை, ஏழைப்பங்காளர், தலைவர்களை உருவாக்குபவர்."
  }
]
