[
          
  {
    
          "description": "“கல்விக்கண் திறந்த காமராசர்” என்ற தொடரில் உள்ள எழுத்துக்களைப் பயன்படுத்தி உருவாக்கக்கூடிய சொல் எது?",
          "options": [
      "a) காமம்",
      "b) காளி",
      "c) காரம்",
      "d) கனவு"
    ],
    "answer": "d",
    
          "additional_context": "இந்த கேள்வி  'கல்விக்கண் திறந்த காமராசர்' என்ற தொடரிலுள்ள எழுத்துக்களை மட்டும் பயன்படுத்திப் புதிய சொற்களை உருவாக்குங்கள். (எ.கா.) கண் என்ற பத்தியில் உள்ளது. இந்த கேள்விக்கு காமம், காளி, காரம், கனவு  ஆகிய சொற்கள் விடைகளாக உள்ளன. ஆனால் 'கல்விக்கண் திறந்த காமராசர்' என்ற தொடரிலுள்ள எழுத்துக்களை மட்டுமே பயன்படுத்தி உருவாக்கக்கூடிய சொல் கனவு மட்டும்தான்.  எனவே  “கல்விக்கண் திறந்த காமராசர்” என்ற தொடரில் உள்ள எழுத்துக்களைப் பயன்படுத்தி உருவாக்கக்கூடிய சொல் கனவு. "
          }
        ,
          
  {
    
          "description": "“முளையிலே விளையும் தெரியும் _______”  என்ற சொற்றொடரில் பொருத்தமான சொல் எது?",
          "options": [
      "a) காரம்",
      "b) கனவு",
      "c) பயிர்",
      "d) காற்று"
    ],
    "answer": "c",
    
          "additional_context": "“முளையிலே விளையும் தெரியும் _______” என்ற சொற்றொடர் முறை மாறியுள்ள சொற்களைச் சரியான இடத்தில் பொருத்திச் சொற்றொடரை நிறைவு செய்  என்ற பத்தியில் உள்ளது. இந்த கேள்விக்கு காரம், கனவு, பயிர், காற்று  ஆகிய சொற்கள் விடைகளாக உள்ளன. ஆனால் “முளையிலே விளையும் தெரியும் _______” என்ற சொற்றொடரில் பொருத்தமான சொல் பயிர் மட்டுமே. எனவே “முளையிலே விளையும் தெரியும் _______”  என்ற சொற்றொடரில் பொருத்தமான சொல் பயிர். "
          }
        ,
          
  {
    
          "description": "“_______ இல்லாமை கல்லாமையை” என்ற சொற்றொடரில் பொருத்தமான சொல் எது?",
          "options": [
      "a) காரம்",
      "b) கனவு",
      "c) பயிர்",
      "d) இல்லாமை"
    ],
    "answer": "d",
    
          "additional_context": "“_______ இல்லாமை கல்லாமையை” என்ற சொற்றொடர் முறை மாறியுள்ள சொற்களைச் சரியான இடத்தில் பொருத்திச் சொற்றொடரை நிறைவு செய்  என்ற பத்தியில் உள்ளது. இந்த கேள்விக்கு காரம், கனவு, பயிர், இல்லாமை  ஆகிய சொற்கள் விடைகளாக உள்ளன. ஆனால் “_______ இல்லாமை கல்லாமையை” என்ற சொற்றொடரில் பொருத்தமான சொல் இல்லாமை மட்டுமே. எனவே “_______ இல்லாமை கல்லாமையை” என்ற சொற்றொடரில் பொருத்தமான சொல் இல்லாமை. "
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் இன எழுத்துச் சொற்களில் எது “LD”  என்று குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "a) ண், ள்",
      "b) ம், ங்",
      "c) ற, ஞ்",
      "d) ச, தி"
    ],
    "answer": "a",
    
          "additional_context": "இந்த கேள்வி  கீழ்க்காணும் கட்டங்களில் உள்ள இன எழுத்துச் சொற்களை வட்டமிட்டுத் தனியாக எடுத்து எழுதுக.  என்ற பத்தியில் உள்ளது. இந்த கேள்விக்கு  ண், ள்; ம், ங்; ற, ஞ்; ச, தி  ஆகியவை விடைகளாக உள்ளன. ஆனால் கீழ்க்காணும் கட்டங்களில் உள்ள இன எழுத்துச் சொற்களில் எது “LD”  என்று குறிப்பிடப்பட்டுள்ளது? என்ற கேள்விக்கு ண், ள் மட்டுமே  விடை. எனவே கீழ்க்காணும் இன எழுத்துச் சொற்களில் எது “LD”  என்று குறிப்பிடப்பட்டுள்ளது?  என்ற கேள்விக்கு ண், ள்  விடை."
          }
        ,
          
  {
    
          "description": "“மின்படிக்கட்டு”  என்ற சொல்லின் ஆங்கில மொழிபெயர்ப்பு எது?",
          "options": [
      "a) Elevator",
      "b) Escalator",
      "c) Staircase",
      "d) Lift"
    ],
    "answer": "b",
    
          "additional_context": "இந்த கேள்வி  கலைச்சொல் அறிவோம் என்ற பகுதியில் உள்ளது. இந்த கேள்விக்கு Elevator, Escalator, Staircase, Lift  ஆகியவை விடைகளாக உள்ளன. ஆனால் “மின்படிக்கட்டு”  என்ற சொல்லின் ஆங்கில மொழிபெயர்ப்பு Escalator மட்டுமே. எனவே “மின்படிக்கட்டு”  என்ற சொல்லின் ஆங்கில மொழிபெயர்ப்பு Escalator. "
          }
        ]