[
          
  {
    
          "description": "சிறந்த நூலகர்களுக்கு என்ன விருது வழங்கப்படுகிறது?",
          "options": [
      "சிறந்த நூலகர் விருது",
      "டாக்டர் ச. இரா. அரங்கநாதன் விருது",
      "அண்ணா நூற்றாண்டு விருது",
      "நூலக வளர்ச்சி விருது"
    ],
    "answer": "B",
    
          "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் ஆசிரியர்  மாணவர்களை அழைத்துச் சென்று தலைமை நூலகரிடம்  நன்றி தெரிவித்துவிட்டு , மாணவர்களைப் பார்த்து , மாணவர்களே! மகிழ்ச்சிதானே! வாருங்கள்  புறப்படலாம் என்ற பகுதியில்  அந்தப் பக்கத்தில்  'சிறந்த நூலகர்களுக்கு டாக்டர் ச. இரா. அரங்கநாதன் விருது வழங்கப்படுகிறது.' எனக் குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள 'பல்லூடகக் குறுந்தகடுகள்' என்ற சொல்லுக்கு பொருத்தமான தமிழ்ப் பெயர் எது?",
          "options": [
      "ஒலி வடிவ நூல்கள்",
      "வீடியோ கேசட்டுகள்",
      "மின்னணு நூல்கள்",
      "இதழ்கள்"
    ],
    "answer": "B",
    
          "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் குழந்தைகள் பிரிவில் இருபது ஆயிரத்துக்கும் மேற்பட்ட பல்லூடகக் குறுந்தகடுகள் குழந்தைகளுக்காகச் சேகரித்து வைக்கப்பட்டு உள்ளன. எனக் கட்டுரையில் குறிப்பிடப்பட்டுள்ளது. பல்லூடகக் குறுந்தகடுகள் என்பது வீடியோ கேசட்டுகளை குறிக்கும்."
          }
        ,
          
  {
    
          "description": "'கற்றது கைம்மண் அளவு, கல்லாதது உலகளவு' என்ற பழமொழி என்ன செய்தியை எடுத்துரைக்கிறது?",
          "options": [
      "மனிதன் அறிந்தது மிகச் சிறிய அளவுதான்",
      "நாம் கற்க வேண்டியவை எண்ணற்றவை",
      "கல்வி எப்போதும் முடிவடையாது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "கட்டுரையில் 'கற்றது கைம்மண் அளவு, கல்லாதது உலகளவு' என்ற பழமொழியை  கொடுத்து   உலக அறிவை நாம் பெறுவதற்குப் பாடநூல்கள் மட்டும் போதாது. பல்வேறு துறை சார்ந்த நூல்களைத் தேடிப் படிக்க வேண்டும். அதற்குத் துணைபுரிவன நூலகங்களே ஆகும். எனக் குறிப்பிடப்பட்டுள்ளது.   மனிதன் அறிந்தது மிகச் சிறிய அளவுதான், நாம் கற்க வேண்டியவை எண்ணற்றவை, கல்வி எப்போதும் முடிவடையாது, இவை அனைத்தையும்  பழமொழி  எடுத்துரைக்கிறது"
          }
        ,
          
  {
    
          "description": "அண்ணா நூற்றாண்டு நூலகத்தில் பார்வைத்திறன் குறைபாடுடையவர்களுக்கு எந்த வசதி உள்ளது?",
          "options": [
      "பிரெய்லி நூல்கள்",
      "ஒலி வடிவ நூல்கள்",
      "மின்னணு நூல்கள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் தரைத் தளத்தில் பார்வைத் திறன் குறைபாடு உடையோருக்கான பிரிவு உள்ளது. அவர்கள் தொட்டுப் பார்த்துப் படிப்பதற்கான பிரெய்லி நூல்கள் உள்ளன. கேட்டு அறிய ஒலி வடிவ நூல்கள், குறுந்தகடுகள் வடிவில் உள்ளன. அவர்களுக்கு உதவி செய்யப் பணியாளர்களும் உள்ளனர். இங்கு பிரெய்லி எழுத்தில் நூல்களை உருவாக்கும் கருவியும் உள்ளது. படியெடுக்கும் வசதியும் உண்டு. எனக் கட்டுரையில் குறிப்பிடப்பட்டுள்ளது. பிரெய்லி நூல்கள், ஒலி வடிவ நூல்கள், மின்னணு நூல்கள் அனைத்தும் பார்வைத்திறன் குறைபாடுடையவர்களுக்கு  உள்ள வசதிகள் ஆகும்."
          }
        ,
          
  {
    
          "description": "'பிரெய்லி எழுத்தில் நூல்களை உருவாக்கும் கருவியும் உள்ளது' என்ற வாக்கியத்தில் 'பிரெய்லி எழுத்து' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "கண் பார்வை இல்லாதவர்களுக்கான எழுத்து முறை",
      "குழந்தைகளுக்கான எழுத்து முறை",
      "கைப்பட எழுதும் முறை",
      "தமிழ் எழுத்து முறையின் ஒரு வடிவம்"
    ],
    "answer": "A",
    
          "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் தரைத் தளத்தில் பார்வைத் திறன் குறைபாடு உடையோருக்கான பிரிவு உள்ளது. அவர்கள் தொட்டுப் பார்த்துப் படிப்பதற்கான பிரெய்லி நூல்கள் உள்ளன. கேட்டு அறிய ஒலி வடிவ நூல்கள், குறுந்தகடுகள் வடிவில் உள்ளன. அவர்களுக்கு உதவி செய்யப் பணியாளர்களும் உள்ளனர். இங்கு பிரெய்லி எழுத்தில் நூல்களை உருவாக்கும் கருவியும் உள்ளது. படியெடுக்கும் வசதியும் உண்டு. எனக் கட்டுரையில் குறிப்பிடப்பட்டுள்ளது. பிரெய்லி எழுத்து என்பது கண் பார்வை இல்லாதவர்களுக்கான எழுத்து முறையாகும்."
          }
        ]