[
          
  {
    
          "description": "'நாட்டின் நெறிதவறி நடந்து விடாதே' என்ற வரிகள் எதைப் பற்றிய கவலையை வெளிப்படுத்துகின்றன?",
          "options": [
      "நாட்டின் வளர்ச்சி",
      "நாட்டு மக்களின் நலன்",
      "நாட்டின் நெறிமுறைகள்",
      "மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பாடலில் பட்டுக்கோட்டை கல்யாணசுந்தரம், நம்மைப் பற்றியும் நம் நாட்டின் நெறியைப் பற்றியும் பல அறிவுரைகளை கூறுகிறார்.  நாம் எதைப் படித்தோம் என்பதை மறந்து விடக்கூடாது. நாம் கற்ற கல்வியை நாட்டின் நெறியை தவறாமல் பயன்படுத்த வேண்டும் என்பதை வலியுறுத்துகிறார். நாட்டின் நெறியை தவறி நடப்பது நல்லவர்கள் நம்மை தூற்றும்படி வளர்ந்து விடும் என்பதை எடுத்துக்காட்டுகிறார்.  நாட்டின் நெறியை கடைபிடித்து வாழ்ந்தால் நாம் மதிக்கப்படுவோம்.   நம் நாட்டின் நெறிமுறைகளையும் நம் நாட்டின் நலனையும் காப்பாற்றுவதன் மூலம் நாம் நாட்டின் வளர்ச்சிக்கும் பங்களிப்போம். அதனால் நாட்டின் நெறி தவறி நடப்பதை கவலையாக பாடல் சொல்கிறது."
          }
        ,
          
  {
    
          "description": "'வான்முகட்டைத் தொட்டிட வேணும்' என்ற வரி என்ன கருத்தை உணர்த்துகிறது?",
          "options": [
      "உயர்ந்த இலக்கை நோக்கி முயற்சி செய்ய வேண்டும்.",
      "அறிவை வளர்த்துக் கொள்ள வேண்டும்.",
      "மேன்மைப் பாதையை அடைய வேண்டும்.",
      "மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    
          "additional_context": "பட்டுக்கோட்டை கல்யாணசுந்தரம் இப்பாடலில் கல்வியின் அவசியத்தை வலியுறுத்துகிறார். அறிவை வளர்த்துக் கொள்ள வேண்டும் என்பதை 'வான்முகட்டைத் தொட்டிட வேணும்' என்று குறிப்பிடுகிறார். அறிவு  நம்மை உயர்ந்த இலக்கை நோக்கி முயற்சி செய்ய வைக்கும். அதனால்  மேன்மைப் பாதையை அடைய நம்மை வழிநடத்தும்.  அனைத்தும் நம் வாழ்க்கைக்கு அவசியம்."
          }
        ,
          
  {
    
          "description": "'வற்றாமல் உன்னோடு வாழ்ந்திட வேண்டும்' என்ற வரிகள் எதன் புகழைப் பற்றியவை?",
          "options": [
      "தாயின் புகழ்",
      "நாட்டின் புகழ்",
      "தாயின் புகழும் நாட்டின் புகழும்",
      "தன்னுடைய சொந்த புகழ்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடலில் கல்வியின்  மூலம் பெற்ற தாயின் புகழும்  நம் நாட்டின் புகழும் நம்மை வற்றாமல் வாழ்ந்திட வேண்டும் என்று கூறுகிறது.  தாய் நம்மை வளர்த்து ஆதரிக்கிறாள். நம் நாடு நமக்கு வாழ்விடம் தருகிறது. இவ்வாறு இருவருடைய புகழையும் நம் வாழ்வில் வற்றாமல் கொண்டாடி வாழ்ந்திட வேண்டும்."
          }
        ,
          
  {
    
          "description": "'பண்பட்ட மனிதரின் புகழே பல்லாண்டு நிலைத்திருக்கும்' என்ற வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "கல்வியின் முக்கியத்துவம்",
      "பண்பின் முக்கியத்துவம்",
      "நேர்மையின் முக்கியத்துவம்",
      "துணிச்சலின் முக்கியத்துவம்"
    ],
    "answer": "B",
    
          "additional_context": "பட்டுக்கோட்டை கல்யாணசுந்தரம் பாடலில் கல்வி மட்டுமல்லாமல் பண்புள்ள மனிதராக வாழ வேண்டும் என்கிறார். எவ்வளவு கல்வி கற்றிருந்தாலும் பண்பு இல்லாவிட்டால் பயனில்லை என்பதை வலியுறுத்துகிறார். பண்புள்ள மனிதர்களின் புகழ் மட்டும் பல்லாண்டு நிலைத்திருக்கும் என்று சொல்கிறார்.  பண்புள்ள மனிதர்களே சமுதாயத்திற்கு பயனுள்ளவர்கள்.  அவர்களின் புகழும் சமுதாயத்தில் நீடித்திருக்கும்."
          }
        ,
          
  {
    
          "description": "'ஏட்டில் படித்ததோடு இருந்து விடாதே' என்ற வரி நமக்கு என்ன செய்தியைத் தருகிறது?",
          "options": [
      "கல்வி கற்ற பின் அதைப் பயன்படுத்தி வாழ வேண்டும்.",
      "நமக்குக் கிடைக்கும் கல்வியை முழுமையாகப் பயன்படுத்த வேண்டும்.",
      "நமது கற்றல் நடைமுறையைப் புதுப்பிக்க வேண்டும்.",
      "மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பாடலில் பட்டுக்கோட்டை கல்யாணசுந்தரம், நாம் ஏட்டில் படித்த கல்வியை மட்டும் போதாது என்று சொல்கிறார்.   நாம் கற்ற கல்வியை முழுமையாக பயன்படுத்தி வாழ வேண்டும்.  கல்வி நம்மை  சமுதாயத்திற்கு பயனுள்ளவர்களாக மாற்ற வேண்டும்.  நாம் கற்றல் நடைமுறையை புதுப்பிக்க வேண்டும்.   காலத்திற்கேற்ப நம் கல்வியை மேம்படுத்திக் கொள்ள வேண்டும்.  படித்ததோடு மட்டும் இருக்காமல், நமது வாழ்க்கையில் அதைப் பயன்படுத்த வேண்டும்."
          }
        ]