
[
  {
    "description": "“மோப்பக் குழையும் அனிச்சம் முகந்திரிந்து நோக்கக் குழையும் விருந்து” என்ற குறளில், விருந்தினர் முகம் வாடுவதற்கான காரணத்தைப் பற்றி என்ன சொல்லப்படுகிறது?",
    "options": [
      "விருந்தினர்கள் நமக்கு மரியாதை செய்யாதபோது",
      "நாம் விருந்தினர்களை மோசமாக நடத்தும்போது",
      "விருந்தினர்கள் நம்மை நன்றாகப் பார்க்காதபோது",
      "நாம் முகம் வாடி இருக்கும்போது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஒரு மலர் மணம் வீசும்போது நாம் அதை மோப்பதால் அதன் நிறம் வாடிப்போகும். அதேபோல் நம் முகம் வாடி இருக்கும்போது விருந்தினரின் மனம் வாடி இருக்கும் என்பதை இக்குறள் எடுத்துக்காட்டுகிறது. "
  },
  {
    "description": "“களவினால் ஆகிய ஆக்கம் அளவிறந்து ஆவது போலக் கெடும்” என்ற குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "களவு மூலம் பெறும் செல்வம் நிலையானது",
      "களவு மூலம் சேர்க்கப்படும் செல்வம் அழியும்",
      "களவு மூலம் சேர்க்கப்படும் செல்வம் வேகமாக வளரும்",
      "களவு செய்வது தவறல்ல"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "களவு மூலம் சேர்க்கப்படும் செல்வம் தற்காலிகமாக இருப்பதை இக்குறள் எடுத்துக்காட்டுகிறது. அது அளவிறந்து ஆவது போலக் கெடும். அதாவது, அது நிலையானது இல்லை என்பதைத் தெளிவாகக் காட்டுகிறது. "
  },
  {
    "description": "“உள்ளம் உடைமை உடைமை பொருளுடைமை நில்லாது நீங்கி விடும்” என்ற குறள் எதை நிலையான செல்வமாகக் குறிப்பிடுகிறது?",
    "options": [
      "உடைமை",
      "பொருளுடைமை",
      "ஊக்கம்",
      "உள்ளம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் குறள் ஊக்கத்தின் சிறப்பை எடுத்துக்காட்டுகிறது. உடைமை, பொருளுடைமை ஆகியவை நிலையானது இல்லை. ஆனால் ஊக்கம் மட்டும் நிலையானது. "
  },
  {
    "description": "“அரும்பயன் ஆயும் அறிவினார் சொல்லார் பெரும்பயன் இல்லாத சொல்” என்ற குறள் எந்த வகையான சொற்களைப் பேசக்கூடாது எனக் கூறுகிறது?",
    "options": [
      "பயன் தராத சொற்களை",
      "அன்பான சொற்களை",
      "உயர்வான சொற்களை",
      "கடினமான சொற்களை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "அறிவுடையவர்கள் பயன் இல்லாத சொற்களைப் பேசுவதில்லை. அதாவது, பேசும் சொற்களுக்குப் பயன் இருக்க வேண்டும் என்பதை இக்குறள் வலியுறுத்துகிறது. "
  },
  {
    "description": "“சொல்லுக சொல்லில் பயனுடைய சொல்லற்க சொல்லில் பயன்இலாச் சொல்” என்ற குறள் எந்த வகையான சொற்களைப் பேச வலியுறுத்துகிறது?",
    "options": [
      "எல்லா வகையான சொற்களையும்",
      "பயன்தராத சொற்களை",
      "பயன்தரக்கூடிய சொற்களை",
      "மோசமான சொற்களை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பயன் தரும் சொற்களையே பேச வேண்டும். பயன் இல்லாத சொற்களைப் பேசக்கூடாது என்பது இக்குறளின் பொருள். "
  }
]
