
[
  {
    "description": "காமராசரின் கல்விப் பணிகளின் தாக்கம் எதில் தெளிவாகப் புலப்படுகிறது?",
    "options": [
      "கல்வித் துறை விதிகள் மாற்றப்பட்டதால் ",
      "மாநிலம் முழுவதும் பல கிளை நூலகங்கள் தொடங்கப்பட்டதால்",
      "மதுரைப் பல்கலைக்கழகத்திற்கு மதுரை காமராசர் பல்கலைக்கழகம் எனப் பெயர் சூட்டப்பட்டதால்",
      "மேற்கண்ட மூன்றும் சரியானவை"
    ],
    "answer": "D",
    "additional_context": "காமராசர் முதல் அமைச்சராகப் பதவியேற்ற நேரத்தில் ஏறக்குறைய ஆறாயிரம் தொடக்கப்பள்ளிகள் மூடப்பட்டு இருந்தன. அவற்றை உடனடியாகத் திறக்க ஆணையிட்டார். மாநிலம் முழுவதும் அனைவருக்கும் இலவசக் கட்டாயக் கல்விக்கான சட்டத்தை இயற்றித் தீவிரமாக நடைமுறைப்படுத்தினார். மாணவர்கள் உயர்கல்வி பெறப் பொறியியல் கல்லூரிகள், மருத்துவக் கல்லூரிகள், கால்நடைமருத்துவக் கல்லூரிகள், ஆசிரியப் பயிற்சி நிறுவனங்கள் ஆகியவற்றைப் புதிதாகத் தொடங்கினார். தமிழ்நாட்டில் பல கிளைநூலகங்களைத் தொடங்கினார். மதுரைப் பல்கலைக்கழகத்திற்கு மதுரை காமராசர் பல்கலைக்கழகம் எனப் பெயர் சூட்டப்பட்டது. இவ்வாறு கல்விப்புரட்சிக்கு வித்திட்டவர் காமராசரே ஆவார்.  "
  },
  {
    "description": "காமராசர் கல்வி முன்னேற்றத்திற்காகச் செய்த  முயற்சிகள் எதில் பிரதிபலிக்கின்றன?",
    "options": [
      "ஆடு மேய்க்கும் சிறுவர்களிடம் பேசியது",
      "பள்ளி விழா ஒன்றில் மாணவர்களிடம் பேசியது",
      "பள்ளி நிகழ்ச்சி ஒன்றில் தேசியக் கொடி ஏற்றிய போது நடந்தது",
      "மேற்கண்ட மூன்றும் சரியானவை"
    ],
    "answer": "D",
    "additional_context": "காமராசர் ஆடு மேய்க்கும் சிறுவர்களிடம் பேசினார். பள்ளி விழாவில் மாணவர்களிடம் பேசினார். பள்ளி நிகழ்ச்சியில் தேசியக் கொடி ஏற்றிய போது மாணவன் மயங்கி விழுந்தான்.  "
  },
  {
    "description": "காமராசரின் கல்வித் திட்டங்களைப் பற்றி கீழ்க்கண்ட கூற்றுகளில் எது சரியானது?",
    "options": [
      "காமராசர் காலத்தில் பல பள்ளிக்கூடங்கள் மூடப்பட்டன.",
      "காமராசர் இலவசக் கல்விக்கான சட்டத்தை இயற்றி அதை தீவிரமாக நடைமுறைப்படுத்தினார்.",
      "மாணவர்கள் பள்ளிக்குச் செல்வதற்காக நீண்ட தூரம் நடக்கக் கூடாது என்ற எண்ணம் காமராசருக்கு இல்லை.",
      "காமராசர் கல்வித் துறை விதிகளை மாணவர்களின் நலனுக்காக மாற்ற மறுத்து விட்டார்."
    ],
    "answer": "B",
    "additional_context": "காமராசர் முதல் அமைச்சராகப் பதவியேற்ற நேரத்தில் ஏறக்குறைய ஆறாயிரம் தொடக்கப்பள்ளிகள் மூடப்பட்டு இருந்தன. அவற்றை உடனடியாகத் திறக்க ஆணையிட்டார். மாநிலம் முழுவதும் அனைவருக்கும் இலவசக் கட்டாயக் கல்விக்கான சட்டத்தை இயற்றித் தீவிரமாக நடைமுறைப்படுத்தினார்.  "
  },
  {
    "description": "காமராசரின் கல்விப் பணிகளின் பயன் என்ன?",
    "options": [
      "இலவசக் கல்வி மற்றும் மதிய உணவுத் திட்டம் மூலம் பல மாணவர்கள் கல்வி பெற முடிந்தது.",
      "பல பள்ளிக்கூடங்கள் திறக்கப்பட்டு  கல்வி அனைவருக்கும் கிடைத்தது.",
      "பள்ளிக்கூடங்களின் வசதிகளை மேம்படுத்தி மாணவர்களின் கல்வித் தரம் உயர்ந்தது.",
      "மேற்கண்ட மூன்றும் சரியானவை"
    ],
    "answer": "D",
    "additional_context": "காமராசர் மாணவர்கள் பசியின்றிப் படிக்க மதிய உணவுத் திட்டத்தைக் கொண்டு வந்தார். பள்ளிகளில் ஏற்றத்தாழ்வின்றிக் குழந்தைகள் கல்வி கற்கச் சீருடைத் திட்டத்தை அறிமுகம் செய்தார். பள்ளிகளின் வசதிகளைப் பெருக்கப் பள்ளிச்சீரமைப்பு மாநாடுகள் நடத்தினார்.  "
  },
  {
    "description": "காமராசரை பற்றி கீழ்க்கண்ட சொற்றொடர்களில் எது சரியானது?",
    "options": [
      "காமராசர் ஒரு சாதாரண அரசியல்வாதி மட்டுமே.",
      "காமராசர்  'கல்விக் கண் திறந்தவர்' என பாராட்டப்பட்டவர்.",
      "'படிக்காத மேதை' என்ற பெயர் காமராசருக்கு பொருந்தாது.",
      "காமராசர் கல்வித் துறையில் எந்தப் பங்கும் வகிக்கவில்லை."
    ],
    "answer": "B",
    "additional_context": "காமராசர்  'கல்விக் கண் திறந்தவர்' என பாராட்டப்பட்டவர். "
  }
]
