
[
  {
    "description": "வேலுநாச்சியாரின் பலம் என்ன என்பதை இக்கதையிலிருந்து என்ன தெரிகிறது?",
    "options": [
      "ஆங்கிலேயர்களை எதிர்த்து போர் புரியும் தைரியம் மட்டுமே.",
      "ஆங்கிலேயர்களை வஞ்சகமாக எதிர்த்து வெல்லும் புத்திசாலித்தனம் மட்டுமே.",
      "ஆங்கிலேயர்களை எதிர்த்து போர் புரியும் தைரியம், புத்திசாலித்தனம் மற்றும் பல்வேறு மொழிகளை அறிந்திருந்தது ஆகியவை.",
      "தன் கணவரின் மரணத்திற்கு பழிவாங்க விரும்பிய ஒரு பெண் என்பது மட்டுமே."
    ],
    "answer": "C",
    "additional_context": "இந்தக் கதையிலிருந்து வேலுநாச்சியாரின் பலம் குறித்து நிறைய விஷயங்கள் தெரிய வருகின்றன. அவர் தன் கணவரின் மரணத்திற்கு பழிவாங்க வேண்டும் என்று உறுதியாக இருந்தது மட்டுமல்லாமல், ஆங்கிலேயர்களை எதிர்த்துப் போர் புரியும் தைரியம், புத்திசாலித்தனம் மற்றும் பல்வேறு மொழிகளை அறிந்திருந்தது ஆகியவற்றையும் காட்டுகின்றன. வேலுநாச்சியார் ஆங்கிலம், பிரெஞ்சு, உருது ஆகிய மொழிகளையும் சிறப்பாகக் கற்று இருந்தார். சிலம்பம், குதிரையேற்றம், வாட்போர், விற்பயிற்சி ஆகியவற்றையும் முறையாகக் கற்றுக் கொண்டார். இது அவர் தன் நாட்டின் மீதும் மக்கள் மீதும் கொண்ட அக்கறையையும், தன்னை வளர்த்துக் கொள்ள வேண்டும் என்ற ஆர்வத்தையும் காட்டுகிறது. அவரது புத்திசாலித்தனம் சிவகங்கைக் கோட்டையை மீட்பு திட்டத்தில் தெளிவாக தெரிகிறது. அவர் தன்னைப் பலவீனமாக காட்டிக் கொண்டு ஆங்கிலேயர்களை வஞ்சகமாக விரட்டியடித்தார். இவ்வாறு அவர் பலம் கொண்ட ஒரு பெண் என்பதை இக்கதை நமக்கு எடுத்துரைக்கிறது."
  },
  {
    "description": "வேலுநாச்சியார் தன் வீரர்களை சிவகங்கைக் கோட்டையை மீட்கச் சொல்வதற்கு முன்னர் எந்த நிகழ்வு நடந்தது?",
    "options": [
      "மைசூரிலிருந்து ஐதர் அலியின் படை வந்தது.",
      "காளையார்கோவிலில் ஆங்கிலேயர்களை விரட்டியடித்தனர்.",
      "திண்டுக்கல் கோட்டையில் அமைச்சர் தாண்டவராயருடன் ஆலோசனை நடத்தினார்.",
      "குயிலி தன் உயிரைத் தந்து ஆயுதக் கிடங்குக்கு தீ வைத்தார்."
    ],
    "answer": "B",
    "additional_context": "வேலுநாச்சியார் தன் வீரர்களை சிவகங்கைக் கோட்டையை மீட்கச் சொல்வதற்கு முன்னர், காளையார்கோவிலில் நடைபெற்ற போரில் வேலுநாச்சியாரின் படை ஆங்கிலேயப் படையை வென்று காளையார்கோவிலை மீட்டது. இந்த வெற்றியைத் தொடர்ந்து சிவகங்கைக் கோட்டையை மீட்பது குறித்தும் அவர்கள் விவாதிக்கத் தொடங்கினர்."
  },
  {
    "description": "வேலுநாச்சியாரின் திட்டம் வெற்றிகரமாக இருந்ததற்கு காரணமாக இருந்தவர் யார்?",
    "options": [
      "தாண்டவராயர்.",
      "பெரிய மருது.",
      "சின்ன மருது.",
      "குயிலி."
    ],
    "answer": "D",
    "additional_context": "வேலுநாச்சியாரின் திட்டம் வெற்றிகரமாக இருந்ததற்கு காரணமாக இருந்தவர் குயிலி. சிவகங்கை கோட்டைக்குள் நுழைய குயிலி தனது உயிரைத் தந்து ஆயுதக் கிடங்குக்கு தீ வைத்தது தான் வெற்றிக்கு முக்கிய காரணம். இதனால் கோட்டையில் பெரும் குழப்பம் ஏற்பட்டு ஆங்கிலேயப் படையை விரட்டியடிக்க வீரர்களுக்கு வாய்ப்பு கிடைத்தது."
  },
  {
    "description": "வேலுநாச்சியாரின் திட்டத்தில் மிக முக்கிய பங்கு வகித்த விசயதசமித் திருநாள் எதற்காகப் பயன்படுத்தப்பட்டது?",
    "options": [
      "கோட்டைக்குள் பெண்கள் மட்டுமே நுழைய அனுமதிக்கப்பட்ட நாள் என்பதால்.",
      "ஐதர் அலியின் படைகள் கோட்டைக்குள் நுழைவதற்கு ஏற்ற நாள் என்பதால்.",
      "பெண்கள் படை வீரர்கள் ஆயுதங்களை மறைத்துக்கொண்டு கோட்டைக்குள் செல்வதற்கு ஏற்ற நாள் என்பதால்.",
      "பெண்கள் படை வீரர்கள் கோட்டையை தாக்குவதற்கு ஏற்ற நாள் என்பதால்."
    ],
    "answer": "C",
    "additional_context": "விசயதசமித் திருநாளில் பெண்களுக்கு மட்டும் கோட்டைக்குள் செல்ல அனுமதி இருந்தது என்பதை வேலுநாச்சியார் தனது திட்டத்தில் பயன்படுத்திக் கொண்டார். கோட்டைக்குள் பெண்கள் படை வீரர்கள் ஆயுதங்களை மறைத்துக்கொண்டு நுழைந்து தாக்கினால், ஆங்கிலேயர்கள் எதிர்பாராத விதமாக அவர்களை எதிர்கொள்ளும் நிலை ஏற்படும் என்று அவர் கருதினார்."
  },
  {
    "description": "வேலுநாச்சியாரின் திட்டத்தில் குயிலியின் பங்கு என்ன?",
    "options": [
      "ஆங்கிலேயப் படையை எதிர்த்து போர் புரிந்தது.",
      "பெண்கள் படைக்கு தலைமை ஏற்றது.",
      "ஆயுதக் கிடங்குக்கு தீ வைத்து ஆங்கிலேயர்களை சூழ்ச்சி செய்தது.",
      "கோட்டைக்குள் ஆயுதங்களை எடுத்துச் சென்றது."
    ],
    "answer": "C",
    "additional_context": "வேலுநாச்சியாரின் திட்டத்தில் குயிலி ஒரு முக்கியமான பாத்திரத்தை வகித்தார். அவர் பெண்கள் படைக்கு தலைமை ஏற்று கோட்டைக்குள் நுழைந்து, ஆயுதக் கிடங்குக்கு தீ வைத்து ஆங்கிலேயர்களை சூழ்ச்சி செய்தார். இதனால் ஆங்கிலேயப் படை விரைவாகக் கோட்டையைவிட்டு ஓடி, சிவகங்கையை மீட்க வீரர்களுக்கு வாய்ப்பு கிடைத்தது."
  }
]
