
[
  {
    "description": "“வறியார்க்குஒன்று ஈவதே ஈகைமற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து.” என்ற குறளின்படி, ஏழைகளுக்கு உதவி செய்யும்போது எதனைத் தவிர்க்க வேண்டும்?",
    "options": [
      "பகை",
      "ஈகை",
      "வறுமை",
      "எதிர்பார்ப்பு"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "இந்தக் குறள் வறியவர்களுக்கு உதவி செய்யும் போது எதிர்பார்ப்பைத் தவிர்க்க வேண்டும் என்பதை வலியுறுத்துகிறது. உதவி செய்வது தூய்மையான மனதிலிருந்து செய்யப்பட வேண்டும். மற்றவர்களுக்கு உதவி செய்யும் போது நாம் ஏதாவது லாபம் அல்லது எதிர்பார்ப்பு இருந்தால் அது ஈகையாகாது.  மற்றவர்களின் மகிழ்ச்சியே நமக்கும் மகிழ்ச்சியாக இருக்கும் என்பதை இந்தக் குறள் உணர்த்துகிறது."
  },
  {
    "description": "“அறிவினான் ஆகுவது உண்டோ பிறிதின்நோய் தந்நோய்போல் போற்றாக் கடை.” என்ற குறள், எந்தக் கருத்தை எடுத்துரைக்கிறது?",
    "options": [
      "மற்றவர்களின் மகிழ்ச்சியைத் தனது மகிழ்ச்சியாகக் கருதுதல்",
      "மற்றவர்களின் துன்பத்தைத் தனது துன்பமாகக் கருதுதல்",
      "தனது துன்பத்தை மட்டும் கவனித்துக்கொள்ளுதல்",
      "மற்றவர்களின் துன்பத்தைப் பற்றி கவலைப்படாதிருத்தல்"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "இந்தக் குறள் நம்மைச் சுற்றியுள்ளவர்களின் துன்பத்தை நம் சொந்த துன்பம் போல் கருதும் மனப்பான்மையின் அவசியத்தை எடுத்துரைக்கிறது.  பிறர் துன்பப்படுவதைப் பார்த்து மனம் வருந்தாமல்,  நம்மால் எதுவும் செய்ய முடியாது என்று அலட்சியமாக இருந்தால் நமது அறிவின் பயன் என்ன?   ஒருவருக்கு அறிவு இருந்தால் அவர் மற்றவர்களின் துன்பத்தை தன் துன்பமாகக் கருத வேண்டும் என்பது இக்குறளின் பொருள்."
  },
  {
    "description": "“மனத்துக்கண் மாசிலன் ஆதல் அனைத்தறன் ஆகுல நீர பிற.” என்ற குறள், எந்த விஷயத்தை முக்கியத்துவப்படுத்துகிறது?",
    "options": [
      "உடல் ஆரோக்கியம்",
      "மனதின் சுத்தம்",
      "பணக்காரராக இருத்தல்",
      "பெரியவர்களுக்கு மரியாதை செலுத்துதல்"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "இந்தக் குறள் மனதின் சுத்தத்தின் முக்கியத்துவத்தை வலியுறுத்துகிறது.  உள்ளத்தில் குற்றம் இல்லாமல் வாழ்வதே உண்மையான அறம்.   பணம், பதவி,  மற்றும் பிற பொருளாதாரப் பூர்வமான விஷயங்களின் துயரத்தை நாம் மனதிலிருந்து அகற்றினால் அதுவே நல்ல அறம்.  அனைத்து விஷயங்களிலும் நேர்மையாக இருப்பதும்,   கொடுமை, பொறாமை,  பேராசை போன்ற குணங்களை வெறுத்து நல்லவர்களாக இருந்தாலே உண்மையான அறம்  பெற முடியும். "
  },
  {
    "description": "“எனைத்தானும் எஞ்ஞான்றும் யார்க்கும் மனத்தானாம் மாணாசெய் யாமை தலை.” என்ற குறளின்படி, நம் உள்ளம் ஏற்றுக் கொள்ளாத செயலை எப்போதும் செய்யக் கூடாது என்று வள்ளுவர் கூறுகிறார். இந்தக் கருத்து உங்களுக்கு எப்படிப் பயனுள்ளதாக இருக்கும்?",
    "options": [],
    "answer": [],
    "additional_context": "இந்தக் குறள், நமக்குப் பிடிக்காத செயலை எப்போதும் செய்யக் கூடாது என்பதை வலியுறுத்துகிறது.  உள்ளம் ஏற்றுக்கொள்ளாத செயல்களை நாம் செய்தால் மன அமைதி கிடைக்காது.   உள்ளம் மகிழாத செயல்களை நாம் செய்யும் போது  மனம் வெறுப்புடன் இருக்கும்.   எதையும் நிர்பந்தமாகச் செய்யக்கூடாது.   எந்தக் காரணம் கொண்டும் நம் மனதில் வெறுப்பு ஏற்படும் செயல்களைத் தவிர்த்து,  நம் மனம் மகிழும் வகையில் நடந்து கொள்ள வேண்டும்.   நமது நேர்மையான  இயல்புக்கும் மனத்திற்கும் ஏற்றவாறு நடந்து கொள்ளும் போது மன அமைதி கிடைக்கும்.   அதுவே வாழ்க்கையின் மகிழ்ச்சியைத் தரும்.  "
  },
  {
    "description": "“பகுத்துண்டு பல்லுயிர் ஓம்புதல் நூலோர் தொகுத்தவற்றுள் எல்லாம் தலை.” என்ற குறளில்,  வள்ளுவர் அறங்களுள் எந்த அறத்தை மிகச் சிறந்ததாகக் கருதுகிறார்? அந்த அறத்தின் முக்கியத்துவம் என்ன?",
    "options": [],
    "answer": [],
    "additional_context": "இந்தக் குறள்  உயிர்களின் நலனில்  ஈடுபாடு கொள்வதை மிகவும் சிறந்த அறமாக வள்ளுவர் கூறுகிறார்.   தன்மிடத்திலிருக்கும் பொருள்களை பிற உயிர்களுக்கு பகிர்ந்து கொடுத்து அவற்றை காப்பாற்ற வேண்டும் என்பது இக்குறளின் பொருள்.   அறநூல்களில் கூறப்படும் பல அறங்கள் இருந்தாலும் இது மிக முக்கியமானது.   உயிர்களுக்கு இரக்கம் காட்டுதல் மிகவும் முக்கியமானது.   அனைத்து உயிர்களும் வாழ வேண்டும் என்பது இந்தக் குறளின் மூலக்கருத்து.   "
  }
]
