
[
  {
    "description": "தமிழ்மொழியின் சீர்மைக்கு  உதாரணமாகக்  கொடுக்கப்பட்டுள்ள   'பாகற்காய்' என்ற சொல்லின் சிறப்புக் குறிப்பு எது?",
    "options": [
      "பாகற்காய்  கசப்பு சுவை உடையது என்பதைக் குறிக்கிறது.",
      "'பாகு' மற்றும் 'அல்'  என்ற இரு சொற்களைக்  கூட்டி 'பாகற்காய்'  என்று அழைக்கப்படுகிறது.",
      "பாகற்காய் தாழ்திணையைச் சார்ந்தது என்பதைக் காட்டுகிறது.",
      "தமிழில்  ஒரு பொருளுக்கு  பல பெயர்கள்  உள்ளன என்பதைக் காட்டுகிறது."
    ],
    "answer": "B",
    "additional_context": "தமிழ் மொழி சீர்மை மிக்கது. ஒரு பொருளுக்கு பல பெயர்கள் இருப்பது சிறப்பு.  பாகற்காய் கசப்புச்சுவை உடையது. அதனைக் கசப்புக்காய் என்று கூறாமல், இனிப்பு அல்லாத காய் பாகற்காய் (பாகு + அல் + காய்) என வழங்கினர். இவ்வாறு பெயரிடுவதிலும் சீர்மை மிக்கது தமிழ் மொழி."
  },
  {
    "description": "தமிழ்  வளமைமிக்க  மொழி என்பதற்கு  நூலில்  எடுத்துக்காட்டாகக்  கொடுக்கப்பட்டுள்ள  பகுதி எது?",
    "options": [
      "தமிழ்மொழி  தொல்காப்பியம், நன்னூல் போன்ற  இலக்கண நூல்கள்  மிகுந்தது.",
      "ஒரு பொருளின்  பல நிலைகளுக்கும்   வெவ்வேறு பெயர்கள் சூட்டுவது தமிழ் மொழியின் சிறப்பு.",
      "தமிழ்மொழி  சிலப்பதிகாரம், மணிமேகலை போன்ற  காப்பியங்களைக் கொண்டது.",
      "தமிழ்மொழி  எட்டுத்தொகை, பத்துப்பாட்டு ஆகிய  சங்க இலக்கியங்களைக் கொண்டது."
    ],
    "answer": "B",
    "additional_context": "தமிழ் வளமைமிக்க மொழி. தொல்காப்பியம், நன்னூல் உள்ளிட்ட இலக்கண நூல்கள் மிகுந்தது தமிழ் மொழி. எட்டுத்தொகை, பத்துப்பாட்டு ஆகிய சங்க இலக்கியங்களைக் கொண்டது; திருக்குறள், நாலடியார் முதலிய அறநூல்கள் பலவும் நிறைந்தது; சிலப்பதிகாரம், மணிமேகலை முதலிய காப்பியங்களைக் கொண்டது. இவ்வாறு இலக்கிய, இலக்கண வளம் நிறைந்தது தமிழ் மொழி. தமிழ் மொழி சொல்வளம் மிக்கது. ஒரு பொருளின் பல நிலைகளுக்கும் வெவ்வேறு பெயர் சூட்டுவது தமிழ் மொழியின் சிறப்பாகும்."
  },
  {
    "description": "நூலில்  'தமிழ் எண்களை அறிவோம்' எனும் தலைப்பின் கீழ்  காட்டப்பட்டுள்ள  எண்  எது?",
    "options": [
      "4",
      "5",
      "7",
      "9"
    ],
    "answer": "A",
    "additional_context": "தமிழ் எண்களை அறிவோம். 1, 2, 3, 4, 5, 6, 7, 8, 9, 10. க, 2, ச், ச, று, சு, எ, அ, கூ, க."
  },
  {
    "description": "தமிழ் மொழியின் வளர்ச்சிக்கு நாம் எதைச் செய்ய வேண்டும் என்று நூல்  கூறுகிறது?",
    "options": [
      "தமிழ் மொழியின் இலக்கண நூல்களைப்  படிக்க வேண்டும்.",
      "தமிழ் இலக்கியங்களைப் படித்துப் புரிந்துகொள்ள வேண்டும்.",
      "புதிய  கலைச்சொற்களை   தமிழில்  உருவாக்க வேண்டும்.",
      "தமிழ் மொழியின் வளமைக்கும்  வளர்ச்சிக்கும்  பங்காற்ற வேண்டும்."
    ],
    "answer": "D",
    "additional_context": "மூத்த மொழியான தமிழ் - கணினி, இணையம் போன்றவற்றில் பயன்படத்தக்க வகையில் புது மொழியாகவும் திகழ்கிறது. இத்தகு சிறப்புமிக்க மொழியைக் கற்பது நமக்குப் பெருமையல்லவா? தமிழ் மொழியின் வளமைக்கும் வளர்ச்சிக்கும் பங்காற்றவேண்டியது நமது கடமையல்லவா?"
  },
  {
    "description": "“இலக்கண, இலக்கியவளம் பெற்றுத் திகழும் மொழிகள் மிகச்சிலவே” என்று கூறப்பட்டுள்ளது. பின்வரும் எந்த வகையான இலக்கியவளம் தமிழ்மொழியில் இல்லை?",
    "options": [
      "a) சங்க இலக்கியங்கள்",
      "b) அறநூல்கள்",
      "c) நாடகங்கள்",
      "d) நவீன கவிதைகள்"
    ],
    "answer": "C",
    "additional_context": "தமிழ் வளமைமிக்க மொழி. தொல்காப்பியம், நன்னூல் உள்ளிட்ட இலக்கண நூல்கள் மிகுந்தது தமிழ் மொழி. எட்டுத்தொகை, பத்துப்பாட்டு ஆகிய சங்க இலக்கியங்களைக் கொண்டது; திருக்குறள், நாலடியார் முதலிய அறநூல்கள் பலவும் நிறைந்தது; சிலப்பதிகாரம், மணிமேகலை முதலிய காப்பியங்களைக் கொண்டது. இவ்வாறு இலக்கிய, இலக்கண வளம் நிறைந்தது தமிழ் மொழி."
  }
]
