[
          
  {
    
          "description": "'ஒப்புரவு' என்ற சொல்லின் எதிர்ச்சொல் எது?",
          "options": [
      "ஒத்துழைப்பு",
      "வேற்றுமை",
      "சமத்துவம்",
      "நட்பு"
    ],
    "answer": "B",
    
          "additional_context": "ஆசாரக்கோவை என்ற நூலில் பெருவாயின் முள்ளியார் நல்லொழுக்கத்தின் விதைகள் என எட்டு விதைகளைப் பற்றி  விளக்குகிறார்.  ஒப்புரவு என்பது அனைவரையும் சமமாகப் பேணுதல். இதற்கு எதிர்ச்சொல்லாக வேற்றுமை  என்பது  பொருந்தும்."
          }
        ,
          
  {
    
          "description": "'பொறையுடைமை' என்ற சொல்லில் உள்ள 'உடைமை' என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
          "options": [
      "பொருள் வைத்திருத்தல்",
      "சொத்து வைத்திருத்தல்",
      "பண்பு கொண்டிருத்தல்",
      "உடல் வலிமை கொண்டிருத்தல்"
    ],
    "answer": "C",
    
          "additional_context": "ஆசாரக்கோவை என்ற நூலில் பெருவாயின் முள்ளியார் நல்லொழுக்கத்தின் விதைகள் என எட்டு விதைகளைப் பற்றி  விளக்குகிறார். பொறையுடைமை என்ற சொல்லில் 'உடைமை' என்பது பண்பு  கொண்டிருத்தல் என்று பொருள். இதற்கு பொருத்தமான பொருள் 'பண்பு கொண்டிருத்தல்' ஆகும்."
          }
        ,
          
  {
    
          "description": "'இன்னாத' என்ற சொல்லின் எதிர்ச்சொல் எது?",
          "options": [
      "இன்பம்",
      "துன்பம்",
      "இனிமை",
      "சிரிப்பு"
    ],
    "answer": "C",
    
          "additional_context": "ஆசாரக்கோவை என்ற நூலில் பெருவாயின் முள்ளியார் நல்லொழுக்கத்தின் விதைகள் என எட்டு விதைகளைப் பற்றி  விளக்குகிறார்.  இன்னாத  என்பது  துன்பம்,  நிம்மதி இல்லாமை என்று பொருள்.  இதற்கு எதிர்ச்சொல்லாக  இனிமை என்பது பொருந்தும்."
          }
        ,
          
  {
    
          "description": "'நல்லினத் தாரோடு நட்டல்' என்ற வரியில் 'தாரோடு' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "தானம் செய்பவர்",
      "சொத்து கொடுப்பவர்",
      "நல்ல பண்புகள் உடையவர்",
      "விலை கொடுப்பவர்"
    ],
    "answer": "C",
    
          "additional_context": "ஆசாரக்கோவை என்ற நூலில் பெருவாயின் முள்ளியார் நல்லொழுக்கத்தின் விதைகள் என எட்டு விதைகளைப் பற்றி  விளக்குகிறார்.  'நல்லினத் தாரோடு நட்டல்'  என்பது  நல்ல பண்புகள் உடையவரோடு நட்பு கொள்ள வேண்டும் என்று பொருள்.  தாரோடு  என்பது  நல்ல பண்புகள் உடையவர் என்று பொருள்."
          }
        ,
          
  {
    
          "description": "'ஆசாரக்கோவை' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "நல்ல நடத்தை",
      "நல்லொழுக்கங்களின் தொகுப்பு",
      "நல்ல பழக்கவழக்கங்கள்",
      "நல்ல கல்வி"
    ],
    "answer": "B",
    
          "additional_context": "ஆசாரக்கோவை என்ற நூலில் பெருவாயின் முள்ளியார் நல்லொழுக்கத்தின் விதைகள் என எட்டு விதைகளைப் பற்றி  விளக்குகிறார்.  இந்நூல் பதினெண்கீழ்க்கணக்கு நூல்களுள் ஒன்று.  ஆசாரக்கோவை என்பது  நல்லொழுக்கங்களின் தொகுப்பு என்று பொருள்."
          }
        ]