
[
  {
    "description": "இன்சுவை அவர்களின் கனவு நிறைவேற காரணமானது என்ன?",
    "options": [
      "தமிழ் இலக்கியங்களில் அறிவியல் கருத்துக்களைப் படித்து ஊக்கம் பெற்றது.",
      "தமிழில் படித்தால் அறிவியல் அறிஞர் ஆக முடியாது என்ற எண்ணம் மாறியது.",
      "அவரது அத்தையின் ஊக்கமும் வழிகாட்டுதலும்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "இன்சுவை தன் அத்தையிடம் எழுதிய கடிதத்தில் தன் கனவை பற்றி கூறி தன் கனவு நிறைவேறுமா என கேட்கிறான். பின்னர் அத்தையின் ஊக்கத்தால் கடிதங்கள் மூலமாக பல செய்திகளை தெரிந்துகொண்டு தன் கனவை நிறைவேற்றுகிறான். அத்தையின் கடிதங்களே அவனது கனவுகளுக்கு உரம் ஊட்டியவை என்கிறான். எனவே மேற்கண்ட மூன்றும் இன்சுவையின் கனவு நிறைவேற காரணமாகும்."
  },
  {
    "description": "கடிதத்தில் குறிப்பிடப்பட்டுள்ள பழந்தமிழ் இலக்கியத்தில்  கடல் நீர் ஆவியாகி மேகமாகும் செயல்முறை குறிப்பிடப்பட்டுள்ளது எது?",
    "options": [
      "தொல்காப்பியம்",
      "பரிபாடல்",
      "திருக்குறள்",
      "கார்நாற்பது"
    ],
    "answer": "D",
    "additional_context": "அத்தையின் கடிதத்தில் 'கடல் நீர் ஆவியாகி மேகமாகும்' செயல்முறை குறித்து குறிப்பிடப்பட்டுள்ளது. இது பழந்தமிழ் இலக்கியமான கார்நாற்பது என்னும் நூலில் குறிப்பிடப்பட்டுள்ளது என்கிறார் அத்தை."
  },
  {
    "description": "தொல்காப்பியத்தில் குறிப்பிடப்பட்டுள்ள இவ்வுலகை உருவாக்கும் ஐந்து கூறுகள் யாவை?",
    "options": [
      "நிலம், நீர், நெருப்பு, காற்று, ஆகாயம்",
      "நிலம், நீர், நெருப்பு, காற்று, மரம்",
      "நிலம், நீர், நெருப்பு, காற்று, மண்",
      "நிலம், நீர், நெருப்பு, காற்று, வான்"
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பியத்தில் இவ்வுலகை உருவாக்கும் ஐந்து கூறுகள் குறிப்பிடப்பட்டுள்ளன. அவை நிலம், நீர், நெருப்பு, காற்று, ஆகாயம் என்கிறார் அத்தையின் கடிதம்."
  },
  {
    "description": "ஔவையார் தமது பாடலில் குறிப்பிட்டுள்ள திரவப் பொருட்களை எவ்வளவு அழுத்தினாலும் சுருக்க முடியாது என்ற கருத்து, இன்றைய அறிவியலில் எந்தக் கருத்துக்கு ஒத்திருக்கிறது?",
    "options": [
      "புவி ஈர்ப்பு விசை",
      "அழுத்தம் மற்றும் பருமன் தொடர்பு",
      "திரவங்களின் அடர்த்தி",
      "பொருட்களின் அணு அமைப்பு"
    ],
    "answer": "B",
    "additional_context": "ஔவையாரின் பாடலில் 'திரவப் பொருள்களை எவ்வளவு அழுத்தினாலும் அவற்றின் அளவைச் சுருக்க முடியாது' என்று கூறப்பட்டுள்ளது. இது அழுத்தம் மற்றும் பருமன் தொடர்புடைய அறிவியல் கருத்துடன் ஒத்துப்போகிறது."
  },
  {
    "description": "பதிற்றுப்பத்து என்னும் நூலில் குறிப்பிடப்பட்டுள்ள  'வெண்ணிற ஊசியால் தைத்த செய்தி' எதனைக் குறிக்கிறது?",
    "options": [
      "போர்க்களத்தில் மார்பில் ஏற்பட்ட புண்ணைத் தைத்து சிகிச்சை அளித்த செய்தி.",
      "வெண்ணிறத் தையல் இழையால் உடைத்துணி தைத்து அழகுபடுத்திய செய்தி",
      "நூல் நூல்வதற்காக வெண்ணிற ஊசியைப் பயன்படுத்திய செய்தி.",
      "தலைமுடி நெய்து தைத்துக் கொண்ட செய்தி."
    ],
    "answer": "A",
    "additional_context": "பதிற்றுப்பத்து என்னும் நூலில் போர்க்களத்தில் வீரர் ஒருவரின் புண்ணை வெண்ணிற ஊசியால் தைத்து சிகிச்சை அளித்த செய்தி குறிப்பிடப்பட்டுள்ளது என்கிறார் அத்தை."
  }
]
