
[
  {
    "description": "“மாசற” என்ற சொல் மூதுரையில் பயன்படுத்தப்பட்டுள்ளது. இச்சொல்லின் பொருள் மற்றும் பயன்பாட்டைத் தெளிவாகக் காட்டும் கூற்று எது?",
    "options": [
      "“மாசற” என்ற சொல் 'சத்தமாக' என்ற பொருளைத் தருகிறது.",
      "“மாசற” என்ற சொல் 'சுத்தமாக' என்ற பொருளைத் தருகிறது.",
      "“மாசற” என்ற சொல் 'மாசற்று' என்ற பொருளைத் தருகிறது.",
      "“மாசற” என்ற சொல் 'நன்றாக' என்ற பொருளைத் தருகிறது."
    ],
    "answer": "C",
    "additional_context": "மூதுரை நூலில், \"மன்னனும் மாசறக் கற்றோனும் சீர்தூக்கின்\nமன்னனின் கற்றோன் சிறப்புடையன் - மன்னற்குத்\nதன்தேசம் அல்லால் சிறப்பில்லை கற்றோர்க்குச்\nசென்ற இடமெல்லாம் சிறப்பு.\"  என்ற பாடல் வரிகள் உள்ளன. இதில், \"மாசற\" எனும் சொல் பயன்படுத்தப்பட்டுள்ளது. இதற்கு \"குற்றமில்லாமல்\" என்று பொருள். அதாவது, மன்னன் குற்றங்களைச் செய்யக் கூடியவன். ஆனால், கற்றவன் எந்தக் குற்றமும் செய்யாதவன். அதுமட்டுமல்லாமல், எந்தக் குற்றமும் இல்லாமல் பண்புகள் நிறைந்தவன்.  எனவே, கற்றவன் சிறந்தவன் என்பதை இந்த பாடல் வரிகள் மூலம் நாம் அறிந்து கொள்கிறோம்."
  },
  {
    "description": "“கல்வி பற்றிய பழமொழிகள் அல்லது பாடல் அடிகள் எவையேனும் இரண்டனைப் பெரியோர்களிடம் கேட்டு எழுதி வருக” என மூதுரை குறிப்பிடுகிறது. இதன் அடிப்படையில், கல்வி கற்கும் தன்மையை ஊக்குவிக்கும் செயல் எது?",
    "options": [
      "நூல்களைப் படித்து முடித்த பிறகு, கல்வி பற்றிய பழமொழிகளைத் தேடிப் பார்க்க வேண்டும்.",
      "கல்வி பற்றிய பழமொழிகளைப் பெரியோர்களிடம் கேட்டு, அவற்றைப் பற்றி ஆராய்ந்து புரிந்துகொள்ள வேண்டும்.",
      "கல்வி பற்றிய பாடல் அடிகளை மனனம் செய்து, அவற்றை மற்றவர்களுக்குப் பாட வேண்டும்.",
      "கல்வி பற்றிய பாடல் அடிகளை எழுதி, அதை கலையாகப் பயிற்சி பெற்று, மேடையிலே நிகழ்த்த வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "மூதுரையில், \"கல்வி பற்றிய பழமொழிகள் அல்லது பாடல் அடிகள் எவையேனும் இரண்டனைப் பெரியோர்களிடம் கேட்டு எழுதி வருக\" என குறிப்பிடப்பட்டுள்ளது. இந்த குறிப்பில், பெரியோர்களிடம் கேட்டு கல்வி பற்றிய பழமொழிகளைப் பெறுவது அவர்களின் அனுபவத்தையும் ஞானத்தையும் பெற உதவும்.  அவர்களிடம் இருந்து நாம் பெறுவது கல்வியைப் பற்றிய புரிதல், கல்வியின் மதிப்பு, கல்வியின் பயன்கள், கல்வியின் முக்கியத்துவம் மற்றும் கல்வி கற்கும் தன்மையை ஊக்குவிக்கும் செயல் ஆகும்."
  }
]
