[
          
  {
    
          "description": "'அடுத்த நாள் காலை மழையில்லை. நல்லவெயில். இளம் சிவப்பான அந்தக் காலணியை எடுத்து மீண்டும் ஒருமுறை நன்றாகத் துடைத்து, தனது நீலநிற விரிப்பில் வைத்துவிட்டு மற்ற வேலைகளில் ஈடுபடத் துவங்கினார். அன்றும் அந்தச் சிறுமி வரவேயில்லை. மறந்துவிட்டாளா? இல்லை, யாரிடம் கொடுத்தோம் எனத் தெரியாமல் அலைகிறாளா தெரியவில்லையே!'",
          "options": [
      "அக்கறையாக இருந்தது",
      "எரிச்சலாக இருந்தது",
      "பயமாக இருந்தது",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    
          "additional_context": "மழையால் காலணி தைக்க யாரும் வரவில்லை. அந்தச் சிறுமியின் காலணியை தைத்து வைத்துக் கொண்டிருந்தார் மாரி. அடுத்த நாள் காலை மழை இல்லாமல் இருந்தது. மாரி அந்தக் காலணியை மீண்டும் ஒருமுறை துடைத்து தனது நீல நிற விரிப்பில் வைத்தார். அந்த நாளும் அந்தச் சிறுமி வரவில்லை. மாரிக்கு அவள் மறந்துவிட்டாளா அல்லது வேறு யாரிடம் கொடுத்தோம் என்று தெரியாமல் அலைகிறாளா என்ற  எண்ணம் எழுந்தது. அவர் அந்தச் சிறுமியின் காலணியைப் பற்றி மிகவும் அக்கறையாக இருந்தார்"
          }
        ,
          
  {
    
          "description": "'ஓர் இரவில் மாரியின் மனைவி அந்தக் காலணியைக் கண்டாள். அதன் வசீகரம் தொற்றிக்கொள்ளக் கையில் எடுத்துப் பார்த்தாள். சிறுமியின் காலணி போலிருந்தது. அதைப் போட்டுப் பார்க்க ஆசையாக இருந்தது.'",
          "options": [
      "வெறுப்பாக இருந்தது",
      "ஆசையாக இருந்தது",
      "பயமாக இருந்தது",
      "எதுவும் இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "மாரி அந்தக் காலணியை தினமும் தனது வீட்டுக்கு எடுத்துச் சென்று வைத்திருந்தார். ஒரு இரவில் மாரியின் மனைவி அந்தக் காலணியைப் பார்த்தாள். அது அவளை மிகவும் கவர்ந்தது. சிறுமியின் காலணி போல் இருந்ததால் அதைப் போட்டுப் பார்க்க அவளுக்கு மிகவும் ஆசையாக இருந்தது"
          }
        ,
          
  {
    
          "description": "'அந்தக் காலணி ஒருவயது குழந்தை முதல் வயசாளி வரை எல்லோருக்கும் பொருந்தவதாக இருந்தது. அதைக் காலில் அணிந்தவுடன் மேகத்துணுக்குகள் காலடியில் பரவுவதுபோலவும், பனியின்மிருது படர்வதுபோலவும் இருப்பதாகப் பலர் கூறினர்.'",
          "options": [
      "அழகாக இருந்தது",
      "எல்லோருக்கும் பொருந்தியது",
      "விந்தையானது",
      "மேலே உள்ள அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "அந்தக் காலணி பலருக்கும் பொருந்தியதால் அது மிகவும் விந்தையாக இருந்தது. அதைப் போட்டுப் பார்த்தவர்கள் அதை விவரிக்கும்போது அழகான வார்த்தைகளை பயன்படுத்தினார்கள். அதைக் காலில் அணிந்தவுடன் மேகத்துணுக்குகள் காலடியில் பரவுவதுபோலவும், பனியின் மிருது படர்வது போலவும் இருந்ததாகக் கூறினர். அந்தக் காலணி எல்லோருக்கும் பொருந்தியது. அது மிகவும் அழகாகவும் விந்தையாகவும் இருந்தது"
          }
        ,
          
  {
    
          "description": "'இந்தச் சொத்து, வாழ்வு யாவும் அவள் தந்ததுதான். அவள் யார் என அறிய ஆவலாகிக் கேட்டார். பதிலற்றுச் சிரித்தபடி மீண்டும் மழையில் வெளியேறிச் சென்றுவிட்டாள்.'",
          "options": [
      "மகிழ்ச்சியாக இருந்திருக்கும்",
      "ஏமாற்றமாக இருந்திருக்கும்",
      "குழப்பமாக இருந்திருக்கும்",
      "கோபமாக இருந்திருக்கும்"
    ],
    "answer": "C",
    
          "additional_context": "மாரி அந்தச் சிறுமியிடம் தனது வாழ்வு யாவும் அவளால் தான் தந்தது என்று கூறினார். ஆனால் அவள் யார் என்று கேட்டபோது அவள் பதில் சொல்லாமல் சிரித்து மீண்டும் மழையில் வெளியேறிச் சென்றுவிட்டாள். மாரிக்கு அவள் யார் என்று தெரியாமல் குழப்பமாக இருந்தது."
          }
        ]