
[
  {
    "description": "கலீல் கிப்ரான் எந்த நாட்டைச் சேர்ந்தவர்?",
    "options": [
      "a) இந்தியா",
      "b) லெபனான்",
      "c) ஈரான்",
      "d) சீனா"
    ],
    "answer": "B",
    "additional_context": "கலீல் கிப்ரான் லெபனான் நாட்டைச் சேர்ந்தவர். கவிஞர், புதின ஆசிரியர், கட்டுரையாசிரியர், ஓவியர் எனப் பன்முக ஆற்றல் பெற்றவர். இப்பாடப்பகுதி கவிஞர் புவியரசு மொழிபெயர்த்த தீர்க்கதரிசி என்னும் நூலில் இடம்பெற்றுள்ளது."
  },
  {
    "description": "கவிஞர் கூறும் \"உங்கள்சுயத்துடன் நீங்கள் ஒருமைப்பாடு கொண்டிருக்கும்போது\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "a) தன்னைத்தானே நேசித்தல்",
      "b) தன்னைத்தானே ஏற்றுக்கொள்ளுதல்",
      "c) தன்னைத்தானே மதித்தல்",
      "d) இவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "கவிஞரின் வரிகள் தன்னைத்தானே நேசித்து ஏற்றுக்கொள்வது மற்றும் மதிப்பது போன்ற உயர்ந்த சிந்தனைகளைப் பற்றிப் பேசுகின்றன. 'உங்கள்சுயத்துடன் நீங்கள் ஒருமைப்பாடு கொண்டிருக்கும்போது' என்பது, தன்னைத்தானே நேசித்து ஏற்றுக்கொண்டு, தன்னைத்தானே மதித்து,  தன்னைத்தானே புரிந்துகொண்டு வாழ்வது என்பதை குறிக்கிறது. "
  },
  {
    "description": "பழம் வேரைப் பார்த்து \"கொடுப்பது பழத்தின் இயல்பு\" என்று ஏன் சொல்லாது?",
    "options": [
      "a) பழத்துக்கு வேர் தெரியாது",
      "b) பழம் அதன் இயல்பாகவே கொடுக்கிறது",
      "c) வேர் தன்னையே வளர்த்துக்கொள்கிறது",
      "d) பழம் வேர் இருப்பதை மறந்துவிடுகிறது"
    ],
    "answer": "B",
    "additional_context": "பழம் என்பது வேரின் இயல்பான செயலால் உருவானது. பழத்தின் பணி வேருக்கு  உணவு கொடுப்பது. இதுவே பழத்தின் இயல்பு. பழத்தின் செயல் வேரின் வாழ்வைப் பொறுத்தது. வேர் தன்னையே வளர்த்துக்கொள்ளும் இயல்புடையது. பழம் அதன் இயல்பாகவே கொடுக்கிறது, வேர் தன்னையே வளர்த்துக்கொள்கிறது என்கிறது கவிஞர்.  "
  },
  {
    "description": "\"நீங்கள் விழிப்புணர்ச்சியுடன் இருப்பது நல்லது\" என்ற வாக்கியத்தின் பொருள் என்ன?",
    "options": [
      "a) சூழலைக் கவனித்து இருத்தல்",
      "b) தவறுகளைச் செய்வதைத் தவிர்ப்பது",
      "c) எச்சரிக்கையாக இருத்தல்",
      "d) இவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "கவனமாகவும் எச்சரிக்கையாகவும் வாழ வேண்டும் என்று கவிஞர் கூறுகிறார். சுற்றுப்புறத்தில் நடக்கும் நிகழ்வுகளை  நாம் கவனித்து, தவறுகளைச் செய்யாமல்,  எச்சரிக்கையாகவும், விழிப்புணர்வுடன் இருக்க வேண்டும் என்று  கவிஞரின் வரிகள் கூறுகின்றன.  "
  },
  {
    "description": "பாடப்பகுதியில் குறிப்பிடப்பட்டுள்ள \"நல்லவர்\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "a) பிறருக்கு உதவக்கூடியவர்",
      "b) தன்னைப் பற்றிய விழிப்புணர்வு உள்ளவர்",
      "c) தன் இயல்புக்கேற்ப வாழ்பவர்",
      "d) இவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "கவிஞரின் கருத்துப்படி 'நல்லவர்' என்பவர்  தன்னைத்தானே புரிந்துகொள்பவர், தன் இயல்புக்கேற்ப வாழ்பவர், பிறருக்கு உதவக்கூடியவர்,  தன்னைப் பற்றிய விழிப்புணர்வு உள்ளவர்.  இந்த குணங்களைப் பெற்றிருப்பவர்கள் மட்டுமே உண்மையான 'நல்லவர்' என்கிறார் கவிஞர்."
  }
]
