[
          
  {
    
          "description": "'இனிய உளவாக இன்னாத கூறல் கனியிருப்பக் காய்கவர்ந் தற்று' -  இந்தக் குறள் நம்மை என்ன செய்யுமாறு அறிவுறுத்துகிறது?",
          "options": [
      "இனிய சொற்களைப் பேச வேண்டும்",
      "நல்ல செயல்களைச் செய்ய வேண்டும்",
      "மோசமான செயல்களைச் செய்யக்கூடாது",
      "இனிய சொற்களையும் இன்னாச்சொற்களையும் சமமாகப் பயன்படுத்த வேண்டும்"
    ],
    "answer": "A",
    
          "additional_context": "நம்மில் பலருக்கு இனிமை என்றால் என்ன, இன்னாமை என்றால் என்ன என்பது தெரியும். ஆனால், இனிய சொல் இருக்கும் போது இன்னாச்சொல் பேசுவது உண்மையில் நம்மைத் தாழ்த்தும் செயல் என்பதை அறிவுறுத்துகிறது.  கனியிருக்கும் போது காயை உண்பது போல், இனிய சொற்களை உபயோகிக்கும் போது இன்னாச்சொல் பேசுவது  மிகவும் தவறானது. அதனால், அறிவுள்ளவர்கள் இனிய சொற்களைப் பேசுவது நல்லது."
          }
        ,
          
  {
    
          "description": "திருக்குறள் எத்தனை அதிகாரங்களைக் கொண்டுள்ளது?",
          "options": [
      "100",
      "133",
      "150",
      "200"
    ],
    "answer": "B",
    
          "additional_context": "திருக்குறள் அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என்னும் மூன்று பிரிவுகளைக் கொண்டது. பதினெண் கீழ்க்கணக்கு நூல்களுள் ஒன்று. திருக்குறள் 133 அதிகாரங்களில் 1330 குறள்பாக்களைக் கொண்டுள்ளது. 'திருக்குறளில் இல்லாததும் இல்லை, சொல்லாததும் இல்லை' என்னும் வகையில் சிறந்து விளங்குகிறது. "
          }
        ,
          
  {
    
          "description": "'செயற்கரிய செய்வார் பெரியர் சிறியர் செயற்கரிய செய்கலா தார்' -  இந்தக் குறள்  எந்தக் குணத்தைப் பற்றி கூறுகிறது?",
          "options": [
      "அன்பை",
      "பணிவை",
      "தைரியத்தை",
      "மன்னிப்பை"
    ],
    "answer": "C",
    
          "additional_context": "எந்தச் செயலைச் செய்ய வேண்டுமென நினைக்கிறோமோ, அந்தச் செயல்தான் நமக்குச் செயற்கரியது.  செயல்படுத்துவதற்கு முன்பே மனதில் பயம், தயக்கம், சோர்வு  இந்த எல்லாமே வந்து விடும்.  அந்தச் செயலைக் கைவிட்டு விடுவோம். ஒருவேளை, தைரியமாகச் செயல்பட்டால்  கொஞ்சம் பலன் கிடைக்கலாம் என நினைப்போம்.  ஆனால், தைரியமாக  முயற்சி செய்து அதைச் சாதித்தால்  சிறந்த பலன்கள் கிடைக்கும். "
          }
        ,
          
  {
    
          "description": "'பணிவுடையன் இன்சொலன் ஆதல் ஒருவற்கு அணியல்ல மற்றுப் பிற' -  இந்தக் குறள்  எதைப் பற்றி விளக்குகிறது?",
          "options": [
      "பணத்தின் மதிப்பை",
      "பணிவின் சிறப்பை",
      "பொருளின் பெருமையை",
      "நண்பர்களின் முக்கியத்துவத்தை"
    ],
    "answer": "B",
    
          "additional_context": "மனிதர்கள் வாழ்வில் மிக முக்கியமான இரண்டு  குணங்கள் பணிவும், இன்சொல்லுமே. இவை ஒருவர்க்கு  அழகான அணிகலன்கள் போல.  பணிவும் இன்சொல்லுமே  ஒருவருக்கு  அழகான அணிகலன்கள் போல. இவ்விரு குணங்களைக் கொண்டவர்களை மக்கள்  மிகவும் மதிப்பார்கள்."
          }
        ,
          
  {
    
          "description": "'அகர முதல எழுத்தெல்லாம் ஆதி பகவன் முதற்றே உலகு' - இந்தக் குறள் யாருக்குப் புகழ்ச்சி கூறுகிறது?",
          "options": [
      "ஆசிரியருக்கு",
      "எழுத்தாளருக்கு",
      "ஆதி பகவானுக்கு",
      "மன்னருக்கு"
    ],
    "answer": "C",
    
          "additional_context": "எழுத்துகளில் முதலாவது எழுத்து அகரம். அகரம் என்பது எல்லா எழுத்துகளுக்கும் தொடக்கம். அதே போல ஆதி பகவான் உலகத்திற்குத் தொடக்கம். இதன் மூலம் ஆதி பகவானின் சிறப்பை  எடுத்துரைக்கிறது இந்தக் குறள். "
          }
        ]