[
          
  {
    
          "description": "திருக்குறளில் குறிப்பிடப்படும் 'வான் சிறப்பு' என்பது எதைப் பற்றியது?",
          "options": [
      "வானின் அழகு",
      "வானின் பெருமை",
      "மழையின் முக்கியத்துவம்",
      "வானத்தின் அளவு"
    ],
    "answer": "C",
    
          "additional_context": "திருக்குறள் நூலில் 'வான் சிறப்பு' என்பது மழையின் முக்கியத்துவத்தைப் பற்றி கூறுகிறது. மழை பொய்ப்பதால் விரிந்த உலகத்து உயிர்கள் பசித்துத் துன்புறுவதாகக் குறிப்பிடுகிறது. மழைதான் உயிரினங்கள் வாழ்வதற்கான அடிப்படை. மழை இல்லையெனில் உலகத்தில் வாழ்க்கை இல்லை என்பதை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார் என்பும் உரியர் பிறர்க்கு' - இந்தக் குறள் அன்பின் இயல்பை எவ்வாறு விளக்குகிறது?",
          "options": [
      "அன்பிலார்கள் தங்கள் சொந்தக் குடும்பத்திற்கு மட்டுமே அன்பு காட்டுவார்கள்",
      "அன்புடையவர்கள் தங்கள் உடல் உட்பட அனைத்தையும் பிறருக்கு உதவுவதற்காக பயன்படுத்துவார்கள்",
      "அன்பிலார்கள் எல்லாப் பொருளையும் தமக்கே என்று நினைப்பார்கள்",
      "அன்புடையவர்கள் தங்கள் உடல் உட்பட எல்லாப் பொருளையும் தமக்கே என்று நினைப்பார்கள்."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் குறள் அன்பு இல்லாதவர்கள் எல்லாப் பொருளையும் தமக்கே என்று நினைப்பார்கள். ஆனால் அன்பை உடையவர்கள் தங்களின் உடம்பைக்கூட பிறருக்கு உதவுவதற்காக பயன்படுத்துவார்கள் என்று கூறுகிறது. அதாவது அன்பிலார்கள் தங்களுக்குப் பயன் தரக்கூடிய பொருட்களை மட்டுமே தங்கள் உடமைகளாகக் கருதுவார்கள். அன்பின் இயல்பு பிறருக்கு உதவுவதையும்,  தங்கள் உடமை, உடல்  மற்றும்  திறமையை  பிறருக்கு உதவுவதற்காகப் பயன்படுத்த விரும்புவதையும்  உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'ஈன்ற பொழுதின் பெரிதுவக்கும் தன்மகனைச் சான்றோன் எனக்கேட்ட தாய்' - இந்தக் குறளின் மூலம் என்ன உணர்த்தப்படுகிறது?",
          "options": [
      "தன் மகன் செய்த நன்மைகள் பெற்றெடுத்த மகிழ்ச்சியைவிட அதிக மகிழ்ச்சியைத் தரும்",
      "மகனைப் பெற்ற மகிழ்ச்சி எப்போதும் சிறந்த மகிழ்ச்சியாகும்",
      "பெற்றோர்கள் தங்கள் பிள்ளைகளின் வெற்றியில் மகிழ்வார்கள்",
      "தன் பிள்ளையின் புகழைக் கேட்ட தாய் பெற்றெடுத்தபோது அடைந்த மகிழ்ச்சியைவிடப் பெருமகிழ்ச்சி அடைவாள்"
    ],
    "answer": "D",
    
          "additional_context": "ஒரு தாய் தன் மகனைப் பெற்றபோது அடைந்த மகிழ்ச்சியைவிட, தன் மகன் சான்றோன் என்று கேள்விப்பட்ட போது அடைந்த மகிழ்ச்சி அதிகம் என்பதை இந்தக் குறள் வலியுறுத்துகிறது. தாயின் மகன் சான்றோன் என்பதை அறிந்து தன் மகன் மீதான பெருமை, பெற்றெடுத்த மகிழ்ச்சியைவிட அதிகம் என்பதை இந்தக் குறள்  உணர்த்துகிறது. பெற்றோர்கள் தங்கள் பிள்ளைகளின் வெற்றியில் மிகுந்த மகிழ்ச்சியடைவார்கள் என்பதை இந்தக் குறள் தெளிவாக எடுத்துக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "'திருக்குறளில் இல்லாததும் இல்லை, சொல்லாததும் இல்லை' - இந்தப் பழமொழி எதைப் பற்றி கூறுகிறது?",
          "options": [
      "திருக்குறள் அனைத்து வாழ்க்கை நெறிகளையும் விளக்குகிறது",
      "திருக்குறள் அனைத்துத் துறைகளையும் உள்ளடக்கியது",
      "திருக்குறள் அனைத்து மொழிகளிலும் மொழிபெயர்க்கப்பட்டுள்ளது",
      "திருக்குறள் பல ஆண்டுகளாகப் பின்பற்றப்பட்டு வருகிறது"
    ],
    "answer": "A",
    
          "additional_context": "திருக்குறள் நூலின் சிறப்பைப் பற்றி கூறும் பழமொழி இது. இது அனைத்து  வாழ்க்கை  நெறிகளையும் விளக்குகிறது. திருக்குறள்  மனித வாழ்க்கைக்கான வழிகாட்டுதல்களைக்  கொண்டது. மனிதன் எந்த  நிலையிலும் எவ்வாறு வாழ வேண்டும் என்பதைப் பற்றிய அறிவுரைகளைத் தருகிறது. திருக்குறள் அறம், பொருள், இன்பம் எனும் மூன்று  பிரிவுகளில்  அமைந்துள்ளது. திருக்குறளில்  இல்லாததும் இல்லை  சொல்லாததும் இல்லை என்பது திருக்குறள் நூலின்  விரிவையும்  சிறப்பையும்  குறிப்பிடுவதாகும்."
          }
        ,
          
  {
    
          "description": "'கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற்று ஆங்கே எடுப்பதூஉம் எல்லாம் மழை' - இந்தக் குறள் வானின் என்ன சிறப்பைப் பற்றி கூறுகிறது?",
          "options": [
      "வானின் அழகை",
      "வானின் விரிவை",
      "மழையின் முக்கியத்துவத்தை",
      "வானத்தின் வண்ணங்களை"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் குறள் வானின்  சிறப்பை  மழையின் மூலம்  விளக்குகிறது. மழையின் முக்கியத்துவத்தை  வலியுறுத்துகிறது. மழை  உரிய  காலத்தில்  பெய்யாவிட்டால்  மழையே  உயிர்களை  கெடுக்கும். உரிய  காலத்தில்  பெய்து  உயிர்களை காப்பதும்  மழைதான். மழை  இல்லாமல்  உலகத்தில்  வாழ்க்கை  இல்லை என்பதை  இந்தக் குறள்  உணர்த்துகிறது."
          }
        ]