[
          
  {
    
          "description": "'கலைச் சொல் அறிவோம்'  என்ற  பகுதியில்  தரப்பட்டுள்ள  கலைச்சொற்களில்  எது  'வானிலை'  யைக் குறிக்கிறது?",
          "options": [
      "அ) Continent",
      "ஆ) Climate",
      "இ) Weather",
      "ஈ) Migration"
    ],
    "answer": "C",
    
          "additional_context": "நமது சுற்றுப்புறத்தில் நடைபெறும் தினசரி வானிலை மாற்றங்களை குறிப்பிடுவதற்கு 'வானிலை' என்ற சொல் பயன்படுத்தப்படுகிறது. கலைச் சொல் அறிவோம் பகுதியில், 'Weather' என்ற ஆங்கிலச் சொல்  'வானிலை' யைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது 'புள்' என்பதற்கான வேறு பெயர் அல்ல?",
          "options": [
      "பறவை",
      "பறவையினம்",
      "கிளி",
      "கூண்டுப்பறவை"
    ],
    "answer": "C",
    
          "additional_context": "பறவைகள் குறித்து அறிமுகப்படுத்தும் பாடப்பகுதியில், 'புள்' என்ற சொல்லின் வேறு பெயர் என்னவென்று கேட்கப்பட்டுள்ளது.  'பறவை' என்பது 'புள்'  சொல்லின் வேறு பெயராகும். 'பறவையினம்' என்பதும், 'கூண்டுப்பறவை' என்பதும் பறவைகள் குறித்த பரந்த வரையறை கொண்டவை. ஆனால், 'கிளி' என்பது  'புள்'  சொல்லின் வேறு பெயர் அல்ல.  கிளி என்பது ஒரு குறிப்பிட்ட வகை பறவையினத்தைக் குறிக்கும் சொல்."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது பறவை வலசை போகும் காரணம் அல்ல?",
          "options": [
      "உணவுத் தேடல்",
      "இனப்பெருக்கம்",
      "காலநிலை மாற்றம்",
      "புவியின் சுழற்சி"
    ],
    "answer": "D",
    
          "additional_context": "பறவை வலசை என்பது பறவைகள் ஒரு இடத்திலிருந்து மற்றொரு இடத்திற்கு குறிப்பிட்ட காலத்தில் செல்லும் இயல்பான செயல்முறை. இதற்கு பல காரணங்கள் இருக்கின்றன.  உணவுத் தேடல், இனப்பெருக்கம், காலநிலை மாற்றம் போன்றவற்றால் பறவைகள் வலசை போகின்றன.  புவியின் சுழற்சி பறவை வலசைக்குக் காரணம் அல்ல."
          }
        ,
          
  {
    
          "description": "'தமிழ் காப்பியம்' எனப்படும் இரட்டைக் காப்பியங்களில் ஒன்று எது?",
          "options": [
      "சிலப்பதிகாரம்",
      "மணிமேகலை",
      "கம்பராமாயணம்",
      "இரண்டுமே சரியானது"
    ],
    "answer": "D",
    
          "additional_context": "'சிலப்பதிகாரம்' மற்றும் 'மணிமேகலை' ஆகிய இரண்டு காப்பியங்களும் தமிழின் மிகப் பெரிய இலக்கியப் படைப்புகளாகும். இவை 'இரட்டைக் காப்பியங்கள்' என அழைக்கப்படுகின்றன.  இரு காப்பியங்களும்  இலக்கிய ரீதியாக இணைந்திருப்பதாலும், அவற்றின் சிறப்புகளும், அழகும் ஒன்றாக இருப்பதாலும் இவை இரட்டைக் காப்பியங்கள் எனப் போற்றப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது 'சாண்டியாகோ மீனைப் பிடித்தார்' என்ற வாக்கியத்தில் பயன்படுத்தப்படக்கூடிய சொல் அல்ல?",
          "options": [
      "மீனவர்",
      "மீனவன்",
      "மீனாட்டக்காரன்",
      "மீன்வளர்ப்பவர்"
    ],
    "answer": "D",
    
          "additional_context": "'சாண்டியாகோ மீனைப் பிடித்தார்' என்ற வாக்கியத்தில் பயன்படுத்தப்படக்கூடிய சொல் குறித்து கேட்கப்பட்டுள்ளது. 'மீனவர்', 'மீனவன்', 'மீனாட்டக்காரன்'  என்பவை மீன் பிடிப்பவர்களைக் குறிக்கும் சொற்கள். ஆனால் 'மீன்வளர்ப்பவர்' என்பது மீன்களை வளர்ப்பவரைக் குறிக்கும் சொல்.  எனவே இது  'சாண்டியாகோ மீனைப் பிடித்தார்' என்ற வாக்கியத்தில் பயன்படுத்தப்படக்கூடிய சொல் அல்ல."
          }
        ]