
[
  {
    "description": "பாடலில் \"நல்லவர்கள் தூற்றும்படி வளர்ந்து விடாதே\" எனக் குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "நல்லவர்களிடம் பழகுவதைத் தவிர்க்க வேண்டும்.",
      "நல்லவர்களுக்கு பயப்படக் கூடாது.",
      "நல்லவர்களின் வழியில் நடக்க வேண்டும்.",
      "நல்லவர்களின் கருத்துக்கள் எப்போதும் சரியாக இருக்காது."
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் ஒருவர் கல்வி கற்கும் போது எப்படி நடந்து கொள்ள வேண்டும் என்பதைப் பற்றிப் பேசுகிறது. \"நல்லவர்கள் தூற்றும்படி வளர்ந்து விடாதே\"  எனக் கூறுவது ஒருவருடைய செயல் எந்த அளவுக்கு நல்லது அல்லது கெட்டது என்று தீர்மானிக்க நல்லவர்கள் தூற்றுவார்களா என்பதுதான் அளவுகோல் என்று குறிப்பிடுகிறது. அதாவது, நல்லவர்கள் அவர்களைத் தூற்றுகிறார்கள் என்றால் அவர்களின் செயல் தவறானது என்பதைப் புரிந்து கொள்ள வேண்டும் என்பது இதன் பொருள்."
  },
  {
    "description": "பாடலில் \"வம்பு செய்யும் குணமிருந்தால் விட்டிட வேணும் – அறிவு\" எனக் கூறப்பட்டுள்ளது. இதிலிருந்து என்ன தெரியவருகிறது?",
    "options": [
      "வம்பு செய்வதற்கு அறிவு தேவை.",
      "வம்பு செய்வது அறிவுக்கு எதிரானது.",
      "வம்பு செய்வது நல்ல குணம்.",
      "வம்பு செய்வது அறிவுக்கு உதவக்கூடும்."
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல் ஒருவர் வாழ்க்கையில் எதைக் கவனத்தில் கொள்ள வேண்டும் என்பதைக் குறிப்பிடுகிறது. \"வம்பு செய்யும் குணமிருந்தால் விட்டிட வேணும் – அறிவு\"  எனக் கூறுவது வம்பு செய்வது அறிவுக்கு எதிரானது என்பதைக் காட்டுகிறது. அறிவுடையவர் வம்பு செய்வதில் ஈடுபட மாட்டார். அவருக்கு அறிவு இருந்தால் வம்பு செய்யாமல் இல்லாமல் அமைதியாக இருப்பார் என்பது இதன் பொருள்."
  },
  {
    "description": "பாடலின் கருத்தோட்டத்தைப் பொறுத்து, கல்வியின் நோக்கம் என்ன?",
    "options": [
      "பணக்காரனாக வேண்டும்.",
      "பிறரை ஆள வேண்டும்.",
      "சோம்பலைப் போக்கி, துன்பத்தை வெல்ல வேண்டும்.",
      "நல்ல அறிஞராக வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல் கல்வி கற்க வேண்டிய அவசியத்தைப் பற்றிப் பேசுகிறது. கல்வி கற்கும் போது \"துன்பத்தை வெல்லும் கல்வி கற்றிட வேணும் - நீ, சோம்பலைக் கொல்லும் திறன் பெற்றிட வேணும்\" எனக் கூறப்படுகிறது. இதன் மூலம் கல்வியின் நோக்கம் துன்பத்தை வெல்லவும், சோம்பலைப் போக்கவும் என்பதைப் புரிந்து கொள்ளலாம்."
  },
  {
    "description": "பட்டுக்கோட்டை கல்யாணசுந்தரம் எந்தத் துறையில் சிறந்தவர்?",
    "options": [
      "அரசியல்",
      "விஞ்ஞானம்",
      "இசை",
      "வரலாறு"
    ],
    "answer": "C",
    "additional_context": "பட்டுக்கோட்டை கல்யாணசுந்தரம் ஒரு பிரபலமான தமிழ்ப் பாடலாசிரியர். அவரது பாடல்கள் இசைத் துறையில் மிகவும் பிரபலமானவை. இதன் மூலம் அவர் இசைத் துறையில் சிறந்தவர் என்பதைப் புரிந்து கொள்ளலாம்."
  },
  {
    "description": "பாடலில் \"வற்றாமல்\" என்னும் சொல்லின் பொருள் என்ன?",
    "options": [
      "மறைந்து போதல்",
      "குறைந்து போதல்",
      "அழிந்து போதல்",
      "மாறாத நிலை"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடலில்  \"வற்றாமல் உன்னோடு வாழ்ந்திட வேண்டும்\"  எனக் கூறப்படுகிறது. இதில்  \"வற்றாமல்\"  என்பது பெற்ற தாயின் புகழும் நம் தாய்நாட்டின் புகழும்  மாறாத நிலை என்றும் எப்போதும் இருக்கும் என்றும் குறிப்பிடுகிறது. அதாவது, நம் வாழ்நாளில் எப்போதும் அந்தப் புகழ் இருக்கும் என்பது இதன் பொருள்."
  }
]
