
[
  {
    "description": "“மணிமேகலை மணிபல்லவத் தீவிற்குச் சென்றாள்” என்ற வாக்கியத்தில் உள்ள பெயர்ச்சொற்கள் எவை?",
    "options": [
      "மணிமேகலை, தீவு",
      "மணிபல்லவத், தீவு",
      "மணிமேகலை, மணிபல்லவத், தீவு",
      "மணிமேகலை, சென்றாள்"
    ],
    "answer": "C",
    "additional_context": "இந்த வாக்கியத்தில் மணிமேகலை, மணிபல்லவத், தீவு ஆகியவை பெயர்ச்சொற்கள் ஆகும். மணிமேகலை என்பது ஒரு பெயர்ச்சொல். மணிபல்லவத் என்பது ஒரு இடத்தைக் குறிக்கும் பெயர்ச்சொல். தீவு என்பது பொதுவான பெயர்ச்சொல்."
  },
  {
    "description": "“பெரியோரை வணங்குவோம்” என்ற வாக்கியத்தில் உள்ள பெயர்ச்சொல் எது?",
    "options": [
      "பெரியோரை",
      "வணங்குவோம்",
      "எதுவும் இல்லை",
      "பெரியோரை"
    ],
    "answer": "D",
    "additional_context": "பெரியோரை என்பது  பெயர்ச்சொல். பெரியோரை என்பது ‘பெரியவர்’ என்ற சொல்லின் பன்மை வடிவம். இது ஒரு நபரைக் குறிக்கும் சொல்லின் பன்மை வடிவம்.  எனவே, இது ஒரு பெயர்ச்சொல் ஆகும்."
  },
  {
    "description": "“நல்ல மணம் அவன் உடலில் இருந்தது” என்ற வாக்கியத்தில் உள்ள பெயர்ச்சொற்கள் எவை?",
    "options": [
      "மணம், உடல்",
      "நல்ல, மணம், உடல்",
      "நல்ல, உடல்",
      "மணம், இருந்தது"
    ],
    "answer": "A",
    "additional_context": "நல்ல மணம் அவன் உடலில் இருந்தது என்ற வாக்கியத்தில் 'மணம்' மற்றும் 'உடல்' என்பவை பெயர்ச்சொற்கள். 'மணம்' என்பது ஒரு பொருளைக் குறிக்கும் பெயர்ச்சொல். 'உடல்' என்பது ஒரு உயிரினத்தின் உறுப்பைக் குறிக்கும் பெயர்ச்சொல். "
  },
  {
    "description": "“ஓடு வீட்டின் மீது போடும் பொருள்” என்ற வாக்கியத்தில் உள்ள பெயர்ச்சொற்கள் எவை?",
    "options": [
      "ஓடு, வீடு, பொருள்",
      "ஓடு, வீட்டின், பொருள்",
      "வீடு, பொருள்",
      "ஓடு, பொருள்"
    ],
    "answer": "A",
    "additional_context": "இந்த வாக்கியத்தில் ஓடு, வீடு, பொருள் ஆகியவை பெயர்ச்சொற்கள். ஓடு என்பது ஒரு வகைப் பொருளைக் குறிக்கும் சொல். வீடு என்பது ஒரு கட்டடத்தை குறிக்கும் சொல். பொருள் என்பது பொதுவாக ஒரு பொருளைக் குறிக்கும் சொல்."
  },
  {
    "description": "“நீர்ச் சிக்கனமாகப் பயன்படுத்துவேன்” என்ற வாக்கியத்தில் உள்ள பெயர்ச்சொல் எது?",
    "options": [
      "நீர்",
      "சிக்கனமாக",
      "பயன்படுத்துவேன்",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "நீர் என்பது ஒரு பொருளைக் குறிக்கும் பெயர்ச்சொல். நீர் என்பது ஒரு திரவம். எனவே, இது ஒரு பெயர்ச்சொல் ஆகும். சிக்கனமாக என்பது ஒரு வினைச்சொல். பயன்படுத்துவேன் என்பது ஒரு வினைச்சொல்."
  }
]
