[
          
  {
    
          "description": "'எல்லோரையும் சமமாகப் பேணுதல்' என்பது எந்த நற்பண்பைக் குறிக்கிறது?",
          "options": [
      "நட்டல்",
      "ஒப்புரவு",
      "அறிவுடைமை",
      "பொறையுடைமை"
    ],
    "answer": "B",
    
          "additional_context": "ஆசாரக்கோவை நூல் பதினெண்கீழ்க்கணக்கு நூல்களுள் ஒன்று. இந்த நூல் நல்லொழுக்கத்தைப் பற்றியது. இதில் எட்டு நற்பண்புகள் பற்றி விளக்கப்பட்டுள்ளது.  இந்த நூலில் அந்த எட்டு நற்பண்புகள் விதைகள் என்று குறிப்பிடப்பட்டுள்ளன. அந்த நற்பண்புகள் நன்றியறிதல், பொறையுடைமை, இன்சொல்லோடு, இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வியோடு, ஒப்புரவு, ஆற்ற அறிதல், அறிவுடைமை, நல்லினத் தாரோடு, நட்டல்.  \n\nஇதில் 'எல்லோரையும் சமமாகப் பேணுதல்' என்பது ஒப்புரவு எனும் நற்பண்பைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'கூடா நட்புக் கேடாய் முடியும்' என்னும் கருத்து ஆசாரக்கோவையின் எந்த வித்திற்கு எதிரானது?",
          "options": [
      "நன்றியறிதல்",
      "பொறையுடைமை",
      "நட்டல்",
      "இன்சொல்லோடு"
    ],
    "answer": "C",
    
          "additional_context": "'கூடா நட்புக் கேடாய் முடியும்' என்பது நல்லினத் தாரோடு எனும் நற்பண்பிற்கு எதிரானது. ஆசாரக்கோவையின் நல்லினத் தாரோடு எனும் நற்பண்பு நல்ல பண்புகள் உடையவரோடு நட்புக் கொள்ளுதல் என்பதைக் குறிக்கிறது. கூடா நட்புக் கேடாய் முடியும் எனும் சொற்றொடர் நல்லவர்களோடு மட்டுமே நட்புக் கொள்ள வேண்டும் என்பதைக் காட்டுகிறது. இது நல்லினத் தாரோடு எனும் நற்பண்பிற்கு எதிரானது. "
          }
        ,
          
  {
    
          "description": "'இவை எட்டும் சொல்லிய ஆசார வித்து' என்ற வரியின் பொருள் என்ன?",
          "options": [
      "எட்டு வகையான விதைகள் மட்டுமே நல்லொழுக்கத்தை விதைக்க முடியும்.",
      "இயற்கையான எட்டு வகையான விதைகள் நல்லொழுக்கத்தின் ஆதாரம்.",
      "பாடலில் குறிப்பிடப்படும் எட்டு நற்பண்புகள் நல்லொழுக்கத்தை விதைக்கும் விதைகள்.",
      "எட்டு வகையான மனிதர்கள் மட்டுமே நல்லொழுக்கத்தைப் பின்பற்ற முடியும்."
    ],
    "answer": "C",
    
          "additional_context": "ஆசாரக்கோவை நூலில் குறிப்பிடப்படும் எட்டு நற்பண்புகள் நல்லொழுக்கத்தை விதைக்கும் விதைகள் என்று குறிப்பிடப்படுகிறது. இந்த எட்டு நற்பண்புகள் நல்ல மனிதர்களாக வாழ நமக்கு உதவும். நாம் எல்லாரும் இந்த நற்பண்புகளைப் பின்பற்றி நல்ல மனிதர்களாக வாழ முடியும்."
          }
        ,
          
  {
    
          "description": "ஆசாரக்கோவை எந்த நூல் வகையைச் சேர்ந்தது?",
          "options": [
      "திருக்குறள்",
      "கம்பராமாயணம்",
      "பதினெண்கீழ்க்கணக்கு",
      "சிலப்பதிகாரம்"
    ],
    "answer": "C",
    
          "additional_context": "ஆசாரக்கோவை என்பது பதினெண்கீழ்க்கணக்கு நூல்களுள் ஒன்று. பதினெண்கீழ்க்கணக்கு என்பது 18 சிறு நூல்களை உள்ளடக்கிய ஒரு தொகுப்பு. இதில் இலக்கணம், சொல்லாட்சி, நன்னெறி பற்றிய நூல்கள் அடங்கும்."
          }
        ,
          
  {
    
          "description": "இந்தப் பாடலில் எந்த இரண்டு பண்புகள் சேர்க்கப்பட்டு புதிய சொற்கள் உருவாக்கப்பட்டுள்ளன?",
          "options": [
      "நன்றியறிதல், பொறையுடைமை",
      "இன்னாத, ஒப்புரவு",
      "கல்வி, நட்டல்",
      "அறிவு, நல்லினத் தாரோடு"
    ],
    "answer": "A",
    
          "additional_context": "ஆசாரக்கோவையிலுள்ள நற்பண்புகளைப் பற்றிய பாடல் “நன்றியறிதல் பொறையுடைமை இன்சொல்லோடு / இன்னாத எவ்வுயிர்க்கும் செய்யாமை கல்வியோடு / ஒப்புரவு ஆற்ற அறிதல் அறிவுடைமை / நல்லினத் தாரோடு நட்டல் - இவையெட்டும் / சொல்லிய ஆசார வித்து”  \n\nஇந்த பாடலில் நன்றி + அறிதல் = நன்றியறிதல், பொறை + உடைமை = பொறையுடைமை என இரண்டு பண்புகள் சேர்க்கப்பட்டு புதிய சொற்கள் உருவாக்கப்பட்டுள்ளன."
          }
        ]