
[
  {
    "description": "இந்தப் பாடல் எந்த வகையான இலக்கிய வகையைச் சேர்ந்தது?",
    "options": [],
    "answer": "தாலாட்டு",
    "additional_context": "இந்தப் பாடல் 'கண்மணியே கண்ணுறங்கு' என்ற தலைப்பில் அமைந்துள்ளது. இது ஒரு குழந்தை பாடல், குழந்தைகளைத் தூங்க வைப்பதற்காகப் பாடுவார்கள். இதுபோன்ற பாடல்களை 'தாலாட்டு' என அழைப்பர். தாலாட்டு என்பது நாட்டுப்புறப் பாடல்களில் ஒரு வகை. இப்பாடல் 'தாலாட்டு' வகையைச் சார்ந்தது."
  },
  {
    "description": "'கண்மணியே கண்ணுறங்கு' பாடலில் எந்த வகையான இசையைக் குறிப்பிடுகிறது?",
    "options": [],
    "answer": "பண்",
    "additional_context": "இந்தப் பாடல் 'பண்ணோடு பாட்டிசைத்துப் பார் போற்ற வந்தாயோ!' என்ற வரியைக் கொண்டுள்ளது. இதில் 'பண்' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. 'பண்' என்பது இசை. எனவே, இந்தப் பாடலில் 'பண்' என்ற வார்த்தை இசையைக் குறிப்பிடுகிறது."
  },
  {
    "description": "இந்தப் பாடலில், 'தாயின் அன்பு' எந்த வகையான பண்புகளைப் படம் பிடித்துக் காட்டுகிறது?",
    "options": [],
    "answer": "குழந்தைகளைப் பாராட்டுதல், பாசம், அன்பு, கவலை, ஆதரவு போன்ற பண்புகளை ",
    "additional_context": "இந்தப் பாடலில் தாய் தன் குழந்தையை 'கண்மணி' என அழைத்துப் பாடுகிறாள். அவள் தன் குழந்தையைப் பாராட்டி, 'நந்தவனம் கண் திறந்து நற்றமிழ்ப் பூ எடுத்து' என்றும், 'தந்தத்திலே தொட்டில் கட்டித் தங்கத்திலே பூ இழைத்து' என்றும், 'செல்லமாய் வந்து உதித்த சேரநாட்டு முத்தேனோ' என்றும் சொல்லி மகிழ்ச்சிப்படுத்துகிறாள்.  'வாழை இலை பரப்பி வந்தாரைக் கை அமர்த்திச் சுவையான விருந்து வைக்கும் சோழநாட்டு முக்கனியோ!' என்றும், 'குளிக்கக் குளம் வெட்டிக் குலம்வாழ அணை கட்டிப் பசியைப் போக்க வந்த பாண்டிநாட்டு முத்தமிழோ!' என்றும் தன் குழந்தையைப் பாராட்டி, தன் அன்பையும் பாசத்தையும் வெளிப்படுத்துகிறாள். தன் குழந்தையின் எதிர்காலம் சிறப்பாக அமைய வேண்டும் என்ற கவலையும்,  தன் குழந்தைக்கு எப்போதும் ஆதரவாக இருப்பேன் என்ற நம்பிக்கையையும் இந்தப் பாடல் காட்டுகிறது."
  },
  {
    "description": "'கண்மணியே கண்ணுறங்கு' பாடலில் குறிப்பிடப்பட்டுள்ள நாடுகளின் சின்னங்கள் என்ன?",
    "options": [],
    "answer": "சேர - கொம்புத்தேன், சோழ - முக்கனி, பாண்டிய - முத்தமிழ்",
    "additional_context": "இந்தப் பாடலில் சேர, சோழ, பாண்டிய நாடுகளின் சின்னங்கள் குறிப்பிடப்பட்டுள்ளன. 'செல்லமாய் வந்து உதித்த சேரநாட்டு முத்தேனோ!' என்ற வரியில் 'முத்தேன்' என்பது சேர நாட்டின் சின்னம்.  'வாழை இலை பரப்பி வந்தாரைக் கை அமர்த்திச் சுவையான விருந்து வைக்கும் சோழநாட்டு முக்கனியோ!' என்ற வரியில் 'முக்கனி' என்பது சோழ நாட்டின் சின்னம். 'குளிக்கக் குளம் வெட்டிக் குலம்வாழ அணை கட்டிப் பசியைப் போக்க வந்த பாண்டிநாட்டு முத்தமிழோ!' என்ற வரியில் 'முத்தமிழ்' என்பது பாண்டி நாட்டின் சின்னம். சேர, சோழ, பாண்டிய நாடுகளின் சின்னங்களை இந்தப் பாடல் குறிப்பிடுகிறது."
  },
  {
    "description": "'தாலாட்டு' பாடல்கள் சமூகத்திற்கு என்ன மகத்துவம் வாய்ந்தவை?",
    "options": [],
    "answer": "குழந்தைகளைத் தூங்க வைத்தல், மொழி வளர்ச்சி, பாரம்பரியத்தைப் பாதுகாத்தல், சமூக அமைதி, கலாச்சாரத்தைப் பரப்புதல் போன்றவற்றில் முக்கிய பங்கு வகிக்கின்றன.",
    "additional_context": "'தாலாட்டு' பாடல்கள்  குழந்தைகளைத் தூங்க வைப்பதற்காகப் பாடுவார்கள். இது குழந்தைகளின் மனதை அமைதிப்படுத்தி  நல்ல தூக்கத்தைத் தரும். தாலாட்டுப் பாடல்கள் மொழி வளர்ச்சிக்கும் பயனுள்ளவை. குழந்தைகளுக்கு மொழியைக் கற்றுக் கொடுக்கும் முறையாக இப்பாடல்கள் உள்ளன.  'தாலாட்டு' பாடல்கள் நம் பாரம்பரியத்தைப் பாதுகாப்பதிலும் முக்கியப் பங்கு வகிக்கின்றன. பழைய காலத்திலிருந்து வரும் பாரம்பரிய முறைகளை தாலாட்டுப் பாடல்கள் வழியாகத் தெரிந்து கொள்ள முடியும். சமூக அமைதியையும் தாலாட்டுப் பாடல்கள்  வளர்க்கின்றன.  குழந்தைகள் இயல்பாகவும், மகிழ்ச்சியாகவும் இருப்பதை உறுதி செய்வதில் 'தாலாட்டு' பாடல்கள் முக்கியப் பங்கு வகிக்கின்றன.  குழந்தைகளுக்கும், பெரியவர்களுக்கும் இடையேயான நல்லிணக்கத்தை ஏற்படுத்தி  சமூகத்தில்  ஒற்றுமையை வளர்க்கின்றன. 'தாலாட்டு' பாடல்கள்  கலாச்சாரத்தையும் பரப்புகின்றன.  ஒரு சமூகத்தின் வாழ்க்கை முறை, கலாச்சாரம் போன்றவற்றைப் பற்றி 'தாலாட்டு' பாடல்கள்  தெரிவிக்கின்றன. இது சமூகத்தின் கலாச்சாரத்தையும், மரபுகளையும்  அடுத்த தலைமுறைக்கு  எடுத்துச் செல்ல உதவுகிறது."
  }
]
