[
          
  {
    
          "description": "'இன்னா செய்யாமை' அதிகாரத்தில் வள்ளுவர் எந்தப் பண்பை மிகவும் முக்கியமாகக் கருதுகிறார்?",
          "options": [
      "இன்னா செய்யாமல் இருத்தல்",
      "பிறருக்கு துன்பம் செய்யாமல் இருத்தல்",
      "பிறருக்கு நன்மை செய்வது",
      "நல்லவற்றைப் பின்பற்றுவது"
    ],
    "answer": "B",
    
          "additional_context": "இன்னா செய்யாமை என்பது மற்றவர்களுக்குத் துன்பம் செய்யாமல் இருப்பது ஆகும். இவ்வாறு துன்பம் செய்யாமல் இருப்பது எந்தவொரு மனிதருக்கும் மிகவும் முக்கியமான ஒன்றாகும். இதன் மூலம் நம்முடைய வாழ்க்கை சீராகவும் அமைதியாகவும் இருக்கும். வள்ளுவர் இந்த அதிகாரத்தில் துன்பம் செய்யாமல் இருப்பது அனைத்துக்கும் மேலான ஒரு நல்ல பண்பு என்கிறார்."
          }
        ,
          
  {
    
          "description": "'கொல்லாமை' அதிகாரத்தில் வள்ளுவர் எதை மிகப் பெரிய அறமாகக் கருதுகிறார்?",
          "options": [
      "உயிர்க்கொலை செய்யாமல் இருத்தல்",
      "அறநெறியைப் பின்பற்றுதல்",
      "பிற உயிர்களைக் காப்பாற்றுதல்",
      "உயிர்களின் மீது அன்பு கொள்ளுதல்"
    ],
    "answer": "A",
    
          "additional_context": "கொல்லாமை என்பது உயிர் கொல்லாமல் இருப்பதாகும். வள்ளுவர் உயிர் கொல்லாமல் இருப்பது அனைத்து அறங்களுக்கும் முதன்மையான ஒன்று என்கிறார். ஒரு உயிரினத்தை கொல்லுவது மிகவும் பெரிய பாவம். இதன் மூலம் மனித இனத்தின் மீதான நம்பிக்கை குறைந்துவிடும்."
          }
        ,
          
  {
    
          "description": "'ஊக்கமுடைமை' அதிகாரத்தில் வள்ளுவர் எந்தக் குணத்தை மிகவும் முக்கியமாகக் கருதுகிறார்?",
          "options": [
      "துணிச்சல்",
      "உழைப்பு",
      "ஊக்கம்",
      "தன்னம்பிக்கை"
    ],
    "answer": "C",
    
          "additional_context": "ஊக்கம் என்பது ஒரு குறிக்கோளை நோக்கி எந்தத் தடங்கலும் இல்லாமல்  முன்னேறும் உந்துசக்தி. இதன் மூலம் ஒருவர் வெற்றியை அடைய முடியும். வள்ளுவர் எல்லா நன்மைகளுக்கும் ஊக்கம் தான் மூலக்காரணம் என்கிறார்."
          }
        ,
          
  {
    
          "description": "'பெரியாரைப் பிழையாமை' அதிகாரத்தில் வள்ளுவர் எதை எச்சரிக்கிறார்?",
          "options": [
      "பெரியார்களை இகழ்தல்",
      "பெரியார்களைப் பிழைத்து ஒழுகுதல்",
      "பெரியார்களின் பழக்க வழக்கங்களைப் பின்பற்றுதல்",
      "பெரியார்களின் அறிவைப் பெற முயல்வது"
    ],
    "answer": "B",
    
          "additional_context": "பெரியாரைப் பிழையாமை என்பது பெரியவர்களுக்குத் தீங்கு செய்வது. பெரியவர்களைப் பிழைத்து ஒழுகுவது என்பது அவர்களின் மதிப்பை குறைத்துப் பேசுவதாகும். இது ஒரு பெரிய தவறு. வள்ளுவர் பெரியார்களைப் பிழைத்து ஒழுகுவது நமக்குக் கேடு தரும் என்று எச்சரிக்கிறார்."
          }
        ]