
[
  {
    "description": "இருள்சேர் இருவினையும் சேரா இறைவன்\nபொருள்சேர் புகழ்புரிந்தார் மாட்டு.",
    "options": [
      "புண்ணியம் மற்றும் பாவம்.",
      "நன்மை மற்றும் தீமை.",
      "அறம் மற்றும் மறம்.",
      "கல்வி மற்றும் அறம்."
    ],
    "answer": "A",
    "additional_context": "இந்த திருக்குறள் கடவுள் வாழ்த்து என்ற பகுதியில் உள்ளது.  இந்தக் குறளின் பொருள்,  இறைவன் இருள்சேர் இரு வினைகளான புண்ணியம் மற்றும் பாவம் இரண்டையும் சேராமல் இருப்பவன். பொருளுடையவர்கள், இறைவனைப் புகழ்வார்கள் என்பதாகும்."
  },
  {
    "description": "வறியார்க்குஒன்று ஈவதே ஈகைமற்று எல்லாம்\nகுறியெதிர்ப்பை நீரது உடைத்து.",
    "options": [
      "வறுமை",
      "பசி",
      "நோய்",
      "துன்பம்"
    ],
    "answer": "A",
    "additional_context": "இந்த திருக்குறள், ஈகை என்ற பகுதியில் வருகிறது.  வறியவர்களுக்கு ஒன்று ஈவது உண்மையான ஈகையாகும். இதைத் தவிர மற்ற எல்லாம் குறியெதிர்ப்பாகும்.  அதாவது தன்னலம் கருதி ஈவது. உண்மையான ஈகை என்பது தன்னலமில்லாமல் இறைவனுக்காக ஈவது என்பது இக்குறளின் பொருள்."
  },
  {
    "description": "அன்பிற்கும் உண்டோ அடைக்கும்தாழ் ஆர்வலர்\nபுன்கண்நீர் பூசல் தரும்.",
    "options": [
      "இதயம்",
      "மனம்",
      "கண்",
      "நெஞ்சம்"
    ],
    "answer": "B",
    "additional_context": "இந்தத் திருக்குறள் அன்புடைமை என்ற பகுதியில் வருகிறது.  அன்புடையவர்களின் மனதில் யாரையும் அடைக்க முடியாது.   அன்புடையவர்களின் மனம் ஒரு பொக்கிஷம் போன்றது.   அவர்கள் யாரையும் மனதில் அடைத்து வைத்துக் கொள்ள மாட்டார்கள். அன்புடையவர்கள் யாரையும் தம்மிடம் சேர்த்து அழைத்து இன்பம் அளிப்பார்கள் என்பது இக்குறளின் பொருள்."
  },
  {
    "description": "உயிர்உடம்பின் நீக்கியார் என்ப செயிர்உடம்பின்\nசெல்லாத்தீ வாழ்க்கை யவர்.",
    "options": [
      "மோசமான வாழ்க்கை",
      "மகிழ்ச்சியற்ற வாழ்க்கை",
      "துன்பமான வாழ்க்கை",
      "சோகமான வாழ்க்கை"
    ],
    "answer": "A",
    "additional_context": "இந்த திருக்குறள் கொல்லாமை என்ற பகுதியில் வருகிறது.  உயிர் கொன்றவர், உயிர் கொல்லாதவர், தனது சொந்த உடம்பை கொல்லும்,   அதாவது அறமற்ற செயல்களைச் செய்து  மோசமான வாழ்க்கையை வாழ்வார்.  அறம் செய்வதே நன்மை,  அறம் இல்லாதது மோசமான வாழ்க்கை என்பது இக்குறளின் பொருள்."
  },
  {
    "description": "சிறப்புஈனும் செல்வமும் ஈனும் அறத்தின்ஊங்கு\nஆக்கம் எவனோ உயிர்க்கு",
    "options": [
      "எல்லா உயிர்களுக்கும்",
      "அறம் செய்பவர்களுக்கு மட்டும்",
      "செல்வந்தர்களுக்கு மட்டும்",
      "சான்றோர்களுக்கு மட்டும்"
    ],
    "answer": "A",
    "additional_context": "இந்த திருக்குறள் அறன் வலியுறுத்தல் என்ற பகுதியில் வருகிறது.   சிறப்பும் செல்வமும் ஈனும் அறத்தின் ஊங்கு, அனைத்து உயிர்களுக்கும் ஆக்கத்தை தருகிறது என்பது இக்குறளின் பொருள்.  அறமே  உயிர் வாழ்வதற்கு அடிப்படையாகும்."
  }
]
