[
          
  {
    
          "description": "பாடப்பகுதியில் குறிப்பிடப்பட்டுள்ள “தென்திசைக் குமரி ஆடி வடதிசைக்கு ஏகுவீர் ஆயின்” என்னும் வரிகள்  எந்தப் பறவையின் வலசையைக் குறிப்பிடுகின்றன?",
          "options": [
      "நாரைகள்",
      "கழுகுகள்",
      "சிட்டுக்குருவிகள்",
      "கொக்குகள்"
    ],
    "answer": "A",
    
          "additional_context": "சத்திமுத்தப்புலவர் என்பவர் 1500 ஆண்டுகளுக்கு முன் வாழ்ந்தவர். அவர் “நாராய், நாராய், செங்கால் நாராய்” என்னும் பாடலை எழுதியுள்ளார். அதில் உள்ள “தென்திசைக் குமரி ஆடி வடதிசைக்கு ஏகுவீர் ஆயின்” என்னும் அடிகள் பறவைகள் வலசை வந்த செய்தியைக் குறிப்பிடுகின்றன. ஐரோப்பாவில் இருந்து தமிழகத்திற்குச் செங்கால் நாரைகள் வருவது தற்போதைய ஆய்விலும் உறுதிப்படுத்தப்பட்டு உள்ளது. வெளிநாட்டுப் பறவைகளுக்கும் புகலிடமாகத் திகழ்கிறது தமிழ்நாடு."
          }
        ,
          
  {
    
          "description": "“இந்தியாவின் பறவை மனிதர்” என்று அழைக்கப்படுபவர் யார்?",
          "options": [
      "பாரதியார்",
      "சத்திமுத்தப்புலவர்",
      "டாக்டர் சலீம் அலி",
      "ராஜா ராமமூர்த்தி "
    ],
    "answer": "C",
    
          "additional_context": "இன்றைய பறவையியல் ஆய்வாளர்களுக்கு முன்னோடி டாக்டர் சலீம் அலி. தம் வாழ்நாள் முழுவதும் பறவைகளைப் பற்றி ஆராய்ச்சி செய்வதிலும் அவற்றைப் படம் பிடிப்பதிலும் ஈடுபட்டார். அதனால், அவர் 'இந்தியாவின் பறவை மனிதர்' என்று அழைக்கப்படுகிறார். பறவைகள் குறித்துப் பல நூல்களை எழுதியுள்ளார். தன் வாழ்க்கை வரலாற்று நூலுக்குச் 'சிட்டுக்குருவியின் வீழ்ச்சி' (The fall of sparrow) என்று பெயரிட்டுள்ளார்."
          }
        ,
          
  {
    
          "description": "பாடப்பகுதியில் சிட்டுக்குருவிகளின் அழிவுக்குக் காரணமாகக் குறிப்பிடப்பட்டுள்ள காரணிகளில் எது **தமிழ்நாட்டின் சூழலுடன் நெருங்கிய தொடர்புடையது?**",
          "options": [
      "மனிதர்கள் விவசாயத்திற்குப் பூச்சிக்கொல்லிகளைப் பயன்படுத்துவதால் குருவிக் குஞ்சுகளுக்கு உணவான புழுபூச்சிகள் கிடைப்பதில்லை.",
      "நவீன கட்டடங்கள் குருவிகள் கூடு கட்ட ஏற்றவையாக இல்லை.",
      "தற்காலத்தில் தாவர வேலிகளுக்கு மாற்றாகச் செயற்கை வேலிகள் அமைக்கப் படுகின்றன.",
      "சிட்டுக்குருவிகள் ஓய்வெடுக்கும் புதர்ச்செடிகளும் இல்லை."
    ],
    "answer": "A",
    
          "additional_context": "மனிதர்கள் விவசாயத்திற்குப் பூச்சிக்கொல்லிகளைப் பயன்படுத்துவதால் குருவிக் குஞ்சுகளுக்கு உணவான புழுபூச்சிகள் கிடைப்பதில்லை. தற்காலத்தில் விவசாயம் மிகவும் நவீனமயமாகி விட்டது. இதனால் பூச்சிக்கொல்லிகள் அதிகளவில் பயன்படுத்தப்படுகின்றன. இது சிட்டுக்குருவிகளின் எண்ணிக்கையை குறைத்துள்ளது."
          }
        ,
          
  {
    
          "description": "'காக்கைகுருவி எங்கள் சாதி' என்று பாடினவர் யார்?",
          "options": [
      "பாரதியார்",
      "திருவள்ளுவர்",
      "பாரதிதாசன்",
      "கம்பர் "
    ],
    "answer": "A",
    
          "additional_context": "“காக்கைகுருவி எங்கள் சாதி” என்று பாரதியார் பாடினார். சமைப்பதற்குத் தன் மனைவி வைத்திருந்த சிறிதளவு அரிசியையும் முற்றத்தில் இருந்த சிட்டுக் குருவிகளுக்கு மகிழ்வுடன் போட்டுவிட்டுப் பட்டினியாக இருந்தாராம் இவர். பாரதியார் பறவைகளின் மீது மிகுந்த அன்பு கொண்டவர் என்பதை இதன் மூலம் நாம் அறியலாம்."
          }
        ,
          
  {
    
          "description": "பறவைகள் இடம்பெயர்வதற்கு ஒரு முக்கிய காரணம் எது?",
          "options": [
      "மனிதர்களின் தலையீடு",
      "இயற்கை பேரழிவுகள்",
      "உணவு, இருப்பிடம் மற்றும் தட்பவெப்பநிலை மாற்றம்",
      "விண்மீன்கள் "
    ],
    "answer": "C",
    
          "additional_context": "உணவு, இருப்பிடம், தட்பவெப்பநிலை மாற்றம், இனப்பெருக்கம் இவற்றிற்காகவே பறவைகள் இடம் பெயர்கின்றன. நிலவு, விண்மீன், புவிஈர்ப்புப் புலம் ஆகியவற்றை அடிப்படையாகக் கொண்டே பறவைகள் இடம் பெயர்கின்றன. பொதுவாக வடக்கிலிருந்து தெற்கு நோக்கியும், மேற்கிலிருந்து கிழக்கு நோக்கியும் பறவைகள் வலசை போகின்றன."
          }
        ]