[
          
  {
    
          "description": "'கூடா நட்புக் கேடாய் முடியும்' என்ற கருத்தைப் பிரதிபலிக்கும் ஆசாரக்கோவை வித்து எது?",
          "options": [
      "நன்றியறிதல்",
      "இன்னாத எவ்வுயிர்க்கும் செய்யாமை",
      "நட்டல்",
      "ஒப்புரவு"
    ],
    "answer": "C",
    
          "additional_context": "ஆசாரக்கோவை நூலில் குறிப்பிடப்படும் எட்டு வித்துகளில், 'நட்டல்' என்பது நற்பண்புடையவரோடு நட்புக் கொள்ள வேண்டும் என்பதை உணர்த்துகிறது. இதனையே, 'கூடா நட்புக் கேடாய் முடியும்' என்ற பழமொழி உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "இந்தப் பாடலில் எந்தப் பண்பு தனிநபர் வளர்ச்சிக்கு மட்டுமல்ல, சமூக நல்லிணக்கத்துக்கும் உதவுகிறது?",
          "options": [
      "பொறையுடைமை",
      "இன்சொல்லோடு",
      "ஒப்புரவு",
      "நல்லினத் தாரோடு நட்டல்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடலில் குறிப்பிடப்படும்  எட்டு வித்துகளில், 'ஒப்புரவு' என்பது அனைவரையும் சமமாகப் பேணுவதை உணர்த்துகிறது. இது தனிநபர் வளர்ச்சிக்கு மட்டுமல்ல, சமூக நல்லிணக்கத்துக்கும் உதவுகிறது."
          }
        ,
          
  {
    
          "description": "இந்தப் பாடலில் குறிப்பிடப்படும் எட்டு பண்புகளில் எது இயற்கை நேசத்தைப் பிரதிபலிக்கிறது?",
          "options": [
      "இன்சொல்லோடு",
      "ஒப்புரவு",
      "இன்னாத எவ்வுயிர்க்கும் செய்யாமை",
      "கல்வியோடு"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடலில் குறிப்பிடப்படும் எட்டு வித்துகளில், 'இன்னாத எவ்வுயிர்க்கும் செய்யாமை' என்பது இயற்கை நேசத்தைப் பிரதிபலிக்கிறது. ஏனெனில் எந்த உயிருக்கும் தீங்கு செய்யாமல் இருக்க வேண்டும் என்பதை இது உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "ஆசாரக்கோவை எந்த வகை இலக்கியத்தின் ஒரு பகுதி?",
          "options": [
      "பதினெண்கீழ்க்கணக்கு",
      "திருக்குறள்",
      "நாலடியார்",
      "இராமாயணம்"
    ],
    "answer": "A",
    
          "additional_context": "ஆசாரக்கோவை  பதினெண்கீழ்க்கணக்கு நூல்களுள் ஒன்றாகும்.  இந்தப் பாடலில் குறிப்பிடப்படும் எட்டு வித்துகள் இயற்கையாகவே நல்ல வாழ்க்கைக்குத் துணைபுரிவதால், இவற்றைப் பின்பற்றுவது அவசியமாகும்."
          }
        ,
          
  {
    
          "description": "இந்தப் பாடலில் குறிப்பிடப்படும் எட்டு பண்புகள் யாவை?",
          "options": [
      "நன்றியறிதல், பொறையுடைமை, இன்சொல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி, ஒப்புரவு, அறிவு, நல்லினத் தாரோடு நட்டல்",
      "நன்றியறிதல், பொறையுடைமை, இன்சொல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி, ஒப்புரவு, அறிவு, நல்லினத் தாரோடு",
      "நன்றியறிதல், பொறையுடைமை, இன்சொல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி, ஒப்புரவு, நல்லினத் தாரோடு நட்டல்",
      "நன்றியறிதல், பொறையுடைமை, இன்சொல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி, ஒப்புரவு, நட்டல்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடலில் குறிப்பிடப்படும் எட்டு வித்துகள்: \n\n1. நன்றியறிதல் \n2. பொறையுடைமை\n3. இன்சொல்லோடு\n4. இன்னாத எவ்வுயிர்க்கும் செய்யாமை\n5. கல்வியோடு\n6. ஒப்புரவு\n7. ஆற்ற அறிதல் அறிவுடைமை\n8. நல்லினத் தாரோடு நட்டல்\n\nஇந்த எட்டு வித்துகளும் நல்லொழுக்கத்தை விதைக்கும் விதைகள் ஆகும்."
          }
        ]