
[
  {
    "description": "“அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார் என்பும் உரியர் பிறர்க்கு.”  என்பதன் பொருள் எது?",
    "options": [
      "அன்புடையோர் பிறர்க்காகத் தங்களையும் கொடுப்பார்கள்.",
      "அன்புடையோர் தங்கள் உடம்பைப் பிறர்க்காகக் கொடுப்பார்கள்.",
      "அன்புடையோர் பிறருக்கு உதவி செய்வதில் மகிழ்ச்சி கொள்வார்கள்.",
      "அன்பு இல்லாதோர்  தங்கள் உடம்பைப் பிறர்க்காகக் கொடுப்பார்கள்."
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் நமக்கு அன்புடையவர்களின் இயல்பைப் பற்றி விளக்குகிறது. அன்புடையவர்கள் தங்கள் உடம்பையும் கூடப் பிறர்க்காகக் கொடுத்து உதவி செய்வார்கள். அவர்கள் இல்லாதவர்கள் எல்லாவற்றையும் தங்களுக்காகவே வைத்துக் கொள்வார்கள் என்று இக்குறள் கூறுகிறது. அன்புடையவர்கள் தங்கள் இல்லாதவர்களாகவும்  நடந்து கொள்வார்கள். அவர்கள் எல்லாவற்றையும் தங்களுக்காகவே வைத்துக் கொள்வார்கள்."
  },
  {
    "description": "“விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து உள்நின்று உடற்றும் பசி.”  என்பது குறிப்பிடுவது எது?",
    "options": [
      "மழையின்மை காரணமாக உலகில் பசி ஏற்படும்.",
      "வறட்சியால் மக்கள் துன்பப்படுவார்கள்.",
      "உலகில் நீர்ப் பற்றாக்குறை ஏற்படும்.",
      "மழை இல்லாததால் உலகில் உயிர்கள் அழியும்."
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் மழை இல்லாததால் ஏற்படும் பசியைப் பற்றிக் கூறுகிறது.  மழை உரிய காலத்தில் பெய்யாவிட்டால், உலகில் நீர்ப் பற்றாக்குறை ஏற்பட்டு, பஞ்சம் ஏற்படும். இதனால் உயிரினங்கள் பசித்துத் துன்பப்படும். அதனால்தான் மழை உரிய காலத்தில் பெய்ய வேண்டும் என்று  இக்குறள் வலியுறுத்துகிறது.  உலகின் மக்களுக்கு வாழ்வுத் தரும் மழை பெய்யாவிட்டால், அனைத்து உயிரினங்களும் பசித்து அழியும் என்பது இக்குறளின் பொருள்."
  },
  {
    "description": "“ஈன்ற பொழுதின் பெரிதுவக்கும் தன்மகனைச் சான்றோன் எனக்கேட்ட தாய்”  என்பது குறிப்பிடுவது எது?",
    "options": [
      "தாய்க்குத் தன் பிள்ளை சான்றோன் எனக் கேள்விப்பட்டால் பெற்றெடுத்த மகிழ்ச்சியை விட அதிகமாக மகிழ்ச்சி உண்டாகும்.",
      "தாய் தன் பிள்ளையை மிகவும் நேசிப்பாள்.",
      "சான்றோன்கள் தாய்க்குப் பெருமை சேர்த்துவார்கள்.",
      "சான்றோன் எனக் கேள்விப்பட்டால் தாய்க்குப் பெருமை ஏற்படும்."
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் தாய்க்குத் தன் பிள்ளை சான்றோன் என்று கேள்விப்பட்டால், பெற்றெடுத்த மகிழ்ச்சியை விட அதிக மகிழ்ச்சி ஏற்படும் என்பதைப் பற்றிக் கூறுகிறது. தன் பிள்ளை சான்றோன் என்றால், தாய் பெருமைப்படுவாள். ஒரு தாயின் அன்பும், மகிழ்ச்சியும் எப்படிப்பட்டதென்று இக்குறள் விளக்குகிறது. தாய் மீது ஒரு பிள்ளை கொண்ட அன்பை இக்குறள் நன்கு எடுத்துரைக்கிறது."
  },
  {
    "description": "“பணிவுடையன் இன்சொலன் ஆதல் ஒருவற்கு அணியல்ல மற்றுப் பிற.”  என்பதன் பொருள் எது?",
    "options": [
      "ஒருவருக்குப் பணிவும் இன்சொல்லும்  சிறந்த அணிகலன்கள் ஆகும்.",
      "பணிவும் இன்சொல்லும் மிகவும் முக்கியமானவை.",
      "இன்சொல் மிகவும் முக்கியமானது.",
      "பணிவு மிகவும் முக்கியமானது."
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் பணிவும், இன்சொல்லும் ஒருவருக்கு மிகச்சிறந்த அணிகலன்கள் என்பதைப் பற்றிக் கூறுகிறது. அணிகலன்கள் என்பது வெளிப்புற அழகைத் தருபவை. பணிவும், இன்சொல்லும் உள்ளத்தின் அழகைத் தருபவை.  அது போல, பணிவுடையவன், இனிமை மொழி பேசுபவன் என்றால் அவனை விட மிகச்சிறந்த அணி வேறு எதுவும் இல்லை.  இக்குறள் நம்மை அழகான மொழி பேசுவதற்கும், பணிவுடையவராக இருப்பதற்கும் ஊக்குவிக்கிறது.  இவை மிகவும் முக்கியமானவை என்பதை இக்குறள் நமக்குப் புரிய வைக்கிறது."
  },
  {
    "description": "“கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற்று ஆங்கே எடுப்பதூஉம் எல்லாம் மழை.”  என்பது குறிப்பிடுவது எது?",
    "options": [
      "மழை உரிய காலத்தில் பெய்யாவிட்டால் பஞ்சம் ஏற்படும்.",
      "மழை உரிய காலத்தில் பெய்தால்  நன்மை பயக்கும்.",
      "மழை கெடுப்பதும் காப்பதும் செய்யும்.",
      "மழை நன்மை பயக்கும்."
    ],
    "answer": "C",
    "additional_context": "இந்தக் குறள் மழையின் இயல்பைப் பற்றிக் கூறுகிறது. மழை உரிய காலத்தில் பெய்யாவிட்டால் பஞ்சம் ஏற்பட்டு, உயிரினங்கள் அழிந்து போகும்.  மழை உரிய காலத்தில் பெய்தால் விளைநிலங்கள் செழித்து, நன்மை உண்டாகும்.  இவ்வாறு மழை கெடுப்பதும் காப்பதும் செய்யும்.  இதனால், மழையை மதித்துப் போற்ற வேண்டும் என்பதை இக்குறள் நமக்கு உணர்த்துகிறது."
  }
]
