[
          
  {
    
          "description": "'இரட்டைக் காப்பியங்கள்' என்ற சொல்லின் மூலம், இரண்டு காப்பியங்களுக்கிடையே என்ன தொடர்பு இருக்கிறது?",
          "options": [
      "இரண்டு காப்பியங்களும் ஒரே காலத்தில் எழுதப்பட்டன",
      "இரண்டு காப்பியங்களும் ஒரே ஆசிரியரால் எழுதப்பட்டன",
      "இரண்டு காப்பியங்களும் ஒரே கதைக்களத்தைக் கொண்டுள்ளன",
      "இரண்டு காப்பியங்களும் ஒரே கருத்தை வெளிப்படுத்துகின்றன"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சிலப்பதிகாரம் மற்றும் மணிமேகலை ஆகிய இரண்டு காப்பியங்களும் இரட்டைக் காப்பியங்கள் என்று அழைக்கப்படுகின்றன. இவையிரண்டும் ஒரே கதைக்களத்தைக் கொண்டுள்ளன. இரண்டு காப்பியங்களும் ஒரே ஆசிரியரால் எழுதப்பட்டது அல்ல. சிலப்பதிகாரம் இளங்கோவடிகளால் எழுதப்பட்ட காப்பியம். மணிமேகலை சீத்தலைச் சாத்தனாரால் எழுதப்பட்டது. இரண்டு காப்பியங்களும் ஒரே காலத்தில் எழுதப்பட்டவை அல்ல. சிலப்பதிகாரம் கி.பி. இரண்டாம் நூற்றாண்டில் எழுதப்பட்டதாக கருதப்படுகிறது. மணிமேகலை கி.பி. ஐந்தாம் நூற்றாண்டில் எழுதப்பட்டதாக கருதப்படுகிறது. இரண்டு காப்பியங்களும் ஒரே கருத்தை வெளிப்படுத்துவது இல்லை. சிலப்பதிகாரம் காதல், போர், அரசியல், சமூகம், இயற்கை, ஆன்மீகம் ஆகிய பல அம்சங்களை உள்ளடக்கியது. மணிமேகலை புத்த மதத்தைப் பற்றியும் அதன் கொள்கைகளைப் பற்றியும் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரம் எந்த மன்னர் மரபைச் சேர்ந்தவர் என்று நம்பப்படுகிறது?",
          "options": [
      "சோழ மன்னர் மரபு",
      "பல்லவ மன்னர் மரபு",
      "சேர மன்னர் மரபு",
      "பாண்டிய மன்னர் மரபு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சிலப்பதிகாரத்தை இயற்றியவர் இளங்கோவடிகள். இவர் சேர மன்னர் மரபைச் சேர்ந்தவர் என்று சிலப்பதிகாரப் பதிகம் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரம் எதனைக் கொண்டு தொடங்குகிறது?",
          "options": [
      "கதாநாயகன் அறிமுகத்துடன்",
      "இயற்கையை வாழ்த்துவதன் மூலம்",
      "நூலின் நோக்கத்தை விளக்கி",
      "காலத்தைக் குறிப்பிட்டு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "திங்கள், ஞாயிறு, மழை என இயற்கையை வாழ்த்துவதாக இந்நூல் தொடங்குகிறது. அவ்வாழ்த்துப்பகுதி நமக்குப் பாடமாகத் தரப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“திங்களைப் போற்றுதும்” என்ற வரியில், 'திங்கள்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "கதிரவன்",
      "நிலவு",
      "வானம்",
      "மழை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "திங்கள் என்பது நிலவை குறிக்கும் சொல். சிலப்பதிகாரத்தில் சோழ மன்னனின் வெண்குடையை திங்களை ஒப்பிட்டுப் பாடுவதால் அது நிலவைக் குறிக்கிறது என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரத்தில், சோழ மன்னனின் குடையை 'திங்கள்' உடன் ஒப்பிட்டுப் பாடுவதன் நோக்கம் என்ன?",
          "options": [
      "மன்னனின் வலிமையைக் காட்ட",
      "மன்னனின் அழகைக் காட்ட",
      "நிலவின் குளிர்ச்சியையும் அருளையும் காட்ட",
      "மன்னனின் ஞானத்தை வெளிப்படுத்த"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சிலப்பதிகாரத்தில், சோழ மன்னனின் வெண்குடையை திங்களை ஒப்பிட்டுப் பாடுவதன் நோக்கம் நிலவின் குளிர்ச்சியையும் அருளையும் காட்டும் நோக்கம் ஆகும். சோழ மன்னன் மக்களுக்கு அருள் செய்பவன் என்பதை திங்களை ஒப்பிட்டு காட்ட முயற்சிக்கிறார்."
          }
        ]