[
          
  {
    
          "description": "தோட்டத்தில் மேயுது வெள்ளைப்பசு - அங்கே\nதுள்ளிக் குதிக்குது கன்றுக்குட்டி\nஅம்மா என்குது வெள்ளைப்பசு - உடன்\nஅண்டையில் ஓடுது கன்றுக்குட்டி\nநாவால் நக்குது வெள்ளைப்பசு \nபாலை\nநன்றாய்க் குடிக்குது கன்றுக்குட்டி\n\nஇந்தப் பாடலில், கவிஞர் பசுவும் கன்றும் ஒன்றுடன் ஒன்று கொஞ்சி விளையாடுவதை எப்படி எடுத்துக் கூறியுள்ளார்?",
          "options": [
      "அ) பசுவை மிகைப்படுத்தி",
      "ஆ) கன்றைப் பற்றி மட்டும் கூறி",
      "இ) கற்பனையைப் பயன்படுத்தி ",
      "ஈ) இயல்பாக "
    ],
    "answer": "D",
    
          "additional_context": "இப்பாடலில் கவிஞர் பசுவும் கன்றும் ஒன்றுடன் ஒன்று கொஞ்சி விளையாடுவதை இயல்பாக எடுத்துக் கூறியுள்ளார். இப்பாடலில் பசுவும் கன்றும் எப்படி இயல்பாக நடந்து கொள்கின்றன என்பதை நம்மால் உணர முடிகிறது. எனவே இது இயல்பு நவிற்சி அணி ஆகும்."
          }
        ,
          
  {
    
          "description": "'குளிர்நீரில் குளித்தால்\nகூதல் அடிக்குமென்று\nவெந்நீரில் குளித்தால்\nமேலே கருக்குமென்று\nஆகாச கங்கை\nஅனல் உறைக்குமென்று\nபாதாள கங்கையைப்\nபாடி அழைத்தார் உன் தாத்தா'\n\nஇந்த பாடல் வரிகளில் காணப்படும் அணி எது?",
          "options": [
      "அ) உயர்வு நவிற்சி அணி",
      "ஆ) இயல்பு நவிற்சி அணி",
      "இ) தன்மை நவிற்சி அணி",
      "ஈ) உவமை அணி"
    ],
    "answer": "A",
    
          "additional_context": "இப்பாடலில் தாத்தா பாடும் பாடல் வரிகளில் காணப்படும் அணி,  'உயர்வு நவிற்சி அணி' ஆகும்.  இந்த வரிகளில் 'ஆகாச கங்கை' மற்றும் 'பாதாள கங்கை' ஆகியவற்றை மிகைப்படுத்திப் பாடி உள்ளதைக் காணலாம்.  தாத்தா தன் பேத்தியை மகிழ்விக்க அதிகப்படுத்திப்பாடும் இயல்பை இந்த வரிகள் எடுத்துக்காட்டுகின்றன."
          }
        ,
          
  {
    
          "description": "'மருந்தைத் தேனில் கலந்து கொடுப்பது போல் கருத்துகளைச் சுவைபடக் கூறுவது அணியாகும்'\n\nஇந்த வாக்கியம் அணியை எப்படி விளக்குகிறது?",
          "options": [
      "அ) அணியின் பயன்பாட்டை",
      "ஆ) அணியின் வரையறையை",
      "இ) அணியின் இலக்கணத்தை",
      "ஈ) அணியின் வகைகளை"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வாக்கியத்தில், அணியின் பயன்பாடு மருந்தைத் தேனில் கலந்து கொடுப்பது போல் விளக்கப்பட்டுள்ளது. மருந்தை நேரடியாக சாப்பிட்டால்  சாப்பிடுபவர்  சிரமப்படுவார். ஆனால், தேனில் கலந்து கொடுக்கப்பட்டால், மருந்தை இனிமையாக உண்ண முடியும். அது போல, கவிஞர்கள் தங்கள் கருத்தைச் சுவையாக  சொல்லும் போது அது  'அணி' ஆகும்."
          }
        ,
          
  {
    
          "description": "'மனிதர்கள் தங்கள் கற்பனைத் திறத்தாலும் புலமையாலும் தாங்கள் இயற்றும் பாடல்களில் அழகைச் சேர்க்கின்றனர்.'\n\nஇந்த வாக்கியம் கவிஞர்களின் அணி பயன்பாட்டை எப்படி விளக்குகிறது?",
          "options": [
      "அ) கவிஞர்கள் அணிகளைப் பயன்படுத்தி பாடல்களை அழகுபடுத்துவதைக் காட்டுகிறது",
      "ஆ) கவிஞர்கள் அணிகளைப் பயன்படுத்தி கற்பனைத் திறனை வெளிப்படுத்துவதைக் காட்டுகிறது",
      "இ) கவிஞர்கள் அணிகளைப் பயன்படுத்தி தங்கள் புலமையைக் காட்டுவதைக் காட்டுகிறது",
      "ஈ) மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "மனிதர்கள் அழகுக்கு ஆசைப்படுபவர்கள்.  அழகு என்றால் என்ன?  அழகான  பூக்கள், அழகான  பாடல்கள், அழகான வீடு, அழகான நிறங்கள்  என எண்ணற்ற விஷயங்களைக் கூறலாம். அதே போல, கவிஞர்கள் தங்கள்  கற்பனைத் திறனையும்  புலமையையும்  பயன்படுத்தி  பாடல்களில்  அழகைச்  சேர்க்கின்றனர். அந்த அழகுதான் 'அணி' எனப்படுகிறது. எனவே மேற்கண்ட அனைத்தும் சரி"
          }
        ,
          
  {
    
          "description": "கவிஞர்கள் தங்கள் கற்பனைத் திறத்தாலும் புலமையாலும் தாங்கள் இயற்றும் பாடல்களில் அழகைச் சேர்க்கின்றனர். இதனை விளக்குவது எது?",
          "options": [
      "அ) அணி இலக்கணம்",
      "ஆ) பாடல் இலக்கணம்",
      "இ) சொல் இலக்கணம்",
      "ஈ) அக இலக்கணம்"
    ],
    "answer": "A",
    
          "additional_context": "கவிஞர்கள் தங்கள் கற்பனைத் திறனாலும் புலமையாலும் பாடல்களில் அழகைச் சேர்க்கின்றனர். இது அணி இலக்கணத்தைப் பற்றி  குறிப்பிடுவதாகும்.  அணியின் பயன்பாடு, வகைகள், இலக்கணங்கள் ஆகியவற்றை விளக்குவது அணி இலக்கணம்."
          }
        ]