
[
  {
    "description": "'நாளை மனிதன் கோள்களில் எல்லாம் நகரம் அமைத்து வாழ்ந்திடுவான்' என்ற வரியின் மூலம் கவிதை எதைக் காட்டுகிறது?",
    "options": [
      "அ) மனிதனின் கனவுகள் எல்லாம் நனவாகும்",
      "ஆ) மனிதன் கோள்களில் வாழப் போகிறான்",
      "இ) மனிதனின் தொழில்நுட்ப வளர்ச்சி வேகமாக இருக்கும்",
      "ஈ)  மனிதன் எதிர்காலத்தில் புதிய உலகில் வாழ்ந்திடுவான்"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "இந்தக் கவிதையில் 'நாளை மனிதன் கோள்களில் எல்லாம் நகரம் அமைத்து வாழ்ந்திடுவான்' என்ற வரி மனிதனின் எதிர்காலத்தைக் குறிப்பிடுகிறது. இந்த வரி மனிதன் எதிர்காலத்தில் புதிய உலகில் வாழ்ந்திடுவான் என்ற கனவை எடுத்துரைக்கிறது. இந்தக் கனவு மனிதனின் தொழில்நுட்ப வளர்ச்சியால் சாத்தியமாகும் என்றும் கவிதை கூறுகிறது."
  },
  {
    "description": "“எலும்பும் தசையும் இல்லாது இயங்கும் எந்திர மனிதனைப் படைக்கின்றான்” என்ற வரிகள், மனிதரின் எந்தத் திறனைப் பற்றிச் சொல்கின்றன?",
    "options": [
      "நகரங்களை உருவாக்கும் திறன்",
      "மருத்துவத்தைக் கண்டறியும் திறன்",
      "தொழில்நுட்பத்தை வளர்ப்பதில் திறன்",
      "இயற்கை வளங்களைப் பாதுகாக்கும் திறன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரிகள், மனிதரின் தொழில்நுட்ப வளர்ச்சியைப் பற்றிச் சொல்கின்றன. மனிதன் தனது அறிவைப் பயன்படுத்தி எலும்பும் தசையும் இல்லாத எந்திர மனிதனைப் படைத்துள்ளான். இது மனிதனின் தொழில்நுட்ப வளர்ச்சியின் சான்றாகும். இயற்கை வளங்களைப் பாதுகாப்பது, நகரங்களை உருவாக்குவது, மருத்துவத்தைக் கண்டறிவது ஆகியவை மனிதனின் பிற திறன்களாகும்."
  },
  {
    "description": "“நீல வானின் மேலே பறந்து நிலவில் வாழ நினைக்கின்றான்” என்ற வரிகளில் “நிலவில் வாழ நினைக்கின்றான்” என்ற கூற்று எதற்கான ஒரு சான்றாகும்?",
    "options": [
      "மனிதரின் ஆழ்கடல் ஆய்வுகளுக்கு",
      "மனிதரின் விண்வெளி ஆய்வுகளுக்கு",
      "மனிதரின் கணினி அறிவியல் துறை வளர்ச்சிக்கு",
      "மனிதரின் மருத்துவத் துறை வளர்ச்சிக்கு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரிகள், மனிதரின் விண்வெளி ஆய்வுகளின் எதிர்காலத்தைக் குறிப்பிடுகிறது. 'நிலவில் வாழ நினைக்கின்றான்' என்பது மனிதன் விண்வெளி ஆய்வுகளில் எவ்வளவு முன்னேறி இருக்கிறான் என்பதைக் காட்டுகிறது. ஆழ்கடல் ஆய்வுகள், கணினி அறிவியல், மருத்துவத் துறை ஆகியவை மனிதனின் பிற முன்னேற்றங்களைப் பற்றியவை."
  },
  {
    "description": "“செயற்கைக் கோளை விண்ணில் ஏவி செய்தித் தொடர்பில் சிறக்கின்றான்” என்ற வரிகள் குறிப்பிடும் “செய்தித் தொடர்பு” எதைப் பற்றியது?",
    "options": [
      "மின்னஞ்சல் மற்றும் வீடியோ அழைப்புகள்",
      "அஞ்சல் மற்றும் தொலைபேசி அழைப்புகள்",
      "இணையம் மற்றும் வலைதளங்கள்",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த வரிகள் மனிதன் எவ்வளவு தொழில்நுட்ப ரீதியாக முன்னேறி இருக்கிறான் என்பதை விளக்குகிறது. செயற்கைக்கோள்களைப் பயன்படுத்தி, மனிதன் மின்னஞ்சல், வீடியோ அழைப்புகள், அஞ்சல், தொலைபேசி அழைப்புகள், இணையம், வலைதளங்கள் என பலவற்றைக் கொண்டு செய்தித் தொடர்பு கொள்கிறான்."
  },
  {
    "description": "பாடலில் மனிதரின் கனவுகள் பற்றி எந்த வரியில் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "ஆழக் கடலின் அடியில் மூழ்கி ஆய்வுகள் செய்து பார்க்கின்றான்",
      "நாளை மனிதன் கோள்களில் எல்லாம் நகரம் அமைத்து வாழ்ந்திடுவான்",
      "இணைய வலையால் உலகம் முழுமையும் உள்ளங் கையில் கொடுக்கின்றான்",
      "எலும்பும் தசையும் இல்லாது இயங்கும் எந்திர மனிதனைப் படைக்கின்றான்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரி மனிதனின் எதிர்காலத்தைக் குறிப்பிடுகிறது. மனிதனின் எதிர்காலக் கனவுகள்,  தொழில்நுட்பம் மூலம் நிறைவேறும் என்றும் இது கூறுகிறது. இயற்கை வளங்களைப் பாதுகாப்பது, நகரங்களை உருவாக்குவது, மருத்துவத்தைக் கண்டறிவது ஆகியவை மனிதனின் பிற திறன்களாகும்."
  }
]
