[
          
  {
    
          "description": "தமிழ் மொழியில்  'ங்' என்னும் எழுத்து வரிசை  சொல்லின் இறுதியில் வராது என்று கூறப்பட்டுள்ளது.  இதற்கு காரணம் என்ன ?",
          "options": [
      "a)  'ங' எழுத்து வரிசை மிகவும் சிரமமானது.",
      "b)  'ங' எழுத்து வரிசை சொல்லின் இறுதியில் ஒலித்தால் அது வேறு ஒரு சொல்லாக மாறும்.",
      "c)  'ங' எழுத்து வரிசை சொல்லின் இறுதியில் ஒலிப்பது  தமிழ் மொழி மரபுக்கு மாறானது.",
      "d)  'ங' எழுத்து வரிசை  சொல்லின் இறுதியில் ஒலித்தால்   சொல்லின் பொருள் மாறிவிடும்."
    ],
    "answer": "C",
    
          "additional_context": "தமிழ் மொழியின் சொற்களின் மரபுப்படி 'ங்' என்னும் எழுத்து வரிசை சொல்லின் இறுதியில் வருவதில்லை.  தமிழ் மொழி மரபுக்கு மாறானது என்பதால்  'ங்'  எழுத்து வரிசை சொல்லின் இறுதியில் பயன்படுத்தப்படுவதில்லை. 'ங்' எழுத்து வரிசை சொல்லின் இறுதியில் வந்தால்  மொழி மரபுக்கு மாறானது. 'ங்' எழுத்து வரிசை சொல்லின் இறுதியில் வராததால்  சொற்களின் ஒலிப்பு  தமிழ் மரபுக்கு ஏற்ப இருக்கும்."
          }
        ,
          
  {
    
          "description": "தமிழ் மொழிச் சொற்களின் மொழி முதல் எழுத்தாக  'ட', 'ண', 'ர', 'ல', 'ழ', 'ள', 'ற', 'ன' ஆகிய எட்டு உயிர்மெய் எழுத்துகள்  வராது எனக் கூறப்பட்டுள்ளது. இவற்றைத்  தமிழில் ஒலி பெயர்த்து  எழுதுகையில் எங்கு  பயன்படுத்தப்படுகிறது ?",
          "options": [
      "a)  தனித்து இயங்கும் சொற்களில்",
      "b)  பிறமொழிச் சொற்களைத் தமிழில் ஒலி பெயர்த்து எழுதுகையில்",
      "c)  தொடர்ச்சியான  சொற்களில்",
      "d)  பாடல் வரிகளில் "
    ],
    "answer": "B",
    
          "additional_context": "தமிழ் மொழிச் சொற்களின் மொழி முதலில் 'ட', 'ண', 'ர', 'ல', 'ழ', 'ள', 'ற', 'ன' ஆகிய உயிர்மெய் எழுத்துகள் வருவதில்லை. 'ட', 'ண', 'ர', 'ல', 'ழ', 'ள', 'ற', 'ன' ஆகிய எட்டு உயிர்மெய் எழுத்துகள்   பிறமொழிச் சொற்களைத் தமிழில் ஒலி பெயர்த்து எழுதுகையில்   பயன்படுத்தப்படுகிறது. 'டமாரம்', 'ரம்பம்' போன்ற சொற்கள்   பிறமொழிச் சொற்களைத் தமிழில் ஒலி பெயர்த்து எழுதுகையில்  பயன்படுத்தப்பட்ட  உயிர்மெய் எழுத்துகள்  எடுத்துக்காட்டாகும்."
          }
        ,
          
  {
    
          "description": "'ஙனம்' என்ற சொல் தனித்து இயங்காது, அங்ஙனம், இங்ஙனம், எங்ஙனம் போன்ற சொற்களில் மட்டுமே வழங்கி வருகிறது எனக் கூறப்பட்டுள்ளது.  இதன் காரணம் என்ன ?",
          "options": [
      "a)  'ஙனம்' என்ற சொல்லுக்கு  தனித்து இயங்க  தகுந்த பொருள் இல்லை.",
      "b)  'ஙனம்'  என்ற சொல் மிகவும் அரிதான சொல்.",
      "c)  'ஙனம்'  என்ற சொல் அடிக்கடி தவறாக  உச்சரிக்கப்படுகிறது.",
      "d)  'ஙனம்'  என்ற சொல்   'அங்ஙனம்'   போன்ற சொற்களில் இணைந்தே பொருள் தருகிறது."
    ],
    "answer": "D",
    
          "additional_context": "'ஙனம்' என்ற சொல்  தனித்து இயங்காது.  'அங்ஙனம்', 'இங்ஙனம்', 'எங்ஙனம்'  போன்ற சொற்களில்  இணைந்தே பொருள் தருகிறது.  'ஙனம்'  என்ற சொல்லுக்குத்  தனித்து இயங்க  தகுந்த பொருள் இல்லை.   'அங்ஙனம்', 'இங்ஙனம்', 'எங்ஙனம்'  போன்ற சொற்களில்  'ஙனம்'  என்ற சொல்  இணைந்து  பொருள் தருகிறது."
          }
        ,
          
  {
    
          "description": "'டமாரம்' என்ற சொல்  பிறமொழிச் சொல் என  குறிப்பிடப்பட்டுள்ளது.  இந்தச் சொல்லின் இறுதி எழுத்து  சொல்லின் இறுதியில் வருவது தமிழ் மொழி மரபுக்கு மாறானது.  இதற்கு  காரணம் என்ன?",
          "options": [
      "a)  'ட'  என்ற எழுத்து  சொல்லின் இறுதியில் ஒலிப்பது  தமிழ் மொழி மரபுக்கு மாறானது.",
      "b)  'ம' என்ற எழுத்து  சொல்லின் இறுதியில் ஒலிப்பது  தமிழ் மொழி மரபுக்கு மாறானது.",
      "c)  'ர' என்ற எழுத்து  சொல்லின் இறுதியில் ஒலிப்பது  தமிழ் மொழி மரபுக்கு மாறானது.",
      "d)  'ம்' என்ற எழுத்து  சொல்லின் இறுதியில் ஒலிப்பது  தமிழ் மொழி மரபுக்கு மாறானது."
    ],
    "answer": "A",
    
          "additional_context": "'டமாரம்' என்ற சொல் பிறமொழிச்சொல்.   'டமாரம்' என்ற சொல்லில்  'ட'  என்ற எழுத்து சொல்லின் இறுதியில் வருவது  தமிழ் மொழி மரபுக்கு மாறானது.  'ட'  என்ற எழுத்து  சொல்லின் இறுதியில் வருவதால்   தமிழ் மொழி மரபுக்கு மாறானது எனக் குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "சொல்லின் இடையில் வரும் எழுத்துகளை பற்றி  இயல் மூன்றில்  குறிப்பிடப்பட்டுள்ளது.  இதற்கு  எடுத்துக்காட்டாக  சொல்லின் இடையில் வரும் எழுத்துகளைக்  குறிப்பிடுங்கள்.  ",
          "options": [
      "a)  'க', 'ங', 'ச', 'ட்', 'த்', 'ப்', 'ற்' ",
      "b)  'ங்', 'ண்', 'ந்', 'ம்', 'ய்', 'ர்', 'ல்', 'வ்', 'ழ்', 'ள்', 'ன்' ",
      "c)  'க', 'ங', 'ச', 'ஞ', 'ட', 'ண', 'த', 'ந', 'ப', 'ம'",
      "d)   'ய', 'வ', 'ர', 'ல', 'ழ', 'ள', 'ற'"
    ],
    "answer": "C",
    
          "additional_context": "சொல்லின் இடையில் வரும் எழுத்துகளை பற்றி  இயல் மூன்றில் குறிப்பிடப்பட்டுள்ளது.  'க', 'ங', 'ச', 'ஞ', 'ட', 'ண', 'த', 'ந', 'ப', 'ம'  என்பவை  சொல்லின் இடையில் வரும் எழுத்துகளுக்கு  எடுத்துக்காட்டுகள்."
          }
        ]