
[
  {
    "description": "சிலப்பதிகாரப் பாடலில் 'மேரு' என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "மலைத்தொடர்",
      "ஆறு",
      "கடல்",
      "காடு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இளங்கோவடிகள் எழுதிய சிலப்பதிகாரம் என்பது ஒரு பெரும் காப்பியம். இதில் பல இயற்கைப் பொருட்கள் குறிப்பிடப்பட்டுள்ளன.  'மேரு' என்ற சொல் சிலப்பதிகாரத்தில் இமய மலையைக் குறிக்கிறது. இமய மலை உலகின் மிக உயர்ந்த மலைத்தொடர். இதை பாடல் மேரு வலம் திரிதலான் என்கிறது.  கதிரவன், இமய மலையை வலப்புறமாகச் சுற்றிவருகிறது என்பதை இது குறிக்கிறது."
  },
  {
    "description": "“காவிரி நாடன்” என்ற சொல் குறிப்பது யார்?",
    "options": [
      "சேர மன்னன்",
      "பாண்டிய மன்னன்",
      "சோழ மன்னன்",
      "கொங்கு மன்னன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "'காவிரி நாடன்' என்ற சொல் சோழ மன்னனைக் குறிக்கிறது. சோழர்களின் ஆட்சி பகுதி காவிரி ஆற்றின் பகுதியாக இருந்ததால், சோழ மன்னனை 'காவிரி நாடன்' என்று அழைத்தனர். இளங்கோவடிகள், சோழ மன்னனை 'காவிரி நாடன்' என்று குறிப்பிடுகிறார். மேலும் அவர் கதிரவனின் ஒளி சோழனின் ஆணைச் சக்கரம் போல இமயத்தை வலம் வருகிறது என்கிறார்."
  },
  {
    "description": "பாடலில் 'நாமநீர்' என்னும் சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மழை",
      "ஆறு",
      "கடல்",
      "ஏரி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சிலப்பதிகாரத்தில் 'நாமநீர்' என்ற சொல் கடலைக் குறிக்கிறது. கடல்,  உலகின் எல்லையாக இருப்பது போல, மழை,  வானிலிருந்து மக்களைக் காக்கிறது. கடல் பயங்கரமானது என்றும், அதனை 'நாமநீர்' என்று அழைப்பது  பயத்தைக் குறிக்கிறது என்றும் சொல்வார்கள். இங்கே கடலை 'நாமநீர் வேலி' என குறிப்பிடுகிறார்."
  },
  {
    "description": "“கொங்கு அலர்தார்ச் சென்னி” என்ற தொடரில் 'கொங்கு' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நிலவின் ஒளி",
      "பூக்களின் மணம்",
      "மலரின் மகரந்தம்",
      "தேன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சிலப்பதிகாரத்தில், 'கொங்கு அலர்தார்ச் சென்னி' என்ற தொடரில், 'கொங்கு' என்பது மகரந்தத்தைக் குறிக்கிறது.  திங்கள் மகரந்தத்தால்  அலங்கரிக்கப்பட்ட மலர்களைப் போன்றிருப்பதாக இது குறிப்பிடுகிறது. மகரந்தம் என்பது மலரின் இனப்பெருக்கத்திற்கான தூள். இது பூக்களின் மணம் போன்று இருக்கும்."
  },
  {
    "description": "சிலப்பதிகாரம் எந்த மொழியில் எழுதப்பட்டது?",
    "options": [
      "சமஸ்கிருதம்",
      "பிராகிருதம்",
      "தமிழ்",
      "தெலுங்கு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சிலப்பதிகாரம்  தமிழ் மொழியில் எழுதப்பட்ட ஒரு காப்பியம். இளங்கோவடிகள் எழுதிய இந்த காப்பியம், தமிழின் முதல் காப்பியமாக கருதப்படுகிறது.  இது காவியம்,  இளங்கோவடிகள், சோழ மன்னன் ஆகியவற்றைப் பற்றி விவரிக்கிறது."
  }
]
