
[
  {
    "description": "“ஈன்ற பொழுதின் பெரிதுஉவக்கும் தன்மகனைச் சான்றோன் எனக்கேட்ட தாய்” என்ற குறளில் “சான்றோன் எனக்கேட்ட தாய்”  என்பதில் வெளிப்படும் உணர்ச்சி எது?",
    "options": [
      "அன்பு",
      "பெருமை",
      "சந்தோஷம்",
      "நம்பிக்கை"
    ],
    "answer": "C",
    "additional_context": "தன்னுடைய மகனை சான்றோன் என்று கேள்விப்பட்ட தாய் மிகுந்த சந்தோஷப்படுவாள் என்று குறிப்பிடுகிறது இந்த குறள்."
  },
  {
    "description": "“கொல்லாமை மேற்கொண்டு ஒழுகுவான் வாழ்நாள்மேல் செல்லாது உயிர்உண்ணும் கூற்று” என்ற குறளில் “கூற்று” குறிப்பிடுவது எது?",
    "options": [
      "மரணம்",
      "காலம்",
      "கூற்றுக் கடவுள்",
      "விதி"
    ],
    "answer": "A",
    "additional_context": "கொல்லாமை என்ற நன்னெறியை மேற்கொண்டு வாழ்பவருக்கு மரணம் வருவதில்லை என்று குறிப்பிடுகிறது இந்த குறள்."
  },
  {
    "description": "“உரம்ஒருவற்கு உள்ள வெறுக்கை அஃது இல்லார் மரம்மக்கள் ஆதலே வேறு” என்ற குறளில் “மரம்மக்கள்” என்பது குறிப்பிடுவது எது?",
    "options": [
      "மரத்தைப் போன்ற மனிதர்கள்",
      "நிலையற்ற மனிதர்கள்",
      "ஊக்கமற்ற மனிதர்கள்",
      "பயந்து நடுங்கும் மனிதர்கள்"
    ],
    "answer": "C",
    "additional_context": "ஊக்கமற்ற மனிதர்கள் மரம் போன்றவர்கள். அவர்களுக்கு எந்த மனஉறுதியும் இல்லை என்று குறிப்பிடுகிறது இந்த குறள்."
  },
  {
    "description": "“பெரியாரைப் பேணாது ஒழுகின் பெரியாரால் பேரா இடும்பை தரும்” என்ற குறள் வலியுறுத்துவது எது?",
    "options": [
      "பெரியாரைப் பேண வேண்டும்",
      "பெரியாரைப் பிழையாமை",
      "பெரியாரால் இடும்பை ஏற்படும்",
      "பெரியாரைப் போற்றுதல்"
    ],
    "answer": "A",
    "additional_context": "பெரியாரை நன்றாகப் பேண வேண்டும். அப்படி செய்யாவிட்டால் பெரியவர்களால் பெரிய இன்னல்கள் ஏற்படும் என்று குறிப்பிடுகிறது இந்த குறள்."
  },
  {
    "description": "“நல்ஆறு எனப்படுவது யாதுஎனின் யாதுஒன்றும் கொல்லாமை சூழும் நெறி” என்ற குறளில் “நல்ஆறு” என்பது குறிப்பிடுவது எது?",
    "options": [
      "நல்ல நீர்நிலை",
      "நல்ல வாழ்க்கை",
      "நல்ல நெறிமுறை",
      "நல்ல செயல்"
    ],
    "answer": "C",
    "additional_context": "நல்ல நெறியைக் குறிப்பிடுகிறது இந்த குறள். நல்ல நெறியில் ஒருவரும் கொல்லப்படக் கூடாது என்பதைக் குறிப்பிடுகிறது."
  }
]
