
[
  {
    "description": "“புல்வெளி யெல்லாம் பூக்கா டாகிப் புன்னகை செய்த பொற்காலம்!” என்ற வரிகளில் கவிஞர் குறிப்பிடும் 'பொற்காலம்' எதைப் பற்றிக் குறிப்பிடுகிறது?",
    "options": [
      "பூக்கள் மலர்ந்து சிரிக்கும் இயற்கை அழகு",
      "மக்கள் செழிப்புடன் வாழ்ந்த சிறந்த காலம்",
      "நாட்டின் வளர்ச்சி",
      "நாட்டின் பொன் காப்பு"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள் இந்தியாவின்  வளமான பாரம்பரியத்தையும் மக்கள் செழிப்பாக வாழ்ந்த  சிறந்த காலத்தையும்  குறிப்பிடுகின்றன. 'புல்வெளி யெல்லாம் பூக்கா டாகிப் புன்னகை செய்த'  என்று கூறுவது  இயற்கை அழகையும், மக்களின் மகிழ்ச்சியையும் குறிக்கிறது.  இது போன்ற  ஒரு  நல்ல காலத்தை  'பொற்காலம்'  என்று கவிஞர் குறிப்பிடுகிறார்."
  },
  {
    "description": "“காளி தாசனின் தேனிசைப் பாடல்கள் காவிரிக் கரையில் எதிரொலிக்க” என்ற வரிகளில் கவிஞர் காளிதாசன் பற்றி என்ன சொல்ல விரும்புகிறார்?",
    "options": [
      "அவர் பாடிய பாடல்கள் மிகவும் இனிமையானவை",
      "அவரது பாடல்கள் காவிரி நதியின் ஓசை போல இருந்தன",
      "அவரது பாடல்கள் காவிரி நதியில் எதிரொலித்தன",
      "காவிரி நதியின் அழகைப் பற்றி அவர் பாடியிருந்தார்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் காளிதாசரின் பாடல்களின் இனிமை குறித்து  விவரிக்கின்றன.  'தேனிசைப் பாடல்கள்'  என்று குறிப்பிடுவது  அவரது பாடல்களின் இனிமையான தன்மையை  எடுத்துக்காட்டுகிறது.  காவிரிக் கரையில்  எதிரொலிக்கும் அவரது பாடல்களின் தாக்கம்  கவிஞருக்கு  மிகவும் பிரியமானது என்பதை  இந்த வரிகள்  உணர்த்துகின்றன."
  },
  {
    "description": "“கன்னிக் குமரியின் கூந்த லுக்காகக் காஷ்மீர்த் தோட்டம் பூத்தொடுக்கும்!” என்ற வரிகளில் கவிஞர் என்ன சொல்ல விரும்புகிறார்?",
    "options": [
      "காஷ்மீர மலர்களால் குமரி நிலத்திற்கு அழகு சேர்க்கப்படுகிறது",
      "குமரி நிலம் காஷ்மீர நிலத்தைப் போல அழகானது",
      "இந்திய நாட்டின் தென் வட நிலங்கள் ஒன்றோடொன்று இணைந்தவை",
      "கன்னி குமரி காஷ்மீர தோட்டங்களில் வளரும் பூக்களைப் போல அழகாக இருக்கிறது"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் இந்தியாவின்  தென் வட நிலங்களின் ஒற்றுமையை   எடுத்துக்காட்டுகின்றன.   'கன்னிக் குமரியின் கூந்த லுக்காகக் காஷ்மீர்த் தோட்டம் பூத்தொடுக்கும்'  என்று கவிஞர் குறிப்பிடுவது  இந்திய நாட்டின் பல்வேறு பகுதிகளில் உள்ள மக்களின்  ஒற்றுமையை   உணர்த்துகிறது.  இந்த வரிகள் இந்தியாவின்  ஒருமைப்பாட்டை  பாராட்டி  நிற்கின்றன."
  },
  {
    "description": "“கல்லைக் கூட காவிய மாக்கிக் கட்டி நிறுத்திய கலைக்கூடம்!” என்ற வரிகளில் 'காவியம்' என்பதன் பொருள் என்ன?",
    "options": [
      "காவல் செய்யும் இடம்",
      "நாடக கூடம்",
      "கலைக்கூடம்",
      "கதை"
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள் இந்தியாவின்  வளமான  கலை பாரம்பரியத்தை   எடுத்துக்காட்டுகின்றன.  'கல்லைக் கூட காவிய மாக்கிக் கட்டி நிறுத்திய'  என்று கூறுவது  இந்தியாவில்  இருக்கும்   பண்டைய   கலைப்படைப்புகளை  குறிப்பிடுகிறது.   இந்த வரிகளில்   'காவியம்'  என்பது  'கதை'  என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“அண்ணல் காந்தியின் சின்னக் கைத்தடி அறத்தின் ஊன்றுகோலாக” என்ற வரிகளில் 'அறத்தின் ஊன்றுகோல்' என்பது எதை குறிக்கிறது?",
    "options": [
      "காந்தியடிகளின் அகிம்சை",
      "அரசாங்கத்தின் நீதி",
      "நாட்டின் வளர்ச்சி",
      "மக்களின் நம்பிக்கை"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள்  காந்தியடிகளின்  அகிம்சை  வாழ்க்கையை  குறிப்பிடுகின்றன.  'அண்ணல் காந்தியின் சின்னக் கைத்தடி அறத்தின் ஊன்றுகோலாக'  என்று கூறுவது  அவரது அகிம்சை  வழியே  நாட்டு மக்களை  தொடர்ந்து   நடத்தி   வந்த  தன்மையை   எடுத்துக்காட்டுகிறது."
  }
]
