
[
  {
    "description": "'தொல்காப்பியம்'  என்ற நூல் தமிழ் மொழியின் எந்தச் சிறப்பை எடுத்துக்காட்டுகிறது?",
    "options": [
      "மூத்த மொழி",
      "வளமை மிக்க மொழி",
      "எளிய மொழி",
      "புதுமை மிக்க மொழி"
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பியம் என்பது தமிழ் மொழியின் மிகப் பழமையான இலக்கண நூல் ஆகும். இந்நூல் கிடைத்துள்ளதால் இதற்கு முன்னதாகவே தமிழில் இலக்கிய நூல்கள் இருந்திருக்க வேண்டும் என நம்மால் அனுமானிக்க முடிகிறது. இதனைக் கொண்டு தமிழ் மிகவும் தொன்மையான மொழி என்பதை உணரலாம். எனவே, தொல்காப்பியம்  என்ற நூல் தமிழ் மொழியின் 'மூத்த மொழி'  என்ற சிறப்பை எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "தமிழ் மொழி கணினி மற்றும் இணையத்தில் பயன்படுத்தப்படத் தகுந்த மொழியாக இருப்பதற்குக் காரணம்?",
    "options": [
      "எளிய எழுத்து முறை",
      "வளமான சொல்லாடல்",
      "தொல்காப்பியம் போன்ற இலக்கண நூல்கள்",
      "எண்களை அடிப்படையாகக் கொண்ட மொழி வடிவம்"
    ],
    "answer": "D",
    "additional_context": "உலகில் எழுத்து வடிவம் பெறாத மொழிகள் பல உள்ளன. இந்நிலையில் தமிழ் வரிவடிவ எழுத்துகள் அறிவியல் தொழில்நுட்பநோக்கிலும் பயன்படுத்தத் தக்கவையாக உள்ளன. மொழியைக் கணினியில் பயன்படுத்த வேண்டும் என்றால் அது எண்களின் அடிப்படையில் வடிவமைக்கப்படவேண்டும். தமிழ் மொழி எண்களை அடிப்படையாகக் கொண்டதாகும். எனவே, தமிழ் மொழி கணினி மற்றும் இணையத்தில் பயன்படுத்தப்படத் தகுந்த மொழியாக இருக்கிறது."
  },
  {
    "description": "தமிழ் மொழி புதிய காலத்திற்கு ஏற்ப புதுமைப்படுத்திக் கொள்வதற்கான சான்று எது?",
    "options": [
      "'இணையம்' , 'முகநூல்'  போன்ற புதிய சொற்களின் பயன்பாடு",
      "தொல்காப்பியம் போன்ற இலக்கண நூல்கள்",
      "'சிலப்பதிகாரம்'  போன்ற காப்பியங்கள்",
      "'திருக்குறள்'  போன்ற அறநூல்கள்"
    ],
    "answer": "A",
    "additional_context": "இன்றைய அறிவியல், தொழில்நுட்ப வளர்ச்சிக்கு ஏற்ப தமிழில் புதிய புதிய கலைச்சொற்கள் உருவாகி வருகின்றன. இணையம், முகநூல், புலனம், குரல்தேடல், தேடுபொறி, செயலி, தொடுதிரை முதலிய சொற்களை இதற்கு எடுத்துக்காட்டாகக் கூறலாம். சமூக ஊடகங்களான செய்தித்தாள், வானொலி, தொலைக்காட்சி ஆகியவற்றிலும் பயன்படத்தக்க மொழியாக விளங்குகிறது தமிழ்மொழி."
  },
  {
    "description": "“தமிழ் இலக்கியங்கள் இனிமையானவை. ஓசை இனிமை, சொல் இனிமை, பொருள் இனிமை கொண்டவை. பல மொழிகள் கற்ற கவிஞர் பாரதியார், யாமறிந்த மொழிகளிலே தமிழ்மொழி போல் இனிதாவது எங்கும் காணோம் என்று தமிழ்மொழியின் இனிமையை வியந்து பாடுகிறார்.” - இந்த வரிகளின்படி பாரதியாரின் கருத்து என்ன?",
    "options": [
      "தமிழ் மொழி இனிமையானது மட்டுமல்ல, அது பிற மொழிகளை விட சிறந்தது.",
      "தமிழ் மொழியில் மட்டுமே ஓசை, சொல், பொருள் ஆகிய மூன்றும் இனிமை பெற்றுள்ளன.",
      "பாரதியார் பல மொழிகளைக் கற்று, அவற்றிலிருந்து தமிழ் மொழியின் இனிமையை உணர்ந்தார்.",
      "தமிழ் மொழி இனிமை மிக்கது என்பதை பாரதியார் தனது கவிதைகளின் மூலம் வெளிப்படுத்தியுள்ளார்."
    ],
    "answer": "D",
    "additional_context": "தமிழ் இலக்கியங்கள் இனிமையானவை. ஓசை இனிமை, சொல் இனிமை, பொருள் இனிமை கொண்டவை. பல மொழிகள் கற்ற கவிஞர் பாரதியார், \n யாமறிந்த மொழிகளிலே தமிழ்மொழி போல்\n இனிதாவது எங்கும் காணோம்\n என்று தமிழ்மொழியின் இனிமையை வியந்து பாடுகிறார். இதன் மூலம் தமிழ்மொழியின் இனிமையை  பாரதியார் தனது கவிதைகளின் மூலம் வெளிப்படுத்தியுள்ளார் என்பது தெளிவாகிறது."
  },
  {
    "description": "“உயர்திணை, அஃறிணை என இருவகைத் திணைகளை அறிவோம். உயர்திணையின் எதிர்ச்சொல் தாழ்திணை என அமையவேண்டும். ஆனால் தாழ்திணை என்று கூறாமல் அஃறிணை (அல் + திணை = உயர்வு அல்லாத திணை) என்று பெயர் இட்டனர் நம் முன்னோர்.” - இந்த வரிகளின்படி தமிழ் மொழியின் சிறப்பைப் பற்றி என்ன தெரிந்து கொள்ளலாம்?",
    "options": [
      "தமிழ் மொழியில் உயர்திணை மற்றும் அஃறிணை ஆகிய இருவகைத் திணைகளே உள்ளன.",
      "தமிழ் மொழியின் சொல்லாடல் நுட்பமாகவும், விதிகளுக்குட்பட்டதாகவும் உள்ளது.",
      "தமிழ் மொழியில் தாழ்திணை என்ற சொல் பயன்படுத்தப்படவில்லை.",
      "தமிழ் மொழி வளமை மிக்கது, அதனால் பல்வேறு சொற்களின் இலக்கணத்தை நுணுக்கமாக விளக்குகிறது."
    ],
    "answer": "B",
    "additional_context": "சீர்மை என்பது ஒழுங்கு முறையைக் குறிக்கும் சொல். தமிழ் மொழியின் பலவகைச் சீர்மைகளுள் அதன் சொற்சிறப்பு குறிப்பிடத்தக்கது. உயர்திணை, அஃறிணை என இருவகைத் திணைகளை அறிவோம். உயர்திணையின் எதிர்ச்சொல் தாழ்திணை என அமையவேண்டும். ஆனால் தாழ்திணை என்று கூறாமல் அஃறிணை (அல் + திணை = உயர்வு அல்லாத திணை) என்று பெயர் இட்டனர் நம் முன்னோர். பாகற்காய் கசப்புச்சுவை உடையது. அதனைக் கசப்புக்காய் என்று கூறாமல், இனிப்பு அல்லாத காய் பாகற்காய் (பாகு + அல் + காய்) என வழங்கினர். இவ்வாறு பெயரிடுவதிலும் சீர்மை மிக்கது தமிழ் மொழி. இதன் மூலம் தமிழ் மொழியின் சொல்லாடல் நுட்பமாகவும், விதிகளுக்குட்பட்டதாகவும் உள்ளது என்பதை அறிய முடிகிறது."
  }
]
