
[
  {
    "description": "“பாரதிதாசன் கவிதைகள்” என்ற நூலில், “தமிழ்” என்னும் தலைப்பின்கீழ் இடம்பெற்றுள்ள  இந்தப் பாடல், பாரதிதாசனின் எந்தப் பண்பை வெளிப்படுத்துகிறது?",
    "options": [
      "புரட்சிகரமான கருத்துகளைப் பாடியவர்",
      "தமிழின் மீது கொண்ட அளவற்ற பற்று",
      "பெண்கல்விக்காகப் பாடுபட்டவர்",
      "கைம்பெண் மறுமணத்தை ஆதரித்தவர்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில், 'தமிழுக்கு அமுதென்றுபேர்'  'தமிழுக்கு நிலவென்று பேர்' போன்ற வரிகளில், தமிழ் மொழி மீது பாரதிதாசன் கொண்ட அளவற்ற பற்று தெளிவாக வெளிப்படுகிறது. அமுதம், நிலவு போன்ற உயர்ந்த பொருள்களைப் பயன்படுத்தி தமிழின் பெருமையை பாரதிதாசன் எடுத்துரைக்கிறார்."
  },
  {
    "description": "பாரதிதாசனின் இயற்பெயர் எது?",
    "options": [
      "சுப்பிரமணிய பாரதி",
      "சுப்பிரமணியன்",
      "சுப்புரத்தினம்",
      "மகாகவி பாரதி"
    ],
    "answer": "C",
    "additional_context": "பாரதிதாசனின் இயற்பெயர் சுப்புரத்தினம். பாரதியாரின் கவிதைகள் மீது கொண்ட பற்றின் காரணமாகத் தம் பெயரைப் பாரதிதாசன் என மாற்றிக் கொண்டார்."
  },
  {
    "description": "“நிருமித்த” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "உருவாக்கிய",
      "மறந்த",
      "அழித்த",
      "சேர்த்த"
    ],
    "answer": "A",
    "additional_context": "பாடலில் “தமிழ் எங்கள் வாழ்வுக்கு நிருமித்த ஊர்” என வருகிறது. நிருமித்த என்ற சொல்லின் பொருள் “உருவாக்கிய” என்பதாகும். இதன் பொருள்,  தமிழ்மொழி எங்கள் வாழ்விற்காகவே உருவாக்கப்பட்ட ஊர் ஆகும் என்பதாகும். "
  },
  {
    "description": "“சமூகம்” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "குடும்பம்",
      "நண்பர்கள்",
      "மக்கள் குழு",
      "நாடு"
    ],
    "answer": "C",
    "additional_context": "பாடலில் “தமிழுக்கு நிலவென்று பேர்! - இன்பத் தமிழ் எங்கள் சமூகத்தின் விளைவுக்கு நீர்!” என வருகிறது. சமூகம் என்ற சொல்லின் பொருள், “மக்கள் குழு” என்பதாகும். இதன் பொருள்,  தமிழ் எங்கள் மக்கள் குழுவின் வளர்ச்சிக்கு அடிப்படையான நீர் போன்றது என்பதாகும்."
  },
  {
    "description": "“விளைவு” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "இழப்பு",
      "வளர்ச்சி",
      "வேலை",
      "பணம்"
    ],
    "answer": "B",
    "additional_context": "பாடலில் “தமிழுக்கு நிலவென்று பேர்! - இன்பத் தமிழ் எங்கள் சமூகத்தின் விளைவுக்கு நீர்!” என வருகிறது. விளைவு என்ற சொல்லின் பொருள், “வளர்ச்சி” என்பதாகும். இதன் பொருள்,  தமிழ் எங்கள் மக்கள் குழுவின் வளர்ச்சிக்கு அடிப்படையான நீர் போன்றது என்பதாகும்."
  }
]
