
[
  {
    "description": "மனிதநேயத்தின் அடிப்படையில் \"கற்பவை கற்றபின்\" என்ற பகுதியில் எடுத்துரைக்கப்பட்ட செயல்பாடுகளின் நோக்கம் என்ன?",
    "options": [
      "மனிதநேயத்தை ஊக்குவிப்பது.",
      "பிறரின் துயரங்களைக் கண்டுகொள்வது.",
      "பிறருக்கு உதவி செய்வது.",
      "சமூகத்தில் ஒற்றுமை ஏற்படுத்துவது."
    ],
    "answer": "D",
    "additional_context": "இந்த பகுதியில்,  நாளிதழ்களில் மனிதநேயம் பற்றிய செய்திகளைச் சேகரித்து நண்பர்களுடன் பகிர்ந்து கொள்ளுமாறு கேட்கப்படுகிறது. பிறருக்கு உதவி செய்த அனுபவத்தை கூறவும், ஒற்றுமையாக வாழ்வது பற்றிய கருத்துரையாடலை மேற்கொள்ளுமாறும் கேட்கப்படுகிறது. இதன் மூலம், மாணவர்களின் மனிதநேயப் பண்புகளை வளர்க்கவும், சமூகத்தில் ஒற்றுமையை ஏற்படுத்தவும் நோக்கம் கொண்டுள்ளது."
  },
  {
    "description": "\"தமக்கென முயலா நோன்றாள் - பிறர்க்கென\nமுயலுநர் உண்மையானே\" - இந்த புறநானூற்று அடிகள் எதனை வலியுறுத்துகின்றன?",
    "options": [
      "பிறருக்கான கவலையே உண்மையான வாழ்க்கை.",
      "சுயநலத்தால் நாம் வாழக்கூடாது.",
      "மனிதநேயம் மிக்கவர்களே மனிதர்கள்.",
      "இவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்த புறநானூற்று அடிகள், தன்னைப் பற்றிய கவலையை விட பிறருக்கு உதவி செய்வதுதான் உண்மையான வாழ்க்கை என்கிறது. சுயநலத்தைக் கைவிட்டு, மனிதநேயத்துடன் வாழ வேண்டும் என்பதை வலியுறுத்துகிறது. இது பிறருக்கான கவலையை வலியுறுத்துவதோடு, சுயநலத்தால் நாம் வாழக் கூடாது, மனிதநேயம் மிக்கவர்களே உண்மையான மனிதர்கள் என்பதையும் எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "வள்ளலார், அன்னை தெரசா, கைலாஷ் சத்யார்த்தி ஆகியோர்  பிறருக்குச் செய்யும் உதவியில் என்ன பொதுவான அம்சத்தை காண்கிறீர்கள்?",
    "options": [
      "தங்கள் தனிப்பட்ட வளங்களால் மக்களுக்கு உதவி செய்தனர்.",
      "பணம் இல்லாதவர்களுக்கு மட்டுமே உதவி செய்தனர்.",
      "தங்களது மத நம்பிக்கையை பரப்ப விரும்பினர்.",
      "மனித நேயத்தை அடிப்படையாகக் கொண்டு பிறருக்கு உதவி செய்தனர்."
    ],
    "answer": "D",
    "additional_context": "வள்ளலார் தனது இரண்டு தங்கக் கடுக்கன்களைக் கழற்ற முயன்ற திருடனைப் பாடம் புகட்டாமல், அன்புடன் பேசித் திருத்த முயன்றார். பசித்தவர்களுக்கு உணவளிப்பதற்காக சத்திய தருமச்சாலையை நிறுவினார். அன்னை தெரசா வறுமை, நோய், அநீதி போன்றவற்றை கண்டு மனம் கலங்கி, பிறரின் துயரத்தைத் தன் துயரமாக நினைத்து உதவி செய்தார். கைலாஷ் சத்யார்த்தி குழந்தைத் தொழிலாளர்களைக் காப்பாற்றும் பொறுப்பை ஏற்று, அவர்களை மீட்டு, அவர்களுக்கு கல்வி கற்பிக்கும் பணியை மேற்கொண்டுள்ளார். இந்த மூவரும் தங்களது தனிப்பட்ட வளங்களைப் பயன்படுத்தி மக்களுக்கு உதவி செய்திருந்தாலும், அவர்கள் மனித நேயத்தை அடிப்படையாகக் கொண்டு பிறருக்கு உதவி செய்தனர் என்பது தெளிவாகிறது."
  },
  {
    "description": "வள்ளலார் இரண்டு தங்கக்கடுக்கன்களைக் கழற்ற முயன்ற திருடனிடம் எப்படி நடந்து கொண்டார்?",
    "options": [
      "திருடனைப் பிடித்து காவல்துறையில் ஒப்படைத்தார்.",
      "திருடனைப் பாடம் புகட்டி விட்டார்.",
      "தன் பொருளை இழந்ததால் மிகவும் கோபப்பட்டார்.",
      "அன்புடன் அவனைப் பேசித் திருத்த முயன்றார்."
    ],
    "answer": "D",
    "additional_context": "வள்ளலார் தனது இரண்டு தங்கக்கடுக்கன்களைக் கழற்ற முயன்ற திருடனைப் பிடித்து காவல்துறையில் ஒப்படைக்கவில்லை. திருடனைப் பாடம் புகட்டவோ, தன் பொருளை இழந்ததால் கோபப்படவோ இல்லை. மாறாக, திருடனை அன்புடன் பேசித் திருத்த முயன்றார். தங்கக்கடுக்கன் குறைந்த விலைக்கு விற்றுவிடாதே எனவும், இரண்டு கடுக்கன்களுடன் சென்றால் உன்னைத் திருடன் என எளிதாகக் கண்டுபிடித்து விடுவார்கள் என்பதையும் அன்பாக எடுத்துரைத்தார். இவ்வாறு தம்பொருளைக் கவர்ந்தவரிடம் கூட அன்பு காட்டியவர் வள்ளலார்."
  },
  {
    "description": "வள்ளலார், அன்னை தெரசா, கைலாஷ் சத்யார்த்தி ஆகியோர் எந்த ஒரு நிகழ்வை கண்டு மனம் கலங்கினர்?",
    "options": [
      "ஏழை மக்களைக் கண்டபோது.",
      "விலங்குகளின் துயரத்தை கண்டபோது.",
      "வறுமை, நோய், அநீதி போன்றவற்றை கண்டபோது.",
      "தங்களிடம் உதவி கேட்பவர்களை கண்டபோது."
    ],
    "answer": "C",
    "additional_context": "வள்ளலார் பசித்தவர்களை கண்டு மனம் கலங்கி, உணவளிப்பதற்காக சத்திய தருமச்சாலையை நிறுவினார். அன்னை தெரசா தொழுநோய் பாதிக்கப்பட்ட மூதாட்டியின் துயரத்தை கண்டு மனம் கலங்கி, அவர்களுக்கு தொண்டு செய்ய முடிவெடுத்தார். கைலாஷ் சத்யார்த்தி பள்ளிக்குச் செல்ல முடியாத ஏழை குழந்தைகளின் துயரத்தை கண்டு மனம் கலங்கி, அவர்களை மீட்டு கல்வி கற்பிக்கும் பணியை மேற்கொண்டார். இதன் மூலம்,  வறுமை, நோய், அநீதி போன்றவற்றை கண்டு இவர்கள் மூவரும் மனம் கலங்கி, அந்தத் துன்பத்தைப் போக்க முயற்சி செய்தார்கள் என்பது தெளிவாகிறது."
  }
]
