
[
  {
    "description": "“பயனிலாச் சொல்” என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
    "options": [
      "பயன் + இலா +ச் + சொல்",
      "பயன் + இலாச் + சொல்",
      "பயன் + இலா + சொல்",
      "பயன் + இலா + ச் + சொல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நமக்குப் பயனில்லாத சொற்களைப் பேசக் கூடாது எனக் கூறும் திருக்குறள் இது. பயன் + இலாச் + சொல் என்பதுதான் இந்தச் சொல்லின் பிரிப்பு. இது பொருள்படவும் சொல்லப்பட்டுள்ளது"
  },
  {
    "description": "“மோப்பக் குழையும் அனிச்சம் முகந்திரிந்து நோக்கக் குழையும் விருந்து” என்ற குறளில் எதுகை, மோனைச் சொற்களைத் தேர்ந்தெடுத்து எழுது.",
    "options": [
      "எதுகை: குழையும், குழையும்; மோனை: அனிச்சம், முகந்திரிந்து",
      "எதுகை: மோப்பக், முகந்திரிந்து; மோனை: குழையும், குழையும்",
      "எதுகை: குழையும், குழையும்; மோனை: மோப்பக், முகந்திரிந்து",
      "எதுகை: அனிச்சம், நோக்கக்; மோனை: குழையும், குழையும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் குறள் விருந்தினர்களைப் போற்றுவது பற்றியது. விருந்தினர்கள் வருகையில் நாம் முகம் சுளித்தால் அவர்கள் மனம் வாடிவிடும் என்பதைக் குறள் காட்டுகிறது. இந்தக் குறளில் 'குழையும்' என்பது எதுகைச் சொல். 'அனிச்சம், முகந்திரிந்து' என்பவை மோனைச் சொற்கள்."
  },
  {
    "description": "திருவள்ளுவர் விருந்தோம்பல் குறித்து எந்த மாதிரியான மனநிலையை வலியுறுத்துகிறார்?",
    "options": [
      "விருந்தினர்களை மரியாதையுடன் நடத்துவது முக்கியம்.",
      "விருந்தினர்களுக்கு நல்ல உணவு, தங்கும் வசதி ஏற்பாடு செய்வது அவசியம்.",
      "விருந்தினர் இருக்கும் போது தானும் சாப்பிடக் கூடாது.",
      "நல்ல விருந்தோம்பல் அறத்தின் வெளிப்பாடாகும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருவள்ளுவர் விருந்தோம்பல் குறித்து மிகச் சிறப்பான கருத்துகளைத் தெரிவித்துள்ளார். அவர், விருந்தினர்களை மதித்து நடத்த வேண்டும் என்பதை வலியுறுத்துகிறார். அவர்களுக்காக நாம் தானும் சாப்பிடக் கூடாது என்று குறிப்பிடுகிறார். இது ஒரு நல்ல மனநிலை என்பதை அவர் காட்டுகிறார்"
  },
  {
    "description": "திருவள்ளுவர் களவு குறித்து எந்த மாதிரியான கருத்தை வலியுறுத்துகிறார்?",
    "options": [
      "களவால் பெறப்படும் செல்வம் நிரந்தரமானது.",
      "களவு பாவம் என்பதால் அதை தவிர்க்க வேண்டும்.",
      "களவைப் பற்றி நினைப்பது கூட தீமையானது.",
      "களவு என்பது தவறானது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "களவு என்பது ஒரு மிகப்பெரிய தீமை என்பதை திருவள்ளுவர் வலியுறுத்துகிறார்.  அது ஒரு பாவச் செயல் என்று கூறுகிறார். களவைப் பற்றி மனதில் நினைப்பது கூட தீமையானது என்பதை இந்தக் குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "திருவள்ளுவர் எந்த செல்வத்தை நிலையான செல்வம் எனக் கூறுகிறார்?",
    "options": [
      "தங்கம்",
      "பணம்",
      "ஊக்கம்",
      "ஏக்கம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நிலையான செல்வம் என்பது தங்கம் அல்லது பணம் அல்ல.  நிலையான செல்வம் என்பது ஊக்கம். ஊக்கம் இருந்தால் எந்தச் செயலையும் நாம் சிறப்பாகச் செய்ய முடியும்.  எனவே,  ஊக்கம் மிகவும் அவசியம் என்பதை திருவள்ளுவர் வலியுறுத்துகிறார்."
  }
]
