
[
  {
    "description": "சிலப்பதிகாரத்தில், இயற்கையின் எந்தக் கூறுகளைப் போற்றி வாழ்த்தி நூல் தொடங்குகிறது?",
    "options": [
      "மழை, மலை, கடல்",
      "மழை, கதிரவன், நிலவு",
      "காற்று, நீர், நெருப்பு",
      "காற்று, பூமி, வானம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சிலப்பதிகாரம் என்பது இளங்கோவடிகள் என்பவரால் எழுதப்பட்ட ஒரு பெரிய காப்பியமாகும். இந்த நூல் பல இயற்கைப் பொருட்களைப் போற்றிப் பாடுகிறது. இயற்கையின் அழகையும் வலிமையையும் எடுத்துக்காட்டும் வகையில் பல பாடல்கள் இடம்பெற்றுள்ளன. சிலப்பதிகாரம் இயற்கைப் பொருட்களை போற்றிப் பாடும் விதத்தில் இயற்கையின் அழகைக் காட்டுகிறது. இயற்கையைப் போற்றும் வகையில் நூல் தொடங்குகிறது. இயற்கைப் பொருட்களை எடுத்துக்காட்டும் விதமாக பல பாடல்கள் இடம்பெற்றுள்ளன.  நூல் தொடங்கும் முதல் பாடலில் நிலவு, சூரியன், மழை போன்றவற்றைப் போற்றிப் பாடி அதன் பயன்களை விளக்குகிறது."
  },
  {
    "description": "சிலப்பதிகாரத்தின் ஆசிரியர் குறித்து பாடலில் எந்தப் பகுதி குறிப்பிடுகிறது?",
    "options": [
      "திங்களைப் போற்றுதும் திங்களைப் போற்றுதும்",
      "ஞாயிறு போற்றுதும் ஞாயிறு போற்றுதும்",
      "மாமழை போற்றுதும் மாமழை போற்றுதும்",
      "இவர் சேர மன்னர் மரபைச் சேர்ந்தவர் என்று சிலப்பதிகாரப் பதிகம் கூறுகிறது."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சிலப்பதிகாரம் என்னும் காப்பியத்தை இயற்றியவர் இளங்கோவடிகள். இவர் சேர மன்னர் மரபைச் சேர்ந்தவர் என்று சிலப்பதிகாரப் பதிகம் கூறுகிறது. இவர் காலம் கி.பி. இரண்டாம் நூற்றாண்டு என்பர். ஐம்பெருங்காப்பியங்களுள் ஒன்று சிலப்பதிகாரம். இதுவே தமிழின் முதல் காப்பியம். இது முத்தமிழ்க் காப்பியம், குடிமக்கள் காப்பியம், என்றெல்லாம் போற்றப்படுகிறது. சிலப்பதிகாரமும் மணிமேகலையும் இரட்டைக் காப்பியங்கள் என்று அழைக்கப்படுகின்றன."
  },
  {
    "description": "\"கொங்கு அலர்தார்ச் சென்னி குளிர் வெண்குடை போன்று\" என்ற பகுதியில் \"கொங்கு\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மகரந்தம்",
      "நிலவு",
      "மழை",
      "இமயமலை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சிலப்பதிகாரத்தில்  \"கொங்கு அலர்தார்ச் சென்னி குளிர் வெண்குடை போன்று\"  என்ற பகுதியில்  'கொங்கு' என்ற சொல் மகரந்தத்தைக் குறிக்கிறது. சோழ மன்னன் தேன் நிறைந்த ஆத்திமலர் மாலையை அணிந்துள்ளான்.  மன்னனின் வெண்குடை குளிர்ச்சியைத் தருகிறது.  அது போன்று நிலவும்  குளிர்ச்சியான வெளிச்சத்தைத் தந்து  உலகிற்கு இன்பம் அளிக்கிறது. அதனால் வெண்ணிலவைப் போற்றுவோம்."
  },
  {
    "description": "\"காவிரி நாடன் திகிரிபோல் பொற்கோட்டு மேரு வலம் திரிதலான்\" என்ற பகுதியில் \"திகிரி\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "சக்கரம்",
      "சூரியன்",
      "மலர்",
      "மலை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சிலப்பதிகாரத்தில் \"காவிரி நாடன் திகிரிபோல் பொற்கோட்டு மேரு வலம் திரிதலான்\" என்ற பகுதியில் \"திகிரி\" என்பது சக்கரத்தைக் குறிக்கிறது.  காவிரி ஆறு பாய்ந்து வளம் செய்யும் நாட்டை ஆட்சி செய்பவன் சோழ மன்னன். அவனது ஆணைச்சக்கரம் போல, கதிரவனும் பொன்போன்ற சிகரங்களையுடைய இமயமலையை வலப்புறமாகச் சுற்றிவருகிறது.  அதனால் கதிரவனைப் போற்றுவோம்!"
  },
  {
    "description": "\"நாம நீர் வேலி உலகிற்கு அவன் அளிபோல் மேல்நின்று தான் சுரத்தலான்\" என்ற பகுதியில் \"நாம நீர்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அச்சம் தரும் கடல்",
      "மழைநீர்",
      "ஆறு",
      "குளம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சிலப்பதிகாரத்தில் \"நாம நீர் வேலி உலகிற்கு அவன் அளிபோல் மேல்நின்று தான் சுரத்தலான்\" என்ற பகுதியில்  'நாம நீர்'  என்பது அச்சம் தரும் கடலை குறிக்கிறது.  அச்சம் தரும் கடலை எல்லையாகக் கொண்ட உலகிற்கு மன்னன் அருள் செய்கிறான். அதுபோல, மழை, வானிலிருந்து பொழிந்து மக்களைக் காக்கிறது. அதனால் மழையைப் போற்றுவோம்!"
  }
]
