[
          
  {
    
          "description": "தொல்காப்பியரின் தொல்காப்பியம் என்னும் நூலில் எந்த அறிவியல் கருத்து குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "உலகம் ஐந்து தனித்தனி கூறுகளால் ஆனது.",
      "உலகம்  ஐந்து கூறுகளின் கலவையால் ஆனது.",
      "உலகம் ஆறு கூறுகளின் கலவையால் ஆனது.",
      "உலகம் ஏழு கூறுகளின் கலவையால் ஆனது."
    ],
    "answer": "B",
    
          "additional_context": "தொல்காப்பியர்  தொல்காப்பியம் என்னும் நூலில், 'நிலம், நீர், நெருப்பு, காற்று, ஆகாயம் என்னும் ஐந்தும் கலந்தது இவ்வுலகம்' எனக் குறிப்பிட்டுள்ளார். இது உலகம் ஐந்து கூறுகளின் கலவையால் ஆனது என்பதை விளக்குகிறது. இதன் மூலம் தொல்காப்பியர் அறிவியல் உண்மையை இலக்கியத்தில் வெளிப்படுத்தியுள்ளார்."
          }
        ,
          
  {
    
          "description": "கடல் நீர் ஆவியாகி மேகமாகி மழையாகப் பொழியும் செயல்முறையைப் பற்றிய குறிப்புகள் எந்த இலக்கியங்களில் காணப்படுகின்றன?",
          "options": [
      "பரிபாடல் மற்றும் திருக்குறள் மட்டும்",
      "முல்லைப்பாட்டு, பரிபாடல் மற்றும் திருக்குறள் மட்டும்",
      "முல்லைப்பாட்டு, பரிபாடல், திருக்குறள் மற்றும் கார்நாற்பது",
      "கார்நாற்பது மற்றும் திருப்பாவை மட்டும்"
    ],
    "answer": "C",
    
          "additional_context": "பழந்தமிழ் இலக்கியங்களான முல்லைப்பாட்டு, பரிபாடல், திருக்குறள், கார்நாற்பது, திருப்பாவை போன்ற நூல்களில் கடல் நீர் ஆவியாகி மேகமாகி மழையாகப் பொழியும் செயல்முறையைப் பற்றிய குறிப்புகள் காணப்படுகின்றன. இவை பழந்தமிழர்கள் இயற்கையை கூர்ந்து கவனித்து அறிவியல் ரீதியான கருத்துக்களை இலக்கியத்தில் பதிவு செய்திருந்தார்கள் என்பதை நிரூபிக்கிறது."
          }
        ,
          
  {
    
          "description": "ஔவையாரின் பாடல் எந்த அறிவியல் கருத்தை விளக்குகிறது?",
          "options": [
      "திரவங்களின் அடர்த்தி",
      "திரவங்களின் அழுத்தம்",
      "திரவங்களின் பருமன்",
      "திரவங்களின் ஓட்டம்"
    ],
    "answer": "C",
    
          "additional_context": "ஔவையார் தமது பாடலில், 'ஆழ அமுக்கி முகக்கினும் ஆழ்கடல்நீர் நாழி முகவாது நால் நாழி' என்று கூறியுள்ளார். இதன் பொருள் திரவப் பொருள்களை எவ்வளவு அழுத்தினாலும் அவற்றின் அளவைச் சுருக்க முடியாது என்பதாகும். இது திரவங்களின் பருமன் மாறாதிருப்பதை விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "பதிற்றுப்பத்து என்னும் நூலில் எந்த அறிவியல் கருத்து விளக்கப்படுகிறது?",
          "options": [
      "மருத்துவம்",
      "உயிரியல்",
      "வானியல்",
      "வேதியியல்"
    ],
    "answer": "A",
    
          "additional_context": "பதிற்றுப்பத்து நூலில், போர்க்களத்தில் மார்பில் புண்படுவது இயல்பு. வீரர் ஒருவரின் காயத்தை வெண்ணிற ஊசியால் தைத்த செய்தி பதிற்றுப்பத்து நூலில் இடம்பெற்றுள்ளது. இது பழந்தமிழர்கள் மருத்துவம் குறித்து அறிந்திருந்தார்கள் என்பதை எடுத்துக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "திருவள்ளுவமாலை என்னும் நூலில் எந்த அறிவியல் கருத்து குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "ஒளியியல்",
      "வேதியியல்",
      "உயிரியல்",
      "மின்னியல்"
    ],
    "answer": "A",
    
          "additional_context": "திருவள்ளுவமாலை நூலில் கபிலர் எழுதிய பாடலில்,  தொலைவில் உள்ள பொருளின் உருவத்தை அருகில் தோன்றச் செய்ய முடியும் என்ற கருத்து குறிப்பிடப்பட்டுள்ளது. இது  ஒளியியல்  கருத்தை விளக்குகிறது. இது   பழந்தமிழர்கள்  ஒளியியல்  குறித்து  அறிந்திருந்தார்கள் என்பதை நிரூபிக்கிறது."
          }
        ]