
[
  {
    "description": "கீழ்க்கண்ட எழுத்துகளில் எது சொல்லின் இடையில் மட்டுமே வரும்?",
    "options": [
      "அ. ய்",
      "ஆ. ஃ",
      "இ. ங்",
      "ஈ. ன்"
    ],
    "answer": "B",
    "additional_context": "தமிழ் மொழியில்  சொல்லின் இடையில் வரும் எழுத்துகள் பற்றி இப்பாடத்தில் படிக்கிறோம். அளபெடை என்னும் சொல்லின் இடையே உயிர் எழுத்துகள் வரும். ஆய்த எழுத்து, சொல்லின் இடையில் மட்டுமே வரும். 'ஃ' எழுத்து ஆய்த எழுத்து ஆகும்.  மற்ற எழுத்துகள் சொல்லின் முதலிலும் இறுதியிலும் வரலாம்."
  },
  {
    "description": "சொல்லின் இறுதியில் எந்த வரிசையில் உள்ள உயிர்மெய் எழுத்துகள் மட்டுமே வரும்?",
    "options": [
      "அ. கெ வரிசை",
      "ஆ. செ வரிசை",
      "இ. தெ வரிசை",
      "ஈ. நெ வரிசை"
    ],
    "answer": "D",
    "additional_context": "தமிழில் சொல்லின் இறுதியில் வரும் உயிர்மெய் எழுத்துகள் பற்றி இப்பாடத்தில் படிக்கிறோம். எகர வரிசையில் கெ முதல் னெ முடிய எந்த உயிர்மெய் எழுத்தும் மொழி இறுதியில் வராது.  ஒகர வரிசையில் நொ தவிர பிற உயிர்மெய் எழுத்துகள் மொழி இறுதியில் வராது. நெ வரிசையில் உள்ள உயிர்மெய் எழுத்துகள்தான் மொழி இறுதியில் வரும்."
  },
  {
    "description": "டமாரம், ரம்பம், லண்டன் போன்ற சொற்கள் எதற்கு உதாரணமாகும்?",
    "options": [
      "அ. தமிழ் மொழி இறுதி எழுத்துகளுக்கு",
      "ஆ. தமிழ் மொழி முதல் எழுத்துகளுக்கு",
      "இ. பிறமொழிச் சொற்கள் தமிழில் ஒலிபெயர்க்கப்படுவதற்கு",
      "ஈ. அளபெடை எழுத்துகளுக்கு"
    ],
    "answer": "C",
    "additional_context": "பிற மொழிச்சொற்களைத் தமிழில் ஒலிபெயர்த்து எழுதுகிறோம். டமாரம், ரம்பம், லண்டன் போன்றவை பிற மொழிச்சொற்கள். இந்த சொற்கள் தமிழ் மொழி இறுதி எழுத்துகளுக்கு அல்லது தமிழ் மொழி முதல் எழுத்துகளுக்கு உதாரணங்கள் அல்ல."
  },
  {
    "description": "சொல்லின் இறுதியில் வரக்கூடிய மெய்யெழுத்துகளின் எண்ணிக்கை என்ன?",
    "options": [
      "அ. 18",
      "ஆ. 11",
      "இ. 7",
      "ஈ. 14"
    ],
    "answer": "B",
    "additional_context": "தமிழில் சொல்லின் இறுதியில் வரும் மெய்யெழுத்துகள் பற்றி இப்பாடத்தில் படிக்கிறோம். ஞ், ண், ந், ம், ய், ர், ல், வ், ழ், ள், ன் ஆகிய மெய்யெழுத்துகள் பதினொன்றும் மொழியின் இறுதியில் வரும்.  மற்ற மெய்யெழுத்துகள் சொல்லின் இறுதியில் வராது."
  },
  {
    "description": "'நொ' என்ற எழுத்து எந்தப் பொருளில் வரும்?",
    "options": [
      "அ. சிறிய பொருள்",
      "ஆ. துன்பம்",
      "இ. நல்ல பொருள்",
      "ஈ. மகிழ்ச்சி"
    ],
    "answer": "B",
    "additional_context": "'நொ' என்பது துன்பம் என்னும் பொருளில் வரும் சொல். இது ஓர் எழுத்து ஒரு மொழியாக வழங்கப்படுகிறது. இது சொல்லின் இடையில் வரும். உதாரணமாக: 'நொந்து' என்ற சொல்."
  }
]
