
[
  {
    "description": "“நானிலம்” என்ற சொல் என்னைக் குறிக்கிறது?",
    "options": [],
    "answer": [],
    "additional_context": "நானிலம் என்ற சொல், பழந்தமிழர்கள் வாழ்ந்த நான்கு நிலங்களை குறிக்கிறது. அவை குறிஞ்சி, முல்லை, மருதம், நெய்தல் ஆகிய நான்கு நிலங்களாகும். இந்த நான்கு நிலங்களையும் படைத்து வாழ்ந்தவன் பழந்தமிழன் என்பதைக் குறிப்பிடுவதற்காக, இந்தப் பாடலில் “நானிலம்” என்ற சொல் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "“முடியரசன்”  என்ற சொல் எந்தப் பாடலில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [],
    "answer": [],
    "additional_context": "முடியரசன் என்பது பாடலில் பயன்படுத்தப்படும் ஒரு சொல். இந்த சொல், பழந்தமிழனின் மாவீரத்தன்மையையும், சான்றோர்கள் அஞ்சும் தீமைகளிலிருந்து விலகி நிற்கும் தன்மையையும் எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "“கலம்”  என்ற சொல்லுக்குப் பாடலில் என்ன பொருள்?",
    "options": [],
    "answer": [],
    "additional_context": "பழந்தமிழர்கள் கப்பலில் ஏறி உலகைச் சுற்றி வந்தனர். அவர்கள் வணிகம் செய்து பண்டங்களை ஏற்றிச்சென்றனர். கலம் என்ற சொல், கப்பலை குறிக்கிறது. இது பாடலில் பயன்படுத்தப்பட்டிருப்பது, பழந்தமிழர்கள் கடல் பயணம் செய்தனர் என்பதை தெளிவாக காட்டுகிறது."
  },
  {
    "description": "“நானிலம் படைத்தவன்”  என்ற பாடலில் பழந்தமிழனின் எந்தப் பண்புகள் எடுத்துரைக்கப்பட்டுள்ளன?",
    "options": [],
    "answer": [],
    "additional_context": "“நானிலம் படைத்தவன்” என்ற பாடல் பழந்தமிழரின்  வலிமை, மாவீரத்தன்மை, தொழில் வல்லமை, கடல் பயணம், வணிகத் திறன் போன்ற பண்புகளை எடுத்துரைக்கிறது. கற்களையும் முட்களையும் நீக்கி நிலத்தை வளப்படுத்திய தன்மை, நான்கு நிலங்களை உருவாக்கி வாழ்ந்த தன்மை, கடல்களைத் கடந்து போர் புரிந்து வெற்றி பெற்ற தன்மை, ஆழிக்குள் மூழ்கி முத்தெடுத்த தன்மை போன்ற பண்புகள் பாடலில் காட்டப்பட்டுள்ளன."
  },
  {
    "description": "“நானிலம் படைத்தவன்”  என்ற பாடல் பழந்தமிழனின் வாழ்க்கை முறையை எவ்வாறு சித்தரிக்கிறது?",
    "options": [],
    "answer": [],
    "additional_context": "இந்தப் பாடல் பழந்தமிழனின் வாழ்க்கை முறையை தெளிவாக சித்தரிக்கிறது. அவர்கள் காடுகளில் வாழ்ந்து, காடுகளை விளைநிலங்களாக மாற்றி, ஊர்களையும் நகரங்களையும் உருவாக்கி வாழ்ந்தனர். அவர்கள் பல்வேறு தொழில்களை மேற்கொண்டு வாழ்க்கை நடத்தினர். இயற்கையோடு இயைந்து வாழ்ந்தனர். கடல் பயணம் செய்து, வணிகம் செய்து, இயற்கை வளங்களைப் பயன்படுத்தி வாழ்ந்தனர். இந்தப் பாடல், அவர்கள் வாழ்க்கை முறையை விளக்குவதோடு, அவர்களின் சாதனைகளையும் எடுத்துரைக்கிறது."
  }
]
