
[
  {
    "description": "கீழ்க்கண்டவற்றில் எது கைலாஷ் சத்யார்த்தியின் மனிதநேயத்தைப் பற்றிய வாசகம்?",
    "options": [
      "உலகத்தைக் குழந்தைகளின் கண் கொண்டு பாருங்கள். உலகம் அழகானது.",
      "அன்பு என்பது எல்லாம் எல்லார்க்கும்",
      "நல்ல காரியம் செய்வது நம் கடமை",
      "இறைவன் எல்லாரையும் நேசிக்கிறான்"
    ],
    "answer": "A",
    "additional_context": "கைலாஷ் சத்யார்த்தி ஒரு இந்தியர். அவர் குழந்தைகளின் கல்வி மற்றும் உரிமைக்காகப் பாடுபடுகிறார்.  அவர் குழந்தைகள் தொழிலாளர் முறையை ஒழிக்கவும் போராடுகிறார்.  இவரின் மனிதநேயத்தைப் பற்றிப் பேசும்போது, 'உலகத்தைக் குழந்தைகளின் கண் கொண்டு பாருங்கள். உலகம் அழகானது'  என்று அவர் கூறியது மிக முக்கியமானது. ஏனெனில், இது குழந்தைகளின்  வாழ்க்கை, அவர்களின் கனவுகள் மற்றும் அவர்களுக்கான எதிர்காலம் குறித்து சிந்திக்க  நம்மைத் தூண்டுகிறது. "
  },
  {
    "description": "மனிதநேயத்தைப் பற்றிய கீழ்க்கண்ட விளக்கங்களில் எது சரியானது?",
    "options": [
      "பணக்காரர்களுக்கு உதவி செய்வது",
      "நல்ல உடை அணிந்து பணக்காரர்களைப் போல் வாழ்வது",
      "பிறருக்காக மனம் வருந்துவது",
      "எல்லா உயிர்களிடத்தும் அன்பு காட்டுவது"
    ],
    "answer": "D",
    "additional_context": "மனிதநேயம் என்பது  எல்லா உயிர்களிடத்தும் அன்பு காட்டுவதாகும்.  இதில் ஏழை, பணக்காரன், வயது, இனம், மதம் போன்ற வேறுபாடுகள் எதுவுமில்லை.  பிறருக்கு உதவி செய்தல், மனம் வருந்துதல் போன்றவை  மனிதநேயத்தின் அம்சங்கள். "
  },
  {
    "description": "“எந்த ஆறும் தனது தாகத்திற்காக ஓடுவதில்லை. எந்த நிலமும் தன் பசிக்காக விளைவதில்லை. எந்த மரமும் தனக்காகக் கனிகளை உருவாக்குவதில்லை.”  இந்த வரிகள் மனித வாழ்விற்கு என்ன செய்தியைப் பறைசாற்றுகின்றன?",
    "options": [
      "மனிதன் தன்னலத்திற்காகவே வாழ வேண்டும்.",
      "மனிதன் தன்னை மட்டுமே கவனித்துக் கொள்ள வேண்டும்.",
      "மனிதன் பிறருக்காக வாழ்வதன் மூலம் மகிழ்ச்சியைக் காணலாம்.",
      "மனிதன் தன்னைச் சுற்றியுள்ள இயற்கையை அழிக்கக் கூடாது."
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் மனிதர்கள் தன்னலத்திற்காக மட்டுமே வாழக் கூடாது, பிறருக்காகவும் வாழ வேண்டும் என்பதை  உணர்த்துகின்றன. நம்மைச் சுற்றியுள்ள இயற்கை,  தண்ணீர், காற்று, மண்  எல்லாமே நமக்கு  உதவி செய்கின்றன.  நாம் இவற்றைப் பயன்படுத்திக் கொள்வதோடு  இவற்றைக் காப்பாற்றவும்  வேண்டும் என்பது  இந்த வரிகளின்  பொருள். "
  },
  {
    "description": "வள்ளலார் கடுக்கன்களைத் திருடியவரிடம் எப்படி நடந்துகொண்டார்?",
    "options": [
      "அவனைத் திட்டி விரட்டினார்.",
      "அவனிடம் கடுமையாகப் பேசினார்.",
      "அவனைப் போலீசில் ஒப்படைத்தார்.",
      "அவனுக்கு அறிவுரை கூறி அனுப்பினார்."
    ],
    "answer": "D",
    "additional_context": "வள்ளலார் ஒரு  மனிதநேயவாதி.  அவர்  எல்லோருடனும் அன்புடன் பழகுவார்.  அவர் கடுக்கன்களைத் திருடியவரிடம்  கடுமையாக நடந்து கொள்ளவில்லை.  மாறாக, அவருக்கு அறிவுரை கூறி அனுப்பினார்.  அந்தத் திருடன்  தன் செயலுக்காக வெட்கப்பட்டான்.  இது வள்ளலாரின் மனிதநேயத்தைப் பற்றிய ஒரு நல்ல  எடுத்துக்காட்டு. "
  },
  {
    "description": "வள்ளலார் பசிப்பிணியை நீக்க என்ன செய்தார்?",
    "options": [
      "வறுமை ஒழிப்புப் போராட்டங்களைத் தொடங்கினார்.",
      "பணக்காரர்களிடம் பணம் கேட்டு உணவு வழங்கினார்.",
      "வடலூரில் சத்திய தருமச்சாலையைத் தொடங்கி எல்லாருக்கும் உணவளித்தார்.",
      "மக்களைக் கொண்டு உணவு சமைக்கச் செய்து வழங்கினார்."
    ],
    "answer": "C",
    "additional_context": "வள்ளலார் மக்களின்  பசிப்பிணியைக் கண்டு  மனம் வருந்தினார்.  அதை  நீக்க விரும்பினார்.  அவர் தன்  முயற்சியால்   வடலூரில் சத்திய தருமச்சாலையைத் தொடங்கி  எல்லாருக்கும் உணவளித்தார்.  இன்றும்  அந்தச் சத்திய தருமச்சாலை  தொடர்ந்து இயங்கி வருகிறது.  இது வள்ளலாரின் மனிதநேயத்தைப் பற்றிய  மற்றொரு நல்ல எடுத்துக்காட்டு. "
  }
]
