
[
  {
    "description": "“முளையிலே விளையும் தெரியும் ___” என்ற வரியில் உள்ள இடைவெளியில் பொருத்தமான சொல் எது?",
    "options": [
      "பயிர்",
      "கல்வி",
      "காமராசர்",
      "திறந்த"
    ],
    "answer": "a",
    "additional_context": "நாம் விதைத்து வளர்க்கும் பயிர் முளையிலேயே எப்படி விளையும் என்பது நமக்குத் தெரியும். அதேபோல் நம்மைச் சுற்றியுள்ளவர்களுக்கு நாம் என்ன பயிற்சி அளிக்கிறோம் என்பது  நமக்குத் தெரியும்"
  },
  {
    "description": "'கல்விக்கண் திறந்த காமராசர்' என்ற தொடரில் எத்தனை எழுத்துக்கள் உள்ளன?",
    "options": [
      "14",
      "15",
      "16",
      "17"
    ],
    "answer": "c",
    "additional_context": "கல்விக்கண் திறந்த காமராசர் என்ற சொல் 16 எழுத்துக்களைக் கொண்டுள்ளது. இதில் கல்வி, கண், திறந்த, காமராசர் என நான்கு சொற்கள் உள்ளன. இந்த நான்கு சொற்களையும் ஒன்றிணைத்து ஒரு தொடரை உருவாக்கியுள்ளனர்."
  },
  {
    "description": "“ஆக்குவோம் ___ கல்லாமையை” என்ற வரியில் உள்ள இடைவெளியில் பொருத்தமான சொல் எது?",
    "options": [
      "இல்லாமை",
      "கல்வி",
      "திறந்த",
      "காமராசர்"
    ],
    "answer": "a",
    "additional_context": "கல்வி அறிவு இல்லாமை கல்லாமையாகும். இதனை நாம் அனைவரும் நீக்கி நம்மை வளர்ச்சிப்பாதையில் கொண்டு செல்ல வேண்டும். அதற்கு கல்வியே துணை"
  },
  {
    "description": "'கல்விக்கண் திறந்த காமராசர்' என்ற தொடரிலிருந்து உருவாக்கக்கூடிய சொல் எது?",
    "options": [
      "கண்",
      "காமம்",
      "ராசா",
      "திறன்"
    ],
    "answer": "a",
    "additional_context": "கல்விக்கண் திறந்த காமராசர் என்ற தொடரிலிருந்து  'கண்' என்ற சொல்லை உருவாக்கலாம். ஏனெனில் இந்த சொல் இந்த தொடரில் தனிப்பட்ட சொல்லாக உள்ளது."
  },
  {
    "description": "“LD ண் L ப ம் அ ற தி க ந் கி ச கி பி ம் து O ங் தெ ன் ற ல் ங் கு ள் LD ஞ் ச ள்” என்ற கட்டத்தில் வட்டமிடப்பட வேண்டிய இன எழுத்துச் சொல் எது?",
    "options": [
      "ங்",
      "ன்",
      "ள்",
      "ம்"
    ],
    "answer": "a",
    "additional_context": "இந்தக் கட்டத்தில் இன எழுத்துச் சொற்களாக ங், ன், ள், ம் ஆகியவை உள்ளன. இவற்றில் ங்  என்ற இன எழுத்துச் சொல் மட்டுமே இருமுறை  இருக்கிறது. மற்ற எல்லா இன எழுத்துச் சொற்களும் ஒரு முறை மட்டுமே உள்ளன."
  }
]
