[
          
  {
    
          "description": "“தொடுதிரை” என்ற சொல்லின் ஆங்கிலப் பெயர் எது?",
          "options": [
      "Voice Search",
      "Touch Screen",
      "Internet",
      "Search engine"
    ],
    "answer": "B",
    
          "additional_context": "தொடுதிரை என்பது நம்மால் தொட்டு இயக்கக்கூடிய ஓர்  மின்னணுத் திரை. தொடுதிரை  என்பது ஒரு வகையான உள்ளீட்டுச் சாதனம். இதன் மூலம் நம்மால் நேரடியாக ஓர்  மின்னணுச் சாதனத்தை இயக்க முடியும்.  மொபைல் போன், டேப்லெட், கணினி போன்ற பல சாதனங்களில் தொடுதிரை பயன்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது 'மை' என்னும் எழுத்தில் முடியும்?",
          "options": [
      "மலை",
      "வானம்",
      "மழை",
      "மண்"
    ],
    "answer": "C",
    
          "additional_context": "'மை' என்னும் எழுத்தில் முடியும் சொற்களை நாம்  திரட்ட வேண்டும். மேலே கொடுக்கப்பட்ட சொற்களில்  'மழை'  என்ற சொல் மட்டும் 'மை' யில் முடிகிறது.  'மை' என்னும் எழுத்தில் முடியும் வேறு சொற்களை நீங்களும்  தேடிப் பாருங்கள்.  எனக்குத் தெரிந்த சில சொற்கள்  :  கை,  நினை,  கிளை,  பூவை"
          }
        ,
          
  {
    
          "description": "'பதிற்றுப்பத்து' என்ற சொல்லில் உள்ள எழுத்துகளைக் கொண்டு உருவாக்க முடியாத சொல் எது?",
          "options": [
      "பத்து",
      "பதி",
      "பட்டு",
      "பத்தி"
    ],
    "answer": "C",
    
          "additional_context": "பதிற்றுப்பத்து என்ற சொல்லில் உள்ள எழுத்துகளைக் கொண்டு புதிய சொற்களை உருவாக்க வேண்டும்.   'பத்து', 'பதி', 'பத்தி'  என்ற சொற்களை 'பதிற்றுப்பத்து' என்ற சொல்லில் உள்ள எழுத்துகளைக் கொண்டு உருவாக்க முடியும். 'பட்டு' என்ற சொல்லை உருவாக்க முடியாது.  'பதிற்றுப்பத்து' என்ற சொல்லில்  'பட்டு'  என்ற எழுத்துக்கள் இல்லை."
          }
        ,
          
  {
    
          "description": "'நூல்' மற்றும் 'கண்' என்ற இரண்டு சொற்களை இணைத்து ఏర్పడும் புதிய சொல் எது?",
          "options": [
      "கண்நூல்",
      "நூல்கண்",
      "கண்ணூல்",
      "நூற்கண்"
    ],
    "answer": "A",
    
          "additional_context": "இரண்டு சொற்களை இணைத்து புதிய சொற்களை உருவாக்க வேண்டும்.  நூல் + கண்  =   கண்நூல்.  இதுவே சரியான விடை.  இதுபோல இன்னும் புதிய சொற்களை நீங்களும் உருவாக்க முயற்சி செய்யுங்கள்."
          }
        ,
          
  {
    
          "description": "'___ இல்லாதது தமிழ்' என்ற தொடரில் உள்ள வெற்றிடத்தை நிரப்புக.",
          "options": [
      "உணர்வு",
      "ஈடு",
      "இனிமை",
      "ஊக்கம்"
    ],
    "answer": "A",
    
          "additional_context": "'___ இல்லாதது தமிழ்' என்ற தொடரில் உள்ள வெற்றிடத்தை நிரப்ப  வேண்டும்.  இந்தத் தொடர் தமிழின்  உணர்வுப் பெருமையைக்  குறிப்பிடுகிறது.  எனவே  இந்த வெற்றிடத்தை  'உணர்வு'  என்று நிரப்பினால்  தொடர் பொருள்படும்."
          }
        ]