[
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது மனிதநேயத்தின் சிறப்பைப் பற்றிப் பேசும் புறநானூற்று அடிகள்?",
          "options": [
      "தமக்கென முயலா நோன்றாள் - பிறர்க்கென முயலுநர் உண்மையானே",
      "மெய்ம்மை இல்லாது ஆயினும் மெய்க்கருத்து உடையோர் வாழ்வர்",
      "வானவர் தாள் உறவு கொண்ட அறம் போல வார்த்தை வழக்கு",
      "பொய்ம்மை இல்லாது ஆயினும் பொய்யராய் நிற்கும் உலகம்"
    ],
    "answer": "A",
    
          "additional_context": "மனிதநேயத்தின் சிறப்பை பற்றிப் பேசும் புறநானூற்று அடிகள் “தமக்கென முயலா நோன்றாள் - பிறர்க்கென முயலுநர் உண்மையானே” என்பதை உணர்த்துகின்றன."
          }
        ,
          
  {
    
          "description": "வள்ளலார் இளம் வயதில் ஒருவன் தனது கடுக்கன்களை எடுத்துக்கொள்ள முயன்ற போது அவருடைய மனிதநேயம் எப்படி வெளிப்பட்டது?",
          "options": [
      "அவரைப் பிடித்து காவல்துறையில் ஒப்படைத்தார்",
      "அவரைத் திட்டித் துரத்தினார்",
      "அவன் ஏழை என்பதால் அவனுக்கு பணம் கொடுத்தார்",
      "இரண்டு கடுக்கன்களையும் எடுத்துக்கொள்ள அனுமதித்து, அவன் செயல் தவறு என்று விளக்கினார்"
    ],
    "answer": "D",
    
          "additional_context": "வள்ளலார் தம் இளம் வயதில் ஒருநாள் நடந்து வந்து கொண்டிருந்தார். நீண்ட தூரம் நடந்ததால் களைப்பு ஏற்பட்டது. எனவே ஓய்வெடுக்க விரும்பினார். வழியில் சத்திரம் ஒன்று இருந்தது. அதன் திண்ணையில் படுத்து உறங்கினார். அப்போது ஒருவன் அங்கு வந்தான். படுத்திருந்த வள்ளலாரின் காதில் கடுக்கன் இருப்பதைக் கண்டான். அதனைத் தனதாக்கிக் கொள்ள முடிவெடுத்தான். தங்கக்கடுக்கனை மெதுவாகக் கழற்றினான். அவனது செயலை அறிந்தும் வள்ளலார் கண் மூடியபடியே படுத்திருந்தார். ஒரு கடுக்கனைக் கழற்றியவுடன், மறுகாதில் உள்ள கடுக்கனை அவன் கழற்றுவதற்கு ஏதுவாகத் திரும்பிப் படுத்தார். அவன் அதையும் கழற்றிக் கொண்டு, அந்த இடத்தைவிட்டு அகன்று செல்ல முற்பட்டான். அப்போது வள்ளலார் மென்மையான குரலில், 'அப்பா, இவை இரண்டும் தங்கக்கடுக்கன்கள். குறைந்த விலைக்கு விற்றுவிடாதே! மேலும், ஒரு கடுக்கனுடன் சென்றால் உன்னைத் திருடன் என எளிதாகக் கண்டுபிடித்து விடுவார்கள். எனவேதான் இரண்டு கடுக்கன்களையும் நீ எடுத்துக் கொள்வதற்கு வாய்ப்பாகத் திரும்பிப் படுத்தேன்' என்றார். வள்ளலார் கூறியதைக் கேட்ட அவன் வெட்கித் தலைகுனிந்தான்."
          }
        ,
          
  {
    
          "description": "'வாடிய பயிரைக் கண்ட போதெல்லாம் வாடினேன்' - வள்ளலாரின் இந்த வாசகம் என்ன உணர்த்துகிறது?",
          "options": [
      "வள்ளலார் பயிர்களை மிகவும் நேசித்தார்",
      "வள்ளலார் பிறரின் துன்பத்தை தனது துன்பமாக கருதினார்",
      "வள்ளலார் விவசாயத்தை மிகவும் விரும்பினார்",
      "வள்ளலார் பசியால் வாடுவதைப் பார்த்து மனம் வருந்தினார்"
    ],
    "answer": "B",
    
          "additional_context": "வள்ளலார் மக்களின் பசிப்பிணியைக் கண்டு உள்ளம் வாடினார். அதனை நீக்க விரும்பினார். தம் பெருமுயற்சியால் வடலூரில் சத்திய தருமச்சாலையைத் தொடங்கி எல்லாருக்கும் உணவளித்தார். பசித்தோருக்கு உணவு வழங்கும் வள்ளலாரின் மனிதநேயச் செயல் வடலூரில் இன்றும் தொடர்ந்து நடைபெற்று வருகிறது. 'வாடிய பயிரைக் கண்ட போதெல்லாம் வாடினேன்' என்பது வள்ளலாரின் புகழ்பெற்ற வாசகம். இது அவரது மனிதநேயத்தை மிகவும் பிரதிபலிக்கிறது."
          }
        ,
          
  {
    
          "description": "அன்னை தெரசா  சாலையோரத்தில் படுத்திருந்த மூதாட்டிக்கு என்ன நோய் இருந்தது?",
          "options": [
      "தலைவலி",
      "காய்ச்சல்",
      "தொழுநோய்",
      "சளி"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு நாள் அன்னை தெரசா சாலையின் ஓரமாக நடந்து சென்றார். அப்போது வழியில் மூதாட்டி ஒருவர் சாலையின் ஓரம் படுத்திருந்தார். அவர் முகத்தைத் துணியால் மூடி இருந்தார். ஒரு கையால் பூனைக் குட்டியை அணைத்துக் கொண்டு இருந்தார். அன்னை தெரசா அவரின் அருகில் சென்று உற்றுநோக்கினார். தொழுநோயின் கடுமையால் உண்டான வேதனை மூதாட்டியின் முகத்தில் தெரிந்தது. கைகளில் விரல்கள் இல்லை."
          }
        ,
          
  {
    
          "description": "கைலாஷ் சத்யார்த்தி குழந்தைகளின் கல்வி உரிமைக்காக எத்தனை நாடுகளில் பயணம் செய்தார்?",
          "options": [
      "10",
      "100",
      "103",
      "1000"
    ],
    "answer": "C",
    
          "additional_context": "கைலாஷ் சத்யார்த்தி சிறு வயதில் தினமும் பள்ளிக்கூடம் செல்லும் பொழுது சாலையோரத்தில் ஒரு சிறுவனைக் காண்பார். அவன் தன் தந்தையுடன் அமர்ந்து வேலை செய்து கொண்டு இருப்பான். ஏன் அந்தச் சிறுவன் தன்னைப் போல் பள்ளிக்கு வரவில்லை என்ற கேள்வி அவர் உள்ளத்தில் உறுத்திக் கொண்டே இருந்தது. தம் ஆசிரியரிடமும் பெற்றோரிடமும் இக்கேள்வியைக் கேட்டார். 'பணம் இல்லாததால் அச்சிறுவன் பள்ளிக்கு வரவில்லை. வீட்டின் உணவுத் தேவையை நிறைவு செய்யப் பணம் வேண்டும். எனவே அவன் பணம் ஈட்ட வேலை பார்க்கிறான்' என்ற பதில் கிடைத்தது. அந்தப் பதில் அவருக்கு மிகுந்த மன வருத்தத்தைக் கொடுத்தது. அவரின் மனித நேயம் பிற்காலத்தில் அவரைப் பள்ளி செல்லாத குழந்தைகள் மேல் பரிவு கொள்ள வைத்தது. அதற்காக அவர் குழந்தைகளைப் பாதுகாப்போம் என்னும் இயக்கத்தைத் தொடங்கினார். அந்த இயக்கத்தின் மூலம் குழந்தைத் தொழிலாளர் முறையை ஒழிக்கப் பாடுபட்டு வருகிறார். கடந்த முப்பது ஆண்டுகளில் எண்பத்து ஆறாயிரம் குழந்தைத் தொழிலாளர்களை மீட்டுள்ளார். உலகக் குழந்தைகள் கல்வி உரிமைக்காக 103 நாடுகளில் 80,000 கி.மீ தூரம் நடைப்பயணம் சென்றுள்ளார். குழந்தைகளின் கல்வி மற்றும் உரிமைக்காக நாடு கடந்து பரப்புரை ஆற்றி வருகிறார்."
          }
        ]