
[
  {
    "description": "நெல்லை சு.முத்து அவர்கள் எந்த அறிவியல் துறையில் சிறந்து விளங்கினார்கள்?",
    "options": [
      "அ) மருத்துவம்",
      "ஆ) இயற்பியல்",
      "இ) வேதியியல்",
      "ஈ) விண்வெளி அறிவியல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நெல்லை சு.முத்து அவர்கள் விண்வெளி அறிவியலில் சிறந்து விளங்கினார்கள். இவர் விக்ரம் சாராபாய் விண்வெளி மையம், சதீஷ்தவான் விண்வெளி மையம், இந்திய விண்வெளி மையம் ஆகிய நிறுவனங்களில் பணியாற்றியவர். அறிவியல் கவிதைகள், கட்டுரைகள் பலவற்றைப் படைத்துள்ளார். எண்பதுக்கும் மேற்பட்ட நூல்களை எழுதி வெளியிட்டுள்ளார். "
  },
  {
    "description": "மதிப்பீட்டில் கொடுக்கப்பட்டுள்ள கேள்விக்கு \"ஔடதம்\" தவிர வேறு எந்த விடை சரியாக இருக்கலாம்?",
    "options": [
      "அ) இனிப்பு",
      "ஆ) உணவு",
      "இ) உடை",
      "ஈ)  இவை எதுவும் இல்லை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மனிதர்களுக்கு உடல் நலம் பாதிக்கப்படும் போது, மருத்துவர்கள்  ஔடதம் அல்லது மருந்துகளைப் பரிந்துரைப்பார்கள்.  உணவும்  நோய்களைத் தடுக்கவும், உடல்நலத்தை மேம்படுத்தவும்  முக்கியமானது."
  },
  {
    "description": "மேற்கண்ட எதிர்ச்சொல் ஜோடிகளில் எது அறிவியல் சிந்தனையுடன் தொடர்புடையது?",
    "options": [
      "அ) அணுகு - விலகு",
      "ஆ) ஐயம் - தெளிவு",
      "இ) ஊக்கம் - சோர்வு",
      "ஈ) உண்மை - பொய்மை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அறிவியல் சிந்தனை என்பது கேள்விகளைக் கேட்டு, ஆராய்ந்து,  உண்மையைக் கண்டறிவதற்கான ஒரு முறை. ஐயம் என்பது கேள்வி கேட்பதற்கான ஆரம்பம், தெளிவு என்பது  கண்டறியப்பட்ட உண்மையான விடை.  "
  },
  {
    "description": "மேற்கண்ட வரிகளின் சரியான வரிசையைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "அ) 1, 4, 3, 2",
      "ஆ) 3, 2, 1, 4",
      "இ) 4, 1, 2, 3",
      "ஈ) 1, 3, 2, 4"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "அறிவியல் ஆய்வு என்பது  ஒரு  சீரான வழிமுறையைப் பின்பற்றி  நடத்தப்படும் செயல்.  முதலில் ஒரு  கேள்வியை எழுப்ப வேண்டும் (1).  பிறகு  அதற்கான  விடை அல்லது  தகவலைத் தேடி கண்டுபிடிக்க வேண்டும் (3).  பின்னர்  கண்டறியப்பட்ட தகவலை  ஆராய்ந்து, உறுதிப்படுத்த வேண்டும் (2).  இறுதியாக, கண்டறிந்த  உண்மையை வெளிப்படுத்த வேண்டும் (4).  "
  },
  {
    "description": "\"அறிவியல் சிந்தனை கொள்\" பகுதியில் உள்ள வரிகளில் எது அறிவியல் ஆய்வைப் பற்றிய ஆர்வத்தைக் குறிக்கிறது?",
    "options": [
      "a) ஆய்வில் மூழ்கு",
      "b) ஈடுபாட்டுடன் அணுகு",
      "c) உண்மை கண்டறி",
      "d) ஊக்கம் வெற்றிதரும்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அறிவியல் ஆய்வு என்பது  ஒரு   கடினமான  செயல்.  இதில்  ஈடுபாடு  மற்றும்  ஆர்வம்  அதிகமாக இருக்க வேண்டும்.  ஈடுபாடுடன்  அணுகினால்  மட்டுமே  அறிவியல்  ஆய்வில்  வெற்றி  பெற  முடியும்.  "
  }
]
