
[
  {
    "description": "பின்வரும் பாடல் வரிகளில் பயன்படுத்தப்பட்டுள்ள அணியை கண்டறியவும்:\n\n> \"தோட்டத்தில் மேயுது வெள்ளைப்பசு - அங்கே\n> துள்ளிக் குதிக்குது கன்றுக்குட்டி\n> அம்மா என்குது வெள்ளைப்பசு - உடன்\n> அண்டையில் ஓடுது கன்றுக்குட்டி\n> நாவால் நக்குது வெள்ளைப்பசு \n> பாலை\n> நன்றாய்க் குடிக்குது கன்றுக்குட்டி\"\n\n  விருப்பங்கள்:\n\n  a) இயல்பு நவிற்சி அணி\n  b) உயர்வு நவிற்சி அணி\n  c) உவமை அணி\n  d) எதுமை அணி",
    "options": [
      "a) இயல்பு நவிற்சி அணி",
      "b) உயர்வு நவிற்சி அணி",
      "c) உவமை அணி",
      "d) எதுமை அணி"
    ],
    "answer": "a",
    "additional_context": "இயல்பு நவிற்சி அணி என்றால் என்ன? இயல்பை உள்ளது உள்ளபடியே அழகுடன் கூறுவது இயல்பு நவிற்சி அணி ஆகும். மேலே உள்ள பாடல் வரிகளில் பசுவும் கன்றும் ஒன்றுடன் ஒன்று கொஞ்சி விளையாடுவதை இயல்பாக எடுத்துக் கூறியுள்ளார். எனவே இது இயல்பு நவிற்சி அணி ஆகும். "
  },
  {
    "description": "பின்வரும் வரிகளில் எது உயர்வு நவிற்சி அணியைப் பயன்படுத்தி இயல்பை மிகைப்படுத்தி கூறுகிறது?",
    "options": [
      "a) \"ஆறு சக்கரம் நூறு வண்டி\n  அழகான ரயிலு வண்டி\"",
      "b) \"வெந்நீரில் குளித்தால்\n  மேலே கருக்குமென்று\"",
      "c) \"மாடு கன்னு இல்லாமத்தான்\n  மாயமாத்தான் ஓடுது\"",
      "d) \"நாவால் நக்குது வெள்ளைப்பசு \n  பாலை\""
    ],
    "answer": "b",
    "additional_context": "உயர்வு நவிற்சி அணி என்றால் என்ன? ஒரு பொருளின் இயல்பை மிகைப்படுத்தி அழகுடன் கூறுவது உயர்வு நவிற்சி அணி ஆகும். மேலே உள்ள விருப்பங்களில் b) வெந்நீரில் குளித்தால் மேலே கருக்குமென்று என்ற வரிகளில் வெந்நீரில் குளித்தால் மேலே கருக்கும் என்ற இயல்பு மிகைப்படுத்தி கூறப்பட்டுள்ளது. "
  },
  {
    "description": "ஒரு கவிஞர் தனது கருத்தை எளிதில் புரியும் வகையில் சுவையாகச் சொல்வதற்கு உதவும் நுட்பம் எது?",
    "options": [
      "a) சொல்லாட்சி ",
      "b) அணி",
      "c) இலக்கணம்",
      "d) கற்பனை"
    ],
    "answer": "b",
    "additional_context": "கவிஞர்கள் தங்களின் கற்பனைத் திறத்தாலும் புலமையாலும் தாங்கள் இயற்றும் பாடல்களில் அழகைச் சேர்க்கின்றனர். இதனை விளக்குவது அணி இலக்கணம் ஆகும். அணி என்பதற்கு அழகு என்பது பொருள். கவிஞர் தமது கருத்தைச் சுவையோடு சொல்வதற்கு உதவுவது அணி. மருந்தைத் தேனில் கலந்து கொடுப்பது போல் கருத்துகளைச் சுவைபடக் கூறுவது அணியாகும்."
  },
  {
    "description": "கவிமணி தேசிக விநாயகனாரின் பாடல் வரிகளில் காணப்படும் அணி இயல்பை எவ்வாறு வெளிப்படுத்துகிறது?",
    "options": [
      "a) மிகைப்படுத்தல் மூலம்",
      "b) ஒப்பீடு மூலம்",
      "c) உள்ளதை உள்ளவாறே கூறுதல் மூலம்",
      "d) கேள்வி மூலம்"
    ],
    "answer": "c",
    "additional_context": "கவிமணி தேசிக விநாயகனாரின் பாடல் வரிகளில் காணப்படும் அணி இயல்பை உள்ளதை உள்ளவாறே கூறுவதன் மூலம் வெளிப்படுத்துகிறது. இந்த பாடல் வரிகளில் பசுவும் கன்றும் ஒன்றுடன் ஒன்று கொஞ்சி விளையாடுவதை இயல்பாக எடுத்துக் கூறியுள்ளார். எனவே இது இயல்பு நவிற்சி அணி ஆகும். "
  },
  {
    "description": "\"ஆகாச கங்கை அனல் உறைக்குமென்று\" என்ற வரியில் எது உயர்வு நவிற்சியை வெளிப்படுத்துகிறது?",
    "options": [
      "a) ஆகாச கங்கை",
      "b) அனல் உறைக்குமென்று",
      "c) கங்கை",
      "d) உறைக்குமென்று"
    ],
    "answer": "b",
    "additional_context": "உயர்வு நவிற்சி அணி என்பது ஒரு பொருளின் இயல்பை மிகைப்படுத்தி அழகுடன் கூறுவது.  \"ஆகாச கங்கை அனல் உறைக்குமென்று\" என்ற வரியில் ஆகாச கங்கை அனல் உறைக்குமென்று என இயல்பை மிகைப்படுத்திக் கூறியுள்ளார். எனவே இது உயர்வு நவிற்சி அணி ஆகும்."
  }
]
