[
          
  {
    
          "description": "தமிழ் மொழியில், ஒரு சொல் எப்படி உருவாகிறது?",
          "options": [
      "அ) ஒரு எழுத்து மட்டும் இருந்தாலும் பொருள் தரும்.",
      "ஆ) இரண்டு அல்லது அதற்கு மேற்பட்ட எழுத்துகள் தொடர்ந்து வரும்போது மட்டுமே பொருள் தரும்.",
      "இ) தனித்து நின்று பொருள் தரக்கூடிய எழுத்துகள் இல்லை.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "தமிழ் மொழியில் சில எழுத்துகள் தனித்து நின்று பொருள் தரும். ஒன்றுக்கு மேற்பட்ட எழுத்துகள் தொடர்ந்து வந்தும் பொருள் தரும். இவ்வாறு பொருள் தருபவை சொல் எனப்படும். உதாரணமாக, ஈ, பூ, மை, கல், கடல், தங்கம் ஆகியவை தனி எழுத்துகளாக இருந்தாலும், தனித்து நின்று பொருள் தரும். இரண்டு அல்லது அதற்கு மேற்பட்ட எழுத்துகள் தொடர்ந்து வந்தும் பொருள் தரும். எடுத்துக்காட்டாக, 'மரம்', 'பூக்கள்', 'கடல்' போன்றவை. எனவே, ஒரு எழுத்து மட்டும் இருந்தாலும் பொருள் தரும், இரண்டு அல்லது அதற்கு மேற்பட்ட எழுத்துகள் தொடர்ந்து வந்தும் பொருள் தரும் என்பதை நாம் புரிந்துகொள்ள முடியும்."
          }
        ,
          
  {
    
          "description": "தமிழில் உள்ள சொல் வகைகளை எந்த அடிப்படையில் வகைப்படுத்தப்படுகிறது?",
          "options": [
      "அ) பொருள் அடிப்படையில்",
      "ஆ) இலக்கண அடிப்படையில்",
      "இ) எழுத்துக்களின் எண்ணிக்கை அடிப்படையில்",
      "ஈ) உச்சரிப்பு அடிப்படையில்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "தமிழில் உள்ள சொற்கள் இலக்கண அடிப்படையில் நான்கு வகைப்படும். அவை பெயர்ச்சொல், வினைச்சொல், இடைச்சொல், உரிச்சொல் ஆகியவை. பெயர்ச்சொல் என்பது ஒன்றன் பெயரைக் குறிக்கும் சொல். உதாரணமாக, பாரதி, பள்ளி, காலை, கண், நன்மை, ஓடுதல் ஆகியவை பெயர்ச்சொற்கள். வினைச்சொல் என்பது செயலைக் குறிக்கும் சொல். உதாரணமாக, வா, போ, எழுது, விளையாடு ஆகியவை வினைச்சொற்கள். இடைச்சொல் என்பது பெயர்ச்சொல்லையும் வினைச்சொல்லையும் சார்ந்து வரும் சொல். இது தனித்து இயங்காது. உதாரணமாக, உம், தந்தையும் தாயும், மற்று, மற்றொருவர், ஐ, ஆகியவை இடைச்சொற்கள். உரிச்சொல் என்பது பெயர்ச்சொல், வினைச்சொல் ஆகியவற்றின் தன்மையை மிகுதிப்படுத்த வருவது. உதாரணமாக, மா, சால, மாநகரம், சாலச்சிறந்தது ஆகியவை உரிச்சொற்கள். இவ்வாறு இலக்கண அடிப்படையில் சொற்களை வகைப்படுத்துவதன் மூலம் தமிழ் மொழியின் வளம் மற்றும் இலக்கண நுணுக்கங்களை நாம் நன்கு புரிந்துகொள்ள முடியும்."
          }
        ,
          
  {
    
          "description": "பின்வரும் தொடரில் உள்ள இடைச்சொல் எது?",
          "options": [
      "வளவன்",
      "தங்கை",
      "மாநகரப்",
      "ஏறினர்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தொடரில் உள்ள 'மாநகரப்' என்பது இடைச்சொல் ஆகும். இது 'மாநகரம்' என்ற பெயர்ச்சொல்லை 'பேருந்து' என்ற பெயர்ச்சொல்லுடன் இணைத்துப் பயன்படுத்தப்பட்டுள்ளது. இடைச்சொல் பெயர்ச்சொல்லையும் வினைச்சொல்லையும் சார்ந்து வரும் சொல் ஆகும். இது தனித்து இயங்காது. இந்த தொடரில் 'மாநகரப்' என்ற இடைச்சொல் பெயர்ச்சொல் 'மாநகரம்' மற்றும் 'பேருந்து' என்ற பெயர்ச்சொல்லை இணைத்து 'மாநகரப் பேருந்து' என்று குறிப்பிடுகிறது. இது இடைச்சொல்லின் ஒரு முக்கியமான பயன்பாடு ஆகும்."
          }
        ,
          
  {
    
          "description": "'நாள்தோறும் திருக்குறளைப் படி' என்ற தொடரில் உள்ள வினைச்சொல் எது?",
          "options": [
      "நாள்தோறும்",
      "திருக்குறளை",
      "படி",
      "என்ற"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தொடரில் உள்ள 'படி' என்ற சொல் வினைச்சொல் ஆகும். ஏனெனில் 'படி' என்ற சொல் 'திருக்குறளை' என்ற பெயர்ச்சொல்லை செயலைக் குறிக்கிறது. வினைச்சொல் என்பது செயலைக் குறிக்கும் சொல் ஆகும். இது ஒரு செயல், நிகழ்வு அல்லது நிலையை வெளிப்படுத்தும். இந்த தொடரில் 'படி' என்ற வினைச்சொல் 'திருக்குறளை' என்ற பெயர்ச்சொல்லைப் பயன்படுத்தி செயலைக் குறிக்கிறது. இது வினைச்சொல்லின் முக்கியமான ஒரு பயன்பாடு ஆகும்."
          }
        ,
          
  {
    
          "description": "'ஏழைக்கு உதவுதல் சாலச்சிறந்தது' என்ற தொடரில் உள்ள உரிச்சொல் எது?",
          "options": [
      "ஏழைக்கு",
      "உதவுதல்",
      "சாலச்சிறந்தது",
      "என்றார்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தொடரில் உள்ள 'சாலச்சிறந்தது' என்ற சொல் உரிச்சொல் ஆகும். உரிச்சொல் என்பது பெயர்ச்சொல் அல்லது வினைச்சொல்லின் தன்மையை மிகுதிப்படுத்த வருவது. இது பெயர்ச்சொல் அல்லது வினைச்சொல்லின் குணம் அல்லது நிலையை விவரிக்கும். இந்த தொடரில் 'சாலச்சிறந்தது' என்ற சொல் 'உதவுதல்' என்ற வினைச்சொல்லின் தன்மையை மிகுதிப்படுத்தி, 'உதவுதல்' என்பது ஒரு சிறந்த செயல் என்பதை வலியுறுத்துகிறது. இது உரிச்சொல்லின் ஒரு முக்கியமான பயன்பாடு ஆகும்."
          }
        ]