
[
  {
    "description": "பாரதிதாசன் \"தமிழுக்கு நிலவென்று பேர்!\" என்கிறார். இதன் பொருள் என்ன?",
    "options": [
      "தமிழ் மொழி மிகவும் பிரகாசமானது.",
      "தமிழ் மொழி சமூக வளர்ச்சிக்கு நீர் போன்றது.",
      "தமிழ் மொழி மிகவும் அழகானது.",
      "தமிழ் மொழி இரவில் பிரகாசிக்கிறது."
    ],
    "answer": "B",
    "additional_context": "பாரதிதாசன் \"தமிழுக்கு நிலவென்று பேர்!\" என்கிறார். இங்கு \"நிலவு\"  என்பது எல்லா உயிர்களுக்கும்  அடிப்படையான நீரை குறிக்கிறது.  நிலா இல்லாமல் வாழ்வு இல்லை.  அதேபோல் தமிழ் மொழி இல்லாமல் சமூக வளர்ச்சி இல்லை என்பதை பாரதிதாசன்  இந்த வரியின் மூலம்  எடுத்துரைக்கிறார்."
  },
  {
    "description": "பாடலில் \"நிருமித்த ஊர்\" என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
    "options": [
      "இன்பத்தமிழ் பிறந்த ஊர்",
      "தமிழ் மொழி நிறைந்த ஒரு ஊர்",
      "தமிழர்கள் வாழும் ஊர்",
      "தமிழ் மொழியால் வாழ்வுக்கு உருவான ஊர்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடலில் \"நிருமித்த ஊர்\" என்ற சொற்றொடர்  தமிழ் மொழியின்  மகத்துவத்தை விளக்கும் வகையில் பயன்படுத்தப்பட்டுள்ளது.  தமிழ்  மொழியின் வழியாகவே வாழ்வு  உருவாகிறது.  தமிழ்  மொழியின் மூலமே  வாழ்க்கைக்கு  தேவையான எல்லாம் கிடைக்கிறது.   எனவே  தமிழ் மொழியால் வாழ்வுக்கு  உருவான ஊரை  குறிக்கிறது  \"நிருமித்த ஊர்\"  என்ற சொற்றொடர்."
  },
  {
    "description": "பாரதிதாசன் தமிழுக்கு எந்தப் பெயரை இல்லையா என்று கேள்வி எழுப்புகிறார்?",
    "options": [
      "மணம்",
      "அமுது",
      "வான்",
      "கடல்"
    ],
    "answer": "D",
    "additional_context": "பாடலின் முதல் வரியில் \"தமிழுக்கும் அமுதென்று பேர்!\" என்கிறார் பாரதிதாசன்.  இந்த வரியில் தமிழ் மொழிக்கு \"அமுது\" என்ற பெயர்  உண்டு  என்பதைத் தெளிவாக  குறிப்பிடுகிறார்.  அடுத்தடுத்த வரிகளில் தமிழுக்கு \"நிலவு\", \"மணம்\", \"வான்\" என்று  பெயர்கள்  இருப்பதாகவும்  சொல்கிறார்.  ஆனால்  கடல் என்ற பெயர் இல்லையா  என்று கேள்வி எழுப்புகிறார் பாரதிதாசன்.  இந்த கேள்வி  தமிழ் மொழிக்கு  எத்தனையோ  பெயர்கள்  இருப்பதாகவும்  அவை எல்லாம்  மிகவும்  சிறப்பானவை என்பதையும்  உணர்த்துகிறது."
  },
  {
    "description": "\"தமிழ் எங்கள் இளமைக்குப் பால்!\" என்கிறார் பாரதிதாசன். இது எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழி இளமையைக் காப்பாற்றுகிறது.",
      "தமிழ் மொழி இளமைக்குத் தேவையான ஊட்டத்தை அளிக்கிறது.",
      "தமிழ் மொழி இளமைக்காலத்தில் கற்க வேண்டியது.",
      "தமிழ் மொழி இளமை பருவத்தில் மிகவும் இனிமையாக இருக்கும்."
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில் \"தமிழ் எங்கள் இளமைக்குப் பால்!\"  என்று குறிப்பிடுவது  மிகவும்  முக்கியமானது.  பால்  குழந்தைகளுக்கு ஊட்டத்தை  அளித்து வளர்க்கிறது.  அதேபோல்  தமிழ் மொழி  இளமைக்கு  அறிவையும்  வாழ்வையும்  அளிக்கிறது  என்பதை  உணர்த்துகிறது  இந்த வரி.  தமிழ்  மொழி  இல்லாமல் இளமை  வளர்ச்சி  என்பது  சாத்தியமே  இல்லை."
  },
  {
    "description": "பாடலில் \"அசதி\" என்ற சொல்லுக்குப் பதிலாக வேறு எந்தச் சொல்லைப் பயன்படுத்தலாம்?",
    "options": [
      "மகிழ்ச்சி",
      "சோர்வு",
      "துன்பம்",
      "அமைதி"
    ],
    "answer": "B",
    "additional_context": "இந்த வரியில்   \"தமிழ் எங்கள் அசதிக்குச் சுடர்தந்த தேன்!\"  என்கிறார் பாரதிதாசன்.   அசதி என்றால் சோர்வு  என்பது  தெளிவாகத் தெரியும்.   அசதி  என்ற சொல்லுக்கு  பதிலாக சோர்வு  என்ற சொல்லை  பயன்படுத்தலாம்."
  }
]
