[
          
  {
    
          "description": "கணியன் அம்மாவின் குரலைக் கேட்டு திகைத்ததற்கான காரணம் என்ன?",
          "options": [
      "அம்மாவின் குரல் அந்நியமாக இருந்தது.",
      "வீட்டில் புதிய குரல் கேட்டது.",
      "அம்மா வெளியே சென்றதாக கணியன் நினைத்துக் கொண்டிருந்தான்.",
      "கணியன் ஒரு புதிய குரலைக் கேட்டதால் பயந்தான்."
    ],
    "answer": "b",
    
          "additional_context": "கணியன் பள்ளி முடிந்து வீடு திரும்பினான். அழைப்பு மணியை அழுத்தினான்.'யார் அங்கே?' வீட்டிற்குள் புதிய குரல்! அதைக் கேட்டுத் திகைத்தான். 'யாருடைய குரல் இது? அம்மாவின் குரல் போல இல்லையே!' சிந்தித்தான். அப்போது கதவு திறந்தது. உள்ளே நின்றிருந்த உருவத்தைப் பார்த்ததும் அவனுக்குள் வியப்பு!"
          }
        ,
          
  {
    
          "description": "எந்திர மனிதனைப் பற்றி கணியன் முதலில் கேட்ட கேள்வி என்ன?",
          "options": [
      "அம்மா எப்படி எந்திர மனிதனை வாங்கினார்?",
      "எந்திர மனிதன் எங்கிருந்து வந்தது?",
      "எந்திர மனிதன் அவனுடன் பேச முடியுமா?",
      "எந்திர மனிதன் என்னென்ன வேலைகள் செய்யும்?"
    ],
    "answer": "c",
    
          "additional_context": "உள்ளே வந்த கணியன் 'அம்மா யார் இது?' எனக் கேட்டான். 'இதுதான் எந்திரமனிதன். தொழில்நுட்பக் கருத்தரங்கிற்கு அப்பா போயிருந்தார் இல்லையா? அங்கிருந்து வாங்கி வந்துள்ளார். இனி இதுவும் நம் வீட்டின் உறுப்பினர்தான்' என்றார் அம்மா. 'இது என்னோடு பேசியதே!', எனக் கேட்டான் கணியன். 'ஆம் இது பேசும், பாடும், வீட்டு வேலைகள் செய்யும், படிப்பதில் உனக்கு உதவி செய்யும், என்னுடைய அலுவலக வேலைகளை முடிக்க உதவும். அப்பாவுடைய கணக்குவழக்குகளையும் முடித்துத் தரும்', என்றார் அம்மா."
          }
        ,
          
  {
    
          "description": "கணியன்  எந்திர மனிதன் உருவான வரலாற்றை அறிந்துகொள்ள ஆர்வம் காட்டியதன் மூலம் என்ன தெரியவருகிறது?",
          "options": [
      "கணியன் ஒரு சுறுசுறுப்பான சிறுவன்.",
      "கணியன் புதிய விஷயங்களை அறிய ஆர்வமாக இருக்கிறான்.",
      "கணியன் எந்திர மனிதனை நம்பிக்கை கொண்டவனாக பார்க்கிறான்.",
      "கணியன் எந்திர மனிதனைப் பற்றி ஆர்வமாக இருக்கிறான்."
    ],
    "answer": "d",
    
          "additional_context": "“அப்படியா! இதனுடன் நான் பேசிப் பார்க்கட்டுமா?” என ஆவலோடு கேட்டான். 'பேசு, பயப்படாமல் பேசு ' என்றார் அம்மா."
          }
        ,
          
  {
    
          "description": "எந்திர மனிதர்கள் மனிதர்களைப் போலவே சிந்தித்துச் செயல்பட எது உதவுகிறது?",
          "options": [
      "அவர்களிடம் உள்ள செயற்கை நுண்ணறிவு.",
      "மனிதர்களிடமிருந்து கற்ற அனுபவங்கள்.",
      "அவர்களின் உடல் உறுப்புகள்.",
      "அவர்களிடம் உள்ள சில கட்டளைகள்."
    ],
    "answer": "a",
    
          "additional_context": "'அதுதான் எங்களிடம் உள்ள செயற்கை நுண்ணறிவு.' \n'செயற்கை நுண்ணறிவா? \nஅப்படியென்றால்....?' \n'மனிதர்களாகிய நீங்கள் உங்கள் நுண்ணறிவால் செயல்படுகிறீர்கள். நாங்களும் உங்களைப் போலச் செயல்பட எங்களுக்குள் சில கட்டளைகள் வடிவமைத்து வைக்கப்பட்டு உள்ளன. இந்தச் செயற்கை நுண்ணறிவைக் கொண்டே நாங்கள் இயங்குகிறோம்.'"
          }
        ,
          
  {
    
          "description": "'டீப் புளூ' என்னும் மீத்திறன் கணினி  கேரி கேஸ்புரோவை வென்றது என்பதன் மூலம் என்ன தெரியவருகிறது?",
          "options": [
      "கேரி கேஸ்புரோவுக்கு சதுரங்கம் தெரியாது.",
      "செயற்கை நுண்ணறிவு மனிதனை விட சிறந்தது.",
      "மீத்திறன் கணினிகள் மிகவும் வலிமையானவை.",
      "சதுரங்கம் ஒரு கடினமான விளையாட்டு."
    ],
    "answer": "c",
    
          "additional_context": "'முடியும். நுண்ணறிவின் செயற்கை வலிமையை நீ அறிந்துகொள்ள வேண்டுமா? ஒரு நிகழ்ச்சியைக் கூறுகிறேன் கேள்! 1997-ஆம் ஆண்டு மே மாதம் சதுரங்கப் போட்டி ஒன்று நடைபெற்றது. அதில் உலகச் சதுரங்க வெற்றியாளர் கேரி கேஸ்புரோவ் என்பவர் கலந்து கொண்டார். ஐ.பி.எம். என்னும் நிறுவனம் உருவாக்கிய டீப் புளூ (Deep blue) என்னும் மீத்திறன் கணினி (Super Computer) அவருடன் போட்டியிட்டது. \nபோட்டியின் முடிவு என்ன தெரியுமா? ஆம், நீ நினைப்பது சரிதான். போட்டியில் டீப் புளூவே வெற்றி வாகை சூடியது”."
          }
        ]