
[
  {
    "description": "பாடலில் \"சொல்லிய ஆசார வித்து\" எனக் குறிப்பிடப்பட்டுள்ளது.  இதன் மூலம் நாம் புரிந்துகொள்ளும் முக்கியமான செய்தி எது?",
    "options": [
      "நல்லொழுக்கங்களைப் பின்பற்றுவது மனிதனுக்கு இயல்பானது.",
      "நல்லொழுக்கங்களை வளர்த்துக்கொள்வதற்கான விதைகளை நம் முன்னோர் நமக்கு அளித்துள்ளனர்.",
      "நல்லொழுக்கங்கள் அனைத்தும் பிறவியிலேயே வந்தவை.",
      "நல்லொழுக்கங்கள் நமக்குத் தானாகவே கிடைக்கும்."
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில் “சொல்லிய ஆசார வித்து” என்று குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் நல்லொழுக்கங்களை வளர்த்துக்கொள்வதற்கான விதைகளை நம் முன்னோர் நமக்கு அளித்துள்ளனர்.  இந்தப் பாடலில்  நம் வாழ்வில் நாம்  பின்பற்ற வேண்டிய எட்டு நல்லொழுக்கங்கள்  குறிப்பிடப்பட்டுள்ளன. அவை  நன்றியறிதல், ஒப்புரவு, நட்டல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி, அறிவுடைமை, பொறுமை, இன்சொல் ஆகியவை."
  },
  {
    "description": "\"ஒப்புரவு ஆற்ற அறிதல்\" எனும் வரியின் மூலம் நாம் என்ன புரிந்துகொள்ள வேண்டும்?",
    "options": [
      "அனைத்து மனிதர்களும் சமம் என்பதை உணர்ந்து நடந்துகொள்ள வேண்டும்.",
      "நம்மை விடப் பெரியவர்களுக்கு மட்டுமே மரியாதை செய்ய வேண்டும்.",
      "எல்லோருடனும் நட்புக் கொள்ள வேண்டும்.",
      "நாம் அனைவரையும் எதிர்க்க வேண்டும்."
    ],
    "answer": "A",
    "additional_context": "“ஒப்புரவு ஆற்ற அறிதல்” எனும் வரியின் மூலம் நாம் அனைத்து மனிதர்களும் சமம் என்பதை உணர்ந்து நடந்துகொள்ள வேண்டும் என்ற செய்தியைப் புரிந்துகொள்ள வேண்டும். எல்லோரையும் சமமாகப் பேணுதல் என்பது ஒப்புரவு ஆற்றல் என்பதற்கான பொருளாகும்.  இந்தப் பாடலில்  நம் வாழ்வில் நாம்  பின்பற்ற வேண்டிய எட்டு நல்லொழுக்கங்கள்  குறிப்பிடப்பட்டுள்ளன. அவை  நன்றியறிதல், ஒப்புரவு, நட்டல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி, அறிவுடைமை, பொறுமை, இன்சொல் ஆகியவை."
  },
  {
    "description": "\"இன்னாத எவ்வுயிர்க்கும் செய்யாமை\" எனும் வரி குறிப்பிடுவது  ________. ",
    "options": [
      "எல்லா உயிர்களுக்கும் மரியாதை செய்ய வேண்டும்.",
      "எந்த உயிரையும் துன்புறுத்தக் கூடாது.",
      "நமக்குத் தீங்கு செய்யும் உயிர்களைத் துன்புறுத்தலாம்.",
      "விலங்குகளை மட்டுமே பாதுகாக்க வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "“இன்னாத எவ்வுயிர்க்கும் செய்யாமை”  எனும் வரி எந்த உயிரையும் துன்புறுத்தக் கூடாது என்ற செய்தியைப் புரிந்துகொள்ள வைக்கிறது.  எல்லா உயிர்களுக்கும் மரியாதை செய்வது நல்லொழுக்கமாகும்.  இந்தப் பாடலில்  நம் வாழ்வில் நாம்  பின்பற்ற வேண்டிய எட்டு நல்லொழுக்கங்கள்  குறிப்பிடப்பட்டுள்ளன. அவை  நன்றியறிதல், ஒப்புரவு, நட்டல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி, அறிவுடைமை, பொறுமை, இன்சொல் ஆகியவை."
  },
  {
    "description": "  \"நல்லினத் தாரோடு நட்டல்\"  என்ற வரி நமக்கு  ________ கருத்தை  உணர்த்துகிறது. ",
    "options": [
      "  எல்லோருடனும் நட்பு கொள்ள வேண்டும்.",
      "நல்ல பண்புகள் கொண்டவர்களுடன் நட்புக் கொள்ள வேண்டும்.",
      "பணக்காரர்களுடன் மட்டும் நட்பு கொள்ள வேண்டும்.",
      "நாம் அனைவரையும் எதிர்க்க வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "“நல்லினத் தாரோடு நட்டல்”  எனும் வரி  நல்ல பண்புகள் கொண்டவர்களுடன் நட்பு கொள்ள வேண்டும் என்ற கருத்தைப் புரிந்துகொள்ள வைக்கிறது.  நல்ல நட்புகளைப் பெறுவது நல்லொழுக்கமாகும்.  இந்தப் பாடலில்  நம் வாழ்வில் நாம்  பின்பற்ற வேண்டிய எட்டு நல்லொழுக்கங்கள்  குறிப்பிடப்பட்டுள்ளன. அவை  நன்றியறிதல், ஒப்புரவு, நட்டல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி, அறிவுடைமை, பொறுமை, இன்சொல் ஆகியவை."
  },
  {
    "description": "  \"நன்றியறிதல்\"  என்பதற்கு  ________  என்பது பொருள். ",
    "options": [
      "பிறர் செய்த உதவியை மறந்துவிடாமல் இருத்தல்.",
      "பிறருக்கு எப்போதும் உதவி செய்வது.",
      "தன்னலம் மட்டும் கருதுதல்.",
      "பிறரின் தீய செயல்களைப் பொறுத்துக் கொள்ளுதல்."
    ],
    "answer": "A",
    "additional_context": "“நன்றியறிதல்” என்பதற்குப் பிறர் செய்த உதவியை மறந்துவிடாமல் இருத்தல் என்பது பொருளாகும்.  பிறருக்கு நாம் செய்யும் நன்றி, நல்லொழுக்கமாகும்.  இந்தப் பாடலில்  நம் வாழ்வில் நாம்  பின்பற்ற வேண்டிய எட்டு நல்லொழுக்கங்கள்  குறிப்பிடப்பட்டுள்ளன. அவை  நன்றியறிதல், ஒப்புரவு, நட்டல், இன்னாத எவ்வுயிர்க்கும் செய்யாமை, கல்வி, அறிவுடைமை, பொறுமை, இன்சொல் ஆகியவை."
  }
]
