[
          
  {
    
          "description": "'தமிழ்மொழி போல் இனிதாவது எங்கும் காணோம்' என்று கூறியவர் யார்?",
          "options": [
      "a) பாரதிதாசன்",
      "b) கண்ணதாசன்",
      "c) வாணிதாசன்",
      "d) பாரதியார்"
    ],
    "answer": "D",
    
          "additional_context": "பல மொழிகளைக் கற்ற கவிஞர் பாரதியார் தமிழ்மொழியின் இனிமையை வியந்து, 'யாமறிந்த மொழிகளிலே தமிழ்மொழி போல் இனிதாவது எங்கும் காணோம்' என்று பாடியுள்ளார்."
          }
        ,
          
  {
    
          "description": "'தொல்காப்பியம், நன்னூல் உள்ளிட்ட இலக்கண நூல்கள் மிகுந்தது தமிழ் மொழி'  என்ற கூற்றுடன் ஒத்துப்போகும்  நூல்களின் பட்டியல் எது?",
          "options": [
      "a) சிலப்பதிகாரம், மணிமேகலை, திருக்குறள், நாலடியார்",
      "b) தொல்காப்பியம், நன்னூல்,  எட்டுத்தொகை, பத்துப்பாட்டு",
      "c) தொல்காப்பியம், நன்னூல், திருக்குறள்,  நாலடியார்",
      "d) தொல்காப்பியம், நன்னூல்,  எட்டுத்தொகை, பத்துப்பாட்டு, சிலப்பதிகாரம், மணிமேகலை"
    ],
    "answer": "B",
    
          "additional_context": "தமிழ் மொழி, இலக்கண நூல்கள் மிகுந்தது. தொல்காப்பியம், நன்னூல் போன்றவை இலக்கண நூல்களாகும். எட்டுத்தொகை, பத்துப்பாட்டு ஆகியவை சங்க இலக்கியங்களாகும். இவை இலக்கண, இலக்கிய வளம் பெற்றுத் திகழ்கின்றன."
          }
        ,
          
  {
    
          "description": "'மனிதரைப் பிற உயிரினங்களிடம் இருந்து வேறுபடுத்தியும் மேம்படுத்தியும் காட்டுவது மொழி' என்ற கூற்றை  எந்த  தகவலின் அடிப்படையில் கூற முடியும்?",
          "options": [
      "a) உலகில் ஆறாயிரத்திற்கும் மேற்பட்ட மொழிகள் இருப்பது",
      "b) சில மொழிகள் மட்டுமே பேச்சு வடிவம், எழுத்து வடிவம் ஆகிய இரண்டையும் பெற்றுள்ளது",
      "c)  தமிழ்மொழி மிகவும் தொன்மையானது",
      "d) மொழி நாம் சிந்திக்க உதவுகிறது"
    ],
    "answer": "D",
    
          "additional_context": "மனித இனப் பரிணாம வளர்ச்சியின் சிறப்புகளுள் ஒன்று மொழி. மனிதரைப் பிற உயிரினங்களிடம் இருந்து வேறுபடுத்தியும் மேம்படுத்தியும் காட்டுவது மொழி. மொழி, நாம் சிந்திக்க உதவுகிறது. சிந்தித்ததை வெளிப்படுத்தவும் உதவுகிறது. பிறர் கருத்தை நாம் அறிய உதவுவதும் மொழியே."
          }
        ,
          
  {
    
          "description": "பின்வரும் சொற்களில் எது தமிழ்மொழியில் 'பாகற்காய்' சொல்லின்  சீர்மை  மற்றும் பொருளைக் காட்டுகிறது?",
          "options": [
      "a) இனிப்பு அல்லாத காய்",
      "b)  கசப்புக்காய்",
      "c)  சார்க்காய்",
      "d)  காய்கறி"
    ],
    "answer": "A",
    
          "additional_context": "பாகற்காய் கசப்புச்சுவை உடையது. அதனைக் கசப்புக்காய் என்று கூறாமல், இனிப்பு அல்லாத காய் பாகற்காய் (பாகு + அல் + காய்) என வழங்கினர். இவ்வாறு பெயரிடுவதிலும் சீர்மை மிக்கது தமிழ் மொழி."
          }
        ,
          
  {
    
          "description": "“மூத்த தமிழ்மொழி என்றும் இளமையானது” என்ற வரியிலிருந்து, தமிழ் மொழி  எதைச் சுட்டிக்காட்டுகிறது?",
          "options": [
      "தமிழ் மொழி புதுமைப்படுத்தப்பட்டுக் கொண்டே இருக்கிறது.",
      "தமிழ் மொழி மிகவும் பழமையானது.",
      "தமிழ் மொழி எப்போதும் புதியது.",
      "தமிழ் மொழி பழமை மற்றும் புதுமை இரண்டையும் கொண்டுள்ளது."
    ],
    "answer": "D",
    
          "additional_context": "மூத்த தமிழ்மொழி என்றும் இளமையானது; எளிமையானது; இனிமையானது; வளமையானது; காலத்திற்கேற்பத் தன்னைத் தகுதிப்படுத்திக்கொள்வது; நினைக்கும்போதே நெஞ்சில் இனிப்பது; நம் வாழ்வைச் செழிக்கச் செய்வது; உலகச் செம்மொழிகளுள் ஒன்றாக விளங்கும் தமிழ்மொழியின் சிறப்புகளை அறியலாம் வாருங்கள்."
          }
        ]