
[
  {
    "description": "அண்ணா நூற்றாண்டு நூலகத்தில் படித்த பின்பு, \"குளு குளு\" வென இருப்பதற்குக் காரணம் என்ன?",
    "options": [
      "குளிர்பதன வசதி",
      "நூலகத்தில் அமைக்கப்பட்டிருக்கும் குளம்",
      "நூலகத்தின் குளிர்காலம்",
      "நூலகத்தில் இருக்கும் குளிர் கலங்கள்"
    ],
    "answer": "A",
    "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் படித்த பின்பு, \"குளு குளு\" வென இருப்பதற்குக் காரணம் அங்கு குளிர்பதன வசதி இருப்பதால்தான். அண்ணா நூற்றாண்டு நூலகம் முழுவதுமே குளிர்பதன வசதி செய்யப்பட்டுள்ளது. இதன் மூலம் நூலகத்தில் படிப்பவர்கள் இதமாக இருக்க முடியும். மேலும் இதே வசதியுடன் கூட்ட அரங்கு, கலையரங்கு, கருத்தரங்கக் கூடம், கண்காட்சி அரங்கு போன்றவையும் உள்ளன."
  },
  {
    "description": "தமிழக அரசு தொடங்கிய நடமாடும் நூலகம் திட்டம் யாருக்குப் பயன்படும்?",
    "options": [
      "நூலகங்களில் புத்தகங்கள் வாசிக்க விரும்புபவர்களுக்கு",
      "நூலகங்கள் இல்லாத ஊர்களில் வசிப்பவர்களுக்கு",
      "நூலகங்களுக்குச் செல்ல முடியாதவர்களுக்கு",
      "மேற்கண்ட அனைவருக்கும்"
    ],
    "answer": "D",
    "additional_context": "தமிழக அரசு தொடங்கிய நடமாடும் நூலகம் திட்டம் நூலகங்கள் இல்லாத ஊர்களில் வசிப்பவர்களுக்கும், நூலகங்களுக்குச் செல்ல முடியாதவர்களுக்கும், நூலகங்களில் புத்தகங்கள் வாசிக்க விரும்புபவர்களுக்கும் என அனைவருக்கும் பயன்படும்."
  },
  {
    "description": "\"சிறந்த நூலகர்களுக்கு டாக்டர் ச. இரா. அரங்கநாதன் விருது வழங்கப்படுகிறது\" என்ற வாக்கியம் யார் குறித்து குறிப்பிடுகிறது?",
    "options": [
      "அண்ணா நூற்றாண்டு நூலகத்தின் தலைமை நூலகர்",
      "நூலக விதிகளை உருவாக்கியவர்",
      "நூலகங்கள் குறித்துப் பாடம் நடத்தும் ஆசிரியர்",
      "நூலகங்கள் குறித்து புத்தகங்கள் எழுதுபவர்"
    ],
    "answer": "B",
    "additional_context": "\"சிறந்த நூலகர்களுக்கு டாக்டர் ச. இரா. அரங்கநாதன் விருது வழங்கப்படுகிறது\" என்ற வாக்கியம் நூலக விதிகளை உருவாக்கியவர் டாக்டர் ச. இரா. அரங்கநாதன் அவர்களைப் பற்றி குறிப்பிடுகிறது. இவர் இந்திய நூலகவியலின் தந்தை (Father of Indian library science) என்று அழைக்கப்படுகிறார்."
  },
  {
    "description": "அண்ணா நூற்றாண்டு நூலகத்தின் தரைத்தளத்தில் எது உள்ளது?",
    "options": [
      "பருவ இதழ்கள்",
      "தமிழ் நூல்கள்",
      "பிரெய்லி நூல்கள்",
      "கணித, அறிவியல் நூல்கள்"
    ],
    "answer": "C",
    "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தின் தரைத்தளத்தில் பார்வைத் திறன் குறைபாடு உடையோருக்கான பிரிவு உள்ளது. அவர்கள் தொட்டுப் பார்த்துப் படிப்பதற்கான பிரெய்லி நூல்கள் உள்ளன. அவர்களுக்கு உதவி செய்யப் பணியாளர்களும் உள்ளனர். இங்கு பிரெய்லி எழுத்தில் நூல்களை உருவாக்கும் கருவியும் உள்ளது. படியெடுக்கும் வசதியும் உண்டு."
  },
  {
    "description": "அண்ணா நூற்றாண்டு நூலகத்தில் கீழ்க்கண்டவற்றுள் எது உருவாக்கப்படவில்லை?",
    "options": [
      "செயற்கை மரம்",
      "பிரெய்லி எழுத்தில் நூல்களை உருவாக்கும் கருவி",
      "நகரும் படிக்கட்டு",
      "திரைப்படக்கலை நூல்கள்"
    ],
    "answer": "D",
    "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் செயற்கை மரம், பிரெய்லி எழுத்தில் நூல்களை உருவாக்கும் கருவி, நகரும் படிக்கட்டு ஆகியவை உருவாக்கப்பட்டுள்ளன. ஆனால் திரைப்படக்கலை நூல்கள் இல்லை. திரைப்படக்கலை நூல்கள் ஏழாம் தளத்தில் வரலாறு, புவியியல், சுற்றுலா நூல்களுடன் சேர்த்து உள்ளன."
  }
]
