[
          
  {
    
          "description": "'சிறந்த நூலகர்களுக்கு டாக்டர் ச. இரா. அரங்கநாதன் விருது வழங்கப்படுகிறது' என்ற வாக்கியத்தில்  'டாக்டர் ச. இரா. அரங்கநாதன்' என்பவர் யார்?",
          "options": [
      "அண்ணா நூற்றாண்டு நூலகத்தின் நிறுவனர்",
      "இந்திய நூலக அறிவியலின் தந்தை",
      "தமிழ்நாட்டின் முதல் நூலகர்",
      "பிரெய்லி எழுத்து முறையைக் கண்டறிந்தவர்"
    ],
    "answer": "B",
    
          "additional_context": "அண்ணா நூற்றாண்டு நூலகத்திற்கு வருகை தந்த மாணவர்களும் ஆசிரியரும், நூலகத்தின் சுவரில் மாட்டப்பட்டிருந்த படத்தில் இருந்த ஒரு நபரைப் பார்த்து, அவர் யார் என்று கேள்வி எழுப்பினர். அப்போது நூலகர், அவர் டாக்டர் ச. இரா. அரங்கநாதன் என்பதையும் அவர் இந்திய நூலக விதிகளை உருவாக்கியவர் என்பதையும் கூறி, அவர் இந்திய நூலக அறிவியலின் தந்தை (Father of Indian library science)  என்று அழைக்கப்படுகிறார் என்று விளக்கினார்."
          }
        ,
          
  {
    
          "description": "'தரைத்தளத்தில் பார்வைத் திறன் குறைபாடுடையோருக்கான பிரிவு உள்ளது' என்ற வாக்கியத்திலிருந்து எந்த முடிவுக்கு வரலாம்?",
          "options": [
      "அனைத்து நூலகங்களிலும் பார்வைத்திறன் குறைபாடுடையோருக்கான பிரிவு உள்ளது",
      "அண்ணா நூற்றாண்டு நூலகம் பார்வைத்திறன் குறைபாடுடையவர்களுக்கான சிறப்பு வசதிகளை வழங்குகிறது",
      "பார்வைத்திறன் குறைபாடுடையவர்களுக்கு நூலகங்கள் பயனற்றவை",
      "அனைத்து நூலகங்களிலும் பிரெய்லி நூல்கள் இருக்க வேண்டும்"
    ],
    "answer": "B",
    
          "additional_context": "மாணவர்கள் அண்ணா நூற்றாண்டு நூலகத்திற்குள் சென்ற பிறகு, நூலகர் தரைத் தளத்தில் பார்வைத் திறன் குறைபாடுடையோருக்கான பிரிவு உள்ளது என்று கூறி,  அவர்கள் தொட்டுப் பார்த்துப் படிப்பதற்கான பிரெய்லி நூல்கள் மற்றும் கேட்டு அறிய ஒலி வடிவ நூல்கள், குறுந்தகடுகள் வடிவில் உள்ளன என்று விளக்கினார். அவர்களுக்கு உதவி செய்யப் பணியாளர்களும் உள்ளனர். இங்கு பிரெய்லி எழுத்தில் நூல்களை உருவாக்கும் கருவியும் உள்ளது. படியெடுக்கும் வசதியும் உண்டு என்று கூறினார். அண்ணா நூற்றாண்டு நூலகத்தில் பார்வைத் திறன் குறைபாடுடையோருக்கான பிரிவு உள்ளது மற்றும் அவர்களுக்கு உதவி செய்யும் வசதிகளும் உள்ளன என்பது இதன் மூலம் தெரிய வருகிறது."
          }
        ,
          
  {
    
          "description": "'இங்கு இருபது ஆயிரத்துக்கும் மேற்பட்ட பல்லூடகக் குறுந்தகடுகள் குழந்தைகளுக்காகச் சேகரித்து வைக்கப்பட்டு உள்ளன' என்ற வாக்கியத்திலிருந்து  'பல்லூடகக் குறுந்தகடுகள்' என்னவாக இருக்கலாம்?",
          "options": [
      "பழைய பாடப்புத்தகங்கள்",
      "கவிதைகள்",
      "கார்ட்டூன் வீடியோக்கள்",
      "பழைய பத்திரிக்கைகள்"
    ],
    "answer": "C",
    
          "additional_context": "குழந்தைகள் பிரிவை பார்த்த பிறகு, நூலகர்,  அந்தப் பிரிவில் இருபது ஆயிரத்துக்கும் மேற்பட்ட பல்லூடகக் குறுந்தகடுகள் குழந்தைகளுக்காகச் சேகரித்து வைக்கப்பட்டு உள்ளன என்று கூறி,  அங்கு குழந்தைகளுக்கான வீடியோக்கள், கார்ட்டூன்கள் போன்றவை இருப்பதாக தெரிவித்தார். அண்ணா நூற்றாண்டு நூலகத்தின் குழந்தைகள் பிரிவில் குழந்தைகளை ஈர்க்கும் வகையில் பல்லூடகக் குறுந்தகடுகள் அதாவது வீடியோக்கள் மற்றும் கார்ட்டூன்கள் வைக்கப்பட்டுள்ளன என்று தெரிய வருகிறது."
          }
        ,
          
  {
    
          "description": "'அரசு கீழ்த்திசைச் சுவடிகள் நூலகம் உள்ளது' என்ற வாக்கியத்தில் 'கீழ்த்திசைச் சுவடிகள்' என்பதன் பொருள் என்ன?",
          "options": [
      "தெற்காசிய நாடுகளில் இருந்து வந்த பழமையான கையெழுத்துப் பிரதிகள்",
      "தமிழ்நாட்டில் எழுதப்பட்ட பழமையான புத்தகங்கள்",
      "சமஸ்கிருதத்தில் எழுதப்பட்ட கையெழுத்துப் பிரதிகள்",
      "பழைய பத்திரிக்கைகள்"
    ],
    "answer": "A",
    
          "additional_context": "மாணவர்கள் அண்ணா நூற்றாண்டு நூலகத்தின் ஏழாம் தளத்தைப் பார்த்தபோது, நூலகர் அங்கு அரசு கீழ்த்திசைச் சுவடிகள் நூலகம் உள்ளது என்று கூறி, அங்கு பழைமையான ஓலைச் சுவடிகள் சேகரித்துப் பாதுகாத்து வைக்கப்பட்டு உள்ளன என்று விளக்கினார். ஏழாம் தளத்தில் வரலாறு, புவியியல், சுற்றுலா நூல்களும் உள்ளன என்று கூறினார். அண்ணா நூற்றாண்டு நூலகத்தில் பழமையான ஓலைச் சுவடிகளைக் கொண்ட அரசு கீழ்த்திசைச் சுவடிகள் நூலகம் உள்ளது என்பது இதன் மூலம் தெரிய வருகிறது."
          }
        ,
          
  {
    
          "description": "'நூலகம் முழுவதுமே குளிர்பதன வசதி செய்யப்பட்டுள்ளது' என்ற வாக்கியத்தில்  'குளிர்பதன வசதி' என்ற சொல்லுக்கு எதிர்ச்சொல் எது?",
          "options": [
      "வெப்ப வசதி",
      "குளிர்ந்த காற்று",
      "குளிர்சாதனம்",
      "சூடான காற்று"
    ],
    "answer": "A",
    
          "additional_context": "மாணவர்கள் அண்ணா நூற்றாண்டு நூலகத்தில் சுற்றிப் பார்க்கும் போது,  நூலகம் முழுவதுமே குளிர்பதன வசதி செய்யப்பட்டுள்ளது என்று நூலகர் கூறினார். குளிர்பதன வசதி என்பது குளிர்ச்சியைத் தரும் வசதி என்பதால், இதற்கு எதிர்ச்சொல் வெப்ப வசதி ஆகும்."
          }
        ]