[
          
  {
    
          "description": "'globeofbirdmigration' என்னும் இணையச் செயலி எதைப் பற்றிக் காட்டுகிறது?",
          "options": [
      "பறவைகளின் வகைகள்",
      "பறவைகளின் இனப்பெருக்கம்",
      "பறவைகள் எங்கு வாழ்கின்றன",
      "பறவைகள் வலசை போகும் பாதை"
    ],
    "answer": "D",
    
          "additional_context": "இந்த இணையச் செயலி பறவை வலசை போகும் பாதையைப் பற்றி காட்டுகிறது. பறவைகள் பருவ காலங்களில் வெவ்வேறு இடங்களுக்குப் பயணம் செய்கின்றன. இச்செயலி அதனை காட்டுகிறது. உலகப் படத்தில் பறவைகள் வலசை போகும் பாதையை அடையாளப்படுத்தி காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது 'புள்' என்பதற்கான வேறு பெயர் அல்ல?",
          "options": [
      "பறவை",
      "பறவையினம்",
      "கிளி",
      "கூண்டுப்பறவை"
    ],
    "answer": "C",
    
          "additional_context": "'புள்' என்பது பறவை, பறவையினம், கூண்டுப்பறவை ஆகியவற்றைக் குறிக்கிறது. ஆனால் 'கிளி' என்பது ஒரு குறிப்பிட்ட வகை பறவையாகும். இது 'புள்' என்பதற்கான வேறு பெயர் அல்ல."
          }
        ,
          
  {
    
          "description": "'பறவை வலசை போதல்' என்னும் இணையச் செயலியின் மூலம் எதைத் தெரிந்து கொள்ள முடியும்?",
          "options": [
      "பறவைகளின் வகைகள்",
      "பறவைகள் எங்கு வாழ்கின்றன",
      "பறவைகள் எப்படி வலசை போகின்றன",
      "பறவைகள் எந்த நேரத்தில் வலசை போகின்றன"
    ],
    "answer": "C",
    
          "additional_context": "இந்த இணையச் செயலி பறவை வலசை போகும் பாதையைப் பற்றி காட்டுகிறது. அதாவது, பறவைகள் எப்படி வலசை போகின்றன என்பதை தெரிந்து கொள்ளலாம். இது பறவைகளின் வகைகள், வாழும் இடம் அல்லது வலசை போகும் நேரம் போன்றவற்றைப் பற்றி எதுவும் கூறுவதில்லை."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது 'சாண்டியாகோ மீனைப் பிடித்தார்' என்ற வாக்கியத்தில் பயன்படுத்தப்படக்கூடிய சொல் அல்ல?",
          "options": [
      "மீனவர்",
      "மீனவன்",
      "மீனாட்டக்காரன்",
      "மீன்வளர்ப்பவர்"
    ],
    "answer": "D",
    
          "additional_context": "மீனவர், மீனவன், மீனாட்டக்காரன் ஆகிய சொற்கள் மீனைப் பிடிப்பவர்களை குறிக்கின்றன. மீன்வளர்ப்பவர் என்பது மீனை வளர்ப்பவரைக் குறிக்கும் சொல். எனவே, 'சாண்டியாகோ மீனைப் பிடித்தார்' என்ற வாக்கியத்தில் 'மீன்வளர்ப்பவர்' என்ற சொல் பொருத்தமாக இருக்காது."
          }
        ,
          
  {
    
          "description": "'தமிழ் காப்பியம்' எனப்படும் இரட்டைக் காப்பியங்களில் ஒன்று எது?",
          "options": [
      "சிலப்பதிகாரம்",
      "மணிமேகலை",
      "கம்பராமாயணம்",
      "இரண்டுமே சரியானது"
    ],
    "answer": "D",
    
          "additional_context": "தமிழ் இலக்கியத்தில் 'சிலப்பதிகாரம்' மற்றும் 'மணிமேகலை' இரண்டும் 'இரட்டைக் காப்பியங்கள்' என அழைக்கப்படுகின்றன. இவற்றைப் பாடியவர்கள் முறையே இளங்கோவடிகள் மற்றும் சீத்தலைச் சாத்தனார் என்பது குறிப்பிடத்தக்கது."
          }
        ]