[
          
  {
    
          "description": "'ஓர் ஊர் ஓர் ஏரி' என்ற தொடரில் பயன்படுத்தப்பட்டுள்ள சொல்லைப் போன்றே 'ஒரு இரவும் ஓர் பகலும் சேர்ந்தது ஒருநாள்' என்ற தொடரில் பயன்படுத்த வேண்டிய சொல் எது?",
          "options": [
      "அஃது",
      "அது",
      "இது",
      "எது"
    ],
    "answer": "A",
    
          "additional_context": "இரண்டு சொற்களும் உயிரெழுத்தில் தொடங்கி இருப்பதால் இரண்டாவது சொல்லுக்கு முன் 'அஃது' என்ற சொல்லைப் பயன்படுத்த வேண்டும். 'அஃது' என்பது 'அது' என்ற சொல்லின் ஒரு மாற்று வடிவமாகும். உயிரெழுத்தில் தொடங்கும் சொல்லுக்கு முன் 'அஃது' என்ற சொல்லைப் பயன்படுத்த வேண்டும்."
          }
        ,
          
  {
    
          "description": "'அஃது நகரத்திற்குச் செல்லும் சாலை' என்ற வாக்கியத்தில் 'அஃது' என்ற சொல் எதற்குப் பதிலாக பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "ஒரு நகரம்",
      "சாலை",
      "நகரத்திற்குச் செல்லும் வழி",
      "நகரத்திற்குச் செல்லும் வாகனம்"
    ],
    "answer": "C",
    
          "additional_context": "'அஃது' என்பது 'அது' என்ற சொல்லின் ஒரு மாற்று வடிவமாகும். 'அது' என்ற சொல் 'நகரத்திற்குச் செல்லும் வழி' என்பதற்குப் பதிலாக பயன்படுத்தப்பட்டுள்ளது. இரண்டு சொற்களும் உயிரெழுத்தில் தொடங்கி இருப்பதால் இரண்டாவது சொல்லுக்கு முன் 'அஃது' என்ற சொல்லைப் பயன்படுத்த வேண்டும்."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் எந்த தொடர் 'அகரவரிசைப்படுத்துக' என்ற தலைப்பில் கொடுக்கப்பட்ட சொற்களை அகரவரிசைப்படுத்தி உருவாக்கப்பட்டது?",
          "options": [
      "பூமி, பேருந்து, பழங்கள், பின்னிரவு, போக்குவரத்து, பையன், பீலி, பெண்கள், பாரதம், பொதுக்கூட்டம், புதுமை",
      "பையன், பீலி, பின்னிரவு, பழங்கள், பாரதம், பேருந்து, பெண்கள், பொதுக்கூட்டம், போக்குவரத்து, புதுமை, பூமி",
      "பின்னிரவு, பழங்கள், பீலி, பையன், பாரதம், பேருந்து, பெண்கள், புதுமை, பூமி, போக்குவரத்து, பொதுக்கூட்டம்",
      "பழங்கள், பீலி, பின்னிரவு, பையன், பாரதம், பேருந்து, பெண்கள், பொதுக்கூட்டம், போக்குவரத்து, புதுமை, பூமி"
    ],
    "answer": "B",
    
          "additional_context": "அகரவரிசைப்படுத்துதல் என்பது சொற்களை அகர வரிசைப்படி வரிசைப்படுத்துவதாகும். கொடுக்கப்பட்ட சொற்களில் அகர வரிசைப்படி வரிசைப்படுத்தப்பட்ட சொற்களின் தொடர் பையன், பீலி, பின்னிரவு, பழங்கள், பாரதம், பேருந்து, பெண்கள், பொதுக்கூட்டம், போக்குவரத்து, புதுமை, பூமி."
          }
        ,
          
  {
    
          "description": "'மாணவர்கள் வீட்டுக்கு வந்தார்கள்' என்ற வாக்கியத்தில் உள்ள 'வந்தார்கள்' என்ற சொல் எந்த வகைச் சொல்?",
          "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "இடைச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": "B",
    
          "additional_context": "வினைச்சொல் என்பது ஒரு செயலைக் குறிக்கும் சொல்லாகும். மாணவர்கள் வீட்டுக்கு வந்தார்கள் என்ற வாக்கியத்தில் 'வந்தார்கள்' என்ற சொல் மாணவர்கள் செய்வதைப் பற்றிக் குறிப்பிடுகிறது. அதாவது வீட்டுக்கு வருவது என்பது செயல் ஆகும். எனவே 'வந்தார்கள்' என்ற சொல் ஒரு வினைச்சொல்லாகும்."
          }
        ,
          
  {
    
          "description": "“அஃது என்னும் சொல்லைப் பயன்படுத்த வேண்டும்” என்ற வாக்கியத்தில் “அஃது” என்ற சொல்லைப் பயன்படுத்துவதற்கான காரணம் என்ன?",
          "options": [
      "உயிர்மெய்யெழுத்தில் தொடங்கும் சொற்களுக்கு முன்.",
      "உயிரெழுத்தில் தொடங்கும் சொற்களுக்கு முன்.",
      "எல்லா சொற்களுக்கும் முன்.",
      "இரண்டு சொற்களுக்கு இடையில்."
    ],
    "answer": "B",
    
          "additional_context": "'அஃது' என்பது 'அது' என்ற சொல்லின் ஒரு மாற்று வடிவமாகும். 'அஃது' என்ற சொல் உயிரெழுத்தில் தொடங்கும் சொல்லுக்கு முன் பயன்படுத்தப்படுகிறது. 'என்னும்' என்ற சொல் உயிரெழுத்தில் தொடங்கி இருப்பதால் 'அஃது' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது."
          }
        ]