
[
  {
    "description": "பாரதிதாசன் தமிழை எத்தனை வகையான பெயர்களால் அழைக்கிறார்?",
    "options": [
      "5",
      "6",
      "7",
      "8"
    ],
    "answer": "C",
    "additional_context": "பாரதிதாசன்  'தமிழ்' என்ற சொல்லைப் பலவாறாகப் போற்றுகிறார். இன்பத்தமிழ், அமுது, மணம், நிலவு, பால், வான், தேன், வேல், தோள், வாள் என்று பல பெயர்களால் தமிழைக்  குறிப்பிடுகிறார். ஆகையால், பாரதிதாசன் தமிழை 7 வகையான பெயர்களால் அழைக்கிறார்."
  },
  {
    "description": "'இன்பத்தமிழ் எங்கள் அசதிக்குச் சுடர்தந்த தேன்!' என்ற வரியில் 'அசதி' என்ற சொல்லுக்குப் பொருள் என்ன?",
    "options": [
      "இன்பம்",
      "சோர்வு",
      "துன்பம்",
      "ஆர்வம்"
    ],
    "answer": "B",
    "additional_context": "'இன்பத்தமிழ் எங்கள் அசதிக்குச் சுடர்தந்த தேன்!' என்ற வரியில் 'அசதி' என்பது சோர்வை குறிக்கும் சொல். அதாவது, சோர்வை நீக்கி மகிழ்ச்சியை தரும் தேன் போல இன்பத்தமிழ் இருக்கிறது என்று குறிப்பிடுகிறது."
  },
  {
    "description": "பாரதிதாசன் தமிழை 'நல்ல புகழ்மிகுந்த புலவர்க்கு வேல்' என்று அழைப்பதன் மூலம் அவர் என்ன குறிப்பிடுகிறார்?",
    "options": [
      "தமிழ் மொழி மிகவும் வலிமையானது",
      "தமிழ் புலவர்கள் வேல் போன்ற ஆயுதங்களைப் பயன்படுத்துகிறார்கள்",
      "தமிழ் கவிதைகள் எதிரிகளைத் தோற்கடிக்க உதவும்",
      "புலவர்கள் தமிழ் மொழியின் மூலம் உலகை வெல்ல முடியும்"
    ],
    "answer": "A",
    "additional_context": "'நல்ல புகழ்மிகுந்த புலவர்க்கு வேல்' என்று  தமிழைக் குறிப்பிடுவதன் மூலம், புலவர்களின் கருத்துக்களுக்குத் திராணி அளிக்கும் மொழி தமிழ்  என்பதை பாரதிதாசன் உணர்த்துகிறார். வேல் போன்ற வலிமையான ஆயுதம் போல  தமிழ் புலவர்களின் கருத்துக்கள் மக்களை சென்றடையும் என்பதை அவர் குறிப்பிடுகிறார்."
  },
  {
    "description": "'பாரதிதாசன்' என்ற பெயர் இவருக்கு ஏன் வந்தது?",
    "options": [
      "இவர் மிகவும் புரட்சிகரமான கவிதை எழுதினார்",
      "இவர் பாரதியாரை மிகவும் வணங்கினார்",
      "இவர் பாரதிதாசனின்  பாடல்களைப் பாடினார்",
      "இவர் பாரதிதாசன் எனும் கதாபாத்திரத்தில் நடித்தார்"
    ],
    "answer": "B",
    "additional_context": "பாரதியாரின் கவிதைகள் மீது கொண்ட பற்றின் காரணமாகத் தம் பெயரைப் பாரதிதாசன் என மாற்றிக் கொண்டார். தம் கவிதைகளில் பெண்கல்வி, கைம்பெண் மறுமணம், பொதுவுடைமை, பகுத்தறிவு முதலான புரட்சிகரமான கருத்துகளைப் பாடுபொருளாகப் பாடியுள்ளார். எனவே, இவர் புரட்சிக்கவி என்று போற்றப்படுகிறார். இவர் பாவேந்தர் என்றும் சிறப்பிக்கப்படுகிறார்."
  },
  {
    "description": "பாரதிதாசன் எழுதிய புரட்சிகரமான கருத்துகளைப் பற்றி குறிப்பிடுங்கள்?",
    "options": [
      "நாட்டுப்புறப் பாடல்கள்",
      "பக்திப் பாடல்கள்",
      "பெண்கல்வி, கைம்பெண் மறுமணம், பொதுவுடைமை, பகுத்தறிவு",
      "இயற்கை  "
    ],
    "answer": "C",
    "additional_context": "பாரதிதாசன் தம் கவிதைகளில் பெண்கல்வி, கைம்பெண் மறுமணம், பொதுவுடைமை, பகுத்தறிவு போன்ற  புரட்சிகரமான கருத்துகளைப் பாடுபொருளாகப் பாடியுள்ளார். எனவே, இவர் புரட்சிக்கவி என்று போற்றப்படுகிறார். இவர் பாவேந்தர் என்றும் சிறப்பிக்கப்படுகிறார்."
  }
]
