[
          
  {
    
          "description": "'டீப் புளூ'  என்ற கணினி என்ன செய்தது?",
          "options": [
      "a)  உலக சதுரங்க வீரரை வெற்றிகொண்டது",
      "b)  சோபியா ரோபோவை உருவாக்கியது",
      "c)  மருத்துவத்தில் அறுவை சிகிச்சைகளைச் செய்தது",
      "d)  விண்வெளி ஆய்வில் ஈடுபட்டது"
    ],
    "answer": "a",
    
          "additional_context": "1997-ஆம் ஆண்டு மே மாதம் சதுரங்கப் போட்டி ஒன்று நடைபெற்றது. அதில் உலகச் சதுரங்க வெற்றியாளர் கேரி கேஸ்புரோவ் என்பவர் கலந்து கொண்டார். ஐ.பி.எம். என்னும் நிறுவனம் உருவாக்கிய டீப் புளூ (Deep blue) என்னும் மீத்திறன் கணினி (Super Computer) அவருடன் போட்டியிட்டது. போட்டியின் முடிவு என்ன தெரியுமா? ஆம், நீ நினைப்பது சரிதான். போட்டியில் டீப் புளூவே வெற்றி வாகை சூடியது"
          }
        ,
          
  {
    
          "description": "உலகிலேயே முதன்முதலாக எந்த ரோபோவுக்கு குடியுரிமை வழங்கப்பட்டது?",
          "options": [
      "a) ரோபோ",
      "b) டீப் புளூ",
      "c) சோபியா",
      "d) எந்திர மனிதன்"
    ],
    "answer": "c",
    
          "additional_context": "உலகிலேயே முதன்முதலாக சவுதி அரேபியா ஒரு ரோபோவுக்குக் குடியுரிமை வழங்கியுள்ளது. அந்த ரோபோவின் பெயர் 'சோபியா'. மேலும் ஐக்கிய நாடுகள் சபை 'புதுமைகளின் வெற்றியாளர்' என்னும் பட்டத்தைச் சோபியாவுக்கு வழங்கியுள்ளது. உயிரில்லாத ஒரு பொருளுக்கு ஐ.நா.சபை பட்டம் வழங்குவதும் இதுதான் முதல் முறை. என்னைப் போன்ற எந்திரமனிதருக்கு இப்பட்டம் வழங்கப்பட்டதில் எனக்கு மட்டற்ற மகிழ்ச்சி"
          }
        ,
          
  {
    
          "description": "கணியன் எந்திரமனிதனுடன் என்ன விளையாட முடிவு செய்தார்?",
          "options": [
      "a) கால்பந்து",
      "b) வீடியோ கேம்",
      "c) சதுரங்கம்",
      "d) கிரிக்கெட்"
    ],
    "answer": "c",
    
          "additional_context": "“இனிவரும் காலங்களில் 'சோபியா' போன்ற எண்ணற்ற எந்திரமனிதர்கள் உருவாக்கப்படுவார்கள். அவர்கள் அனைவரும் மனித இனத்தின் வளர்ச்சிக்கு உதவுவார்கள்” என்றது எந்திரமனிதன். “உங்களைப்பற்றி அறிந்துகொண்டதில் மிக்க மகிழ்ச்சி. சரி, என்னுடன் சதுரங்கம் விளையாட வருகிறாயா?” என்று கேட்டான் கணியன். எந்திரமனிதன் தலையசைத்தது. எந்திரமனிதனுடன் சதுரங்கம் விளையாட மகிழ்வுடன் ஆயத்தமானான் கணியன்."
          }
        ,
          
  {
    
          "description": "கணியன் பள்ளி முடிந்து வீடு திரும்பிய போது அவனுக்கு எந்த உணர்வு ஏற்பட்டது?",
          "options": [
      "a) சந்தோஷம்",
      "b) பயம்",
      "c) ஆர்வம்",
      "d) ஏமாற்றம்"
    ],
    "answer": "b",
    
          "additional_context": "கணியன் பள்ளி முடிந்து வீடு திரும்பினான். அழைப்பு மணியை அழுத்தினான்.”யார் அங்கே?' வீட்டிற்குள் புதிய குரல்! அதைக் கேட்டுத் திகைத்தான். 'யாருடைய குரல் இது? அம்மாவின் குரல் போல இல்லையே!' சிந்தித்தான். அப்போது கதவு திறந்தது. உள்ளே நின்றிருந்த உருவத்தைப் பார்த்ததும் அவனுக்குள் வியப்பு! 'கணியன் வணக்கம்! உள்ளே வா' என்றது அவ்வுருவம். கணியன் சற்றுப் பயத்துடன் தயங்கி நின்றான்."
          }
        ,
          
  {
    
          "description": "'எல்லாம் எந்திரமயமாகி வருகிற காலம் இது' என்ற வாக்கியத்தில் எந்த வார்த்தை எந்திரங்களின் அதிகரிப்பைக் குறிக்கிறது?",
          "options": [
      "a) எல்லாம்",
      "b) எந்திரமயமாகி",
      "c) காலம்",
      "d) இது"
    ],
    "answer": "b",
    
          "additional_context": "எல்லாம் எந்திரமயமாகி வருகிற காலம் இது. மனிதர்கள் தாங்கள் செய்யும் செயல்களை எந்திரங்களைக் கொண்டு செய்யும் வகையில் பலவற்றை உருவாக்கி வருகிறார்கள். மனிதர்கள் செய்ய முடியாத பணிகளையும் எந்திரங்கள் செய்கின்றன. வீடு, அலுவலகம், தொழிற்சாலை, மருத்துவமனை என்று பல இடங்களிலும் எந்திரங்கள் பணியாற்றுகின்றன. கணக்குப்போடும் எந்திரம், கற்றுத்தரும் எந்திரம், வேலை செய்யும் எந்திரம், விளையாடும் எந்திரம் என்று எங்கெங்கும் எந்திரங்கள். எந்திர உலகில் நுழைவோம்! எல்லாவற்றையும் கற்போம்!"
          }
        ]