
[
  {
    "description": "பசித்தோருக்கு உணவு வழங்கும் வள்ளலாரின் மனிதநேயச் செயல் இன்றும் எங்கே நடைபெற்று வருகிறது?",
    "options": [
      "சென்னை",
      "திருவள்ளூர்",
      "வடலூர்",
      "திருச்சி"
    ],
    "answer": "C",
    "additional_context": "வள்ளலார் மக்களின் பசிப்பிணியைக் கண்டு உள்ளம் வாடினார். அதனை நீக்க விரும்பினார். தம் பெருமுயற்சியால் வடலூரில் சத்திய தருமச்சாலையைத் தொடங்கி எல்லாருக்கும் உணவளித்தார். பசித்தோருக்கு உணவு வழங்கும் வள்ளலாரின் மனிதநேயச் செயல் வடலூரில் இன்றும் தொடர்ந்து நடைபெற்று வருகிறது."
  },
  {
    "description": "வள்ளலார் மற்றும் அன்னை தெரசா இருவரும் எதற்காகப் போராடினார்கள்?",
    "options": [
      "சமூக நீதி",
      "மத சுதந்திரம்",
      "அரசியல் அதிகாரம்",
      "பொருளாதார வளர்ச்சி"
    ],
    "answer": "A",
    "additional_context": "இல்லாதவர்க்குக் கொடுத்து மகிழ்வதே ஈகை. பசி என்று வந்தவர்க்கு வயிறார உணவிட வேண்டும். தீமை செய்தவர்க்கும் நன்மையே செய்ய வேண்டும். ஆதரவு இல்லாதவர்களை அன்புடன் அரவணைக்க வேண்டும். பிறர் துன்பத்தைத் தமது துன்பமாக நினைத்து வருந்தும் பண்பினைக் கொள்ள வேண்டும். இப்பண்புகளைக் கொண்டு வாழ்வோர் உயர்வு அடைவர். அப்படி வாழ்ந்தோரின் வாழ்வில் நடந்த சில நிகழ்வுகளைக் காண்போம் வாருங்கள்."
  },
  {
    "description": "'தமக்கென முயலா நோன்றாள் - பிறர்க்கென\nமுயலுநர் உண்மையானே' -  இந்த வரிகள் எந்த நூலில் இருந்து எடுக்கப்பட்டது?",
    "options": [
      "திருக்குறள்",
      "புறநானூறு",
      "திருவாசகம்",
      "நாலாயிர திவ்யப் பிரபந்தம்"
    ],
    "answer": "B",
    "additional_context": "உலகில் எந்த ஆறும் தனது தாகத்திற்காக ஓடுவதில்லை. எந்த நிலமும் தன் பசிக்காக விளைவதில்லை. எந்த மரமும் தனக்காகக் கனிகளை உருவாக்குவதில்லை. இவற்றைப் போல மனிதனும் தனக்கென வாழாமல், பிறர்க்கென வாழ வேண்டும். அவ்வாறு வாழ்வதற்குக் அருள், பொறுமை, பரிவு, நன்றி உணர்வு, இன்சொல் பேசுதல் போன்றவை தேவை. எல்லா உயிர்களிடமும் அன்பு செலுத்துதல் வேண்டும். அதுவே மனிதநேயம் ஆகும். மனிதநேயத்துடன் வாழ்பவர்களால்தான் இவ்வுலகம் இயங்கிக் கொண்டிருக்கிறது. இந்த உண்மையை, தமக்கென முயலா நோன்றாள் - பிறர்க்கென முயலுநர் உண்மையானே (புறம் – 182) என்னும் புறநானூற்று அடிகள் உணர்த்துகின்றன."
  },
  {
    "description": "கைலாஷ் சத்யார்த்தி எத்தனை நாடுகளில் குழந்தைகளின் கல்வி மற்றும் உரிமைக்காகப் பரப்புரை செய்து வருகிறார்?",
    "options": [
      "20",
      "50",
      "80",
      "103"
    ],
    "answer": "D",
    "additional_context": "அவருடைய மனித நேயம் பிற்காலத்தில் அவரைப் பள்ளி செல்லாத குழந்தைகள் மேல் பரிவு கொள்ள வைத்தது. அதற்காக அவர் குழந்தைகளைப் பாதுகாப்போம் என்னும் இயக்கத்தைத் தொடங்கினார். அந்த இயக்கத்தின் மூலம் குழந்தைத் தொழிலாளர் முறையை ஒழிக்கப் பாடுபட்டு வருகிறார். கடந்த முப்பது ஆண்டுகளில் எண்பத்து ஆறாயிரம் குழந்தைத் தொழிலாளர்களை மீட்டுள்ளார். உலகக் குழந்தைகள் கல்வி உரிமைக்காக 103 நாடுகளில் 80,000 கி.மீ தூரம் நடைப்பயணம் சென்றுள்ளார். குழந்தைகளின் கல்வி மற்றும் உரிமைக்காக நாடு கடந்து பரப்புரை ஆற்றி வருகிறார்."
  },
  {
    "description": "கீழ்க்கண்ட கூற்றுகளில் எது வள்ளலாரின் மனிதநேயத்தை துல்லியமாக விளக்குகிறது?",
    "options": [
      "தனக்கான தேவைகளை விட பிறருக்கான தேவைகளை முன்னுரிமைப்படுத்தியவர்.",
      "ஏழை எளியவர்களுக்கு மட்டுமே உதவி செய்தவர்.",
      "தனது பொருட்களை பகிர்ந்து கொண்டவர்.",
      "எதிரிகளையும் அன்புடன் நடத்தியவர்."
    ],
    "answer": "D",
    "additional_context": "அறிந்தும் வள்ளலார் கண் மூடியபடியே படுத்திருந்தார். ஒரு கடுக்கனைக் கழற்றியவுடன், மறுகாதில் உள்ள கடுக்கனை அவன் கழற்றுவதற்கு ஏதுவாகத் திரும்பிப் படுத்தார். அவன் அதையும் கழற்றிக் கொண்டு, அந்த இடத்தைவிட்டு அகன்று செல்ல முற்பட்டான். அப்போது வள்ளலார் மென்மையான குரலில், \"அப்பா, இவை இரண்டும் தங்கக்கடுக்கன்கள். குறைந்த விலைக்கு விற்றுவிடாதே! மேலும், ஒரு கடுக்கனுடன் சென்றால் உன்னைத் திருடன் என எளிதாகக் கண்டுபிடித்து விடுவார்கள். எனவேதான் இரண்டு கடுக்கன்களையும் நீ எடுத்துக் கொள்வதற்கு வாய்ப்பாகத் திரும்பிப் படுத்தேன்\" என்றார். வள்ளலார் கூறியதைக் கேட்ட அவன் வெட்கித் தலைகுனிந்தான். இவ்வாறு தம்பொருளைக் கவர்ந்தவரிடம் கூட அன்பு காட்டியவர் வள்ளலார்."
  }
]
