[
          
  {
    
          "description": "குளிர்ந்த காற்று வீசியது. வெளிச்சம் எங்கும் பரவியது. கயல் தன் கண்களை அகல விரித்துப் பார்த்தாள். 'என்ன இடம் இது? நாம் எங்கே இருக்கிறோம்?' கண்களைக் கசக்கிக் கொண்டு பார்த்தாள். அவளுக்கு முன்னால் ஒரு கோவில் தெரிந்தது. வியப்புடன் பார்த்தாள். 'என்ன இது? கோவில் போலவும் இருக்கிறது. தேர் போலவும் இருக்கிறதே!' இதைப் பற்றி யாரிடம் கேட்பது எனத் திகைத்து நின்றாள். அப்போது தூரத்தில் ஒருவர் குதிரையில் வந்து கொண்டிருப்பது தெரிந்தது. அவர் தோற்றத்தில் அரசரைப் போல இருந்தார். 'இவர் யாராக இருக்கும்? சரி அருகில் வரட்டும் பார்க்கலாம்' என எண்ணினாள். குதிரை அவள் அருகில் வந்து நின்றது. குதிரையில் இருந்து அவர் இறங்கினார்.",
          "options": [
      "கோவில்",
      "தேர்",
      "அரசர்",
      "குதிரை"
    ],
    "answer": "A",
    
          "additional_context": "கயல் என்னும் சிறுமி ஒரு புதிய இடத்தில் தன்னை காண்கிறாள். அங்கு ஒரு கோவில் போலவும் தேர் போலவும் இருக்கும் ஒரு கட்டமைப்பை அவள் பார்க்கிறாள். அப்போது அங்கு ஒரு குதிரையில் வந்து கொண்டிருக்கும் ஒரு மனிதரை கயல் பார்க்கிறாள். அவன் தோற்றம் ஒரு அரசனைப் போல இருக்கிறது. கயல் இவன் யார் என தெரிந்துகொள்ள ஆசைப்படுகிறாள்."
          }
        ,
          
  {
    
          "description": "'நான் பல்லவ மன்னன். என் பெயர் நரசிம்மவர்மன். நான் மற்போரில் சிறந்தவன். அதனால், எனக்கு மாமல்லன் என்னும் பெயரும் உண்டு. உன் பெயர் என்ன?' என்று கேட்டார் அவர்.",
          "options": [
      "தான் அரசன் என்பதை மட்டும் கூறினார்.",
      "தன்னைப் பற்றியும் தன் பெயரைப் பற்றியும் கூறினார்.",
      "கயலின் பெயரைப் பற்றி கேட்டார்.",
      "மாமல்லபுரத்தைப் பற்றி விளக்கினார்."
    ],
    "answer": "B",
    
          "additional_context": "குதிரையில் இருந்து இறங்கிய அந்த மனிதன் தான் ஒரு பல்லவ மன்னன் என்றும், தன் பெயர் நரசிம்மவர்மன் என்றும், மற்போரில் சிறந்தவன் என்பதால் 'மாமல்லன்' என்று அழைக்கப்படுவதாகவும் கூறுகிறார். அதன் பின் அந்த மனிதன் கயலின் பெயரைக் கேட்கிறார்."
          }
        ,
          
  {
    
          "description": "'இவை என்ன ஐயா?' என்று கேட்டாள்.",
          "options": [
      "மாமல்லன் இரதம்",
      "பஞ்சபாண்டவர் இரதம்",
      "ஐந்து இரதங்கள்",
      "பல்லவ இரதம்"
    ],
    "answer": "B",
    
          "additional_context": "மாமல்லன் தன்னைப் பற்றி சொன்ன பிறகு கயல் அந்த இடத்தில் இருக்கும் ஐந்து தேர்களைப் பார்த்து அவற்றைப் பற்றி கேட்கிறாள்."
          }
        ,
          
  {
    
          "description": "'இவற்றை உருவாக்குவதற்குக் கற்களை எங்கிருந்து கொண்டு வந்தீர்கள்?'",
          "options": [
      "தூரத்தில் உள்ள இடங்களில் இருந்து கற்களை கொண்டு வந்ததாக கூறினார்.",
      "அந்த இடத்தில் இருந்த பாறைகளிலிருந்து கற்களை எடுத்ததாக கூறினார்.",
      "பல்லவ நாட்டின் பிற பகுதிகளில் இருந்து கற்களை கொண்டு வந்ததாக கூறினார்.",
      "இரதங்களின் கற்களை கொண்டு வந்து ஒன்று சேர்த்ததாக கூறினார்."
    ],
    "answer": "B",
    
          "additional_context": "கயல் அந்த தேர்களைப் பற்றி மேலும் கேள்விகளை கேட்கிறாள். அந்த தேர்களைக் கட்ட கற்களை எங்கிருந்து எடுத்தார்கள் எனவும் அவள் கேட்கிறாள். மாமல்லன், அந்த இடத்திலேயே இருந்த பாறைகளிலிருந்து கற்களை எடுத்ததாக கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "'உங்கள் தந்தையும் அரசரா?' என்று கேட்டாள் கயல்.",
          "options": [
      "ஒரு தலைமுறை",
      "இரண்டு தலைமுறைகள்",
      "மூன்று தலைமுறைகள்",
      "நான்கு தலைமுறைகள்"
    ],
    "answer": "D",
    
          "additional_context": "மாமல்லன் இடத்திலேயே கற்களை எடுத்ததாக கூறிய பிறகு கயல் மாமல்லன் தந்தையும் அரசனா என கேட்கிறாள். மாமல்லன் தான், தன் தந்தை, தன் மகன் மற்றும் தன் பேரன் என நான்கு தலைமுறைகளாக இந்தச் சிற்பப் பணிகள் நடைபெற்றதாக கூறுகிறார்."
          }
        ]