
[
  {
    "description": "“அறிவியல் ஆத்திசூடி”யின் நோக்கத்தை விளக்கி, அதை உருவாக்கியவர் யார் என்பதைக் கூறுக.",
    "options": [
      "அறிவியல் அறிவைப் பரப்புதல்; சு.முத்து",
      "அறிவியல் துறையில் ஊக்கத்தை ஏற்படுத்துதல்; ஔவை",
      "அகர வரிசையில் அறிவியல் கருத்துக்களை வழங்குதல்; பாரதியார்",
      "அறிவியல் ஆய்வுகளை மேம்படுத்துதல்; அப்துல் கலாம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“அறிவியல் ஆத்திசூடி” என்பது அறிவியல் அறிவைப் பரப்புவதற்காக உருவாக்கப்பட்டது. இதை உருவாக்கியவர் நெல்லை சு.முத்து.  அவர் ஒரு அறிவியல் அறிஞர் மற்றும் கவிஞர். “அறிவியல் ஆத்திசூடி” யில் அறிவியல் கருத்துக்கள்  அகர வரிசையில் தரப்பட்டுள்ளன."
  },
  {
    "description": "“ஔடதம்” என்ற சொல்லைப் பயன்படுத்தி ஒரு வாக்கியத்தை எழுதுக. அதே நேரத்தில் “அறிவியல் சிந்தனை கொள்” பகுதியில் உள்ள எந்த வரி இந்த வாக்கியத்திற்குப் பொருத்தமாக இருக்கும் என்பதைக் கூறுக.",
    "options": [
      "ஔடதம் மருத்துவத்திற்கு மிகவும் அவசியம்; ஆய்வில் மூழ்கு",
      "ஔடதம் நோய்க்கு நிவாரணம்; ஈடுபாட்டுடன் அணுகு",
      "ஔடதம் தயாரிப்பில் அறிவியல் முக்கிய பங்கு வகிக்கிறது; இயன்றவரை புரிந்துகொள்",
      "ஔடதம் ஆய்வுக்கான ஒரு துறை; உண்மை கண்டறி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“ஔடதம்” என்பது மருந்தைக் குறிக்கும் சொல்.   “அறிவியல் சிந்தனை கொள்” பகுதியில் உள்ள “இயன்றவரை புரிந்துகொள்” என்ற வரி  ஔடதம் தயாரிப்பில் அறிவியல்  முக்கிய பங்கு வகிக்கிறது என்பதை  விளக்குகிறது."
  },
  {
    "description": "“அறிவியல் ஆத்திசூடி” பகுதியில் உள்ள  “ஆய்வில் மூழ்கு” என்ற வரியின் பொருள் என்ன?",
    "options": [
      "அறிவியலைத் தொடர்ந்து படிப்பது",
      "ஆய்வுகளை ஆழமாக ஆராய்வது",
      "அறிவியல் கருத்துக்களை ஆய்வு செய்வது",
      "அறிவியல் ஆய்வுகளில் ஈடுபடுவது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“அறிவியல் ஆத்திசூடி” பகுதியில் உள்ள “ஆய்வில் மூழ்கு” என்ற வரி, அறிவியல் ஆய்வுகளை ஆழமாக ஆராய்வது  என்பதைக் குறிக்கிறது. அறிவியல் துறையில் ஆய்வுகளை ஆழமாக ஆராய்ந்து புதிய கண்டுபிடிப்புகளை நிகழ்த்துவது மிகவும் அவசியம். "
  },
  {
    "description": "“என்றும் அறிவியலே வெல்லும்” பகுதியில் உள்ள வரிகளில் எது, “ஒருமித்துச் செயல்படு” என்ற வரியின் பொருளைக் குறிக்கிறது?",
    "options": [
      "ஏன் என்று கேள்",
      "ஐயம் தெளிந்து சொல்",
      "ஒருமித்துச் செயல்படு",
      "ஓய்வற உழை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“என்றும் அறிவியலே வெல்லும்” பகுதியில் உள்ள “ஒருமித்துச் செயல்படு” என்ற வரி அறிவியலை மேம்படுத்த ஒன்றுபட்டு செயல்பட வேண்டும் என்பதைக் குறிக்கிறது. அறிவியல் வளர்ச்சிக்கு ஒத்துழைப்பு மிகவும் அவசியம்."
  },
  {
    "description": "“சொல்லும் பொருளும்” பகுதியில் உள்ள விளக்கங்களைப் பயன்படுத்தி, “இயன்றவரை புரிந்துகொள்” என்ற வரியை வேறு விதமாக எழுதுக.",
    "options": [
      "முழுமையாக புரிந்துகொள்",
      "முடிந்தவரை புரிந்துகொள்",
      "எல்லாவற்றையும் புரிந்துகொள்",
      "எளிதாக புரிந்துகொள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“சொல்லும் பொருளும்” பகுதியில் “இயன்றவரை” என்பதற்கு “முடிந்தவரை” என்று பொருள் கூறப்பட்டுள்ளது.  எனவே “இயன்றவரை புரிந்துகொள்”  என்ற வரியை “முடிந்தவரை புரிந்துகொள்” என்று மாற்றி எழுதலாம்."
  }
]
