
[
  {
    "description": "ஏழாம் தளத்தில் எந்தத் துறைகளுக்கான நூல்கள் உள்ளன?",
    "options": [
      "வரலாறு, புவியியல், சுற்றுலா",
      "கணிதம், அறிவியல், மருத்துவம்",
      "வரலாறு, புவியியல், சுற்றுலா மற்றும் போட்டித் தேர்வு நூல்கள்",
      "வரலாறு, புவியியல், சுற்றுலா, போட்டித் தேர்வு நூல்கள் மற்றும் அரசு கீழ்த்திசைச் சுவடிகள் நூலகம்"
    ],
    "answer": "D",
    "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தின் ஏழாம் தளத்தில் அரசு கீழ்த்திசைச் சுவடிகள் நூலகம் உள்ளது. இங்குப் பழைமையான ஓலைச் சுவடிகள் சேகரித்துப் பாதுகாத்து வைக்கப்பட்டு உள்ளன. இதே தளத்தில் வரலாறு, புவியியல், சுற்றுலா நூல்களும் உள்ளன. இங்கு அனைத்துவகைப் போட்டித் தேர்வுகளுக்கும் தேவையான நூல்கள் உள்ளன. மின் நூலகமும் உள்ளது. அனைத்துத் துறை சார்ந்த தரமான மின்நூல்களும் மின் இதழ்களும் உள்ளன."
  },
  {
    "description": "அண்ணா நூற்றாண்டு நூலகத்தில் உள்ள கூட்ட அரங்கு, கலையரங்கு, கருத்தரங்கக் கூடம் போன்றவற்றிற்கு என்ன வசதி உள்ளது?",
    "options": [
      "குளிர்பதன வசதி மட்டும்",
      "வைஃபை வசதி",
      "கணினி வசதி",
      "குளிர்பதன வசதி, வைஃபை வசதி மற்றும் கணினி வசதி"
    ],
    "answer": "A",
    "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் கூட்ட அரங்கு, கலையரங்கு, கருத்தரங்கக் கூடம் போன்றவற்றுக்கு குளிர்பதன வசதி உள்ளது. கூடுதலாக வைஃபை மற்றும் கணினி வசதிகளும் உள்ளன. "
  },
  {
    "description": "தமிழக அரசு நடமாடும் நூலகம் என்னும் திட்டத்தைத் தொடங்கியுள்ளது. இதன் நோக்கம் என்ன?",
    "options": [
      "நூலக வசதி இல்லாத பகுதிகளுக்கு நூலக வசதியை வழங்குதல்",
      "நூலக வசதி உள்ள பகுதிகளில் மக்களின் வாசிப்புப் பழக்கத்தை மேம்படுத்துதல்",
      "அண்ணா நூற்றாண்டு நூலகத்திற்கு மாணவர்களை ஈர்த்து வருதல்",
      "நூலக விதிகளைப் பரப்புதல்"
    ],
    "answer": "A",
    "additional_context": "தமிழகத்தில் உள்ள பல கிராமங்களில் நூலக வசதி இல்லாததால், தமிழக அரசு நடமாடும் நூலகம் என்னும் திட்டத்தைத் தொடங்கியுள்ளது. இந்தத் திட்டம் மூலம் நூலக வசதி இல்லாத பகுதிகளுக்கு நூலக வசதியை வழங்க முடியும். இது மக்களின் வாசிப்புப் பழக்கத்தை மேம்படுத்தவும் உதவும்."
  },
  {
    "description": "நூலகத்தில் புத்தகங்களை வீட்டிற்கு எடுத்துச் செல்ல முடியுமா?",
    "options": [
      "ஆம்",
      "இல்லை",
      "நூலக நிர்வாகத்தின் அனுமதி பெற்றால் மட்டும்",
      "குழந்தைகள் பிரிவில் உள்ள புத்தகங்களை மட்டும் எடுத்துச் செல்லலாம்"
    ],
    "answer": "B",
    "additional_context": "நூலகத்தில் புத்தகங்களை வீட்டிற்கு எடுத்துச் செல்ல முடியாது. நூலகத்தில் இருந்துகொண்டே படிக்க வேண்டும். நூலக நிர்வாகத்தின் அனுமதி பெற்றால் மட்டும் நூல்களை வீட்டிற்கு எடுத்துச் செல்லலாம். இதற்கு நூலக அட்டை இருக்க வேண்டும். குழந்தைகள் பிரிவில் உள்ள புத்தகங்களும் வீட்டிற்கு எடுத்துச் செல்ல முடியாது."
  },
  {
    "description": "இந்தக் கட்டுரையில் குறிப்பிடப்பட்டுள்ளவர்களில் எவர் அண்ணா நூற்றாண்டு நூலகத்தில் படித்து உயர்நிலை அடைந்தவர்?",
    "options": [
      "அறிஞர் அண்ணா",
      "ஜவஹர்லால் நேரு",
      "அண்ணல் அம்பேத்கர்",
      "காரல் மார்க்ஸ்"
    ],
    "answer": "A",
    "additional_context": "அறிஞர் அண்ணா, ஜவஹர்லால் நேரு, அண்ணல் அம்பேத்கர், காரல் மார்க்ஸ் போன்ற பலர் அண்ணா நூற்றாண்டு நூலகத்தில் படித்து உயர்நிலை அடைந்தவர்கள். அறிஞர் அண்ணா  ஒரு காலத்தில் அண்ணா நூற்றாண்டு நூலகத்திற்கு அருகிலேயே இருந்த ஒரு சிறிய நூலகத்தில் படித்து வந்தார்."
  }
]
