
[
  {
    "description": "“உலகப் புகழ்பெற்ற புத்தகத் திருவிழாக்கள் குறித்து இணையத்தில் தேடி எழுதுக”  என்ற  செயல்  எந்தப் பகுதியை  குறிக்கிறது?",
    "options": [
      "a) கலைச்சொல் அறிவோம்",
      "b) இணையத்தில் காண்க",
      "c) செயல் திட்டம்",
      "d) என் பொறுப்புகள்"
    ],
    "answer": "b",
    "additional_context": "இந்த கேள்வி 'இணையத்தில் காண்க' என்ற பகுதியை குறிக்கிறது.  இந்த பகுதியில் 'உலகப் புகழ்பெற்ற புத்தகத் திருவிழாக்கள் குறித்து இணையத்தில் தேடி எழுதுக' என்ற செயல் தரப்பட்டுள்ளது.  'கலைச்சொல் அறிவோம்', 'செயல் திட்டம்' மற்றும் 'என் பொறுப்புகள்'  இந்த பகுதிகளில் இது இல்லை. "
  },
  {
    "description": "“கல்விக்கண் திறந்த காமராசர்” என்ற தொடரில் எத்தனை எழுத்துகள் இருக்கின்றன?",
    "options": [
      "a) 14",
      "b) 15",
      "c) 16",
      "d) 17"
    ],
    "answer": "c",
    "additional_context": "'கல்விக்கண் திறந்த காமராசர்' என்ற தொடரில் 16 எழுத்துகள் உள்ளன.  இந்த தொடரில் உள்ள ஒவ்வொரு எழுத்தையும் கணக்கிட்டு பார்த்தால் 16 எழுத்துகள் இருப்பதை நாம் கண்டுபிடிக்கலாம்.  இது 'மொழியோடு விளையாடு'  என்ற பகுதியில் ஒரு கேள்வி. "
  },
  {
    "description": "“பயிர்” என்ற சொல்லைப் பயன்படுத்தி “முளையிலே விளையும் தெரியும் பயிர்” என்ற சொற்றொடரை நிறைவு செய்யும் வகையில் “கல்விக்கண் திறந்த காமராசர்” என்ற தொடரிலிருந்து எந்த சொல்லைப் பயன்படுத்தலாம்?",
    "options": [
      "a) கல்வி",
      "b) காமராசர்",
      "c) திறந்த",
      "d) கண்"
    ],
    "answer": "a",
    "additional_context": "இந்த கேள்வி 'மொழியோடு விளையாடு'  என்ற பகுதியில் உள்ளது.   'முளையிலே விளையும் தெரியும் பயிர்'  என்ற சொற்றொடரை நிறைவு செய்யும் வகையில், 'கல்விக்கண் திறந்த காமராசர்' என்ற தொடரிலிருந்து 'கல்வி' என்ற சொல்லைப் பயன்படுத்தலாம். 'முளையிலே விளையும் தெரியும் கல்வி' என்று  சொற்றொடர் நிறைவு பெறும். "
  },
  {
    "description": "“இல்லாமை” என்ற சொல்லைப் பயன்படுத்தி “ஆக்குவோம் இல்லாமை கல்லாமையை” என்ற சொற்றொடரை நிறைவு செய்யும் வகையில் “கல்விக்கண் திறந்த காமராசர்” என்ற தொடரிலிருந்து எந்த சொல்லைப் பயன்படுத்தலாம்?",
    "options": [
      "a) கல்வி",
      "b) காமராசர்",
      "c) திறந்த",
      "d) கண்"
    ],
    "answer": "c",
    "additional_context": "இந்த கேள்வி 'மொழியோடு விளையாடு'  என்ற பகுதியில் உள்ளது.   'ஆக்குவோம் இல்லாமை கல்லாமையை'  என்ற சொற்றொடரை நிறைவு செய்யும் வகையில், 'கல்விக்கண் திறந்த காமராசர்' என்ற தொடரிலிருந்து 'திறந்த' என்ற சொல்லைப் பயன்படுத்தலாம். 'ஆக்குவோம் இல்லாமை திறந்த கல்லாமையை' என்று  சொற்றொடர் நிறைவு பெறும். "
  },
  {
    "description": "கீழ்க்காணும் இன எழுத்துச் சொற்களில் எது “LD ண் L ப ம் அ ற தி க ந் கி ச கி பி ம் து O ங் தெ ன் ற ல் ங் கு ள் LD ஞ் ச ள்” இதில் இல்லை?",
    "options": [
      "a) தி",
      "b) கி",
      "c) ம்",
      "d) ங்"
    ],
    "answer": "d",
    "additional_context": "இந்த கேள்வி 'மொழியோடு விளையாடு'  என்ற பகுதியில் உள்ளது.   'LD ண் L ப ம் அ ற தி க ந் கி ச கி பி ம் து O ங் தெ ன் ற ல் ங் கு ள் LD ஞ் ச ள்'  இந்த தொடரில்  'தி', 'கி' மற்றும் 'ம்'  இருக்கிறது.  ஆனால் 'ங்'  இல்லை. "
  }
]
