
[
  {
    "description": "திருக்குறள் நூல் எந்த மூன்று பிரிவுகளாக பிரிக்கப்பட்டுள்ளது?",
    "options": [
      "அறத்துப்பால்,  பொருட்பால்,  இன்பத்துப்பால்",
      "அறத்துப்பால்,  பொருட்பால்,  நீதிப்பால்",
      "அறத்துப்பால்,  சமயப்பால்,  இன்பத்துப்பால்",
      "அறத்துப்பால்,  நீதிப்பால்,  சமயப்பால்"
    ],
    "answer": "A",
    "additional_context": "திருக்குறள் நூல் ஒரு முழுமையான வாழ்க்கை நெறிகளைப் பற்றிய நூலாகும். இதனைத் திருவள்ளுவர் எழுதியுள்ளார். இந்நூல் மூன்று பால்களாகப் பிரிக்கப்பட்டுள்ளது. அவை அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என்பன. \n\nஅறத்துப்பால் மனித வாழ்க்கைக்குப் பொருத்தமான அறநெறிகளைப் பற்றியும், பொருட்பால் பொருளாதாரம், அரசியல், குடும்பம், சமுதாயம் போன்றவற்றைப் பற்றியும், இன்பத்துப்பால் இன்பம் தரும் வழிகளைப் பற்றியும் கூறுகின்றது. 133 அதிகாரங்களில் 1330 குறள் பாக்களைக் கொண்டது.  திருக்குறள் 133 அதிகாரங்களில் 1330 குறள்பாக்களைக் கொண்டுள்ளது. ‘திருக்குறளில் இல்லாததும் இல்லை, சொல்லாததும் இல்லை’ என்னும் வகையில் சிறந்து விளங்குகிறது."
  },
  {
    "description": "பின்வரும் குறளை கவனமாகப் படியுங்கள்:\n\n> \"செயற்கரிய செய்வார் பெரியர் சிறியர்\n> செயற்கரிய செய்கலா தார்.\"\n\nஇந்தக் குறளின் பொருள் என்ன?",
    "options": [
      "முடியாத செயல்களைச்  செய்யும்  ஆற்றல்  பெரியவர்களை  சிறியவர்களாக மாற்றும்.",
      "முடியாத  செயலைச்  செய்யும்  ஆற்றல்  பெரியவர்களுக்கு  இருக்கும்.",
      "பெரியவர்கள் மட்டுமே  முடியாத  செயலைச்  செய்ய முடியும்.",
      "சிறியவர்கள்  எப்போதும்  முடியாத  செயலைச்  செய்ய  முயற்சி  செய்யக்கூடாது."
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள், ஒருவருடைய திறமையையும் ஆற்றலையும் காட்டுகிறது. முடியாத காரியங்களையும் செய்து முடிக்கும் ஆற்றல் பெரியவர்களுக்கு இருக்கும் என்கிறது. "
  },
  {
    "description": "\"விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து\nஉள்நின்று உடற்றும் பசி.\"  என்ற குறள் எதை  குறிக்கிறது?",
    "options": [
      "மழை  இல்லாததால்  உலகில்  பசி  நிலவுகிறது",
      "மழை  இல்லாததால்  உலகம்  வெறுமையாக  இருக்கிறது",
      "மழை  இல்லாததால்  உயிரினங்கள்  மிகவும்  துன்பப்படுகின்றன",
      "மழை  இல்லாததால்  நிலம்  வறண்டு  போகிறது"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் மழையின் முக்கியத்துவத்தை எடுத்துரைக்கிறது. மழை இல்லாததால் உலகில் பசி ஏற்படும் என்கிறது. "
  },
  {
    "description": "திருவள்ளுவர்  \"திருக்குறள்\"  நூலை  எழுதிய  காலம்  எது?",
    "options": [
      "2000 ஆண்டுகளுக்கு  முன்",
      "1500 ஆண்டுகளுக்கு  முன்",
      "1000 ஆண்டுகளுக்கு  முன்",
      "500 ஆண்டுகளுக்கு  முன்"
    ],
    "answer": "A",
    "additional_context": "திருவள்ளுவர் ஒரு சிறந்த தமிழ் புலவர். அவர் இரண்டாயிரம் ஆண்டுகளுக்கு முன்பே வாழ்ந்தவர். இவர் எழுதிய நூல் திருக்குறள். இது ஒரு வாழ்க்கை நெறிகளைப் பற்றிய நூல்."
  },
  {
    "description": "பின்வரும் கூற்றுகளில்  திருக்குறள் பற்றிய  எது  சரியானது?",
    "options": [
      "திருக்குறள்  சமய நூல்",
      "திருக்குறள்  வரலாற்று நூல்",
      "திருக்குறள்  வாழ்க்கை  நெறிகளை  பற்றிய  நூல்",
      "திருக்குறள்  கலை  நூல்"
    ],
    "answer": "C",
    "additional_context": "திருக்குறள் சமய நூல் அல்ல. இது ஒரு வாழ்க்கை நெறிகளைப் பற்றிய நூல். இதில் அறம், பொருள், இன்பம் ஆகியவற்றைப் பற்றியும் மனித வாழ்க்கைக்குப் பொருத்தமான அறநெறிகளைப் பற்றியும் கூறுகிறது. அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என மூன்று பால்களாகப் பிரிக்கப்பட்டுள்ளது."
  }
]
