
[
    {
        "description": "“காமராசர் குறித்த செய்திகள் மற்றும் புகைப்படங்களுடன் ஒரு படத்தொகுப்பு (Album) உருவாக்கவும்” என்ற செயல் திட்டத்திற்கு ஏற்ற படத்தொகுப்புப் பெயர் எது?",
        "options": [
            "a) “கல்விக் கண்”",
            "b) “காமராசர் நினைவுகள்”",
            "c) “திறந்த கல்வியின் பயணம்”",
            "d) “சிறந்த கல்வி”"
        ],
        "answer": "b",
        "additional_context": "இந்த பக்கத்தில் உள்ள செயல் திட்டம் பத்தி சொல்லுது, காமராசர் குறித்து ஒரு படத்தொகுப்பு உருவாக்குங்கன்னு. அந்த படத்தொகுப்புக்கு ஏற்ற பெயர் எதுன்னு கேக்குது. இதோட சம்பந்தப்பட்ட பதிலை தேர்ந்தெடுக்கனும்."
    },
    {
        "description": "“என் பொறுப்புகள்” பகுதியில் குறிப்பிடப்பட்டுள்ள பொறுப்புகளில் எது “கல்வியின் சிறப்பை உணர்ந்துள்ளேன்” என்பதோடு நேரடியாக தொடர்புடையது?",
        "options": [
            "a) தொடர்ந்து கல்வி கற்பேன்.",
            "b) கல்வியால் எனது குறிக்கோளை அடைவேன்.",
            "c) கல்வியால் சிறந்தவர்களை என் முன்னோடிகளாகக் கொள்வேன்.",
            "d) புத்தகம் படிக்கும் பழக்கத்தை ஏற்படுத்திக் கொள்வேன்."
        ],
        "answer": "a",
        "additional_context": "இந்த பக்கத்தில் என் பொறுப்புகள்னு ஒரு தலைப்பு இருக்கு. அதுல 5 பொறுப்புகள் குறிப்பிடப்பட்டு இருக்கு. அந்த பொறுப்புகள்ல இருந்து எது கல்வியின் சிறப்பை உணர்ந்துள்ளேன்ன்னு சொல்லுதுன்னு கேக்குது. இதோட சம்பந்தப்பட்ட பதிலை தேர்ந்தெடுக்கனும்."
    },
    {
        "description": "“கல்வியின் சிறப்புக் குறித்துக் கூறியுள்ள கல்வியாளர் சிலரின் பெயர்களை இணையத்தில் தேடிப் பட்டியலிடுக”  என்ற இணையத்தில் காண்க பகுதியின் நோக்கம் என்ன?",
        "options": [
            "a) கல்வியின் முக்கியத்துவத்தை புரிந்துகொள்ள",
            "b) கல்வியாளர்களின் வாழ்க்கை வரலாற்றைப் பற்றி அறிய",
            "c) இணையத்தில் தேடுதல் பழக்கத்தை வளர்த்துக்கொள்ள",
            "d) கல்வியின் சிறப்பு குறித்து மேலும் ஆராய்ந்து அறிந்துகொள்ள"
        ],
        "answer": "d",
        "additional_context": "இந்த பக்கத்தில் இணையத்தில் காண்கனு ஒரு தலைப்பு இருக்கு. அதுல கல்வியின் சிறப்புக் குறித்துக் கூறியுள்ள கல்வியாளர் சிலரின் பெயர்களை இணையத்தில் தேடிப் பட்டியலிடுகன்னு சொல்லுது. இதோட நோக்கம் என்னன்னு கேக்குது. இதோட சம்பந்தப்பட்ட பதிலை தேர்ந்தெடுக்கனும்."
    },
    {
        "description": "“கல்வியின் சிறப்பினைக் கூறும் மேற்கோள்களை இணையத்தில் தேடிப் பயில்க” என்ற இணையத்தில் காண்க பகுதியின் நோக்கம் என்ன?",
        "options": [
            "a) கல்வியின் சிறப்பை வலியுறுத்தும் நல்ல சொற்களை சேகரிக்க",
            "b) இணையத்தில் தேடுதல் பழக்கத்தை வளர்த்துக்கொள்ள",
            "c) கல்வியின் முக்கியத்துவத்தை புரிந்துகொள்ள",
            "d) கல்வி சம்பந்தப்பட்ட நல்ல மேற்கோள்களை சேகரித்து பயன்படுத்த"
        ],
        "answer": "d",
        "additional_context": "இந்த பக்கத்தில் இணையத்தில் காண்கனு ஒரு தலைப்பு இருக்கு. அதுல கல்வியின் சிறப்பினைக் கூறும் மேற்கோள்களை இணையத்தில் தேடிப் பயில்கன்னு சொல்லுது. இதோட நோக்கம் என்னன்னு கேக்குது. இதோட சம்பந்தப்பட்ட பதிலை தேர்ந்தெடுக்கனும்."
    },
    {
        "description": "“கல்வி” என்ற சொல்லின் ஆங்கிலப் பெயர் என்ன?",
        "options": [
            "a) Knowledge",
            "b) Education",
            "c) Learning",
            "d) Study"
        ],
        "answer": "b",
        "additional_context": "இந்த பக்கத்தில் கலைச்சொல் அறிவோம்னு ஒரு தலைப்பு இருக்கு. அதுல கல்வினு சொல்லுக்கான ஆங்கிலச் சொல் கேக்கப்படுது. இதோட சம்பந்தப்பட்ட பதிலை தேர்ந்தெடுக்கனும்."
    }
]
