
[
  {
    "description": "“அறிவியல் ஆய்வுக்கு எல்லை இல்லை. மண்ணில், விண்ணில், கடலில், காற்றில் என எங்கும் ஆய்வுகள் நிகழ்கின்றன.”  என்ற வரிகளின் மூலம் என்ன தெளிவாகிறது?",
    "options": [
      "அ) அறிவியல் ஆய்வுகள் மனித வாழ்க்கையை மட்டுமே கவனிக்கின்றன.",
      "ஆ) அறிவியல் ஆய்வுகள் ஒரு குறிப்பிட்ட இடத்தில் மட்டுமே நிகழ்கின்றன.",
      "இ) அறிவியல் ஆய்வுகள் மனிதனின் எல்லைகளைத் தகர்த்து எங்கும் பரவி உள்ளன.",
      "ஈ) அறிவியல் ஆய்வுகளுக்குத் தனிப்பட்ட ஒரு நோக்கம் உள்ளது."
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் அறிவியல் ஆய்வுகள் எல்லைகளை மீறி மனித வாழ்க்கை முழுவதும் பரவி இருப்பதை காட்டுகிறது. மண்ணில், விண்ணில், கடலில், காற்றில் என அனைத்து இடங்களிலும் ஆய்வுகள் நிகழ்கின்றன என்று குறிப்பிடுவதன் மூலம் அறிவியல் ஆய்வுகள் எந்த ஒரு குறிப்பிட்ட இடத்திலும் கட்டுப்படாமல் எல்லா இடங்களிலும் பரவியுள்ளன என்பது தெளிவாகிறது."
  },
  {
    "description": "“மனிதனின் நகலாக எந்திர மனிதனை மனிதரே படைக்கின்றனர். மனித உடலின் பாகங்களையும் இயந்திரத்தின் பாகங்கள் போல் மாற்றுகின்றனர்.” இந்த வரிகள்  எதைப் பற்றி கூறுகின்றன?",
    "options": [
      "அ) அறிவியல் ஆய்வுகளின் தாக்கத்தை பறவைகள் மீது.",
      "ஆ) மனிதனின் ஆற்றலை மீறி செயல்படும் எந்திர மனிதனைப் பற்றி.",
      "இ) இயற்கையை எதிர்த்துப் போராடும் மனிதனின் செயல்பாடுகளைப் பற்றி.",
      "ஈ) மனிதனின் மீது மட்டுமே கவனம் செலுத்தும் மருத்துவ ஆய்வுகளைப் பற்றி."
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் மனிதன் இயற்கையின் எல்லைகளை மீறி புதிய கண்டுபிடிப்புகளை செய்வதன் மூலம் இயற்கையை எதிர்த்துப் போராடும் மனிதனின் செயல்பாடுகளைப் பற்றி குறிப்பிடுகின்றன. மனித உடலின் பாகங்களை இயந்திரத்தின் பாகங்களாக மாற்றுவது மற்றும் எந்திர மனிதனை படைப்பது போன்ற செயல்பாடுகள் மனிதன் இயற்கையை எதிர்த்துப் போராடும் செயல்கள் என்பதை விளக்குகின்றன."
  },
  {
    "description": "“எலும்பும் தசையும் இல்லாது இயங்கும் எந்திர மனிதனைப் படைக்கின்றான்” இந்த வரி எதைப் பற்றி எடுத்துக்காட்டுகிறது?",
    "options": [
      "அ) இயற்கை வளங்களை பாதுகாக்கும் நோக்கத்துடன் உருவாக்கப்பட்ட எந்திர மனிதன்.",
      "ஆ) மனித உடலின் செயல்பாடுகளை நகலெடுத்து உருவாக்கப்பட்ட எந்திர மனிதன்.",
      "இ) மனித குலத்திற்கு எதிராகப் போரிட உருவாக்கப்பட்ட எந்திர மனிதன்.",
      "ஈ)  இயற்கை வளங்களை அதிகமாகப் பயன்படுத்துவதன் மூலம் உருவாக்கப்பட்ட எந்திர மனிதன்."
    ],
    "answer": "B",
    "additional_context": "இந்த வரி மனிதன் இயற்கை உடலின் செயல்பாடுகளை எந்திரம் மூலம் நகலெடுத்து உருவாக்கப்பட்ட எந்திர மனிதனைப் பற்றி எடுத்துக்காட்டுகிறது. எலும்பு மற்றும் தசை இல்லாமல் செயல்படும் எந்திர மனிதன் என்பது மனித உடலின் செயல்பாடுகளை நகலெடுத்து உருவாக்கப்பட்ட ஒரு மாதிரி என்பதை காட்டுகிறது."
  },
  {
    "description": "“இணைய வலையால் உலகம் முழுமையும் உள்ளங் கையில் கொடுக்கின்றான்”  இந்த வரி எந்த தொழில்நுட்பத்தின் பயனைக் காட்டுகிறது?",
    "options": [
      "அ)  செயற்கை நுண்ணறிவின் மூலம் உலகத்தை நிர்வகிக்கும் திறன்.",
      "ஆ) இணையத்தின் மூலம் உலகத்தை இணைத்து தகவல்களைப் பகிர்ந்துகொள்ளும் வாய்ப்பு.",
      "இ)  இயற்கை வளங்களைப் பாதுகாக்கும் நோக்கத்துடன் இணையத்தைப் பயன்படுத்தும் வழி.",
      "ஈ)  இணையத்தின் மூலம் புதிய கண்டுபிடிப்புகளை உருவாக்கும் திறன்."
    ],
    "answer": "B",
    "additional_context": "இந்த வரி இணையத்தின் மூலம் உலகத்தை இணைத்து தகவல்களைப் பகிர்ந்துகொள்ளும் வாய்ப்பைப் பற்றி கூறுகிறது. இணைய வலையின் மூலம் உலகம் முழுமையும் உள்ளங்கையில் கொடுக்கின்றான் என்பது இணையம்  உலகின் எந்த மூலையிலும் இருக்கும் தகவல்களை நம் கையில் கொடுத்து உலகத்தை நம் விரல் நுனியில் இருக்கும்படி செய்கிறது என்பதை காட்டுகிறது."
  },
  {
    "description": "“வேளை தோறும் பயணம் செய்ய விண்வெளிப் பாதை அமைத்திடுவான்” இந்த வரி எந்த வகையான பயணத்தைப் பற்றி குறிப்பிடுகிறது?",
    "options": [
      "அ)  கடல் வழியான பயணம்.",
      "ஆ)  வான் வழியான பயணம்.",
      "இ)  விண்வெளி வழியான பயணம்.",
      "ஈ)  தரை வழியான பயணம்."
    ],
    "answer": "C",
    "additional_context": "இந்த வரி விண்வெளி வழியான பயணத்தைப் பற்றி குறிப்பிடுகிறது. வேளை தோறும் பயணம் செய்ய விண்வெளிப் பாதை அமைத்திடுவான் என்று சொல்வதன் மூலம் விண்வெளியில் பாதை அமைத்து அதன் மூலம் பயணம் செய்வது என்பதை தெளிவாக காட்டுகிறது. இது நமக்கு எதிர்காலத்தில் விண்வெளிப் பயணங்கள் சாத்தியமாகும் என்று நம்பிக்கை அளிக்கிறது."
  }
]
