
[
  {
    "description": "வள்ளுவர், \"அகர முதல எழுத்தெல்லாம் ஆதி பகவன் முதற்றே உலகு\" என்ற குறளில் எதை வலியுறுத்துகிறார்?",
    "options": [
      "எழுத்தின் முக்கியத்துவம்",
      "பகவானின் ஆதிக்கம்",
      "உலகின் தொடக்கம்",
      "படைப்பின் இயல்பு"
    ],
    "answer": "D",
    "additional_context": "திருக்குறள் நூல் கடவுள் வாழ்த்து எனும் அதிகாரத்துடன் துவங்குகிறது. வள்ளுவர் இந்த அதிகாரத்தில் கடவுளின் அருமையை பற்றி பல அம்சங்களைப் பாடியுள்ளார். \"அகர முதல எழுத்தெல்லாம் ஆதி பகவன் முதற்றே உலகு\" எனும் குறள் வள்ளுவர் கடவுளை உலகின் ஆதிக்காரராக போற்றுவதைக் காட்டுகிறது. இந்த குறள் படைப்பின் இயல்பை பற்றி கூறுகிறது.  வள்ளுவர் எழுத்துக்கள், மொழி, மனிதர்கள், உலகம் இவை அனைத்தும் கடவுளின் படைப்பே என்று  வலியுறுத்துகிறார்."
  },
  {
    "description": "\"நீத்தார் பெருமை\" எனும் அதிகாரத்தில் வள்ளுவர்  எந்தக் கூற்றை எடுத்துக்காட்டுகிறார்?",
    "options": [
      "துறந்தாரின் வாழ்வின் மேன்மை",
      "பிறவிப்பெருங்கடலைத் தாண்டியவர்களின் சிறப்பு",
      "மரணத்திற்குப் பின்பும் நீங்காத புகழ்",
      "அறவழியில் வாழ்ந்தவர்களின் புகழ்"
    ],
    "answer": "D",
    "additional_context": "நீத்தார் பெருமை எனும் அதிகாரம் இறந்தவர்களின் பெருமை பற்றிப் பாடும் அதிகாரம். இதில் வள்ளுவர் அறவழியில் வாழ்ந்தவர்களின் பெருமை எப்படித் தொடரும் என்று விளக்குகிறார். இறந்தவர்கள் பற்றிய பல விஷயங்களை இந்த அதிகாரம் கூறுகிறது.   அவர்களின்  நல்ல பண்பு, அறப்பண்பு, இறப்புக்குப் பின்னர் அவர்களுக்கு வரும் புகழ் ஆகியவற்றைப் பற்றி விரிவாக விளக்குகிறது."
  },
  {
    "description": "திருக்குறளில் \"அறன் வலியுறுத்தல்\" அதிகாரத்தின் நோக்கம் என்ன?",
    "options": [
      "அறத்தைப் போற்றுதல்",
      "அறத்தின் முக்கியத்துவத்தை எடுத்துரைத்தல்",
      "அறத்தின் வழியில் வாழும் நன்மைகளைப் பறைசாற்றுதல்",
      "அறம் இல்லாமைக்குண்டான தீமைகளை எடுத்துரைத்தல்"
    ],
    "answer": "C",
    "additional_context": " \"அறன் வலியுறுத்தல்\"  எனும் அதிகாரம் அறத்தின் முக்கியத்துவத்தைப் பற்றி விளக்குகிறது.  இதில் வள்ளுவர் அறத்தின் வழியில் வாழ்வதன் மூலம் கிடைக்கும் நன்மைகளை  பற்றிப் பல வகையாக விளக்குகிறார்.  அறம் இல்லாமைக்குண்டான தீமைகளையும் இதில் குறிப்பிடுகிறார்.  அறத்தை நாம்  எப்படிப் பின்பற்ற வேண்டும்,  எந்த நெறியில் நாம் வாழ வேண்டும், அறத்தின் வழியில் வாழ்வதால் நமக்கு என்ன நன்மை என்று இந்த அதிகாரம் விளக்குகிறது."
  },
  {
    "description": "\"மக்கட் பேறு\" அதிகாரத்தில் வள்ளுவர் எந்த நன்மையை மிகப் பெரியதாகக் கருதுகிறார்?",
    "options": [
      "அறிவுடைய மக்கள் பெறுதல்",
      "செல்வம் பெறுதல்",
      "மக்கள் பெறுதல்",
      "நல்ல பண்புடை மக்கள் பெறுதல்"
    ],
    "answer": "D",
    "additional_context": " \"மக்கட் பேறு\" எனும் அதிகாரம்  குழந்தைகளைப் பெற்று  வளர்ப்பதன் சிறப்பைப் பற்றிப் பாடும் அதிகாரம். இதில் வள்ளுவர்  நல்ல குணமுடைய, நல்ல பண்புடைய குழந்தைகள் பெறுவது மிகவும்  மகிழ்ச்சியானது  என்று குறிப்பிடுகிறார்.  அவர்களின்  பண்புகள் பற்றி பல விஷயங்களை வள்ளுவர் விளக்குகிறார்."
  },
  {
    "description": "வள்ளுவர் \"அன்புடைமை\" அதிகாரத்தில் \"என்பு இலதனை வெயில்போலக் காயுமே அன்பி லதனை அறம்\" என்ற குறளில் என்ன உணர்த்துகிறார்?",
    "options": [
      "அன்பு இல்லாதவர்களுக்கு எந்த நன்மையும் இல்லை.",
      "அன்பு இல்லாதவர்கள் இயற்கையின் கொடுமைகளால் பாதிக்கப்படுவார்கள்.",
      "அன்பு அற்றவர்கள் நல்லவற்றைப் புரிந்துகொள்ள மாட்டார்கள்.",
      "அன்பு அற்றவர்கள் அறத்தைப் பின்பற்ற மாட்டார்கள்."
    ],
    "answer": "D",
    "additional_context": " \"அன்புடைமை\" எனும் அதிகாரம் அன்பின் சிறப்பை விளக்கும் அதிகாரம். இதில் வள்ளுவர்  அன்பு அற்றவர்கள்  அறத்தைப் பின்பற்ற மாட்டார்கள் என்று கூறுகிறார்.  அன்பு இல்லாதவர்கள், வெயிலில் நிற்கும் மரம் போல் விரைவில்  வாடி  போய்விடுவார்கள்.  ஆனால் அன்பு உள்ளவர்களுக்கு எப்போதும் அறம் துணை நிற்கும் என்று வள்ளுவர் உணர்த்துகிறார்."
  }
]
