
[
  {
    "description": "“கிடைக்கும் பொருள்களின் ______ கூட்டிப் புதிய பொருளாக மாற்றுவது சிறந்த வணிகம்.” என்ற வரியில், சரியான வார்த்தையைத் தேர்ந்தெடுத்து எழுதுக.",
    "options": [
      "அளவை",
      "மதிப்பை",
      "எண்ணிக்கையை",
      "எடையை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரி ஒரு வணிகத்தின் முக்கிய நோக்கத்தைப் பற்றி குறிப்பிடுகிறது. கிடைக்கும் பொருள்களின் மதிப்பை அதிகரித்து புதிய பொருளாக மாற்றுவது என்பது வணிகத்தில் வெற்றிபெற உதவும் ஒரு முக்கிய காரணி. பொருள்களின் அளவு, எண்ணிக்கை, எடை போன்றவை மதிப்பைவிட குறைவான முக்கியத்துவம் வாய்ந்தவை."
  },
  {
    "description": "“சிலை செதுக்கப்படும்போது உதிரும் கல்தூளை ______ மாற்றலாம்.” என்ற வரியில், கல்தூளை எதற்கு மாற்றலாம்?",
    "options": [
      "மண்",
      "கல்",
      "மணல்",
      "மண் அல்லது மணல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சிலை செதுக்குவதற்கு பயன்படுத்தப்படும் கல்தூள் மிகவும் நுண்ணியதாக இருக்கும். இந்த கல்தூளை மண் அல்லது மணலாக மாற்றி மறுபயன்பாடு செய்யலாம். இந்த கல்தூள் தோட்டக்கலை, கட்டுமானம் போன்ற பல்வேறு துறைகளில் பயன்படுத்தப்படுகிறது."
  },
  {
    "description": "“வணிகத்தின் நோக்கம் என்ன?” என்ற கேள்விக்கு, சரியான விடையைத் தேர்ந்தெடுத்து எழுதுக.",
    "options": [
      "பொருட்களை உற்பத்தி செய்வது",
      "வாடிக்கையாளர்களைக் கவரும் வகையில் விளம்பரப்படுத்துவது",
      "இலாபம் ஈட்டுவது",
      "சமூகப் பணிகளை மேற்கொள்வது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "வணிகம் என்பது பொருட்களை உற்பத்தி செய்வது, விற்பனை செய்வது, மற்றும் இலாபம் ஈட்டுவது போன்ற செயல்பாடுகளை உள்ளடக்கியது. வாடிக்கையாளர்களைக் கவரும் வகையில் விளம்பரப்படுத்துவது மற்றும் சமூகப் பணிகளை மேற்கொள்வது போன்றவை வணிகத்தின் கூடுதல் செயல்பாடுகளாகும். ஆனால், வணிகத்தின் அடிப்படை நோக்கம் இலாபம் ஈட்டுவதே."
  },
  {
    "description": "“மதிப்புக் கூட்டுதல் என்றால் என்ன?” என்ற கேள்விக்கு, சரியான விடையைத் தேர்ந்தெடுத்து எழுதுக.",
    "options": [
      "பொருளின் எடையை அதிகரிப்பது",
      "பொருளின் அளவை அதிகரிப்பது",
      "பொருளின் விலையை அதிகரிப்பது",
      "பொருளின் பயன்பாட்டை அதிகரிப்பது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மதிப்புக் கூட்டுதல் என்பது ஒரு பொருளின் மதிப்பை அதிகரிப்பதற்கான செயல்முறையாகும். இதன் மூலம் ஒரு பொருள் அதிக பயனுள்ளதாக மாறும். பொருளின் பயன்பாட்டை அதிகரிப்பது, அதன் தரத்தை மேம்படுத்துவது, புதிய அம்சங்களைச் சேர்ப்பது போன்றவை மதிப்புக் கூட்டுதலுக்கு உதவும் வழிகளாகும். பொருளின் எடை, அளவு, விலை போன்றவை மதிப்புக் கூட்டுதலுடன் நேரடியாக தொடர்புடையவை அல்ல."
  },
  {
    "description": "“என் பொறுப்புகள்” என்ற பகுதியில் எழுதப்பட்ட பட்டியலில், கலப்படம் பற்றிய விழிப்புணர்வை ஏற்படுத்துவது எந்தப் பொறுப்பைச் சேர்ந்தது?",
    "options": [
      "சமூகப் பொறுப்பு",
      "சுற்றுச்சூழல் பொறுப்பு",
      "குடிமகன் பொறுப்பு",
      "தனிப்பட்ட பொறுப்பு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கலப்படம் பற்றிய விழிப்புணர்வை ஏற்படுத்துவது என்பது சமூகத்தில் உள்ள அனைத்து மக்களையும் பாதுகாப்பதற்கான ஒரு முக்கியப் பொறுப்பு. நாம் நுகர்வோராக, உற்பத்தியாளராக, அல்லது எந்தவொரு தனிநபராக இருந்தாலும் கலப்படத்தால் ஏற்படும் தீங்குகளை நாம் அறிந்து கொண்டு அதை எதிர்த்துப் போராட வேண்டும். இது சமூகப் பொறுப்புடைய நடவடிக்கை."
  }
]
