
[
  {
    "description": "“செய்தித் தொடர்பில் சிறக்கின்றான்” என்ற வரியில் உள்ள “சிறக்கின்றான்” என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
    "options": [
      "சிற + க்கி + ன் + தான்",
      "சிற + க்கி + ன் + றான்",
      "சிற + க்கி + றான்",
      "சிற + ங் + றான்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதை வரிகளில் 'செயற்கைக் கோளை விண்ணில் ஏவி' என்ற வரி 'சிறக்கின்றான்' என்ற சொல்லைக் கொண்டு வருகிறது. இந்த வரிகள் மனிதனின் அறிவியல் ஆய்வுக்கான முன்னேற்றத்தை விளக்குகிறது."
  },
  {
    "description": "“நிலவில் வாழ நினைக்கின்றான்” என்ற வரியில் “நினைக்கின்றான்” என்ற சொல்லில் எந்த எழுத்துக்கு எதுகை இருக்கிறது?",
    "options": [
      "ந",
      "இ",
      "ய",
      "க"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கவிதை வரிகள் 'நிலவில் வாழ நினைக்கின்றான்' என்று மனிதனின் எதிர்காலக் கனவை விவரிக்கிறது. இது மனிதன் எதிர்காலத்தில் நிலவில் வாழ்வதை நோக்கி எப்படித் தன்னைத் தயார்படுத்திக்கொள்கிறான் என்பதைக் காட்டுகிறது."
  },
  {
    "description": "“அணுவைப் பிளந்து ஆற்றலை எடுத்து” என்ற வரியில் “அணுவைப்” என்ற சொல்லில் எந்த எழுத்துக்கு மோனை இருக்கிறது?",
    "options": [
      "அ",
      "உ",
      "வ",
      "எ"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கவிதை வரிகள் அணுவைப் பிளந்து ஆற்றலை எடுத்து மனிதன் அனைத்தும் செய்ய முயற்சிப்பதைக் காட்டுகிறது.  இது மனிதனின் ஆற்றல் வளத்தை அதிகரிக்க அணுசக்தியைப் பயன்படுத்தும் முயற்சியை விளக்குகிறது."
  },
  {
    "description": "“எலும்பும் தசையும் இல்லாது இயங்கும்” என்ற வரியில் உள்ள “எலும்பு” மற்றும் “தசை” ஆகிய சொற்கள் எந்த இயைபு வகையைச் சேர்ந்தவை?",
    "options": [
      "ஒத்த இயைபு",
      "எதிர் இயைபு",
      "மறை இயைபு",
      "தொடர்பு இயைபு"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கவிதை வரிகள் மனிதன் எலும்பும் தசையும் இல்லாமல் செயல்படும் எந்திர மனிதனையும் படைக்கிறான் என்பதைக் காட்டுகிறது.  இது அறிவியல் முன்னேற்றத்தின் மூலம் எந்திர மனிதன் எவ்வாறு மனிதர்களுக்கு உதவ முடியும் என்பதைப் பற்றிப் பேசுகிறது."
  },
  {
    "description": "“உறுப்பை மாற்றும் மருத்துவம் கண்டு” என்ற வரியில் உள்ள “மாற்றும்” என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
    "options": [
      "மா + ற் + றும்",
      "மா + ற்றும்",
      "மா + ற் + று + ம்",
      "மா + றும்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதை வரிகள் மனிதன் உறுப்பை மாற்றும் மருத்துவம் கண்டு உடலும் உயிரும் காக்கிறான் என்பதை விளக்குகிறது.  இது மனிதனின் உடல்நலத்தை மேம்படுத்த மருத்துவம் எப்படி உதவுகிறது என்பதைக் காட்டுகிறது."
  }
]
