
[
  {
    "description": "“இன்பநிலை தானேவந்து எய்தும் பராபரமே!”\n    என்ற வரிகளில் 'இன்பநிலை' என்பது என்னைக் குறிக்கிறது?",
    "options": [
      "செல்வம்",
      "புகழ்",
      "மனநிறைவு",
      "ஆரோக்கியம்"
    ],
    "answer": "C",
    "additional_context": "“இன்பநிலை தானேவந்து எய்தும் பராபரமே!” என்ற வரிகளில் தாயுமானவர், அன்பர்களுக்குத் தொண்டு செய்வதன் மூலம் கிடைக்கும் மனநிறைவை 'இன்பநிலை' என குறிப்பிடுகிறார். இந்த பாடல் வரிகள் பிறருக்குச் செய்த தொண்டு மூலம் மனநிறைவு கிடைக்கும் என்பதைக் காட்டுகின்றன."
  },
  {
    "description": "“எல்லாரும் இன்புற்று இருக்க நினைப்பதுவே\n    அல்லாமல் வேறொன்று அறியேன் பராபரமே!*”\n    என்ற வரிகளின் மூலம் தாயுமானவர் என்ன கருத்தை வெளிப்படுத்துகிறார்?",
    "options": [
      "தனது சுயநலத்தையே முக்கியமாகக் கருதுவதை",
      "மற்றவர்களின் துன்பத்தில் மகிழ்வதை",
      "அனைவருக்கும் இன்பம் உண்டாக வேண்டும் என்ற எண்ணத்தை",
      "எல்லா உயிர்களும் தனது சொந்தமாகக் கருதுவதை"
    ],
    "answer": "C",
    "additional_context": "“எல்லாரும் இன்புற்று இருக்க நினைப்பதுவே அல்லாமல் வேறொன்று அறியேன் பராபரமே!” என்ற வரிகளில் தாயுமானவர் தனது வாழ்வின் குறிக்கோளை விளக்குகிறார். அனைவருக்கும் இன்பம் உண்டாக வேண்டும் என்ற எண்ணமே தனக்கு முக்கியமானது என்பதைத் தெளிவாகக் கூறுகிறார்."
  },
  {
    "description": "தாயுமானவர் இயற்றிய நூல் எது?",
    "options": [
      "திருக்குறள்",
      "திருவாசகம்",
      "தாயுமானவர் பாடல்கள்",
      "கம்பராமாயணம்"
    ],
    "answer": "C",
    "additional_context": "தாயுமானவர் இயற்றிய நூல் 'தாயுமானவர் பாடல்கள்' என்பது. இந்த நூல் இரண்டு பகுதிகளாகப் பிரிக்கப்பட்டுள்ளது. முதற்பகுதியில் தத்துவக் கருத்துக்கள், இரண்டாம் பகுதியில் பக்திப் பாடல்கள் அடங்கியுள்ளன. இந்த நூலைத் தமிழ் மொழியின் உபநிடதம் என்று அழைப்பதுண்டு."
  },
  {
    "description": "தாயுமானவர் பாடல்கள் எந்த வகைப் பாடல்களாக வகைப்படுத்தப்பட்டுள்ளன?",
    "options": [
      "பதினெண் கீழ்க்கணக்கு",
      "பக்திப் பாடல்கள்",
      "கண்ணி",
      "தனிப்பாடல்"
    ],
    "answer": "C",
    "additional_context": "தாயுமானவர் பாடல்கள் 'பராபரக் கண்ணி' என்னும் தலைப்பில் உள்ளன. 'கண்ணி' என்பது இரண்டு அடிகளில் பாடப்படும் பாடல் வகை. இதில் ஒரு வரி மட்டும் இரண்டு முறை வருவது குறிப்பிடத்தக்கது. தாயுமானவரின் பாடல்கள் எல்லாம் இந்த கண்ணி வகையைச் சேர்ந்தவை."
  },
  {
    "description": "தாயுமானவர் எந்தப் பாடல் வகையைப் பயன்படுத்தி தமது கருத்துகளை வெளிப்படுத்தியுள்ளார்?",
    "options": [
      "கண்ணி",
      "பாடல்",
      "பதிகம்",
      "திருக்குறள்"
    ],
    "answer": "A",
    "additional_context": "'கண்ணி' என்பது தமிழ் இலக்கியத்தில் காணப்படும் ஒரு பாடல் வகை. இரண்டு அடிகளில் பாடப்படும் இந்த வகைப் பாடல் வரிசையில் ஒரு வரி மட்டும் இரண்டு முறை வருவது குறிப்பிடத்தக்கது. தாயுமானவர் 'கண்ணி' வகைப் பாடலைப் பயன்படுத்தி தனது கருத்துகளை வெளிப்படுத்தியுள்ளார்."
  }
]
