
[
  {
    "description": "  \"தெண்றல், கன்டம், நன்ரி, மன்டபம்\"  இந்தச் சொற்களில் திருத்தம் தேவைப்படும் சொல் எது?",
    "options": [
      "தெண்றல்",
      "கன்டம்",
      "நன்ரி",
      "மன்டபம்"
    ],
    "answer": "A",
    "additional_context": "மெல்லின மெய் எழுத்தை அடுத்து வரும் எழுத்து அதன் இன எழுத்தாக இருக்க வேண்டும். \"தெண்றல்\" என்ற சொல்லில் \"ற\"  என்ற மெல்லின எழுத்தை அடுத்து \"ண்\" என்ற மெல்லின எழுத்து வந்துள்ளது. இது தவறு. \"ற\"  என்ற மெல்லின எழுத்தை அடுத்து வரவேண்டிய இன எழுத்து \"ட்\"  என்பதாகும். \"தென்றல்\"  என்பதுதான் சரியான சொல்.  எனவே திருத்தம் தேவைப்படும் சொல்  \"தெண்றல்\"  என்பதாகும்."
  },
  {
    "description": "“தங்கப் பாப்பா வந்தாளே! சிங்கப் பொம்மை தந்தாளே! “ - இப்பாடல் வரிகளில் இடம்பெற்றுள்ள எழுத்துச் சேர்க்கைகளில் இன எழுத்து இடம்பெறாத சொல் எது?",
    "options": [
      "அ) தங்கப்",
      "ஆ) சிங்கப்",
      "இ) பொம்மை",
      "ஈ) பாப்பா"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இன எழுத்து என்றால் மெல்லின மெய் எழுத்துக்கு அடுத்ததாக வரும் வல்லின மெய் எழுத்து.  இந்தப் பாடல் வரிகளில் \"பாப்பா\" என்ற சொல்லில் மெல்லின மெய் எழுத்து \"ப்\"  என்றும், அதற்கு அடுத்ததாக வரும் எழுத்து \"ப்\"  என்றும் உள்ளன.  இவை இரண்டும் மெல்லின எழுத்துகளே.  எனவே இன எழுத்து இடம்பெறாத சொல் \"பாப்பா\"  என்பதாகும்."
  },
  {
    "description": "இன எழுத்து இடம்பெறும் சொற்களைப் பயன்படுத்தி ஒரு வாக்கியத்தை உருவாக்கு.  இந்த வாக்கியத்தில் இன எழுத்து இடம்பெறாத ஒரு சொல் இருக்க வேண்டும்.",
    "options": [
      "அ) மலர்கள் மணக்கும்",
      "ஆ) மலர்கள் மணக்கின்றன",
      "இ) மலர்கள் மணத்து நிற்கின்றன",
      "ஈ) மலர்கள் மணக்கின்றன"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வாக்கியங்களில் \"மலர்கள் மணக்கும்\" என்ற வாக்கியத்தில் \"மணக்கும்\"  என்ற சொல்லில் \"க்\"  என்ற மெல்லின எழுத்துக்கு அடுத்ததாக \"ம்\"  என்ற வல்லின எழுத்து வந்துள்ளது.  இது இன எழுத்து.  இதில்  \"மலர்கள்\"  என்ற சொல்லில் இன எழுத்து இடம்பெறவில்லை.  எனவே சரியான விடை \"அ) மலர்கள் மணக்கும்\"  என்பதாகும்."
  },
  {
    "description": "மெல்லின மெய் எழுத்தை அடுத்து வரும் எழுத்து அதன் இன எழுத்தாக இருக்காது என்ற சொல் எது?",
    "options": [
      "அ) கண்ணில்",
      "ஆ) மஞ்சள்",
      "இ) தென்றல்",
      "ஈ) சந்தனம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சொற்களில் மெல்லின மெய் எழுத்தை அடுத்து பெரும்பாலும் அதன் இனமாகிய வல்லின எழுத்து வரும். \"கண்ணில்\"  என்ற சொல்லில் \"ண்\"  என்ற மெல்லின எழுத்தை அடுத்து \"ல்\"  என்ற இடையின எழுத்து வந்துள்ளது.  \"ண்\"  என்ற மெல்லின எழுத்துக்கு இன எழுத்து \"ட்\"  என்பதாகும்.  எனவே சரியான விடை \"அ) கண்ணில்\"  என்பதாகும்."
  },
  {
    "description": "\"ஓஒதல்\" என்ற சொல்லில் இன எழுத்து இடம்பெறும் விதம் எது?",
    "options": [
      "அ) நெடிலைத் தொடர்ந்து அதன் இனமாகிய குறில் எழுத்து சேர்ந்து வரும்",
      "ஆ) குறிலுக்கு நெடிலும், நெடிலுக்குக் குறிலும் இன எழுத்துகள் ஆகும்",
      "இ) இடையின எழுத்துகள் ஒரே இனமாகும்",
      "ஈ) உயிர் எழுத்துகள் சேர்ந்து வருவது இல்லை."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "உயிர் எழுத்துகளில் குறிலுக்கு நெடிலும், நெடிலுக்குக் குறிலும் இன எழுத்துகள் ஆகும்.  சொல்லில் உயிர் எழுத்துகள் சேர்ந்து வருவது இல்லை.  அளபெடையில் மட்டும் நெடிலைத் தொடர்ந்து அதன் இனமாகிய குறில் எழுத்து சேர்ந்து வரும்.  \"ஓஒதல்\"  என்ற சொல்லில்  \"ஓ\"  என்ற நெடிலைத் தொடர்ந்து அதன் இனமாகிய  \"ஒ\"  என்ற குறில் எழுத்து சேர்ந்துள்ளது.  எனவே சரியான விடை \"அ) நெடிலைத் தொடர்ந்து அதன் இனமாகிய குறில் எழுத்து சேர்ந்து வரும்\"  என்பதாகும்."
  }
]
