
[
  {
    "description": "ஒரு மெய்யெழுத்தை உச்சரிக்க எடுத்துக்கொள்ளும் கால அளவைப் பொறுத்து, அந்த மெய் எழுத்தை எந்த வகையைச் சேர்ந்தது என்று சொல்ல முடியும்?",
    "options": [
      "அது மெல்லினமாக இருந்தால், அதற்கு 1 மாத்திரை மட்டுமே ஆகும்.",
      "வல்லினம், மெல்லினம், இடையினம் ஆகியவற்றை ஒலிக்கும் கால அளவு ஒன்றுதான்.",
      "வல்லினத்தை விட இடையினம் நீளமாகவும், மெல்லினத்தை விட வல்லினம் நீளமாகவும் ஒலிக்கும்.",
      "வல்லினத்தை விட இடையினம் குறுகியதாகவும், மெல்லினத்தை விட வல்லினம் குறுகியதாகவும் ஒலிக்கும்."
    ],
    "answer": "B",
    "additional_context": "மெய் எழுத்துகள் மூன்று வகைப்படும். அவை வல்லினம், மெல்லினம், இடையினம்.  வல்லினம் என்பது வன்மையாக ஒலிக்கும் மெய்கள்.  மெல்லினம் என்பது மென்மையாக ஒலிக்கும் மெய்கள். இடையினம் என்பது வன்மையாகவோ, மென்மையாகவோ இல்லாமல், இரண்டிற்கும் இடைப்பட்ட ஒலி.  மெய் எழுத்துகளை ஒலிக்கும் கால அளவு எல்லாவற்றுக்கும் ஒன்றே.  ஒரு மெய் எழுத்தை உச்சரிக்க எடுத்துக்கொள்ளும் கால அளவு அதன் வகையைப் பொறுத்தது அல்ல."
  },
  {
    "description": "ஒரு குறில் எழுத்தை ஒலிக்க எடுத்துக்கொள்ளும் கால அளவைப் பொறுத்து, ஒரு நெடில் எழுத்தைக் காட்டிலும் ஒரு குறில் எழுத்து எவ்வாறு வேறுபடுகிறது?",
    "options": [
      "குறில் எழுத்து நெடில் எழுத்தை விட மெதுவாக ஒலிக்கும்.",
      "குறில் எழுத்து நெடில் எழுத்தை விட வேகமாக ஒலிக்கும்.",
      "குறில் எழுத்து நெடில் எழுத்தை விட அதிக கால அளவு கொண்டது.",
      "குறில் எழுத்து நெடில் எழுத்தை விட குறைவான கால அளவு கொண்டது."
    ],
    "answer": "D",
    "additional_context": "ஒரு எழுத்தை உச்சரிக்க எடுத்துக்கொள்ளும் கால அளவைக் கொண்டு குறில், நெடில் என்று வகைப்படுத்துகிறோம். ஒரு குறில் எழுத்தை ஒலிக்க எடுத்துக்கொள்ளும் கால அளவு ஒரு நெடில் எழுத்தை ஒலிக்க எடுத்துக்கொள்ளும் கால அளவை விட குறைவு. குறிலுக்கு 1 மாத்திரை மட்டுமே. நெடிலுக்கு 2 மாத்திரை."
  },
  {
    "description": "தமிழ் மொழியில் எத்தனை உயிர்மெய் எழுத்துகள் உள்ளன?",
    "options": [
      "18",
      "216",
      "12",
      "48"
    ],
    "answer": "B",
    "additional_context": "மெய் எழுத்துகள் 18. உயிர் எழுத்துகள் 12.  உயிர் எழுத்துகள் 12. உயிர்மெய் எழுத்துகள் மெய் + உயிர் என்ற கலவை. அதாவது 18 * 12 = 216 உயிர்மெய் எழுத்துகள்."
  },
  {
    "description": "தமிழ் இலக்கணத்தின் ஐந்து பிரிவுகளில் எது எழுத்துகளின் வகைகளைப் பற்றி விளக்குகிறது?",
    "options": [
      "யாப்பு இலக்கணம்",
      "அணி இலக்கணம்",
      "எழுத்து இலக்கணம்",
      "சொல் இலக்கணம்"
    ],
    "answer": "C",
    "additional_context": "தமிழ் இலக்கணத்தின் ஐந்து பிரிவுகள்: எழுத்து இலக்கணம், சொல் இலக்கணம், பொருள் இலக்கணம், யாப்பு இலக்கணம், அணி இலக்கணம். எழுத்து இலக்கணம் எழுத்துகளின் வகை, தொகை, ஒலிப்பு ஆகியவற்றை விளக்குகிறது.  சொல் இலக்கணம் சொற்களின் வகை, பண்பு ஆகியவற்றை விளக்குகிறது. பொருள் இலக்கணம் சொற்களின் பொருளை விளக்குகிறது. யாப்பு இலக்கணம் பாடல்களின் அமைப்பு, லயம் ஆகியவற்றை விளக்குகிறது.  அணி இலக்கணம் அணிகளை விளக்குகிறது."
  },
  {
    "description": "“ஃ” என்ற எழுத்து எந்த வகை எழுத்தாகும்?",
    "options": [
      "மெய்",
      "உயிர்",
      "உயிர்மெய்",
      "ஆய்தம்"
    ],
    "answer": "D",
    "additional_context": "தமிழ்மொழியில் உயிர், மெய், உயிர்மெய் எழுத்துகள் தவிர தனி எழுத்து ஒன்றும் உள்ளது. அது ஃ என்னும் ஆய்த எழுத்தாகும்.  ஆய்த எழுத்து எந்த வகை எழுத்தும் இல்லை. அது தனி வகை எழுத்து.  ஃ ன் ஒலியை  'அ'  என்று ஒலிக்க வேண்டும்.  எழுத்து எல்லா வகை எழுத்துகளிலும் ஃ ன் இடத்தில்  'அ'  ஐ  ஒலிக்க வேண்டும்."
  }
]
