[
          
  {
    
          "description": "“அரம்” மற்றும் “மனம்” ஆகிய சொற்களில் ஒலி வேறுபாட்டை  எந்த வாக்கியத்தில் காண முடியும்?",
          "options": [
      "a) தன் **அறம்** வாழ்ந்து நெஞ்சம் சிறப்பிக்க வேண்டும்.",
      "b) நல்ல **மணம்** அவன் உடலில் இருந்தது.",
      "c) அவன் **அறம்** நிறைந்தவன்.",
      "d) அவன் **மனம்**  நல்லது."
    ],
    "answer": "b",
    
          "additional_context": "இந்த கேள்வி சொற்களின் ஒலி வேறுபாட்டைப் பற்றியது. “அரம்” மற்றும் “மனம்” ஆகிய சொற்களில் ஒலி வேறுபாடு இருக்கிறது. 'அரம்' என்ற சொல்லில் 'அ' என்ற எழுத்து 'அ' வாக ஒலிக்கிறது, ஆனால் 'மனம்' என்ற சொல்லில் 'அ' என்ற எழுத்து 'அ' என்று ஒலிக்காமல் 'ம' என்ற எழுத்தின் ஒலியுடன் இணைந்து 'ம' என்று ஒலிக்கிறது. அதாவது “அரம்” என்ற சொல் “அ-ர-ம்” எனவும், “மனம்” என்ற சொல் “ம-ன-ம்” எனவும் ஒலிக்கிறது. இந்த ஒலி வேறுபாட்டை கவனத்தில் கொண்டு பதிலைத் தேர்ந்தெடுக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "“திங்கள்” என்ற சொல் இரண்டு பொருள்களைத் தருகிறது. அவை என்ன?",
          "options": [
      "a) வாரத்தின் முதல் நாள் மற்றும் நிலவு",
      "b) வாரத்தின் கடைசி நாள் மற்றும்  நட்சத்திரம்",
      "c) வாரத்தின் முதல் நாள் மற்றும் கிரகம்",
      "d) வாரத்தின் கடைசி நாள் மற்றும் நட்சத்திரம்"
    ],
    "answer": "a",
    
          "additional_context": "இந்த கேள்வி ஒரு சொல் இரண்டு பொருள் தருவதைப் பற்றியது. “திங்கள்” என்ற சொல் இரண்டு பொருள்களைத் தருகிறது. ஒன்று வாரத்தின் முதல் நாள், மற்றொன்று நிலவு. அதாவது வாரத்தின் முதல் நாளும் திங்கள், வானில் தோன்றும் நிலவும் திங்கள். "
          }
        ,
          
  {
    
          "description": "“வாசனை” என்ற சொல் மூன்றெழுத்துச் சொல். உயிர் எழுத்துகளின் வரிசையில் முதல் எழுத்து என்ன?",
          "options": [
      "a) அ",
      "b) இ",
      "c) உ",
      "d) எ"
    ],
    "answer": "a",
    
          "additional_context": "இந்த கேள்வி சொல்லைப் பற்றியது. 'வாசனை' என்ற சொல்லில் மூன்று எழுத்துகள் உள்ளன. இந்த மூன்று எழுத்துகளில் முதல் எழுத்து 'வா' என்ற சொல்லில் வரும் 'அ' என்பது உயிர் எழுத்துகள் வரிசையில் முதல் எழுத்து. "
          }
        ,
          
  {
    
          "description": "“பொதுத்தொண்டு செய்யும் நிறுவனங்களின் பெயர்களை இணையத்தில் கண்டு திரட்டுக” என்ற வாக்கியம் எந்த செயல்பாட்டை குறிக்கிறது?",
          "options": [
      "a) அறம் செய்யும் செயல்பாடு",
      "b) இணையத்தைப் பயன்படுத்தும் செயல்பாடு",
      "c) தகவல் தேடும் செயல்பாடு",
      "d) எதுவும் இல்லை"
    ],
    "answer": "c",
    
          "additional_context": "இந்த கேள்வி வாக்கியத்தில் குறிப்பிடப்படும் செயல்பாட்டைப் பற்றியது. “பொதுத்தொண்டு செய்யும் நிறுவனங்களின் பெயர்களை இணையத்தில் கண்டு திரட்டுக” என்ற வாக்கியம் தகவல் தேடும் செயல்பாட்டை குறிக்கிறது. இணையத்தில் தகவல் தேடுதல் என்பது ஒரு வகையான செயல்பாடு."
          }
        ,
          
  {
    
          "description": "“உடற்பயிற்சி செய்வோம்” மற்றும் “அதிகாலையில் எழுவோம்” ஆகிய வாக்கியங்கள் எந்தத் தலைப்போடு தொடர்புடையவை?",
          "options": [
      "a) சுகாதாரம்",
      "b) கல்வி",
      "c) சமூகப் பணி",
      "d) பொழுதுபோக்கு"
    ],
    "answer": "a",
    
          "additional_context": "இந்த கேள்வி வாக்கியங்களின் தொடர்பைப் பற்றியது.  “உடற்பயிற்சி செய்வோம்” மற்றும் “அதிகாலையில் எழுவோம்” ஆகிய வாக்கியங்கள் சுகாதாரத்துடன் தொடர்புடையவை. உடற்பயிற்சி செய்வதும் அதிகாலையில் எழுவதும் நமது உடல்நலத்துக்கு நல்லது. இது சுகாதாரத்தைப் பேணுவதற்கான வழிகளில் இரண்டு."
          }
        ]