[
          
  {
    
          "description": "'எல்லா உயிர்களிடத்தும் அன்பு செலுத்துதல்' -  இந்தக் கூற்று கீழ்க்கண்டவற்றில் எதனை குறிக்கிறது?",
          "options": [
      "வள்ளலாரின் கருத்து",
      "அன்னை தெரசாவின் பணியின் நோக்கம்",
      "மனிதநேயத்தின் அடிப்படை",
      "கைலாஷ் சத்யார்த்தியின் லட்சியம்"
    ],
    "answer": "C",
    
          "additional_context": "மனிதன் தனக்கென வாழாமல், பிறர்க்கென வாழ வேண்டும். அவ்வாறு வாழ்வதற்குக் அருள், பொறுமை, பரிவு, நன்றி உணர்வு, இன்சொல் பேசுதல் போன்றவை தேவை. எல்லா உயிர்களிடமும் அன்பு செலுத்துதல் வேண்டும். அதுவே மனிதநேயம் ஆகும். மனிதநேயத்துடன் வாழ்பவர்களால்தான் இவ்வுலகம் இயங்கிக் கொண்டிருக்கிறது. இந்த உண்மையை, தமக்கென முயலா நோன்றாள் - பிறர்க்கென முயலுநர் உண்மையானே (புறம் – 182) என்னும் புறநானூற்று அடிகள் உணர்த்துகின்றன."
          }
        ,
          
  {
    
          "description": "வள்ளலாரின் வாழ்வில் நடந்த நிகழ்வின் மூலம் நாம் கற்றுக்கொள்ளும் முக்கியமான பாடம் எது?",
          "options": [
      "ஏழைகளுக்கு உதவி செய்ய வேண்டும்.",
      "தங்கக் கடுக்கன்களை பாதுகாக்க வேண்டும்.",
      "தவறு செய்தவர்களையும் மன்னிக்க வேண்டும்.",
      "எப்போதும் நேர்மையாக இருக்க வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "வள்ளலார் வாழ்வில் நடந்ததாக ஒரு நிகழ்வைப் பலரும் கூறுவதுண்டு. வள்ளலார் தம் இளம் வயதில் ஒருநாள் நடந்து வந்து கொண்டிருந்தார். நீண்ட தூரம் நடந்ததால் களைப்பு ஏற்பட்டது. எனவே ஓய்வெடுக்க விரும்பினார். வழியில் சத்திரம் ஒன்று இருந்தது. அதன் திண்ணையில் படுத்து உறங்கினார். அப்போது ஒருவன் அங்கு வந்தான். படுத்திருந்த வள்ளலாரின் காதில் கடுக்கன் இருப்பதைக் கண்டான். அதனைத் தனதாக்கிக் கொள்ள முடிவெடுத்தான். தங்கக்கடுக்கனை மெதுவாகக் கழற்றினான். அவனது செயலை அறிந்தும் வள்ளலார் கண் மூடியபடியே படுத்திருந்தார். ஒரு கடுக்கனைக் கழற்றியவுடன், மறுகாதில் உள்ள கடுக்கனை அவன் கழற்றுவதற்கு ஏதுவாகத் திரும்பிப் படுத்தார். அவன் அதையும் கழற்றிக் கொண்டு, அந்த இடத்தைவிட்டு அகன்று செல்ல முற்பட்டான். அப்போது வள்ளலார் மென்மையான குரலில், 'அப்பா, இவை இரண்டும் தங்கக்கடுக்கன்கள். குறைந்த விலைக்கு விற்றுவிடாதே! மேலும், ஒரு கடுக்கனுடன் சென்றால் உன்னைத் திருடன் என எளிதாகக் கண்டுபிடித்து விடுவார்கள். எனவேதான் இரண்டு கடுக்கன்களையும் நீ எடுத்துக் கொள்வதற்கு வாய்ப்பாகத் திரும்பிப் படுத்தேன்' என்றார். வள்ளலார் கூறியதைக் கேட்ட அவன் வெட்கித் தலைகுனிந்தான். இவ்வாறு தம்பொருளைக் கவர்ந்தவரிடம் கூட அன்பு காட்டியவர் வள்ளலார்."
          }
        ,
          
  {
    
          "description": "அன்னை தெரசாவை 'தொழுநோயாளிகளின் தாயாக' மக்கள் ஏன் போற்றினார்கள்?",
          "options": [
      "அவர்களுக்கு உணவு, உடை, மருத்துவம் போன்றவற்றை வழங்கினார்.",
      "அவர்களை சமூகத்தில் ஏற்றுக் கொள்ளச் செய்தார்.",
      "அவர்களின் நோயை குணப்படுத்தும் மருந்தைக் கண்டுபிடித்தார்.",
      "அவர்களை உயர்ந்தவர் என்று நிரூபித்தார்."
    ],
    "answer": "A",
    
          "additional_context": "ஒரு நாள் அன்னை தெரசா சாலையின் ஓரமாக நடந்து சென்றார். அப்போது வழியில் மூதாட்டி ஒருவர் சாலையின் ஓரம் படுத்திருந்தார். அவர் முகத்தைத் துணியால் மூடி இருந்தார். ஒரு கையால் பூனைக் குட்டியை அணைத்துக் கொண்டு இருந்தார். அன்னை தெரசா அவரின் அருகில் சென்று உற்றுநோக்கினார். தொழுநோயின் கடுமையால் உண்டான வேதனை மூதாட்டியின் முகத்தில் தெரிந்தது. கைகளில் விரல்கள் இல்லை. அன்னை தெரசா மனம் கலங்கினார். மூதாட்டியின் அருகில் சென்று அவரைத் தொட்டுத் தூக்கினார். 'சாலை ஓரத்தில் படுத்து இருப்பது ஏன்?' எனக்கேட்டார். 'என்னைத் தொடாதீர்கள். என் நோய் உங்களுக்கும் தொற்றிக்கொள்ளும். என் உறவினர்களே என்னை வெறுத்து விலக்கி விட்டனர். என்னுடன் பேசுவதில்லை. என்னைக் கண்டாலே விலகி ஓடுகின்றனர். இந்தப் பூனை மட்டுமே என்னுடன் இருக்கிறது' என அழுதார் மூதாட்டி. இதைக் கேட்ட அன்னை தெரசா கண்ணீர் விட்டார். இவரைப் போல ஆயிரக்கணக்கான நோயாளிகள் உதவி செய்ய யாருமின்றி வாடுவதைக் கண்டார். அக்காலத்தில் தொழுநோய் கடுமையான தொற்றுநோயாகக் கருதப்பட்டது. கருணை உள்ளம் கொண்ட அன்னை தெரசா அவர்களுக்குத் தொண்டு செய்ய முடிவெடுத்தார். தமது இறுதிக் காலம் வரை பிறருக்காகவே வாழ்ந்தார்."
          }
        ,
          
  {
    
          "description": "கைலாஷ் சத்யார்த்தியின் 'குழந்தைகளைப் பாதுகாப்போம்' என்ற இயக்கத்தின் நோக்கம் என்ன?",
          "options": [
      "குழந்தைகளுக்கு கல்வி கற்பிக்க வழிவகை செய்வது.",
      "குழந்தைகள் தொழிலாளர் முறையை ஒழிப்பது.",
      "குழந்தைகளின் பாதுகாப்பை உறுதி செய்வது.",
      "குழந்தைகளின் எதிர்காலத்தை உருவாக்குவது."
    ],
    "answer": "B",
    
          "additional_context": "அன்னை தெரசாவிற்கு அடுத்து அமைதிக்கான நோபல் பரிசு பெற்ற இந்தியர் கைலாஷ் சத்யார்த்தி. இவர் சிறு வயதில் தினமும் பள்ளிக்கூடம் செல்லும் பொழுது சாலையோரத்தில் ஒரு சிறுவனைக் காண்பார். அவன் தன் தந்தையுடன் அமர்ந்து வேலை செய்து கொண்டு இருப்பான். ஏன் அந்தச் சிறுவன் தன்னைப் போல் பள்ளிக்கு வரவில்லை என்ற கேள்வி அவர் உள்ளத்தில் உறுத்திக் கொண்டே இருந்தது. தம் ஆசிரியரிடமும் பெற்றோரிடமும் இக்கேள்வியைக் கேட்டார். 'பணம் இல்லாததால் அச்சிறுவன் பள்ளிக்கு வரவில்லை. வீட்டின் உணவுத் தேவையை நிறைவு செய்யப் பணம் வேண்டும். எனவே அவன் பணம் ஈட்ட வேலை பார்க்கிறான்' என்ற பதில் கிடைத்தது. அந்தப் பதில் அவருக்கு மிகுந்த மன வருத்தத்தைக் கொடுத்தது. அவருடைய மனித நேயம் பிற்காலத்தில் அவரைப் பள்ளி செல்லாத குழந்தைகள் மேல் பரிவு கொள்ள வைத்தது. அதற்காக அவர் குழந்தைகளைப் பாதுகாப்போம் என்னும் இயக்கத்தைத் தொடங்கினார். அந்த இயக்கத்தின் மூலம் குழந்தைத் தொழிலாளர் முறையை ஒழிக்கப் பாடுபட்டு வருகின்றார். கடந்த முப்பது ஆண்டுகளில் எண்பத்து ஆறாயிரம் குழந்தைத் தொழிலாளர்களை மீட்டுள்ளார். உலகக் குழந்தைகள் கல்வி உரிமைக்காக 103 நாடுகளில் 80,000 கி.மீ தூரம் நடைப்பயணம் சென்றுள்ளார். குழந்தைகளின் கல்வி மற்றும் உரிமைக்காக நாடு கடந்து பரப்புரை ஆற்றி வருகிறார்."
          }
        ,
          
  {
    
          "description": "'வாடிய பயிரைக் கண்ட போதெல்லாம் வாடினேன்' - இந்தக் கூற்று எவரது கருத்தை பிரதிபலிக்கிறது?",
          "options": [
      "வள்ளலார்",
      "அன்னை தெரசா",
      "கைலாஷ் சத்யார்த்தி",
      "புறநானூற்று ஆசிரியர்"
    ],
    "answer": "A",
    
          "additional_context": "வள்ளலார் மக்களின் பசிப்பிணியைக் கண்டு உள்ளம் வாடினார். அதனை நீக்க விரும்பினார். தம் பெருமுயற்சியால் வடலூரில் சத்திய தருமச்சாலையைத் தொடங்கி எல்லாருக்கும் உணவளித்தார். பசித்தோருக்கு உணவு வழங்கும் வள்ளலாரின் மனிதநேயச் செயல் வடலூரில் இன்றும் தொடர்ந்து நடைபெற்று வருகிறது."
          }
        ]