[
          
  {
    
          "description": "'கொடுப்பது பழத்தின் இயல்பு, பெறுவது வேரின் இயல்பு' என்ற வரி எதைக் குறிக்கிறது?",
          "options": [
      "பழம் வேரை நம்பி இருப்பதைக் குறிக்கிறது.",
      "வாழ்க்கையில் கொடுத்து வாங்குவது இயல்பு என்பதைக் குறிக்கிறது.",
      "வேர் இல்லாமல் பழம் இருக்காது என்பதைக் குறிக்கிறது.",
      "பழம் அதன் இயல்பான செயலைச் செய்ய வேண்டும் என்பதைக் குறிக்கிறது."
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரி உழைக்கும் போது நாம் அனுபவிக்கும் மகிழ்ச்சி மற்றும் அந்த மகிழ்ச்சியைப் பெறும் வழி பற்றியது. வேர் பூமியிலிருந்து நீரை உறிஞ்சி பழத்துக்குக் கொடுக்கிறது. பழம் வேரின் உதவியால் தான் வளர்கிறது. இதில் பழம் என்பது நமது உழைப்பு, வேர் என்பது நாம் கொடுக்கும் கடின உழைப்பை குறிக்கிறது. அதாவது, நாம் கடினமாக உழைத்தால், அதன் பலனை நாம் அனுபவிக்கிறோம் என்பதை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "கவிஞர் படிக்கக்கூடியவர்களிடம் என்ன கேட்டுக்கொள்கிறார்?",
          "options": [
      "தங்களது தீமைகளை அறிய வேண்டும்.",
      "தங்களது நன்மைகளை அறிய வேண்டும்.",
      "மற்றவர்களிடம் நன்மை செய்ய வேண்டும்.",
      "வாழ்க்கையில் எப்போதும் மகிழ்ச்சியாக இருக்க வேண்டும்."
    ],
    "answer": "B",
    
          "additional_context": "படிக்கக்கூடியவர்களிடம்  நம்மைப்பற்றிய நல்ல விஷயங்களை மட்டும் நினைத்துப் பாருங்கள் என்று கவிஞர் கேட்டுக்கொள்கிறார். நாம் நல்லவர்களாக இருக்க வேண்டும், அப்போது நாம் மகிழ்ச்சியாக இருப்போம் என்று கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "'சிறகுகளின் மீது எழுவது போல' என்ற வரி யாரைப் பற்றி சொல்லப்படுகிறது?",
          "options": [
      "பறவைகளைப் பற்றி",
      "உழைப்பாளிகளைப் பற்றி",
      "கவிஞர்களைப் பற்றி",
      "பரிசு பெறுபவர்களைப் பற்றி"
    ],
    "answer": "B",
    
          "additional_context": "உழைக்கும் போது உற்சாகத்துடன், சிறகுகளில் ஏறி பறப்பது போல் இருக்க வேண்டும் என்று இந்த வரி குறிப்பிடுகிறது. உழைப்பு மகிழ்ச்சியைத் தரும். கடினமாக உழைக்கும் போது மனம் உற்சாகமாக இருக்கும்."
          }
        ,
          
  {
    
          "description": "'புல்லாங் குழலாகி விடுகிறீர்கள்' என்ற வரி என்ன சொல்கிறது?",
          "options": [
      "உழைப்பாளிகள் புல்லாங் குழலைப் போல் இனிமையாக இருக்கிறார்கள்.",
      "உழைப்பாளிகள் புல்லாங் குழலைப் போல் அழகாக இருக்கிறார்கள்.",
      "உழைப்பாளிகள் புல்லாங் குழலைப் போல் கடினமாக உழைக்கிறார்கள்.",
      "உழைப்பாளிகள் புல்லாங் குழலைப் போல் இசையை உருவாக்குகிறார்கள்."
    ],
    "answer": "D",
    
          "additional_context": "உழைக்கும் போது நமது இதயம் இசையை உருவாக்குவதைப் போல் இருக்கும். இதயத்தில் இருக்கும் சிறந்த எண்ணங்கள், நம்மைச் சுற்றியுள்ளவர்களுக்கு இனிமையான இசையை உருவாக்கும். கடினமாக உழைத்தால், வாழ்க்கை இனிமையாக இருக்கும்.  "
          }
        ,
          
  {
    
          "description": "“வாழ்க்கை பின்திரும்பிச் செல்லாது\nநேற்றுடன் ஒத்துப் போகாது”\n\nஇந்த வரிகளின் மூலம் கவிஞர் என்ன கருத்தை எடுத்துரைக்கிறார்?",
          "options": [
      "வாழ்க்கை என்பது ஒரு நேர்கோட்டான பயணம்",
      "கடந்த காலத்தைப் பற்றி வருத்தப்படக் கூடாது",
      "எதிர்காலத்தைப் பற்றி பயப்படக்கூடாது",
      "நேற்றையை மறந்து இன்றை நாளை வாழ வேண்டும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரிகளின் மூலம், நம்மைச் சுற்றியுள்ளவர்களுக்கு நல்ல விஷயங்களைச் செய்வதன் மூலம் நாம் நல்லவராக இருப்போம் என்று கவிஞர் கூறுகிறார். நாம் நம்மைப் பற்றி நினைத்துப் பார்த்து, நம்மை நாமே திருத்திக்கொள்வதன் மூலம் நல்ல மனிதர்களாக மாறலாம். இந்த வரிகள் வாழ்க்கை ஒரு நேர்கோட்டான பயணம் என்பதை வலியுறுத்துகிறது. அதாவது, கடந்த காலத்தைப் பற்றி வருத்தப்படாமல் இன்றைய நாளைப் பயன்படுத்தி வாழ வேண்டும். கடந்த காலத்தை நினைத்து வருத்தப்படாமல், எதிர்காலத்தைப் பற்றி பயப்படாமல் இன்றை நாளை மகிழ்ச்சியாக வாழ வேண்டும்."
          }
        ]