
[
  {
    "description": "“அண்ணல் காந்தியின் சின்னக் கைத்தடி அறத்தின் ஊன்று கோலாக”  என்ற வரியில் “சின்னக் கைத்தடி” என்னைக் குறிக்கிறது?",
    "options": [
      "அகிம்சை",
      "உண்மை",
      "கருணை",
      "நீதி"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில், காந்தியடிகளின் சின்னக் கைத்தடி  அறத்தின் ஊன்று கோலாக இருப்பதாக கூறப்படுகிறது. அறம் என்பது நேர்மை, மெய்ம்மை, அன்பு ஆகியவற்றைப் போற்றுவது. காந்தியடிகளின் அறம் அகிம்சை கொள்கையை அடிப்படையாகக் கொண்டது. எனவே சின்னக் கைத்தடி அகிம்சையைக் குறிக்கிறது.  "
  },
  {
    "description": "“காளி தாசனின் தேனிசைப் பாடல்கள் காவிரிக் கரையில் எதிரொலிக்க” என்ற வரியில் “தேனிசை” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "மிகவும் இனிமையான இசை",
      "மிகவும் துள்ளிடித்த இசை",
      "மிகவும் வேகமான இசை",
      "மிகவும் மெதுவான இசை"
    ],
    "answer": "A",
    "additional_context": "காளிதாசர் ஒரு சிறந்த இந்திய இலக்கியவாதியும், நாடக ஆசிரியரும், கவிஞரும் ஆவார்.  “தேனிசை” என்பது தேன் போல் இனிமையான இசை என்று பொருள்படும். இனிமையான இசை என்பது ஒருவரை மகிழ்விக்கும் இசையாகும். கவிஞர் காளிதாசரின் பாடல்கள் இனிமையானதாக இருந்ததால் அவருடைய பாடல்கள் காவிரிக்கரை வரை எதிரொலிக்கின்றன என்று கவிஞர் கூறுகிறார். "
  },
  {
    "description": "“கம்பனின் அமுதக் கவிதை களுக்குக் கங்கை அலைகள் இசையமைக்க”  என்ற வரியில் “அமுதக் கவிதை” என்னைக் குறிக்கிறது?",
    "options": [
      "மிகவும் இனிமையான கவிதை",
      "மிகவும் உயர்ந்த கவிதை",
      "மிகவும் தெளிவான கவிதை",
      "மிகவும் கற்பனை நிறைந்த கவிதை"
    ],
    "answer": "A",
    "additional_context": "கம்பர் ராமாயணம் எழுதிய கவிஞர். அவரது கவிதைகள் அனைவராலும் போற்றப்படுபவை. அமுதம் என்பது அனைவராலும் விரும்பப்படும் ஒரு பொருள். அமுதம் போன்று இனிமையான கவிதைகளை கம்பர் எழுதியதால் அவருடைய கவிதைகளை கேட்க கங்கை ஆற்றின் அலைகள் கூட இசையமைக்கின்றன என்று கவிஞர் கூறுகிறார். "
  },
  {
    "description": "“மேற்கு மலைகள் நதிகளை அனுப்பிக் கிழக்குக் கரையின் நலம்கேட்கும்” என்ற வரியில் “நலம்கேட்கும்”  என்னைக் குறிக்கிறது?",
    "options": [
      "நன்மை செய்யும்",
      "பயன் விளைவிக்கும்",
      "செழிப்பைத் தரும்",
      "மேம்பாட்டை ஏற்படுத்தும்"
    ],
    "answer": "D",
    "additional_context": "மேற்கு மலைகளிலிருந்து தோன்றும் நதிகள் கிழக்குக் கரையை நோக்கிப் பாய்கின்றன.  இந்த நதிகள்  கிழக்குக் கரையின் விவசாயத்திற்கு மிகவும் அவசியமானவை. மேற்கு மலைகள் இதன் மூலம் கிழக்குக் கரையின் செழிப்பைத் தூண்டி  மேம்பாட்டை ஏற்படுத்துகின்றன. இவ்வாறு  கிழக்குக் கரையின் நலன்கேட்கும் என்பது  கவிஞர்  குறிப்பிடுவதாகும். "
  },
  {
    "description": "“பூமியின் கிழக்கு வாசலிது”  என்ற வரியில் “வாசல்” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "தொடக்கப் புள்ளி",
      "நுழைவுப் பகுதி",
      "முக்கியமான இடம்",
      "எல்லாவற்றிற்கும் பொருந்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்தியாவை பூமியின் கிழக்கு வாசலிது என்று கூறுவதால் இந்தியா  பூமியின் கிழக்குப் பகுதியில் இருக்கும் முக்கியமான நாடு என்றும்,  இந்தியாவிலிருந்துதான்  கிழக்கே உள்ள  பிற  நாடுகள்  தோன்றின என்றும்  பொருள்படும். இந்தியா  பூமியின் தொடக்கப் புள்ளி  என்பது  இதன்  பொருளாகும்.  எனவே  “வாசல்”  என்ற  சொல்  தொடக்கப் புள்ளி,  நுழைவுப் பகுதி, முக்கியமான இடம்  ஆகிய  அனைத்து  பொருள்களையும்  கொண்டது. "
  }
]
