
[
  {
    "description": "கீழ்க்கண்ட குறளில் \"கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற்று\" என்ற வரியின் பொருள் யாது?",
    "options": [
      "மழை பெய்யாவிட்டால் உலகம் கெடும்",
      "கெட்டவர்களுக்கு மழை பெய்வதில் பயனில்லை",
      "கெடுப்பதும், காப்பதும் மழையின் இயல்பு",
      "மழை பெய்தாலும் கெட்டவர்கள் வாழ்வார்கள்"
    ],
    "answer": "C",
    "additional_context": "திருக்குறள் நூல் மனித வாழ்க்கைக்குத் தேவையான அறிவுரைகளை  ஏழு சொற்களில் அடங்கிய குறள்கள் மூலமாக நமக்குத் தருகிறது.  மழை பெய்தால் பயிர்கள் செழித்து, மக்கள் வாழ்வார்கள். மழை பெய்யாவிட்டால் பயிர்கள் கெட்டு, பஞ்சம் ஏற்படும்.   கெடுப்பதும் காப்பதும் மழையின் இயல்பே.  மழை என்பது இயற்கை. மழை உரிய காலத்தில் பெய்யாது போனால்  கெடுப்பதும், மழை பெய்து காப்பதும் மழைதான்.  எனவே மழை என்பது  கெடுப்பதும் காப்பதும் மழையின் இயல்பு என்று  சொல்கிறது."
  },
  {
    "description": "\"ஈன்ற பொழுதின் பெரிதுவக்கும் தன்மகனைச் சான்றோன் எனக்கேட்ட தாய்\" என்ற குறளின் பொருள் என்ன?",
    "options": [
      "மகனின் பிறப்பைவிட அவன் சான்றோனாக இருப்பது மகிழ்ச்சி தரும்",
      "தன் மகனைப் பெற்றெடுத்த போது தாய் அடைந்த மகிழ்ச்சி அதிகம்",
      "சான்றோனான மகனைப் பெற்றதால் தாய்க்கு பெருமை",
      "தாய் மகனைப் பெற்றெடுத்ததால் மகன் சான்றோனானான்"
    ],
    "answer": "A",
    "additional_context": "தன் பிள்ளையின் புகழைக் கேட்ட தாய் பெற்றெடுத்தபோது அடைந்த மகிழ்ச்சியைவிடப் பெருமகிழ்ச்சி அடைவாள்.  மகனின் பிறப்பு  தாய்க்கு மகிழ்ச்சி அளிக்கும்.  அதிலும்  அந்த மகன்  சான்றோனாக இருப்பது தாய்க்கு இன்பமும் பெருமையும் தரும்.  மகனின் பிறப்பை விட அவன் சான்றோனாக இருப்பது தாய்க்கு மகிழ்ச்சி தரும் என்பது இக்குறளின் பொருள்."
  },
  {
    "description": "\"அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார் என்பும் உரியர் பிறர்க்கு\" என்ற குறளில் \"உரியர்\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "தங்கள் உடல், உடைமைகளைப் பிறருக்குக் கொடுக்கக் கூடாது என்பது",
      "தங்கள் உடல், உடைமைகளைப் பிறருக்குக் கொடுக்கத் தயாராக இருப்பது",
      "உடல், உடைமைகளை தங்களுக்கே உரியது என்று நினைப்பது",
      "அன்பைப் பிறருக்குக் கொடுக்கத் தயாராக இருப்பது"
    ],
    "answer": "B",
    "additional_context": "அன்பு இல்லாதவர் எல்லாப் பொருளும் தமக்கே என்பார்கள். அன்பு உடையவர்கள் தம் உடம்பும் பிறர்க்கே என்பார்கள். அன்பு இல்லாதவர்கள் எல்லாப் பொருளும் தங்களுக்கே உரியது  என்று எண்ணுவார்கள்.  அன்பைப் பிறருக்குக் கொடுக்கத் தயாராக இருப்பது  அன்புடையவர்களின் குணம். அவர்கள் தம் உடல், உடைமைகளைப் பிறருக்குக் கொடுக்கத் தயாராக இருப்பார்கள்.  எனவே இக்குறளில் உரியர் என்ற சொல்லின் பொருள், தங்கள் உடல், உடைமைகளைப் பிறருக்குக் கொடுக்கத் தயாராக இருப்பது  என்பதாகும்."
  },
  {
    "description": "\"பணிவுடையன் இன்சொலன் ஆதல் ஒருவற்கு அணியல்ல மற்றுப் பிற\" என்ற குறளின் படி, ஒருவருக்குச் சிறந்த அணி யாது?",
    "options": [
      "நகைகள்",
      "விலையுயர்ந்த ஆடை",
      "பணிவும் இன்சொல்லும்",
      "பணமும் பொருளும்"
    ],
    "answer": "C",
    "additional_context": "பணிவும் இன்சொல்லுமே ஒருவருக்கு மிகச்சிறந்த அணிகலன்கள் ஆகும். மற்றவை அணிகலன்கள் ஆகா.  நகைகள், விலையுயர்ந்த ஆடை ,  பணமும் பொருளும்  இவை அனைத்தும்   உடலுக்கு அழகு சேர்க்கும். ஆனால் பணிவும் இன்சொல்லும் தான் ஒருவருக்கு உண்மையான அழகு  சேர்க்கும்.  பணிவும் இன்சொல்லும்  தான் மனித வாழ்வில் உயர்ந்த அணி ஆகும்.  எனவே  இந்தக் குறள் நமக்கு பணிவும் இன்சொல்லும்  மட்டுமே ஒருவருக்குச் சிறந்த அணி  என்று  கற்றுத்தருகிறது."
  },
  {
    "description": "\"இனிய உளவாக இன்னாத கூறல் கனியிருப்பக் காய்கவர்ந் தற்று\" என்ற குறளில் \"கனியிருப்பக் காய்கவர்ந் தற்று\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "இனிமையான கனியை உண்டு, காயைத் தேடிச் சாப்பிடுவது ",
      "இனிய வார்த்தைகள் இருக்கும் போது கடினமான வார்த்தைகளைப் பேசுவது ",
      "காயை உண்ணாமல் கனியை மட்டுமே உண்பது",
      "இனிய வார்த்தைகளைக் கேட்பதைவிட கடினமான வார்த்தைகளைக் கேட்பது "
    ],
    "answer": "B",
    "additional_context": "இனிய சொல் இருக்கும்போது இன்னாச்சொல் பேசுவது கனி இருக்கும்போது காயை உண்பதைப் போன்றது.  இனிமையான கனிகள் இருக்கும் போது,  இனிய சொற்களை உபயோகிப்பது நல்லது.  கனி இருக்கும் போது காயைச் சாப்பிடுவது  போல்   இனிய வார்த்தைகளை உபயோகிக்கும் போது  கடினமான வார்த்தைகளை உபயோகிப்பது தவறு.  இனிய வார்த்தைகள் இருக்கும் போது  கடினமான வார்த்தைகளைப் பேசுவது   இனிய கனியைத் தூக்கி எறிந்து  காயை  உண்பது போல்  ஆகும்.  இனிய வார்த்தைகள் இருக்கும் போது கடினமான வார்த்தைகளைப் பேசுவது  தவறு என்பதை  இக்குறள் எடுத்துரைக்கிறது."
  }
]
