
[
  {
    "description": "காந்தியடிகளின் எளிமை மற்றும் தியாகம் பற்றிய எடுத்துக்காட்டு எது?",
    "options": [
      "மதுரை மீனாட்சியம்மன் கோவிலுக்குள் செல்ல மறுத்தது.",
      "தனது உடையை மாற்றிக்கொண்டது.",
      "கானாடுகாத்தான் என்னும் ஊரில் அன்பர் வீட்டில் தங்கியது.",
      "பாரதியாரைப் பற்றி வியப்புடன் கேட்டது."
    ],
    "answer": "B",
    "additional_context": "1921 ஆம் ஆண்டு செப்டம்பர் மாதத்தில் காந்தியடிகள் தமிழ்நாட்டிற்கு வந்தார். அப்போது புகைவண்டியில் மதுரைக்குச் சென்றார். செல்லும் வழியில் பெரும்பாலான மக்கள் இடுப்பில் ஒரு துண்டு மட்டுமே அணிந்து இருப்பதைக் கண்டார். அப்போது காந்தியடிகள் நீளமான வேட்டி, மேல்சட்டை, பெரிய தலைப்பாகை அணிவதை வழக்கமாகக் கொண்டிருந்தார். பெரும்பாலான இந்தியர்கள் போதிய உடைகள் இல்லாமல் இருக்கிறார்கள். தான் மட்டும் இவ்வளவு துணிகளை அணிவதா? என்று சிந்தித்தார். அன்றுமுதல் வேட்டியும் துண்டும் மட்டுமே அணியத் தொடங்கினார். அவரது தோற்றத்தில் மிகப்பெரிய மாற்றத்தை ஏற்படுத்திய பெருமை தமிழ்நாட்டுக்கு உண்டு. அந்தக் கோலத்திலேயே தம் வாழ்நாள் முழுவதும் இருந்தார். உலகம் போற்றிய எளிமைத் திருக்கோலம் இதுவாகும்."
  },
  {
    "description": "காந்தியடிகளின் சமத்துவம் பற்றிய எண்ணங்களை எந்த இரண்டு நிகழ்வுகள் வெளிப்படுத்துகின்றன?",
    "options": [
      "மதுரைக்குச் சென்ற போது உடை மாற்றம் செய்தது மற்றும் மதுரை மீனாட்சியம்மன் கோவிலுக்குள் செல்ல மறுத்தது.",
      "பாரதியாரைப் பற்றி வியப்புடன் கேட்டது மற்றும் குற்றால அருவியில் நீராட மறுத்தது.",
      "கானாடுகாத்தான் என்னும் ஊரில் அன்பர் வீட்டில் தங்கியது மற்றும் பாரதியாரைப் பற்றி வியப்புடன் கேட்டது.",
      "குற்றால அருவியில் நீராட மறுத்தது மற்றும் மதுரை மீனாட்சியம்மன் கோவிலுக்குள் செல்ல மறுத்தது."
    ],
    "answer": "D",
    "additional_context": "காந்தியடிகள் ஒருமுறை மதுரையில் தங்கி இருந்தார். மீனாட்சி அம்மன் கோவிலுக்குச் சென்று வரலாம் என்று தலைவர்கள் அவரை அழைத்தனர். \"அந்தக் கோவிலுக்குள் செல்ல எல்லா மக்களுக்கும் அனுமதி உண்டா?\" என்று காந்தியடிகள் கேட்டார். அங்கு இருந்தவர்கள் \"இல்லை\" என்றனர். \"அப்படியானால் அங்கே வரமாட்டேன்\" என்று கூறிவிட்டார். பல ஆண்டுகளுக்குப் பிறகு அந்தக் கோவிலுக்குள் செல்ல அனைவருக்கும் உரிமை உண்டு என்று அறிவிக்கப்பட்டது. அதன் பிறகு மதுரைக்கு வந்த போதுதான் காந்தியடிகள் மீனாட்சி அம்மன் கோவிலுக்குள் சென்றார்.\n\nஇதே போன்ற நிகழ்ச்சி குற்றாலத்திலும் நடைபெற்றது. குற்றால அருவியில் நீராட அனைவருக்கும் உரிமை அளிக்கப்பட்டு இருந்தது. ஆனால், அருவிக்குச் செல்லும் வழியில் ஒரு கோவில் இருந்தது. அதன் வழியாகச் செல்ல ஒருசாராருக்குத் தடை இருந்தது. எனவே அனைவரும் அருவியில் நீராட முடியாத நிலை இருந்தது. அதனை அறிந்த காந்தியடிகள் குற்றால அருவியில் நீராட மறுத்துவிட்டார். மனிதர்களிடம் உயர்வு தாழ்வு பாராட்டக் கூடாது என்பதில் காந்தியடிகள் உறுதியாக இருந்ததை இதன்மூலம் அறிய முடிகிறது."
  },
  {
    "description": "காந்தியடிகளின் வாழ்க்கை முறை பற்றிய உண்மையான கூற்று எது?",
    "options": [
      "காந்தியடிகள் எப்போதும் ஆடம்பரமான வாழ்க்கை முறையை விரும்பினார்.",
      "காந்தியடிகள்   சமூகத்தின் அனைத்துத் தரப்பினரும் சமமாக இருக்க வேண்டும் என்று விரும்பினார்.",
      "காந்தியடிகள் பெரும்பாலும் வெளிநாட்டுப் பொருள்களை பயன்படுத்தினார்.",
      "காந்தியடிகள் எப்போதும் மத நம்பிக்கைகளை பின்பற்றி நடந்தார்."
    ],
    "answer": "B",
    "additional_context": "காந்தியடிகள் ஒருமுறை காரைக்குடியைச் சுற்றியுள்ள ஊர்களில் சுற்றுப்பயணம் செய்தார். அப்போது கானாடுகாத்தான் என்னும் ஊரில் அன்பர் ஒருவர் வீட்டில் தங்கி இருந்தார். அந்த வீடு மிகவும் ஆடம்பரமாக இருந்தது. வீட்டில் எங்குப் பார்த்தாலும் வெளிநாட்டு அலங்காரப் பொருள்கள் நிறைந்து இருந்தன. காந்தியடிகள் அந்த அன்பரிடம், \"உங்கள் வீட்டை வெளிநாட்டுப் பொருள்களால் அழகு செய்து இருக்கிறீர்கள். அதற்குச் செலவு செய்த பணத்தில் பத்தில் ஒரு பங்கு பணத்தை என்னிடம் கொடுத்தால் போதும். இதைவிட அழகாகச் செய்துவிடுவேன்\" என்று கூறினார். அதனைக் கேட்டு, அன்பர் தலைகுனிந்தார். அந்த வீட்டுக்குக் காந்தியடிகள் மறுமுறை வந்தபோது அங்கே வெளிநாட்டுப் பொருள்கள் ஒன்றுகூட இல்லை. காந்தியடிகள் மகிழ்வுடன் அவரைப் பாராட்டினார்."
  }
]
