
[
  {
    "description": "'தொலைவில் உள்ள பொருளின் உருவத்தை அருகில் தோன்றச் செய்ய முடியும்' என்ற கருத்து  திருவள்ளுவமாலை என்னும் நூலில் எந்தப் பாடலில் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "'தினையளவு போதாச் சிறுபுல்நீர் நீண்ட பனையளவு காட்டும்'",
      "'நிலம் தீ நீர் வளி விசும்போடு ஐந்தும் கலந்த மயக்கம் உலகம் ஆதலின்'",
      "'கடல்நீர் முகந்த கமஞ்சூழ் எழிலி'",
      "'நெடு வெள்ளூசி நெடு வசி பரந்த வடு'"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கடிதத்தில், இன்சுவை அவர்கள்  அறிவியல் துறையில் சாதிக்க வேண்டும் என்ற ஆசை இருப்பதாகத் தெரிவிக்கிறார். அதற்கு தாய்மொழி தடையல்ல என்றும் அத்தை நறுமுகை அவர்கள்  கூறுகிறார்கள். தமிழர்கள் பழங்காலத்தில் இருந்தே அறிவியல் அறிவைப் பெற்றிருந்தார்கள் என்றும் நூல்கள் பலவற்றில் அதற்கான சான்றுகள் இருப்பதாகவும் எடுத்துக்காட்டுகிறார்.  சமீபகாலத்தில் நடைமுறைப்படுத்தப்பட்டு வரும் தொலைநோக்கி கருவிகளைப் பயன்படுத்தி தொலைவில் உள்ள பொருளின் உருவத்தை அருகில் தோன்றச் செய்வது என்பது  அறிவியல் துறையில் சாதிக்கப்பட்ட ஒரு மகத்தான விஷயம் என்பதை  அத்தை  நறுமுகை அவர்கள்   விளக்கி கூறுகிறார். திரவத்தைப் பயன்படுத்தி  இதுபோன்ற கருவிகள் உருவாக்கப்பட்டது சாத்தியமே  என்பதை  அறிவியல் அறிஞர் கலீலியோ  நிரூபித்ததாகவும் எடுத்துக்காட்டுகிறார். இந்த கருத்து  திருவள்ளுவமாலை என்னும் நூலில் கபிலர் எழுதிய பாடலில் இடம்பெற்றுள்ளதாகக் கூறுகிறார்."
  },
  {
    "description": "இன்சுவை அவர்களின்  கடிதத்திற்கான சிறந்த தலைப்பு எது?",
    "options": [
      "தமிழ் இலக்கியம்",
      "கனவு நனவான கதை",
      "அறிவியல் துறை",
      "இன்சுவை வாழ்க்கை"
    ],
    "answer": "B",
    "additional_context": "இன்சுவை அவர்கள் தனது  கடிதத்தில்  தன்னுடைய  ஆறாம் வகுப்பு பள்ளிப் பருவ கனவுகள் நிறைவேறியதைப் பற்றி எழுதியுள்ளார். இளம் அறிவியல் ஆய்வாளராக சேர்ந்திருப்பதாகக் கூறுகிறார். எனவே,  அவரது கடிதத்திற்கான சிறந்த தலைப்பு 'கனவு நனவான கதை' என்பதுதான்."
  },
  {
    "description": "இன்சுவை அவர்களின் கனவு நிறைவேற  எந்த அறிவியல் நிறுவனத்தில் பணியில் சேர்ந்தார்?",
    "options": [
      "இந்திய விண்வெளி ஆராய்ச்சி நிறுவனம்",
      "அறிவியல் மற்றும் தொழில்நுட்பத் துறை",
      "பாரத இயந்திரப் பொறியியல் ஆராய்ச்சி மற்றும் மேம்பாட்டு நிறுவனம்",
      "தேசிய ஆராய்ச்சி ஆய்வகம்"
    ],
    "answer": "A",
    "additional_context": "இன்சுவை அவர்கள் எழுதிய கடிதத்தில்  'சதீஷ்தவான் விண்வெளி ஆய்வு நிறுவனத்தில் பணியில் சேரவேண்டும்' என்று எழுதியுள்ளார். சதீஷ்தவான் விண்வெளி ஆய்வு நிறுவனம்  என்பது இந்திய விண்வெளி ஆராய்ச்சி நிறுவனம் (ISRO)  தான்."
  },
  {
    "description": "இன்சுவை அவர்களின்  கடிதத்திலிருந்து,  பழந்தமிழ் இலக்கியங்களில் அறிவியல் சிந்தனைகளைப் பற்றி நமக்கு என்ன தெரிய வருகிறது?",
    "options": [
      "தமிழ் இலக்கியங்களில் அறிவியல் கருத்துக்கள் இல்லை.",
      "தமிழ் இலக்கியங்களில் அறிவியல் கருத்துக்கள் இருந்தாலும் அவை குறைவானவை.",
      "தமிழ் இலக்கியங்களில் அறிவியல் கருத்துக்கள்  பல உள்ளன.",
      "தமிழ் இலக்கியங்கள் அறிவியல் கருத்துக்களை மட்டுமே குறிப்பிடுகின்றன."
    ],
    "answer": "C",
    "additional_context": "இன்சுவை  தனது கனவு நிறைவேற  அறிவியல் துறையில் சேர வேண்டும் என்று எழுதுகிறார். இதற்கு  அவர் தாய்மொழி  தடை இல்லை என்றும் அத்தை  நறுமுகை அவர்கள்  எழுதுகிறார்கள்.  தமிழ் இலக்கியங்கள் அறிவியல் கருத்துக்களை  பல உள்ளன. தொல்காப்பியத்தில்   உலகம் ஐந்து பூதங்களால் ஆனது என்றும் , உயிரினங்கள்  ஒரு அறிவு முதல் ஆறு அறிவு வரை என  வகைப்படுத்தப்பட்டுள்ளது என்றும் எழுதியுள்ளார்கள்.  கடல் நீர் ஆவியாகி மேகமாகி மழையாகப் பொழியும் செயல்முறை முல்லைப்பாட்டு, பரிபாடல், திருக்குறள், கார்நாற்பது திருப்பாவை முதலிய நூல்களில் குறிப்பிடப்பட்டுள்ளதாகவும் எடுத்துக்காட்டுகிறார். திரவப் பொருள்களை அழுத்தினாலும் அளவைச் சுருக்க முடியாது  என்ற அறிவியல் கருத்து  ஔவையார் பாடலில் கூறப்பட்டுள்ளது.  பழந்தமிழ் இலக்கியங்களில் அறிவியல்  செய்திகள் பல உள்ளன."
  },
  {
    "description": "'கனவு பலித்தது' என்ற தலைப்பு இக்கடிதத்திற்கு ஏன் பொருந்துகிறது?",
    "options": [
      "இன்சுவை அவர்களின் கனவு நிறைவேறியது.",
      "அறிவியல் துறையில் சாதிக்க முடியும் என்ற நம்பிக்கை கிடைத்தது.",
      "தமிழ் இலக்கியங்களில் அறிவியல் கருத்துக்களைப் படித்து ஊக்கம் பெற்றது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "இன்சுவை அவர்கள்  தன்  கடிதத்தில்  தன்னுடைய  ஆறாம் வகுப்பு பள்ளிப் பருவ கனவுகள் நிறைவேறியதைப் பற்றி எழுதியுள்ளார்.  அறிவியல் துறையில் சாதிக்க முடியும் என்ற நம்பிக்கை தனக்கு கிடைத்ததாகவும், தமிழ் இலக்கியங்களில் அறிவியல் கருத்துக்களைப் படித்து ஊக்கம் பெற்றதாகவும்  குறிப்பிடுகிறார்.   எனவே, 'கனவு பலித்தது'  என்ற தலைப்பு  அவரது கடிதத்திற்கு  பொருந்துகிறது. "
  }
]
