
[
  {
    "description": "காமராசரின் கல்விப் பணிகளைப் பற்றி கீழ்க்கண்ட கூற்றுகளில் எது தவறானது?",
    "options": [
      "காமராசர் பள்ளிச்சீரமைப்பு மாநாடுகளை நடத்தினார்.",
      "காமராசர்  பல பொறியியல் கல்லூரிகளைத் தொடங்கினார்.",
      "காமராசர்  மருத்துவக் கல்லூரிகளைத் தொடங்கினார்.",
      "காமராசர் ஆசிரியப் பயிற்சி நிறுவனங்கள் ஆகியவற்றைத் தொடங்கவில்லை."
    ],
    "answer": "D",
    "additional_context": "காமராசர் முதல் அமைச்சராகப் பதவியேற்ற நேரத்தில் ஏறக்குறைய ஆறாயிரம் தொடக்கப்பள்ளிகள் மூடப்பட்டு இருந்தன. அவற்றை உடனடியாகத் திறக்க ஆணையிட்டார். மாநிலம் முழுவதும் அனைவருக்கும் இலவசக் கட்டாயக் கல்விக்கான சட்டத்தை இயற்றித் தீவிரமாக நடைமுறைப்படுத்தினார். மாணவர்கள் பசியின்றிப் படிக்க மதிய உணவுத் திட்டத்தைக் கொண்டு வந்தார். பள்ளிகளில் ஏற்றத்தாழ்வின்றிக் குழந்தைகள் கல்வி கற்கச் சீருடைத் திட்டத்தை அறிமுகம் செய்தார். பள்ளிகளின் வசதிகளைப் பெருக்கப் பள்ளிச்சீரமைப்பு மாநாடுகள் நடத்தினார். \n\nமாணவர்கள் உயர்கல்வி பெறப் பொறியியல் கல்லூரிகள், மருத்துவக் கல்லூரிகள், கால்நடைமருத்துவக் கல்லூரிகள், ஆசிரியப் பயிற்சி நிறுவனங்கள் ஆகியவற்றைப் புதிதாகத் தொடங்கினார். தமிழ்நாட்டில் பல கிளைநூலகங்களைத் தொடங்கினார். "
  },
  {
    "description": "காமராசரின்  கல்விப் புரட்சியின் விளைவாக  என்ன நடந்தது?",
    "options": [
      "பல மாணவர்கள் பள்ளியில் சேர முடிந்தது.",
      "மாணவர்களின் கல்வித் தரம் மேம்பட்டது.",
      "பள்ளிக்கூடங்களின் எண்ணிக்கை அதிகரித்தது.",
      "மேற்கண்ட மூன்றும் சரியானவை"
    ],
    "answer": "D",
    "additional_context": "காமராசர் முதல் அமைச்சராகப் பதவியேற்ற நேரத்தில் ஏறக்குறைய ஆறாயிரம் தொடக்கப்பள்ளிகள் மூடப்பட்டு இருந்தன. அவற்றை உடனடியாகத் திறக்க ஆணையிட்டார். மாநிலம் முழுவதும் அனைவருக்கும் இலவசக் கட்டாயக் கல்விக்கான சட்டத்தை இயற்றித் தீவிரமாக நடைமுறைப்படுத்தினார்.  மாணவர்கள் பசியின்றிப் படிக்க மதிய உணவுத் திட்டத்தைக் கொண்டு வந்தார். பள்ளிகளில் ஏற்றத்தாழ்வின்றிக் குழந்தைகள் கல்வி கற்கச் சீருடைத் திட்டத்தை அறிமுகம் செய்தார். பள்ளிகளின் வசதிகளைப் பெருக்கப் பள்ளிச்சீரமைப்பு மாநாடுகள் நடத்தினார்.  மாணவர்கள் உயர்கல்வி பெறப் பொறியியல் கல்லூரிகள், மருத்துவக் கல்லூரிகள், கால்நடைமருத்துவக் கல்லூரிகள், ஆசிரியப் பயிற்சி நிறுவனங்கள் ஆகியவற்றைப் புதிதாகத் தொடங்கினார். தமிழ்நாட்டில் பல கிளைநூலகங்களைத் தொடங்கினார். "
  },
  {
    "description": "காமராசர் செய்த கல்விப் பணிகள் இன்றும் நமக்கு என்ன கற்றுத் தருகின்றன?",
    "options": [
      "கல்வி எல்லோருக்கும் கிடைக்க வேண்டும்.",
      "மாணவர்களின் நலன் முதலில் இருக்க வேண்டும்.",
      "கல்வி என்பது நமது நாட்டின் முன்னேற்றத்திற்கும்  அடிப்படை.",
      "மேற்கண்ட மூன்றும் சரியானவை"
    ],
    "answer": "D",
    "additional_context": "காமராசர் முதல் அமைச்சராகப் பதவியேற்ற நேரத்தில் ஏறக்குறைய ஆறாயிரம் தொடக்கப்பள்ளிகள் மூடப்பட்டு இருந்தன. அவற்றை உடனடியாகத் திறக்க ஆணையிட்டார். மாநிலம் முழுவதும் அனைவருக்கும் இலவசக் கட்டாயக் கல்விக்கான சட்டத்தை இயற்றித் தீவிரமாக நடைமுறைப்படுத்தினார்.  மாணவர்கள் பசியின்றிப் படிக்க மதிய உணவுத் திட்டத்தைக் கொண்டு வந்தார். பள்ளிகளில் ஏற்றத்தாழ்வின்றிக் குழந்தைகள் கல்வி கற்கச் சீருடைத் திட்டத்தை அறிமுகம் செய்தார். பள்ளிகளின் வசதிகளைப் பெருக்கப் பள்ளிச்சீரமைப்பு மாநாடுகள் நடத்தினார்.  மாணவர்கள் உயர்கல்வி பெறப் பொறியியல் கல்லூரிகள், மருத்துவக் கல்லூரிகள், கால்நடைமருத்துவக் கல்லூரிகள், ஆசிரியப் பயிற்சி நிறுவனங்கள் ஆகியவற்றைப் புதிதாகத் தொடங்கினார். தமிழ்நாட்டில் பல கிளைநூலகங்களைத் தொடங்கினார். "
  },
  {
    "description": "காமராசர்  சிறுவர்கள் ஆடு மேய்க்கும் இடத்திற்கு  சென்ற போது, அவர்கள் பள்ளிக்கூடம் போகாமல் ஆடு மேய்க்கும்  காரணம் என்னவென்று  கேட்டார். அவர்கள் கூறிய  பதிலை  எந்த  வார்த்தைகள்  சுட்டிக் காட்டுகின்றன?",
    "options": [
      "எங்க ஊரில் கிடையாது",
      "படிப்போமே!",
      "பள்ளிக்கூடமா? அதெல்லாம் எங்க ஊரில் கிடையாது",
      "ஏன் பள்ளிக்கூடம் விடுமுறையா?"
    ],
    "answer": "C",
    "additional_context": "சிறுவர்கள் ஆடு மேய்த்துக் கொண்டிருந்தனர். அவ்வழியாக மகிழுந்து ஒன்று அங்கே வந்து நின்றது. அதிலிருந்து ஒருவர் கீழே இறங்கினார். ஆடு மேய்த்துக் கொண்டிருந்த சிறுவர்களைக் கூப்பிட்டு, அவர்களோடு உரையாடினார். \n\n\"என்னடா தம்பிகளா! பள்ளிக்கூடம் போகாமல் ஆடு மேய்ச்சுக்கிட்டு இருக்கீங்க? ஏன் பள்ளிக்கூடம் விடுமுறையா? \" என்று அவர் கேட்டார். \n\n\"பள்ளிக்கூடமா? அதெல்லாம் எங்க ஊரில் கிடையாது\" என்றனர் சிறுவர்கள். "
  },
  {
    "description": "காமராசர் பள்ளி விழாவில் பேசிய போது \"நாடு முழுக்க  ஐம்பதாயிரம்  பள்ளிகளைத் திறக்க முடிவு பண்ணியிருக்கோம்\" என்று கூறினார். அவர் எதற்காக இப்படி  முடிவு  செய்திருந்தார்?",
    "options": [
      "அனைத்து குழந்தைகளும்  பள்ளிக்குப் போக வேண்டும் என்பதற்காக",
      "பள்ளிகளின் எண்ணிக்கை குறைவாக இருந்ததால் ",
      "குழந்தைகளின்  அறிவு  வளர்ச்சி  மெதுவாக இருந்ததால்",
      "ஆசிரியர்கள்  குறைவாக  இருந்ததால்"
    ],
    "answer": "A",
    "additional_context": "பள்ளி விழா ஒன்றில் பங்கேற்கச் சென்றார் அவர். அப்போது மாணவர்களிடம் \"படிப்பறிவு இருந்தால்தான் நாடு முன்னேற்றம் அடையும். எனவேதான் நாடு முழுக்க ஐம்பதாயிரம் பள்ளிகளைத் திறக்க முடிவு பண்ணியிருக்கோம். குழந்தைங்க நீங்க எவ்வளவு தூரம் நடந்து போவீங்க? நீண்ட தூரம் நடந்தால் களைச்சுப்போயிடுவீங்க. அப்புறம் எப்படிப் படிக்க முடியும்? அதனால் ஒரு மைல் தூரத்தில் ஆரம்பப்பள்ளி, மூன்று மைல் தூரத்தில் நடுநிலைப்பள்ளி, ஐந்து மைல் தூரத்தில் உயர்நிலைப்பள்ளி இருக்கணும்னு திட்டம்\" என்று பேசினார். "
  }
]
