
[
  {
    "description": "இன்சுவை எந்த வகுப்பில் படிக்கும் போது அத்தையிடம் கடிதம் எழுதினார்?",
    "options": [
      "ஆறாம் வகுப்பு",
      "எட்டாம் வகுப்பு",
      "பத்தாம் வகுப்பு",
      "பன்னிரண்டாம் வகுப்பு"
    ],
    "answer": "A",
    "additional_context": "இன்சுவை ஆறாம் வகுப்பு படிக்கும் போது, அத்தையிடம் ஒரு கடிதம் எழுதினார். அப்போது அவர் வருங்காலத்தில் அறிவியல் துறையில் பணியாற்ற வேண்டும் என ஆசைப்பட்டார். அவர் அரசுப் பள்ளியில் தமிழ் வழியில் படித்துக் கொண்டிருந்தார். அவர் தமிழில் படித்து அறிவியல் அறிஞர் ஆக முடியாது என்று பலரும் கூறுகிறார்கள். அதனால், அவர் தமிழில் படித்து தனது கனவை நிறைவேற்ற முடியுமா என்று கேட்டு, தனக்கு வழிகாட்டுமாறு அத்தையிடம் கேட்டுக்கொண்டார்."
  },
  {
    "description": "இன்சுவையின் கனவை நிறைவேற்ற உதவிய நூல்களில் ஒன்று எது?",
    "options": [
      "தொல்காப்பியம்",
      "திருக்குறள்",
      "பரிபாடல்",
      "திருவள்ளுவமாலை"
    ],
    "answer": "D",
    "additional_context": "அத்தையின் கடிதத்தில், பல தமிழ் இலக்கியங்களில் அறிவியல் சிந்தனைகள் இடம் பெற்றுள்ளன என்று குறிப்பிடப்பட்டுள்ளது. அறிவியல் அறிஞர் கலீலியோ கூறிய கருத்து திருவள்ளுவமாலை என்னும் நூலில் கபிலர் எழுதிய பாடலில் இடம்பெற்றுள்ளது. இது இன்சுவைக்கு, தமிழில் படித்து அறிவியல் துறையில் சாதிக்க முடியும் என்ற நம்பிக்கையை ஊட்டியது."
  },
  {
    "description": "கடிதத்தில் குறிப்பிடப்பட்டுள்ள அறிவியல் கருத்துகளில் ஒன்று எது?",
    "options": [
      "திரவப் பொருள்களை அழுத்தினால் அவற்றின் அளவைச் சுருக்க முடியாது.",
      "மனித உடலை வெண்ணிற ஊசியால் தைக்க முடியாது.",
      "சுறாமீன் தாக்கிய புண்ணை நரம்பினால் தைக்க முடியாது.",
      "தற்காலத்தில் அறிவியல் துறையில் மட்டுமன்றி அனைத்துத் துறைகளிலும் தமிழர்கள் கோலோச்சி வருகிறார்கள்."
    ],
    "answer": "A",
    "additional_context": "அத்தையின் கடிதத்தில், திரவப் பொருள்களை எவ்வளவு அழுத்தினாலும் அவற்றின் அளவைச் சுருக்க முடியாது என்ற அறிவியல் கருத்து பழந்தமிழ் இலக்கியமான ஔவையாரின் பாடலில் காணப்படுகிறது. இது, இன்சுவைக்கு தமிழ் இலக்கியங்களில் அறிவியல் கருத்துக்கள் எவ்வாறு இடம்பெற்றுள்ளன என்பதை தெளிவுபடுத்தியது. "
  },
  {
    "description": "இன்சுவைக்கு கடிதம் எழுதிய அத்தையின் பெயர் என்ன?",
    "options": [
      "மலர்வழி",
      "நறுமுகை",
      "இன்சுவை",
      "மயிலி"
    ],
    "answer": "B",
    "additional_context": "இன்சுவைக்கு தொடர்ந்து பல கடிதங்கள் எழுதி ஊக்கம் அளித்து,  அவரது ஐயங்கள் எல்லாவற்றையும் தீர்த்துவைத்தவர் அத்தையின் பெயர் நறுமுகை. இன்சுவை தனது கனவுகளை நிறைவேற்ற உதவிய அத்தையின் கடிதங்களை அறிவுக் கருவூலங்களாக இன்றும் பாதுகாத்து வருகிறார். "
  },
  {
    "description": "இன்சுவையின் கனவு எப்படி நிறைவேறியது?",
    "options": [
      "அவர் பள்ளிப் படிப்பை முடித்தவுடன் அறிவியல் துறையில் வேலைக்குச் சேர்ந்தார்.",
      "அவர் ஒரு அறிவியல் ஆய்வு நிறுவனத்தில் வேலைக்குச் சேர்ந்தார்.",
      "அவர் தமிழ் இலக்கியங்களில் அறிவியல் கருத்துகளைக் கண்டுபிடித்தார்.",
      "அவர் ஒரு அறிவியல் புத்தகத்தை எழுதினார்."
    ],
    "answer": "B",
    "additional_context": "இன்சுவையின் கனவு, அவர் இளம் அறிவியல் ஆய்வாளர் பணிக்கு தெரிவு செய்யப்பட்டதன் மூலம் நிறைவேறியது. இன்சுவை சதீஷ்தவான் விண்வெளி ஆய்வு நிறுவனத்தில் பணியில் சேர வேண்டும் என்று ஆவலாக இருந்தார்."
  }
]
