
[
  {
    "description": "கீழ்கண்ட குறட்பாக்களில் எது மனித வாழ்வின் நோக்கம் \"பிறவிப் பெருங்கடலை நீந்தல்\" என்ற கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "அகர முதல எழுத்தெல்லாம் ஆதி\nபகவன் முதற்றே உலகு.",
      "கற்றதனால் ஆய பயன்என்கொல் வாலறிவன்\nநற்றாள் தொழாஅர் எனின்",
      "பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார்\nஇறைவன் அடிசேரா தார்.",
      "பொறிவாயில் ஐந்துஅவித்தான் பொய்தீர் ஒழுக்க\nநெறிநின்றார் நீடுவாழ் வார்."
    ],
    "answer": "C",
    "additional_context": "மனித வாழ்வின் நோக்கம் என்ன என்பதைத் தெளிவுபடுத்தும் இக்குறட்பா பிறவிப் பெருங்கடலை நீந்துவதைக் குறித்துள்ளது. இந்தப் பெருங்கடலை நாம் நீந்திட வேண்டும். அதற்கான வழி, இறைவன் அடி சேர்வதாகும். இறைவனைத் தவிர யாரும் இந்தப் பெருங்கடலை நீந்த முடியாது என்பதை இக்குறட்பா உணர்த்துகிறது."
  },
  {
    "description": "\"துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத் துப்பாய தூஉம் மழை\" என்ற குறட்பா வானத்தின் எந்தப் பண்பை விளக்குகிறது?",
    "options": [
      "வானம் உலகிற்கு அமிழ்தம்",
      "மழை மனிதர்களைத் தூய்மைப்படுத்தும்",
      "மழை எல்லோருக்கும் பயன் தரும்",
      "மழை நன்மை தீமை இரண்டையும் தரும்"
    ],
    "answer": "D",
    "additional_context": "வானத்தின் பெருமை, அதன் தன்மை, மழையின் பயன்பாடு, மழையின் இயல்பு ஆகியவற்றை எடுத்துரைக்கும் இக்குறட்பா, 'துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத் துப்பாய தூஉம் மழை'  என்று மழையின் பண்பைத் தெளிவுபடுத்துகிறது. நல்லவர்களுக்கும் கெட்டவர்களுக்கும் மழை பொழிகிறது. அனைவருக்கும் பயன் தருவது போல, நன்மை தீமை இரண்டையும் தரும்."
  },
  {
    "description": "\"ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து வேண்டும் பனுவல் துணிவு\" - இந்தக் குறட்பா மூலம் நாம் என்ன அறிந்துகொள்கிறோம்?",
    "options": [
      "நீத்தாரைப் பற்றிப் புகழ்ந்து பேச வேண்டும்",
      "ஒழுக்கத்துடன் வாழ்ந்தவர்களின் பெருமையைப் போற்ற வேண்டும்",
      "நீத்தார்களுக்குப் பணியெடுத்துச் செய்ய வேண்டும்",
      "நீத்தார்களின் வாழ்க்கையைப் பின்பற்ற வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "ஒழுக்கத்தோடு வாழ்ந்து இறந்தவர்களைப் பற்றிப் புகழ்ந்து பேச வேண்டும். அவர்கள் பூண்ட பெருமையைப் போற்றி மகிழ வேண்டும். அவர்களின் வாழ்க்கையைப் பின்பற்ற முயற்சி செய்ய வேண்டும் என்பதை இக்குறட்பா தெளிவுபடுத்துகிறது."
  },
  {
    "description": "\"அறத்தின்ஊங்கு ஆக்கமும் இல்லை அதனை மறத்தலின் ஊங்குஇல்லை கேடு\" - இந்தக் குறட்பா எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "அறம் செய்வதால் மட்டுமே நன்மை உண்டு",
      "அறத்தை மறப்பது பெரிய தவறு",
      "அறம் என்பது நன்மை தரும்",
      "அறமும் கேடும் இரண்டும் ஒன்றுதான்"
    ],
    "answer": "B",
    "additional_context": "அறம் செய்யாவிட்டால் ஆக்கமும் இல்லை. அறத்தை மறப்பது மிகப்பெரிய தவறு. அறத்தை மறப்பதால் கேடு ஏற்படும்.  அறம் செய்யாமல் இருந்தால் நமக்கு நன்மை இல்லை. அதே போல் அறத்தை மறப்பதால் நமக்கு மிகப் பெரிய கேடு உண்டாகும் என்பதை இக்குறட்பா விளக்குகிறது. "
  },
  {
    "description": "\"தம்பொருள் என்பதம் மக்கள் அவர்பொருள் தம்தம் வினையான் வரும்\" - இந்தக் குறட்பா எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "மக்கள் நம் பொருளை மதிப்பார்கள்",
      "நம் செயல்களின் விளைவுகள் நமக்கும் மக்களுக்கும் ஏற்படும்",
      "மக்கள் நமக்கு உதவுவார்கள்",
      "மக்களுக்கு நாம் பொருள் கொடுக்க வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "நம் பொருள் என்பது மக்களுடையது. மக்கள் நமக்குத் தரும் பொருள் என்பது நமக்குரியது. நம் செயல்களின் விளைவுகள் நமக்கும் மக்களுக்கும் ஏற்படும். நாம் மக்களுக்கு எப்படி நடத்துகிறோமோ, அது போல் மக்கள் நமக்கு நடத்துவார்கள் என்பதை இக்குறட்பா எடுத்துரைக்கிறது."
  }
]
