
[
  {
    "description": "“தமிழில் காலந்தோறும் வகையான இலக்கிய வடிவங்கள் புதிது புதிதாக உருவாகி வருகின்றன” என்ற கூற்றை எந்த  இலக்கிய வகைகளைக் கொண்டு நிரூபிக்க முடியும்?",
    "options": [
      "a) தொல்காப்பியம், நன்னூல்",
      "b) சிலப்பதிகாரம், மணிமேகலை",
      "c) திருக்குறள், நாலடியார்",
      "d) துளிப்பா, புதுக்கவிதை"
    ],
    "answer": "D",
    "additional_context": "தமிழ் மொழி என்பது வளர்ந்து வரும் மொழி. மொழிகள் எப்போதும் வளர்ச்சி பெற்றுக் கொண்டே இருக்கும். இதற்குச் சான்றாகக் காலந்தோறும் புதிதாக உருவாகும் இலக்கிய வடிவங்களைச் சொல்லலாம். இதற்குத் துளிப்பா, புதுக்கவிதை ஆகியவற்றைச் சொல்லலாம். புதுக்கவிதைகள் நவீன யுகத்தின் காலத்தை பிரதிபலிக்கும் வகையில் உருவானவை. பழைய கவிதை வடிவத்திலிருந்து மாறுபட்டுப் புதிதாகப் பிறந்தவை. துளிப்பா என்பது சமீப காலத்தில் உருவான ஒரு புதிய வடிவம். பழைய வடிவங்களிலிருந்து மாறுபட்ட தனிச்சிறப்பு மிக்கது. இவை போன்ற பல புதிய இலக்கிய வடிவங்கள் தொடர்ந்து தமிழில் தோன்றிக்கொண்டே இருக்கின்றன."
  },
  {
    "description": "'தமிழென் கிளவியும் அதனோ ரற்றே' என்ற வரியைக் கொண்டு தமிழ்மொழியின் எந்த சிறப்பைக் குறிப்பிட முடியும்?",
    "options": [
      "a) சொற்சிறப்பு",
      "b) இனிமை",
      "c) தொன்மை",
      "d) வளமை"
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழி இலக்கண, இலக்கிய வளம் மிக்கது. சீர்மை மிக்கது. அதன் சொற்சிறப்பு குறிப்பிடத்தக்கது. உயர்திணை, அஃறிணை என இருவகைத் திணைகளை அறிவோம். உயர்திணையின் எதிர்ச்சொல் தாழ்திணை என அமையவேண்டும். ஆனால் தாழ்திணை என்று கூறாமல் அஃறிணை (அல் + திணை = உயர்வு அல்லாத திணை) என்று பெயர் இட்டனர் நம் முன்னோர். பாகற்காய் கசப்புச்சுவை உடையது. அதனைக் கசப்புக்காய் என்று கூறாமல், இனிப்பு அல்லாத காய் பாகற்காய் (பாகு + அல் + காய்) என வழங்கினர். இவ்வாறு பெயரிடுவதிலும் சீர்மை மிக்கது தமிழ் மொழி. 'தமிழென் கிளவியும் அதனோ ரற்றே' என்ற வரியைக் கொண்டு தமிழ்மொழியின் சொற்சிறப்பை அறியலாம்."
  },
  {
    "description": "தமிழ் மொழியின் எழுத்து முறை வலஞ்சுழி எழுத்துகளாகவே அமைந்துள்ளது என்று கூறப்பட்டுள்ளது. பின்வரும் எழுத்துகள் எவை வலஞ்சுழி எழுத்துகள்?",
    "options": [
      "a) அ, எ, ஔ, ண, ஞ",
      "b) ட, ய, ழ",
      "c) ஓ, ஐ, ஐ",
      "d) எ, ஓ, ச"
    ],
    "answer": "A",
    "additional_context": "தமிழ்மொழி பேசவும் படிக்கவும் எழுதவும் உகந்த மொழி. உயிரும் மெய்யும் இணைவதால் தோன்றுபவை உயிர்மெய் எழுத்துகள். உயிர் எழுத்துகள், மெய் எழுத்துகள் ஆகியவற்றின் ஒலிப்பு முறைகளை அறிந்து கொண்டால் உயிர்மெய் எழுத்துகளை எளிதாக ஒலிக்கலாம். எழுத்துகளைக் கூட்டி ஒலித்தாலே தமிழ் படித்தல் இயல்பாக நிகழ்ந்துவிடும். (எ.கா.) அ+மு + து = அமுது. தமிழ்மொழியை எழுதும் முறையும் மிக எளிதுதான். இதற்கேற்ப, தமிழ் எழுத்துகள் பெரும்பாலும் வலஞ்சுழி எழுத்துகளாகவே அமைந்துள்ளன. (எ.கா.) வலஞ்சுழி எழுத்துகள் – அ, எ, ஔ, ண, ஞ"
  },
  {
    "description": "தமிழ்மொழியில் பூவின் ஏழு நிலைகளுக்கும் தனித்தனி பெயர்கள் உள்ளன என்ற கூற்றுடன் ஒத்துப்போகும் சொற்களின் தொகுப்பு எது?",
    "options": [
      "a) மொட்டு, மலர், அரும்பு, செம்மல், வீ, அலர், முகை",
      "b) மொட்டு, முகை, அலர், வீ,  மலர், அரும்பு, செம்மல்",
      "c) முகை, மொட்டு, மலர், அரும்பு, செம்மல், வீ, அலர்",
      "d) மொட்டு, அரும்பு, முகை, மலர், அலர், செம்மல், வீ"
    ],
    "answer": "C",
    "additional_context": "தமிழ் மொழி சொல்வளம் மிக்கது. ஒரு பொருளின் பல நிலைகளுக்கும் வெவ்வேறு பெயர் சூட்டுவது தமிழ் மொழியின் சிறப்பாகும். சான்றாக, பூவின் ஏழுநிலைகளுக்கும் தோன்றுவது முதல் உதிர்வது வரை தனித்தனிப் பெயர்கள்தமிழில் உண்டு. முகை, மொட்டு, மலர், அரும்பு, செம்மல், வீ, அலர் எனப் பூவின் ஏழு நிலைகளுக்கும் தனித்தனி பெயர்கள் உண்டு."
  },
  {
    "description": "தமிழ்மொழி ஒரு வளர்மொழி என்று  கூறப்பட்டுள்ளது. இதற்கான சான்றாக எந்தக் கூற்றைக் காட்ட முடியும்?",
    "options": [
      "a) தமிழ்மொழியில் இலக்கண, இலக்கிய நூல்கள் நிறைந்திருப்பது",
      "b) தமிழ்மொழி கணினி மொழியாக உருவாகி இருப்பது",
      "c) தமிழ்மொழியில் காலந்தோறும் புதிய இலக்கிய வடிவங்கள் உருவாவது",
      "d) தமிழ்மொழி சொல்வளம் மிக்கது"
    ],
    "answer": "C",
    "additional_context": "தமிழ் மொழி வளமைமிக்க மொழி. தொல்காப்பியம், நன்னூல் உள்ளிட்ட இலக்கண நூல்கள் மிகுந்தது தமிழ் மொழி. எட்டுத்தொகை, பத்துப்பாட்டு ஆகிய சங்க இலக்கியங்களைக் கொண்டது; திருக்குறள், நாலடியார் முதலிய அறநூல்கள் பலவும் நிறைந்தது; சிலப்பதிகாரம், மணிமேகலை முதலிய காப்பியங்களைக் கொண்டது. இவ்வாறு இலக்கிய, இலக்கண வளம் நிறைந்தது தமிழ் மொழி. தமிழ் மொழி சொல்வளம் மிக்கது. ஒரு பொருளின் பல நிலைகளுக்கும் வெவ்வேறு பெயர் சூட்டுவது தமிழ் மொழியின் சிறப்பாகும். தமிழில் காலந்தோறும் வகையான இலக்கிய வடிவங்கள் புதிது புதிதாக உருவாகி வருகின்றன. துளிப்பா, புதுக்கவிதை, கவிதை, செய்யுள், போன்றன தமிழ்க் கவிதை வடிவங்கள். கட்டுரை, புதினம், சிறுகதை போன்றன உரைநடை வடிவங்கள். தற்போது அறிவியல் தமிழ், கணினித்தமிழ் என்று மேலும் மேலும் வளர்ந்து கொண்டே வருகிறது."
  }
]
