
[
  {
    "description": "பாடலில் \"சோம்பலைக் கொல்லும் திறன்\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "சோம்பலைக் குறைத்துக்கொள்ள வேண்டும்",
      "சோம்பலை வெல்லும் ஆற்றலைப் பெற வேண்டும்",
      "சோம்பல் இல்லாதவர்களாக இருக்க வேண்டும்",
      "சோம்பலை அனுமதிக்கக் கூடாது"
    ],
    "answer": "B",
    "additional_context": "துன்பத்தை வெல்லும் கல்வியைக் கற்றிட வேண்டும் - நீ சோம்பலைக் கொல்லும் திறன் பெற்றிட வேண்டும்...  என்பது பாடலில் உள்ள வரிகள். துன்பத்தை வெல்லும் கல்வியைக் கற்றால் மட்டுமே சோம்பலை வெல்லும் ஆற்றலைப் பெற முடியும் என்பது இதன் பொருள்.  சோம்பலை வெல்லும் ஆற்றலைப் பெற வேண்டும் என்பது சோம்பல் இல்லாதவர்களாக இருக்க வேண்டும், சோம்பலைக் குறைத்துக்கொள்ள வேண்டும், சோம்பலை அனுமதிக்கக் கூடாது என்பதையே குறிக்கிறது. "
  },
  {
    "description": "பாடலில் \"வம்பு செய்யும் குணமிருந்தால் விட்டிட வேணும்\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "வம்பு செய்வதை நிறுத்த வேண்டும்",
      "வம்பு செய்யும் வழக்கத்தை விட்டுவிட வேண்டும்",
      "வம்பு செய்யும் தன்மையை மறைத்துக்கொள்ள வேண்டும்",
      "வம்பு செய்யும் நண்பர்களை விட்டுவிட வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "வம்பு செய்யும் குணமிருந்தால் விட்டிட வேணும் - அறிவு வளர்ச்சியிலே வான்முகட்டைத் தொட்டிட வேணும் என்பது பாடலில் உள்ள வரிகள். அறிவு வளர்ந்து நல்ல பண்புடையவர்களாக இருந்தால் மட்டுமே வம்பு செய்யும் குணத்தை விட்டுவிட முடியும் என்பது இதன் பொருள். வம்பு செய்யும் குணத்தை விட்டுவிட வேண்டும் என்பது வம்பு செய்யும் வழக்கத்தை விட்டுவிட வேண்டும், வம்பு செய்வதை நிறுத்த வேண்டும், வம்பு செய்யும் தன்மையை மறைத்துக்கொள்ள வேண்டும் என்பதையே குறிக்கிறது.  "
  },
  {
    "description": "\"மேதைகள் சொன்னதுபோல் விளங்கிட வேண்டும்\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "பெரியோர் கூறியதைப் பின்பற்ற வேண்டும்",
      "அறிஞர்கள் சொன்னதைப் புரிந்துகொள்ள வேண்டும்",
      "மேதைகளைப் போல நடந்துகொள்ள வேண்டும்",
      "அறிவுரைகளைப் பின்பற்றி வாழ வேண்டும்"
    ],
    "answer": "D",
    "additional_context": "வெற்றிமேல் வெற்றிவர விருதுவர பெருமைவர மேதைகள் சொன்னதுபோல் விளங்கிட வேண்டும்... என்பது பாடலில் உள்ள வரிகள். மேதைகள் சொன்னதுபோல் வாழ வேண்டும் என்பது மேதைகளின் அறிவுரைகளைப் பின்பற்றி வாழ வேண்டும் என்பதையே குறிக்கிறது.  மேதைகள் சொன்ன அறிவுரைகளைப் பின்பற்றி வாழ்ந்தால் மட்டுமே வெற்றியும் பெருமையும் கிடைக்கும் என்பது இதன் பொருள். "
  },
  {
    "description": "\"பெற்ற தாயின் புகழும் நீ பிறந்த மண்ணின் புகழும்  \nவற்றாமல் உன்னோடு வாழ்ந்திட வேண்டும்\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "தாயையும் தாய்நாட்டையும் நினைத்து வாழ வேண்டும்",
      "தாயையும் தாய்நாட்டையும் பெருமைப்படுத்த வேண்டும்",
      "தாயின் புகழையும் தாய்நாட்டின் புகழையும் பேணிக்காக்க வேண்டும்",
      "தாயையும் தாய்நாட்டையும் மறக்கக் கூடாது"
    ],
    "answer": "C",
    "additional_context": "பெற்ற தாயின் புகழும் நீ பிறந்த மண்ணின் புகழும் வற்றாமல் உன்னோடு வாழ்ந்திட வேண்டும்...  என்பது பாடலில் உள்ள வரிகள். தாய் மற்றும் தாய்நாட்டின் புகழை பேணிக்காக்க வேண்டும் என்பது இதன் பொருள்.  தாயின் புகழையும் தாய்நாட்டின் புகழையும் பேணிக்காக்க வேண்டும் என்பது தாயையும் தாய்நாட்டையும் நினைத்து வாழ வேண்டும், தாயையும் தாய்நாட்டையும் பெருமைப்படுத்த வேண்டும், தாயையும் தாய்நாட்டையும் மறக்கக் கூடாது என்பதையே குறிக்கிறது.  "
  },
  {
    "description": "“கல்வி அழகே அழகு” என்பர் பெரியோர்.  கற்றபடி நிற்பதே அந்த அழகைப் பெறுவதற்கான வழி.  கல்வி, அறிவை வளர்ப்பதோடு பண்படுத்தவும் செய்யும்.  எவ்வளவுதான் கற்றிருந்தாலும் பண்பாடு இல்லாவிட்டால் அந்தக் கல்வி பயனற்றுப் போகும்.  பண்பட்ட மனிதரின் புகழே பல்லாண்டு நிலைத்திருக்கும்.  எனவே, படிப்போம்! பண்பாட்டோடு நிற்போம்!  பார் போற்ற...”  என்ற வரிகளின் மூலம் என்ன  பொருள் வெளிப்படுகிறது?",
    "options": [
      "கல்வியே மட்டும் போதாது, பண்பாடு அவசியம்",
      "பண்பாடு  கல்வியை விட  முக்கியமானது",
      "கல்வி  மற்றும் பண்பாடு ஒன்றோடொன்று இணைந்தவை",
      "பண்பட்டவர்கள்  மட்டுமே  புகழ்  பெற  முடியும்"
    ],
    "answer": "C",
    "additional_context": "\"கல்வி அழகே அழகு\" என்பர் பெரியோர்.  கற்றபடி நிற்பதே அந்த அழகைப் பெறுவதற்கான வழி.  கல்வி, அறிவை வளர்ப்பதோடு பண்படுத்தவும் செய்யும்.  எவ்வளவுதான் கற்றிருந்தாலும் பண்பாடு இல்லாவிட்டால் அந்தக் கல்வி பயனற்றுப் போகும்.  பண்பட்ட மனிதரின் புகழே பல்லாண்டு நிலைத்திருக்கும்.  எனவே, படிப்போம்! பண்பாட்டோடு நிற்போம்!  பார் போற்ற...”   என்பது பாடலின் முதல் வரிகள்.  கல்வி  மற்றும் பண்பாடு ஒன்றோடொன்று இணைந்தவை  என்பது இதன் பொருள்.  கல்வியும் பண்பும் சேர்ந்த ஒரு மனிதனுக்கு மட்டுமே அந்த அழகு கிடைக்கும் என்பதையே இவ்வரிகள்  குறிப்பிடுகின்றன. "
  }
]
