[
          
  {
    
          "description": "கதையில், கயல் மாமல்லபுரத்தில் முதலில் எதைப் பார்க்கிறாள்?",
          "options": [
      "பஞ்சபாண்டவர் இரதம்",
      "அர்ச்சுனன் தபசு",
      "கடற்கரைக் கோவில்",
      "ஒற்றைக்கல் யானை"
    ],
    "answer": "A",
    
          "additional_context": "கயல் மாமல்லபுரத்திற்கு வந்ததும், அவளுக்கு முன்னால் ஒரு கோவில் தெரிந்தது. வியப்புடன் பார்த்தாள். 'என்ன இது? கோவில் போலவும் இருக்கிறது. தேர் போலவும் இருக்கிறதே!' இதைப் பற்றி யாரிடம் கேட்பது எனத் திகைத்து நின்றாள். அப்போது தூரத்தில் ஒருவர் குதிரையில் வந்து கொண்டிருப்பது தெரிந்தது. அவர் தோற்றத்தில் அரசரைப் போல இருந்தார். 'இவர் யாராக இருக்கும்? சரி அருகில் வரட்டும் பார்க்கலாம்' என எண்ணினாள். குதிரை அவள் அருகில் வந்து நின்றது. குதிரையில் இருந்து அவர் இறங்கினார்."
          }
        ,
          
  {
    
          "description": "கயல் தனது பெயர் ம. தி. கயல் என்று கூறுகிறாள். இதில் 'ம. தி' என்பது எதன் சுருக்கம்?",
          "options": [
      "அவளது முழுப் பெயரின் சுருக்கம்",
      "அவள் வசிக்கும் இடத்தின் சுருக்கம்",
      "அவள் பெற்றோர்களின் பெயர்களின் முதல் எழுத்துகள்",
      "அவள் நண்பர்களின் பெயர்களின் முதல் எழுத்துகள்"
    ],
    "answer": "C",
    
          "additional_context": "அப்போது தூரத்தில் ஒருவர் குதிரையில் வந்து கொண்டிருப்பது தெரிந்தது. அவர் தோற்றத்தில் அரசரைப் போல இருந்தார். 'இவர் யாராக இருக்கும்? சரி அருகில் வரட்டும் பார்க்கலாம்' என எண்ணினாள். குதிரை அவள் அருகில் வந்து நின்றது. குதிரையில் இருந்து அவர் இறங்கினார்.\n\n“நான் பல்லவ மன்னன். என் பெயர் நரசிம்மவர்மன். நான் மற்போரில் சிறந்தவன். அதனால், எனக்கு மாமல்லன் என்னும் பெயரும் உண்டு. உன் பெயர் என்ன?” என்று கேட்டார் அவர்.\n\n“ஐயா, என் பெயர் ம.தி.கயல்”\n\n“மதி கயல் என்று இரண்டு பெயர்களா உனக்கு?”\n\n“இல்லை ஐயா. ம. தி. என்பவை என் பெயரின் தலைப்பெழுத்துகள். என் அம்மா பெயர் மங்கை. என் அப்பா பெயர் திருநாவுக்கரசு. அப்பெயர்களின் முதல் எழுத்துகளைத் தலைப்பெழுத்துகளாக வைத்துள்ளனர்.”"
          }
        ,
          
  {
    
          "description": "மாமல்லர் கதையில் என்ன சொல்கிறார்?",
          "options": [
      "மாமல்லபுரம் அவருடைய காலத்தில் கட்டப்பட்டதாகக் கூறுகிறார்.",
      "அவருடைய தந்தைதான் மாமல்லபுரம் சிற்பங்களை உருவாக்க ஆரம்பித்தார் என்கிறார்.",
      "மாமல்லபுரத்தில் உள்ள சிற்பங்களை நான்கு தலைமுறைகள் உருவாக்கின என்கிறார்.",
      "இவை எல்லாம் சரியானவை"
    ],
    "answer": "D",
    
          "additional_context": "'ஐந்து இரதங்கள் உள்ளதால் இவ்விடத்திற்குப் பஞ்சபாண்டவர் இரதம் என்று பெயர். இவையெல்லாம் என் காலத்தில் உருவாக்கப்பட்டவை' என்றார் மாமல்லர்.\n\n'வியப்பாக உள்ளதே! நீங்கள் நீண்ட காலத்துக்கு முன்பு வாழ்ந்தவர் அல்லவா?'\n\n'ஆமாம் கயல். நான் ஏழாம் நூற்றாண்டைச் சேர்ந்தவன்'.\n\n'இவற்றை உருவாக்குவதற்குக் கற்களை எங்கிருந்து கொண்டு வந்தீர்கள்?'\n\n'இங்கேயே இருந்த பாறைகளில்தான் இவற்றை உருவாக்கினோம்'.\n\n'அப்படியா? இவற்றைக் கோவிலாக மாற்றவேண்டும் என்ற எண்ணம் உங்களுக்கு எப்படித் தோன்றியது?'\n\n'நான் சிறுவனாக இருந்த போது ஒருநாள் என் தந்தையுடன் இந்தக் கடற்கரைக்கு வந்தேன். இந்தப் பாறையின் அருகில் விளையாடிக் கொண்டிருந்தேன். இந்தப் பாறையின் நிழல் யானை போல் தரையில் விழுந்தது. என் தந்தையிடம் அதனைக் காட்டினேன். என் தந்தை, 'ஆம், நரசிம்மா! இது யானை போலத்தான் தெரிகிறது. அதோ அந்தக் குன்றின் நிழலைப் பார். கோவில் போலத் தெரிகிறது' என்றார். 'ஆமாம் அப்பா! அந்தக் குன்றைக் கோவிலாகவும், இந்தக் குன்றைக் கோவில் முன் நிற்கும் யானை போலவும் மாற்றிவிட்டால் நன்றாக இருக்குமே' என்றேன். 'நல்ல சிந்தனை. இவை இரண்டை மட்டும் அல்ல, இங்குள்ள ஒவ்வொரு குன்றையும் சிற்பமாக மாற்றலாம். ஒவ்வொரு பாறையையும் நந்தி, சிங்கம், யானை என்று மாற்றுவோம். இந்தக் கடற்கரையையே சிற்பக்கலைக் கூடமாக மாற்றிவிடலாம்' என்று கூறினார் என் தந்தை' என்று சொல்லி முடித்தார் மாமல்லர்."
          }
        ,
          
  {
    
          "description": "'புடைப்புச் சிற்பங்கள்' என்று என்ன அர்த்தம்?",
          "options": [
      "ஒற்றைக்கல்லால் செய்யப்பட்ட சிற்பங்கள்",
      "பாறையில் செதுக்கப்பட்ட சிற்பங்கள்",
      "மரத்தில் செய்யப்பட்ட சிற்பங்கள்",
      "உலோகத்தில் செய்யப்பட்ட சிற்பங்கள்"
    ],
    "answer": "B",
    
          "additional_context": "'ஆம் கயல். இவற்றுக்குப் புடைப்புச் சிற்பங்கள் என்று பெயர். இந்த இரண்டு பாறைகளிலும் நூற்று ஐம்பதுக்கும் மேற்பட்ட சிற்பங்கள் உள்ளன.'"
          }
        ,
          
  {
    
          "description": "கதையில் 'அர்ச்சுனன் தபசு' பாறையில் எந்தக் காட்சி சிற்பமாக உள்ளது?",
          "options": [
      "அர்ச்சுனன் வேட்டையாடும் காட்சி",
      "அர்ச்சுனன் தன் மனைவியுடன் இருக்கும் காட்சி",
      "அர்ச்சுனன் யுத்தம் செய்யும் காட்சி",
      "அர்ச்சுனன் தவம் செய்யும் காட்சி"
    ],
    "answer": "D",
    
          "additional_context": "'அதில் ஒருவர் கண்களை மூடி, இரு கைகளையும் உயர்த்தி, வணங்குவது போல ஒரு சிற்பம் உள்ளது. அவரது உடல் மெலிந்து, எலும்புகளும் நரம்புகளும் வெளியே தெரிவது போல அழகாகச் செதுக்கப்பட்டுள்ளது.'\n\n'ஆம் கயல். அர்ச்சுனன் தவம் செய்யும் காட்சி இது. இந்தச் சிற்பம் உள்ளதால்தான், இப்பாறைக்கு 'அர்ச்சுனன் தபசு' என்று பெயர். இதனைப் 'பகீரதன் தவம்' என்றும் கூறுவர்."
          }
        ]