
[
  {
    "description": "“வல்லினம் - க், ச், ட், த், ப், ற் “ என்ற வாக்கியத்தில் உள்ள “வல்லினம்” என்ற சொல்லைப் பற்றி, கீழே கொடுக்கப்பட்டுள்ளவற்றுள் எது சரியான விளக்கம்?",
    "options": [
      "a)  வன்மையாக ஒலிக்கும் மெய்யெழுத்துகளின் வகை",
      "b)  மென்மையாக ஒலிக்கும் மெய்யெழுத்துகளின் வகை",
      "c)  இடையினமாக ஒலிக்கும் மெய்யெழுத்துகளின் வகை",
      "d)  உயிர் எழுத்துகளின் வகை"
    ],
    "answer": "a",
    "additional_context": "நாம் பேசும் போது,  மெய்யெழுத்துகளை ஒலிக்க நமது உடல் பாகங்கள் எப்படி செயல்படுகின்றன என்பதன் அடிப்படையில் அவற்றை மூன்று வகைகளாகப் பிரிக்கலாம்.  அவை வல்லினம், மெல்லினம், இடையினம் ஆகும்.   'க்', 'ச்', 'ட்', 'த்', 'ப்', 'ற்'  என்ற ஆறும் வன்மையாக ஒலிக்கின்றன.  எனவே  வல்லினம் என்பது வன்மையாக ஒலிக்கும் மெய்யெழுத்துகளின் வகை எனலாம்.  'ங்', 'ஞ்', 'ண்', 'ந்', 'ம்', 'ன்'  என்ற ஆறும் மென்மையாக ஒலிக்கின்றன.   'ய்', 'ர்', 'ல்', 'வ்', 'ழ்', 'ள்'  என்ற ஆறும் இடையினமாக ஒலிக்கின்றன.   இதன் மூலம், வல்லினம், மெல்லினம், இடையினம் ஆகிய மூன்றும் மெய் எழுத்துகளின் வகையாகும் என்பதைப் புரிந்துகொள்ளலாம்."
  },
  {
    "description": "“உயிர்மெய் எழுத்துகளையும் உயிர்மெய்க் குறில், உயிர்மெய் நெடில் என இருவகைப்படுத்தலாம்.”  என்ற வாக்கியத்தின் அடிப்படையில், உயிர்மெய் எழுத்துகளின் வகைப்பாடு எதன் அடிப்படையில் அமைந்திருக்கிறது?",
    "options": [
      "a)  ஒலியின் வன்மை அல்லது மென்மை",
      "b)  ஒலிக்க ஆகும் கால அளவு",
      "c)  உயிர் எழுத்தின் வகை",
      "d)  மெய் எழுத்தின் வகை"
    ],
    "answer": "c",
    "additional_context": "மெய் எழுத்துகள் பதினெட்டுடன் உயிர் எழுத்துகள் பன்னிரண்டும் சேர்வதால் தோன்றும் 216 எழுத்துகளும் உயிர்மெய் எழுத்துகள் ஆகும்.  மெய்யுடன் உயிர்க்குறில் சேர்ந்தால் உயிர்மெய்க் குறில் தோன்றுகிறது.   மெய்யுடன் உயிர் நெடில் சேர்ந்தால் உயிர்மெய் நெடில் தோன்றுகிறது.   இதிலிருந்து உயிர் எழுத்தின் வகையைப் பொறுத்தே உயிர்மெய் எழுத்துகளும் குறில், நெடில் என இருவகைப்படுத்தப்படுகின்றன என்பதைப் புரிந்துகொள்ளலாம்."
  },
  {
    "description": "“ஒலித்துப் பார்த்து உணர்வோம்!  க், ச், ட், த், ப், ற் - ஆகிய ஆறும் வன்மையாக ஒலிக்கின்றன.”  என்ற வாக்கியத்தின் அடிப்படையில்,  கீழே கொடுக்கப்பட்டுள்ள எழுத்துக்களில் எது வன்மையாக ஒலிக்காது?",
    "options": [
      "a)  ட்",
      "b)  ச்",
      "c)  ய்",
      "d)  ப்"
    ],
    "answer": "c",
    "additional_context": "வல்லினம் என்பது வன்மையாக ஒலிக்கும் மெய்யெழுத்துகளின் வகை.  'க்', 'ச்', 'ட்', 'த்', 'ப்', 'ற்'  என்ற ஆறும் வன்மையாக ஒலிக்கின்றன.  'ய்' என்பது இடையினமாக ஒலிக்கிறது.  இடையினம் என்பது வன்மையாகவும் இல்லாமல்,  மென்மையாகவும் இல்லாமல் இரண்டிற்கும் இடைப்பட்டு ஒலிக்கும் மெய்யெழுத்துகளின் வகை.  எனவே  'ய்' வன்மையாக ஒலிக்காது."
  },
  {
    "description": "“குறில் எழுத்தை ஒலிக்கும் காலஅளவு - 1 மாத்திரை, நெடில் எழுத்தை ஒலிக்கும் காலஅளவு - 2 மாத்திரை”  என்ற கூற்றுக்கு ஏற்ப,  “கீதா” என்ற பெயரின் மாத்திரை அளவு எவ்வளவு?",
    "options": [
      "a)  3½ மாத்திரை",
      "b)  2 மாத்திரை",
      "c)  4 மாத்திரை",
      "d)  3 மாத்திரை"
    ],
    "answer": "a",
    "additional_context": "மாத்திரை என்பது இங்குக் கால அளவைக் குறிக்கிறது.  ஒரு மாத்திரை என்பது ஒருமுறை கண் இமைக்கவோ ஒருமுறை கைநொடிக்கவோ ஆகும் கால அளவாகும்.  குறில் எழுத்தை ஒலிக்கும் கால அளவு 1 மாத்திரை.  நெடில் எழுத்தை ஒலிக்கும் கால அளவு 2 மாத்திரை.  'கீதா' என்ற பெயரில் 'கி'  என்பது குறில் + மெய் - 1 மாத்திரை, 'ஈ' என்பது நெடில் - 2 மாத்திரை, 'தா'  என்பது குறில் + மெய் - 1 மாத்திரை என வருகிறது.  எனவே, 'கீதா' என்ற பெயரின் மாத்திரை அளவு 3½ மாத்திரை ஆகும்."
  },
  {
    "description": "எந்த இரண்டு எழுத்துகளும் ஒலிக்கும் கால அளவு ஒன்றுதான்?",
    "options": [
      "அ மற்றும் ஆ",
      "ஈ மற்றும் ஊ",
      "ஏ மற்றும் ஐ",
      "ஓ மற்றும் ஒள"
    ],
    "answer": "A",
    "additional_context": "குறில் எழுத்துக்களை ஒலிக்க ஒரு மாத்திரை கால அளவு தேவைப்படும்.  நெடில் எழுத்துக்களை ஒலிக்க இரண்டு மாத்திரை கால அளவு தேவைப்படும்.  'அ' மற்றும் 'ஆ'  என்பது இரண்டும் குறில் எழுத்துகள் என்பதால் இரண்டு எழுத்துகளும் ஒலிக்கும் கால அளவு ஒன்றுதான்."
  }
]
