
[
  {
    "description": "பாடலில் \"நட்டல்\" என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
    "options": [
      "மரம் நடுதல்",
      "நட்டம் கண்டு கொள்ளுதல்",
      "நட்புக் கொள்ளுதல்",
      "நல்ல இடத்தில் அமைத்தல்"
    ],
    "answer": "C",
    "additional_context": "நல்லொழுக்கத்தைப் பற்றி விளக்கும் பாடலில், \"நல்லினத் தாரோடு நட்டல்\" என்ற வரி வருகிறது. \"நட்டல்\" என்ற சொல் இங்கு நட்புக் கொள்ளுதல் என்ற பொருளைத் தருகிறது. நற்பண்புகள் உள்ளவர்களோடு நட்புக் கொள்ள வேண்டும் என்பதை இது உணர்த்துகிறது."
  },
  {
    "description": "\"இன்னாத எவ்வுயிர்க்கும் செய்யாமை\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "எல்லா உயிர்களுக்கும் நன்மை செய்",
      "உயிர்களை அழிக்கக் கூடாது",
      "உயிர்களுக்குத் துன்பம் செய்யக் கூடாது",
      "எல்லா உயிர்களையும் சமமாகப் பாரு"
    ],
    "answer": "C",
    "additional_context": "இந்த வரியில், \"இன்னாத\" என்ற சொல் துன்பத்தை குறிக்கிறது. எனவே, \"இன்னாத எவ்வுயிர்க்கும் செய்யாமை\" என்பது எல்லா உயிர்களுக்கும் துன்பம் செய்யக்கூடாது என்று பொருள்படும். நம்முடைய செயல்களால் எந்த உயிர்க்கும் துன்பம் ஏற்படக்கூடாது என்பதை இது வலியுறுத்துகிறது."
  },
  {
    "description": "\"கல்வியோடு\" என்ற வரியில் \"கல்வி\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "பள்ளிக்கூடம்",
      "புத்தகம்",
      "அறிவு",
      "ஆசிரியர்"
    ],
    "answer": "C",
    "additional_context": "நல்லொழுக்கத்தின் முக்கியத்துவத்தை எடுத்துரைக்கும் இந்த பாடலில், \"கல்வியோடு\" என்ற வரி வருகிறது. இந்த வரியில் \"கல்வி\" என்பது அறிவை குறிக்கிறது.  அறிவு என்பது நல்லொழுக்கத்தை வளர்க்கும் ஒரு முக்கிய அம்சம் என்பதை இது காட்டுகிறது."
  },
  {
    "description": "\"பிறர் செய்த உதவியை மறவாதிருத்தல்\" என்ற வரியின் பொருள் எது?",
    "options": [
      "பிறரைக் கடனாளியாக நினைத்தல்",
      "பிறர் செய்த உதவியைப் பாராட்டுதல்",
      "பிறர் செய்த உதவியை நினைவு கூர்ந்து நன்றி கூறுதல்",
      "பிறர் செய்த உதவியை மீட்டுத் தருதல்"
    ],
    "answer": "C",
    "additional_context": "நல்லொழுக்கத்தின் முக்கியத்துவத்தை எடுத்துரைக்கும் இந்த பாடலில், \"பிறர் செய்த உதவியை மறவாதிருத்தல்\" என்ற வரி வருகிறது. இது பிறர் செய்த உதவியை நினைவு கூர்ந்து நன்றி கூறுதல் என்ற பொருளைத் தருகிறது. பிறரின் உதவியை மறவாமல், நன்றி காட்டுவது நல்லொழுக்கத்தின் ஒரு முக்கிய அம்சம் என்பதை இந்த வரி வலியுறுத்துகிறது."
  },
  {
    "description": "\"சொல்லிய ஆசார வித்து\" என்ற வரியில் \"வித்து\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மரத்தின் விதை",
      "நல்லொழுக்கத்தின் ஆரம்பம்",
      "அறிவின் ஆதாரம்",
      "நற்பண்புக்குரிய விதை"
    ],
    "answer": "D",
    "additional_context": "இந்த வரியில், \"வித்து\" என்ற சொல் நற்பண்புக்குரிய விதை என்று பொருள்படும்.  நற்பண்புகள் நமக்குள் விதைக்கப்பட்டால் தான் நாம் நல்ல மனிதர்களாக வளர்வோம் என்பதை இந்த வரி உணர்த்துகிறது.  நல்லொழுக்கத்தை நமக்குள் விதைக்க வேண்டும் என்ற செய்தியை இது எடுத்துரைக்கிறது."
  }
]
