[
          
  {
    
          "description": "“சந்தி தெருப்பெருக்கும் சாத்திரம் கற்போம்” - இந்த வரியில் சாத்திரம் என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "அ) கல்வி",
      "ஆ) அறிவியல்",
      "இ) தொழில்நுட்பம்",
      "ஈ) அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கவிதையில்,  'சந்தி தெருப்பெருக்கும் சாத்திரம் கற்போம்' என்று பாரதியார் கூறுகிறார்.  இங்கே 'சாத்திரம்' என்ற சொல், கல்வி, அறிவியல், தொழில்நுட்பம் ஆகியவற்றையும் உள்ளடக்கியது.  மனிதன் அறிவியல் துறையில் முன்னேற்றம் அடைந்ததன் மூலம் பல்வேறு சாதனைகளைப் புரிந்துகொள்ள முடிகிறது.  அதன் மூலம் மனிதனின் வாழ்வு மேம்பாடுகிறது.  கல்வி, அறிவியல், தொழில்நுட்பம் ஆகியவை  சேர்ந்து மனிதகுலத்தின் முன்னேற்றத்துக்கு வழி வகுக்கின்றன.  எனவே பாரதியார்  'சந்தி தெருப்பெருக்கும் சாத்திரம் கற்போம்' என்று கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "கவிதையில்  'வானை அளப்போம் கடல் மீனையளப்போம்” - இந்த வரிகள் என்ன கருத்தை வெளிப்படுத்துகின்றன?",
          "options": [
      "அ) மனிதனின் அறிவியல் ஆர்வம்",
      "ஆ) மனிதனின் ஆய்வுத் துறைகள்",
      "இ) மனிதனின் சாதனைகள்",
      "ஈ) மேற்கூறிய அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "கவிதையில், 'வானை அளப்போம் கடல் மீனையளப்போம்' என்று குறிப்பிடப்பட்டுள்ளது. இது மனிதனின் அறிவியல் ஆர்வத்தையும், ஆய்வுத் துறைகளையும், சாதனைகளையும் குறிக்கிறது. மனிதன் தனது அறிவியல் ஆர்வத்தால்,  பல்வேறு  துறைகளில் ஆய்வுகள் மேற்கொண்டு, சாதனைகளைப் படைத்துள்ளான்.  வானம், கடல், நிலவு போன்றவை ஆய்வுக்கு உட்பட்டவை.  இந்தக் கவிதை வரிகள், மனிதனின் தொடர்ச்சியான அறிவுத் தேடலை  எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "கவிதையில் 'இயற்கை வளமும் புயலும் மழையும் எங்கே என்று உரைக்கின்றான்' என்ற வரியின் பொருள் என்ன?",
          "options": [
      "அ) இயற்கை வளங்களைப் பாதுகாப்பது குறித்து மனிதன் சிந்திக்கிறான்.",
      "ஆ) இயற்கை நிகழ்வுகளைப் பற்றி மனிதன் ஆய்வு செய்கிறான்.",
      "இ) புயல் மற்றும் மழையின் தாக்கத்தைக் கணிக்க முடியும்.",
      "ஈ)  இயற்கையின் அற்புதங்களைப் பற்றி மனிதன் அறிந்துகொள்கிறான்."
    ],
    "answer": "D",
    
          "additional_context": "கவிதையில், 'இயற்கை வளமும் புயலும் மழையும் எங்கே என்று உரைக்கின்றான்' என்ற வரிகள், மனிதன் இயற்கையைப் பற்றி ஆய்வு செய்வதைக் குறிப்பிடுகின்றன.  இயற்கை வளங்கள், புயல், மழை போன்றவை எல்லாம், மனித வாழ்க்கையில் முக்கிய பங்கு வகிக்கின்றன.  இயற்கை நிகழ்வுகளைப் பற்றி ஆராய்ச்சி செய்வதன் மூலம், மனிதன் இயற்கையின் அற்புதங்களைப் பற்றி அறிந்துகொள்கிறான்.  இயற்கை நிகழ்வுகளால் ஏற்படும் பாதிப்புகளைத் தடுக்கவும், இயற்கை வளங்களைப் பாதுகாக்கவும்  இது உதவுகிறது."
          }
        ,
          
  {
    
          "description": "“அணுவைப் பிளந்து ஆற்றலை எடுத்து அனைத்தும் செய்து பார்க்கின்றான்” - இந்த வரியில் “அணுவைப் பிளந்து” என்ற சொற்றொடரின் பொருள் என்ன?",
          "options": [
      "அ) அணுவைப் பிரித்து, அதன் ஆற்றலை மனிதன் பயன்படுத்துகிறான்.",
      "ஆ) அணுவைப் பற்றி மனிதன் ஆய்வு செய்கிறான்.",
      "இ) அணுவைப் பயன்படுத்தி, புதிய கண்டுபிடிப்புகள்  செய்கிறான்.",
      "ஈ) அணு ஆற்றலின் பயன்களைப் பற்றி மனிதன் தெரிந்துகொள்கிறான்."
    ],
    "answer": "A",
    
          "additional_context": "கவிதையில், 'அணுவைப் பிளந்து ஆற்றலை எடுத்து அனைத்தும் செய்து பார்க்கின்றான்' என்று குறிப்பிடப்பட்டுள்ளது.  அணுவைப் பிளந்து, அதன் ஆற்றலை மனிதன் பயன்படுத்துகிறான். அணு ஆற்றல் மின்சார உற்பத்திக்கு  பயன்படுகிறது.  இந்த ஆற்றல்,  மருத்துவம், வேளாண்மை, தொழில்நுட்பம் போன்ற பல்வேறு துறைகளிலும் பயன்படுத்தப்படுகிறது.  இந்த வரியில், அணு ஆற்றலைப் பயன்படுத்தி  மனிதன் எதிர்காலத்தில் பல்வேறு சாதனைகளைச் செய்யும் என்று  எடுத்துக்காட்டப்படுகிறது."
          }
        ,
          
  {
    
          "description": "“வேளை தோறும் பயணம் செய்ய விண்வெளிப் பாதை அமைத்திடுவான்” -  இந்த வரியில் “வேளை தோறும்” என்ற சொற்றொடரின் பொருள் என்ன?",
          "options": [
      "அ) தினமும்",
      "ஆ) மாதந்தோறும்",
      "இ)  நேரம் தவறாமல்",
      "ஈ)  அடிக்கடி"
    ],
    "answer": "C",
    
          "additional_context": "கவிதையில், 'வேளை தோறும் பயணம் செய்ய விண்வெளிப் பாதை அமைத்திடுவான்' என்று குறிப்பிடப்பட்டுள்ளது.  இந்த வரியில் 'வேளை தோறும்' என்பது, நேரம் தவறாமல் என்ற பொருளைக் குறிக்கிறது.  விண்வெளிப் பயணம் என்பது  நேரம் தவறாமல்  நிகழும் நிகழ்வு.  இது தொடர்ச்சியான  ஆய்வுப் பயணம்.  இந்தக் கவிதை வரிகள், விண்வெளிப் பயணத்துக்கான மனிதனின்  எதிர்காலத் திட்டத்தைப் பற்றிக் குறிப்பிடுகிறது.  விண்வெளியில்  நேரம் தவறாமல்  பயணம் செய்வதற்கு, விண்வெளிப் பாதை  முக்கியமானது."
          }
        ]