
[
  {
    "description": "கணியனின் வீட்டிற்கு புதியவர் யார் வந்தார்?",
    "options": [
      "a) கணியனின் அப்பா",
      "b) கணியனின் தாத்தா",
      "c) எந்திரமனிதன்",
      "d) அவர்களின் நண்பர்"
    ],
    "answer": "c",
    "additional_context": "கணியன் பள்ளி முடிந்து வீடு திரும்பினான். அழைப்பு மணியை அழுத்தினான். \"யார் அங்கே?\" வீட்டிற்குள் புதிய குரல்! அதைக் கேட்டுத் திகைத்தான். \"யாருடைய குரல் இது? அம்மாவின் குரல் போல இல்லையே!\" சிந்தித்தான். அப்போது கதவு திறந்தது. உள்ளே நின்றிருந்த உருவத்தைப் பார்த்ததும் அவனுக்குள் வியப்பு! 'கணியன் வணக்கம்! உள்ளே வா' என்றது அவ்வுருவம். கணியன் சற்றுப் பயத்துடன் தயங்கி நின்றான். அப்போது அங்கு வந்த அவனுடைய அம்மா, 'கணியா, ஏன் அங்கேயே நிற்கிறாய்? பயப்படாதே! உள்ளே வா!' என்றார்."
  },
  {
    "description": "\"ரோபோ\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) மனிதர்கள் இயக்கும் எந்திரங்கள்",
      "b) தானே இயங்கும் எந்திரங்கள்",
      "c) அடிமை",
      "d) கணினி"
    ],
    "answer": "c",
    "additional_context": "கணியன் கேட்டான், 'நான் ஓர் எந்திரமனிதன். என்னை 'ரோபோ' என்றும் அழைப்பார்கள்', என்றது. \"நீ எல்லா வேலைகளையும் செய்வாய் என்று அம்மா கூறினார். எப்படி உன்னால் அது முடிகிறது?\" \"அதற்கு நான் உருவான வரலாற்றை நீ முதலில் அறிந்து கொள்ள வேண்டும்\" என்று கூறிய ரோபோ தொடர்ந்து பேசியது. \"நான் உருவாவதற்கு முன்பே என்னைப் பற்றிய கற்பனை மனிதர்களிடம் இருந்தது. காரல் கபெக் (Karel capek) என்பவர் 'செக்' நாட்டைச் சேர்ந்த நாடக ஆசிரியர். இவர் 1920ஆம் ஆண்டு நாடகம் ஒன்றை எழுதினார். அதில் \"ரோபோ\" (Robot) என்னும் சொல்லை முதன் முதலாகப் பயன்படுத்தினார். ரோபோ என்ற சொல்லுக்கு 'அடிமை' என்பது பொருள். ஒரு தொழிற்சாலையில் ரோபோக்கள் வேலை செய்வதாக அந்த நாடகத்தில் காட்சிகளை அமைத்திருந்தார். இவ்வாறு ரோபோ என்னும் சொல் வழக்கத்திற்கு வந்தது."
  },
  {
    "description": "'தானியங்கி' என்ற சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "a) மனித ஆற்றல் இல்லாமல் தானே இயங்கும் எந்திரம்",
      "b) மனிதர்களைப் போல சிந்திக்கும் எந்திரம்",
      "c) மனிதர்களுக்கு உதவும் எந்திரம்",
      "d) கணினி மூலம் இயங்கும் எந்திரம்"
    ],
    "answer": "a",
    "additional_context": "மனிதர்கள் தம் வேலைகளை எளிதாகச் செய்ய முதலில் எந்திரங்களைக் கண்டுபிடித்தனர். அவற்றை இயக்குவதற்கு மனித ஆற்றல் தேவைப்பட்டது. இக்குறையைப் போக்க மனிதன் கண்டுபிடித்தவையே தானியங்கிகள். தானியங்கி என்றால் என்ன தெரியுமா? நுட்பமான, கடினமான, ஒரே மாதிரியான வேலைகளை மனிதரைவிட விரைவாகத் தானே செய்துமுடிக்கும் எந்திரமே தானியங்கி ஆகும். ஒவ்வொரு தானியங்கியிலும் ஒரு கணினி இணைந்து இருக்கும். தானியங்கியின் செயல்களை அந்தக் கணினி கட்டுப்படுத்தும்."
  },
  {
    "description": "கணினித் திரையில் கணியனுக்குக் காட்டப்பட்ட காட்சிகளில் எது இல்லை?",
    "options": [
      "a) தொழிற்சாலையில் பயன்படுத்தப்படும் தானியங்கிகள்",
      "b) மருத்துவத்தில் பயன்படுத்தப்படும் தானியங்கிகள்",
      "c) விண்வெளி ஆய்வில் பயன்படுத்தப்படும் தானியங்கிகள்",
      "d) கணியன் தனது பாடங்களைச் செய்ய உதவும் எந்திரமனிதன்"
    ],
    "answer": "d",
    "additional_context": "கூறிய எந்திரமனிதன், கணினியை இயக்கத் தொடங்கியது. கணினித்திரையில் காட்சிகள் தோன்றின. \"இவை தொழிற்சாலையில் பயன்படுத்தப்படும் தானியங்கிகள். உற்பத்தி செய்தல், பழுதுகளை நீக்குதல் போன்ற பணிகளைச் செய்கின்றன. இந்தக் காட்சியைப் பார் கணியா!\" என்றது எந்திர மனிதன். \"இது என்ன செய்கிறது? நோய்க்கு மருத்துவம் செய்வது போல உள்ளதே!\" என்று கேட்டான். \"ஆம் கணியா! இவை மருத்துவத்துறையில் நோயின் அறிகுறிகளைக் கண்டுபிடிக்க உதவுகின்றன. மருத்துவம் பார்க்கவும் பயன்படுத்தப்படுகின்றன. சிக்கலான அறுவை சிகிச்சைகளைச் செய்யும் ரோபோக்களும் உள்ளன.\" \"அப்படியா! அடுத்து...?\" எனக் கேட்டான். \"பிற கோள்களுக்குச் சென்று ஆய்வு நடத்தவும் செயற்கைக்கோள்களை இயக்கவும் தானியங்கிகள் பயன்படுகின்றன. உலகில் மனிதர்கள் செல்ல முடியாத இடங்கள் பல உள்ளன. பெருங்கடலின் அடி ஆழம், வெப்பநிலை உறைநிலைக்கும் கீழே உள்ள துருவப்பகுதிகள் ஆகியவை அவற்றுள் சில. இவ்விடங்களுக்குச் சென்று ஆய்வு நடத்தவும் இவை உதவுகின்றன."
  },
  {
    "description": "எந்திர மனிதர்களும் தானியங்கிகளும் எப்படி வேறுபடுகின்றன?",
    "options": [
      "a) தானியங்கிகள் மனிதர்களைப் போல இருக்கும்",
      "b) எந்திர மனிதர்களுக்கு செயற்கை நுண்ணறிவு இருக்கும்",
      "c) தானியங்கிகள் கடினமான வேலைகளை மட்டுமே செய்யும்",
      "d) எந்திர மனிதர்கள் மனிதர்களைப் போல சிந்தித்து செயல்பட முடியும்"
    ],
    "answer": "b",
    "additional_context": " \"ஆனால் இவை உருவ அமைப்பில் உன்னைப் போல இல்லையே?\" எனக் கணியன் வினவினான். \"தமது வேலைகளை எளிமையாகச் செய்ய முதலில் தானியங்கிகளை உருவாக்கினான் மனிதன், பிறகு தன்னைப் போன்றே சிந்தித்துச் செயல்படும் தானியங்கிகளை உருவாக்க முயன்றான். அம்முயற்சியின் விளைவாகத் தோன்றியவர்களே என்னைப் போன்ற எந்திரமனிதர்கள். மனிதர்களைப் போலவே எங்களுக்குத் தலை, உடல், கை, கால்கள் இருக்கும்\" \"அப்படியானால் எந்திர மனிதர்களுக்கும் தானியங்கிகளுக்கும் உள்ள வேறுபாடு என்ன?\" \"அதுதான் எங்களிடம் உள்ள செயற்கை நுண்ணறிவு.\" \"செயற்கை நுண்ணறிவா? அப்படியென்றால்....?\" \"மனிதர்களாகிய நீங்கள் உங்கள் நுண்ணறிவால் செயல்படுகிறீர்கள். நாங்களும் உங்களைப் போலச் செயல்பட எங்களுக்குள் சில கட்டளைகள் வடிவமைத்து வைக்கப்பட்டு உள்ளன. இந்தச் செயற்கை நுண்ணறிவைக் கொண்டே நாங்கள் இயங்குகிறோம்."
  }
]
