
[
  {
    "description": "“உடம்பு” என்னும் சொல்லுக்கு இணையான பொருளை கொண்ட தமிழ் சொல் எது, மெய் எழுத்துகளை குறிக்கும்?",
    "options": [
      "a) உயிர்",
      "b) ஆய்தம்",
      "c) உயிர்மெய்",
      "d) மெய்"
    ],
    "answer": "d",
    "additional_context": "மெய் என்பது உடம்பு எனப் பொருள்படும். மெய் எழுத்துகளை ஒலிக்க உடல் இயக்கத்தின் பங்கு இன்றியமையாதது. க், ங், ச், ஞ், ட், ண், த், ந், ப், ம், ய், ர், ல், வ், ழ், ள், ற், ன் ஆகிய பதினெட்டும் மெய்யெழுத்துகள் ஆகும்."
  },
  {
    "description": "“கால அளவை” குறிக்கும் சொல் எது?",
    "options": [
      "a) மாத்திரை",
      "b) உயிர்",
      "c) மெய்",
      "d) ஆய்தம்"
    ],
    "answer": "a",
    "additional_context": "மாத்திரை என்பது இங்குக் கால அளவைக் குறிக்கிறது. ஒரு மாத்திரை என்பது ஒருமுறை கண் இமைக்கவோ ஒருமுறை கைநொடிக்கவோ ஆகும் கால அளவாகும்."
  },
  {
    "description": "பின்வரும் எழுத்துகள் எவை 'வல்லினம்' வகையைச் சேர்ந்தவை?",
    "options": [
      "a) ங், ஞ், ண்",
      "b) ய், ர், ல்",
      "c) க், ச், ட்",
      "d) ப், ம், ன்"
    ],
    "answer": "c",
    "additional_context": "க், ச், ட், த், ப், ற் ஆகிய ஆறும் வன்மையாக ஒலிக்கின்றன."
  },
  {
    "description": "“ஒலித்துப் பார்த்து உணர்வோம்!” - இந்த வாக்கியம் எதைக் குறிக்கிறது?",
    "options": [
      "a) எழுத்துகளின் வரிவடிவத்தை அறிந்து கொள்வது",
      "b) எழுத்துகளின் ஒலி வடிவத்தை அறிந்து கொள்வது",
      "c) எழுத்துகளின் பொருளை அறிந்து கொள்வது",
      "d) எழுத்துகளின் பயன்பாட்டை அறிந்து கொள்வது"
    ],
    "answer": "b",
    "additional_context": "உயிருக்கு முதன்மையானது காற்று. இயல்பாகக் காற்று வெளிப்படும்போது உயிர் எழுத்துகள் பிறக்கின்றன. வாயைத் திறத்தல், உதடுகளை விரித்தல், உதடுகளைக் குவித்தல் ஆகிய எளிய செயல்பாடுகளால் 'அ' முதல் 'ஔ' வரையுள்ள பன்னிரண்டு உயிர் எழுத்துகளும் பிறக்கின்றன. ஒலித்துப் பார்த்து உணர்வோம்!"
  },
  {
    "description": "“உயிர்மெய்க் குறில்”  என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) உயிர் எழுத்துடன் மெய் எழுத்து சேர்ந்து குறில் எழுத்தும் சேர்ந்தது",
      "b) உயிர் எழுத்துடன் மெய் எழுத்து சேர்ந்து நெடில் எழுத்தும் சேர்ந்தது",
      "c) உயிர் எழுத்துடன் மெய் எழுத்து மட்டும் சேர்ந்தது",
      "d)  மெய் எழுத்துடன் குறில் எழுத்து மட்டும் சேர்ந்தது"
    ],
    "answer": "a",
    "additional_context": "மெய் எழுத்துகள் பதினெட்டுடன் உயிர் எழுத்துகள் பன்னிரண்டும் சேர்வதால் தோன்றும் 216 எழுத்துகளும் உயிர்மெய் எழுத்துகள் ஆகும். மெய்யுடன் உயிர்க்குறில் சேர்ந்தால் உயிர்மெய்க் குறில் தோன்றுகிறது. மெய்யுடன் உயிர் நெடில் சேர்ந்தால் உயிர்மெய் நெடில் தோன்றுகிறது."
  }
]
