
[
  {
    "description": "பாடலில் காணப்படும் அணியை அடையாளம் காணவும்:\n\n\"தோட்டத்தில் மேயுது வெள்ளைப்பசு - அங்கே\nதுள்ளிக் குதிக்குது கன்றுக்குட்டி\nஅம்மா என்குது வெள்ளைப்பசு - உடன்\nஅண்டையில் ஓடுது கன்றுக்குட்டி\nநாவால் நக்குது வெள்ளைப்பசு \nபாலை\nநன்றாய்க் குடிக்குது கன்றுக்குட்டி\"",
    "options": [
      "a) இயல்பு நவிற்சி அணி",
      "b) உயர்வு நவிற்சி அணி",
      "c) உருவக அணி",
      "d) ஒப்புமை அணி"
    ],
    "answer": "a",
    "additional_context": "இந்த பாடல் ஒரு பசுவும் அதன் கன்றும் சேர்ந்து விளையாடுவதை இயல்பாக விவரிக்கிறது.  கவிஞர் அவர்கள் இந்த பாடலில்  பசுவும் கன்றும்  சேர்ந்து விளையாடுவதை உள்ளது உள்ளபடியே எடுத்துக்கூறி அழகுடன் கூறி இருக்கிறார். இது இயல்பு நவிற்சி அணி ஆகும். இயல்பு நவிற்சி அணி என்பது ஒரு பொருளின் இயல்பை உள்ளது உள்ளபடியே அழகுடன் கூறுவதாகும்."
  },
  {
    "description": "கவிஞர்கள் தங்கள் கற்பனைத் திறத்தாலும் புலமையாலும் தாங்கள் இயற்றும் பாடல்களில் அழகைச் சேர்க்கும் முறை எது?",
    "options": [
      "a) அணி இலக்கணம்",
      "b) இலக்கணம்",
      "c) அலங்காரம்",
      "d) சந்தம்"
    ],
    "answer": "a",
    "additional_context": "கவிஞர்கள் கற்பனைத்திறன் மற்றும் புலமையைக் கொண்டு தங்கள் பாடல்களில் அழகைச் சேர்க்கிறார்கள்.  இது அணி இலக்கணம் மூலம் விளக்கப்படுகிறது. அணி என்பதற்கு அழகு என்பது பொருள். கவிஞர்கள் தங்கள் கருத்துகளைச் சுவையோடு சொல்வதற்கு உதவுவது அணி. மருந்தைத் தேனில் கலந்து கொடுப்பது போல் கருத்துகளைச் சுவைபடக் கூறுவது அணியாகும். "
  },
  {
    "description": "\"உயர்வு நவிற்சி அணி\" என்ற சொல்லுக்குப் பொருத்தமான விளக்கம் எது?",
    "options": [
      "a) ஒரு பொருளின் இயல்பை உள்ளது உள்ளபடியே அழகுடன் கூறுவது",
      "b) ஒரு பொருளின் இயல்பை மிகைப்படுத்தி அழகுடன் கூறுவது",
      "c) ஒரு பொருளின் குணத்தை மறைத்து அழகுடன் கூறுவது",
      "d) ஒரு பொருளின் குணத்தை வேறு பொருளுடன் ஒப்பிட்டு கூறுவது"
    ],
    "answer": "b",
    "additional_context": "உயர்வு நவிற்சி அணி என்பது ஒரு பொருளின் இயல்பை மிகைப்படுத்தி அழகுடன் கூறுவதாகும். இந்த அணியில் பொருள் இயல்பை விட அதிகமாகக் கூறப்படும். இதனால் பாடல் மேலும் ஈர்க்கும் தன்மை கொண்டதாக இருக்கும்.  "
  },
  {
    "description": "\"மருந்தைத் தேனில் கலந்து கொடுப்பது போல் கருத்துகளைச் சுவைபடக் கூறுவது அணியாகும்\" - இதன் மூலம் அணி எதற்காக பயன்படுகிறது என்பதைப் புரிந்து கொள்ள முடியும்?",
    "options": [
      "a) கவிஞர்களின் கருத்தை தெளிவாகக் கூறுவதற்கு",
      "b) கவிஞர்களின் கருத்தை சுவையாகவும் ஈர்ப்பாகவும் கூறுவதற்கு",
      "c) கவிஞர்களின் கருத்தை மறைத்து கூறுவதற்கு",
      "d) கவிஞர்களின் கருத்தை வேறு பொருளுடன் ஒப்பிட்டு கூறுவதற்கு"
    ],
    "answer": "b",
    "additional_context": "மருந்தைத் தேனில் கலந்து கொடுப்பது போல் கருத்துகளைச் சுவைபடக் கூறுவது என்பது அணி  பயன்படுத்தப்படும் முறை. அணி என்பது கவிஞர்கள் தங்கள் கருத்துகளை சுவையாகவும் ஈர்ப்பாகவும் கூறுவதற்கு  உதவும்  ஒரு முறை. இதனால்  பாடல்  கேட்பவர்களை  ஈர்க்கும்  தன்மை கொண்டதாக இருக்கும்."
  },
  {
    "description": "\"அணி என்பதற்கு அழகு என்பது பொருள்\" - இதன் மூலம் அணியின் முக்கியமான அம்சம் எது?",
    "options": [
      "a) கருத்து",
      "b) தெளிவு",
      "c) அழகு",
      "d) நேரம்"
    ],
    "answer": "c",
    "additional_context": "அணி என்பதற்கு அழகு என்பது பொருள். அணி என்பது கவிஞர்கள்  தங்கள் கருத்துகளை  சொல்லும்போது அழகைச் சேர்க்க பயன்படுத்தப்படும் ஒரு முறை. இதனால் பாடல்களுக்கு  அழகு  சேர்ந்து  கேட்பவர்களுக்கு மகிழ்ச்சியைத் தரும்"
  }
]
