[
          
  {
    
          "description": "'மனிதன் உலகில் இல்லாமல் பறவை வாழ முடியாது' என்ற வாக்கியம் எதைப் பற்றிக் குறிப்பிடுகிறது?",
          "options": [
      "மனிதர்களுக்கும் பறவைகளுக்கும் இடையேயான உறவு",
      "மனிதர்கள் பறவைகளுக்கு உதவி செய்ய வேண்டும்",
      "பறவைகள் மனிதர்களின் அழிவால் பாதிக்கப்படுகின்றன",
      "மனிதர்கள் பறவைகளைப் பாதுகாக்க வேண்டும்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வாக்கியம் மனிதர்கள் மற்றும் பறவைகள் இடையேயான ஒரு நெருங்கிய தொடர்பைப் பற்றி குறிப்பிடுகிறது. இது பறவைகள் மனிதர்களின் அழிவால் பாதிக்கப்படுகின்றன என்பதையும், மனிதர்கள் பறவைகளைப் பாதுகாக்க வேண்டும் என்பதையும் சுட்டிக்காட்டுகிறது. இயற்கைப் பாதுகாப்பின் அவசியத்தை இந்த வாக்கியம் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "பெருகிவரும் மக்களின் தேவைக்காக இயற்கையை அழிப்பது சரியா? என்ற கேள்வி எதைப் பற்றிக் கேட்கிறது?",
          "options": [
      "மக்கள்தொகைப் பெருக்கம்",
      "இயற்கை வளப் பாதுகாப்பு",
      "மனிதனின் இயற்கையைச் சுரண்டல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி மக்கள் தொகைப் பெருக்கத்தால் ஏற்படும் இயற்கை வளங்களைச் சுரண்டல் மற்றும் இயற்கை பாதுகாப்பு குறித்து ஒரு முக்கியமான கேள்வியை எழுப்புகிறது. மனிதர்களின் வாழ்க்கைத் தேவைகளைப் பூர்த்தி செய்ய இயற்கையைச் சார்ந்திருக்கும் நிலையில், இயற்கை வளங்களைப் பாதுகாப்பது மிகவும் முக்கியம். இந்தக் கேள்வி மக்கள் தொகைப் பெருக்கம், இயற்கை வளப் பாதுகாப்பு, மனிதனின் இயற்கையைச் சுரண்டல் போன்ற பல அம்சங்களை ஒருங்கிணைத்து கேட்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது இயற்கையைச் சுரண்டாமல் மக்களின் தேவைகளை நிறைவேற்றும் மாற்று வழிகளில் ஒன்று?",
          "options": [
      "புதுப்பிக்கத்தக்க எரிசக்தி பயன்பாடு",
      "வளர்ச்சிக்கு முக்கியத்துவம் அளித்தல்",
      "மக்கள்தொகைப் பெருக்கத்தை ஊக்குவித்தல்",
      "இயற்கை வளங்களை அதிக அளவில் பயன்படுத்துதல்"
    ],
    "answer": "A",
    
          "additional_context": "இயற்கை வளங்களைச் சுரண்டாமல், மக்களின் தேவைகளை நிறைவேற்றுவதற்கான ஒரு மாற்று வழியாக புதுப்பிக்கத்தக்க எரிசக்தி பயன்பாடு மிகவும் முக்கியமானது. சூரிய சக்தி, காற்று சக்தி, நீர் சக்தி போன்ற புதுப்பிக்கத்தக்க எரிசக்தி வளங்கள் சுற்றுச்சூழலுக்கு பாதிப்பில்லாதவை மற்றும் நிலையான வளர்ச்சியை ஊக்குவிக்கின்றன."
          }
        ,
          
  {
    
          "description": "'பறவை வலசை போதல்' என்னும் இணையச் செயலியின் மூலம் எதைத் தெரிந்து கொள்ள முடியும்?",
          "options": [
      "பறவைகளின் வகைகள்",
      "பறவைகள் எங்கு வாழ்கின்றன",
      "பறவைகள் எப்படி வலசை போகின்றன",
      "பறவைகள் எந்த நேரத்தில் வலசை போகின்றன"
    ],
    "answer": "C",
    
          "additional_context": "“பறவை வலசை போதல்” என்னும் இணையச் செயலி பறவைகள் வலசை போகும் வழிகள், பறவைகள் வலசை போகும் காரணங்கள், பறவைகள் எப்படி வலசை போகின்றன போன்ற தகவல்களை வழங்குகிறது. இந்த செயலி பறவை வலசை பற்றிய ஆழமான புரிதலைப் பெறவும், பறவை வலசை நிகழ்வுகளைப் பற்றிய ஆய்வுகளை மேற்கொள்ளவும் உதவும்."
          }
        ,
          
  {
    
          "description": "'மனிதர் இந்தியாவின் டாக்டர் சலீம் அலி பறவை' என்ற வாக்கியத்தில் சரியான சொல் வரிசை எது?",
          "options": [
      "மனிதர் டாக்டர் சலீம் அலி இந்தியாவின் பறவை",
      "டாக்டர் சலீம் அலி மனிதர் இந்தியாவின் பறவை",
      "டாக்டர் சலீம் அலி இந்தியாவின் பறவை மனிதர்",
      "இந்தியாவின் டாக்டர் சலீம் அலி மனிதர் பறவை"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வாக்கியத்தில், 'மனிதர்' என்பது பொதுவான சொல், 'டாக்டர் சலீம் அலி' என்பது ஒரு குறிப்பிட்ட நபரைக் குறிக்கும் சொல், 'இந்தியாவின் பறவை' என்பது ஒரு குறிப்பிட்ட பகுதியைக் குறிக்கும் சொல். எனவே, சரியான சொல் வரிசை 'மனிதர் டாக்டர் சலீம் அலி இந்தியாவின் பறவை' ஆகும். இதில், பொதுவான சொல் முதலில் வந்து, பின்னர் குறிப்பிட்ட நபர், பின்னர் குறிப்பிட்ட பகுதி என்று வருகிறது."
          }
        ]