
[
  {
    "description": "பாரதிதாசனை “புரட்சிக்கவி” என்று ஏன் அழைக்கிறார்கள்?",
    "options": [
      "தமிழ் மொழி மீது கொண்ட அன்பின் காரணமாக",
      "பாடல்களில் புரட்சிகரமான கருத்துகளைப் பாடுவதால்",
      "கவிதைகள் அனைத்தும் சமூகப் பின்னணியில் அமைந்ததால்",
      "பழைய மரபுகளுக்கு எதிராகப் பாடுவதால்"
    ],
    "answer": "B",
    "additional_context": "பாரதிதாசன் தனது கவிதைகளில் பெண்கல்வி, கைம்பெண் மறுமணம், பொதுவுடைமை, பகுத்தறிவு முதலான புரட்சிகரமான கருத்துகளைப் பாடுபொருளாகப் பாடியுள்ளார். எனவே, இவர் புரட்சிக்கவி என்று போற்றப்படுகிறார். இவர் பாவேந்தர் என்றும் சிறப்பிக்கப்படுகிறார்."
  },
  {
    "description": "“தமிழுக்கு அமுதென்றுபேர்! – அந்தத் தமிழ் இன்பத் தமிழ் எங்கள் உயிருக்கு நேர்!” என்ற வரிகளில், பாரதிதாசன் தமிழை எதற்கு ஒப்பிடுகிறார்?",
    "options": [
      "மணம்",
      "வான்",
      "அமுது",
      "தேன்"
    ],
    "answer": "C",
    "additional_context": "தமிழை இன்பத் தமிழ், உயிருக்கு நேர் என்று குறிப்பிடுவதன் மூலம் தமிழ் மொழியின் இனிமை மற்றும் முக்கியத்துவத்தை வலியுறுத்துகிறார். தமிழ் மொழி அமுது போன்றது என்பது எல்லோருக்கும் இன்பத்தைத் தரும் என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“தமிழுக்கு நிலவென்று பேர்! - இன்பத் தமிழ் எங்கள் சமூகத்தின் விளைவுக்கு நீர்!” என்ற வரிகளில், தமிழ் எதற்கு ஒப்பிடப்படுகிறது?",
    "options": [
      "வாழ்வுக்கு நிருமித்த ஊர்",
      "சோர்வை நீக்கி ஒளிரச் செய்யும் தேன்",
      "இளமைக்குக் காரணமான பால்",
      "சமூக வளர்ச்சிக்கு அடிப்படையான நீர்"
    ],
    "answer": "D",
    "additional_context": "தமிழ் எங்கள் சமூகத்தின் விளைவுக்கு நீர் என்று குறிப்பிடுவதன் மூலம் தமிழ் மொழி சமூக வளர்ச்சிக்கு முக்கியமானது, அடிப்படை ஆதாரம் போன்றது என்பதை எடுத்துக்காட்டுகிறார். நீர் இல்லாமல் வாழ்வு இல்லை என்பதைப் போல, தமிழ் இல்லாமல் சமூக வளர்ச்சி இல்லை என்பதை உணர்த்துகிறார்."
  },
  {
    "description": "பாரதிதாசன் தமிழைப் பலவாறாகப் போற்றுவதன் மூலம் என்ன  உணர்த்துகிறார்?",
    "options": [
      "தமிழ் ஒரு அழகான மொழி.",
      "தமிழ் மொழி நம் வாழ்வில் முக்கியமானது.",
      "தமிழ் மொழி மிகவும் வலிமையானது.",
      "தமிழ் மொழியின் வளர்ச்சியைப் பற்றிப் பேசுகிறார்."
    ],
    "answer": "B",
    "additional_context": "பாரதிதாசன் தமிழைப் பலவாறாகப் போற்றுவதன் மூலம் நம் தமிழ் மொழியின் மகத்துவம், இனிமை, வலிமை போன்ற பண்புகளை எடுத்துக்காட்டுகிறார். தமிழ் மொழி நம் வாழ்வில் இன்றியமையாதது என்பதை வலியுறுத்துகிறார்."
  },
  {
    "description": "“தமிழ் எங்கள் இளமைக்குப் பால்! – இன்பத் தமிழ் நல்ல புகழ்மிக்க புலவர்க்கு வேல்!” என்ற வரிகளில், புலவர்க்கு வேல் என்ற வார்த்தை எதைக் குறிக்கிறது?",
    "options": [
      "போர்க்களத்தில் பயன்படுத்தப்படும் ஆயுதம்",
      "கவிதைக்கு வயிரத்தின் வாள்",
      "தமிழ் மொழியின் வலிமை",
      "நல்ல புகழ்மிகுந்த புலவர்களின் திறமை"
    ],
    "answer": "C",
    "additional_context": "புலவர்க்கு வேல் என்பது நல்ல புகழ்மிகுந்த புலவர்களின் திறமை மற்றும் வலிமையை உணர்த்துகிறது. வேல் என்பது போர் ஆயுதமாகும், அது வலிமை மற்றும் தைரியத்தை குறிக்கிறது. புலவரின் சொற்கள் மக்கள் மனதில் ஆழமான தாக்கத்தை ஏற்படுத்தும் என்பதை இது குறிக்கிறது."
  }
]
