[
          
  {
    
          "description": "“காடும் காடு சார்ந்த இடமும்” என்ற சொல் குறுக்கெழுத்துப் புதிரில் எந்த எண்ணுக்குரிய விடை?",
          "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "குறுக்கெழுத்துப் புதிரில், 'காடும் காடு சார்ந்த இடமும்' என்ற சொல் எந்த எண்ணுக்குரிய விடையாக இருக்கும் என்பதை கண்டுபிடிக்க வேண்டும். குறுக்கெழுத்துப் புதிரில், ஒவ்வொரு சொல்லும் ஒரு குறிப்பிட்ட எண்ணுக்குரிய விடையாக இருக்கும். இந்தப் புதிரில், 'காடும் காடு சார்ந்த இடமும்' என்ற சொல் எந்த எண்ணுக்குரிய விடை என்பதை நாம் கண்டுபிடிக்க வேண்டும். "
          }
        ,
          
  {
    
          "description": "“உடலுக்குப் போர்வையாக அமைவது” என்ற சொல் குறுக்கெழுத்துப் புதிரில் எந்த எண்ணுக்குரிய விடை?",
          "options": [
      "1",
      "2",
      "3",
      "5"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "குறுக்கெழுத்துப் புதிரில், 'உடலுக்குப் போர்வையாக அமைவது' என்ற சொல் எந்த எண்ணுக்குரிய விடையாக இருக்கும் என்பதை கண்டுபிடிக்க வேண்டும். குறுக்கெழுத்துப் புதிரில், ஒவ்வொரு சொல்லும் ஒரு குறிப்பிட்ட எண்ணுக்குரிய விடையாக இருக்கும். இந்தப் புதிரில், 'உடலுக்குப் போர்வையாக அமைவது' என்ற சொல் எந்த எண்ணுக்குரிய விடை என்பதை நாம் கண்டுபிடிக்க வேண்டும். "
          }
        ,
          
  {
    
          "description": "“கிடைக்கும் பொருள்களின் ______ கூட்டிப் புதிய பொருளாக மாற்றுவது சிறந்த வணிகம்.” என்ற வாக்கியத்தில் பயன்படுத்தப்படும் சொல் எதைக் குறிக்கிறது?",
          "options": [
      "Commodity",
      "பாரம்பரியம்",
      "நுகர்வோர்",
      "Voyage"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சிறந்த வணிகத்தைப் பற்றிய வாக்கியத்தில், 'கிடைக்கும் பொருள்களின் ______ கூட்டிப் புதிய பொருளாக மாற்றுவது' என்று குறிப்பிடப்பட்டுள்ளது. இங்கே, '______' இடத்தில் வருகின்ற சொல் எதைக் குறிக்கிறது என்பதை கண்டுபிடிக்க வேண்டும். கொடுக்கப்பட்டுள்ள விருப்பங்களில், 'பண்டம்' (Commodity) என்ற சொல் தான் பொருத்தமானதாக இருக்கும்.  பண்டம் என்பது வணிகத்தில் பயன்படுத்தப்படும் ஒரு பொருளைக் குறிக்கிறது. "
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது 'மதிப்புக் கூட்டுதல்' என்ற கருத்துருவை சரியாக விளக்குகிறது?",
          "options": [
      "பல கற்கள் சேர்ந்து ஒரு சிலையாக மாற்றப்படுவதால் அவற்றின் மதிப்பு அதிகரிக்கிறது.",
      "ஒரு லட்சம் ரூபாய் மதிப்புள்ள கார், பழையதாகி ஐம்பதாயிரம் ரூபாய்க்கு விற்பனை செய்யப்படுகிறது.",
      "ஒரு கடைக்காரர், 10 ரூபாய் மதிப்புள்ள 100 பழங்களை வாங்கி, 2 ரூபாய் லாபத்துடன் 120 ரூபாய்க்கு விற்பனை செய்கிறார்.",
      "ஒரு குடும்பம், மாதம் 30,000 ரூபாய்க்கு தங்கள் வீட்டை வாடகைக்கு விடுகிறது."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "'மதிப்புக் கூட்டுதல்' என்ற கருத்துருவை எந்த விருப்பம் சரியாக விளக்குகிறது என்பதை கண்டுபிடிக்க வேண்டும். 'மதிப்புக் கூட்டுதல்' என்பது ஒரு பொருளின் மதிப்பை அதிகரிப்பதைக் குறிக்கும். விருப்பங்களில், பல கற்கள் சேர்ந்து ஒரு சிலையாக மாறும் போது, அந்தக் கற்கள் தனியாக இருந்ததை விட அதிக மதிப்புடையதாகிறது. அதனால், 'மதிப்புக் கூட்டுதல்' என்ற கருத்துருவை விருப்பம் 'A' தான் சரியாக விளக்குகிறது. "
          }
        ,
          
  {
    
          "description": "'பண்டம்' என்ற சொல்லின் ஆங்கிலப் பெயர் எது?",
          "options": [
      "Consumer",
      "Voyage",
      "Commodity",
      "Entrepreneur"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'பண்டம்' என்ற சொல்லின் ஆங்கிலப் பெயர் என்ன என்பதை கண்டுபிடிக்க வேண்டும்.  கொடுக்கப்பட்ட விருப்பங்களில், 'Commodity' என்ற சொல் தான் 'பண்டம்' என்ற சொல்லின் ஆங்கிலப் பெயர். "
          }
        ]