
[
  {
    "description": "தீவதிலகை மணிமேகலைக்கு எந்தப் பொய்கையைப் பற்றி விளக்கினார்?",
    "options": [
      "அ) கோமுகிப் பொய்கை",
      "ஆ) அமுதசுரபிப் பொய்கை",
      "இ) சிறைச்சாலைப் பொய்கை",
      "ஈ)  பூம்புகார்ப் பொய்கை"
    ],
    "answer": "A",
    "additional_context": "நாடகத்தில், மணிமேகலை மணிபல்லவத் தீவுக்கு வந்தபிறகு தீவதிலகை அவரைப் பற்றி விளக்கியதில், கோமுகி என்னும் பொய்கையை பற்றிய விளக்கத்தை மணிமேகலைக்கு கூறுகிறாள். கோமுகி என்னும் பெயர் எப்படி வந்தது, அதன் சிறப்பு என்ன என்பதை விவரிக்கிறாள். மேலும் வைகாசித் திங்கள் முழு நிலவு நாளில் கோமுகி பொய்கையில் அமுதசுரபி என்னும் பாத்திரம் தோன்றும் என்பதையும் குறிப்பிடுகிறாள்."
  },
  {
    "description": "கோமுகி என்ற பெயர் எப்படி வந்தது?",
    "options": [
      "அ) பொய்கை வடிவம் பசுவின் முகத்தைப் போன்று இருந்ததால்",
      "ஆ) பொய்கையில் பசுக்கள் அதிகம் இருந்ததால்",
      "இ) பொய்கையில் இருந்து பால் நிறைந்ததால்",
      "ஈ) பொய்கை மிகவும் ஆழமாக இருந்ததால்"
    ],
    "answer": "A",
    "additional_context": "நாடகத்தில், தீவதிலகை மணிமேகலைக்கு கோமுகி பொய்கையை பற்றி விளக்கிய போது, கோ என்றால் பசு, முகி என்றால் முகம். பசுவின் முகம் போன்று அமைந்து இருப்பதால் இப்பொய்கை கோமுகி என்னும் பெயரைப் பெற்றது. என்று கூறுகிறாள்."
  },
  {
    "description": "தீவதிலகை மணிமேகலைக்கு எந்த நாளில் அரிய பாத்திரம் தோன்றும் என்று கூறினார்?",
    "options": [
      "அ) வைகாசித் திங்கள் முழுநிலவு நாள்",
      "ஆ) தைத் திங்கள் முழுநிலவு நாள்",
      "இ) மார்கழித் திங்கள் முழுநிலவு நாள்",
      "ஈ) ஆடித் திங்கள் முழுநிலவு நாள்"
    ],
    "answer": "A",
    "additional_context": "நாடகத்தில், தீவதிலகை மணிமேகலைக்கு கோமுகி பொய்கையை பற்றி விளக்கிய போது, வைகாசித் திங்கள் முழு நிலவு நாளில் கோமுகி பொய்கையில் அமுதசுரபி என்னும் பாத்திரம் தோன்றும் என்று கூறுகிறாள்."
  },
  {
    "description": "மணிமேகலை பெற்ற அரிய பாத்திரத்தின் பெயர் என்ன?",
    "options": [
      "அ) அமுதசுரபி",
      "ஆ) கோமுகி",
      "இ) கோபாரம்",
      "ஈ) பாத்திரம்"
    ],
    "answer": "A",
    "additional_context": "நாடகத்தில், தீவதிலகை மணிமேகலைக்கு வைகாசித் திங்கள் முழு நிலவு நாளில் கோமுகி பொய்கையில் அமுதசுரபி என்னும் பாத்திரம் தோன்றும் என்று கூறுகிறாள். அந்த நாள் அன்று அமுதசுரபி பாத்திரம் மணிமேகலைக்கு கிடைக்கிறது."
  },
  {
    "description": "ஆதிரை மணிமேகலையை எப்படி அழைத்தார்?",
    "options": [
      "அ) அழகிய பெண்ணே",
      "ஆ) இளம்பெண்ணே",
      "இ) சிறியவளே",
      "ஈ) மாதவம் செய்தவளே"
    ],
    "answer": "D",
    "additional_context": "நாடகத்தில், மணிமேகலை ஆதிரையிடம் அமுதசுரபியை கொண்டு வந்து உணவு பெறுகிறாள். அதன் பின்னர் ஆதிரை மணிமேகலையைப் பார்த்து  'மாதவம் செய்தவளே' என்று அழைக்கிறாள்."
  }
]
