
[
  {
    "description": "மாமல்லபுரம் எதற்குப் பிரசித்தி பெற்றது?",
    "options": [
      "கடற்கரை",
      "கோயில்கள்",
      "சிற்பங்கள்",
      "கலங்கரை விளக்கம்"
    ],
    "answer": "C",
    "additional_context": "மாமல்லபுரம் என்பது தமிழ்நாட்டில் சென்னைக்கு அருகில் உள்ள ஒரு வரலாற்று சிறப்புமிக்க இடம். இது கடற்கரை, கோயில்கள் மற்றும் சிற்பங்கள் ஆகியவற்றிற்காக பிரசித்தி பெற்றது. இங்கு அழகான கடற்கரை  உள்ளது. கடற்கரையின் ஓரத்தில் பல்லவர் காலத்தில் கட்டப்பட்ட கோயில்கள் மற்றும் சிற்பங்கள் பல உள்ளன.  மாமல்லபுரத்தில்  'அர்ச்சுனன் தபசு', 'பஞ்சபாண்டவர் இரதம்',  'குகைக்கோவில்' போன்ற பல பிரசித்தி பெற்ற சிற்பங்களை காணலாம்."
  },
  {
    "description": "'அர்ச்சுனன் தபசு' பாறையில் எந்த வகைச் சிற்பங்கள் உள்ளன?",
    "options": [
      "ஒற்றைக்கல் சிற்பங்கள்",
      "புடைப்புச் சிற்பங்கள்",
      "குடைவரைக் கோயில் சிற்பங்கள்",
      "கட்டுமானக் கோயில் சிற்பங்கள்"
    ],
    "answer": "B",
    "additional_context": "மாமல்லபுரத்தில் உள்ள 'அர்ச்சுனன் தபசு' பாறை ஒரு பெரிய பாறை. இதன் மேற்பரப்பில்  தொடர்ச்சியாக புடைப்புச் சிற்பங்கள்  செதுக்கப்பட்டுள்ளன.   இந்த பாறையில் பல  மனிதர்கள், விலங்குகள் மற்றும் பறவைகள்  ஆகியவற்றின் புடைப்புச் சிற்பங்களை காணலாம். இந்தச் சிற்பங்களை  அழகாக வடிவமைத்துள்ளனர்."
  },
  {
    "description": "கதையில் குறிப்பிடப்பட்டுள்ள  \"ஒற்றைக்கல் யானை\"  எந்த இடத்தில் உள்ளது?",
    "options": [
      "மாமல்லபுரம்",
      "கும்பகோணம்",
      "மதுரை",
      "தஞ்சாவூர்"
    ],
    "answer": "A",
    "additional_context": "மாமல்லபுரத்தில் 'ஒற்றைக்கல் யானை' சிற்பம் ஒரு பிரசித்தி பெற்றது.  இது 'அர்ச்சுனன் தபசு' பாறைக்கு அருகில் உள்ளது. இது பல்லவர்கள் காலத்தில்  ஒரே  பாறையிலிருந்து  செதுக்கப்பட்ட ஒரு சிற்பம். இந்தச் சிற்பம் மிகவும்  அழகாகவும்  நுட்பமாகவும்  வடிவமைக்கப்பட்டுள்ளது. "
  },
  {
    "description": "\"மாமல்லபுரம்\" என்ற பெயர் எப்படி வந்தது?",
    "options": [
      "ஊரின் அருகில் இருக்கும் மலைப்பகுதியின் பெயர்",
      "ஊரின் பெரிய ஆலயத்தின் பெயர்",
      "ஊரை ஆட்சி செய்த மன்னரின் பெயர்",
      "ஊரின் மக்கள் பயன்படுத்தும் நீர்நிலையின் பெயர்"
    ],
    "answer": "C",
    "additional_context": "மாமல்லபுரம் என்ற பெயர்  பல்லவ மன்னர் நரசிம்மவர்மன்  என்ற மன்னரின்  பெயரிலிருந்து  வந்தது.  இந்த ஊர்  நரசிம்மவர்மன் காலத்தில்  'மாமல்லபுரம்'  என்று அழைக்கப்பட்டது.  நரசிம்மவர்மனுக்கு   'மாமல்லன்'  என்ற  பட்டமும்   உண்டு.  அவர்  இந்த ஊரை   அழகாக  வளர்த்தார்.  இந்த ஊரில்  பல  கோயில்கள் மற்றும் சிற்பங்களை  கட்டினார்."
  },
  {
    "description": "கதையின் இறுதியில் கயல் எப்படி எழுந்தாள்?",
    "options": [
      "அவளது தாயின் குரல்",
      "மாமல்லரின் குரல்",
      "மணி அடித்த சத்தம்",
      "காற்று வீசிய சத்தம்"
    ],
    "answer": "A",
    "additional_context": "கயல்  மாமல்லபுரத்தைப் பற்றி கனவு கண்டாள். அந்த கனவில் மாமல்லர்  அவளுக்கு  மாமல்லபுரத்தை  குறித்து  விளக்கினார்.  பிறகு கயலின் தாய் அவளை  'கயல், கயல் எழுந்திரு'  என்று  அழைத்ததால்   அவள்  கனவில் இருந்து  எழுந்தாள்."
  }
]
