[
          
  {
    
          "description": "காமராசர்  ஒரு பள்ளி நிகழ்ச்சியில்  தேசியக் கொடி ஏற்றிய  போது, ஒரு மாணவன்  மயங்கி  விழுந்தான்.  மாணவன் மயங்கியதற்கான  காரணம் என்ன என்று  காமராசர்  கேட்டார்?  அவர்  கேட்ட  வினா  எது?",
          "options": [
      "ஏன்  பள்ளிக்கு  வரவில்லை?",
      "காலையில்  சாப்பிட்டாயா?",
      "என்ன  நடந்தது?",
      "உனக்கு  என்ன  வலிக்குது?"
    ],
    "answer": "B",
    
          "additional_context": "பள்ளி நிகழ்ச்சி ஒன்றில் தேசியக் கொடி ஏற்றும் போது ஒரு மாணவன் மயங்கி விழுந்தான்.  அனைவரும் பதற்றம் அடைந்தனர். தண்ணீர் தெளித்து அவனை எழுப்பினர். மயக்கம் தெளிந்த சிறுவனிடம் காமராசர் “காலையில் சாப்பிட்டாயா?' என்று கேட்டார். அவன் 'எதுவும் சாப்பிடவில்லை' என்றான். அதற்கு காமராசர் “ஏன்?' என்று கேட்டார். மாணவன் 'சாப்பிட எதுவும் இல்லை' என்று பதில் கூறினான்.  இதற்குப் பிறகு படிக்க வரும் மாணவர்களுக்கு ஒரு வேளை உணவாவது வழங்க வேண்டும் என்று முடிவு செய்தார் காமராசர்."
          }
        ,
          
  {
    
          "description": "காமராசர்  பரமக்குடி  தரைப்பாலத்தைப்  பார்த்த போது, பள்ளிக்குச்  செல்ல  இருந்த  சிரமங்களைப்  பற்றி  உடன்  வந்த  கல்வி  அதிகாரியிடம்  பேசினார்.  அதிகாரியிடம்  காமராசர் கேட்ட கேள்வியை  சரியாக  காட்டும்  வார்த்தைகள்  எவை?",
          "options": [
      "இந்தப் பக்கம்  ஒரு  பள்ளிக்கூடம்  கட்ட  வேண்டும்",
      "இந்தக்  காட்டாற்றில்  தண்ணீர்  போகும்  போது, இந்தப்  பக்கத்து  மாணவர்கள்  எப்படிப்  பள்ளிக்கூடத்திற்குப்  போவார்கள்?",
      "மழைக்காலத்தில்  மாணவர்கள்  பள்ளிக்கு  வரமாட்டார்கள் ஐயா",
      "நீங்க  இந்தக்  காட்டாற்றைக்  காரணம்  காட்டுங்க. இந்தப்  பக்கம்  ஒரு  பள்ளிக்கூடம்  கட்ட  அனுமதி  கேளுங்க. நான்  ஏற்பாடு  செய்கிறேன்"
    ],
    "answer": "B",
    
          "additional_context": "பரமக்குடி தரைப்பாலத்தைப் பார்த்த போது உடன் வந்த கல்வி அதிகாரியிடம் காமராசர் பேசினார். “இந்தக் காட்டாற்றில் தண்ணீர் போகும் போது, இந்தப் பக்கத்து மாணவர்கள் எப்படிப் பள்ளிக்கூடத்திற்குப் போவார்கள்?' என்றார். “மழைக்காலத்தில் மாணவர்கள் பள்ளிக்கு வரமாட்டார்கள் ஐயா' என்றார் அதிகாரி.  “அப்போ! இந்தப் பக்கம் ஒரு பள்ளிக்கூடம் கட்டலாமே?' என்றார் காமராசர்.  “கல்வித்துறை விதியின்படி மூன்று மைல் தூரத்திற்குள் பள்ளிக்கூடம் இருந்தால், பக்கத்தில் வேறு பள்ளிக்கு அனுமதி கிடையாதே!' என்று அதிகாரி கூறினார்.  காமராசர் “நீங்க இந்தக் காட்டாற்றைக் காரணம் காட்டுங்க. இந்தப் பக்கம் ஒரு பள்ளிக்கூடம் கட்டஅனுமதி கேளுங்க. நான் ஏற்பாடு செய்கிறேன்' என்றார்."
          }
        ,
          
  {
    
          "description": "காமராசரைப்  பற்றி  'கல்விக்  கண்  திறந்தவர்' என்று  பாராட்டியவர் யார்?",
          "options": [
      "அண்ணா  துரை",
      "ம. பொ. சிவாகாமி",
      "தந்தை  பெரியார்",
      "க. கா.  நாயுடு"
    ],
    "answer": "C",
    
          "additional_context": "கல்வித்துறை விதிகளை மாணவர்களின் நலனுக்காக மாற்றி, அவர்கள் வாழும் இடங்களிலேயே பள்ளிக்கூடங்களைத் திறக்கச் செய்த சிந்தனையாளர் யார் தெரியுமா? அவர்தான் கல்விக் கண் திறந்தவர் என்று தந்தை பெரியாரால் மனதாரப் பாராட்டப்பட்ட மறைந்த மேனாள் முதல்வர் காமராசர் ஆவார்."
          }
        ,
          
  {
    
          "description": "காமராசர்  முதல்வராகப்  பதவியேற்ற  பிறகு  தொடக்கப்பள்ளிகளை  மூடிவிட்டதாக  கூறப்பட்டது.  அதைப்  பற்றி  அவர்  என்ன  செய்தார்?",
          "options": [
      "அதைப்  பற்றி  கவலைப்படவில்லை",
      "அதைப்  பற்றி  பின்னர்  சிந்திப்பதாக  கூறினார்",
      "அந்தப்  பள்ளிகளை  உடனடியாக  திறக்க  ஆணையிட்டார்",
      "அதைப்  பற்றி  அரசியல்  பார்த்து  செயல்பட்டார்"
    ],
    "answer": "C",
    
          "additional_context": "காமராசர் முதல் அமைச்சராகப் பதவியேற்ற நேரத்தில் ஏறக்குறைய ஆறாயிரம் தொடக்கப்பள்ளிகள் மூடப்பட்டு இருந்தன. அவற்றை உடனடியாகத் திறக்க ஆணையிட்டார். மாநிலம் முழுவதும் அனைவருக்கும் இலவசக் கட்டாயக் கல்விக்கான சட்டத்தை இயற்றித் தீவிரமாக நடைமுறைப்படுத்தினார். மாணவர்கள் பசியின்றிப் படிக்க மதிய உணவுத் திட்டத்தைக் கொண்டு வந்தார். பள்ளிகளில் ஏற்றத்தாழ்வின்றிக் குழந்தைகள் கல்வி கற்கச் சீருடைத் திட்டத்தை அறிமுகம் செய்தார். பள்ளிகளின் வசதிகளைப் பெருக்கப் பள்ளிச்சீரமைப்பு மாநாடுகள் நடத்தினார்."
          }
        ,
          
  {
    
          "description": "காமராசர்  மதிய உணவுத் திட்டத்தை  கொண்டு  வந்த  காரணம்  என்ன?",
          "options": [
      "மாணவர்கள்  பள்ளிக்கு  வந்து  படிக்க  வேண்டும் என்பதற்காக",
      "மாணவர்கள்  பசியின்றி  படிக்க  வேண்டும் என்பதற்காக",
      "மாணவர்கள்  சாப்பாட்டுக்காக  பணம்  செலவழிக்க  வேண்டாம் என்பதற்காக",
      "மாணவர்களின்  ஆரோக்கியம்  மேம்பட  வேண்டும் என்பதற்காக"
    ],
    "answer": "B",
    
          "additional_context": "காமராசர் முதல் அமைச்சராகப் பதவியேற்ற நேரத்தில் ஏறக்குறைய ஆறாயிரம் தொடக்கப்பள்ளிகள் மூடப்பட்டு இருந்தன. அவற்றை உடனடியாகத் திறக்க ஆணையிட்டார். மாநிலம் முழுவதும் அனைவருக்கும் இலவசக் கட்டாயக் கல்விக்கான சட்டத்தை இயற்றித் தீவிரமாக நடைமுறைப்படுத்தினார். மாணவர்கள் பசியின்றிப் படிக்க மதிய உணவுத் திட்டத்தைக் கொண்டு வந்தார். பள்ளிகளில் ஏற்றத்தாழ்வின்றிக் குழந்தைகள் கல்வி கற்கச் சீருடைத் திட்டத்தை அறிமுகம் செய்தார். பள்ளிகளின் வசதிகளைப் பெருக்கப் பள்ளிச்சீரமைப்பு மாநாடுகள் நடத்தினார்."
          }
        ]