
[
  {
    "description": "'நானிலம் படைத்தவன்' பாடலில், காடுகளைத் திருத்தி விளைநிலங்களை உருவாக்கியதன் மூலம் எந்த வகையான வாழ்க்கை முறைக்கு மாற்றம் ஏற்பட்டிருக்கும் எனக் கருதுகிறீர்கள்?",
    "options": [
      "வேட்டையாடும் வாழ்க்கை முறை",
      "விவசாய வாழ்க்கை முறை",
      "வணிக வாழ்க்கை முறை",
      "தொழில் வாழ்க்கை முறை"
    ],
    "answer": "B",
    "additional_context": "'நானிலம் படைத்தவன்' என்னும் பாடல் தமிழர்களின் வீரம், வணிகம், நாகரிகம் ஆகியவற்றை விளக்குகிறது. இந்தப் பாடலில், தமிழன் காடுகளைத் திருத்தி விளைநிலங்களை உருவாக்கியதாகக் கூறப்பட்டுள்ளது. காடுகளைத் திருத்தி விளைநிலங்களை உருவாக்கியது தமிழன் வாழ்க்கை முறையில் மாற்றத்தை ஏற்படுத்தியது.  தொடக்கத்தில் வேட்டையாடும் வாழ்க்கை முறையில் இருந்த தமிழன் பின்னர் விவசாய வாழ்க்கை முறைக்கு மாறினான் என்பதை இந்தப் பாடல் விளக்குகிறது."
  },
  {
    "description": "'முல்லை மருதம் குறிஞ்சி நெய்தல்' என்னும் வரிகளில் குறிப்பிடப்பட்டுள்ள நான்கு நிலங்களில் எது எதிரெதிர் பண்புகளைப் பெற்றதாக அறியப்படுகிறது?",
    "options": [
      "குறிஞ்சி மற்றும் நெய்தல்",
      "முல்லை மற்றும் மருதம்",
      "குறிஞ்சி மற்றும் முல்லை",
      "நெய்தல் மற்றும் மருதம்"
    ],
    "answer": "A",
    "additional_context": "'முல்லை மருதம் குறிஞ்சி நெய்தல்' என்னும் வரிகளில் நான்கு நிலங்கள் குறிப்பிடப்பட்டுள்ளன. இதில் குறிஞ்சி மலைப் பகுதியைக் குறிக்கிறது. நெய்தல் கடல் பகுதியைக் குறிக்கிறது. குறிஞ்சி மற்றும் நெய்தல் இரண்டும் எதிரெதிர் பண்புகளைப் பெற்றவை."
  },
  {
    "description": "'சூழும் பனிமலையைச் சுற்றிக் கொடிபொறித்தான்' என்னும் வரி எந்த இடத்தைக் குறிக்கிறது?",
    "options": [
      "இமயமலை",
      "நீலகிரி",
      "ஆண்டிஸ் மலை",
      "அல்ப்ஸ் மலை"
    ],
    "answer": "A",
    "additional_context": "'சூழும் பனிமலையைச் சுற்றிக் கொடிபொறித்தான்' என்னும் வரி இமயமலையைக் குறிக்கிறது. இமயமலை பனிப் பூக்கள் நிறைந்த மலை. இந்த மலைப்பகுதியில்  தமிழர்கள் பயணித்து, வெற்றி கொடியை நாட்டினர் என்பதை இந்த வரி விளக்குகிறது."
  },
  {
    "description": "'எக்களிப்பு மீதூர ஏலம் மிளகுமுதற்' என்னும் வரியில் 'எக்களிப்பு' என்னும் சொல் எதைக் குறிக்கிறது?",
    "options": [
      "தமிழரின் வீரத்தை",
      "வணிகத்தின் மூலம் ஏற்படும் மகிழ்ச்சியை",
      "சான்றோர்களின் பேரின்பத்தை",
      "பயணத்தின் போது ஏற்படும் சந்தோஷத்தை"
    ],
    "answer": "B",
    "additional_context": "'எக்களிப்பு மீதூர ஏலம் மிளகுமுதற்' என்னும் வரியில் 'எக்களிப்பு' என்பது வணிகத்தின் மூலம் ஏற்படும் மகிழ்ச்சியைக் குறிக்கிறது.  தமிழர்கள் வெளிநாடுகளுக்கு ஏலம், மிளகு போன்ற பொருட்களை எடுத்துச் சென்று வணிகம் செய்து மகிழ்ந்தனர் என்பதை இந்த வரி விளக்குகிறது."
  },
  {
    "description": "'கண்டங்கள் சுற்றிக் கலமேறி வந்தவன்தான்' என்னும் வரி எந்த நாகரிகத்தைக் குறிக்கிறது?",
    "options": [
      "கடல்சார் நாகரிகம்",
      "நில நாகரிகம்",
      "விவசாய நாகரிகம்",
      "வணிக நாகரிகம்"
    ],
    "answer": "A",
    "additional_context": "'கண்டங்கள் சுற்றிக் கலமேறி வந்தவன்தான்' என்னும் வரி கடல்சார் நாகரிகத்தைக் குறிக்கிறது. தமிழர்கள் பழங்காலத்திலேயே கடல் வழியாக வெளிநாடுகளுக்குப் பயணம் செய்து வணிகம் செய்தனர். இது தமிழர்களின் கடல்சார் நாகரிகத்தைப் பறைசாற்றுகிறது."
  }
]
