[
          
  {
    
          "description": "புத்தர்பிரானின் இரக்க குணத்தைக் காட்டும் நிகழ்வு எது?",
          "options": [
      "அரண்மனையை விட்டு வெளியேறினார்.",
      "பிம்பிசார மன்னனின் யாகத்திற்குச் சென்றார்.",
      "ஆட்டுக்குட்டியை தம் தோளில் சுமந்து சென்றார்.",
      "மன்னனுக்கு அறவுரை கூறினார்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "புத்தர்பிரான் அரண்மனை வாழ்க்கையை துறந்து மக்களுக்காக உழைத்தார். பிம்பிசார மன்னன் யாகம் நடத்தி ஆடுகளை அறுக்க முடிவு செய்தார். அந்த நேரத்தில் துடித்துக் கொண்டிருந்த ஆட்டுக்குட்டியைப் புத்தர் தன் தோளில் சுமந்து சென்று மன்னனிடம் 'யாகம் நடத்துவதற்காக இவ்வளவு ஆடுகளை கொல்வதா?' என்று கேள்வி எழுப்பினார்."
          }
        ,
          
  {
    
          "description": "'எறும்பு கூடத் தன் உயிரைக் காத்துக் கொள்ளப் பாடுபடுவதை அறியாதவர் உண்டோ?' என்னும் வரியின் மூலம் புத்தர்பிரான் எதை வலியுறுத்துகிறார்?",
          "options": [
      "அனைத்து உயிர்களும் தம்மைப் பாதுகாக்கத் துடிப்பவை.",
      "எறும்பு மிகவும் பலவீனமான உயிர்.",
      "எறும்புகள் தங்களை காத்துக் கொள்ளும் திறன் கொண்டவை.",
      "எறும்புகளின் வாழ்க்கை முறை பற்றிய அறிவு."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "புத்தர்பிரான் எல்லா உயிர்களிடத்தும் இரக்கம் கொள்ள வேண்டும் என்று கூறுகிறார். மனிதர்கள் மட்டும் அல்ல, சிறிய எறும்புகூட தன் உயிரைக் காத்துக் கொள்ள முயற்சி செய்வதைக் காணலாம். எல்லா உயிர்களும் தம்மைப் பாதுகாக்கத் துடிப்பவை என்பதைப் புத்தர்பிரான் இதன் மூலம் எடுத்துரைக்கிறார்."
          }
        ,
          
  {
    
          "description": "'மாரி பொழிந்திடவே - வயல் பக்குவ மாவது அறிந்திலீரோ?' என்னும் வரியின் மூலம் புத்தர்பிரான் எந்தப் பொருளை விளக்குகிறார்?",
          "options": [
      "மழையின் அவசியம்.",
      "இரக்கம் மழை போன்றது.",
      "வயல் பக்குவம் அடைவதற்கான முறை.",
      "மழை பூமியை வளப்படுத்தும்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மழை வயலைப் பக்குவப்படுத்தும். அதேபோல் இரக்கம் மனித வாழ்வைப் பக்குவப்படுத்தும். மழை இல்லாவிட்டால் வயல் வளமாகாது. அதுபோல் இரக்கம் இல்லாவிட்டால் உலகம் சீரழிந்துவிடும். இரக்கம் மழை போல் மனித வாழ்வை வளமாக்கும் என்பதைப் புத்தர்பிரான் எடுத்துரைக்கிறார்."
          }
        ,
          
  {
    
          "description": "'ஆயிரம் பாவங்கள் செய்தவெல்லாம் – ஏழை ஆட்டின் தலையோடு அகன்றிடுமோ?' என்னும் வரியில் புத்தர்பிரான் எந்தப் பொருளை வலியுறுத்துகிறார்?",
          "options": [
      "பாவங்களை நீக்க இரக்கம் அவசியம்.",
      "ஆட்டின் தலையைக் கொண்டு பாவம் நீங்கும்.",
      "பாவங்களின் தீமை.",
      "பாவங்களுக்கான தண்டனை."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "பாவங்களுக்குத் தண்டனை உண்டு. ஆட்டின் தலையோடு பாவம் நீங்கி விடுமா என்று புத்தர் கேள்வி எழுப்புகிறார். ஒருவருக்கு தண்டனை இருப்பது போல், ஒருவர் செய்யும் நல்ல காரியங்களுக்கும் பலன்கள் இருக்கின்றன என்று புத்தர் கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "'பூதலந் தன்னை நரகம்அது ஆக்கிடும் புத்தியை விட்டுப் பிழையும்ஐயா!' என்னும் வரியில் புத்தர்பிரான் எந்தப் பொருளை எச்சரிக்கிறார்?",
          "options": [
      "மனிதர்களை நரகத்துக்கு அழைத்துச் செல்லும் செயல்களைத் தவிர்க்க வேண்டும்.",
      "தீய எண்ணங்கள் பூமியை நரகமாக்கும்.",
      "மனிதர்கள் தங்கள் புத்தியைப் பயன்படுத்த வேண்டும்.",
      "எல்லா உயிர்களும் மகிழ்ச்சியாக வாழ வேண்டும்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "தீய எண்ணங்கள் பூமியை நரகமாக்கும் என்பதைப் புத்தர் எச்சரிக்கிறார். நல்ல எண்ணங்களே மகிழ்ச்சி, சந்தோஷம், அமைதி என எல்லாவற்றையும் தருகின்றன. எல்லா உயிர்களும் மகிழ்ச்சியாக வாழ வேண்டும் என்பது அனைவரின் இலட்சியமாக இருக்க வேண்டும் என்று புத்தர் கூறுகிறார்."
          }
        ]