
[
  {
    "description": "பறவைகள் தொடர்பான ஆய்வு எந்தத் துறையைச் சேர்ந்தது?",
    "options": [
      "விலங்கியல் ",
      "தாவரவியல்",
      "பறவையியல் ",
      "மண்வியல் "
    ],
    "answer": "C",
    "additional_context": "பறவைகள் தொடர்பான ஆய்வு பறவையியல் எனும் துறையைச் சேர்ந்தது.  இந்த துறையில் பறவைகளின் வகைகள்,  இனப்பெருக்கம்,  உணவு,  இடம் பெயர்தல்,  நடத்தை போன்றவை பற்றி ஆராய்ச்சி செய்யப்படுகிறது. "
  },
  {
    "description": "சிட்டுக்குருவிகளின் அழிவைத் தடுக்க நாம் செய்ய வேண்டியவற்றில் எது தமிழ்நாட்டில் பெரும்பாலும் கடைப்பிடிக்கப்படுவதில்லை?",
    "options": [
      "ஆல், அரசு போன்ற மரங்களையும் அவரை, புடலை போன்ற கொடிகளையும் வளர்க்க வேண்டும்.",
      "நமது மண்ணுக்கேற்ற பிறவகை உள்ளூர்த் தாவரங்களையும் வளர்க்க வேண்டும்.",
      "தே ா ட் ட ங் க ளி லு ம் வயல்வெளிகளிலும் செயற்கை உரங்கள், பூச்சிக்கொல்லி மருந்துகள் ஆகியவற்றைத் தவிர்க்க வேண்டும்.",
      "நவீன கட்டடங்கள் குருவிகள் கூடு கட்ட ஏற்றவையாக இல்லை. "
    ],
    "answer": "C",
    "additional_context": "விவசாயத்தில் பூச்சிக்கொல்லி மருந்துகளை அதிகமாக பயன்படுத்துவதால் சிட்டுக்குருவிகள் உணவுப் பஞ்சத்தில் சிக்கி அழிந்து வருகின்றன.  இந்த இரசாயனங்கள்  சிட்டுக்குருவிகளின் மூளை, கல்லீரல் போன்ற உறுப்புகளுக்கு பாதிப்பை ஏற்படுத்தி உடல்நலப் பிரச்சினைகளை ஏற்படுத்தும்.  "
  },
  {
    "description": "தமிழ்நாட்டில் உள்ளூர்த் தாவரங்களை வளர்ப்பதன் மூலம் சிட்டுக்குருவிகளைப் பாதுகாக்க முடியும் என்பது  பாடப்பகுதியில் எந்த வகையில் விளக்கப்படுகிறது?",
    "options": [
      "இயற்கை வேலிகளுக்கு மாற்றாகச் செயற்கை வேலிகள் அமைப்பதைத் தடுக்கிறது",
      "சிட்டுக்குருவிகளுக்குத் தேவையான புழு, பூச்சி, அரும்பு மற்றும் தேன் ஆகியவற்றை  உள்ளூர்த் தாவரங்கள் வழங்குகின்றன",
      "மண்வளத்தை மேம்படுத்தி சிட்டுக்குருவிகளின் உணவு chain ஐ பாதுகாக்கிறது",
      "நவீன கட்டடங்களில் கூடு கட்ட  உள்ளூர்த் தாவரங்கள் உதவுகின்றன"
    ],
    "answer": "B",
    "additional_context": "உள்ளூர் தாவரங்கள் சிட்டுக்குருவிகளுக்கு உணவு அளிக்கின்றன.  புழு, பூச்சி, அரும்பு,  தேன் போன்றவற்றை சிட்டுக்குருவிகள் இயற்கை தாவரங்களிலிருந்து பெற்றுக்கொள்கின்றன.  இந்த தாவரங்கள் இயற்கை பூச்சிக்கொல்லியாகவும் செயல்படுவதால் சுற்றுச்சூழலுக்கு நன்மை பயக்கும். "
  },
  {
    "description": "\"சிட்டுக்குருவியின் வீழ்ச்சி\" (The fall of sparrow) என்ற நூலை எழுதியவர் யார்?",
    "options": [
      "பாரதியார்",
      "சத்திமுத்தப்புலவர்",
      "டாக்டர் சலீம் அலி",
      "ராஜா ராமமூர்த்தி "
    ],
    "answer": "C",
    "additional_context": "சிட்டுக்குருவியின் வீழ்ச்சி பற்றி எழுதப்பட்ட நூல் டாக்டர் சலீம் அலி எழுதிய  The fall of sparrow. இந்நூலில் சிட்டுக்குருவியின் வாழ்க்கை,  அழிவுக்கான காரணங்கள்,  அதை தடுக்க என்ன செய்ய வேண்டும் போன்றவை விரிவாக விளக்கப்பட்டுள்ளன. "
  },
  {
    "description": "பறவை வலசையின் முக்கிய காரணங்கள் பற்றிய குறிப்புகள் மேலே தரப்பட்டுள்ளன. இவற்றில் எது  வலசையின் முக்கியமான உந்துசக்தியாகக் கருதப்படுகிறது?",
    "options": [
      "புவிஈர்ப்புப் புலம்",
      "இனப்பெருக்கம்",
      "நிலவு",
      "விண்மீன்"
    ],
    "answer": "B",
    "additional_context": "பறவைகள் இனப்பெருக்கத்திற்காகவும், உணவு, இருப்பிடம்,  தட்பவெப்பநிலை மாற்றங்கள் போன்றவற்றிற்காகவும் இடம் பெயர்கின்றன.  இனப்பெருக்கம் பறவை வலசையின் மிக முக்கிய காரணம். "
  }
]
