
[
  {
    "description": "“சாலைகள் தோன்றிய பிறகே சாலை விதிகள் தோன்றியிருக்கும்”  என்ற  உவமையை  வைத்து  தமிழ்  மொழி  எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழி  மிகவும் பழமையானது.",
      "தமிழ் மொழி  இலக்கண விதிகள்  கொண்டது.",
      "தமிழ் மொழி  இலக்கியம்  கொண்டது.",
      "தமிழ் மொழி  மிகவும் எளிமையானது."
    ],
    "answer": "B",
    "additional_context": "தமிழ் மொழி மிகவும் பழமையானது. சாலைகள் தோன்றிய பின்னரே சாலை விதிகள் தோன்றின என்பதைப் போன்று, இலக்கியம் தோன்றிய பிறகே அதற்கான இலக்கண விதிகள் தோன்றின. இதன் மூலம் தமிழ்மொழி, இலக்கண விதிகள் கொண்ட மொழி என்பதை நாம் அறியலாம்."
  },
  {
    "description": "“தொல்காப்பியம்  தமிழில்  நமக்குக்  கிடைத்துள்ள மிகப் பழைமையான இலக்கண நூல் ஆகும்”  என்ற  வரியிலிருந்து,  தொல்காப்பியம்  எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழி  மிகவும் பழமையானது.",
      "தமிழ் மொழி  இலக்கண விதிகள்  கொண்டது.",
      "தமிழ் மொழி  இலக்கியம்  கொண்டது.",
      "தமிழ் மொழி  மிகவும் எளிமையானது."
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழி  மிகவும் பழமையானது என்பதை நமக்கு  தொல்காப்பியம்  நிரூபிக்கிறது. இது தமிழில் நமக்குக் கிடைத்துள்ள மிகப் பழைமையான இலக்கண நூல். இதன் மூலம் நமக்கு தமிழ் மொழியின் தொன்மைப் பண்பு  புரியும்."
  },
  {
    "description": "“தமிழ்மொழி பேசவும் படிக்கவும் எழுதவும் உகந்த மொழி” என்ற வரியிலிருந்து, தமிழ் மொழி எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழி மிகவும் எளிமையானது.",
      "தமிழ் மொழி மிகவும் இனிமையானது.",
      "தமிழ் மொழி மிகவும் வளமானது.",
      "தமிழ் மொழி மிகவும் பழமையானது."
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழி மிகவும் எளிமையானது. பேசவும், படிக்கவும், எழுதவும் எளிதான மொழி தமிழ். உயிர்மெய் எழுத்துகளை எளிதாக ஒலிக்க முடியும். எழுத்துகளைக் கூட்டி ஒலித்தாலே படித்தல் நிகழ்ந்து விடும். தமிழ் எழுத்து முறையும் மிகவும் எளிமையானது. பெரும்பாலும் தமிழ் எழுத்துகள் வலஞ்சுழி எழுத்துகளாகவே அமைந்துள்ளன. இதன் மூலம் தமிழ் எளிமையான மொழி என்பதை நாம் அறியலாம்."
  },
  {
    "description": "“எழுத்துகளைக் கூட்டி ஒலித்தாலே தமிழ் படித்தல் இயல்பாக நிகழ்ந்துவிடும்” என்ற வரியிலிருந்து, தமிழ் மொழி எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழி எளிமையானது.",
      "தமிழ் மொழி இனிமையானது.",
      "தமிழ் மொழி வளமானது.",
      "தமிழ் மொழி பழமையானது."
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழி  மிகவும் எளிமையானது. உயிர்மெய் எழுத்துகளை எளிதாக ஒலிக்க முடியும். எழுத்துகளைக் கூட்டி ஒலித்தாலே படித்தல் நிகழ்ந்து விடும். தமிழ் எழுத்து முறையும் மிகவும் எளிமையானது. பெரும்பாலும் தமிழ் எழுத்துகள் வலஞ்சுழி எழுத்துகளாகவே அமைந்துள்ளன. இதன் மூலம் தமிழ் எளிமையான மொழி என்பதை நாம் அறியலாம்."
  },
  {
    "description": "“தமிழ் மொழியை எழுதும் முறையும் மிக எளிதுதான்” என்ற வரியிலிருந்து, தமிழ் எழுத்து முறை எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ் எழுத்து முறை வலஞ்சுழி எழுத்துகளால் ஆனது.",
      "தமிழ் எழுத்து முறை இடஞ்சுழி எழுத்துகளால் ஆனது.",
      "தமிழ் எழுத்து முறை  வலஞ்சுழி மற்றும் இடஞ்சுழி எழுத்துகளால் ஆனது.",
      "தமிழ் எழுத்து முறை எளிமையானது."
    ],
    "answer": "D",
    "additional_context": "தமிழ் மொழி  மிகவும் எளிமையானது. உயிர்மெய் எழுத்துகளை எளிதாக ஒலிக்க முடியும். எழுத்துகளைக் கூட்டி ஒலித்தாலே படித்தல் நிகழ்ந்து விடும். தமிழ் எழுத்து முறையும் மிகவும் எளிமையானது. பெரும்பாலும் தமிழ் எழுத்துகள் வலஞ்சுழி எழுத்துகளாகவே அமைந்துள்ளன. இதன் மூலம் தமிழ் எளிமையான மொழி என்பதை நாம் அறியலாம்."
  }
]
