[
          
  {
    
          "description": "“அறிவியல் கவிதைகள், கட்டுரைகள் பலவற்றைப் படைத்துள்ளார்” என்ற வாக்கியத்தில் “படைத்துள்ளார்” என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "எழுதியுள்ளார்",
      "படித்துள்ளார்",
      "கேட்டிருக்கிறார்",
      "வடிவமைத்துள்ளார்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த வாக்கியத்தில், நெல்லை சு.முத்து அவர்கள் அறிவியல் கவிதைகள், கட்டுரைகள் பலவற்றை எழுதி வெளியிட்டுள்ளார் என்பது குறிப்பிடப்பட்டுள்ளது. “படைத்துள்ளார்” என்ற சொல் இங்கு “எழுதியுள்ளார்” என்ற பொருளைத் தருகிறது."
          }
        ,
          
  {
    
          "description": "“கற்பவை கற்றபின்” என்ற பகுதியில் எந்த சொல் “கற்றுக்கொண்டவை” என்னும் பொருளைத் தருகிறது?",
          "options": [
      "கற்பவை",
      "கற்றபின்",
      "கற்று",
      "கற்ப"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“கற்பவை கற்றபின்” என்ற பகுதி, அறிவியல் ஆத்திசூடி பாடல் பகுதியில் இடம் பெற்றுள்ளது. இந்தப் பகுதியில் ‘கற்பவை’ என்ற சொல் ‘கற்றுக்கொண்டவை’ என்ற பொருளைத் தருகிறது."
          }
        ,
          
  {
    
          "description": "“தம்மை ஒத்த அலைநீளத்தில் சிந்திப்பவர்” என்ற வாக்கியத்தில் “தம்மை” என்னும் சொல் யாரைக் குறிக்கிறது?",
          "options": [
      "நெல்லை சு.முத்து",
      "அப்துல் கலாம்",
      "அனைவரும்",
      "எவரும் இல்லை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த வாக்கியத்தில், அப்துல் கலாம் அவர்கள் நெல்லை சு.முத்து அவர்களைப் பாராட்டுவதாக குறிப்பிடப்பட்டுள்ளது. அவர்களைப் பற்றி 'தம்மை ஒத்த அலைநீளத்தில் சிந்திப்பவர்' என்று அப்துல் கலாம் அவர்கள் கூறியுள்ளார்கள். ஆகையால் “தம்மை” என்னும் சொல் அப்துல் கலாம் அவர்களைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "மேற்கண்ட பாடல் பகுதியில் குறிப்பிடப்பட்டுள்ள அறிவியல் சிந்தனைக்குரிய பண்புகளை அடையாளப்படுத்தி எழுது.",
          "options": [
      "அ) ஐயம் கொள்ளுதல், தெளிவான விளக்கம் தேடுதல், ஒத்துழைத்து செயல்படுதல், தொடர்ந்து உழைத்தல்",
      "ஆ) கேள்வி கேட்பது, ஐயத்தைத் துடைப்பது, குழுவாக வேலை செய்வது, சோர்வின்றி உழைப்பது",
      "இ) ஐயப்படுதல், காரணம் தேடுதல், ஒற்றுமையாகச் செயல்படுதல், கடுமையாக உழைத்தல்",
      "ஈ) கேள்வி எழுப்புதல், புரிந்துகொள்ள முயற்சித்தல், கூட்டு முயற்சி, கடின உழைப்பு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தப் பாடல் பகுதியில், அறிவியல் சிந்தனைக்குரிய பண்புகளான ஐயம் கொள்ளுதல், தெளிவான விளக்கம் தேடுதல், ஒத்துழைத்து செயல்படுதல், தொடர்ந்து உழைத்தல் ஆகியவை குறிப்பிடப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "'சொல்லும் பொருளும்' பகுதியில் உள்ள சொற்களில் எது அறிவியல் ஆய்வில் முக்கிய பங்கு வகிக்கிறது?",
          "options": [
      "அ) இயன்றவரை",
      "ஆ) ஒருமித்து",
      "இ) ஔடதம்",
      "ஈ) எல்லாம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'சொல்லும் பொருளும்' பகுதியில் 'ஔடதம்' என்ற சொல் அறிவியல் ஆய்வில் முக்கிய பங்கு வகிக்கிறது. 'ஔடதம்' என்ற சொல் 'மருந்து' என்ற பொருளைத் தருகிறது. மருந்துகள் நோய்களை குணப்படுத்தவும் உடல்நலத்தை மேம்படுத்தவும் பயன்படுகின்றன. அறிவியல் ஆய்வுகள் மூலம் புதிய மருந்துகள் கண்டுபிடிக்கப்பட்டு உருவாக்கப்படுகின்றன. "
          }
        ]