[
          
  {
    
          "description": "மேலே உள்ள கட்டத்தில் இல்லாத சொல் எது?",
          "options": [
      "பெய்து",
      "பெய்துக்கொண்டிருக்கிறது",
      "பெய்தது",
      "பெய்யும்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி பாடத்தில் உள்ள ஓவியப் போட்டி பற்றிய பத்தியைப் படித்தபின் கேட்கப்பட்டுள்ளது. இந்தப் பத்தியில் அமைதி பற்றி ஓவியர்கள் ஓவியங்கள் வரைந்துள்ளனர். அவர்களது ஓவியங்களைப் பார்த்து அரசர் கேட்ட கேள்விகளில் ஒன்றுதான் இது."
          }
        ,
          
  {
    
          "description": "மேலே உள்ள கட்டத்தில் மறைந்திருக்கும் அணிகலன்களின் பெயர் என்ன?",
          "options": [
      "வளையல், மோதிரம், சங்கிலி",
      "கம்மல், கைக்கடிகாரம், வளையல்",
      "கழுத்து மாலை, வளையல், மோதிரம்",
      "கம்மல், வளையல், கைக்கடிகாரம்"
    ],
    "answer": "D",
    
          "additional_context": "பாடத்தில் உள்ள ஓவியப் போட்டி பற்றிய பத்தியைப் படித்தபின் கேட்கப்பட்டுள்ளது. இந்தப் பத்தியில் அமைதி பற்றி ஓவியர்கள் ஓவியங்கள் வரைந்துள்ளனர். அவர்களது ஓவியங்களைப் பார்த்து அரசர் கேட்ட கேள்விகளில் ஒன்றுதான் இது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்ட சொற்களில் எது “மனிதநேயம்” என்ற சொல்லுக்கு சமமான பொருளை கொடுக்கிறது?",
          "options": [
      "பகைமை",
      "அன்பு",
      "குரோதம்",
      "கோபம்"
    ],
    "answer": "B",
    
          "additional_context": "பாடத்தில் உள்ள “சொல்லக் கேட்டு எழுதுக” எனும் பகுதியில் மனிதநேயம், கடுக்கன், பசிப்பிணி, நோபல் பரிசு, கைலாஷ் சத்தியார்த்தி, தொழிலாளர், ஹிதேந்திரன், இயல்பு, நவிற்சி, அன்னைதெரசா, உறுப்புக் கொடை எனும் சொற்கள் கொடுக்கப்பட்டுள்ளன. இதில் 'மனிதநேயம்' என்ற சொல்லுக்கு சமமான பொருளை கொடுக்கும் சொல் 'அன்பு' என்பதை இக்கேள்வி கேட்கிறது."
          }
        ,
          
  {
    
          "description": "கதைப்பகுதியில் 'பிறந்த நாள் வாழ்த்துப் பாடினர்' என்ற வரியில் “பாடினர்” என்ற சொல் எந்த இலக்கண வகையைச் சார்ந்தது?",
          "options": [
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "வினையெச்சம்",
      "உரிச்சொல்"
    ],
    "answer": "A",
    
          "additional_context": "பாடத்தில் உள்ள “படித்து உணர்க” எனும் பகுதியில் தலைமை ஆசிரியர் செல்வியை ஆறாம் வகுப்பிற்கு அழைத்துச் சென்ற பின்னர் நடந்த நிகழ்வை விவரிக்கும் பத்தியில் 'மாணவர்கள் அவளுக்குப் பிறந்த நாள் வாழ்த்துப் பாடினர்' எனும் வரி உள்ளது. இந்த வரியில் உள்ள ‘பாடினர்’ என்ற சொல் வினைச்சொல் என்பதை இக்கேள்வி கேட்கிறது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்ட சொற்களில் எது 'கடுக்கன்' என்ற சொல்லுக்கு நேர் எதிரான பொருளை கொடுக்கிறது?",
          "options": [
      "கருணை உள்ளவர்",
      "கடுமையானவர்",
      "தண்டனை வழங்குபவர்",
      "சட்டம் அமல்படுத்துபவர்"
    ],
    "answer": "A",
    
          "additional_context": "பாடத்தில் உள்ள “சொல்லக் கேட்டு எழுதுக” எனும் பகுதியில் மனிதநேயம், கடுக்கன், பசிப்பிணி, நோபல் பரிசு, கைலாஷ் சத்தியார்த்தி, தொழிலாளர், ஹிதேந்திரன், இயல்பு, நவிற்சி, அன்னைதெரசா, உறுப்புக் கொடை எனும் சொற்கள் கொடுக்கப்பட்டுள்ளன. இதில் 'கடுக்கன்' என்ற சொல்லுக்கு நேர் எதிரான பொருளை கொடுக்கும் சொல் 'கருணை உள்ளவர்' என்பதை இக்கேள்வி கேட்கிறது."
          }
        ]