
[
  {
    "description": "“வணிகர்கள்” என்ற சொல்லுக்கு சரியான ஆங்கிலச் சொல் எது?",
    "options": [
      "Consumer",
      "Entrepreneur",
      "Merchant",
      "Voyage"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“வணிகர்கள்” என்பது பொருள்களை வாங்கி விற்று லாபம் ஈட்டுபவர்கள் என்று பொருள். ஆங்கிலத்தில் “வணிகர்கள்” என்ற சொல்லை குறிப்பிடுவதற்கு “Merchant” என்ற சொல் பயன்படுத்தப்படுகிறது. "
  },
  {
    "description": "“பண்டைத் தமிழகத்தின் துறைமுகங்கள் பற்றியும் அங்கு ஏற்றுமதி இறக்குமதி செய்யப்பட்ட பொருள்களைப் பற்றியும் எழுதுக” என்ற செயல்திட்டத்தில் குறிப்பிடப்படும் பொருள் எதைக் குறிக்கிறது?",
    "options": [
      "கலப்படம்",
      "பாரம்பரியம்",
      "கடற்பயணம்",
      "Commodity"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“பண்டைத் தமிழகத்தின் துறைமுகங்கள் பற்றியும் அங்கு ஏற்றுமதி இறக்குமதி செய்யப்பட்ட பொருள்களைப் பற்றியும் எழுதுக” என்ற செயல்திட்டத்தில், ஏற்றுமதி இறக்குமதி செய்யப்பட்ட பொருள்கள் என்பது வணிகத்தில் பயன்படுத்தப்படும் “பண்டம்” அல்லது “Commodity” எனப்படும் பொருட்களை குறிக்கிறது. "
  },
  {
    "description": "“ஒருமதி வெளியே போகும்; ஒருமதி உள்ளே வரும்; இருமதியும் சேர்ந்துவிட்டால் பலநிதியும் சேர்ந்து வரும். அவை என்ன?” என்ற விடுகதையின் விடை எது?",
    "options": [
      "நெல்மணி",
      "கப்பல்",
      "தராசு",
      "குதிரை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "விடுகதையில் கூறப்பட்டுள்ள “ஒருமதி வெளியே போகும்; ஒருமதி உள்ளே வரும்; இருமதியும் சேர்ந்துவிட்டால் பலநிதியும் சேர்ந்து வரும்” என்பது கப்பல் மூலம் ஏற்றுமதி இறக்குமதி செய்யப்படும் பொருட்களை குறிக்கிறது. கப்பல் மூலம் பொருள்களை ஏற்றுமதி செய்து வெளிநாட்டிற்கு அனுப்பும் போது அதற்கு ஒரு விலை. அதேபோல் பொருட்களை இறக்குமதி செய்து நாட்டிற்குள் கொண்டு வரும் போது அதற்கு ஒரு விலை. இவ்வாறு ஒரு விலை வெளியே போய் மறு விலை உள்ளே வருகிறது என்பதை விடுகதை விளக்குகிறது. "
  },
  {
    "description": "“கடிதம் எழுதுக. பிறந்த நாள் பரிசு அனுப்பிய மாமாவுக்கு நன்றி தெரிவித்துக் கடிதம் எழுதுக.” என்ற செயல்திட்டத்தில் பயன்படுத்தப்படும் சொல் எதைக் குறிக்கிறது?",
    "options": [
      "கலப்படம்",
      "Commodity",
      "பாரம்பரியம்",
      "நுகர்வோர்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“கடிதம் எழுதுக. பிறந்த நாள் பரிசு அனுப்பிய மாமாவுக்கு நன்றி தெரிவித்துக் கடிதம் எழுதுக.” என்ற செயல்திட்டத்தில், பரிசு வாங்கும் மாமா என்பவர் “நுகர்வோர்”  எனப்படுகிறார். பரிசு வழங்கப்படுவது, ஒரு பொருளை வாங்குவது என்பதைக் குறிக்கிறது. எனவே பரிசு வாங்கும் மாமா “நுகர்வோர்” ஆவார். "
  },
  {
    "description": "“சிலை செதுக்கப்படும்போது உதிரும் கல்தூளை ______ மாற்றலாம்.” என்ற வாக்கியத்தில் பயன்படுத்தப்படும் சொல் எதைக் குறிக்கிறது?",
    "options": [
      "கலப்படம்",
      "Commodity",
      "பாரம்பரியம்",
      "நுகர்வோர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“சிலை செதுக்கப்படும்போது உதிரும் கல்தூளை ______ மாற்றலாம்.” என்ற வாக்கியத்தில், கல்தூள் என்பது ஒரு பொருளாகும். பொருளை குறிப்பிடும் சொல் “பண்டம்” அல்லது “Commodity”  என்பதாகும். "
  }
]
