[
          
  {
    
          "description": "பாடலில் இடம்பெற்றுள்ள இன எழுத்துச் சொற்களில், வல்லின மெய் எழுத்துக்களால் ஆன சொல் எது?",
          "options": [
      "தங்கப் பாப்பா",
      "சிங்கப் பொம்மை",
      "பஞ்சு போன்ற",
      "பண்டம் கொண்டு"
    ],
    "answer": "A",
    
          "additional_context": "கற்பவை கற்றபின் என்ற தலைப்பில் ஒரு பாடல் கொடுக்கப்பட்டுள்ளது. அதில் உள்ள  தங்கப் பாப்பா, சிங்கப் பொம்மை, பஞ்சு போன்ற, பண்டம் கொண்டு, பந்தல் முன்பு, கம்பம் சுற்றி, தென்றல் காற்றும், தெவிட்டா இன்பம்  என்ற சொற்கள் இடம்பெற்றுள்ளன. இவற்றில் வல்லின மெய் எழுத்துக்களால் ஆன சொல் தங்கப் பாப்பா என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'பஞ்சு போன்ற கையாலே!'  என்ற வரியில் இடம்பெற்றுள்ள மெல்லின மெய் எழுத்தின் இன எழுத்து எது?",
          "options": [
      "த",
      "க",
      "ஞ",
      "ச"
    ],
    "answer": "D",
    
          "additional_context": "கற்பவை கற்றபின் என்ற தலைப்பில் உள்ள  'பஞ்சு போன்ற கையாலே!'  என்ற வரியில் உள்ள 'ச' என்பது மெல்லின மெய் எழுத்து. இதன் இன எழுத்து 'ச' ஆகும்."
          }
        ,
          
  {
    
          "description": "  'தெவிட்டா இன்பம் தந்ததே!' என்ற வரியில் இடம்பெற்றுள்ள நெடிலுக்கு இனமான குறில் எழுத்து எது?",
          "options": [
      "இ",
      "உ",
      "ஈ",
      "எ"
    ],
    "answer": "D",
    
          "additional_context": "கற்பவை கற்றபின் என்ற தலைப்பில் உள்ள  'தெவிட்டா இன்பம் தந்ததே!'  என்ற வரியில் உள்ள 'ஈ' என்பது நெடிலுக்கு இனமான குறில் எழுத்தாகும்."
          }
        ,
          
  {
    
          "description": "  'மஞ்சள், மண்டபம், அம்பு'  இந்தச் சொற்களில், மெல்லின மெய் எழுத்துக்களால் ஆன சொல் எது?",
          "options": [
      "மஞ்சள்",
      "மண்டபம்",
      "அம்பு",
      "எதுவுமில்லை"
    ],
    "answer": "A",
    
          "additional_context": "மெல்லின மெய் எழுத்துக்களால் ஆன சொல்  'மஞ்சள்'  என்பதாகும்.  மண்டபம், அம்பு ஆகிய சொற்களில் வல்லின மெய் எழுத்துக்கள் இடம்பெற்றுள்ளன. இன எழுத்துகளைப் பற்றி அறிந்துகொள்ள இது உதவும்."
          }
        ,
          
  {
    
          "description": "'ஓஒதல், தூஉம், தழீஇ'  என்ற சொற்களில் இடம்பெற்றுள்ள இன எழுத்துகள் என்ன?",
          "options": [
      "நெடிலுக்கு இனமான குறில் எழுத்துகள்",
      "குறிலுக்கு இனமான நெடில் எழுத்துகள்",
      "ஐக்கு இனமான இ மற்றும் ஔக்கு இனமான உ",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "இந்தச் சொற்களில் நெடிலுக்கு இனமான குறில் எழுத்துகள் (ஓ - உ,  ஊ - உ), குறிலுக்கு இனமான நெடில் எழுத்துகள் (இ - ஐ,  உ - ஔ) ஆகியவை உள்ளன. இன எழுத்துகளைப் பற்றி அறிந்துகொள்ள இது உதவும்."
          }
        ]