[
          
  {
    
          "description": "'மெய்புகட்டும் அறமேன்மை கிட்டும்' என்ற வரியில் 'மெய்புகட்டும்' என்ற சொல் என்ன குறிப்பிடுகிறது?",
          "options": [
      "பொய்யைப் புகட்டுதல்",
      "உண்மையைப் புகட்டுதல்",
      "நீதியைப் புகட்டுதல்",
      "கருணையைப் புகட்டுதல்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடலில் 'மெய்புகட்டும்' என்று குறிப்பிடப்பட்டுள்ளது. அறம், உண்மை, நீதி, கருணை போன்ற பண்புகளை வளர்க்க உதவும் மொழி தமிழ் என்று பாடல் கூறுகிறது. மெய் - உண்மை, சத்தியம், புகட்டுதல் - சொல்லுதல், ஊட்டுதல், காட்டுதல். இந்த வார்த்தைகளின் பொருள் அறிந்து பார்த்தால் 'உண்மையைப் புகட்டுதல்' என்பது  'மெய்புகட்டும்' சொல்லின் பொருள் என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "'பாவியக்கொத்து' என்னும் நூல் யாரால் இயற்றப்பட்டது?",
          "options": [
      "வாணிதாசன்",
      "பெருஞ்சித்திரனார்",
      "பாரதியார்",
      "கம்பர்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடலைப் பாடிய பெருஞ்சித்திரனாரின் இயற்பெயர் மாணிக்கம். இவர் பாவலரேறு என்னும் சிறப்புப் பெயரால் அழைக்கப்படுகிறார். கனிச்சாறு, கொய்யாக்கனி, பாவியக்கொத்து, நூறாசிரியம் முதலான நூல்களை இயற்றியுள்ளார். தென்மொழி, தமிழ்ச்சிட்டு, தமிழ்நிலம் ஆகிய இதழ்களை நடத்தினார். தனித்தமிழையும் தமிழுணர்வையும் பரப்பிய பாவலர் இவர்."
          }
        ,
          
  {
    
          "description": "'தேன் தோன்றியது போல மக்கள் நாவில்' என்னும் வரியில் 'தேன்' என்ற சொல் எதற்கு ஒப்பிடப்படுகிறது?",
          "options": [
      "தமிழ் மொழி",
      "உணவு",
      "இனிமை",
      "நாக்கு"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடல், தனித்தமிழின் சிறப்புகளைப் பற்றி எடுத்துரைக்கும் பாடல்.  தமிழ் மொழி மக்கள் நாவில் இனிமை தந்து தோன்றியது போல இனிமையானது என்று குறிப்பிடுகிறது. தேன் இனிமையானது. தமிழ் மொழி மக்களுக்கு இனிமை தரும் மொழி.  அதனால் தேன் என்பது தமிழ் மொழிக்கு ஒப்பிடப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கவிஞர் பெருஞ்சித்திரனார் பாடிய 'தமிழ்க்கும்மி' பாடலில் எந்த நூலைச் சேர்ந்தது?",
          "options": [
      "கொய்யாக்கனி",
      "பாவியக்கொத்து",
      "கனிச்சாறு",
      "நூறாசிரியம்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடல் 'கனிச்சாறு' என்னும் நூலில் இடம் பெற்றுள்ளது. இந்நூல் எட்டுத் தொகுதிகளாக வெளிவந்துள்ளது. இது தமிழுணர்வு நிறைந்த பாடல்களைக் கொண்டது. பெருஞ்சித்திரனார் இயற்றிய நூல்கள் பலவற்றில் 'கனிச்சாறு' நூலும் ஒன்று."
          }
        ,
          
  {
    
          "description": "'தமிழ்க்கும்மி' பாடலில் கூறப்படும் தமிழின் புகழ் எத்தனை திசைகளிலும் பரவும் என்று கூறப்பட்டுள்ளது?",
          "options": [
      "நான்கு",
      "ஆறு",
      "எட்டு",
      "பத்து"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடலில் 'எட்டுத் திசையிலும் செந்தமிழின் புகழ் எட்டிடவே கும்மி கொட்டுங்கடி!' என்று கூறப்பட்டுள்ளது.  எட்டுத்திசைகள் என்பது உலகில் உள்ள எட்டுத் திசைகளைக் குறிக்கும்.  எட்டுத் திசைகளிலும் தமிழின் புகழ் பரவுவதாக பாடல் கூறுகிறது."
          }
        ]