
[
  {
    "description": "வேலுநாச்சியார் உடையாள் நினைவாக என்ன செய்தார்?",
    "options": [
      "ஒரு கோவில் கட்டினார்.",
      "ஒரு பூங்கா அமைத்தார்.",
      "ஒரு நடுகல் நடத்தினார்.",
      "ஒரு நினைவுச்சின்னம் நிறுவினார்."
    ],
    "answer": "C",
    "additional_context": "காளையார்கோவிலில் வேலுநாச்சியாரின் படைக்கும் ஆங்கிலேயரின் படைக்கும் இடையே கடுமையான போர் நடைபெற்றது. இறுதியில் ஆங்கிலேயரின் படை தோற்று ஓடியது. \"அரசியார் அவர்களே! காளையார்கோவில் நம் கைக்கு வந்து விட்டது. நாம் இப்போதே சிவகங்கைக் கோட்டையைத் தாக்கினால் ஆங்கிலேயரை விரட்டியடித்து விடலாம்\" என்றார் பெரிய மருது. \"அவசரம் வேண்டாம். இப்போது சிவகங்கைக் கோட்டைக் கதவுகள் அடைக்கப்பட்டிருக்கும். வரும் விசயதசமித் திருநாள் அன்று கதவுகள் திறக்கப்படும். அப்போது நமது படைகள் உள்ளே நுழையலாம்\" என்றார் வேலுநாச்சியார். \"அப்போதும் பெரிய காவல் இருக்குமே\" என்றார் சின்ன மருது. \"விசயதசமி நாளில் கோட்டைக்குள் செல்வதற்குப் பெண்களுக்கு மட்டும் அனுமதி உண்டு. நமது பெண்கள் படைப்பிரிவினர் கூடைகளில் பூக்கள், பழங்கள் ஆகியவற்றுடன் ஆயுதங்களையும் மறைத்துக் கொண்டு கோட்டைக்குள் செல்லட்டும். உள்ளே அவர்கள் தாக்குதலைத் தொடங்கியதும் நமது ஆண்கள் படைப்பிரிவினரும் கோட்டைக்குள் நுழைந்து தாக்கட்டும். ஆங்கிலேயரை விரட்டியடித்து விடலாம்\" என்றார் வேலுநாச்சியார். \"அப்படியே செய்யலாம் அரசியாரே! இன்னும் ஒரு செய்தி. தங்களைக் காட்டிக் கொடுக்குமாறு உடையாள் என்னும் பெண்ணை ஆங்கிலேயர்கள் வற்புறுத்தினார்களாம். அவர் மறுத்ததால் கொன்றுவிட்டார்களாம். அவருக்கு நாம் உரிய முறையில் சிறப்புச் செய்ய வேண்டும்\" என்றார் அமைச்சர் தாண்டவராயர். \"அவருக்கு ஒரு நடுகல் நடுவதற்கு ஏற்பாடு செய்யுங்கள் அமைச்சரே! அவரது பெருமையை எல்லோரும் அறிந்து கொள்ளட்டும்\" என்றார் வேலுநாச்சியார்."
  },
  {
    "description": "சிவகங்கை மீட்பு போரில் ஆங்கிலேயர்களைத் தோற்கடிக்க வேலுநாச்சியாருக்கு யார் உதவி செய்தனர்?",
    "options": [
      "மருது சகோதரர்கள் மற்றும் ஐதர்அலி",
      "பிரெஞ்சுக்காரர்கள்",
      "நெல்லை மன்னர்",
      "மதுரை மன்னர்"
    ],
    "answer": "A",
    "additional_context": "காளையார்கோவிலில் வேலுநாச்சியாரின் படைக்கும் ஆங்கிலேயரின் படைக்கும் இடையே கடுமையான போர் நடைபெற்றது. இறுதியில் ஆங்கிலேயரின் படை தோற்று ஓடியது. \"அரசியார் அவர்களே! காளையார்கோவில் நம் கைக்கு வந்து விட்டது. நாம் இப்போதே சிவகங்கைக் கோட்டையைத் தாக்கினால் ஆங்கிலேயரை விரட்டியடித்து விடலாம்\" என்றார் பெரிய மருது. \"அவசரம் வேண்டாம். இப்போது சிவகங்கைக் கோட்டைக் கதவுகள் அடைக்கப்பட்டிருக்கும். வரும் விசயதசமித் திருநாள் அன்று கதவுகள் திறக்கப்படும். அப்போது நமது படைகள் உள்ளே நுழையலாம்\" என்றார் வேலுநாச்சியார். \"அப்போதும் பெரிய காவல் இருக்குமே\" என்றார் சின்ன மருது. \"விசயதசமி நாளில் கோட்டைக்குள் செல்வதற்குப் பெண்களுக்கு மட்டும் அனுமதி உண்டு. நமது பெண்கள் படைப்பிரிவினர் கூடைகளில் பூக்கள், பழங்கள் ஆகியவற்றுடன் ஆயுதங்களையும் மறைத்துக் கொண்டு கோட்டைக்குள் செல்லட்டும். உள்ளே அவர்கள் தாக்குதலைத் தொடங்கியதும் நமது ஆண்கள் படைப்பிரிவினரும் கோட்டைக்குள் நுழைந்து தாக்கட்டும். ஆங்கிலேயரை விரட்டியடித்து விடலாம்\" என்றார் வேலுநாச்சியார்."
  },
  {
    "description": "சிவகங்கை மீட்பு போரில் குயிலி என்ன செய்தார்?",
    "options": [
      "ஆங்கிலேயர்களைத் தாக்கி இறந்தார்.",
      "ஆங்கிலேயர்களுடன் போரிட்டு வெற்றி பெற்றார்.",
      "கோட்டைக்குள் சென்று ஆயுதக் கிடங்குக்குத் தீ வைத்தார்.",
      "ஐதர்அலிக்குத் தகவல் அனுப்பினார்."
    ],
    "answer": "C",
    "additional_context": "குயிலியும் பெண்கள் படையினரும் கோட்டைக்குள் சென்றனர். சிறிது நேரத்தில் கோட்டைக்குள் பெரும் கூச்சல் எழுந்தது. உள்ளே உயரமாகத் தீ எரிவது தெரிந்தது. \"நமது படை உள்ளே நுழையட்டும்\" என்று ஆணையிட்டார் வேலுநாச்சியார். படை வீரர்கள் கோட்டைக்குள் பாய்ந்து சென்றனர். ஆங்கிலேயரின் படையுடன் கடுமையாகப் போரிட்டனர். இறுதியில் ஆங்கிலப்படை தோல்வியடைந்து கோட்டையைவிட்டு ஓடியது. \"வெற்றி! வெற்றி!\" என்று முழக்கமிட்டனர் வீரர்கள். \"இந்த வெற்றிக்குக் காரணமான குயிலி எங்கே?\" என்று கேட்டார் வேலுநாச்சியார். \"குயிலி தம் உடலில் தீ வைத்துக் கொண்டு ஆயுதக் கிடங்குக்குள் குதித்துவிட்டார்\" என வீரர்கள் கூறினார்கள். \"குயிலி தம் உயிரைத் தந்து நம்நாட்டை மீட்டுக் கொடுத்திருக்கிறார். அவரது துணிவுக்கும் தியாகத்திற்கும் வீரத்திற்கும் தலைவணங்குகிறேன்\" என்று உணர்ச்சிப் பெருக்கோடு கூறினார் வேலுநாச்சியார்."
  },
  {
    "description": "வேலுநாச்சியார் எந்த மன்னரின் மகள்?",
    "options": [
      "இராமநாதபுரம் மன்னன்",
      "திருநெல்வேலி மன்னன்",
      "தஞ்சாவூர் மன்னன்",
      "சிவகங்கை மன்னன்"
    ],
    "answer": "A",
    "additional_context": "இராமநாதபுரத்தை ஆட்சி செய்த செல்லமுத்து மன்னரின் ஒரே மகள் வேலுநாச்சியார். தாய்மொழியாகிய தமிழ் மட்டும் அல்லாமல் ஆங்கிலம், பிரெஞ்சு, உருது ஆகிய மொழிகளையும் சிறப்பாகக் கற்றார். சிலம்பம், குதிரையேற்றம், வாட்போர், விற்பயிற்சி ஆகியவற்றையும் முறையாகக் கற்றுக் கொண்டார். சிவகங்கை மன்னர் முத்துவடுகநாதரை மணந்து மகிழ்ச்சியோடு வாழ்ந்து வந்தார்."
  },
  {
    "description": "வேலுநாச்சியார் எந்த மொழிகளைக் கற்றுத் தேர்ந்தார்?",
    "options": [
      "தமிழ், ஆங்கிலம், பிரெஞ்சு",
      "தமிழ், ஆங்கிலம், உருது",
      "தமிழ், பிரெஞ்சு, உருது",
      "தமிழ், ஆங்கிலம், பிரெஞ்சு, உருது"
    ],
    "answer": "D",
    "additional_context": "இராமநாதபுரத்தை ஆட்சி செய்த செல்லமுத்து மன்னரின் ஒரே மகள் வேலுநாச்சியார். தாய்மொழியாகிய தமிழ் மட்டும் அல்லாமல் ஆங்கிலம், பிரெஞ்சு, உருது ஆகிய மொழிகளையும் சிறப்பாகக் கற்றார். சிலம்பம், குதிரையேற்றம், வாட்போர், விற்பயிற்சி ஆகியவற்றையும் முறையாகக் கற்றுக் கொண்டார். சிவகங்கை மன்னர் முத்துவடுகநாதரை மணந்து மகிழ்ச்சியோடு வாழ்ந்து வந்தார்."
  }
]
