
[
  {
    "description": "“மை” என்ற எழுத்தில் முடியும் சொற்களின் தொகுப்பில் எந்தப் பழமொழிக்கு இணையான பொருள் இருக்கும்?",
    "options": [
      "மழை பெய்தால் மண்ணும் குளிர்ந்திடும்",
      "மழை இல்லாவிட்டால் மரம் காயாது",
      "மழை பெய்யாவிட்டால் மானும் திங்காது",
      "மழை பெய்தால் மணல் பூக்கும்"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி பாடப் புத்தகத்தில் உள்ள 'மை' என்னும் எழுத்தில் முடியும் சொற்களின் தொகுப்பை வைத்து கேட்கப்பட்டுள்ளது. இதற்கு  'மை' என்ற எழுத்தில் முடியும் சொற்களின் பட்டியலை மாணவர்கள் தயாரிக்க வேண்டும். அந்தப் பட்டியலில் இருக்கும் சொற்களை பயன்படுத்தி பழமொழிக்கு இணையான பொருள் கொண்ட தொடர்களை உருவாக்கலாம். மேலே உள்ள தேர்வுகளில் 'மை' என்ற எழுத்தில் முடியும் சொற்களால் உருவாக்கப்பட்ட தொடர் 'மழை பெய்யாவிட்டால் மானும் திங்காது' மட்டுமே. ஆகவே இது சரியான பதில். "
  },
  {
    "description": "கவிதை, பதிற்றுப்பத்து, பரிபாடல் ஆகியவற்றின் எழுத்துகளைக் கொண்டு உருவாக்கப்பட்ட புதிய சொற்கள் எந்தப் பழமொழிக்குப் பொருத்தமாக இருக்கும்?",
    "options": [
      "கற்க கசடறக் கற்பவை",
      "கற்றது கைமண் அல்ல",
      "கற்றதும் கேட்டதும் பெரிது",
      "கல்வி ஒரு பெருஞ்செல்வம்"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி பாடப் புத்தகத்தில் உள்ள 'கவிதை, பதிற்றுப்பத்து, பரிபாடல்' என்ற சொற்களின் எழுத்துகளைக் கொண்டு புதிய சொற்களை உருவாக்கச் சொல்கிறது. இந்த செயல்பாடு மூலம் மாணவர்கள் சொற்களின் இணைப்பை கற்றுக்கொள்கிறார்கள்.  புதிய சொற்களை உருவாக்கி அவற்றின் அர்த்தத்தை புரிந்துகொள்ளும் போது 'கற்க கசடறக் கற்பவை' என்ற பழமொழி  பொருத்தமாக இருக்கும்.  "
  },
  {
    "description": "“விண்மீன்” என்ற சொல்லுடன் பொருத்தமான பழமொழியைக் கண்டறியவும்.",
    "options": [
      "மண் இல்லாவிட்டால் மரம் வளராது",
      "நெருப்பு இல்லாவிட்டால் புகை எழாது",
      "விண்மீன் இல்லாவிட்டால் இரவு இருள்",
      "கண் இல்லாவிட்டால் காட்சி இல்லாது"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி 'விண்மீன்' என்ற சொல்லை பயன்படுத்தி பழமொழிக்கு இணையான தொடர்களை உருவாக்கச் சொல்கிறது.  'விண்மீன் இல்லாவிட்டால் இரவு இருள்' என்ற பழமொழி  'விண்மீன்' என்ற சொல்லுடன் பொருத்தமானது.   "
  },
  {
    "description": "“அன்பு தருவது தமிழ்” என்ற தொடரின் மூலம் எந்தப் பழமொழியை விளக்க முடியும்?",
    "options": [
      "தமிழ் மொழி இனிமை நிறைந்தது",
      "தமிழ் மொழி அன்பும் அழகும் நிறைந்தது",
      "தமிழ் மொழி உலக மொழிகளிலே சிறந்தது",
      "தமிழ் மொழி மூலம் அனைவரையும் ஒன்றிணைக்கலாம்"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி 'அன்பு தருவது தமிழ்' என்ற தொடரை வைத்து பழமொழிக்கு இணையான பொருள் கொண்ட தொடர்களை உருவாக்கச் சொல்கிறது.  'தமிழ் மொழி அன்பும் அழகும் நிறைந்தது'  என்ற பழமொழி 'அன்பு தருவது தமிழ்' என்ற தொடருடன் பொருத்தமானது.   "
  },
  {
    "description": "“நான் தாய்மொழியிலேயே பேசுவேன்” என்ற வாக்கியம் எந்தப் பழமொழிக்குப் பொருத்தமாக இருக்கும்?",
    "options": [
      "தாய் மொழி போல் வேறொரு மொழி இல்லை",
      "தாய் மொழி மறந்தவன் தன்னை மறந்தவன்",
      "தாய் மொழி பேசுவது பெருமை",
      "தாய் மொழி கற்காமல் வெளிநாட்டு மொழி கற்க வேண்டாம்"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி 'நான் தாய்மொழியிலேயே பேசுவேன்' என்ற வாக்கியத்தை பயன்படுத்தி பழமொழிக்கு இணையான பொருள் கொண்ட தொடர்களை உருவாக்கச் சொல்கிறது. 'தாய் மொழி போல் வேறொரு மொழி இல்லை' என்ற பழமொழி  'நான் தாய்மொழியிலேயே பேசுவேன்' என்ற வாக்கியத்துடன் பொருத்தமானது.   "
  }
]
