
[
  {
    "description": "நூலகத்தின் நடமாடும் நூலகம் திட்டம் யாருக்கு பயன்படும்?",
    "options": [
      "நூலகத்தில் பணியாற்றுபவர்களுக்கு",
      "நூலகத்திற்கு அருகில் வசிப்பவர்களுக்கு",
      "நூலகங்கள் இல்லாத ஊர்களில் வசிப்பவர்களுக்கு",
      "பிரெய்லி நூல்களைப் படிப்பவர்களுக்கு"
    ],
    "answer": "C",
    "additional_context": "நூலகங்கள் இல்லாத ஊர்களில் வசிக்கும் மாணவர்கள் நூலகத்தில் படிக்க முடியாமல் சிரமப்படுவார்கள். அவர்களுக்கு உதவ தமிழக அரசு நடமாடும் நூலகம் திட்டத்தைத் தொடங்கியுள்ளது.  நடமாடும் நூலகம் திட்டத்தின் மூலம் நூல்கள் நிறைந்த வாகனங்கள் கிராமப்புறங்களைச் சென்றடையும்.  இதன் மூலம்  மாணவர்கள் நூலக வசதி பெற்று பயனடைவார்கள்."
  },
  {
    "description": "அண்ணா நூற்றாண்டு நூலகத்தில் கீழ்க்கண்டவற்றுள் எது இல்லை?",
    "options": [
      "கூட்ட அரங்கு",
      "கலையரங்கு",
      "கருத்தரங்கக் கூடம்",
      "விளையாட்டு மைதானம்"
    ],
    "answer": "D",
    "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் கூட்ட அரங்கு, கலையரங்கு, கருத்தரங்கக் கூடம் போன்றவை உள்ளன.  இவை  பல்வேறு நிகழ்ச்சிகளுக்கும், கூட்டங்களுக்கும் பயன்படுகின்றன."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எந்த தளத்தில் வரலாறு சார்ந்த நூல்கள் உள்ளன?",
    "options": [
      "முதல் தளம்",
      "ஐந்தாம் தளம்",
      "ஏழாம் தளம்",
      "எட்டாம் தளம்"
    ],
    "answer": "C",
    "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் ஏழாம் தளத்தில் வரலாறு சார்ந்த நூல்கள்  உள்ளன.  இந்த தளத்தில் அரசு கீழ்த்திசைச் சுவடிகள் நூலகமும் இயங்குகிறது.  மேலும், புவியியல், சுற்றுலா நூல்களும் ஏழாம் தளத்தில் உள்ளன."
  },
  {
    "description": "'குழந்தைகளுக்கான நூலகப் பிரிவு' என்பது எந்தப் பெயரால் அழைக்கப்படுகிறது?",
    "options": [
      "பல்லூடகப் பிரிவு",
      "மின் நூலகப் பிரிவு",
      "குழந்தைகள் பிரிவு",
      "அரசு கீழ்த்திசைச் சுவடிகள் நூலகம்"
    ],
    "answer": "C",
    "additional_context": "குழந்தைகளுக்கான நூலகப் பிரிவு 'குழந்தைகள் பிரிவு' என்று அழைக்கப்படுகிறது.  இந்த பிரிவில் குழந்தைகளுக்கான  நூல்கள், குறுந்தகடுகள், பல்லூடகக் குறுந்தகடுகள் மற்றும் பிற நாடுகளில் இருந்து திரட்டப்பட்ட நூல்கள் இடம் பெற்றுள்ளன."
  },
  {
    "description": "நூலகத்தில் சேகரிக்கப்பட்ட ஓலைச் சுவடிகள் எந்த தளத்தில் பாதுகாக்கப்படுகின்றன?",
    "options": [
      "தரைத்தளம்",
      "முதல் தளம்",
      "மூன்றாம் தளம்",
      "ஏழாம் தளம்"
    ],
    "answer": "D",
    "additional_context": "அண்ணா நூற்றாண்டு நூலகத்தில் ஏழாம் தளத்தில் அரசு கீழ்த்திசைச் சுவடிகள் நூலகம் இயங்குகிறது.  இங்கு பழைமையான ஓலைச் சுவடிகள் சேகரித்துப் பாதுகாத்து வைக்கப்பட்டுள்ளன."
  }
]
