
[
  {
    "description": "நிலவு, விண்மீன், புவிஈர்ப்புப் புலம் ஆகியவற்றை அடிப்படையாகக் கொண்டே பறவைகள் இடம் பெயர்கின்றன.  இவற்றில் எது பறவைகளின் வலசைப் பயணத்திற்கான முக்கிய காரணியாகும்?",
    "options": [
      "புவிஈர்ப்புப் புலம்",
      "நிலவு",
      "விண்மீன்",
      "இவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பறவைகள் உணவு, இருப்பிடம், தட்பவெப்பநிலை மாற்றம், இனப்பெருக்கம் இவற்றிற்காகவே இடம் பெயர்கின்றன. நிலவு, விண்மீன், புவிஈர்ப்புப் புலம் ஆகியவற்றை அடிப்படையாகக் கொண்டே பறவைகள் இடம் பெயர்கின்றன.  இவற்றில் எது பறவைகளின் வலசைப் பயணத்திற்கான முக்கிய காரணியாகும்?"
  },
  {
    "description": "பறவைகள் தங்களுக்கென ஒரு வழித்தடத்தைத் தேர்ந்தெடுத்து, அந்தப் பாதையிலேயே பறக்கின்றன.  இந்த வழித்தடம் எதனால் தீர்மானிக்கப்படுகிறது?",
    "options": [
      "பறவைகளின் உணவு தேவை",
      "பறவைகளின் இனப்பெருக்க காலம்",
      "பறவைகளின் பார்வைத் திறன் மற்றும் உணர்வு",
      "பறவைகளின் வழித்தடம் பரம்பரை மூலம் பரவுகிறது"
    ],
    "answer": "D",
    "additional_context": "பறவைகள் தங்களுக்கென ஒரு வழித்தடத்தைத் தேர்ந்தெடுத்து, அந்தப் பாதையிலேயே பறக்கின்றன.  இந்த வழித்தடம் பரம்பரை மூலம் பரவுகிறது. சில பறவை இனங்கள் அதே பாதையில் தாய்நிலங்களுக்குத் திரும்புகின்றன.  சில பறவை இனங்கள் போவதற்கும் வருவதற்கும் இருவேறு பாதைகளைப் பயன்படுத்துகின்றன."
  },
  {
    "description": "பூச்சிக்கொல்லி பயன்பாடு சிட்டுக்குருவிகளின் எண்ணிக்கையில் குறைவு ஏற்படுவதற்கான முக்கிய காரணமாகும்.  இது எவ்வாறு நிகழ்கிறது?",
    "options": [
      "பூச்சிக்கொல்லி பயன்பாடு சிட்டுக்குருவிகளின் இனப்பெருக்கத்தைக் குறைக்கிறது.",
      "பூச்சிக்கொல்லி பயன்பாடு சிட்டுக்குருவிகளுக்கு உணவாகும் புழு, பூச்சிகளை அழிக்கிறது.",
      "பூச்சிக்கொல்லி பயன்பாடு சிட்டுக்குருவிகளின் இறகுகளின் நிறத்தை மாற்றுகிறது.",
      "பூச்சிக்கொல்லி பயன்பாடு சிட்டுக்குருவிகளின் பறக்கும் திறனை குறைக்கிறது."
    ],
    "answer": "B",
    "additional_context": "மனிதர்கள் விவசாயத்திற்குப் பூச்சிக்கொல்லிகளைப் பயன்படுத்துவதால் குருவிக் குஞ்சுகளுக்கு உணவான புழுபூச்சிகள் கிடைப்பதில்லை. இதனால் சிட்டுக்குருவிகள் உணவு இல்லாமல் இறந்து விடுகின்றன."
  },
  {
    "description": "சிட்டுக்குருவிகள் கூடுகட்டும் காலங்களில் சத்தமிட்டுக் கொண்டே இருக்கும்.  இதன் நோக்கம் என்ன?",
    "options": [
      "தாங்கள் கூடுகட்டும் பகுதி பாதுகாப்பானது என்பதை மற்ற பறவைகளுக்கு அறிவிக்க.",
      "தாங்கள் கூடுகட்டும் பகுதிக்கு இரை கிடைப்பதற்கான வாய்ப்புகள் இருப்பதை  மற்ற பறவைகளுக்கு அறிவிக்க.",
      "இனப்பெருக்கத்திற்கான துணைக்காக அழைப்பு விடுக்க.",
      "தங்கள் குஞ்சுகளுக்கு எச்சரிக்கை விடுக்க."
    ],
    "answer": "C",
    "additional_context": "சிட்டுக்குருவி கூடுகட்டி வாழும் பறவையினத்தைச் சார்ந்தது. கூடுகட்டும் காலங்களில் சத்தமிட்டுக் கொண்டே இருக்கும். கூடுகட்டிய பின் மூன்று முதல் ஆறு முட்டைகள் வரை இடும். பதினான்கு நாட்கள் அடைகாக்கும். பதினைந்தாம் நாளில் குஞ்சுகள் வெளிவரும்."
  },
  {
    "description": "பறவைகள் இடம் பெயர்வதைப் \"வலசை போதல்\" என்று அழைப்பதற்கான காரணம் என்ன?",
    "options": [
      "அவை தங்களின் கூடுகளை வேறு இடங்களில் கட்டுகின்றன.",
      "அவை உணவு, தட்பவெப்பநிலை, இருப்பிடம் மற்றும் இனப்பெருக்கம் ஆகியவற்றைத் தேடி இடம் பெயர்கின்றன.",
      "அவை தங்கள் வாழ்விடத்தில் ஏற்படும் மாற்றங்களைச் சமாளிக்க வேறு இடங்களுக்குச் செல்கின்றன.",
      "அவை புதிய இடங்களைக் கண்டுபிடிக்கத் தவறுதலாகப் பறந்து செல்கின்றன."
    ],
    "answer": "B",
    "additional_context": "பறவைகள் கண்டம்விட்டுக் கண்டம் பறக்கின்றன. அவை பெருங்கடல்களையும் மலைகளையும் கடந்து போகின்றன; குறிப்பிட்ட காலத்திற்குப் பிறகு புறப்பட்ட இடத்திற்கே வந்து சேர்கின்றன. இவ்வாறு பறவைகள் இடம் பெயர்தலை வலசை போதல் என்பர். நீர்வாழ் பறவைகளே பெரும்பாலும் வலசை போகின்றன."
  }
]
