
[
  {
    "description": "“சிறகுகளின் மீது எழுவது போல” என்ற வரி இக்கவிதை வரிகளில் எதைக் குறிக்கிறது?",
    "options": [
      "இயற்கை அழகின் மீதான ஈர்ப்பு",
      "எளிதில் வரும் வெற்றி",
      "கடின உழைப்பின் மூலம் உயர்வு",
      "சமூகப் பங்களிப்பின் மூலம் பெருமை"
    ],
    "answer": "C",
    "additional_context": "கவிதை வரிகள் வாழ்க்கையில் பின்திரும்பிச் செல்ல முடியாது, நேற்றுடன் ஒத்துப் போகாது என்கிறது. கொடுப்பவரின் பரிசுடன் சமமாக எழுங்கள் என்கிறது. இந்த வரிகள் உழைப்பின் மூலம் உயர்வடைவதைப் பற்றிய ஒரு கருத்தை வெளிப்படுத்துகின்றன. “சிறகுகளின் மீது எழுவது போல” என்ற வரி எளிதாக வெற்றி பெறுவது போல் வாழ்க்கை இல்லை, கடின உழைப்பு தான் வாழ்க்கையில் உயர்வடைய உதவும் என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“உங்கள் பேச்சின் போது நீங்கள் விழிப்புணர்ச்சியுடன் இருப்பது நல்லது” என்ற வரி இக்கவிதை வரிகளில் என்ன செய்தியை வலியுறுத்துகிறது?",
    "options": [
      "பொறுமையுடன் பேசுவதன் முக்கியத்துவம்",
      "உண்மையான பேச்சு",
      "கவனத்துடன் பேசுவதன் முக்கியத்துவம்",
      "மற்றவர்களின் மனநிலைக்கு ஏற்ப பேசுதல்"
    ],
    "answer": "C",
    "additional_context": "நீங்கள் விழிப்புணர்ச்சியுடன் இருப்பது நல்லது என்கிறது. இது நாம் பேசும் போது கவனத்துடன் இருக்க வேண்டும் என்பதைக் குறிக்கிறது. நம் பேச்சு கவனமுள்ளதாக இருந்தால், நம் எண்ணங்களை தெளிவாகவும், புரிந்துகொள்ளக்கூடிய வகையிலும் வெளிப்படுத்த முடியும்."
  },
  {
    "description": "“கொடுப்பது பழத்தின் இயல்பு, பெறுவது வேரின் இயல்பு” என்ற வரி இக்கவிதை வரிகளில் என்ன செய்தியை வலியுறுத்துகிறது?",
    "options": [
      "பகிர்ந்து கொள்வது",
      "எதிர்காலத்தைப் பற்றிய கவலை",
      "வாழ்க்கையின் ஓட்டம்",
      "கடந்த காலத்தின் நினைவுகள்"
    ],
    "answer": "A",
    "additional_context": "பழம் வேரைப் பார்த்து முழுசாய்க்கொடு என சொல்லாது என்கிறது. இதிலிருந்து பழம் தன்னை வேரின் மீது சார்ந்து இருப்பதையும், வேரின் இயல்பு கொடுப்பது, பழத்தின் இயல்பு பெறுவது என்பதை புரிந்துகொள்ள முடியும். அதாவது,  வாழ்க்கையில் யார் யாருக்கு உதவி செய்கிறார்கள் என்பதை  சொல்லிக்காட்டுகிறது. வாழ்க்கை ஒரு சுழற்சி. ஒருவர் கொடுப்பது ஒருவருக்கு அவர்களின் தேவைக்கு. அதாவது, ஒருவருக்கு உதவுவது ஒருவருக்கு கடமை என்பதை குறிக்கிறது."
  },
  {
    "description": "“புல்லாங் குழலாகி விடுகிறீர்கள்” என்ற வரி இக்கவிதை வரிகளில் எதை உருவகப்படுத்துகிறது?",
    "options": [
      "இயற்கையின் அழகு",
      "உழைப்பின் மகத்துவம்",
      "சமூகப் பங்களிப்பு",
      "சுயநலம்"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள் உழைப்பின் மகத்துவத்தை குறிக்கின்றன. உழைப்பு ஒரு மனிதனின் வாழ்க்கையைப் பண்படுத்தி, வளர்ச்சியடையச் செய்யும் என்பதை இது காட்டுகிறது.  உழைப்பின் மூலம்  காலத்தின் கிசுகிசுப்பை இசையாக மாற்றிவிட முடியும் என்கிறது.  புல்லாங் குழலானது இசைக்கருவி. உழைப்பு என்பது புல்லாங் குழலைப் போல, அதைப் பயன்படுத்தும் போது அது நமக்கு மகிழ்ச்சியையும்  வளர்ச்சியையும் தரும் என்பதை  குறிக்கிறது."
  },
  {
    "description": "“பழுத்து உன் உள்ளீடுகளை எல்லாம் முழுசாய்க்கொடு என்று பழம் வேரைப் பார்த்து நிச்சயமாகச் சொல்லாது” என்ற வரி இக்கவிதை வரிகளில் எதைக் குறிக்கிறது?",
    "options": [
      "தன்னலம் இல்லாமை",
      "வாழ்க்கையின் மர்மம்",
      "உயர்ந்த கருத்துக்கள்",
      "ஞானம்"
    ],
    "answer": "A",
    "additional_context": "பழம் வேரைப் பார்த்து முழுசாய்க்கொடு என சொல்லாது என்கிறது. இதிலிருந்து பழம் தன்னை வேரின் மீது சார்ந்து இருப்பதையும், வேரின் இயல்பு கொடுப்பது, பழத்தின் இயல்பு பெறுவது என்பதை புரிந்துகொள்ள முடியும். அதாவது,  வாழ்க்கையில் யார் யாருக்கு உதவி செய்கிறார்கள் என்பதை  சொல்லிக்காட்டுகிறது. வாழ்க்கை ஒரு சுழற்சி. ஒருவர் கொடுப்பது ஒருவருக்கு அவர்களின் தேவைக்கு. அதாவது, ஒருவருக்கு உதவுவது ஒருவருக்கு கடமை என்பதை குறிக்கிறது."
  }
]
