[
          
  {
    
          "description": "“பொற்கோட்டு மேரு வலம் திரிதலான்” என்ற வரிகளில் “பொற்கோட்டு” என்பதன் பொருள் எது?",
          "options": [
      "பொன் நிறத்தில் இருக்கும் வானம்",
      "பொன் நிறத்தில் இருக்கும் இமயமலை",
      "பொன் நிறத்தில் இருக்கும் மலர்கள்",
      "பொன் நிறத்தில் இருக்கும் கடல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த வரிகளில் “பொற்கோட்டு” என்பது இமயமலையை குறிக்கிறது. இமயமலை பொற்கோட்டு நிறத்தைக் கொண்டு அழகாக இருக்கிறது. கதிரவன் இமயமலையை வலப்புறமாகச் சுற்றி வருகிறது. அதனால் கதிரவனைப் போற்றுவோம்!  என்று இளங்கோவடிகள் கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "“கதிரவன் போற்றுவோம்! கதிரவன் போற்றுவோம்!” என்ற வரிகளில் “கதிரவன்” என்பதன் பொருள் எது?",
          "options": [
      "ஞாயிறு",
      "நிலவு",
      "மழை",
      "காற்று"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“கதிரவன் போற்றுவோம்! கதிரவன் போற்றுவோம்!” என்ற வரிகளில் “கதிரவன்” என்பது ஞாயிறு. கதிரவன் திகிரிபோல் இமயமலையை வலம் வருகிறது. அவன் ஒரு பொற்கோட்டு சிகரமாக அழகாக இருக்கிறது. அதனால் ஞாயிறு அல்லது கதிரவனைப் போற்றுவோம்!"
          }
        ,
          
  {
    
          "description": "“காவிரி நாடன் திகிரிபோல்” என்ற வரிகளில் “காவிரி நாடன்” என்பதன் பொருள் எது?",
          "options": [
      "காவிரி ஆற்றுப் பகுதியில் வாழும் மக்கள்",
      "காவிரி ஆறு",
      "சோழ மன்னன்",
      "பூமி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "“காவிரி நாடன் திகிரிபோல்” என்ற வரிகளில் “காவிரி நாடன்” என்பது சோழ மன்னனை குறிக்கிறது. சோழ மன்னன் ஆட்சி செய்யும் நாடு காவிரி நாடாகும். சோழ மன்னனின் ஆணைச் சக்கரம் போல கதிரவனும் இமயமலையை வலம் வருகிறது.  எனவே சோழ மன்னன் “காவிரி நாடன்” என்று குறிப்பிடப்படுகிறான்."
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரம் எதைப் போற்றித் தொடங்குகிறது?",
          "options": [
      "மலையையும் கடலையும்",
      "நிலவையும் கதிரவனையும் மழையையும்",
      "வானத்தையும் காற்றையும்",
      "மண்ணையும் நீரையும்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சிலப்பதிகாரம் நிலவையும், கதிரவனையும், மழையையும் போற்றித் தொடங்குகிறது. இயற்கையின் அழகை, அதன் பயன்பாடுகளை இளங்கோவடிகள் இயற்கையை போற்றுகிறார்."
          }
        ,
          
  {
    
          "description": "'காவிரி நாடன்' என்ற சொல்லால் குறிக்கப்படுவது யார்?",
          "options": [
      "சேர மன்னன்",
      "பாண்டிய மன்னன்",
      "சோழ மன்னன்",
      "கொங்கு மன்னன்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "“காவிரி நாடன்” என்ற சொல்லால் குறிக்கப்படுவது சோழ மன்னன். சோழ மன்னன் காவிரி நதியின் கரையோரப் பகுதியை ஆட்சி செய்து வந்தான். எனவே அவரை  “காவிரி நாடன்” என்று அழைத்தனர்."
          }
        ]