[
          
  {
    
          "description": "'நீர் நிரம்பி இருந்தவரை ஊர் மக்களும், விலங்குகளும் பயன்படுத்தி மகிழ்ந்த குளம் அது' என்ற வாக்கியத்தில் உள்ள 'ஊர்' என்ற சொல் எந்த வகைப் பெயர்ச்சொல்?",
          "options": [
      "அ) இடுகுறிப் பொதுப்பெயர்",
      "ஆ) இடுகுறிச் சிறப்புப்பெயர்",
      "இ) காரணப் பொதுப்பெயர்",
      "ஈ) காரணச் சிறப்புப்பெயர்"
    ],
    "answer": "A",
    
          "additional_context": "நம் முன்னோர் சில பொருள்களுக்குக் காரணம் கருதாமல் பெயரிட்டு வழங்கினர். அவ்வாறு இட்டு வழங்கிய பெயர்கள் இடுகுறிப்பெயர்கள் ஆகும். இடுகுறிப் பொதுப்பெயர், இடுகுறிச் சிறப்புப்பெயர் என இடுகுறிப்பெயர் இரண்டு வகைப்படும். ஓர் இடுகுறிப்பெயர் அத்தன்மை உடைய எல்லாப் பொருள்களையும் பொதுவாகக் குறிப்பது இடுகுறிப் பொதுப்பெயர் எனப்படும். ஓர் இடுகுறிப்பெயர் குறிப்பாக ஒரு பொருளை மட்டும் குறிப்பது இடுகுறிச் சிறப்புப்பெயர் எனப்படும்.  'ஊர்' என்ற சொல் பொதுவாக எல்லா ஊர்களையும் குறிக்கிறது. அதனால் இது இடுகுறிப் பொதுப்பெயர்."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது காரணச் சிறப்புப்பெயர்?",
          "options": [
      "மரம்",
      "மரங்கொத்தி",
      "காற்று",
      "வயல்"
    ],
    "answer": "B",
    
          "additional_context": "நம் முன்னோர் சில பொருள்களுக்குக் காரணம் கருதிப் பெயரிட்டனர். இவ்வாறு காரணத்தோடு ஒரு பொருளுக்கு வழங்கும் பெயர் காரணப்பெயர் எனப்படும். காரணப் பொதுப்பெயர், காரணச் சிறப்புப்பெயர் எனக் காரணப் பெயர் இரு வகைப்படும். காரணப்பெயர் குறிப்பிட்ட காரணமுடைய எல்லாப் பொருள்களுள் ஒன்றை மட்டும் சிறப்பாகக் குறிப்பது காரணச்சிறப்புப்பெயர் ஆகும். மரங்கொத்தி மரத்தில் துளையிட்டுப் பிழைப்பதால் அது மரங்கொத்தி என்று பெயர் பெற்றது. அதனால் மரங்கொத்தி ஒரு காரணச் சிறப்புப்பெயர்."
          }
        ,
          
  {
    
          "description": "'இடுகுறிப்பெயர்கள்' என்ற வார்த்தையின் அர்த்தம் என்ன?",
          "options": [
      "பொருளின் இயல்பைப் பொதுவாகக் குறிக்கும் பெயர்கள்",
      "பொருளின் காரணத்தைப் பொதுவாகக் குறிக்கும் பெயர்கள்",
      "பொருளின் இயல்பைச் சிறப்பாகக் குறிக்கும் பெயர்கள்",
      "பொருளின் காரணத்தைச் சிறப்பாகக் குறிக்கும் பெயர்கள்"
    ],
    "answer": "A",
    
          "additional_context": "நம் முன்னோர் சில பொருள்களுக்குக் காரணம் கருதாமல் பெயரிட்டு வழங்கினர். அவ்வாறு இட்டு வழங்கிய பெயர்கள் இடுகுறிப்பெயர்கள் ஆகும். இது பொருளின் இயல்பைப் பொதுவாகக் குறிக்கும்."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது பொருட்பெயர்?",
          "options": [
      "படித்தல்",
      "புத்தகம்",
      "சித்திரை",
      "மாலையில்"
    ],
    "answer": "B",
    
          "additional_context": "பொருளைக் குறிக்கும் பெயர் பொருட்பெயர் எனப்படும். இஃது உயிருள்ள பொருள்களையும் உயிரற்ற பொருள்களையும் குறிக்கும்.  புத்தகம் என்பது உயிரற்ற பொருளை குறிக்கிறது. அதனால் புத்தகம் ஒரு பொருட்பெயர்."
          }
        ,
          
  {
    
          "description": "'நீர் நிரம்பி இருந்தவரை ஊர் மக்களும், விலங்குகளும் மரங்கொத்திபோன்ற பறவைகளும் பயன்படுத்தி மகிழ்ந்த குளம் அது.' - இந்தப் பகுதியில் எத்தனை இடுகுறிப்பெயர்கள் உள்ளன?",
          "options": [
      "இரண்டு",
      "மூன்று",
      "நான்கு",
      "ஐந்து"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வாக்கியத்தில் இடுகுறிப்பெயர்கள் : ஊர், விலங்குகள், மரங்கொத்தி, பறவைகள். இந்த வாக்கியத்தில் நான்கு இடுகுறிப்பெயர்கள் உள்ளன."
          }
        ]