[
          
  {
    
          "description": "மூதுரை நூல் எதைப் பற்றிப் பேசுகிறது?",
          "options": [
      "அ) மன்னர்களின் பெருமைகளை ",
      "ஆ) கற்றவர்களின் பெருமைகளை",
      "இ) தெய்வீகச் சக்திகளை ",
      "ஈ) தர்மத்தின் முக்கியத்துவத்தை"
    ],
    "answer": "B",
    
          "additional_context": "மூதுரை நூல் கல்வியின் சிறப்பையும் கற்றவர்களின் பெருமைகளையும் எடுத்துரைக்கிறது. இதில் மன்னன் மற்றும் கற்றவரை ஒப்பிட்டு பார்க்கும் போது, மன்னனின் பெருமை அவன் நாட்டில் மட்டுமே இருக்கும். ஆனால் கற்றவரின் பெருமை எங்கும் எப்போதும் இருக்கும். இதன் மூலம் கல்வியின் சிறப்பை ஔவையார் எடுத்துக் காட்டுகிறார்."
          }
        ,
          
  {
    
          "description": "'தேசம்' என்னும் சொல்லின் பொருள் என்ன?",
          "options": [
      "அ) நாடு ",
      "ஆ) ஊர்",
      "இ) இடம் ",
      "ஈ) பகுதி"
    ],
    "answer": "A",
    
          "additional_context": "மன்னன் அல்லது ஆட்சியாளருக்குத் தன் நாடு மட்டுமே பெரியது.  மன்னனுக்குத் தன் தேசத்தில் மட்டுமே சிறப்பு இருக்கும் என்கிறார் ஔவையார். இதன் மூலம் தேசம் என்பது ஒரு நாட்டைக் குறிக்கிறது என்பதை நாம் அறியலாம்."
          }
        ,
          
  {
    
          "description": "கல்வியைப் பற்றி மூதுரை எவ்வாறு கூறுகிறது?",
          "options": [
      "அ) கல்வி என்பது உயர்ந்த செல்வம்",
      "ஆ) கல்வி என்பது மனிதனின் கடமை ",
      "இ) கல்வி என்பது நாட்டின் வளர்ச்சி ",
      "ஈ) கல்வி என்பது இறைவனின் அருள்"
    ],
    "answer": "A",
    
          "additional_context": "மூதுரை நூலில் கல்வியை ஔவையார் ஒரு பெரிய செல்வம் என்று குறிப்பிடுகிறார். இந்த செல்வத்தை எவரும் கைப்பற்றவோ, அழிக்கவோ முடியாது. இது மனிதனை எங்கும் எப்போதும் சிறப்புப் பெற வைக்கும்.  எனவே,  கல்வி என்பது ஒரு அழியாச் செல்வம் என்று ஔவையார் வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "மூதுரை பாடலில் மன்னன் மற்றும் கற்றவர் ஆகியோரை ஒப்பிட்டுப் பார்த்தால், யார் சிறந்தவர்?",
          "options": [
      "அ) மன்னன்",
      "ஆ) கற்றவர்",
      "இ) இருவரும் சமம்",
      "ஈ) எந்த ஒரு தீர்ப்பும் இல்லை "
    ],
    "answer": "B",
    
          "additional_context": "மூதுரை நூலில் மன்னனைவிடக் கற்றவர் சிறந்தவர் எனக் கூறப்படுகிறது.  மன்னனுக்குத் தன் நாட்டில் மட்டுமே சிறப்பு.  ஆனால் கல்வி கற்றவருக்குச் சென்ற இடங்களில் எல்லாம் சிறப்பு.  எனவே, கல்வியின் பெருமை மன்னனைவிட அதிகம் என்று ஔவையார் கருதுகிறார்."
          }
        ,
          
  {
    
          "description": "கல்வியின் பெருமை பற்றி சில பழமொழிகள் அல்லது பாடல் அடிகளை பெரியோர்களிடம் கேட்டு எழுதுங்கள். இது ஒரு பணியா?",
          "options": [
      "அ) ஆம் ",
      "ஆ) இல்லை ",
      "இ) சில நேரங்களில் ",
      "ஈ) பொறுத்துப் பார்க்க வேண்டும் "
    ],
    "answer": "A",
    
          "additional_context": "கல்வியின் பெருமை பற்றி பல பழமொழிகள் மற்றும் பாடல் அடிகள் உள்ளன. அந்தப் பாடல்களில் சிலவற்றை பெரியோர்களிடம் கேட்டு எழுதிப்பார்க்க வேண்டும். இது ஒரு பணியாகும். "
          }
        ]