
[
  {
    "description": "'உங்கள் பேச்சின் போது நீங்கள் விழிப்புணர்ச்சியுடன் இருப்பது நல்லது' என்ற வரியின் பொருள்:",
    "options": [
      "நாம் எப்போதும் பேசும்போது மெதுவாகவும் அமைதியாகவும் இருக்க வேண்டும்",
      "நாம் பேசும்போது எப்போதும் கவனமாகவும் யோசித்துப் பேச வேண்டும்",
      "நம் பேச்சு எப்போதும் உண்மையாகவும் நேர்மையாகவும் இருக்க வேண்டும்",
      "நம் பேச்சு எப்போதும் அழகாகவும் இனிமையாகவும் இருக்க வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "இந்த வரி கலீல் கிப்ரான் எழுதிய நூலில் இருந்து எடுக்கப்பட்டது. நாம் பேசும் போது எப்போதும் கவனமாகவும் யோசித்துப் பேச வேண்டும் என்பதை இந்த வரி வலியுறுத்துகிறது. நம் பேச்சின் மூலம் நாம் நம்மை வெளிப்படுத்துகிறோம். அது எப்போதும் சரியானதாகவும் பொருத்தமானதாகவும் இருக்க வேண்டும். நாம் எப்போதும் விழிப்புணர்ச்சியுடன் இருந்து பேச வேண்டும். நம் பேச்சு மற்றவர்களின் மனதில் ஒரு நல்ல தாக்கத்தை ஏற்படுத்த வேண்டும்."
  },
  {
    "description": "'கொடுப்பது பழத்தின் இயல்பு, பெறுவது வேரின் இயல்பு' என்ற வரியின் மூலம்:",
    "options": [
      "மனிதர்கள் ஒருவருக்கொருவர் பரிமாறிக் கொள்ள வேண்டும் என்பதை கவிஞர் வலியுறுத்துகிறார்.",
      "மனிதர்கள் சுயநலம் கொண்டவர்கள் என்பதை கவிஞர் காட்டுகிறார்.",
      "உலகில் எல்லாருக்கும் ஒரு பங்கு இருக்கிறது என்பதை கவிஞர் விளக்குகிறார்.",
      "தன்னலமின்றி இயற்கையாகவே கொடுக்க வேண்டும் என்பதை கவிஞர் குறிப்பிடுகிறார்."
    ],
    "answer": "D",
    "additional_context": "இந்த வரி, கொடுப்பது பெறுவதை விட சிறந்தது என்பதை நமக்கு உணர்த்துகிறது. இயற்கையாகவே மரம் பழங்களைத் தருகிறது. வேர் மண்ணில் இருந்து சத்துகளை எடுத்து மரத்திற்கு அளிக்கிறது. இதுபோல், நாம் மற்றவர்களுக்கு நன்மை செய்வது தன்னலமின்றி, மனித இயல்பாகும். இதன்மூலம் நமக்கு மகிழ்ச்சி கிடைக்கும். இயற்கை எப்படி வேரைப் பாதுகாத்து பழங்களைத் தருகிறதோ, அதுபோல நாம் மற்றவர்களுக்கு நல்லதைச் செய்ய வேண்டும்."
  },
  {
    "description": "'புல்லாங் குழலாகி விடுகிறீர்கள்' என்ற வரியின் பொருள் என்ன?",
    "options": [
      "உழைக்கும்போது மனிதன் துயரமடைந்து விடுகிறான்",
      "உழைக்கும்போது மனிதன் ஒரு இசைக்கருவியைப் போன்று ஆகிவிடுகிறான்",
      "உழைக்கும்போது மனிதன் கடினமாகவும் சிரமமாகவும் இருக்கிறான்",
      "உழைக்கும்போது மனிதன் ஒரு கலைஞனாகி விடுகிறான்"
    ],
    "answer": "D",
    "additional_context": "இந்த வரி, உழைப்பின் மூலம் நம்மை மேம்படுத்திக் கொள்ள முடியும் என்பதை காட்டுகிறது. இசைக்கருவியைப் போல, நாம் உழைக்கும் போது எல்லாத் துன்பங்களையும் மறந்து, உற்சாகமாகி விடுகிறோம். நம் உழைப்பு நம்மை ஒரு கலைஞனாக மாற்றுகிறது. இயற்கை தனது சக்தியை வெளிப்படுத்துவது போல், நம் உழைப்பின் மூலம் நாம் நம் திறமைகளை வெளிப்படுத்த முடியும்."
  },
  {
    "description": "'உன் உள்ளீடுகளை எல்லாம் முழுசாய்க்கொடு' என்ற வரியின் அர்த்தம் என்ன?",
    "options": [
      "மனிதன் எப்போதும் தன்னை முழுமையாக கொடுக்க வேண்டும்",
      "மனிதன் தன் நன்மைகளை மட்டுமே காட்ட வேண்டும்",
      "மனிதன் தன்னை எப்போதும் மறைத்து வைக்க வேண்டும்",
      "மனிதன் எப்போதும் எதிரிகளைப் போராட தயாராக இருக்க வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரி நாம் எப்போதும் நேர்மையாகவும், தயாளமாகவும் இருக்க வேண்டும் என்பதை சொல்கிறது. நம்மை நாமே முழுமையாக காட்ட வேண்டும். நம் திறமைகள் எல்லாம் வெளிப்பட வேண்டும். நம்மை மற்றவர்கள் ஏற்றுக்கொள்ளும் போது, நமக்கு மகிழ்ச்சி கிடைக்கும். நாம் நம் உள்ளீடுகளை எல்லாம் கொடுத்து, மனநிறைவை பெற வேண்டும்."
  },
  {
    "description": "கவிஞர் தனது கவிதையில் “நீங்கள் நல்லவர்” என்ற சொல்லை அடிக்கடி பயன்படுத்துவது ஏன்?",
    "options": [
      "கவிஞர் எல்லோரும் நல்லவர்களாக இருக்க வேண்டும் என்று விரும்புகிறார்.",
      "கவிஞர் தனது கருத்துக்களை வலியுறுத்த இதை ஒரு வார்த்தையாக பயன்படுத்துகிறார்.",
      "கவிஞர் தனது வாசகர்களுடன் ஒரு நெருங்கிய தொடர்பை ஏற்படுத்திக் கொள்ள இதை பயன்படுத்துகிறார்.",
      "மேற்கண்ட எல்லாம்."
    ],
    "answer": "D",
    "additional_context": "இந்த வரி, நாம் அனைவரும் நல்லவர்களாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது. நம் உள்ளம் எப்போதும் நல்ல எண்ணங்களால் நிரம்பி இருக்க வேண்டும். மற்றவர்களுக்கு நன்மை செய்வது நமக்கும் மகிழ்ச்சியைத் தரும். நாம் நல்லவர்களாக இருக்கும் போது நமக்கு மனநிறைவு கிடைக்கும். இந்த நல்ல எண்ணங்கள் நம் வாழ்வை மேம்படுத்தும்."
  }
]
