[
          
  {
    
          "description": "“பெருகிவரும் மக்களின் தேவைக்காக இயற்கையை அழிப்பது சரியா?” என்ற கேள்வியின் முக்கியப் பொருள் என்ன?",
          "options": [
      "மக்களின் தேவைகள் முக்கியம்",
      "இயற்கையை அழிப்பது தவறு",
      "இயற்கை வளங்களைப் பாதுகாப்பது முக்கியம்",
      "மக்களின் தேவைகளை நிறைவேற்ற இயற்கை அழிவு அவசியம்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி இயற்கை வளங்களைப் பாதுகாப்பதன் முக்கியத்துவத்தை எடுத்துக்காட்டுகிறது. மக்களின் தேவைகள் முக்கியமானவை என்றாலும், அவற்றை நிறைவேற்றுவதற்காக இயற்கையை அழிப்பது நீண்ட காலத்திற்குப் பல தீங்கு விளைவிக்கும். இயற்கை வளங்களைப் பாதுகாப்பதன் மூலம், எதிர்கால சந்ததியினருக்கு ஒரு பாதுகாப்பான மற்றும் நிலையான சூழலை உருவாக்க முடியும்."
          }
        ,
          
  {
    
          "description": "“கண்டம்” என்ற கலைச்சொல்லின் ஆங்கிலப் பெயர் என்ன?",
          "options": [
      "Continent",
      "Climate",
      "Weather",
      "Migration"
    ],
    "answer": "A",
    
          "additional_context": "கண்டம் என்பது ஒரு பெரிய நிலப்பகுதி, இது கடலால் சூழப்பட்டிருக்கும். உலகில் ஏழு கண்டங்கள் உள்ளன: ஆசியா, ஆப்பிரிக்கா, வட அமெரிக்கா, தென் அமெரிக்கா, அண்டார்டிகா, ஐரோப்பா மற்றும் ஆஸ்திரேலியா. ஆங்கிலத்தில் கண்டம் 'Continent' என்று அழைக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கபிலன் வேலை செய்ததால் களைப்பாக இருக்கிறான். பின்வரும் வாக்கியத்தை இரண்டு தொடர்களாகப் பிரித்து எழுது.",
          "options": [
      "கபிலன் வேலை செய்தான். களைப்பாக இருக்கிறான்.",
      "கபிலன் வேலை செய்தார். களைப்புற்றார்.",
      "கபிலன் வேலை செய்து, களைப்பாக இருக்கிறான்.",
      "கபிலன் வேலை செய்வதால் களைப்பாக இருக்கிறான்."
    ],
    "answer": "A",
    
          "additional_context": "ஒரு வாக்கியத்தை இரண்டு அல்லது அதற்கு மேற்பட்ட தொடர்களாகப் பிரிப்பது இலக்கண ரீதியாக சரியானது. இந்தத் தொடர்கள், ஒரு முழுமையான எண்ணத்தைக் கொண்டிருக்க வேண்டும். மேலே உள்ள வாக்கியத்தில், 'கபிலன் வேலை செய்ததால்' என்பது ஒரு தொடர், 'களைப்பாக இருக்கிறான்' என்பது மற்றொரு தொடர். எனவே, 'கபிலன் வேலை செய்தான். களைப்பாக இருக்கிறான்.' என்பது சரியான விடை."
          }
        ,
          
  {
    
          "description": "'பணி' என்ற சொல்லுக்குப் பொருத்தமான வேறு சொல் எது?",
          "options": [
      "பனி",
      "பறவை",
      "உரை",
      "வேலை"
    ],
    "answer": "D",
    
          "additional_context": "பணி என்பது ஒரு குறிப்பிட்ட பணியைக் குறிக்கும். 'வேலை' என்பது பணிக்கு ஒரு பொருத்தமான வேறு சொல். இரண்டும் ஒரே பொருளைப் பெற்றுள்ளன. உதாரணமாக, 'அவர் பணியில் ஈடுபட்டிருந்தார்' என்ற வாக்கியத்தில், 'பணியில்' என்ற சொல்லுக்குப் பதிலாக 'வேலையில்' என்ற சொல்லைப் பயன்படுத்தலாம்."
          }
        ,
          
  {
    
          "description": "'வலசை' என்பதன் வேறு பெயர் எது?",
          "options": [
      "காப்பகம்",
      "புள்",
      "இடம்பெயர்தல்",
      "சரணாலயம்"
    ],
    "answer": "C",
    
          "additional_context": "வலசை என்பது பறவைகள், விலங்குகள், மீன், மற்றும் பூச்சிகள் போன்ற உயிரினங்கள் ஒரு இடத்திலிருந்து மற்றொரு இடத்திற்கு குறிப்பிட்ட காலங்களில் செல்லும் நிகழ்வு. இடம்பெயர்தல் என்பது வலசைக்கு ஒரு பொருத்தமான வேறு சொல். இது உயிரினங்கள் ஒரு இடத்திலிருந்து மற்றொரு இடத்திற்கு குறிப்பிட்ட காலங்களில் செல்லும் நிகழ்வைக் குறிக்கிறது."
          }
        ]