
[
  {
    "description": "கடல் பாடலில் மீனவர்கள் தமது வாழ்க்கையை ஒரு பள்ளிக்கூடத்திற்கு ஒப்பிட்டுப் பாடுகின்றனர். பள்ளிக்கூடம் என்று மீனவர்கள் குறிப்பிடுவது எது?",
    "options": [
      "மீனவர்களின் வீடு",
      "விரிந்த கடல்",
      "வானத்தில் உள்ள விண்மீன்கள்",
      "கடலில் உள்ள மீன்கள்"
    ],
    "answer": "B",
    "additional_context": "கடல் பாடலில் மீனவர்கள் தமது வாழ்க்கையை ஒரு பள்ளிக்கூடத்திற்கு ஒப்பிட்டுப் பாடுகின்றனர்.  விரிந்த கடல் தான் மீனவர்கள் பள்ளிக்கூடம் என்கிறார்கள்.  அதாவது கடலில் வாழ்க்கை என்பது எப்போதும் புதுமையானது, கற்றுக்கொள்ளும் தன்மையுடையது, அவர்களுக்கு கடல் வாழ்க்கையே கல்வி என்கிறார்கள்."
  },
  {
    "description": "கடல் பாடலில் மீனவர்கள் தங்களின் தொழிலை எதனோடு ஒப்பிட்டுப் பாடுகின்றனர்?",
    "options": [
      "கதிரவனின் ஒளி",
      "வீட்டில் இருக்கும் ஊஞ்சல்",
      "கடலில் இருக்கும் மீன்கள்",
      "இடி இறங்கும் ஒலி"
    ],
    "answer": "C",
    "additional_context": "மீனவர்கள் தங்களின் தொழிலை கடலில் இருக்கும் மீன்களோடு ஒப்பிட்டுப் பாடுகின்றனர்.  அவர்கள் தொழில் எனும்போது மீன்கள் பிடிப்பது, கடலில் இருக்கும் மீன்களை வலைவீசிப் பிடிப்பது,  தங்களின் வாழ்க்கையே மீன்களைப் போல கடலில் வாழ்வது என்கிறார்கள்."
  },
  {
    "description": "\"மின்னல்வரி அரிச்சுவடி\" என்ற வரியின் மூலம் மீனவர்களின் வாழ்க்கை எதைப் போன்றது என்று கூறுகிறது?",
    "options": [
      "மீனவர்கள் மின்னலைக் கண்டு பயப்படுகிறார்கள்.",
      "மீனவர்கள் வாழ்க்கை அரிச்சுவடி போன்று எளிதானது.",
      "மீனவர்கள் வாழ்க்கை கல்வி கற்கும் வாழ்க்கையைப் போன்றது.",
      "மீனவர்கள் அரிச்சுவடி கற்பவர்களைப் போன்று கடினமான வாழ்க்கையைக் கடக்க வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "\"மின்னல்வரி அரிச்சுவடி\" என்ற வரியின் மூலம் மீனவர்கள் வாழ்க்கை கல்வி கற்கும் வாழ்க்கையைப் போன்றது என்று கூறுகிறது.  மின்னல் வரி அரிச்சுவடி என்பது கடல் பயணத்தில் அடிப்படையான பாடம் என்கிறார்கள். அவர்கள் வாழ்க்கை என்பது எப்போதும் கல்வி கற்கும் வாழ்க்கை என்பதைக் காட்டுகிறது."
  },
  {
    "description": "கடல் பாடலில் மீனவர்களின் வாழ்க்கையை எது போன்று குறிப்பிடப்படுகிறது?",
    "options": [
      "நெய்தல் நிலத்தின் வாழ்க்கை",
      "ஆடு மேய்க்கும் வாழ்க்கை",
      "மலைவாழ் மக்களின் வாழ்க்கை",
      "கிராம வாழ்க்கை"
    ],
    "answer": "A",
    "additional_context": "கடல் பாடலில் மீனவர்கள் தங்களின் வாழ்க்கையை நெய்தல் நிலத்தின் வாழ்க்கையோடு ஒப்பிடுகிறார்கள்.  மீனவர்கள் கடல் சார்ந்த வாழ்க்கை வாழ்பவர்கள்.  அவர்கள் கடல், மணல், காற்று, மீன்கள், விண்மீன்கள்,  இவற்றைப் பற்றிப் பாடுகிறார்கள். நெய்தல் நிலத்தின் வாழ்க்கையே கடல் சார்ந்த வாழ்க்கை என்பதால் மீனவர்களின் வாழ்க்கை நெய்தல் வாழ்க்கைக்கு ஒப்பானது."
  },
  {
    "description": "கடல் பாடலில் \"தொழும்தலைவன் பெருவானம்\" என்ற வரி குறிப்பிடுவது எதை?",
    "options": [
      "மீனவர்கள் வணங்கும் கடவுள்",
      "மீனவர்களின் வாழ்க்கையை வழிநடத்தும் கடல்",
      "மீனவர்களின் வாழ்க்கைப் போராட்டத்தின் அடையாளம்",
      "மீனவர்களின் கடல் பயணத்தின் போது அவர்களைப் பாதுகாக்கும் வானம்"
    ],
    "answer": "B",
    "additional_context": "மீனவர்கள் கடலோடு வாழ்க்கை நடத்துபவர்கள்.  அவர்களின் வாழ்க்கை கடலைச் சார்ந்தது.  கடல் தான் அவர்களின் தொழில், அவர்களின் உணவு, அவர்களின் வாழ்விடம்.  கடல் என்பது தான் அவர்களின் தொழில் தலைவன் என்கிறார்கள்."
  }
]
