
[
  {
    "description": "“மல்லெடுத்த திண்டோள் மறத்தால் வளப்படுத்தி ஊராக்கி ஓங்கும் நகராக்கி நாடென்ற பேராக்கி வாழ்ந்த பெருமை அவன்பெற்றான்” - இப்பகுதி  நமக்கு என்ன உணர்த்துகிறது?",
    "options": [
      "a) தமிழன் தன் உழைப்பினால் காடுகளைப் பண்படுத்தி வாழ்ந்தான்.",
      "b) தமிழன் தன் உடல் வலிமையால்  வளங்களைப் பெருக்கினான்.",
      "c) தமிழன் ஊர், நகரம், நாடு என  நாட்டை வளர்த்து வாழ்ந்தான்.",
      "d) மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "d",
    "additional_context": "இந்தப் பாடல் பகுதி நமக்குத் தமிழரின் வாழ்க்கைப் பண்பாட்டைப் பற்றி கூறுகிறது. காடுகளில் வாழ்ந்த மனிதன், தன் வலிமையால் காடுகளைப் பண்படுத்தி, விளைநிலங்களை உருவாக்கி, பயிர்களை விளைவித்து, ஊர், நகரம், நாடு எனத் தனது வாழ்வியலை வளர்த்து, பெருமை அடைந்தான் என்பதை இந்தப் பகுதி எடுத்துரைக்கிறது.  "
  },
  {
    "description": "“எக்களிப்பு மீதூர ஏலம் மிளகுமுதற், பண்டங்கள் ஏற்றிப் பயன்நல்கும் வாணிகத்தால் கண்டங்கள் சுற்றிக் கலமேறி வந்தவன்தான்.” -  இப்பகுதி நமக்கு தமிழரின் எந்த குணத்தை எடுத்துரைக்கிறது?",
    "options": [
      "a) போர்திறமை",
      "b) வணிகத்திறமை",
      "c)  மதத்திறமை",
      "d) கலைத்திறமை"
    ],
    "answer": "b",
    "additional_context": "இந்தப் பாடல் பகுதி தமிழரின் வணிகத் திறமையை வெளிப்படுத்துகிறது.  ஏலம், மிளகு போன்ற பண்டங்களை ஏற்றி, கப்பல் மூலம் கண்டங்களைச் சுற்றி வணிகம் செய்து பெருமை அடைந்தான் என்பது நமக்கு இந்தப் பகுதி மூலம் தெரிய வருகிறது. "
  },
  {
    "description": "“முல்லை மருதம் குறிஞ்சி நெய்தல் நானிலத்தைக் கண்டபெரும் நாகரிக மாந்தன்அவன்.” - இப்பகுதியில் 'நானிலம்' என்று குறிப்பிடப்படுவது எது?",
    "options": [
      "a) நான்கு வகையான நிலப்பரப்புகள்",
      "b) நான்கு வகையான உணவு வகைகள்",
      "c) நான்கு வகையான மொழிகள்",
      "d) நான்கு வகையான மதங்கள்"
    ],
    "answer": "a",
    "additional_context": "நானிலம் என்பது தமிழ் மக்கள் வாழ்ந்த நான்கு வகையான நிலப்பரப்புகளைக் குறிக்கிறது. அவை முல்லை, மருதம், குறிஞ்சி, நெய்தல் ஆகும். தமிழ் மக்கள் தங்கள் வாழ்வியலை நான்கு வகையான நிலப்பரப்புகளுக்கு ஏற்ப மாற்றிக் கொண்டனர் என்பதை இந்தப் பகுதி எடுத்துரைக்கிறது.  "
  },
  {
    "description": "“முடியரசன்” என்ற பாடல் பகுதியில்,  தமிழன் சான்றோர்கள் அஞ்சும் எந்த தீமையை அஞ்சி விலக்கிடுவான் என்று கூறப்படுகிறது?",
    "options": [
      "a) பொய் சொல்வதை",
      "b)  கொலை செய்வதை",
      "c)  திருடுவதை",
      "d)  மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "d",
    "additional_context": "முடியரசன் என்ற பாடல் பகுதி தமிழரின் நன்னெறியைப் பற்றி கூறுகிறது.  சான்றோர்கள் அஞ்சும் தீமைகளான பொய் சொல்வது, கொலை செய்வது, திருடுவது ஆகியவற்றை அஞ்சி விலக்கிடுவான் என்பதை இந்தப் பகுதி தெளிவுபடுத்துகிறது.  "
  },
  {
    "description": "பாடலில் “ஆழிக்குள்” என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இதன் பொருள் யாது?",
    "options": [
      "a)  வானம்",
      "b) காற்று",
      "c) மலை",
      "d) கடல்"
    ],
    "answer": "d",
    "additional_context": "ஆழி என்பது கடலைக் குறிக்கும் சொல்.  இந்தப் பாடல் பகுதியில் தமிழரின் கடல் பயணத்தைப் பற்றி கூறப்படுகிறது. கடல் பயணம் செய்து, கடலில் மூழ்கி முத்தெடுத்தான் என்பதை இந்தப் பகுதி விளக்குகிறது.  "
  }
]
