
[
  {
    "description": "“இலக்கியா இனிமையாகப் பாடியதால் பரிசு பெற்றாள்” என்ற வாக்கியத்தை இரண்டு தொடர்களாகப் பிரித்து எழுதும் போது எந்த தொடர் சரியானது?",
    "options": [
      "இலக்கியா இனிமையாகப் பாடியாள். பரிசு பெற்றாள்.",
      "இலக்கியா இனிமையாகப் பாடியதால். பரிசு பெற்றாள்.",
      "இலக்கியா இனிமையாகப் பாடியாள். பரிசு பெற்றாள்.",
      "இலக்கியா இனிமையாகப் பாடியதால். பரிசு பெற்றாள்."
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி தொடர்புடைய ஒரு வாக்கியத்தை இரண்டு தொடர்களாக பிரிக்கும் விதத்தை சோதிக்கிறது. 'இலக்கியா இனிமையாகப் பாடியதால் பரிசு பெற்றாள்' என்ற வாக்கியத்தை இரண்டு தொடர்களாக பிரிக்கும்போது, 'இலக்கியா இனிமையாகப் பாடியாள்' மற்றும் 'பரிசு பெற்றாள்' என்று பிரிக்க வேண்டும். இது 'இலக்கியா' என்பவள் இனிமையாகப் பாடி பரிசு பெற்றாள் என்பதைப் புரிந்துகொள்ள உதவுகிறது."
  },
  {
    "description": "கீழ்க்கண்ட சொற்களில் எது “பணி” என்ற சொல்லுக்குப் பொருத்தமானது?",
    "options": [
      "பறவை",
      "உரை",
      "பனி",
      "அழைத்தாள்"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி பொருத்தமான சொல்லைத் தேர்ந்தெடுத்து எழுதுமாறு கேட்கிறது. 'பணி' என்ற சொல்லுக்குப் பொருத்தமான சொல் 'பனி'. ஏனெனில் 'பனி' என்பது 'வேலை' அல்லது 'பணியாற்றுதல்' என்பதைக் குறிக்கிறது. மற்ற சொற்கள் பொருத்தமானவை அல்ல."
  },
  {
    "description": "“சரணாலயம்” என்பதன் வேறு பெயர் என்ன?",
    "options": [
      "பறவை",
      "வலசை",
      "காப்பகம்",
      "புள்"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி 'சரணாலயம்' என்ற சொல்லின் வேறு பெயரைத் தேர்ந்தெடுக்க வேண்டுகிறது. 'சரணாலயம்' என்பது 'காப்பகம்' எனப்படும். 'காப்பகம்' என்பது விலங்குகள் அல்லது பறவைகளைப் பாதுகாக்கும் இடம். 'சரணாலயம்' என்பது விலங்குகள் அல்லது பறவைகளைப் பாதுகாக்கும் இடம் என்பதை நினைவில் கொள்வது அவசியம்."
  },
  {
    "description": "“மிகப்பெரிய சாண்டியாகோ மீனைப் பிடித்தார்” என்ற வாக்கியத்தில் சொற்களின் வரிசை சரியானதா?",
    "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி ஒரு வாக்கியத்தில் சொற்களின் வரிசை சரியானதா என்பதைச் சோதிக்கிறது. 'மிகப்பெரிய சாண்டியாகோ மீனைப் பிடித்தார்' என்ற வாக்கியத்தில் சொற்களின் வரிசை தவறாக உள்ளது. சரியான வரிசை 'சாண்டியாகோ மிகப்பெரிய மீனைப் பிடித்தார்'. இந்த வரிசையில் சொற்களின் வரிசை சரியாக உள்ளது."
  },
  {
    "description": "“பாரதியார் **வேண்டும்** என்று பாடுகிறார்” என்ற வாக்கியத்தில் மறைந்திருக்கும் சொல் எது?",
    "options": [
      "புள்",
      "தமிழ்",
      "நிலா",
      "காப்பகம்"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி ஒரு வாக்கியத்தில் மறைந்திருக்கும் சொல்லைக் கண்டுபிடிக்க வேண்டுகிறது. 'பாரதியார் **வேண்டும்** என்று பாடுகிறார்' என்ற வாக்கியத்தில் மறைந்திருக்கும் சொல் 'புள்'. பாரதியார் 'புள் வேண்டும்' என்று பாடுகிறார். 'புள்' என்பது பறவை. இதன் மூலம் பாரதியார் பறவையைப் பாதுகாக்க வேண்டும் என்று வலியுறுத்துகிறார்."
  }
]
