[
          
  {
    
          "description": "“பத்துப் பன்னிரண்டு – தென்னைமரம்” என்ற வரியில் “பத்துப் பன்னிரண்டு” என்பதன் பொருள் என்ன?",
          "options": [
      "தென்னை மரங்களின் எண்ணிக்கையைக் குறிப்பிடுகிறது.",
      "தென்னை மரங்களின் உயரத்தைக் குறிப்பிடுகிறது.",
      "தென்னை மரங்களின் வகையைக் குறிப்பிடுகிறது.",
      "தென்னை மரங்களின் வயதைக் குறிப்பிடுகிறது."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "பாரதியார் தனது கனவு வீட்டைப் பற்றிப் பாடும்போது,  அதில் எத்தனை தென்னை மரங்கள் இருக்க வேண்டும் என்று குறிப்பிடுகிறார் என்பதை இந்த வரி தெளிவுபடுத்துகிறது. “பத்துப் பன்னிரண்டு” என்ற சொல்  கூடுதலான தென்னை மரங்கள் இருக்க வேண்டும் என்ற  பாரதியாரின் விருப்பத்தைக் குறிப்பிடுகிறது. "
          }
        ,
          
  {
    
          "description": "“காணி நிலம்” பாடலில் பாரதியார் வலியுறுத்தும் முக்கியமான கருத்து என்ன?",
          "options": [
      "இயற்கைச் சூழலை உருவாக்க வேண்டிய தேவை.",
      "இயற்கையின் மீது அன்பும் மரியாதையும் கொள்ள வேண்டும்.",
      "இயற்கையை அனுபவித்து மகிழ வேண்டும்.",
      "இயற்கையைப் பாதுகாக்க வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "'காணி நிலம்' பாடல் மூலம் பாரதியார் நகர வாழ்க்கையிலிருந்து விலகி  இயற்கைச் சூழலில் அமைந்த ஒரு வீட்டைத் தனது கனவாகக் காட்டுகிறார். நகரத்தில் வாழும் மக்கள் இயற்கையின் அழகையும்  நன்மைகளையும் எண்ணி  ஏங்குகிறார்கள் என்ற கருத்தையும் அவர் வெளிப்படுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "பாரதியார் தமது கனவு இல்லத்திற்கு  என்ன மாதிரியான தூண்களை விரும்புகிறார்?",
          "options": [
      "பல வண்ணக் கலவையுடன் கூடிய தூண்கள்",
      "அழகான வடிவமைப்புடன் கூடிய தூண்கள்",
      "வலுவான, நீடித்த தூண்கள்",
      "எளிமையான, இயற்கைத் தூண்கள்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "தனது கனவு வீட்டில், அழகிய  வடிவமைப்புடன் கூடிய தூண்கள் இருக்க வேண்டும் என்று  பாரதியார் விரும்புகிறார்.  அதோடு,  அந்த தூண்கள்  'நன்மாடங்கள்'  என்றும்  'துய்ய நிறத்தினதாய்'  என்றும் சொல்லப்படுகின்றன. இதன் மூலம்,  பாரதியாரின் கனவு இல்லம் அழகான,  நேர்த்தியான வடிவமைப்புடன் இருக்க வேண்டும் என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "பாரதியார் தமது கனவு இல்லத்தில் உள்ள தென்னை மரங்கள்  நமக்கு என்னென்ன அளிக்க வேண்டும் என்று குறிப்பிடுகிறார்?",
          "options": [
      "நிழல், பழங்கள், இலைகள்",
      "இளநீர், கீற்று, அழகு",
      "மருத்துவப் பயன்கள், அழகு, நிழல்",
      "பழங்கள், நிழல், மருத்துவப் பயன்கள்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கனவு வீட்டில் இருக்க வேண்டிய தென்னை மரங்கள்   இளநீர்  மற்றும்  கீற்று  என்றவற்றைத் தரும் என்று பாரதியார் குறிப்பிடுகிறார். அதோடு,  அவை  'அழகு'  சேர்க்க வேண்டும் என்றும்  சொல்லப்படுகிறது.  இது தென்னை மரங்களின் பல்துறை  பயன்பாடுகளைப்  பாரதியார் எவ்வளவு பாராட்டுகிறார் என்பதை காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "பாடலில் குறிப்பிடப்படும் 'முத்துச் சுடர் போலே'  என்பது எதைக் குறிக்கிறது?",
          "options": [
      "தென்னை மரங்களின் நிழலை",
      "குயிலின் ஓசையை",
      "இளந்தென்றலை",
      "நிலவொளியை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "தென்னை மரங்கள் இருக்கும் இடத்தில்  'முத்துச் சுடர் போலே'  நிலாவொளி வீச வேண்டும் என்று பாரதியார்  விரும்புகிறார்.  நிலாவொளியை  'முத்துச் சுடர்'  என்று உருவகப்படுத்தி  பாரதியார் அதன்  அழகை  நம்மிடம் வெளிப்படுத்துகிறார்."
          }
        ]