[
          
  {
    
          "description": "பாடலில் 'ஏன் என்று கேள்' என்ற வரி எதை ஊக்குவிக்கிறது?",
          "options": [
      "கேள்விகளைக் கேட்க",
      "பதில்களைத் தேட",
      "புதிய கண்டுபிடிப்புகளைச் செய்ய",
      "ஆராய்ச்சியில் ஈடுபட"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த பாடலில் 'ஏன் என்று கேள்' என்ற வரி கேள்விகளை கேட்க ஊக்குவிக்கிறது. அறிவியல் சிந்தனை என்பது எதையும் வினா எழுப்பி ஆராய்ந்து புரிந்துகொள்வதே. ஏன் என்று கேட்பது நம்மை ஆழமாக சிந்திக்க வைத்து  புதிய கண்டுபிடிப்புகளுக்கு வழிவகுக்கும். அறிவியல் ஆராய்ச்சியில், புதிய  கண்டுபிடிப்புகள் மற்றும் அறிவை வளர்த்துக்கொள்வதற்கு கேள்விகளை கேட்கும் திறன் மிகவும் முக்கியம்."
          }
        ,
          
  {
    
          "description": "'கற்பவை கற்றபின்' என்ற பகுதியில் உள்ள கேள்வி எதைக் குறிக்கிறது?",
          "options": [
      "பாடலில் உள்ள அறிவுரைகளைப் பற்றி சிந்திக்க",
      "அறிவியல் ஆத்திசூடியை பற்றி படிக்க",
      "அறிவியல் ஆய்வுகளில் ஈடுபட",
      "புதிய அறிவைப் பெற"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": " 'கற்பவை கற்றபின்' என்ற பகுதி நம்மை சிந்திக்க வைக்கும் கேள்வியாக  இருக்கிறது. இதன் மூலம் பாடலில் உள்ள அறிவுரைகளின் மீது கவனம் செலுத்தி அந்த அறிவுரைகளை நம் வாழ்வில் எப்படி பயன்படுத்தலாம் என்பதை பற்றி சிந்திக்க ஊக்குவிக்கிறது.  "
          }
        ,
          
  {
    
          "description": "'மனிதர்களுக்கு மருந்தாக விளங்குவது எது?' என்ற வினா எதைக் குறிக்கிறது?",
          "options": [
      "அனுபவம்",
      "அறிவு",
      "ஔடதம்",
      "உழைப்பு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'மனிதர்களுக்கு மருந்தாக விளங்குவது எது?' என்ற கேள்வி நம்மை நோய்  தொடர்பான  அறிவியல் பக்கம்  கவனம் செலுத்த வைக்கிறது.  நோய்க்கு மருந்து  என்பதை  பாடல்  சொல்லுகிறது.   அறிவியல்  ஆய்வுகள்  மூலம்  புதிய  மருந்துகளை  கண்டுபிடிப்பது  மற்றும்   நோய்களை  தடுப்பது  மிக  முக்கியம்  என்பதை  இந்த  கேள்வி  உணர்த்துகிறது. "
          }
        ,
          
  {
    
          "description": "“அறிவியல் சிந்தனை கொள்” என்ற பகுதியில் எந்த சொல் “ஊக்கம்” என்னும் சொல்லுக்கு ஒத்த பொருளைக் குறிக்கிறது?",
          "options": [
      "ஆய்வில்",
      "ஈடுபாட்டுடன்",
      "உண்மை",
      "வெற்றிதரும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": " “அறிவியல் சிந்தனை கொள்” என்ற பகுதியில்  “வெற்றிதரும்” என்ற சொல் ஊக்கம் என்ற சொல்லுக்கு ஒத்த பொருளைக் குறிக்கிறது. அறிவியல் சிந்தனை கொண்டு ஆராய்ச்சி செய்து புதிய கண்டுபிடிப்புகளை செய்வது   நம்மை  வெற்றி பாதைக்கு  நீக்கும்.  அறிவியல் துறையில்  வெற்றி என்பது  மிக  பெரிய  ஊக்கத்தை  தரும். "
          }
        ,
          
  {
    
          "description": "“என்றும் அறிவியலே வெல்லும்” என்ற பகுதியில் எந்த சொல் “பலவீனம்” என்னும் சொல்லுக்கு எதிர்ச்சொல்லாக உள்ளது?",
          "options": [
      "ஐயம்",
      "ஊக்கம்",
      "ஓய்வற",
      "ஔடதம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": " “என்றும் அறிவியலே வெல்லும்” என்ற பகுதியில் “ஊக்கம்” என்ற சொல்  “பலவீனம்”  என்ற சொல்லுக்கு  எதிர்ச்சொல்லாக உள்ளது.  அறிவியல் ஆய்வுகள்  எப்போதுமே  நம்மை  ஊக்கத்துடன்   முன்னேற வைக்கும்.  நமது  கண்டுபிடிப்புகளும்  அறிவும்  எந்த  பலவீனத்தையும்   தகர்க்கும்  வலிமையானது. "
          }
        ]