
[
  {
    "description": "“நீல வானின் மேலே பறந்து” என்ற வரியில் உள்ள “நீல” மற்றும் “வானின்” என்ற சொற்கள் எந்த இயைபு வகையைச் சேர்ந்தவை?",
    "options": [
      "ஒத்த இயைபு",
      "எதிர் இயைபு",
      "மறை இயைபு",
      "தொடர்பு இயைபு"
    ],
    "answer": "D",
    "additional_context": "“நீல வானின் மேலே பறந்து” என்ற வரியில் உள்ள “நீல” மற்றும் “வானின்” என்ற சொற்கள் இரண்டும் ஒன்றோடு ஒன்று தொடர்புடையவை. நீல என்பது வானின் நிறத்தை குறிப்பதால் இது தொடர்பு இயைபு ஆகும்."
  },
  {
    "description": "“எலும்பும் தசையும் இல்லாது இயங்கும்” என்ற வரியில் “இல்லாது” என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
    "options": [
      "இல் + லா + து",
      "இல் + லா + த் + து",
      "இல் + லாது",
      "இல் + லா + து"
    ],
    "answer": "A",
    "additional_context": "“எலும்பும் தசையும் இல்லாது இயங்கும்” என்ற வரியில் உள்ள “இல்லாது” என்ற சொல்லைப் பிரித்து எழுதும்போது “இல் + லா + து” எனப் பிரித்து எழுதப்படும்.  இதில் “இல்” என்பது “இல்லை” என்ற சொல்லின் சுருக்கமாகும். “லா” என்பது “இல்லா” என்ற சொல்லின் சுருக்கமாகும். “து” என்பது “இல்லா” என்ற சொல்லின் “து” உருபாகும்."
  },
  {
    "description": "“விண்வெளிப் பாதை அமைத்திடுவான்” என்ற வரியில் உள்ள “விண்வெளி” என்ற சொல்லில் எந்த எழுத்துக்கு மோனை இருக்கிறது?",
    "options": [
      "வி",
      "ண்",
      "வெ",
      "ளி"
    ],
    "answer": "C",
    "additional_context": "“விண்வெளிப் பாதை அமைத்திடுவான்” என்ற வரியில் உள்ள “விண்வெளி” என்ற சொல்லில் “வெ”  என்ற எழுத்துக்கு மோனை இருக்கிறது. “விண்வெளி” மற்றும் “பாதை” என்ற சொற்களில் “வெ” என்ற எழுத்து ஒரே மாதிரியாக இருப்பதால் இந்த எழுத்துக்கு மோனை இருக்கிறது."
  },
  {
    "description": "“வேளை தோறும் பயணம் செய்ய” என்ற வரியில் உள்ள “வேளை” மற்றும் “பயணம்” என்ற சொற்கள் எந்த இயைபு வகையைச் சேர்ந்தவை?",
    "options": [
      "ஒத்த இயைபு",
      "எதிர் இயைபு",
      "மறை இயைபு",
      "தொடர்பு இயைபு"
    ],
    "answer": "D",
    "additional_context": "“வேளை தோறும் பயணம் செய்ய” என்ற வரியில் உள்ள “வேளை” மற்றும் “பயணம்” என்ற சொற்கள் இரண்டும் ஒன்றோடு ஒன்று தொடர்புடையவை. வேளை என்பது பயணம் செய்யும் நேரத்தை குறிப்பதால் இது தொடர்பு இயைபு ஆகும்."
  },
  {
    "description": "“உறுப்பை மாற்றும் மருத்துவம் கண்டு” என்ற வரியில் “மருத்துவம்” என்ற சொல்லில் எந்த எழுத்துக்கு எதுகை இருக்கிறது?",
    "options": [
      "ம",
      "ரு",
      "த்து",
      "வ"
    ],
    "answer": "A",
    "additional_context": "“உறுப்பை மாற்றும் மருத்துவம் கண்டு” என்ற வரியில் உள்ள “மருத்துவம்” என்ற சொல்லில் “ம” என்ற எழுத்துக்கு எதுகை இருக்கிறது. “மருத்துவம்” மற்றும் “மாற்றும்” என்ற சொற்களில் “ம” என்ற எழுத்து ஒரே மாதிரியாக இருப்பதால் இந்த எழுத்துக்கு எதுகை இருக்கிறது."
  }
]
