
[
  {
    "description": "மாமல்லபுரத்தில் \"பஞ்சபாண்டவர் இரதம்\" என அழைக்கப்படுவதற்கான காரணம் எது?",
    "options": [
      "அந்த இடத்தில் ஐந்து இரத வடிவ சிற்பங்கள் இருப்பதால்.",
      "அந்த ஐந்து இரதங்கள் பாண்டவர்களின் பெயர்களால் அழைக்கப்படுவதால்.",
      "இரதங்கள் அமைக்கப்பட்ட காலத்தில் பாண்டவர்கள் வாழ்ந்ததால்.",
      "இரதங்களை பஞ்சபாண்டவர்கள் பயன்படுத்தியதால்."
    ],
    "answer": "A",
    "additional_context": "மாமல்லபுரத்தில் உள்ள ஐந்து இரதங்கள் பாறையில் செதுக்கப்பட்டுள்ளன. இவற்றை பஞ்சபாண்டவர்களின் பெயரால் அழைக்கிறார்கள். அதனால் இவ்விடத்திற்கு 'பஞ்சபாண்டவர் இரதம்' என்று பெயர் வந்தது"
  },
  {
    "description": "\"அர்ச்சுனன் தபசு\" சிற்பம் உள்ள பாறையைப் பற்றி எது சரியானது?",
    "options": [
      "அந்தப் பாறையில் யானை நிழல் விழுந்ததால் மாமல்லன் தனது தந்தையிடம் சொன்னான்.",
      "அந்தப் பாறையில்தான் மாமல்லன் இளமையில் விளையாடினான்.",
      "அந்தப் பாறையில்தான் \"பகீரதன் தவம்\" எனும் சிற்பமும் உள்ளது.",
      "அந்தப் பாறையில் மனிதர்கள், விலங்குகள், பறவைகள் என 150க்கும் மேற்பட்ட சிற்பங்கள் உள்ளன."
    ],
    "answer": "C",
    "additional_context": "மாமல்லபுரத்தில் 'அர்ச்சுனன் தபசு' சிற்பம் உள்ள பாறையைப் பற்றி கயல் மாமல்லனிடம் கேட்கிறாள். மாமல்லன் அதைப் பற்றி விளக்கிக் கூறுகிறார். 'ஆம் கயல். அர்ச்சுனன் தவம் செய்யும் காட்சி இது. இந்தச் சிற்பம் உள்ளதால்தான், இப்பாறைக்கு 'அர்ச்சுனன் தபசு' என்று பெயர். இதனைப் 'பகீரதன் தவம்' என்றும் கூறுவர்.' என்று கூறுகிறார்."
  },
  {
    "description": "\"மாமல்லபுரம்\" எனும் பெயர் எப்படி வந்தது?",
    "options": [
      "அந்த இடத்தில் வாழ்ந்த ஒரு மன்னரின் பெயர் \"மாமல்லன்\" என்பதால்.",
      "அந்த இடத்தில் மிகப்பெரிய யானை சிற்பம் இருப்பதால்.",
      "அந்த இடத்தில் ஏராளமான மாமரங்கள் இருப்பதால்.",
      "அந்த இடத்தில் உள்ள ஒரு கோவிலின் பெயர் \"மாமல்லேஸ்வரர் கோவில்\" என்பதால்."
    ],
    "answer": "A",
    "additional_context": "கயல் தன் கனவில் பார்த்த ஊரின் பெயரை மாமல்லனிடம் கேட்கிறாள். மாமல்லன் அதற்கு பதிலளிக்கிறார். 'ஆம் கயல். இந்த ஊர் உருவாக எனது கேள்விதான் காரணம் என்பதால் என் தந்தை என் பெயரையே இந்த ஊருக்கு வைத்துவிட்டார். இக்காலத்தில் இவ்வூரை மகாபலிபுரம் எனவும் அழைக்கிறார்கள்' என்று கூறுகிறார்."
  },
  {
    "description": "கயல் தூங்கும் போது எந்த இடத்தைப் பற்றி கனவு கண்டாள்?",
    "options": [
      "திருக்கடல் மல்லை.",
      "புலிக்குகை.",
      "அர்ச்சுனன் தபசு.",
      "கடற்கரைக் கோவில்."
    ],
    "answer": "C",
    "additional_context": "கயல் மாமல்லபுரம் பற்றிய செய்திகளை கேட்டுக் கொண்டிருந்தாள். அதனால் கனவில் மாமல்லபுரம் பற்றி கண்டாள். 'இவ்வளவும் கனவா? நேற்று மாமல்லபுரத்தைப் பற்றி ஆசிரியர் கூறிய செய்திகளை நினைத்துக் கொண்டே தூங்கினேன். அதனால் இவை எல்லாம் கனவில் வந்துள்ளன. கனவில் கண்டவற்றை இன்று நேரில் காணப்போகிறேன்' என்று எண்ணி மகிழ்வுடன் சுற்றுலா செல்லத் தயாரானாள் கயல்."
  },
  {
    "description": "கயலின் தாயின் பெயர் என்ன?",
    "options": [
      "மங்கை.",
      "திருநாவுக்கரசு.",
      "கயல்.",
      "மாமல்லன்."
    ],
    "answer": "A",
    "additional_context": "மாமல்லன் கயலிடம் 'உன் பெயர் என்ன?' என்று கேட்கிறார். அதற்கு கயல் 'ஐயா, என் பெயர் ம. தி. கயல்' என்று சொல்கிறாள். அதற்கு மாமல்லன் 'ம. தி. என்பவை என் பெயரின் தலைப்பெழுத்துகள். என் அம்மா பெயர் மங்கை. என் அப்பா பெயர் திருநாவுக்கரசு. அப்பெயர்களின் முதல் எழுத்துகளைத் தலைப்பெழுத்துகளாக வைத்துள்ளனர்' என்கிறாள் கயல்."
  }
]
