
[
  {
    "description": "“வெள்ளத்து அனைய மலர்நீட்டம் மாந்தர்தம் உள்ளத்து அனையது உயர்வு” என்ற குறள் எதைப் பற்றி விளக்குகிறது?",
    "options": [
      "மனிதர்களின் உயர்வான இயல்பு",
      "ஊக்கத்தின் முக்கியத்துவம்",
      "தண்ணீரின் பண்புகள்",
      "நீர்ப்பூக்களின் அழகு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நாம் வாழ்க்கையில் எதையாவது சாதிக்க வேண்டும் என்ற ஆசை இருந்தால், அதற்காக நாம் எவ்வளவு ஊக்கத்துடன் இருக்கிறோமோ அவ்வளவுக்கு உயர்ந்த இடத்தை நாம் அடைய முடியும். அதாவது நம் உள்ளத்தில் எவ்வளவு தீவிரமாக இருக்கிறோமோ அவ்வளவுக்கு நம் உயர்வு அமையும். அதைத் தான் “வெள்ளத்து அனைய மலர்நீட்டம் மாந்தர்தம் உள்ளத்து அனையது உயர்வு” என்ற குறள் வலியுறுத்துகிறது. தண்ணீரின் உயரத்துக்கு ஏற்ப நீர்ப்பூக்கள் வளரும். அதே போல் மனிதனும் தன் உள்ளத்தின் உயர்வைப் பொறுத்து உயர்ந்து விளங்குவான் என்பதும் இக்குறளில் பொதிந்துள்ளது."
  },
  {
    "description": "“அரும்பயன் ஆயும் அறிவினார் சொல்லார் பெரும்பயன் இல்லாத சொல்” என்ற குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "அறிவுடையவர்கள் பேச்சில் பயன் இருக்கும்",
      "பயனற்ற சொற்களைப் பேசுவது தவறு",
      "நல்ல சொற்களைத் தேர்ந்தெடுத்துப் பேச வேண்டும்",
      "பேச்சில் பயன் இருக்க வேண்டும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நன்மை எது என ஆராயும் அறிவு உடையவர்கள் பயன்தராத சொற்களைப் பேசமாட்டார்கள். நம் பேச்சு எப்போதும் நன்மை பயப்பதாக இருக்க வேண்டும் என்பதைத் தான் இக்குறள் வலியுறுத்துகிறது. அறிவுடையவர்கள் எப்போதும் பயனற்ற சொற்களைப் பேசுவதில்லை என்பதை வலியுறுத்துகிறது இக்குறள்."
  },
  {
    "description": "“உள்ளத்தால் உள்ளலும் தீதே பிறன்பொருளைக் கள்ளத்தால் கள்வேம் எனல்” என்ற குறளில் உள்ள எதுகைச் சொற்கள் யாவை?",
    "options": [
      "உள்ளம், உள்ளலும்",
      "உள்ளலும், தீதே",
      "கள்ளத்தால், கள்வேம்",
      "பிறன்பொருளைக், கள்வேம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "அடுத்தவர் பொருளைக் களவாடலாம் என உள்ளத்தால் நினைப்பது கூடத் தீமையானது. பிறர் சொத்துக்களை எண்ணிப் பார்ப்பது தவறு என்பதை திருவள்ளுவர் இக்குறளில் வலியுறுத்துகிறார். இதில் உள்ளம், உள்ளலும் என்ற சொற்கள் எதுகைச் சொற்கள்."
  },
  {
    "description": "“சொல்லுக சொல்லில் பயனுடைய சொல்லற்க சொல்லில் பயன்இலாச் சொல்” என்ற குறளில் பயன் இல்லாத சொற்களைப் பேசக்கூடாது என்று எச்சரிக்கப்படுவதால், திருவள்ளுவர் எதை வலியுறுத்துகிறார்?",
    "options": [
      "மெல்லிய பேச்சு",
      "பொருளுடைய பேச்சு",
      "நல்ல சொற்களைப் பேசுதல்",
      "சத்தமாகப் பேசுதல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பயனுடைய சொற்களை மட்டுமே பேசுக. பயன் இல்லாத சொற்களைப் பேசாமல் விட்டு விடுக. நம் பேச்சு எப்போதும் பயன் தரக்கூடியதாக இருக்க வேண்டும் என்பதை இக்குறள் உணர்த்துகிறது."
  },
  {
    "description": "“உள்ளுவது எல்லாம் உயர்வுள்ளல் மற்றது தள்ளினும் தள்ளாமை நீர்த்து” என்ற குறள் எதைப் பற்றிய கருத்தை வெளிப்படுத்துகிறது?",
    "options": [
      "உயர்ந்த இலட்சியத்தை அடைதல்",
      "எண்ணங்களை உயர்வாகக் கொள்ளுதல்",
      "தோல்வியை ஏற்றுக்கொள்ளுதல்",
      "உழைப்பின் முக்கியத்துவம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "எண்ணுவதை உயர்வாகவே எண்ணுக. எண்ணியதை அடையாவிட்டாலும் எண்ணத்தைக் கைவிடக் கூடாது. நம் எண்ணங்கள் எப்போதும் உயர்வாக இருக்க வேண்டும் என்பதை இக்குறள் வலியுறுத்துகிறது. இலக்கை அடைய முடியாவிட்டாலும் நம் எண்ணங்கள் மாறக்கூடாது என்பதை இக்குறள் விளக்குகிறது."
  }
]
