
[
  {
    "description": "தாயுமானவர் பாடல்களை  'தமிழ் மொழியின் உபநிடதம்'  என  பாராட்டும் காரணம் என்ன?",
    "options": [
      "தாயுமானவர் பாடல்களில் ஆழமான சமயக் கருத்துக்கள் உள்ளன",
      "அவருடைய பாடல்களில் எளிய மொழி பயன்படுத்தப்பட்டுள்ளது",
      "அவருடைய பாடல்களில் கருத்துக்கள் தெளிவாகக் கூறப்பட்டுள்ளன",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "தாயுமானவர் பாடல்கள்  'தமிழ் மொழியின் உபநிடதம்'  எனப் போற்றுவது அவருடைய பாடல்களில் காணப்படும் ஆழமான சமயக் கருத்துக்கள், எளிய மொழி பயன்பாடு, தெளிவான கருத்துக்கள் போன்றவற்றால். அவரது பாடல்கள் அனைத்து மக்களும் எளிதாகப் புரிந்துகொள்ளும் வகையில் எளிய மொழியில் அமைந்துள்ளன. மேலும், அவற்றில் உள்ள அனைத்து கருத்துக்களும் தெளிவாகவும் எளிமையாகவும் கூறப்பட்டுள்ளன. இதனால்தான் அவருடைய பாடல்கள் தமிழ் மொழியின் உபநிடதம் எனப் போற்றப்படுகின்றன."
  },
  {
    "description": "தாயுமானவர் எந்த நூலில் 'பராபரக் கண்ணி' பாடல்களை எழுதினார்?",
    "options": [
      "தாயுமானவர் பாடல்கள்",
      "திருவாசகம்",
      "தேவாரம்",
      "நாலாயிர திவ்யப் பிரபந்தம்"
    ],
    "answer": "A",
    "additional_context": "'பராபரக் கண்ணி' பாடல்கள்  'தாயுமானவர் பாடல்கள்'  என்னும் நூலில் உள்ளன.  தாயுமானவர் 17-ஆம் நூற்றாண்டில் வாழ்ந்தவர். அவர் தமிழ் மொழியின் உபநிடதம் எனப் போற்றப்படும் 'தாயுமானவர் பாடல்கள்' என்னும் நூலை எழுதினார்.  இந்த நூலில் உள்ள 'பராபரக் கண்ணி'  பாடல்கள், 'கண்ணி' என்னும் இரண்டு அடிகளில் பாடப்படும் பாடல்வகையைச் சேர்ந்தவை."
  },
  {
    "description": "'தண்டருள்'  என்ற சொல்லுக்கு பொருத்தமான பொருள் எது?",
    "options": [
      "சிறிய கருணை",
      "மிகுந்த கருணை",
      "கடுமையான தண்டனை",
      "கனத்த துன்பம்"
    ],
    "answer": "B",
    "additional_context": "தாயுமானவர் பாடல்களில் 'தண்டருள்'  என்ற சொல் 'மிகுந்த கருணை'  என்பதைக் குறிக்கிறது.  தாயுமானவர் 'தம்உயிர்போல் எவ்வுயிரும் தானென்று தண்டருள்கூர்'  எனக் கூறுகிறார்.  இதன் பொருள், 'தம் உயிரைப் போல் அனைத்து உயிர்களையும் கருதி மிகுந்த கருணையுடன் இரு' என்பதாகும்."
  },
  {
    "description": "'பராபரக் கண்ணி' என்னும் பாடல் வகை எத்தனை அடிகளில் பாடப்படுகிறது?",
    "options": [
      "1 அடி",
      "2 அடிகள்",
      "3 அடிகள்",
      "4 அடிகள்"
    ],
    "answer": "B",
    "additional_context": "'பராபரக் கண்ணி'  பாடல்வகை இரண்டு அடிகளில் பாடப்படுகிறது. இது 'கண்ணி' எனப்படுகிறது.  இந்த வகைப் பாடலில் அனைத்து வரிகளும் இரண்டு அடிகளாகவே இருக்கும்."
  },
  {
    "description": "'பராபரக் கண்ணி' பாடலில் தாயுமானவர் எதன் முக்கியத்துவத்தை வலியுறுத்துகிறார்?",
    "options": [
      "தனக்கான இன்பத்தைத் தேடுதல்",
      "சான்றோருக்குச் செய்யும் தொண்டு",
      "धन సంపాదన",
      "பக்தி மார்க்கத்தில் ஈடுபாடு"
    ],
    "answer": "B",
    "additional_context": "தாயுமானவர்  'பராபரக் கண்ணி'  பாடலில் சான்றோருக்குச் செய்யும் தொண்டின் முக்கியத்துவத்தை வலியுறுத்துகிறார். 'செம்மையருக்கு ஏவல்என்று செய்வேன் பராபரமே'  எனக் கூறுகிறார்.  அதாவது சான்றோருக்குத் தொண்டு செய்வதே  'பராபரன்'  என்ற இறைவனை நெருங்கும் வழி என்பதாகும்.  மேலும் 'அன்பர்பணி செய்யஎனை ஆளாக்கி விட்டுவிட்டால்'  எனக் கூறுவதன் மூலம் அன்பர்களுக்குத் தொண்டு செய்வதே வாழ்க்கையின் நோக்கம் என்பதையும் தாயுமானவர்  'பராபரக் கண்ணி'  பாடலில் வலியுறுத்துகிறார்."
  }
]
