
[
  {
    "description": "காளையார்கோவிலில் நடைபெற்ற போரில் வேலுநாச்சியாரின் படைக்கும் ஆங்கிலேயரின் படைக்கும் இடையே ஏற்பட்ட போர் எத்தனை ஆண்டுகளுக்குப் பிறகு நிகழ்ந்தது?",
    "options": [
      "நான்கு ஆண்டுகளுக்குப் பிறகு",
      "எட்டு ஆண்டுகளுக்குப் பிறகு",
      "பத்து ஆண்டுகளுக்குப் பிறகு",
      "பன்னிரண்டு ஆண்டுகளுக்குப் பிறகு"
    ],
    "answer": "B",
    "additional_context": "முத்துவடுகநாதர் காளையார்கோவிலில் ஆங்கிலேயர்களால் கொல்லப்பட்டதன் பிறகு, ஆங்கிலேயர்களை வென்று சிவகங்கையை மீட்க வேலுநாச்சியார் உறுதி பூண்டார். திண்டுக்கல் கோட்டையில் தங்கி ஒரு படையைத் திரட்டிப் பயிற்சி அளித்தார். எட்டு ஆண்டுகளுக்குப் பிறகு திண்டுக்கல் கோட்டையில் ஒரு ஆலோசனைக் கூட்டம் நடைபெற்றது. இக்கூட்டத்தில் சிவகங்கையை மீட்கும் திட்டங்கள் வகுக்கப்பட்டன."
  },
  {
    "description": "வேலுநாச்சியார் திண்டுக்கல் கோட்டையில் ஆலோசனைக் கூட்டம் நடத்தியபோது யார் யார் இருந்தனர்?",
    "options": [
      "மருது சகோதரர்கள், குயிலி, ஐதர் அலி",
      "மருது சகோதரர்கள், குயிலி, அமைச்சர் தாண்டவராயர்",
      "மருது சகோதரர்கள், அமைச்சர் தாண்டவராயர், சில குறுநில மன்னர்கள்",
      "அமைச்சர் தாண்டவராயர், குயிலி, சில குறுநில மன்னர்கள்"
    ],
    "answer": "C",
    "additional_context": "சிவகங்கையை மீட்கும் திட்டங்கள் வகுக்க திண்டுக்கல் கோட்டையில் ஒரு ஆலோசனைக் கூட்டம் நடைபெற்றது. இக்கூட்டத்தில் வேலுநாச்சியார் அமர்ந்திருந்தார். அவரைச் சுற்றி அமைச்சர் தாண்டவராயர், தளபதிகளாகிய பெரிய மருது, சின்ன மருது மற்றும் குறுநில மன்னர்கள் சிலர் இருந்தனர்."
  },
  {
    "description": "விசயதசமித் திருநாளில் சிவகங்கைக் கோட்டைக்குள் செல்வதற்கு யாருக்கு மட்டும் அனுமதி இருந்தது?",
    "options": [
      "ஆண்கள் படைப்பிரிவு",
      "பெண்கள் படைப்பிரிவு",
      "ஐதர் அலியின் படை",
      "குறுநில மன்னர்கள்"
    ],
    "answer": "B",
    "additional_context": "சிவகங்கை கோட்டையை தாக்க வேலுநாச்சியார் திட்டமிட்டார். ஆனால் அப்போது கோட்டை கதவுகள் அடைக்கப்பட்டிருந்தன. அவை விசயதசமி நாளில் திறக்கப்படும். விசயதசமி நாளில் கோட்டைக்குள் செல்வதற்கு பெண்களுக்கு மட்டும் அனுமதி இருந்தது. வேலுநாச்சியார் பெண்கள் படைப்பிரிவினரை கூடைகளில் பூக்கள், பழங்கள் ஆகியவற்றுடன் ஆயுதங்களையும் மறைத்து கொண்டு கோட்டைக்குள் அனுப்பி அவர்கள் தாக்குதலைத் தொடங்கியதும் ஆண்கள் படைப்பிரிவினரும் கோட்டைக்குள் நுழைந்து தாக்க திட்டமிட்டார்."
  },
  {
    "description": "உடையாள் எதற்காக ஆங்கிலேயர்களால் கொல்லப்பட்டார்?",
    "options": [
      "வேலுநாச்சியாரை காட்டிக் கொடுக்க மறுத்ததால்",
      "ஆங்கிலேயர்களுக்கு எதிராக போரிட்டதால்",
      "சிவகங்கை கோட்டையை துரோகித்ததால்",
      "ஐதர் அலியை துரோகித்ததால்"
    ],
    "answer": "A",
    "additional_context": "சிவகங்கை கோட்டையை மீட்கும் போர் நடந்துகொண்டிருந்த பொழுது ஆங்கிலேயர்கள் வேலுநாச்சியாரை காட்டிக் கொடுக்க வேண்டுமென உடையாளை வற்புறுத்தினார்கள். அவர் மறுத்ததால் அவரை கொன்று விட்டார்கள்."
  },
  {
    "description": "வேலுநாச்சியார் உடையாளுக்காக நடப்பட்ட நடுகல்லுக்கு என்ன காணிக்கை செலுத்தினார்கள்?",
    "options": [
      "பூக்கள்",
      "பழங்கள்",
      "தாலி",
      "ஆயுதம்"
    ],
    "answer": "C",
    "additional_context": "உடையாள் கொல்லப்பட்டதற்காக வேலுநாச்சியார் அவரது பெருமையை எல்லோரும் அறிந்து கொள்ள வேண்டும் என  ஒரு நடுகல் நடுவதற்கு ஏற்பாடு செய்யுமாறு அமைச்சர்களை கேட்டுக்கொண்டார். சிவகங்கையை நோக்கி படை புறப்பட்ட போது வழியில் உடையாளுக்காக நடப்பட்ட நடுகல் முன்பு குதிரையில் இருந்து இறங்கி தாம் வைத்திருந்த தாலியை எடுத்து அந்த நடுகல்லுக்குக் காணிக்கையாகச் செலுத்தி வணங்கினார்."
  }
]
