
[
  {
    "description": "பாடலில் கவிஞர் \"கோதையரே\" என்று குறிப்பிடுவதன் மூலம் யாரைக் குறிப்பிடுகிறார்?",
    "options": [
      "வயதான பெண்கள்",
      "இளம்பெண்கள்",
      "சிறுவர்கள்",
      "ஆண்கள்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில், \"கோதையரே\" எனக் குறிப்பிடப்படுவது இளம்பெண்களைத் தான். இளம்பெண்கள் என்பது மட்டுமல்லாமல், இந்த வரிகள் மூலம் அவர்களைத் தூண்டிவிடுவதையும்,  அவர்கள் கும்மியடித்து தமிழ் மொழியின் பெருமையைப் பரப்பும்படி  கூறுவதையும் நாம் காணலாம். "
  },
  {
    "description": "\"செந்தமிழின் புகழ் எட்டுத்திசைகளிலும் பரவிடும்\" என்று கவிஞர் கூறுவதன் மூலம் என்ன குறிப்பிடுகிறார்?",
    "options": [
      "தமிழ் மொழியின் பரவலான புகழ்",
      "தமிழ் மொழியின் சிறப்பு",
      "தமிழ் மொழியின் அழகு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள் தமிழ் மொழியின் புகழ் மட்டுமல்லாமல்,  தமிழ் மொழியின்  சிறப்பு, அழகு மற்றும்  பரவலான புகழ்  எல்லாம் குறிப்பிடுகிறது. தமிழ் மொழி எட்டுத்திசைகளிலும் பரவி இருப்பதையும்,  மக்களின் உள்ளத்தில் பரவி இருப்பதையும் இந்த வரிகள்  வலியுறுத்துகின்றன. "
  },
  {
    "description": "\"ஊழி பலநூறு கண்டதுவாம்\" என்ற வரியின் மூலம் கவிஞர் என்ன குறிப்பிடுகிறார்?",
    "options": [
      "தமிழ் மொழியின் பழமை",
      "தமிழ் மொழியின் வலிமை",
      "தமிழ் மொழியின் தனித்தன்மை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "A",
    "additional_context": "\"ஊழி பலநூறு கண்டதுவாம்\" என்ற வரிகள் தமிழ் மொழியின் பழமையைத் தெளிவாக எடுத்துக்காட்டுகிறது.  இந்த வரிகள் தமிழ் மொழியின் வலிமை, தனித்தன்மை ஆகியவற்றையும்  குறிப்பிடுகிறது.  நூறுகணக்கான ஆண்டுகளைக் கண்ட பழமையான மொழியாக  தமிழ் மொழி  நிலைத்து நிற்கிறது என்பதை இந்த வரிகள் நமக்குப் புரியவைக்கிறது."
  },
  {
    "description": "\"ஆழிப் பெருக்கிற்கும் காலத்திற்கும் முற்றும் அழியாமலே நிலை நின்றதுவாம்\" என்ற வரியின் மூலம் கவிஞர் என்ன குறிப்பிடுகிறார்?",
    "options": [
      "தமிழ் மொழியின் நிலைப்புத்தன்மை",
      "தமிழ் மொழியின் உயிர்ப்பு",
      "தமிழ் மொழியின் தொடர்ச்சி",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள் மூலம் தமிழ் மொழியின் நிலைப்புத்தன்மை, உயிர்ப்பு, தொடர்ச்சி ஆகிய அனைத்தையும் கவிஞர்  குறிப்பிடுகிறார்.  கடல் சீற்றங்களைப் போன்ற பெரும் இடர்ப்பாடுகளை  தாங்கிக்கொண்டு,  காலத்தின் மாற்றங்களைக் கடந்து தமிழ் மொழி  நிலைத்து நிற்கிறது என்பதை இவ்வரிகள்  வலியுறுத்துகின்றன."
  }
]
