
[
  {
    "description": "லகரம், ளகரம் மற்றும் ழகரம் ஆகியவற்றைப் பற்றி பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "லகரம் மற்றும் ளகரம் ஒரே இடத்தில் ஒலிக்கப்படும்.",
      "ழகரம் மற்றும் ளகரம் ஒரே இடத்தில் ஒலிக்கப்படும்.",
      "லகரம் மற்றும் ழகரம் ஒரே இடத்தில் ஒலிக்கப்படும்.",
      "லகரம், ளகரம் மற்றும் ழகரம் எல்லாம் ஒரே இடத்தில் ஒலிக்கப்படும்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மயங்கொலி எழுத்துகளில் லகரம், ளகரம் மற்றும் ழகரம் ஆகிய எழுத்துகள் மிகவும் முக்கியமானவை. லகரம் என்பது 'வ' போன்ற ஒலியுடன் ஒலிக்கப்படும்.  ளகரம் என்பது 'ன' போன்ற ஒலியுடன் ஒலிக்கப்படும். ழகரம் என்பது 'ம' போன்ற ஒலியுடன் ஒலிக்கப்படும். ளகரம் மற்றும் ழகரம் இரண்டும் ஒரே இடத்தில் ஒலிக்கப்படும் என்பதை நினைவில் கொள்ளுங்கள்."
  },
  {
    "description": "“வானம்” என்ற சொல்லில் உள்ள “ன” எழுத்து எந்த மயங்கொலி எழுத்துக்குப் பதிலாக பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "ண",
      "ன",
      "ந",
      "ற"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மயங்கொலி எழுத்துகள் சில சமயங்களில் ஒரு சொல்லின் அர்த்தத்தை மாற்றி விடும். வானம் என்ற சொல்லில் 'ண' என்ற மயங்கொலி எழுத்துக்குப் பதிலாக 'ன' என்ற எழுத்து பயன்படுத்தப்பட்டுள்ளது.  வானம் என்ற சொல்லில் 'ன' எழுத்து  'ண' எழுத்துக்குப் பதிலாக பயன்படுத்தப்பட்டால்  'வணம்'  என மாறும். இது வானம் என்பதற்கு வேறுபட்ட அர்த்தத்தைக் கொடுக்கும்.  "
  },
  {
    "description": "“பனி” என்ற சொல்லில் உள்ள “ன” எழுத்து எந்த மயங்கொலி எழுத்துக்குப் பதிலாக பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "ன",
      "ண",
      "ந",
      "ற"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "'பனி' என்ற சொல்லில் 'ன' என்ற மயங்கொலி எழுத்துக்குப் பதிலாக 'ந' என்ற எழுத்து பயன்படுத்தப்பட்டுள்ளது.  'பனி' என்ற சொல்லில் 'ந' எழுத்து  'ன' எழுத்துக்குப் பதிலாக பயன்படுத்தப்பட்டால்  'பணி'  என மாறும். இது பனி என்பதற்கு வேறுபட்ட அர்த்தத்தைக் கொடுக்கும்."
  },
  {
    "description": "“விளை” என்ற சொல்லுக்கு எதிரொலி என்ன?",
    "options": [
      "இளை",
      "விலை",
      "இழை",
      "விழை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சொற்களின் எதிரொலி என்பது அவற்றின் அர்த்தத்திற்கு எதிரான பொருளை தரும் சொல்லாகும். விளை என்ற சொல்லின் எதிரொலி 'இளை' ஆகும். இளை என்றால் மெலிந்து போதல், விளை என்றால் உண்டாக்குதல் என்று அர்த்தம்."
  },
  {
    "description": "“ஏரி” என்ற சொல்லுக்குப் பதிலாக “ஏறி” என்ற சொல் பயன்படுத்தப்பட்டால் பொருள் எப்படி மாறும்?",
    "options": [
      "நீர்நிலையிலிருந்து மேலே ஏறுவது ",
      "நீர்நிலையின் அளவு அதிகரிப்பது",
      "நீர்நிலையின் அளவு குறைவது",
      "நீர்நிலையின் நிறம் மாறுவது"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஏரி என்ற சொல்லுக்குப் பதிலாக ஏறி என்ற சொல் பயன்படுத்தப்பட்டால் நீர்நிலையிலிருந்து மேலே ஏறுவது  என்ற பொருள் மாறும். மயங்கொலி எழுத்துகளை கவனமாக பயன்படுத்தினால் மட்டுமே அர்த்தம் சரியாக இருக்கும்."
  }
]
