
[
  {
    "description": "“முக்கனி” என்ற சொல் குறிப்பிடுவது எதை?",
    "options": [
      "நெல், கம்பு, சோளம்",
      "மா, பலா, வாழை",
      "அரிசி, கோதுமை, சோளம்",
      "மிளகு, இஞ்சி, பூண்டு"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில் \"முக்கனி\" என்ற சொல் சோழ நாட்டு மக்களின் வழக்கமான உணவுப் பழக்கத்தைக் குறிப்பிடுகிறது. சோழ நாட்டு மக்கள் வாழை, மா, பலா போன்ற பழங்களை உணவாக உட்கொள்வார்கள். எனவே \"முக்கனி\" என்ற சொல் \"மா, பலா, வாழை\" ஆகிய பழங்களைக் குறிப்பிடுகிறது."
  },
  {
    "description": "“பண்ணோடு பாட்டிசைத்துப் பார் போற்ற வந்தாயோ!” என்ற வரிகளில் “பண்” என்பது குறிப்பிடுவது எதை?",
    "options": [
      "பாடல்",
      "கதை",
      "இசை",
      "நாட்டியம்"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகளில் \"பண்\" என்ற சொல் இசையைக் குறிப்பிடுகிறது. ஒரு குழந்தை பிறந்தவுடன் அதை இசைத்து, பாடல் பாடி, அதை உலகம் போற்றும்படி வரவேற்கும் வழக்கம் இருந்ததாக இந்தப் பாடல் குறிப்பிடுகிறது. எனவே \"பண்\" என்ற சொல் இசையைக் குறிப்பிடுகிறது."
  },
  {
    "description": "“குளிக்கக் குளம் வெட்டிக் குலம்வாழ அணை கட்டிப்” என்ற வரிகள் குறிப்பிடுவது எந்த நாட்டு மக்களின் பண்பாட்டை?",
    "options": [
      "சோழ நாட்டு மக்கள்",
      "பாண்டி நாட்டு மக்கள்",
      "சேர நாட்டு மக்கள்",
      "பல்லவ நாட்டு மக்கள்"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள் பாண்டி நாட்டு மக்களின் பண்பாட்டைக் குறிப்பிடுகின்றன. பாண்டி நாட்டு மக்கள் தங்கள் குலம் வாழ குளம் வெட்டி, அணை கட்டி, நீர் மேலாண்மையை மேற்கொள்வார்கள்.  தங்கள் மக்களின் பசியைப் போக்க அவர்கள் கடுமையாக உழைத்து, நீர் மேலாண்மையை மேற்கொண்டதைக் குறிப்பிடுகிறது இந்த வரிகள்."
  },
  {
    "description": "“தாலாட்டு”  என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "கதை சொல்லுதல்",
      "பாட்டு பாடுதல்",
      "நடனம் ஆடுதல்",
      "நாக்கு அசைத்துப் பாடுதல்"
    ],
    "answer": "D",
    "additional_context": "தாலாட்டு என்ற சொல் \"தால்+ஆட்டு\"  என்று பிரிக்கலாம். தால் என்றால் நாக்கு என்று பொருள். தாலாட்டு என்பது குழந்தையைத் தூங்க வைக்க நாக்கு அசைத்துப் பாடுவது என்று பொருள்."
  },
  {
    "description": "“கண்மணியே”  என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "கண் போன்ற அழகானவர்",
      "கண் போன்ற மென்மையானவர்",
      "கண் போன்ற அன்பானவர்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "\"கண்மணியே\" என்ற சொல் குழந்தைகளைப் பாராட்டிப் பேசும்போது பயன்படுத்தப்படும் ஒரு அழகிய சொல். கண் போன்ற அழகானவர், கண் போன்ற மென்மையானவர், கண் போன்ற அன்பானவர் என்று பல பொருள்படும் சொல் இது."
  }
]
