[
          
  {
    
          "description": "'பாலையெல்லாம் தேடிஉம் மக்களை ஊட்டுவதும் – ஒரு தீய செயலென எண்ணினீரோ?' என்னும் வரியின் மூலம் புத்தர்பிரான் எதை வினவுகிறார்?",
          "options": [
      "மக்களுக்கு உதவுவதைத் தீய செயலாக நினைப்பது சரியா?",
      "ஆடுகளின் பாலைக் கொடுப்பது தீய செயலா?",
      "ஆடுகளின் அன்பைக் காட்டும் செயல்.",
      "மனிதர்கள் மற்றும் விலங்குகளுக்கு இடையேயான உறவை."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "ஆடுகள் காடு, மலை எல்லாம் மேய்ந்து திரிந்து தங்கள் குட்டிகளைத் தேடிச் செல்லும்போது, அவை வருந்தித் தவித்துக் கொண்டிருந்தால், அவை தங்கள் பாலையெல்லாம் தேடி மக்களை ஊட்டி மகிழ்விக்கின்றன. இது தீய செயலா? என்று புத்தர்பிரான் மன்னனிடம் கேள்வி எழுப்புகிறார். இதன் மூலம் உயிர்களின் இரக்கம் நிறைந்த இயல்பை மன்னன் உணர்ந்துகொள்ள வேண்டும் என புத்தர்பிரான் வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "'அம்புவி மீதில்இவ் ஆடுகளும் - உம்மை அண்டிப் பிழைக்கும் உயிரலவோ?' என்னும் வரியில் புத்தர்பிரான் எதை வலியுறுத்துகிறார்?",
          "options": [
      "மனிதர்களும் ஆடுகளும் ஒன்றாக வாழும் உறவு.",
      "ஆடுகள் மனிதர்களை நம்பி வாழ்கின்றன.",
      "ஆடுகள் பூமியில் வாழும் உயிரினங்கள்.",
      "ஆடுகளைப் பாதுகாக்க வேண்டிய அவசியம்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஆடுகள் உலகில் வாழ்ந்து வரும் உயிரினங்கள். மனிதர்களும் அவர்களை நம்பி வாழ்கிறார்கள். அதனால் இரக்கம் காட்ட வேண்டும் என்ற கருத்தை இப்பாடல் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "புத்தர்பிரான் மன்னனுக்கு எதை வலியுறுத்தினார்?",
          "options": [
      "அனைத்து உயிர்களையும் பாதுகாக்க வேண்டும்.",
      "தன்னலத்தை விட்டு இரக்கத்தைக் காட்ட வேண்டும்.",
      "அறம் செய்ய வேண்டும்.",
      "மக்களை நேசிக்க வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "அரசன் தன் மக்கள் மீது மட்டும் அன்பு காட்டக் கூடாது, மக்கள் மட்டுமின்றி, மிருகங்கள், பறவைகள் என அனைத்து உயிரினங்கள் மீதும் அன்பும் இரக்கமும் காட்ட வேண்டும் என புத்தர்பிரான் மன்னனிடம் வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "'நேரிய உள்ளம் இரங்கிடுமேல் - இந்த நீள்நிலம் முற்றுமே ஆண்டிடலாம்' என்னும் வரியின் மூலம் புத்தர்பிரான் எந்தப் பொருளை விளக்குகிறார்?",
          "options": [
      "இரக்கம் மிக்க மன்னனால் மட்டுமே உலகம் செழிக்கும்.",
      "உலகை ஆள்வதற்கு இரக்கம் முக்கியமானது.",
      "இரக்கம் மிக்க மன்னன் நல்ல ஆட்சியாளராக இருப்பார்.",
      "இரக்கம் என்பது மன்னனின் முக்கிய கடமை."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நேர்மையான இரக்க மனம் கொண்டிருப்பவரால் மட்டுமே பரந்த இவ்வுலகம் முழுமையையும் ஆட்சி செய்ய முடியும். அதுபோல் மன்னன் அனைத்து உயிரினங்கள் மீதும் இரக்கம் காட்ட வேண்டும். அப்போது மட்டுமே அவனது ஆட்சி வெற்றிகரமாக இருக்கும். இவ்வுலகம் செழித்து வளரும்."
          }
        ,
          
  {
    
          "description": "'காட்டும் கருணை உடையவரே - என்றும் கண்ணிய வாழ்வை உடையவராம்'  என்னும் வரியின் மூலம் புத்தர்பிரான் எதை வலியுறுத்துகிறார்?",
          "options": [
      "கருணை உள்ளவர்களுக்கு நல்ல வாழ்வு கிடைக்கும்.",
      "கருணை மிகுந்த வாழ்வு மரியாதைக்குரியது.",
      "கருணை என்பது நல்ல வாழ்வுக்கான அடிப்படை.",
      "கருணை மிக்கவர்களே மரியாதைக்குரியவர்கள்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "உலகில் வாழும் அனைத்து உயிர்களுக்கும் கருணை காட்டும் மனம் கொண்டவர்களே உண்மையான மனிதர்கள். அவர்களுக்கு மட்டுமே நல்ல வாழ்வு கிடைக்கும். அதனால் இரக்கம், கருணை, அன்பு, மனிதாபிமானம் கொண்ட வாழ்வை வாழ வேண்டும் என்பது இப்பாடலின் சாராம்சம்."
          }
        ]