
[
  {
    "description": "மெய் எழுத்துகள் வன்மையாக ஒலிக்கும்போது, அவற்றின் மாத்திரை அளவு எவ்வாறு மாறும்?",
    "options": [
      "வன்மையாக ஒலிக்கும்போது, மாத்திரை அளவு அதிகரிக்கும்",
      "வன்மையாக ஒலிக்கும்போது, மாத்திரை அளவு குறையும்",
      "வன்மையாக ஒலிக்கும்போது, மாத்திரை அளவு மாறாது",
      "வன்மையாக ஒலிக்கும்போது, மாத்திரை அளவு இரட்டிப்பாகும்"
    ],
    "answer": "C",
    "additional_context": "மெய் எழுத்துகள் வன்மையாக ஒலிக்கும்போது, அவற்றின் மாத்திரை அளவு மாறாது. மெய் எழுத்துகளின் ஒலிக்கும் கால அளவு அரை மாத்திரை ஆகும். இது வன்மையாக ஒலிக்கும்போதும் மென்மையாக ஒலிக்கும்போதும் மாறாது. எடுத்துக்காட்டாக, 'க்' என்ற எழுத்து வன்மையாக ஒலித்தாலும் சரி, மென்மையாக ஒலித்தாலும் சரி, அதன் கால அளவு அரை மாத்திரை தான். ஆகவே, வன்மையாக ஒலிக்கும்போது, மெய் எழுத்துகளின் மாத்திரை அளவு மாறாது."
  },
  {
    "description": "கீழ்க்காணும் சொற்களில் எந்தச் சொல் இரண்டு மாத்திரை அளவு கொண்டது?",
    "options": [
      "கவி",
      "தாய்",
      "வீடு",
      "பூ"
    ],
    "answer": "C",
    "additional_context": "இரண்டு மாத்திரை அளவு கொண்ட சொல் என்பது இரண்டு எழுத்துகளால் ஆன சொல். கொடுக்கப்பட்ட சொற்களில் 'வீடு' என்ற சொல் இரண்டு எழுத்துகளால் ஆனது. 'வீ' என்ற எழுத்து ஒரு மாத்திரை, 'டு' என்ற எழுத்து ஒரு மாத்திரை ஆகும். இரண்டு மாத்திரைகள் சேர்ந்தால் இரண்டு மாத்திரை அளவு. எனவே 'வீடு' என்ற சொல் இரண்டு மாத்திரை அளவு கொண்ட சொல் ஆகும்."
  },
  {
    "description": "“தமிழ் இலக்கணம் எத்தனை வகைப்படும்?” என்ற கேள்விக்குப் பதில் என்ன?",
    "options": [
      "மூன்று",
      "நான்கு",
      "ஐந்து",
      "ஆறு"
    ],
    "answer": "C",
    "additional_context": "தமிழ் இலக்கணம் ஐந்து வகைப்படும். அவை: 1. எழுத்து இலக்கணம், 2. சொல் இலக்கணம், 3. பொருள் இலக்கணம், 4. யாப்பு இலக்கணம், 5. அணி இலக்கணம். தமிழில் எழுத்துகளின் ஒலிப்பு, வடிவம், இயல்பு ஆகியவற்றைப் பற்றிய விளக்கங்களைத் தரும் இலக்கணம் எழுத்து இலக்கணம் எனப்படும்.  சொற்களின் இயல்பு, வகைகள், தொகுப்புகள் ஆகியவற்றைப் பற்றிய விளக்கங்களைத் தரும் இலக்கணம் சொல் இலக்கணம் எனப்படும்.  பொருள்களைப் பற்றிய விளக்கங்களைத் தரும் இலக்கணம் பொருள் இலக்கணம் எனப்படும்.  எழுத்துகளின் ஒழுங்கமைப்பு, இயல்பு, கட்டுப்பாடு ஆகியவற்றைப் பற்றிய விளக்கங்களைத் தரும் இலக்கணம் யாப்பு இலக்கணம் எனப்படும்.  மொழியின் அழகு, ஓசை, திணிப்பு ஆகியவற்றைப் பற்றிய விளக்கங்களைத் தரும் இலக்கணம் அணி இலக்கணம் எனப்படும்."
  },
  {
    "description": "எந்த உயிர் எழுத்தை ஒலிக்க ஆகும் கால அளவு ஒன்றரை மாத்திரையாகும்?",
    "options": [
      "ஃ",
      "ஔ",
      "எ",
      "ஓ"
    ],
    "answer": "A",
    "additional_context": "தமிழில் ஆய்த எழுத்து (ஃ) ஒலிக்க ஆகும் கால அளவு ஒன்றரை மாத்திரை ஆகும். ஆய்த எழுத்து என்பது ஒரு தனி எழுத்து. இது உயிர், மெய் இரண்டிலும் அடங்காது. ஆய்த எழுத்து மெய் எழுத்துகளுக்கு முன் வரும்போது மெய் எழுத்துகளின் ஒலியைத் தடுத்து அந்த மெய் எழுத்தை மென்மையாக ஒலிக்க வைக்கும். உதாரணமாக, 'ஃக' என்ற எழுத்து 'க' என்ற எழுத்தை விட மென்மையாக ஒலிக்கும். ஆய்த எழுத்து ஒலிக்க ஆகும் கால அளவு ஒன்றரை மாத்திரை என்பதை நாம் நினைவில் கொள்ள வேண்டும்."
  },
  {
    "description": "“எழுத்துகளை வரிவடிவமாக எழுதுவது” என்பது எந்த இலக்கண வகையைச் சேர்ந்தது?",
    "options": [
      "எழுத்து இலக்கணம்",
      "சொல் இலக்கணம்",
      "பொருள் இலக்கணம்",
      "யாப்பு இலக்கணம்"
    ],
    "answer": "A",
    "additional_context": "எழுத்துகளை வரிவடிவமாக எழுதுவது எழுத்து இலக்கணத்தைச் சேர்ந்தது.  எழுத்து இலக்கணம் என்பது எழுத்துகளின் ஒலிப்பு, வடிவம், இயல்பு ஆகியவற்றைப் பற்றிய விளக்கங்களைத் தரும் இலக்கணம் ஆகும். இதில், எழுத்துகளின் ஒலிப்பு, கால அளவு, வகைகள், வரிவடிவம், எழுத்துகளின் இணைப்பு, தொகுப்பு, உயிர், மெய், ஆய்த எழுத்து ஆகியவற்றைப் பற்றிய விளக்கங்கள் இடம்பெறும். இதில், எழுத்துகளின் ஒலிப்பு, வடிவம், இயல்பு ஆகியவற்றைப் பற்றிப் பேசுவது, எழுத்துகளை வரிவடிவமாக எழுதுவது இவற்றின் மூலம் எழுத்துக்கள் அழகாகவும் தெளிவாகவும் இருப்பதை உறுதி செய்யும். எழுத்து இலக்கணம் மொழி கற்கும் பயிற்சியில் முக்கியப் பங்கு வகிக்கிறது."
  }
]
