
[
  {
    "description": "“உயிர் எழுத்துகள் பன்னிரண்டு, மெய்யெழுத்துகள் பதினெட்டு ஆகிய முப்பது எழுத்துகளும்” எதற்கு உதாரணம்?",
    "options": [
      "சார்பெழுத்துகள்",
      "முதல் எழுத்துகள்",
      "ஆய்தம்",
      "குற்றியலிகரம்"
    ],
    "answer": "B",
    "additional_context": "எழுத்துக்கள் இரண்டு வகைப்படும். அவை முதல் எழுத்துகள் மற்றும் சார்பெழுத்துகள். உயிர் எழுத்துகள் பன்னிரண்டு, மெய்யெழுத்துகள் பதினெட்டு ஆகிய முப்பது எழுத்துகளும் முதல் எழுத்துகள் ஆகும். ஏனெனில், பிற எழுத்துகள் தோன்றுவதற்கும் இயங்குவதற்கும் இவை முதற்காரணமாக இருக்கின்றன."
  },
  {
    "description": "பின்வரும் எழுத்துகளில் எது சார்பெழுத்து வகையைச் சாராது?",
    "options": [
      "உயிர்மெய்",
      "ஆய்தம்",
      "குற்றியலிகரம்",
      "சிரிப்பு"
    ],
    "answer": "D",
    "additional_context": "முதல் எழுத்துகளைச் சார்ந்து வரும் எழுத்துகள் சார்பெழுத்துகள். இவை பத்து வகைப்படும். அவை உயிர்மெய், ஆய்தம், உயிரளபெடை, ஒற்றளபெடை, குற்றியலிகரம், குற்றியலுகரம், ஐகாரக்குறுக்கம், ஔகாரக்குறுக்கம், மகரக்குறுக்கம், ஆய்தக்குறுக்கம் என்பன."
  },
  {
    "description": "“மெய் எழுத்துகளும் உயிர் எழுத்துகளும் ஒன்றுடன் ஒன்று சேர்வதால்” எது தோன்றுகிறது?",
    "options": [
      "ஆய்தம்",
      "உயிர்மெய்",
      "குற்றியலுகரம்",
      "மகரக்குறுக்கம்"
    ],
    "answer": "B",
    "additional_context": "மெய் எழுத்துகளும் உயிர் எழுத்துகளும் ஒன்றுடன் ஒன்று சேர்வதால் உயிர்மெய் எழுத்துகள் தோன்றுகின்றன. உயிர்மெய் எழுத்தின் ஒலிவடிவம் மெய்யும் உயிரும் சேர்ந்ததாக இருக்கும். வரிவடிவம் மெய்யெழுத்தை ஒத்திருக்கும். ஒலிக்கும் கால அளவு உயிர் எழுத்தை ஒத்திருக்கும்."
  },
  {
    "description": "“தனித்து இயங்காது” என்ற கூற்று எதற்கு பொருந்தும்?",
    "options": [
      "முதல் எழுத்துகள்",
      "உயிர் எழுத்துகள்",
      "ஆய்தம்",
      "மெய் எழுத்துகள்"
    ],
    "answer": "C",
    "additional_context": "ஆய்தம் தனித்து இயங்காது. தனக்குமுன் ஒரு குறில் எழுத்தையும் தனக்குப்பின் ஒரு வல்லின உயிர்மெய் எழுத்தையும் பெற்றுச் சொல்லின் இடையில் மட்டுமே வரும். முதல் எழுத்துகளாகிய உயிரையும், மெய்யையும் சார்ந்து இயங்குவதால் ஆய்த எழுத்து சார்பெழுத்து ஆகும்."
  },
  {
    "description": "“தனக்குமுன் ஒரு குறில் எழுத்தையும் தனக்குப்பின் ஒரு வல்லின உயிர்மெய் எழுத்தையும் பெற்றுச் சொல்லின் இடையில் மட்டுமே வரும்” என்ற கூற்று எதற்குப் பொருந்தும்?",
    "options": [
      "ஆய்தம்",
      "உயிர்மெய்",
      "மகரக்குறுக்கம்",
      "குற்றியலிகரம்"
    ],
    "answer": "A",
    "additional_context": "ஆய்தம் தனித்து இயங்காது. தனக்குமுன் ஒரு குறில் எழுத்தையும் தனக்குப்பின் ஒரு வல்லின உயிர்மெய் எழுத்தையும் பெற்றுச் சொல்லின் இடையில் மட்டுமே வரும். முதல் எழுத்துகளாகிய உயிரையும், மெய்யையும் சார்ந்து இயங்குவதால் ஆய்த எழுத்து சார்பெழுத்து ஆகும்."
  }
]
