
[
  {
    "description": "“ஏட்டில் படித்ததோடு இருந்து விடாதே - நீ” என்ற வரியின் மூலம் கவிஞர் என்ன கருத்தை வலியுறுத்துகிறார்?",
    "options": [
      "ஏட்டுக் கல்வியை மட்டும் நம்பி இருக்கக் கூடாது.",
      "படித்ததைப் பயன்படுத்த வேண்டும்.",
      "படித்ததன் மூலம் நல்லவர்களாக மாற வேண்டும்.",
      "மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "கல்வியைப் பெற்று மட்டும் போதாது. கல்வி அறிவை வளர்ப்பதோடு பண்பாட்டையும் வளர்க்க வேண்டும். அறிவைப் பயன்படுத்தி நல்லவர்களாக வாழ வேண்டும் என்பதை இந்த வரி வலியுறுத்துகிறது. மேலும்,  படித்ததன் மூலம் நமக்கு கிடைத்த அறிவைக் கொண்டு சமுதாயத்திற்கு நன்மை செய்ய வேண்டும் என்பதையும் இந்த வரி உணர்த்துகிறது."
  },
  {
    "description": "“நாட்டின் நெறி தவறி நடந்து விடாதே – நம்” என்ற வரியில் 'நெறி' என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
    "options": [
      "நாட்டின் சட்டங்கள்",
      "நல்ல பழக்கவழக்கங்கள்",
      "சமூக நெறிமுறைகள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "ஒரு குறிப்பிட்ட சமுதாயத்தில் வாழும் மக்கள் பின்பற்றும்  நல்ல பழக்கவழக்கங்கள் மற்றும் சட்டங்கள் போன்றவற்றை 'நெறி' என்ற சொல் குறிக்கிறது. ஒரு நாட்டின் நெறி தவறி நடந்து விடக்கூடாது என்பது நல்ல குடிமகனாக இருப்பதற்கான அடிப்படை."
  },
  {
    "description": "“மூத்தோர் சொல் வார்த்தைகளை மீறக் கூடாது – பண்பு” என்ற வரி  எதைக் குறிக்கிறது?",
    "options": [
      "பெரியவர்களின் அறிவுரைகளைக் கேட்க வேண்டும்.",
      "பெரியவர்களைக் கௌரவிக்க வேண்டும்.",
      "பெரியவர்களின் அனுபவங்களிலிருந்து கற்றுக் கொள்ள வேண்டும்.",
      "மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "பெரியவர்கள் வாழ்நாளில் பல அனுபவங்களைப் பெற்றிருப்பார்கள். அந்த அனுபவங்களிலிருந்து நாம் கற்றுக் கொள்ள வேண்டும். அவர்களின் அறிவுரைகளைக் கேட்டு நடப்பது நமக்கு நன்மை பயக்கும். அவர்களைக் கௌரவித்து நடத்த வேண்டும். மேலும், பெரியவர்களின் வழிகாட்டுதலைப் பெறுவது நமக்குப் பல நன்மைகளைத் தரும்."
  },
  {
    "description": "“வம்பு செய்யும் குணமிருந்தால் விட்டிட வேணும் – அறிவு” என்ற வரி  எதைக் குறிக்கிறது?",
    "options": [
      "வாக்குவாதம் செய்வது தவறு.",
      "பிறரை மதிக்க வேண்டும்.",
      "சமூகத்தில் இணக்கமாக வாழ வேண்டும்.",
      "மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "வம்பு செய்வது என்பது ஒரு தீய குணம். வம்பு செய்வதன் மூலம் சமூகத்தில் விரிசல் ஏற்படும். பிறருடன் இணக்கமாக வாழ வேண்டும். சமூகத்தில் அமைதி நிலவ வேண்டும் என்றால் பிறரை மதித்து நடத்த வேண்டும். அவர்களோடு வாக்குவாதம் செய்வதைத் தவிர்க்க வேண்டும்."
  },
  {
    "description": "“வெற்றிமேல் வெற்றிவர விருதுவர பெருமைவர / மேதைகள் சொன்னதுபோல் விளங்கிட வேண்டும்” என்ற வரிகளின் மூலம் கவிஞர் என்ன கருத்தை வெளிப்படுத்துகிறார்?",
    "options": [
      "வெற்றி பெறுவது மட்டுமே முக்கியம்.",
      "மேதைகளின் வழிகாட்டுதலைப் பின்பற்ற வேண்டும்.",
      "நல்ல பண்புகளைக் கடைப்பிடித்து வெற்றி பெற வேண்டும்.",
      "பெருமையை நாடுவது முக்கியம்."
    ],
    "answer": "C",
    "additional_context": "வெற்றி பெறுவது முக்கியம். ஆனால் அதற்காக நல்ல பண்புகளைக் கடைப்பிடிக்காமல் செயல்படக் கூடாது. மேதைகள் கூறியதைப்போல் நல்ல பண்புகளைக் கடைப்பிடித்து வெற்றி பெற வேண்டும் என்பதை இந்த வரிகள் வலியுறுத்துகின்றன. நல்ல பண்புகளைக் கடைப்பிடித்து வெற்றி பெற்றால் மட்டுமே அந்த வெற்றி நிலையானதாக இருக்கும்."
  }
]
