
[
  {
    "description": "பாடலில் \"தந்தத்திலே தொட்டில் கட்டித் தங்கத்திலே பூ இழைத்துச் செல்லமாய் வந்து உதித்த சேரநாட்டு முத்தேனோ!\" என்ற வரிகள் குழந்தையைப் பற்றி என்ன சொல்கின்றன?",
    "options": [
      "அ) குழந்தை மிகவும் அழகானது.",
      "இ) குழந்தை செல்வத்துடன் பிறந்தது.",
      "ஆ) குழந்தை பெரிய இனத்திலிருந்து பிறந்தது.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "ஈ",
    "additional_context": "இந்தப் பாடல் ஒரு தாலாட்டுப் பாடல். குழந்தைகளுக்குத் தாலாட்டுப் பாடும்போது அவர்களின் அழகை, செல்வத்தை, பிறந்த இனத்தைப் பற்றி பெருமையாகப் பேசுவது வழக்கம். \"தந்தத்திலே தொட்டில் கட்டித் தங்கத்திலே பூ இழைத்துச் செல்லமாய் வந்து உதித்த சேரநாட்டு முத்தேனோ!\" என்ற வரிகள் இந்தப் பாடலின் மூலம் நாம் தெரிந்து கொள்ளும் தகவல்கள். \"தந்தத்திலே தொட்டில் கட்டித் தங்கத்திலே பூ இழைத்து\" - குழந்தை செல்வத்துடன் பிறந்தது என்பதைத் தெளிவுபடுத்துகிறது. \"செல்லமாய் வந்து உதித்த சேரநாட்டு முத்தேனோ!\" - குழந்தை அழகானது, பெரிய இனத்திலிருந்து பிறந்தது என்பதைப் புலப்படுத்துகிறது."
  },
  {
    "description": "\"பாடல்கள் மனத்திற்கு அமைதியையும் மகிழ்ச்சியையும் தருபவை. பாடலைப் பாடினாலும் மகிழ்ச்சி; கேட்டாலும் மகிழ்ச்சி\" என்ற வாக்கியத்தில் எந்தச் சொல் இரண்டு முறை பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அ) மனம்",
      "இ) அமைதி",
      "ஆ) மகிழ்ச்சி",
      "ஈ) பாடல்"
    ],
    "answer": "ஆ",
    "additional_context": "இந்த வாக்கியத்தில் \"மகிழ்ச்சி\" என்ற சொல் இரண்டு முறை பயன்படுத்தப்பட்டுள்ளது. பாடல்கள் மனத்திற்கு அமைதியையும் மகிழ்ச்சியையும் தருபவை. பாடலைப் பாடினாலும் **மகிழ்ச்சி**; கேட்டாலும் **மகிழ்ச்சி** என இரண்டு இடங்களிலும் \"மகிழ்ச்சி\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "\"வாழை இலை பரப்பி வந்தாரைக் கை அமர்த்திச் சுவையான விருந்து வைக்கும் சோழநாட்டு முக்கனியோ!\" என்ற வரிகள் எந்தக் கருத்தை வலியுறுத்துகின்றன?",
    "options": [
      "அ) சோழ நாட்டு மக்கள் பணக்காரர்கள்.",
      "இ) சோழ நாட்டு மக்கள் விருந்தோம்பல் மிக்கவர்கள்.",
      "ஆ) சோழ நாட்டு மக்கள் உணவைப் பற்றி அக்கறை கொண்டவர்கள்.",
      "ஈ) சோழ நாட்டு மக்கள் இயற்கையோடு இணைந்த வாழ்க்கை வாழ்கிறார்கள்."
    ],
    "answer": "இ",
    "additional_context": "இந்த வரிகள் \"சோழ நாட்டு மக்கள் விருந்தோம்பல் மிக்கவர்கள்\" என்பதை வலியுறுத்துகின்றன. \"வாழை இலை பரப்பி வந்தாரைக் கை அமர்த்திச் சுவையான விருந்து வைக்கும்\" - இது சோழ நாட்டு மக்களின் விருந்தோம்பல் மனப்பான்மையைத் தெளிவுபடுத்துகிறது. வாழை இலை பரப்பி வந்தாரைக் கை அமர்த்தி என்ற சொற்றொடர் சோழ நாட்டு மக்கள் இயற்கையோடு இணைந்த வாழ்க்கை வாழ்ந்ததையும் விளக்குகிறது."
  },
  {
    "description": "\"கண்ணே கண்மணியே கண்ணுறங்கு கண்ணுறங்கு!\" என்ற வரிகளில் \"கண்\" என்ற சொல் எத்தனை முறை வருகிறது?",
    "options": [
      "அ) இரண்டு",
      "இ) மூன்று",
      "ஆ) நான்கு",
      "ஈ) ஐந்து"
    ],
    "answer": "ஈ",
    "additional_context": "இந்த வரிகளில் \"கண்\" என்ற சொல் ஐந்து முறை வருகிறது.  **கண்ணே கண்மணியே கண்ணுறங்கு கண்ணுறங்கு!**  என ஐந்து இடங்களிலும் \"கண்\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "\"நந்தவனம்\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "அ) வனம்",
      "இ) பூஞ்சோலை",
      "ஆ) தோட்டம்",
      "ஈ) மலை"
    ],
    "answer": "இ",
    "additional_context": "\"நந்தவனம்\" என்ற சொல்லின் பொருள் \"பூஞ்சோலை\" என்பது. பூஞ்சோலை என்பது பூக்கள் நிறைந்த ஒரு அழகான இடம். இந்த வரிகளில் \"நந்தவனம் கண் திறந்து நற்றமிழ்ப் பூ எடுத்து\"  என்று குழந்தையைப் பற்றிப் பாடி இருப்பதால் இதன் பொருள் பூஞ்சோலை என்பது தெளிவாகிறது. "
  }
]
