
[
  {
    "description": "“கனிச்சாறு”, “கொய்யாக்கனி”, “பாவியக்கொத்து”, “நூறாசிரியம்” ஆகியவை யாருடைய நூல்கள்?",
    "options": [
      "பாரதியார்",
      "கம்பர்",
      "பெருஞ்சித்திரனார்",
      "பாரதிதாசன்"
    ],
    "answer": "C",
    "additional_context": "பெருஞ்சித்திரனார் என்பவர் மாணிக்கம் என்று பெயர். இவர் பாவலரேறு என்ற பெயராலும் அழைக்கப்படுகிறார். இவர் கனிச்சாறு, கொய்யாக்கனி, பாவியக்கொத்து, நூறாசிரியம் போன்ற நூல்களை எழுதியுள்ளார். தென்மொழி, தமிழ்ச்சிட்டு, தமிழ்நிலம் போன்ற இதழ்களையும் இவர் நடத்தியுள்ளார். தமிழுணர்வைப் பரப்பியவர் இவர். இப்பாடல் கனிச்சாறு நூலில் இடம் பெற்றுள்ளது. இந்நூல் எட்டுத் தொகுதிகளாக வெளிவந்துள்ளது. இது தமிழ் உணர்வு நிறைந்த பாடல்களை கொண்டது."
  },
  {
    "description": "“செந்தமிழின் புகழ் எட்டுத் திசையிலும் பரவ வேண்டும்” என்று கவிஞர் ஏன் விரும்புகிறார்?",
    "options": [
      "கும்மி ஆடுவதற்காக",
      "தமிழ் மொழியின் மேன்மையை உலகுக்கு காட்ட",
      "தமிழ் மொழியின் புகழைப் பரப்ப",
      "தமிழ் மொழியை உலக மொழியாக மாற்ற"
    ],
    "answer": "C",
    "additional_context": "தமிழின் புகழ் எட்டு திசைகளிலும் பரவிடும் வகையில் இளம்பெண்கள் கைகளைக் கொட்டிக் கும்மியடிப்போம் என்கிறது பாடல். தமிழ் மொழியின் மேன்மையை உலகுக்கு காட்ட வேண்டும் என்கிற நோக்கத்தில் இந்த பாடல் எழுதப்பட்டது. இந்த பாடலில் தமிழ் மொழியின் பெருமையைப் போற்றிப் பாடுகிறார்கள்."
  },
  {
    "description": "கவிஞர், தமிழ் மொழியின் குணங்களாக 'பொய்யகற்றும்', 'அன்பு பூண்டவரின் இன்பப் பாட்டிருக்கும்', 'மெய்புகட்டும்' எனக் கூறுகிறார். இந்த குணங்கள் நமக்கு எவ்வாறு பயனுள்ளதாக இருக்கும்?",
    "options": [
      "நல்ல வாழ்க்கை வாழ",
      "மன அமைதியைப் பெற",
      "அறியாமையிலிருந்து விடுபட",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "தமிழ் என்பது பொய்யை அகற்றும் மொழி, அது மனத்தின் அறியாமையை நீக்கும் மொழி, அன்புடைய பலரின் இன்பம் தரும் பாடல்கள் நிறைந்த மொழி, உயிர் போன்ற உண்மையை ஊட்டும் மொழி, உயர்ந்த அறத்தைத் தரும் மொழி. இந்த உலகம் சிறந்து வாழ்வதற்கான வழிகளையும் காட்டும் மொழி தமிழ் மொழி என்பதை இந்த பாடல் மூலம் நாம் அறிய முடிகிறது."
  },
  {
    "description": "“தமிழ்க்கும்மி” பாடல், தமிழின் பெருமை, வரலாறு, குணங்கள் ஆகியவற்றை வலியுறுத்துகிறது. இந்தப் பாடலைப் படித்த பிறகு நீங்கள் என்ன உணர்கிறீர்கள்?",
    "options": [
      "தமிழ் மொழியின் மீது பெருமை",
      "தமிழைப் பற்றி மேலும் தெரிந்துகொள்ள வேண்டும் என்ற ஆர்வம்",
      "தமிழ் மொழியைப் பாதுகாக்க வேண்டும் என்ற எண்ணம்",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "தமிழ் மொழியின் பெருமை, வரலாறு, குணங்கள் ஆகியவற்றை வலியுறுத்தும் பாடல் இது. தமிழ் மொழியின் பெருமையையும், மகத்துவத்தையும் நாம் உணர வேண்டும்."
  },
  {
    "description": "கவிஞர் பெருஞ்சித்திரனார் எந்தச் சிறப்புப் பெயரால் அழைக்கப்படுகிறார்?",
    "options": [
      "பாவலரேறு",
      "தமிழ்க்குயில்",
      "மொழிகாவலர்",
      "இலக்கியக்காவலர்"
    ],
    "answer": "A",
    "additional_context": "பெருஞ்சித்திரனார் என்பவர் மாணிக்கம் என்று பெயர். இவர் பாவலரேறு என்ற பெயராலும் அழைக்கப்படுகிறார். இவர் கனிச்சாறு, கொய்யாக்கனி, பாவியக்கொத்து, நூறாசிரியம் போன்ற நூல்களை எழுதியுள்ளார். தென்மொழி, தமிழ்ச்சிட்டு, தமிழ்நிலம் போன்ற இதழ்களையும் இவர் நடத்தியுள்ளார். தமிழுணர்வைப் பரப்பியவர் இவர். இப்பாடல் கனிச்சாறு நூலில் இடம் பெற்றுள்ளது. இந்நூல் எட்டுத் தொகுதிகளாக வெளிவந்துள்ளது. இது தமிழ் உணர்வு நிறைந்த பாடல்களை கொண்டது."
  }
]
