[
          
  {
    
          "description": "“கண்டும் கேட்டும் மகிழ்க” என்ற பகுதியில் குறிப்பிடப்பட்டுள்ள காணொலிகள் எதைப் பற்றியவை?",
          "options": [
      "கடல் நீர்",
      "அறிவியல் கண்டுபிடிப்புகள்",
      "இராமன் விளைவு",
      "நோபல் பரிசு"
    ],
    "answer": "B",
    
          "additional_context": "“கண்டும் கேட்டும் மகிழ்க” என்ற பகுதி அறிவியல் கண்டுபிடிப்புகள் பற்றிய காணொலிகளைக் கண்டும் கேட்டும் மகிழும் பகுதி. அறிவியல் கண்டுபிடிப்புகளைப் பற்றிய காணொலிகளைக் கண்டு மகிழ்ந்து அவற்றைப் பற்றி நண்பர்களிடம் பேசவும் கேளுங்கள்."
          }
        ,
          
  {
    
          "description": "“மொழிமுதல் எழுத்துகள்” எதைக் குறிக்கின்றன?",
          "options": [
      "ஒரு வார்த்தையின் தொடக்கத்தில் வரும் எழுத்துகள்",
      "ஒரு வார்த்தையின் இறுதியில் வரும் எழுத்துகள்",
      "ஒரு வார்த்தையின் நடுவில் வரும் எழுத்துகள்",
      "எழுத்துகள் எதுவுமே இல்லை"
    ],
    "answer": "A",
    
          "additional_context": "“மொழிமுதல் எழுத்துகள்” என்ற சொல் ஒரு வார்த்தையின் தொடக்கத்தில் வரும் எழுத்துகளைக் குறிக்கிறது.  எடுத்துக்காட்டாக,  “க” என்ற எழுத்து “கடல்” என்ற சொல்லின் தொடக்கத்தில் வருகிறது. எனவே “க” மொழிமுதல் எழுத்து."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது மொழிக்கு முதலில் வரக்கூடிய உயிர்மெய் எழுத்துகளைக் கொண்டு தொடங்கும் சொல்?",
          "options": [
      "நெய்",
      "ஞானம்",
      "வண்டி",
      "யானை"
    ],
    "answer": "D",
    
          "additional_context": "ஞ, ய, வ ஆகிய உயிர்மெய் எழுத்துகள் வரிசையில் மொழிமுதல் எழுத்துகளாக அமைபவை எவை? அவ்வெழுத்துகளைக் கொண்டு தொடங்கும் சொற்களை அகராதியைப் பார்த்து எழுதுக. “யானை” என்ற சொல் “ய” என்ற மொழிமுதல் எழுத்தைக் கொண்டு தொடங்கும் சொல். மேலும் “யானை”  என்பது ஞ, ய, வ ஆகிய உயிர்மெய் எழுத்துகள் வரிசையில் மொழிமுதல் எழுத்துகளைக் கொண்டு தொடங்கும் சொல்."
          }
        ,
          
  {
    
          "description": "'கற்பவை கற்றபின்' என்ற பத்தியில், கடல்நீர் ஏன் நீல நிறமாகக் காட்சியளிக்கிறது என்ற வினா எழுந்தது. இது எந்த வகையான ஆர்வத்தைக் காட்டுகிறது?",
          "options": [
      "பணக்காரராக வேண்டும் என்ற ஆர்வம்",
      "அறிவு தேடல் ஆர்வம்",
      "புகழ் பெற வேண்டும் என்ற ஆர்வம்",
      "பதவி பெற வேண்டும் என்ற ஆர்வம்"
    ],
    "answer": "B",
    
          "additional_context": "“கற்பவை கற்றபின்” என்ற பத்தியில், கடல்நீர் ஏன் நீல நிறமாகக் காட்சியளிக்கிறது என்ற வினா எழுந்தது. கடல்நீர் ஏன் நீல நிறமாக இருக்கிறது என்ற வினா எழுந்தது என்பது அறிவு தேடல் ஆர்வத்தைக் காட்டுகிறது. அந்தத் தமிழர் கடல்நீர் ஏன் நீல நிறமாக இருக்கிறது என்ற ஆர்வத்தால், அவர் இங்கிலாந்து பயணம் முடிந்து இந்தியா திரும்பினார். பிறகு பாதரச ஆவி விளக்கு, பென்சீன் மற்றும் நிறமாலைக் காட்டி ஆகியவற்றின் உதவியுடன் தமது ஆய்வைத் தொடங்கினார். இவ்வாறு அறிவு தேடும் ஆர்வம் அவரை இயங்கச் செய்தது."
          }
        ,
          
  {
    
          "description": "'இராமன் விளைவு' என்ற கண்டுபிடிப்பு இந்தியாவிற்கு என்ன பெற்றுத் தந்தது?",
          "options": [
      "பணக்காரராகும் வாய்ப்பு",
      "அறிவியலுக்கான நோபல் பரிசு",
      "அரசியல் அதிகாரம்",
      "சமூக அங்கீகாரம்"
    ],
    "answer": "B",
    
          "additional_context": "“இராமன் விளைவு”  என்ற கண்டுபிடிப்பு இந்தியாவிற்கு அறிவியலுக்கான முதல் நோபல் பரிசைப் பெற்றுத் தந்தது.  இராமன் விளைவு என்பது ஒளிச்சிதறல் நிகழ்வில் காணப்படும் ஒரு குறிப்பிட்ட ஒளியியல் விளைவு. சர். சி. வி. இராமன் என்பவர்  1928 பிப்ரவரி 28 ஆம் நாள்  இந்தக் கண்டுபிடிப்பை வெளியிட்டார்."
          }
        ]