[
          
  {
    
          "description": "'கலைச் சொல் அறிவோம்' என்ற பகுதியில், 'Whatsapp' என்ற சொல்லின் தமிழ்ப் பெயர் எது?",
          "options": [
      "புலனம்",
      "இணையம்",
      "தொடுதிரை",
      "தேடுபொறி"
    ],
    "answer": "A",
    
          "additional_context": "நாம் அன்றாட வாழ்வில் பயன்படுத்தும் பல சொற்களுக்கு தமிழில் சிறப்பான பெயர்கள் உள்ளன. அவற்றில் சில சொற்களுக்கு தமிழில் பெயர் இல்லாமல் ஆங்கிலத்தில் உள்ளவாறே பயன்படுத்துகிறோம். இப்படி ஆங்கிலத்தில் இருந்து வந்த சொற்களுக்கு நாம் தமிழில் பெயரிடுவது அவசியம். 'கலைச் சொல் அறிவோம்' என்ற பகுதி அந்தப் பணியைச் செய்வதற்காக உருவாக்கப்பட்டது. இந்தப் பகுதியில் 'Whatsapp'  என்ற சொல்லின் தமிழ்ப் பெயர் 'புலனம்'  என்பதை நாம் அறிந்து கொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "“மை” என்னும் எழுத்தில் முடியும் சொற்களின் பட்டியல் தயாரிப்பதற்கான பணியை எந்தப் பகுதி விளக்குகிறது?",
          "options": [
      "திரட்டுக",
      "சொல் வளம் பெறுவோம்",
      "பொருத்தமான சொற்களைக் கொண்டு தொடர்களை நிரப்புக",
      "கட்டங்களில் மறைந்துள்ள பெயர்களைக் கண்டுபிடிக்க"
    ],
    "answer": "A",
    
          "additional_context": "நம்மால் முடிந்தவரை  சொற்களைப் பயன்படுத்த வேண்டும். அதற்காக நாம் சொற்களைத் திரட்டி, சொற்களின் வளத்தை அதிகரிக்க வேண்டும். 'மை' என்னும் எழுத்தில் முடியும் சொற்களைத் திரட்டிப் பட்டியல் தயாரிப்பது நமது சொல் வளத்தை அதிகரிக்க உதவும். 'மை' என்னும் எழுத்தில் முடியும் சொற்களைத் திரட்டிப் பட்டியல் தயாரிப்பதற்கான பணியை  'திரட்டுக'  என்ற பகுதி விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "“கவிதை” என்ற சொல்லிலிருந்து எந்த இரண்டு புதிய சொற்களை உருவாக்க முடியும்?",
          "options": [
      "கவி, தை",
      "கவி, வை",
      "கவி, தை",
      "கவி, தை"
    ],
    "answer": "A",
    
          "additional_context": "ஒரு சொல்லிலிருந்து பல புதிய சொற்களை உருவாக்க முடியும். அதற்கு  சொல்லின்  மூலத்தைக் கண்டுபிடித்துப் பிரித்துப் பார்க்க வேண்டும்.  'கவிதை' என்ற சொல்லிலிருந்து  'கவி'  மற்றும்  'தை'  என்ற இரு புதிய சொற்களை உருவாக்க முடியும்.  'கவி'  என்பது  'கவிஞர்'  என்ற சொல்லின்  மூலமாகும்.  'தை'  என்பது  'தை மாதம்'  என்ற சொல்லின்  மூலமாகும்."
          }
        ,
          
  {
    
          "description": "“பரிபாடல்” என்ற சொல்லிலிருந்து எந்த இரண்டு புதிய சொற்களை உருவாக்க முடியும்?",
          "options": [
      "பரி, பாட",
      "பரி, பாடல்",
      "பரி, பாடல்",
      "பரி, பாட"
    ],
    "answer": "A",
    
          "additional_context": "நாம் அன்றாட வாழ்வில் பயன்படுத்தும் பல சொற்களுக்கு நாம் வேறு சில சொற்களிலிருந்து  புதிய சொற்களை உருவாக்க முடியும்.  'பரிபாடல்' என்ற சொல்லிலிருந்து  'பரி'  மற்றும்  'பாட'  என்ற இரு புதிய சொற்களை உருவாக்க முடியும்."
          }
        ,
          
  {
    
          "description": "“நூல்” மற்றும் “வெளி” என்ற இரண்டு சொற்களை இணைத்து உருவாக்கக்கூடிய புதிய சொல் எது?",
          "options": [
      "நூல்வெளி",
      "வெளிநூல்",
      "நூல்விளி",
      "வெளிநூல"
    ],
    "answer": "A",
    
          "additional_context": "இரண்டு சொற்களை இணைத்து  புதிய சொற்களை உருவாக்க முடியும். இரண்டு சொற்களையும் இணைத்து புதிய  சொல் உருவாக்கும்போது,  இரண்டு சொற்களின் பொருளையும்  அந்த புதிய சொல் குறிக்கும்.  'நூல்'  மற்றும்  'வெளி'  என்ற இரண்டு சொற்களை இணைத்து உருவாக்கக்கூடிய புதிய சொல்  'நூல்வெளி'  என்பதாகும்."
          }
        ]