
[
  {
    "description": "மேற்கண்ட பகுதியில், சிறுவர்கள் பள்ளிக்கூடம் செல்லாததற்கான காரணத்தைப் பற்றி என்ன தெரிய வருகிறது?",
    "options": [
      "a) அவர்கள் ஆடு மேய்க்க வேண்டியிருந்ததால்.",
      "b) அவர்கள் வீட்டில் கல்வி கற்க விரும்பினார்கள்.",
      "c) அவர்களின் ஊரில் பள்ளிக்கூடம் இல்லாததால்.",
      "d) அவர்கள் பள்ளிக்குப் போகும் வழி தெரியாததால்."
    ],
    "answer": "C",
    "additional_context": "காமராசர் ஆடு மேய்த்துக் கொண்டிருந்த சிறுவர்களிடம், \"என்னடா தம்பிகளா! பள்ளிக்கூடம் போகாமல் ஆடு மேய்ச்சுக்கிட்டு இருக்கீங்க? ஏன் பள்ளிக்கூடம் விடுமுறையா? \" என்று கேட்டார். சிறுவர்கள் பதிலளித்தார்கள், \"பள்ளிக்கூடமா? அதெல்லாம் எங்க ஊரில் கிடையாது\" . அவர்கள் பள்ளிக்கூடம் செல்லாததற்குக் காரணம் அவர்களின் ஊரில் பள்ளிக்கூடம் இல்லாதது என்பதைத் தெளிவாகப் புரிய வைக்கிறது."
  },
  {
    "description": "மேற்கண்ட பகுதியில், காமராசர் மாணவர்களிடம் எந்தக் கருத்தை வலியுறுத்துகிறார்?",
    "options": [
      "a) அனைத்து மாணவர்களும் பள்ளிக்கூடம் செல்ல வேண்டும்.",
      "b) பள்ளிக்கூடங்கள் நாடு முழுவதும் இருக்க வேண்டும்.",
      "c) பள்ளிக்கூடங்களுக்கு மாணவர்கள் நடந்து செல்ல வேண்டும்.",
      "d) பள்ளிக்கூடங்கள் மாணவர்களின் வீட்டிற்கு அருகில் இருக்க வேண்டும்."
    ],
    "answer": "D",
    "additional_context": "காமராசர் மாணவர்களிடம், \"எவ்வளவு தூரம் நடந்து போவீங்க? நீண்ட தூரம் நடந்தால் களைச்சுப்போயிடுவீங்க. அப்புறம் எப்படிப் படிக்க முடியும்? அதனால் ஒரு மைல் தூரத்தில் ஆரம்பப்பள்ளி, மூன்று மைல் தூரத்தில் நடுநிலைப்பள்ளி, ஐந்து மைல் தூரத்தில் உயர்நிலைப்பள்ளி இருக்கணும்னு திட்டம்\" என்று பேசினார். இதன் மூலம் காமராசர் மாணவர்கள் வீட்டிற்கு அருகில் பள்ளிக்கூடங்கள் இருக்க வேண்டும் என்ற கருத்தை வலியுறுத்துகிறார்."
  },
  {
    "description": "காமராசர் முதல்வராகப் பொறுப்பேற்ற காலத்தில், பள்ளிக்கூடங்களின் நிலைமை எப்படி இருந்தது?",
    "options": [
      "a) பள்ளிக்கூடங்களின் எண்ணிக்கை அதிகரித்து இருந்தது.",
      "b) பள்ளிக்கூடங்கள் அனைத்தும் நல்ல நிலையில் இருந்தன.",
      "c) பல பள்ளிக்கூடங்கள் மூடப்பட்டிருந்தன.",
      "d) பள்ளிக்கூடங்கள் புதிதாகத் தொடங்கப்பட்டன."
    ],
    "answer": "C",
    "additional_context": "காமராசர் முதல் அமைச்சராகப் பதவியேற்ற நேரத்தில் ஏறக்குறைய ஆறாயிரம் தொடக்கப்பள்ளிகள் மூடப்பட்டு இருந்தன. அவர்தான் அனைத்தையும் உடனடியாகத் திறக்க ஆணையிட்டார். பள்ளிக்கூடங்களின் நிலைமை மோசமாக இருந்ததை இந்தக் கூற்று தெளிவாக உணர்த்துகிறது."
  },
  {
    "description": "பள்ளிக்கூடங்களின் வளர்ச்சியைப் பற்றிய பத்தியில், பள்ளிக்கூடங்கள் காலந்தோறும் மாறி வருவதைப் பற்றி எந்த முக்கியமான விஷயம் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "ஆசிரியர்கள் மாணவர்களின் வீட்டிற்கு சென்று கற்பித்தார்கள்.",
      "பள்ளிக்கூடங்கள் பொது இடங்களில் தொடங்கப்பட்டன.",
      "ஆரம்பத்தில் ஆசிரியரின் வீட்டிலேயே கல்வி நடைபெற்றது.",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பத்தியில் பள்ளிக்கூடங்கள் காலந்தோறும் மாறி வருவதைப் பற்றி பல முக்கியமான விஷயங்களை குறிப்பிடப்பட்டுள்ளது. ஆரம்பத்தில் ஆசிரியரின் வீட்டிலேயே கல்வி நடைபெற்றது. பின்னர் ஆசிரியர்கள் மாணவர்களின் வீட்டிற்கு சென்று கற்பித்தார்கள். அதன் பிறகு பொதுவான ஓர் இடத்தில் மாணவர்களுக்கு ஆசிரியர்கள் கற்பித்தனர். இன்று இவை பள்ளிக்கூடங்களாக மாறியுள்ளன என்பதைப் பத்தி சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "காமராசர் சிறுவர்களுடன் உரையாடிய போது என்ன கேள்வி கேட்டார்?",
    "options": [
      "உங்க ஊரில் எத்தனை ஆடுகள் இருக்கு?",
      "உங்க ஊரில் பள்ளிக்கூடம் இருந்தா நீங்க எல்லாரும் படிப்பீங்களா?",
      "நீங்க எல்லாரும் எத்தனை மணி நேரம் ஆடு மேய்ச்சுக்கிட்டு இருக்கீங்க?",
      "உங்க ஊரில் பள்ளிக்கூடம் எப்போ தொடங்கும்?"
    ],
    "answer": "B",
    "additional_context": "காமராசர் சிறுவர்களிடம், \"அப்படியா? உங்க ஊரில் ஒரு பள்ளிக்கூடம் இருந்தா நீங்கள் எல்லாரும் படிப்பீங்களா?\" என்று கேட்டார். இந்த கேள்வி சிறுவர்களின் கல்வி மீதான ஆர்வத்தையும் அவர்கள் பள்ளிக்கூடம் செல்ல விரும்புவதையும் காட்டுகிறது."
  }
]
