
[
  {
    "description": "மாமல்லபுரத்தில் எத்தனை இரதங்கள் உள்ளன?",
    "options": [
      "நான்கு.",
      "ஐந்து.",
      "ஆறு.",
      "ஏழு."
    ],
    "answer": "B",
    "additional_context": "மாமல்லரின் விளக்கத்தின்படி, பஞ்சபாண்டவர் இரதம் என அழைக்கப்படும் ஐந்து இரதங்கள் அங்கு உள்ளன. பஞ்சபாண்டவர் இரதம் என்று அழைக்கப்படுவதற்குக் காரணம், அங்கு ஐந்து இரதங்கள் இருப்பதால்தான். மாமல்லரின் காலத்திலேயே அவை உருவாக்கப்பட்டவை."
  },
  {
    "description": "மாமல்லபுரத்தில் உள்ள \"குகைக்கோவில்\" எதற்குப் புகழ்பெற்றது?",
    "options": [
      "அதன் அழகான கட்டமைப்புக்காக.",
      "அதன் உள்ளே உள்ள சிற்பங்களுக்காக.",
      "அதன் வரலாற்று முக்கியத்துவத்திற்காக.",
      "மேற்கண்ட அனைத்திற்கும்."
    ],
    "answer": "D",
    "additional_context": "மாமல்லபுரத்தில் உள்ள குகைக்கோவில் அதன் அழகான கட்டமைப்பு, அதன் உள்ளே உள்ள சிற்பங்கள் மற்றும் அதன் வரலாற்று முக்கியத்துவம் ஆகிய மூன்றிற்கும் புகழ்பெற்றது. ஒரு பாறையில் செதுக்கப்பட்ட கோவில் என்பதாலும், பல்லவ மன்னர்களின் கலைத்திறன் வெளிப்படும் அழகான கோவில் என்பதாலும் இது புகழ்பெற்றது."
  },
  {
    "description": "மாமல்லர் யாரின் மகன்?",
    "options": [
      "மகேந்திரவர்ம பல்லவர்.",
      "நரசிம்மவர்மன்.",
      "கயல்.",
      "அர்ச்சுனன்."
    ],
    "answer": "A",
    "additional_context": "மாமல்லரின் தந்தை மகேந்திரவர்ம பல்லவர். மாமல்லரின் காலம், அவருடைய மகனின் காலம், அவருடைய பேரனின் காலம்வரை இந்த சிற்பப் பணி தொடர்ந்து நடைபெற்றது. நான்கு தலைமுறைகளில் இந்தச் சிற்பங்கள் உருவாக்கப்பட்டன."
  },
  {
    "description": "மாமல்லபுரத்தில் காணப்படும் \"புடைப்புச் சிற்பங்கள்\" எதற்குப் புகழ்பெற்றவை?",
    "options": [
      "அவை மிகப்பெரியவை என்பதற்காக.",
      "அவை நேரில் பார்க்கும் உயிரினங்களைப் போல அழகாக இருப்பதற்காக.",
      "அவை பல நூறு ஆண்டுகள் பழமையானவை என்பதற்காக.",
      "அவை பல வண்ணங்களால் அலங்கரிக்கப்பட்டவை என்பதற்காக."
    ],
    "answer": "B",
    "additional_context": "மாமல்லபுரத்தில் காணப்படும் புடைப்புச் சிற்பங்கள் மிகவும் அழகானவை. மனிதர்கள், விலங்குகள், பறவைகள் போன்ற சிற்பங்கள் உயிருள்ளவற்றைப் போலவே அழகாகச் செதுக்கப்பட்டுள்ளன. அவற்றை நேரில் பார்த்தால் உயிருள்ளவை என்று நினைத்துவிடுவோம். அந்த அளவிற்கு அவற்றை உருவாக்கியுள்ளனர்."
  },
  {
    "description": "மாமல்லபுரம் எந்த நூற்றாண்டைச் சேர்ந்தது?",
    "options": [
      "6 ஆம் நூற்றாண்டு.",
      "7 ஆம் நூற்றாண்டு.",
      "8 ஆம் நூற்றாண்டு.",
      "9 ஆம் நூற்றாண்டு."
    ],
    "answer": "B",
    "additional_context": "மாமல்லர் 7 ஆம் நூற்றாண்டைச் சேர்ந்தவர். 6 ஆம் நூற்றாண்டில் அவருடைய தந்தையான மகேந்திரவர்ம பல்லவர் காலத்தில் சிற்பப் பணி தொடங்கியது. அவரது காலம், அவருடைய மகனின் காலம், அவருடைய பேரனின் காலம்வரை இந்தச் சிற்பப் பணி தொடர்ந்து நடைபெற்றது. நான்கு தலைமுறைகளில் இந்தச் சிற்பங்கள் உருவாக்கப்பட்டன."
  }
]
