
[
  {
    "description": "ஆய்தம் எழுத்து எதற்குப் பின்னால் மட்டுமே வரும்?",
    "options": [
      "ஒரு வல்லின மெய்யெழுத்து",
      "ஒரு குறில் எழுத்து",
      "ஒரு நெடில் எழுத்து",
      "ஒரு உயிர்மெய் எழுத்து"
    ],
    "answer": "B",
    "additional_context": "நுட்பமான ஒலிப்புமுறையை உடைய ஆய்தம் எழுத்து தனக்குமுன் ஒரு குறில் எழுத்தையும் தனக்குப்பின் ஒரு வல்லின உயிர்மெய் எழுத்தையும் பெற்றுச் சொல்லின் இடையில் மட்டுமே வரும்.  தனித்து இயங்காது.  முதல் எழுத்துகளாகிய உயிரையும், மெய்யையும் சார்ந்து இயங்குவதால் ஆய்த எழுத்து சார்பெழுத்து ஆகும்.  ஆய்த எழுத்து மூன்று புள்ளிகளை உடைய தனித்த வடிவம் பெற்றது.  முப்புள்ளி, முப்பாற்புள்ளி, தனிநிலை, அஃகேனம் என்ற வேறு பெயர்களும் இதற்கு உண்டு."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எது முதல் எழுத்து இல்லாத சொல்?",
    "options": [
      "அம்மா",
      "பூ",
      "தீ",
      "கீழே"
    ],
    "answer": "D",
    "additional_context": "முதல் எழுத்துகள் உயிர் எழுத்துகள் பன்னிரண்டு, மெய்யெழுத்துகள் பதினெட்டு ஆகிய முப்பது எழுத்துகளும் முதல் எழுத்துகள் ஆகும். பிற எழுத்துகள் தோன்றுவதற்கும் இயங்குவதற்கும் முதற்காரணமாக இவை இருக்கின்றன. எனவே இவற்றை முதல் எழுத்துகள் என்பர்."
  },
  {
    "description": "ஆய்த எழுத்து எதற்குச் சார்ந்தது?",
    "options": [
      "உயிர் எழுத்துகளுக்கு மட்டுமே",
      "மெய் எழுத்துகளுக்கு மட்டுமே",
      "உயிர் மற்றும் மெய் எழுத்துகளுக்கு",
      "எந்த எழுத்துக்கும் சார்ந்ததல்ல"
    ],
    "answer": "C",
    "additional_context": "தனித்து இயங்காது.  முதல் எழுத்துகளாகிய உயிரையும், மெய்யையும் சார்ந்து இயங்குவதால் ஆய்த எழுத்து சார்பெழுத்து ஆகும்."
  },
  {
    "description": "சார்பெழுத்துகள் எத்தனை வகைப்படும்?",
    "options": [
      "ஐந்து",
      "பத்து",
      "பதினெட்டு",
      "முப்பது"
    ],
    "answer": "B",
    "additional_context": "முதல் எழுத்துகளைச் சார்ந்து வரும் எழுத்துகள் சார்பெழுத்துகள். இவை பத்து வகைப்படும்.  சார்பெழுத்துகளில் உயிர்மெய், ஆய்தம் ஆகிய இரண்டு சார்பெழுத்துகள் பற்றி இயல் இரண்டில் காணப்படுகிறது."
  },
  {
    "description": "ஆய்த எழுத்துக்கு வேறு என்னென்ன பெயர்கள் உண்டு?",
    "options": [
      "முப்புள்ளி, முப்பாற்புள்ளி",
      "குற்றியலிகரம், குற்றியலுகரம்",
      "ஐகாரக்குறுக்கம், ஔகாரக்குறுக்கம்",
      "மகரக்குறுக்கம், ஆய்தக்குறுக்கம்"
    ],
    "answer": "A",
    "additional_context": "மூன்று புள்ளிகளை உடைய தனித்த வடிவம் பெற்ற ஆய்தம் எழுத்துக்கு முப்புள்ளி, முப்பாற்புள்ளி, தனிநிலை, அஃகேனம் என்ற வேறு பெயர்களும் இதற்கு உண்டு."
  }
]
