
[
  {
    "description": "தாளை வணங்காத் தலை\nகோளில் பொறியில் குணம்இலவே எண்குணத்தான்",
    "options": [
      "எல்லா உயிர்களும் இறைவனை வணங்க வேண்டும்.",
      "இறைவனை வணங்காதவர்களுக்கு எந்தக் குணமும் இல்லை.",
      "இறைவன் எட்டு குணங்களையும் உடையவன்.",
      "இறைவனை வணங்குவது மிகவும் முக்கியம்."
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல் இறைவனை வணங்காதவர்கள் குணமற்றவர்கள் என்பதைத் தெளிவுபடுத்துகிறது. இந்திரன் போன்ற எட்டு குணங்களையும் உடைய இறைவனை மக்கள் வணங்கி இறைவனின் அருளைப் பெற வேண்டும் என்பதை இந்தப் பாடல் வலியுறுத்துகிறது.  இறைவன் எட்டு குணங்களையும் உடையவன் என்பதை இந்தப் பாடல் மூலம் அறியலாம்.  இந்தப் பாடல் வணக்கத்தின் முக்கியத்துவத்தை விளக்குகிறது."
  },
  {
    "description": "சிறப்பொடு பூசனை செல்லாது வானம்\nவறக்குமேல் வானோர்க்கும் ஈண்டு.",
    "options": [
      "மழையின்றி வானம் வறண்டு போவதால் மக்கள் துன்பப்படுவது.",
      "மக்கள் வானத்தை வணங்காவிட்டால், வானம் மழை பொழியாது.",
      "வானம் மழை பொழிந்தாலும் மக்களுக்குப் பயனில்லை.",
      "வானம் மழையைப் பொழிந்தாலும், வானம் வறண்டு போகும்."
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் மழையின்றி வானம் வறண்டு போவதால் மக்கள் துன்பப்படுவதை விளக்குகிறது. மழை பெய்யாவிட்டால் பயிர்கள் வளராது, நீர்நிலைகள் வற்றிவிடும், உயிரினங்களின் வாழ்வாதாரம் பாதிக்கப்படும். வானம் மழை பொழிவதற்கு மக்கள் வானத்தை வணங்க வேண்டும் என்பதை இந்தப் பாடல் கூறுவதில்லை. மழை பொழிந்தாலும் வானம் வறண்டு போகும் என்பது உண்மையல்ல.  இந்தப் பாடல் மழையின்றி வானம் வறண்டு போகும்போது ஏற்படும் மக்களின் துன்பத்தை விளக்குகிறது."
  },
  {
    "description": "ஐந்துஅவித்தான் ஆற்றல் அகல்விசும்பு உளார்கோமான்\nஇந்திரனே சாலும் கரி.",
    "options": [
      "இந்திரன்",
      "பிரம்மா",
      "விஷ்ணு",
      "சிவன்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் ஐந்து அவித்தான் ஆற்றலின் உருவானவர் இந்திரன் என்பதை விளக்குகிறது. ஐந்து அவித்தான் என்பது ஐந்து பூதங்களையும் குறிக்கும். ஐந்து பூதங்களையும் தாங்கியுள்ளவர் இந்திரன் என்பது இந்தப் பாடலில் தெளிவாகிறது.  பிரம்மா, விஷ்ணு, சிவன் ஆகியோர் ஐந்து பூதங்களை உருவாக்கியவர் அல்லர். இந்தப் பாடல் ஐந்து பூதங்களின் ஆற்றல் கொண்டவர் இந்திரன் என்பதைப் புலப்படுத்துகிறது.  ஐந்து பூதங்களை தாங்கியுள்ளவர் சிவன். சிவன் ஐந்து பூதங்களின் உருவானவர் என்பதை இந்தப் பாடல் குறிப்பிடுகிறது."
  },
  {
    "description": "மக்கள்மெய் தீண்டல் உடற்குஇன்பம் மற்றுஅவர்\nசொற்கேட்டல் இன்பம் செவிக்கு.",
    "options": [
      "மக்கள் மெய் தீண்டல், ஏனெனில் அது உடல் இன்பத்தைத் தருகிறது.",
      "மக்கள் சொற்கேட்டல், ஏனெனில் அது செவி இன்பத்தைத் தருகிறது.",
      "இரண்டுமே சமமானவை.",
      "இரண்டுக்கும் மேலான இன்பம் வேறு உள்ளது."
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல் மக்களின் தொடுதல் உடலுக்கு இன்பத்தைத் தருவதையும், மக்களின் சொற்கேட்டல் செவிக்கு இன்பத்தைத் தருவதையும் விளக்குகிறது. இரண்டும் இன்பத்தைத் தருவது என்பதால் இரண்டுமே சமமானவை. மக்களின் மெய் தீண்டல், சொற்கேட்டல் ஆகியவை உடல், செவி இன்பத்தைத் தருகின்றன.   இந்தப் பாடல் மக்களின் தொடுதல், சொற்கேட்டல் ஆகியவை தரும் இன்பங்களை ஒப்பிட்டு விளக்குகிறது."
  },
  {
    "description": "நன்றுஆகும் ஆக்கம் பெரிதுஎனினும் சான்றோர்க்குக்\nகொன்றுஆகும் ஆக்கம் கடை.",
    "options": [
      "மக்களைப் பாதுகாப்பது.",
      "நல்லது செய்வது.",
      "செல்வம் ஈட்டுவது.",
      "வலிமை பெறுவது."
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல் நல்லது செய்வது சிறந்தது என்பதை வலியுறுத்துகிறது. சான்றோர்கள் எந்த ஒரு நல்ல செயலும் செய்யலாம், ஆனால் வன்முறை செய்வதைத் தவிர்க்க வேண்டும் என்பதை இந்தப் பாடல் கூறுகிறது. மக்களைப் பாதுகாப்பது, செல்வம் ஈட்டுவது, வலிமை பெறுவது ஆகியவை நல்லது செய்வதை விட முக்கியம் அல்ல.   இந்தப் பாடல் நல்லது செய்வதின் முக்கியத்துவத்தை வலியுறுத்துகிறது. கொலை போன்ற செயல் சான்றோர்க்கு எந்த அளவிலும் நல்லது அல்ல."
  }
]
