[
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது பறவை வலசை போகும் காரணம்?",
          "options": [
      "உணவுத் தேடல்",
      "இனப்பெருக்கம்",
      "காலநிலை மாற்றம்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "பறவைகள் வலசை போவதற்கு பல காரணங்கள் உள்ளன. அவற்றில் முக்கியமான காரணங்கள், உணவுத் தேடல், இனப்பெருக்கம், காலநிலை மாற்றம் போன்றவையாகும். பறவைகள் இயற்கையாகவே தங்கள் உணவுக்கு ஏற்ற இடங்களையும், இனப்பெருக்கத்திற்கு ஏற்ற இடங்களையும் தேடி அலைந்து திரிபவை. இனப்பெருக்க காலத்தில் கூடுகட்டி முட்டையிட்டு குஞ்சுகளை வளர்ப்பதற்கு ஏற்ற சூழ்நிலை, பருவநிலை மாற்றம், உணவுப் பற்றாக்குறை, இனப்பெருக்கத்திற்கு ஏற்ற இடங்கள் இல்லாமை போன்ற காரணங்களால் பறவைகள் வலசை போகின்றன. பருவநிலை மாற்றத்தால் இயற்கைச் சூழல் மாறி, பறவைகளின் வாழிடங்கள் அழிந்து போகின்றன. உணவுப் பற்றாக்குறை ஏற்பட்டு பறவைகள் தங்கள் உணவு தேவைகளைப் பூர்த்தி செய்ய முடியாமல் போகின்றன. இதனால், இயற்கையான வலசை போக்கும் பறவைகளுக்கு இயற்கை வழிகாட்டியாக இருக்கிறது."
          }
        ,
          
  {
    
          "description": "'தமிழ் காப்பியம்' எனப்படும் இரட்டைக் காப்பியங்களில் ஒன்று எது?",
          "options": [
      "சிலப்பதிகாரம்",
      "மணிமேகலை",
      "கம்பராமாயணம்",
      "இரண்டுமே சரியானது"
    ],
    "answer": "D",
    
          "additional_context": "தமிழகத்தில் இரண்டு பெரிய காப்பியங்கள் உள்ளன. அவை சிலப்பதிகாரம், மணிமேகலை ஆகும். இவை 'இரட்டைக் காப்பியங்கள்' என அழைக்கப்படுகின்றன. இந்த இரண்டு காப்பியங்களும் இளங்கோவடிகள் இயற்றியவை. சிலப்பதிகாரம் ஒரு நாவல், மணிமேகலை ஒரு சமயக் காப்பியம்."
          }
        ,
          
  {
    
          "description": "'மனிதர் இந்தியாவின் டாக்டர் சலீம் அலி பறவை' என்ற வாக்கியத்தில் சரியான சொல் வரிசை எது?",
          "options": [
      "மனிதர் டாக்டர் சலீம் அலி இந்தியாவின் பறவை",
      "டாக்டர் சலீம் அலி மனிதர் இந்தியாவின் பறவை",
      "டாக்டர் சலீம் அலி இந்தியாவின் பறவை மனிதர்",
      "இந்தியாவின் டாக்டர் சலீம் அலி மனிதர் பறவை"
    ],
    "answer": "A",
    
          "additional_context": "சரியான சொல் வரிசை  'மனிதர் டாக்டர் சலீம் அலி இந்தியாவின் பறவை' என்பதாகும். இது ஒரு பழமொழி.  டாக்டர் சலீம் அலி இந்தியாவில் பறவை ஆராய்ச்சியில் ஈடுபட்டவர். பறவைகள் பற்றிய பல நூல்களை எழுதினார். அவர் ஒரு திறமையான பறவை ஆராய்ச்சியாளராக இருந்தார். எனவே, அவரை 'மனிதர் இந்தியாவின் பறவை' என்று அழைக்கிறார்கள்."
          }
        ,
          
  {
    
          "description": "'வேண்டும்' என்ற சொல் எந்தப் பாடலில் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "பாரதியாரின் பாடல்",
      "பாரதிதாசனின் பாடல்",
      "சுப்ரமணிய பாரதியாரின் பாடல்",
      "கவிமணி தேசிக விநாயகத்தின் பாடல்"
    ],
    "answer": "C",
    
          "additional_context": "'வேண்டும்' என்ற சொல் சுப்ரமணிய பாரதியாரின் பாடல்களில் பயன்படுத்தப்பட்டுள்ளது. பாரதியாரின் பாடல்கள் பலவும் தேசபக்தி, மனிதநேயம், கடவுள் பற்றியவை. அவரின் பாடல்கள் வாழ்வின் அனைத்து அம்சங்களையும் உள்ளடக்கியவை. 'வேண்டும்' என்ற சொல் அவரின் பாடல்களில்  பொதுவாக பயன்படுத்தப்படுகிறது.  'வேண்டும்' என்ற சொல், 'வாழ வேண்டும்', 'சாக வேண்டும்', 'செய்ய வேண்டும்' போன்ற சொற்களில் பயன்படுத்தப்படுகிறது.  அவர் தன் பாடல்களின் மூலம் மக்களை எழுச்சியூட்டும் எண்ணங்களை உருவாக்கினார்."
          }
        ,
          
  {
    
          "description": "'புள்' என்பதற்கான வேறு பெயர் எது?",
          "options": [
      "பறவை",
      "பறவையினம்",
      "கிளி",
      "கூண்டுப்பறவை"
    ],
    "answer": "A",
    
          "additional_context": "'புள்' என்பதன் வேறு பெயர் 'பறவை' என்பதாகும். பறவைகள் மிகவும் அழகான உயிரினங்கள். அவை வானத்தில் பறந்து திரியும். பறவைகள் பல வகையானவை. அவற்றில் சில குறிப்பிடத்தக்கவை, பூங்காப் பறவைகள், காட்டுப் பறவைகள், நீர்ப் பறவைகள் போன்றவை. பறவைகள் இயற்கைக்கான அழகு சேர்க்கும் உயிரினங்கள்."
          }
        ]