[
          
  {
    
          "description": "“நன்றும் தீதும் பிறர்தர வாரா” என்ற கட்டத்தில் உள்ள பெயர்ச்சொற்கள் எவை?",
          "options": [
      "நன்றும், தீதும், பிறர்தர",
      "நன்றும், தீதும், வாரா",
      "பிறர்தர, வாரா",
      "நன்றும், தீதும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி, தமிழ் மொழியில் பெயர்ச்சொற்கள் பற்றிய அடிப்படை புரிதலை சோதிக்கிறது. ஒரு பொருளைக் குறிக்கும் சொற்கள் பெயர்ச்சொற்கள் எனப்படும். இக்கேள்வியில், “நன்றும், தீதும்” என்ற சொற்கள் பொருளை குறிப்பிடுகின்றன. எனவே, இவை பெயர்ச்சொற்கள். “பிறர்தர” என்ற சொல் ஒரு வினைச்சொல், அதாவது ஒரு செயலைக் குறிப்பிடுகிறது. “வாரா” என்ற சொல் ஒரு வினைச்சொல்லின் பகுதி, அதாவது செயல் பற்றி கூறுகிறது.  எனவே,  “நன்றும், தீதும்” என்ற விடையே சரியான விடை."
          }
        ,
          
  {
    
          "description": "“அதிகாலையில் எழுவோம்” என்ற வரியில் உள்ள பெயர்ச்சொல் எது?",
          "options": [
      "அதிகாலையில்",
      "எழுவோம்",
      "எதுவும் இல்லை",
      "அதிகாலையில்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி, பெயர்ச்சொற்களை கண்டுபிடிக்கும் திறனை சோதிக்கிறது. “அதிகாலையில்” என்ற சொல்  ‘நேரம்’ என்ற பொருளைக் குறிக்கிறது. எனவே, இது ஒரு பெயர்ச்சொல். “எழுவோம்” என்ற சொல் செயலை குறிக்கிறது. எனவே, இது ஒரு வினைச்சொல்.  எனவே,  “அதிகாலையில்” என்ற விடையே சரியான விடை."
          }
        ,
          
  {
    
          "description": "“மாலையில் நூல் பல கற்போம்” என்ற வரியில் உள்ள பெயர்ச்சொற்கள் எவை?",
          "options": [
      "மாலையில், நூல்",
      "நூல், பல",
      "நூல், கற்போம்",
      "மாலையில், கற்போம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி, ஒரு வாக்கியத்தில் பல பெயர்ச்சொற்கள் இருப்பதை கண்டுபிடிக்கும் திறனை சோதிக்கிறது. 'மாலையில்' என்ற சொல் நேரத்தை குறிக்கிறது. 'நூல்' என்ற சொல் ஒரு பொருளை குறிக்கிறது. 'பல' என்ற சொல் ஒரு எண்ணிக்கையைக் குறிக்கிறது. 'கற்போம்' என்ற சொல் ஒரு செயலை குறிக்கிறது. எனவே, 'நூல், பல'  என்ற விடையே சரியான விடை."
          }
        ,
          
  {
    
          "description": "“உடற்பயிற்சி செய்வோம்” என்ற வரியில் உள்ள பெயர்ச்சொல் எது?",
          "options": [
      "உடற்பயிற்சி",
      "செய்வோம்",
      "எதுவும் இல்லை",
      "உடற்பயிற்சி"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி, ஒரு வாக்கியத்தில் ஒரே ஒரு பெயர்ச்சொல் இருக்கும்போது அதை அடையாளம் காணும் திறனை சோதிக்கிறது.  “உடற்பயிற்சி” என்ற சொல் ஒரு செயலை  குறிக்கிறது. 'செய்வோம்' என்ற சொல் செயலைக் குறிக்கிறது.  எனவே,  “உடற்பயிற்சி” என்ற விடையே சரியான விடை."
          }
        ,
          
  {
    
          "description": "“விளையாடுவோம்” என்ற வரியில் உள்ள பெயர்ச்சொல் எது?",
          "options": [
      "விளையாடு",
      "விளையாடுவோம்",
      "எதுவும் இல்லை",
      "விளையாடு"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி, பெயர்ச்சொற்களை கண்டுபிடிக்கும் திறனை சோதிக்கிறது. “விளையாடு” என்ற சொல்  ‘செயல்’ என்ற பொருளைக் குறிக்கிறது. எனவே, இது ஒரு பெயர்ச்சொல். “விளையாடுவோம்” என்ற சொல் செயலை குறிக்கிறது.  எனவே,  “விளையாடு” என்ற விடையே சரியான விடை."
          }
        ]