
[
  {
    "description": "“அரும்பயன் ஆயும் அறிவினார் சொல்லார் பெரும்பயன் இல்லாத சொல்” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "அறிவுடையவர்கள் எப்போதும் நன்மை பயக்கும் சொற்களைப் பேசுவார்கள்.",
      "அறிவுடையவர்கள் எப்போதும் பயன் இல்லாத சொற்களைப் பேசுவார்கள்.",
      "அறிவுடையவர்கள் நன்மை பயக்கும் சொற்களைப் பேசுவார்கள்.",
      "அறிவுடையவர்கள் பயன் இல்லாத சொற்களைப் பேசமாட்டார்கள்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "திருவள்ளுவர் குறளில், அறிவுடையவர்கள் பயன் இல்லாத சொற்களைப் பேசமாட்டார்கள் என்கிறார். நன்மை பயக்கும் சொற்களைப் பேசுவதே அறிவுடையவர்களின் இயல்பு என்கிறார். அறிவுடையவர்கள் எல்லாச் சொற்களையும் ஆராய்ந்து பார்த்துவிட்டு, பயன் இல்லாத சொற்களைப் பேசமாட்டார்கள். இதன் மூலம், திருவள்ளுவர் நல்ல சொற்களைப் பேசுவதன் முக்கியத்துவத்தை வலியுறுத்துகிறார். இன்றைய காலத்தில், சமூக ஊடகங்களில் எல்லா விதமான  சொற்களையும் பயன்படுத்துகின்றனர். அந்த வகையில்,  திருவள்ளுவரின் இந்தக் குறள், இன்றைய சூழலுக்கு மிகவும் பொருத்தமானது."
  },
  {
    "description": "“விருந்து புறத்ததாத் தானுண்டல் சாவா மருந்தெனினும் வேண்டற்பாற்று அன்று” என்ற குறளில், திருவள்ளுவர் எந்த நெறியை வலியுறுத்துகிறார்?",
    "options": [
      "விருந்தினரை மதித்து நடத்த வேண்டும்",
      "நம்மிடம் உள்ள சிறந்த உணவை விருந்தினருக்கு அளிக்க வேண்டும்",
      "விருந்தினருக்கு சாப்பாடு இல்லாவிட்டால் நாம் உண்ணக்கூடாது",
      "விருந்தினர் இருக்கும்போது நாம் உண்ணக்கூடாது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "திருவள்ளுவர், விருந்தினர் இருக்கும்போது தான் மட்டும் உண்டு,  விருந்தினருக்கு உணவளிக்காமல் இருப்பதை கண்டிக்கிறார்.   விருந்தினரைப் போற்றுதல் என்பது நம் கடமை. விருந்தினர் வந்தால், அவர்களுக்கு நாம் உணவளித்து, அவர்களைக் கவனித்துக்கொள்ள வேண்டும். விருந்தினரைப் போற்றுவது, நம்மை மேம்படுத்தும் ஒரு நல்ல செயல். விருந்தினரைப் போற்றுவதன் மூலம், நாம் நல்ல மனிதர்களாக மாறுவோம்."
  },
  {
    "description": "“உள்ளம் உடைமை உடைமை பொருளுடைமை நில்லாது நீங்கி விடும்” என்ற குறள், எந்த உணர்வை வலியுறுத்துகிறது?",
    "options": [
      "செல்வம் பெறுவதற்கு அர்ப்பணிப்பு தேவை",
      "மனிதர்கள் பணத்தையே விரும்புவர்",
      "ஊக்கத்தின் மூலமே உண்மையான செல்வம் கிடைக்கும்",
      "செல்வத்தால் மன நிறைவு கிடைக்கும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருவள்ளுவர், ஊக்கம் மிகுந்தவர்கள் மட்டுமே உண்மையான செல்வத்தை அடைவார்கள் என்கிறார். அவர்கள் மட்டுமே உயர்ந்த நிலையை அடைவார்கள். அவர்களுக்கு மன நிறைவும் கிடைக்கும். தளர்ச்சி இல்லாமல், தொடர்ந்து முயற்சி செய்வதே ஊக்கம்.  இந்தக் குறள்,  எந்தத் துறையில் இருந்தாலும்,  தொடர்ந்து முயற்சி செய்ய வேண்டும் என்கிற உண்மையைச் சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "“வெள்ளத்து அனைய மலர்நீட்டம் மாந்தர்தம் உள்ளத்து அனையது உயர்வு” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "நீரின் உயரத்துக்கு ஏற்ப மலர்கள் வளரும்",
      "ஊக்கம் மிகுந்தவர்கள் மட்டுமே உயர்ந்த நிலையை அடைவார்கள்",
      "தண்ணீரின் அளவுக்கு ஏற்ப நீர்ப்பூக்களின் அளவு இருக்கும்",
      "மனிதர்களின் உள்ளம் போல் நீர்ப்பூக்கள் அழகாக இருக்கும்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திருவள்ளுவர்,  ஊக்கம் மிகுந்தவர்கள் மட்டுமே உயர்ந்த நிலையை அடைவார்கள் என்று இந்தக் குறளில் தெளிவாகக் கூறுகிறார்.  நீர்ப்பூக்கள் தண்ணீரின் அளவுக்கு ஏற்ப வளரும்.  அதைப்போல, மனிதர்கள் தங்கள் உள்ளத்தின் அளவுக்கு ஏற்ப உயர்வடைவார்கள்.  தளர்ச்சி இல்லாமல், தொடர்ந்து முயற்சி செய்பவர்கள்  உயர்ந்த நிலையை அடைவார்கள்.  இந்தக் குறள்,  எந்தத் துறையில் இருந்தாலும்,  தொடர்ந்து முயற்சி செய்ய வேண்டும் என்கிற உண்மையைச் சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "“களவினால் ஆகிய ஆக்கம் அளவிறந்து ஆவது போலக் கெடும்” என்ற குறள் எதனைக் குறிக்கிறது?",
    "options": [
      "களவு மூலம் பெறப்பட்ட செல்வம் எப்போதும் நிலைத்து நிற்காது",
      "களவு செய்வது சரியானது அல்ல",
      "களவு மூலம் பெறப்பட்ட செல்வம் எப்போதும் கெட்டுப் போகும்",
      "களவு செய்வதால் மன அமைதி இருக்காது"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "திருவள்ளுவர், களவு மூலம் பெறப்பட்ட செல்வம் நிலைத்து நிற்காது என்கிறார்.  களவு மூலம் சேர்த்த செல்வம், அளவுக்கு அதிகமாக வளர்ந்தாலும்,  அது கெட்டுப் போகும்.  இந்தக் குறள்,  நேர்மையான வழியில்  செல்வம் சேர்க்க வேண்டும் என்கிற நல்ல  கருத்தைப் பறைசாற்றுகிறது.  களவு செய்வது சரியானது அல்ல.  அது மன அமைதியை  கெடுக்கும்.  தவறான வழியில் செல்வம் சேர்க்கும்  முயற்சிகள் எல்லாம் தோல்வியில் முடியும்."
  }
]
