[
          
  {
    
          "description": "வள்ளுவர் கூறும் அறங்களுள் எது மிகச்சிறந்தது?",
          "options": [
      "பகைமை இல்லாமை",
      "பொய் பேசாமை",
      "பிற உயிர்களை காத்தல்",
      "திருட்டு இல்லாமை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "வள்ளுவர் தனது திருக்குறளில் பல அறங்களைப் பற்றி கூறியுள்ளார். அவற்றில் சிறந்த அறமாக 'மனத்துக்கண் மாசிலன் ஆதல்' என்பதை குறிப்பிடுகிறார். மனதில் குற்றம் இல்லாமல் இருப்பதே உண்மையான அறம், மற்றவை எல்லாம் வெறும் வீண் பேச்சு என்று கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "“இன்னா செய்யாமை” என்ற அறத்தின் பொருள் என்ன?",
          "options": [
      "நம்மைத் துன்பப்படுத்துவோரைத் தண்டித்தல்",
      "பிறருக்குத் துன்பம் தரக் கூடாது",
      "நமக்குத் துன்பம் தருவோரை மன்னித்தல்",
      "நம்மைத் துன்பப்படுத்துவோரைக் கண்டுகொள்ளாமல் இருத்தல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இன்னா செய்யாமை என்பது தீய செயல்களைச் செய்யாமல் இருப்பதைக் குறிக்கிறது. பிறருக்குத் துன்பம் தரக் கூடாது என்பதுதான் இன்னா செய்யாமை என்ற அறத்தின் பொருள்."
          }
        ,
          
  {
    
          "description": "வள்ளுவர் ஏழைகளுக்கு உதவி செய்வதற்கு என்ன பெயர் சூட்டுகிறார்?",
          "options": [
      "அன்பு",
      "ஈகை",
      "கருணை",
      "தயவு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "வள்ளுவர் ஏழைகளுக்கு உதவி செய்வதை 'ஈகை' என்று கூறுகிறார். 'வறியார்க்குஒன்று ஈவதே ஈகைமற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து.'  என்ற குறளில் இதனைப் பற்றி விளக்குகிறார்."
          }
        ,
          
  {
    
          "description": "“வறியார்க்கு ஒன்று ஈவதே ஈகைமற்று எல்லாம் குறியெதிர்ப்பை நீரது உடைத்து.” இந்தக் குறளின் பொருள் என்ன?",
          "options": [
      "ஏழைகளுக்கு உதவி செய்வது தர்மம்",
      "ஏழைகளுக்கு உதவியால் மகிழ்ச்சி கிடைக்கும்",
      "ஏழைகளுக்கு உதவி செய்வது பாவம்",
      "ஏழைகளுக்கு உதவியால் பயன் எதிர்பார்க்கக் கூடாது"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "வள்ளுவர் ஏழைகளுக்கு உதவி செய்யும் போது எந்தவிதமான பயனையும் எதிர்பார்க்கக் கூடாது என்று கூறுகிறார். உண்மையான ஈகை என்பது பயனற்றதாக இருக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "“மனத்துக்கண் மாசிலன் ஆதல் அனைத்தறன் ஆகுல நீர பிற” என்ற குறளின் பொருள் என்ன?",
          "options": [
      "மனதில் குற்றம் இல்லாமல் இருப்பது மட்டுமே உண்மையான அறம், மற்றவை எல்லாம் வெறும் வீண் பேச்சு.",
      "தூய்மையான மனம் மட்டுமே நன்மை அளிக்கும், மற்றவை எல்லாம் துன்பத்தைத் தரும்.",
      "நல்ல உள்ளம் கொண்டவர்களே சிறந்தவர்கள், மற்றவர்கள் எல்லாம் கெட்டவர்கள்.",
      "மனதின் தூய்மை மிக முக்கியமானது, அதனால் மற்றவற்றைப் பற்றி கவலைப்படத் தேவையில்லை."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மனதில் குற்றம் இல்லாமல் இருப்பது மட்டுமே உண்மையான அறம் என்று வள்ளுவர் கூறுகிறார். மனதில் எந்த குற்றமும் இல்லாமல் இருப்பதே உயர்ந்தது. மற்றவை எல்லாம்  வெறும் பேச்சு என்று கூறுகிறார்."
          }
        ]