
[
  {
    "description": "முனைப்பாடியாரின் பாடலின்படி எந்த ஒரு பண்பு களையாகக் கருதப்படுகிறது?",
    "options": [
      "ஈகை",
      "உண்மை",
      "அன்பு",
      "வன்சொல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "முனைப்பாடியார் என்பவர் திருமுனைப்பாடி என்னும் ஊரைச் சேர்ந்த சமணப்புலவர். இவர் பதின்மூன்றாம் நூற்றாண்டில் வாழ்ந்தவர். இவர் இயற்றிய அறநெறிச்சாரம் என்னும் நூலில் 225 பாடல்கள் உள்ளன. இந்நூலின் பதினைந்தாம் பாடல் நமக்குப் பாடமாகத் தரப்பட்டுள்ளது. இப்பாடலில்  'இன்சொல் விளைநிலனா ஈதலே வித்தாக / வன்சொல் களைகட்டு வாய்மை எருவட்டி...'  என்று குறிப்பிடப்பட்டுள்ளது. அதாவது, இன்சொல் விளைநிலம் போன்றது, ஈகை விதை போன்றது, வன்சொல் களை போன்றது என்று கூறப்படுகிறது. எனவே, வன்சொல் களையாக கருதப்படுகிறது என்று கூறலாம்."
  },
  {
    "description": "'விளைநிலம்' என்னும் சொல் இந்தப் பாடலில் எதைப் குறிக்கிறது?",
    "options": [
      "மண்",
      "மனம்",
      "சொல்",
      "செயல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "முனைப்பாடியாரின் பாடலில் 'இன்சொல் விளைநிலனா ஈதலே வித்தாக...'  எனக் கூறப்பட்டுள்ளது. இதிலிருந்து இன்சொல் விளைநிலம் போன்றது என்று தெரிய வருகிறது. அதாவது, இன்சொல் என்பது மனம், செயல், மண் போன்றவற்றை விட ஒருவருக்குள் நல்ல சிந்தனைகளை வளர்க்கும் சிறந்த விஷயம் என்பதை 'விளைநிலம்' எனக் கூறுவதன் மூலம் முனைப்பாடியார்  விளக்கியுள்ளார். எனவே, விளைநிலம் என்பது இன்சொல்லைக் குறிக்கிறது."
  },
  {
    "description": "முனைப்பாடியார் எந்த நூற்றாண்டில் வாழ்ந்தவர்?",
    "options": [
      "10ஆம் நூற்றாண்டு",
      "12ஆம் நூற்றாண்டு",
      "13ஆம் நூற்றாண்டு",
      "15ஆம் நூற்றாண்டு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "முனைப்பாடியார் திருமுனைப்பாடி என்னும் ஊரைச் சேர்ந்தவர். இவர் பதின்மூன்றாம் நூற்றாண்டில் வாழ்ந்தவர். இவர் இயற்றிய அறநெறிச்சாரம் என்னும் நூலில் 225 பாடல்கள் உள்ளன. அறநெறிகளைத் தொகுத்துக் கூறுவதால் இந்நூல் அறநெறிச்சாரம் எனப் பெயர்பெற்றது. இந்நூலின் பதினைந்தாம் பாடல் நமக்குப் பாடமாகத் தரப்பட்டுள்ளது.  எனவே, முனைப்பாடியார் பதின்மூன்றாம் நூற்றாண்டில் வாழ்ந்தவர் என்பது தெளிவாகிறது."
  },
  {
    "description": "“இன்சொல் விளைநிலனா ஈதலே வித்தாக / வன்சொல் களைகட்டு வாய்மை எருவட்டி...”  என்ற பாடலின் வரிகளின் படி, அறக்கதிர் விளைவதற்கு எது முக்கியமானது?",
    "options": [
      "இன்சொல் மற்றும் ஈதலை மட்டும் பயன்படுத்துதல்.",
      "வாய்மை மற்றும் அன்பு ஆகியவற்றை மட்டுமே பயன்படுத்துதல்.",
      "இன்சொல், ஈதலை, வாய்மையை, மற்றும் அன்பு ஆகியவற்றை ஒருங்கிணைத்து பயன்படுத்துதல்.",
      "இன்சொல், ஈதலை, வாய்மையை, மற்றும் அன்பு ஆகியவற்றைத் தவிர்த்து பயன்படுத்துதல்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "முனைப்பாடியாரின் பாடலில்  'இன்சொல் விளைநிலனா ஈதலே வித்தாக / வன்சொல் களைகட்டு வாய்மை எருவட்டி / அன்புநீர் பாய்ச்சி அறக்கதிர் ஈனஓர் / பைங்கூழ் சிறுகாலைச் செய்*'  எனக் கூறப்பட்டுள்ளது. இதிலிருந்து இன்சொல், ஈகை, வாய்மை, மற்றும் அன்பு ஆகியவற்றை ஒன்றிணைத்து பயன்படுத்துவதன் மூலம் அறம் என்னும் கதிர் உருவாகிறது என்பதை அறியலாம்."
  },
  {
    "description": "“அறநெறிகளைத் தொகுத்துக் கூறுவதால் இந்நூல் அறநெறிச்சாரம் எனப் பெயர்பெற்றது.”  என்ற வாக்கியத்தின் படி, அறநெறிச்சாரம் நூலின் முக்கிய நோக்கம் என்ன?",
    "options": [
      "அறம் என்னும் கதிர் உருவாவதை விளக்குதல்.",
      "அறநெறிகளைப் பற்றி விரிவான விளக்கங்களை வழங்குதல்.",
      "அறநெறிகளைப் பின்பற்றும் முறைகளைத் தொகுத்து வழங்குதல்.",
      "அறம் என்னும் கதிர் பெறுவதற்கான வழிகளை விளக்குதல்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "முனைப்பாடியார் இயற்றிய அறநெறிச்சாரம் என்னும் நூலில் 225 பாடல்கள் உள்ளன. அறநெறிகளைத் தொகுத்துக் கூறுவதால் இந்நூல் அறநெறிச்சாரம் எனப் பெயர்பெற்றது. எனவே, அறநெறிச்சாரம் என்னும் நூலின் முக்கிய நோக்கம் அறநெறிகளைப் பின்பற்றும் முறைகளைத் தொகுத்து வழங்குவதாகும்."
  }
]
