
[
  {
    "description": "“வலியார்முன் தன்னை நினைக்கதான் தன்னின் மெலியார்மேல் செல்லும் இடத்து” என்ற குறள் எந்தக் குணத்தை எடுத்துரைக்கிறது?",
    "options": [
      "பொறுமை",
      "அருள்",
      "நேர்மை",
      "துணிச்சல்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் மெலிந்தவர்களை துன்புறுத்தும் போது, அவர்களை துன்புறுத்துபவர்கள் தங்களை விட வலிமையானவர்களின் முன் தாங்கள் அஞ்சி நிற்கும் நிலையை எண்ணிப்பார்க்க வேண்டும் என்று கூறுகிறது.  மெலிந்தவர்களை துன்புறுத்தும் செயல்களை தவிர்க்க அன்பு, அனுதாபம், கருணை போன்ற நல்ல குணங்களை வளர்த்துக் கொள்வதே சிறந்தது.  அதுபோல வலிமையானவர்களின் முன் தாங்கள் அஞ்சி நிற்கும் நிலையை எண்ணிப் பார்த்து அவர்களைப் போல் மெலிந்தவர்களை துன்புறுத்தும் செயல்களில் ஈடுபடாமல் இருப்பதே சிறந்தது என்பதையே இந்தக் குறள் எடுத்துரைக்கிறது."
  },
  {
    "description": "“யாதொன்றும் தீமை இலாத சொலல்” என்ற சொற்றொடர் எதைப் பற்றிக் குறிப்பிடுகிறது?",
    "options": [
      "நேரடியாகப் பேசுதல்",
      "மெதுவாகப் பேசுதல்",
      "வாய்மை",
      "அன்பாகப் பேசுதல்"
    ],
    "answer": "C",
    "additional_context": "திருவள்ளுவர் வாய்மையைப் பற்றி எழுதும்போது, மற்றவர்க்கு ஒரு தீங்கும் தராத சொற்களைச் சொல்லுவதே வாய்மை என்று குறிப்பிடுகிறார். பொய் பேசுவது அனைவருக்கும் தீமை தரக்கூடியது. அது மனிதர்களுக்கிடையேயான நல்லுறவை சீர்குலைத்து சமூகத்தைப் பாதிக்கும்.  எனவே நாம் யாரிடத்திலும் பொய் சொல்லக் கூடாது.  நேர்மையாகப் பேசுவதன் மூலம் நம்மை நாமே மதிப்பிட முடியும்.  நேர்மையானவர் என்று மக்கள் நம்மை மதிப்பார்கள்."
  },
  {
    "description": "“தன்நெஞ்சே தன்னைச் சுடும்” என்ற சொற்றொடரின் பொருள் என்ன?",
    "options": [
      "பொய் சொல்வதால் ஏற்படும் மன வருத்தம்",
      "தவறான செயல்களால் ஏற்படும் மன வருத்தம்",
      "நல்ல செயல்களால் ஏற்படும் மன வருத்தம்",
      "மன அமைதி இல்லாததால் ஏற்படும் துன்பம்"
    ],
    "answer": "A",
    "additional_context": "திருவள்ளுவர் தன்நெஞ்சே தன்னைச் சுடும் என்று குறிப்பிடுவது பொய் சொல்வதால் ஏற்படும் மன வேதனையைக் குறிக்கும்.   நாம் பொய் சொல்லும் போது நம் மனம் மிகுந்த வேதனைக்கு ஆளாகும்.   பின்னர் நாம் மன அமைதியை இழந்து துன்பப்படுவோம்.  எனவே நாம் யாரிடத்திலும் பொய் சொல்லக் கூடாது.  நேர்மையாக வாழ்வதன் மூலம் மன நிம்மதியையும் மகிழ்ச்சியையும் பெற முடியும்."
  },
  {
    "description": "“உள்ளத்தால் பொய்யாது ஒழுகின் உலகத்தார் உள்ளத்துள் எல்லாம் உளன்” என்ற குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "பொய் சொல்வதால் ஏற்படும் துன்பம்",
      "பொய் சொல்லாமல் வாழ்பவர் பெறும் மரியாதை",
      "நேர்மையான வாழ்க்கை வாழும் முறை",
      "சமூகத்தில் எல்லோருக்கும் பொய் சொல்லாமல் வாழ வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள், பொய் சொல்லாமல் நேர்மையாக வாழ்பவர், உலகத்தார் உள்ளங்களில் எல்லாம் இருப்பவர் என்று கூறுகிறது. நேர்மையானவர் என்ற பெயர் எல்லோருக்கும் கிடைக்காது.  அது மிகவும் மதிப்புடையது. நேர்மையாக வாழ்வதன் மூலம் நாம் சமூகத்தில் மரியாதையைப் பெற முடியும்.  நமது நேர்மையான வாழ்க்கை, மற்றவர்களுக்கு ஒரு முன்மாதிரியாக அமையும்."
  },
  {
    "description": "“பொருட்செல்வம் பூரியார் கண்ணும் உள” என்ற குறள் எந்தக் கருத்தை விளக்குகிறது?",
    "options": [
      "பொருட்செல்வம் மிக முக்கியமானது",
      "பொருட்செல்வத்தை எளிதாகப் பெறலாம்",
      "பொருட்செல்வம் எல்லோருக்கும் உள்ளது",
      "பொருட்செல்வத்தை விட அருட்செல்வம் சிறந்தது"
    ],
    "answer": "D",
    "additional_context": "திருவள்ளுவர், அருள் என்பதே உண்மையான செல்வம் என்று கூறுகிறார். பொருள், பணம், சொத்து இவற்றைப் பெறுவது எளிதாக இருக்கலாம்.  ஆனால், அருள் என்பது மனதில் இருக்கும் உயர்ந்த குணம்.  நாம் மற்றவர்களிடம் அன்பாக, பரிவாக நடந்துகொள்ளும் போது அவர்களிடம் நாம் அருளைப் பெறுகிறோம்.  அந்த அருள் நம்மை மகிழ்ச்சியாகவும் நிறைவாகவும் வாழ வைக்கும்."
  }
]
