
[
  {
    "description": "கவிதையில் கூறப்படும் நாவல் மரம் குறித்து கவிஞரின் எந்த அம்சம் நமக்குத் தெளிவாகப் புலப்படுகிறது?",
    "options": [
      "மரத்தின் மருத்துவப் பயன்கள்",
      "மரத்தின் வயது மற்றும் தலைமுறைப் பின்னணி",
      "மரத்தைப் பராமரித்தல்",
      "மரத்தின் அழகியல் தன்மை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கவிதையில், \"தாத்தாவின் தாத்தா காலத்தில் \n நட்டு வளர்த்த மரமாம்\" என்ற வரிகள் நாவல் மரத்தின் வயது மற்றும் தலைமுறைப் பின்னணியைத் தெளிவாக விளக்குகிறது. இந்த வரிகள் கவிஞரின் குடும்பத்தின் வரலாற்றுடன் மரத்தின் வரலாற்றை இணைத்து காட்டுகின்றன. அதுமட்டுமின்றி, \"ஐந்து வயதில் பார்த்தபோதும் \n இப்படியேதானிருந்தது\" என்ற வரிகளும் மரத்தின் நீண்ட கால இருப்பு மற்றும் வயதை எடுத்துரைக்கின்றன."
  },
  {
    "description": "கவிதையில் 'பளபளக்கும் பச்சை இலைகளூடே' என்கிற வரி நமக்கு என்ன உணர்வைத் தூண்டுகிறது?",
    "options": [
      "மரத்தின் வயது மற்றும் ஆழமான வரலாற்றுப் பின்னணி",
      "மரத்தின் விரிந்த நிழல் மற்றும் இதமான தட்பவெப்பம்",
      "மரத்தின் பச்சை நிறம் மற்றும் புத்துணர்ச்சி",
      "மரத்தின் கனிகளின் சுவை மற்றும் மணம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "\"பளபளக்கும் பச்சை இலைகளூடே\" என்ற வரி மரத்தின் பச்சை நிறம் மற்றும் புத்துணர்ச்சியை நமக்கு உணர்த்துகிறது. இலைகளின் பளபளப்பு இளமை மற்றும் புதுமை ஆகியவற்றை குறிக்கிறது. இது நமக்கு இயற்கையின் அழகையும் மகிழ்ச்சியையும் வெளிப்படுத்துகிறது. அதேசமயம், மரத்தின் நீண்ட கால இருப்பு மற்றும் வயதையும் இந்த வரி  சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "'கருநீலக் கோலிக்குண்டுகளாய்' என்ற உவமை நாவற்பழத்தைப் பற்றி என்ன கூறுகிறது?",
    "options": [
      "நாவற்பழத்தின் வடிவம் மற்றும் நிறம்",
      "நாவற்பழத்தின் மருத்துவ குணங்கள்",
      "நாவற்பழத்தின் சுவை மற்றும் மணம்",
      "நாவற்பழத்தின் அளவு மற்றும் எடை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "'கருநீலக் கோலிக்குண்டுகளாய்' என்ற உவமை நாவற்பழத்தின் வடிவம் மற்றும் நிறத்தை நமக்கு விளக்குகிறது. 'கோலிக்குண்டு' என்பது கோள வடிவத்தைக் குறிக்கிறது. அதேசமயம் 'கருநீல' என்பது நாவற்பழத்தின் நிறத்தைக் குறிக்கிறது. இந்த உவமை நாவற்பழத்தின் அழகையும் கவர்ச்சியையும் நமக்கு காட்டுகிறது."
  },
  {
    "description": "கவிதையின் இறுதி வரிகள் 'அப்படியே நிற்கட்டும் அந்த மரம்/ குன்றுகளின் நடுவே மாமலைபோல'  என்பது கவிஞரின் என்ன உணர்வை வெளிப்படுத்துகிறது?",
    "options": [
      "மரத்தின் வயது மற்றும் ஆயுள்",
      "மரத்தின் நிழலின் பெருமை",
      "மரத்தின் மீதான கவிஞரின் அன்பு மற்றும் நினைவுகள்",
      "மரத்தின் மீதான மக்களின் சார்புநிலை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கவிதையின் இறுதி வரிகளான \"அப்படியே நிற்கட்டும் அந்த மரம்/ குன்றுகளின் நடுவே மாமலைபோல\" என்பது மரத்தின் மீதான கவிஞரின் அன்பு மற்றும் நினைவுகளை வெளிப்படுத்துகிறது. \"அப்படியே நிற்கட்டும்\" என்ற வார்த்தைகள் மரத்தின் மீதான கவிஞரின் ஆசையையும் மரத்தைப் பற்றிய அவரது அன்பு மற்றும் நினைவுகளையும் காட்டுகின்றன.  மரத்தின் தனித்துவம், பெருமை மற்றும் கவிஞரின் வாழ்க்கையில் அது கொண்டு வந்த மகிழ்ச்சியையும் அவை எடுத்துரைக்கின்றன. இந்த வரிகள் மரம் இல்லாத இழப்பின் துயரத்தைப்  பெரிதும் வெளிப்படுத்துகின்றன. கவிஞர் மரத்தைப் பற்றிய தனது நினைவுகளை மனதில் வைத்துக்கொண்டு, மரத்தின் இருப்பை மீண்டும் காண விரும்புகிறார்."
  },
  {
    "description": "கவிதையில், நாவல் மரம் 'வேரோடு சாய்ந்துவிட்டதாமே' என்ற வரியின் மூலம் கவிஞர் என்ன உணர்த்த விரும்புகிறார்?",
    "options": [
      "மரத்தின் மீதான கவிஞரின் வருத்தம் மற்றும் ஏமாற்றம்",
      "மரத்தின் வயது மற்றும் வாழ்நாள்",
      "மரம் சாய்ந்ததால் ஏற்பட்ட இழப்பு",
      "மரத்தின் வாழ்நாளில் ஏற்பட்ட மாற்றங்கள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நாவல் மரம் 'வேரோடு சாய்ந்துவிட்டதாமே' என்ற வரி கவிஞரின் வருத்தம் மற்றும் ஏமாற்றத்தை வெளிப்படுத்துகிறது. இந்த வரி மரம் சாய்ந்தது  குறித்த கவிஞரின் துயரத்தை வெளிப்படுத்துகிறது. மரத்தின்  நிழல், அது கொண்டு வந்த மகிழ்ச்சி மற்றும் கவிஞரின் வாழ்க்கையில் அது வகித்த முக்கிய பங்கு ஆகியவற்றை கவிஞர் இழந்துவிட்டதால் ஏற்பட்ட துயரத்தை இந்த வரி காட்டுகிறது."
  }
]
