
[
  {
    "description": "'வண்கீரைப் பாத்தியுடன் ஏறப் பரியாகுமே' என்ற வரிகளில் 'ஏறு' என்ற சொல் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அ) மலை ஏறுவது",
      "ஆ) குதிரை ஏறிச் செல்வது",
      "இ)  பாத்தியில் ஏறி நிற்பது",
      "ஈ)  பாத்தியை ஏறிப் பார்க்கும்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பாடல் வண்கீரைப் பாத்தியையும் குதிரையையும் ஒப்பிட்டுப் பாடுகிறது. இந்தப் பாடலின் பொருளைப் புரிந்துகொள்வதற்கு 'ஏறப் பரியாகுமே' என்னும் தொடரின் பொருளைப் புரிந்துகொள்ள வேண்டும். பாடலில் குதிரை குறிப்பிடப்படுகிறது. குதிரையில் ஏறுவது இயல்பு. அதனால் 'ஏறு' என்ற சொல் குதிரை ஏறிச் செல்வது என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "காளமேகப்புலவரின் இயற்பெயர் வரதன் என்பதைப் பார்க்கும்போது, அவருக்கு 'காளமேகப்புலவர்' என்ற பெயர் ஏன் வந்தது?",
    "options": [
      "அ)  அவர் மழையைப் போல்  கவிதைகளைப் பாடியதால்",
      "ஆ)  அவர் கவிதைகள் மழையைப் போல் மெதுவாக இருந்ததால்",
      "இ)  அவர் கவிதைகள் மழையைப் போல்  குளிர்ச்சியானதால்",
      "ஈ)  அவர் கவிதைகள் மழையைப் போல்  சோகமானதால்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காளமேகப்புலவர் கவிதை விரைந்து பாடியதால் அவருக்கு காளமேகப்புலவர் என்ற பெயர் வந்தது. காளமேகம் மழை பொழிவது போலக் கவிதைகளைப் பாடியதால் இவர் காளமேகப்புலவர் என்று அழைக்கப்பட்டார் என்று கூறப்படுகிறது."
  },
  {
    "description": "'கட்டி அடிக்கையால் கால்மாறிப் பாய்கையால்' என்ற வரிகளில் இருந்து 'கட்டி' மற்றும் 'அடிக்கையால்' என்ற இரண்டு சொற்களைச் சேர்த்து எழுதினால் கிடைக்கும் சொல் எது?",
    "options": [
      "அ) கட்டிஅடித்தல்",
      "ஆ) கட்டிடித்தல்",
      "இ)  கட்டியடித்தல்",
      "ஈ)  கட்டுஅடித்தல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தப் பாடல் வண்கீரைப் பாத்தியையும் குதிரையையும் ஒப்பிட்டுப் பாடுகிறது. இந்தப் பாடலில் 'கட்டி அடிக்கையால்'  என்ற தொடர் பயன்படுத்தப்பட்டுள்ளது. இந்தத் தொடரில் இருந்து 'கட்டி' மற்றும் 'அடிக்கையால்' என்ற இரண்டு சொற்களைச் சேர்த்து எழுதினால் கிடைக்கும் சொல் 'கட்டிஅடித்தல்' என்பது சரியானது."
  },
  {
    "description": "கீரைப்பாத்தியும் குதிரையும் எந்தக் காரணத்தால் ஒத்திருக்கின்றன என்பதை விளக்கும் சொல் எது?",
    "options": [
      "அ) மறித்தல்",
      "ஆ) திரும்புகையால்",
      "இ) விரைவு",
      "ஈ) பாய்கையால்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பாடல் வண்கீரைப் பாத்தியையும் குதிரையையும் ஒப்பிட்டுப் பாடுகிறது. இரண்டும் வேகமாக இருப்பதனால் ஒத்திருக்கின்றன. இதனை விரைவு என்ற சொல் விளக்குகிறது."
  }
]
