
[
  {
    "description": "சொலவடைகள் பற்றிய கீழ்க்கண்ட கூற்றுகளில் எது **சரியானது**?",
    "options": [
      "சொலவடைகள் வட்டாரப் பேச்சு வழக்கில் மட்டுமே பயன்படுத்தப்படுகின்றன.",
      "சொலவடைகள் பேச்சு மொழியின் அழகியலை மட்டும் கொண்டுள்ளன.",
      "சொலவடைகள் நாட்டுப்புற மக்களின் பேச்சில் மட்டுமே பயன்படுத்தப்படுகின்றன.",
      "சொலவடைகள் பேச்சு மொழியின் அழகியலையும் பண்பாட்டுக் கூறுகளையும் கொண்டுள்ளன."
    ],
    "answer": "D",
    "additional_context": "நுழையும்முன் பகுதியில் சொலவடைகள் பற்றி விளக்கப்பட்டுள்ளது. \n\n சொலவடைகள் என்பவை சிறுசிறு தொடர்களாக வட்டாரப் பேச்சு வழக்கில் வழங்கி வருபவை. இவை பேச்சுமொழியின் அழகியலையும் பண்பாட்டுக் கூறுகளையும் கொண்டிருக்கும். பொருட்செறிவுமிக்கச் சொலவடைகளை நாட்டுப்புற மக்களும் தம் பேச்சில் இயல்பாகப் பயன்படுத்துகின்றனர். இவ்வாறு பயன்படுத்துவது தொன்மை வாய்ந்த மொழிகளுக்கே உரிய தனிச்சிறப்பாகும்."
  },
  {
    "description": "கதைப்பகுதியில் அப்பா ஏன் கோபப்படுகிறார்?",
    "options": [
      "பையன் விளையாடச் செல்ல மறுப்பதால்.",
      "பையன் பள்ளிக்கூடம் போக மறுப்பதால்.",
      "அம்மா பையனைத் திட்டுவதால்.",
      "பையன் படிக்க மறுப்பதால்."
    ],
    "answer": "B",
    "additional_context": "கதைப்பகுதியில் அப்பா பையனிடம், \"அணை உடைஞ்சு போன வெள்ளம் அழுதாலும் வராது. இப்ப நீ சரியா படிக்கலன்னா வாழ்க்கையில முன்னேற முடியாது. ஒழுங்காப் பள்ளிக்கூடம் போயி படிக்கிற வேலையைப் பாரு.\" என்று கூறுகிறார். பையன் பள்ளிக்கூடம் போக மறுப்பதால் அப்பா கோபப்படுகிறார்."
  },
  {
    "description": "\"எறும்பு ஊரக் கல்லும் தேயுங்கிற மாதிரி\" இந்தச் சொலவடையின் பொருள் என்ன?",
    "options": [
      "எறும்பு மிகச் சிறியது.",
      "எறும்புக்கு அதிக வலிமை இல்லை.",
      "தொடர்ச்சியான முயற்சியால் பெரிய காரியங்களையும் சாதிக்கலாம்.",
      "எறும்பைப் போலவே நாம் பாடுபட வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "கதைப்பகுதியில் அப்பா பையனுக்கு அறிவுரை சொல்லும்போது, \"வெளைச்சலுக்கும் வெள்ளாட்டுக்கும் சென்மப் பகைங்கிற மாதிரி இந்தப் பயகிட்ட போராடித்தான் படிக்க வைக்கணும். எறும்பு ஊரக் கல்லும் தேயுங்கிற மாதிரி இவனைக் கொஞ்சம் கொஞ்சமா மாத்தணும்னு நினைக்குறாரு அவங்க அப்பா. பொறுமையா அறிவுரை சொல்றாரு. ஆனா பையன் கேக்கல.\" என்று கூறுகிறார். அதாவது, எறும்பு ஊரக் கல்லும் தேயுங்கிற மாதிரி தொடர்ச்சியான முயற்சியால் பெரிய காரியங்களையும் சாதிக்கலாம் என்பது அந்த சொலவடையின் பொருள்."
  },
  {
    "description": "பாடப்பகுதியில் பயன்படுத்தப்பட்டுள்ள \"அணை உடைஞ்சு போன வெள்ளம் அழுதாலும் வராது\" என்ற சொலவடை எதை குறிக்கிறது?",
    "options": [
      "அழுகையால் எந்த பிரச்சனையும் தீர்க்க முடியாது.",
      "கடினமான சூழ்நிலையிலும் சில விஷயங்கள் தீர்க்கப்படாது.",
      "வெள்ளம் அழுதாலும் மீண்டும் வராது.",
      "உடைந்த அணை மீண்டும் கட்டப்படாது."
    ],
    "answer": "B",
    "additional_context": "கதைப்பகுதியில் அப்பா பையனிடம், \"அணை உடைஞ்சு போன வெள்ளம் அழுதாலும் வராது. இப்ப நீ சரியா படிக்கலன்னா வாழ்க்கையில முன்னேற முடியாது. ஒழுங்காப் பள்ளிக்கூடம் போயி படிக்கிற வேலையைப் பாரு.\" என்று கூறுகிறார். இதன் பொருள், ஒருமுறை நடந்த காரியத்தை மீண்டும் எந்த அளவுக்கு அழுதாலும் திருப்பி பெற முடியாது என்பதாகும். அதாவது கடினமான சூழ்நிலையிலும் சில விஷயங்கள் தீர்க்கப்படாது என்பதை குறிக்கிறது."
  },
  {
    "description": "பையன் ஏன் முதலில் பள்ளிக்கூடம் போக மறுக்கிறான்?",
    "options": [
      "அவன் படிப்பில் ஆர்வமில்லை.",
      "அவனுக்கு பள்ளிக்கூடம் பிடிக்கவில்லை.",
      "அவன் விளையாட விரும்புகிறான்.",
      "அவன் பள்ளிக்கூடத்தில் உள்ள நண்பர்களைப் பிடிக்கவில்லை."
    ],
    "answer": "A",
    "additional_context": "கதைப்பகுதியில் அப்பா பையனிடம், \"அணை உடைஞ்சு போன வெள்ளம் அழுதாலும் வராது. இப்ப நீ சரியா படிக்கலன்னா வாழ்க்கையில முன்னேற முடியாது. ஒழுங்காப் பள்ளிக்கூடம் போயி படிக்கிற வேலையைப் பாரு.\" என்று கூறிய பின்னர், பையன், \"படிக்கிறதெல்லாம் எனக்குப் பிடிக்காது.\" என்று பதில் கூறுகிறான். அதாவது, அவன் படிப்பில் ஆர்வமில்லை என்பதை குறிக்கிறது."
  }
]
