[
          
  {
    
          "description": "'பொருள் ஈட்டலிலும் அந்தப் பொருளை நுகர்தலிலும் அறிவியல் பாங்கு தேவை'  -  இந்த வாக்கியத்தில் 'அறிவியல் பாங்கு' என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "அ) அறிவியல் படிப்பது",
      "இ) பணத்தை எப்படிச் சம்பாதிப்பது",
      "ஆ) பொருளீட்டல் மற்றும் நுகர்வுக்கான நெறிமுறைகள்",
      "ஈ) பொருள் பற்றிய அறிவியல் கண்டுபிடிப்பு"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "இந்த மானுடப் பிறவி தற்செயலாகவோ விபத்தின் காரணமாகவோ அமைந்தது அன்று. இஃது ஓர் அரிய வாய்ப்பு. ஒரே ஒரு தடவை மட்டுமே வழங்கப் பெறும் வாய்ப்பு. இந்தப் பிறவியை மதித்துப் போற்றிப் பயன் கொள்ளுதல் கடமை. அதனால் எவ்வளவு நாள் வாழ்ந்தோம் என்பது அல்ல, எப்படி வாழ்ந்தோம் என்பதே கேள்வி. வாழ்ந்த காலம் எந்தமுத்திரையைப் பெற்றது? வாழ்ந்த காலம் ஏதாவது அடையாளங்களைப் பெற்றதா? நம் பெயர் காலந்தோறும் பேசப்படுமா என்றெல்லாம் சிந்திப்பவர்கள் வாழும்நெறி பற்றிக் கவலைப்படுவார்கள்; குறிக்கோளுடன் வாழத்தலைப்படுவார்கள்.\n\nவாழ்க்கை குறிக்கோள் உடையது. அக்குறிக்கோள் எது? தாம் வாழ்வதா? தாம் வாழ்தல் என்பது சாதனை ஆதலால், தாம் வாழ்தல் என்பது எளிய ஒன்று. இயற்கையே கூட வாழ்வித்துவிடும். நல்ல சமூக அமைப்பும் அரசும் தோன்றிவிட்டால் தாம் வாழ்தல் என்பது எளிது. வாழ்க்கை, தொண்டினையே குறிக்கோளாக உடையது. இந்தக் குறிக்கோளுடன்தான் ஒப்புரவு நெறியைத் திருக்குறள் அறிமுகப்படுத்துகிறது. திருக்குறள் நெறியில் மக்கள் ஒருவருக்கொருவர் கடமைகளைச் செய்வதற்கு உரியவர்கள். உரிமைகளைப் பெறுவதற்கும் உரியவர்கள். ஒருவர் எல்லாருக்காகவும், எல்லாரும் ஒருவருக்காகவும் என்னும் பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி."
          }
        ,
          
  {
    
          "description": "'செய்வது செய்து பொருள் ஈட்டி இரப்பார் துன்பத்தை மாற்றுவதே சமூகத்தின் பொது நிலை' -  இந்த கூற்றின் பொருள் என்ன?",
          "options": [
      "அ) மக்கள் இரப்பவர்களைப் புறக்கணிக்க வேண்டும்",
      "இ) சமூகம் பொருள் ஈட்டுபவர்களைப் பாராட்ட வேண்டும்",
      "ஆ) சமூகம் இரப்பவர்களின் துன்பத்தைப் போக்க வேண்டும்",
      "ஈ) இரப்பவர்கள் தங்களைத் தாங்களே காத்துக் கொள்ள வேண்டும்"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "பொருளீட்டல் தான்மட்டும் வாழ்வதற்காக என்பது அறிவியல் கருத்து அன்று. பொருளீட்டும் வாழ்க்கையேகூடச் சமூக வாழ்க்கைதான். மற்றவர்களுக்கு வழங்கி, மகிழ்வித்து மகிழ, வாழ்வித்து வாழப் பொருள் தேவை என்பதே பொருளீட்டலுக்கு உரிய கரு. இரப்பார்க்கு இல்லென்று இயைவது கரத்தல் அறிவியல் அன்று; அறமும் அன்று. செய்வது செய்து பொருள் ஈட்டி இரப்பார் துன்பத்தை மாற்றுவதே சமூகத்தின் பொது நிலை. பொருள் ஈட்டல், சேர்த்தல், பாதுகாத்தல் மனித வாழ்க்கையில் நடைபெறும் ஒரு பணி - இல்லை ஒரு போராட்டம். பொருள் தேடுவது ஒரு பெரிய காரியம். அதைவிடப் பெரிய காரியம் அதை முறையாக அனுபவிப்பதும் கொடுத்து மகிழ்வதும் ஆகும்."
          }
        ,
          
  {
    
          "description": "'பொருள் தேடுவது ஒரு பெரிய காரியம். அதைவிடப் பெரிய காரியம் அதை முறையாக அனுபவிப்பதும் கொடுத்து மகிழ்வதும் ஆகும்'  -  இந்த வரிகள் என்ன கருத்தை வலியுறுத்துகின்றன?",
          "options": [
      "அ) பணம் சம்பாதிப்பது மட்டுமே முக்கியம்",
      "இ) பணத்தை மட்டுமே அனுபவிக்க வேண்டும்",
      "ஆ) பணத்தை பகிர்ந்து கொள்வது மிகவும் முக்கியம்",
      "ஈ) பணம் சம்பாதிப்பது எளிதானது"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "பொருளீட்டல் தான்மட்டும் வாழ்வதற்காக என்பது அறிவியல் கருத்து அன்று. பொருளீட்டும் வாழ்க்கையேகூடச் சமூக வாழ்க்கைதான். மற்றவர்களுக்கு வழங்கி, மகிழ்வித்து மகிழ, வாழ்வித்து வாழப் பொருள் தேவை என்பதே பொருளீட்டலுக்கு உரிய கரு. இரப்பார்க்கு இல்லென்று இயைவது கரத்தல் அறிவியல் அன்று; அறமும் அன்று. செய்வது செய்து பொருள் ஈட்டி இரப்பார் துன்பத்தை மாற்றுவதே சமூகத்தின் பொது நிலை. பொருள் ஈட்டல், சேர்த்தல், பாதுகாத்தல் மனித வாழ்க்கையில் நடைபெறும் ஒரு பணி - இல்லை ஒரு போராட்டம். பொருள் தேடுவது ஒரு பெரிய காரியம். அதைவிடப் பெரிய காரியம் அதை முறையாக அனுபவிப்பதும் கொடுத்து மகிழ்வதும் ஆகும்."
          }
        ,
          
  {
    
          "description": "'ஊருணி, தேவைப்படுவோர் அனைவரும் தண்ணீர் எடுத்துக் குடிப்பதற்கு உரிமை உடையது' -  இந்த உவமை எதை விளக்குகிறது?",
          "options": [
      "அ) ஊருணியின் பயன்பாடு",
      "இ) தண்ணீர் பற்றிய முக்கியத்துவம்",
      "ஆ) ஒப்புரவின் அடிப்படை",
      "ஈ) மனித உரிமைகள்"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "ஒப்புரவில் பெறுபவர் அந்நியர் அல்லர்; உறவினர். கடமையும் உரிமையும் உடையவர். ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் வள்ளல்கள் இல்லை. வாங்குபவரும் இல்லை. ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் உடைமைச்சார்பு இறுக்கமான தனியுடைமையாக இல்லாமல் அறநெறி சார்ந்த குறிக்கோளுடைய உடைமையாக அமையும். ஒப்புரவில் ஈதல்- ஏற்றல் என்பதன் வழியாக அமையும் புரவலர்- இரவலர் உறவு இல்லை. ஒப்புரவுநெறி சார்ந்த வாழ்க்கை உரிமையும் கடமையும் உடைய வாழ்வு முறையாக அமைவதால் கடமைகள் உரிமைகளை வழங்குகின்றன.\n\nஊருணி, தேவைப்படுவோர் அனைவரும் தண்ணீர் எடுத்துக் குடிப்பதற்கு உரிமை உடையது. அதைத் தடுப்பார் யாருமில்லை. ஊருணித்தண்ணீர் எடுத்து அனுபவிக்கப்படுவது. பழுத்த பயன்மரத்தின் கனிகளை அனைவரும் எடுத்து அனுபவிக்கலாம். பயன்மரம் பழங்களைத் தருவது உரிமை எல்லைகளைக் கவனத்தில் கொண்டல்ல. மருந்துமரம் உதவி செய்தலில் தன்னை மறந்த நிலையிலான பயன்பாட்டு நிலை ஒன்றே காணப்பெறுகிறது. நோயுடையார் எல்லாரும் பயன்படுத்தலாம். ஒப்புரவை விளக்கப் பயன்படுத்தியுள்ள இந்த உவமைகள் இன்றும் பயன்படுத்தத் தக்கவையாகவே அமைந்துள்ளன. ஆயினும் ஊருணி, பயன்மரம், மருந்துமரம் ஆகியன மனிதர்கள் தம் படைப்பாற்றலைக் கொண்டு படைத்தவை என்பதை நினைவில் கொள்க!"
          }
        ,
          
  {
    
          "description": "'பயன்மரம் உள்ளூர்ப் பழுத்துஅற்றால் செல்வம் நயனுடை யான்கண் படின்'  -  இந்த வரியின் பொருள் என்ன?",
          "options": [
      "அ) பயன்மரம் இல்லாதவர்கள் செல்வம் இல்லாதவர்கள்",
      "இ) செல்வம் மரத்திலிருந்து வருகிறது",
      "ஆ) செல்வம் என்பது பகிர்ந்து கொள்ளப்பட வேண்டும்",
      "ஈ) நற்பண்புடையவர்களிடம் செல்வம் இருக்கும்"
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "வறுமையைப் பிணி என்றும் செல்வத்தை மருந்து என்றும் கூறுவது தமிழ் மரபு. பொருள் தேடல் வாழ்க்கையின் லட்சியம் அன்று. பொருள் வாழ்க்கையின் கருவியே. நல்ல அறிவும் பண்பும் உடையவர்களுக்குப் பணம் பணியாள். ஆனால், இவை இல்லாதவர்க்கோ மோசமான எசமானன். வாழ்க்கையை உணர்ந்து கொள்ளச் செல்வம் மட்டுமன்றி வறுமையும்கூடத் துணை செய்யும். பொருளும் தேவை; அதைத் துய்க்கத் திறனும் தேவை. பொருளை மற்றவர்களுக்குக் கொடுத்து மகிழ்ச்சி பெறலாம். செல்வத்தைத் தனியே அனுபவித்தல் இழத்தலுக்குச் சமம்.\n\nஉலகினர் விரும்புமாறு உதவி செய்து வாழ்பவரது செல்வமானது ஊருணியில் நிரம்பிய நீர்போலப் பலருக்கும் பயன்படும்.\n\nநற்பண்பு உடையவரிடம் செல்வம் சேர்வது ஊருக்குள் பயன் தரும் மரத்தில் பழங்கள் பழுத்திருப்பதைப் போன்றது.\n\nதுய்ப்பேம் எனினே தப்புந பலவே (4 189; 7-8)"
          }
        ]