
[
  {
    "description": "“வளமார்ந்த துறைமுகமே! இந்த வசையை ஒழிப்பதற்காக இந்நகரில் சுதேசக் கப்பல் கம்பெனி ஒன்று உருவாயிற்று.”  என்ற வாக்கியத்தில் “வசை” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "துறைமுகத்தின்  மாட்சிமை குறைந்து போனதை",
      "கொற்கைப் பெருந்துறையின்  வழித்தோன்றலாகத் தூத்துக்குடி இல்லாததை",
      "பரங்கியர் கப்பலில் கூலி வேலை செய்து  வாழும் நிலையை",
      "நாட்டிலே வந்தவருக்கு அடிமைசெய்து வயிறு வளர்ப்பதை"
    ],
    "answer": "C",
    "additional_context": "தூத்துக்குடி துறைமுகத்தின் மாட்சிமையைப் பற்றி சிதம்பரனார் பேசுகிறார். கொற்கைத் துறைமுகத்திலே பாண்டியனுடைய மீனக்கொடி உயர்ந்து பறந்தது. கொற்கைக்கடல் முத்துவளம் கொழித்தது. பழங்குடிகளாகிய பரதவர் மரக்கல வணிகத்தால் வளம்பெற்று மாடமாளிகையில் வாழ்ந்தார்கள். ஆனால் இப்போது,  பரங்கியர் கப்பலன்றோ எங்கும் பறந்து திரிகின்றது? கொள்ளை இலாபம் அடைகின்ற வெள்ளையர் கப்பலில், கூலி வேலை செய்கின்றனர் நம் நாட்டு மக்கள்! சொந்த நாட்டிலே வந்தவருக்கு அடிமைசெய்து வயிறு வளர்ப்பது ஒரு வாழ்வாகுமா? இந்த வசையை ஒழிப்பதற்காக இந்நகரில் சுதேசக் கப்பல் கம்பெனி ஒன்று உருவாயிற்று."
  },
  {
    "description": "“பட்ட பாடெல்லாம் பயனற்றுப் போயிற்றே”  என்று சிதம்பரனார் ஏன் வருந்துகிறார்?",
    "options": [
      "சுதந்தரக் கப்பல் வாணிகம் வளராததால்",
      "தனது சிறைவாழ்வு பயனற்றுப் போனதால்",
      "அவரது கப்பல் கம்பெனி கலைந்து போனதால்",
      "தமிழ் நூல்களைப் படித்தது பயனற்றுப் போனதால்"
    ],
    "answer": "A",
    "additional_context": "சிதம்பரனார் சுதேசக் கப்பல் கம்பெனியின் செயலாளராகப் பணிபுரிந்தார். சுதந்தரக் கப்பல் வாணிகம் வளர வேண்டுமென்று அவர் ஆசைப்படுகிறார்.  வாணிக மாமணியே! அன்றுமுதல் சுதேசக் கப்பல் வாணிகம் வளர்ந்தது; வெள்ளையர் வாணிகம் தளர்ந்தது. அதுகண்டு அவர் உள்ளம் எரிந்தது.  அவரது கப்பல் கம்பெனி கலைந்து போனதைப் பற்றி சிதம்பரனார் வருந்துகிறார்."
  },
  {
    "description": "“வந்தே மாதரம்” என்ற வாசகத்தை அழுத்தமாகச் சொன்னதற்காக சிதம்பரனாரை ஆங்கில அரசாங்கம் எந்த குற்றச்சாட்டுகளை முன்வைத்தது?",
    "options": [
      "நாட்டின் அமைதியை கெடுத்தல்",
      "தொழிலாளர்களைத் தூண்டிவிடுதல்",
      "வெள்ளையர்கள் மீது வெறுப்பை ஊட்டல்",
      "மேற்கண்ட எல்லாம்"
    ],
    "answer": "D",
    "additional_context": "சிதம்பரனார் சுதந்தரப் போராட்டத்தில் ஈடுபட்டதால், நாட்டின் அமைதியை கெடுத்தல், தொழிலாளர்களைத் தூண்டிவிடுதல், வெள்ளையர்கள் மீது வெறுப்பை ஊட்டல் ஆகிய குற்றச்சாட்டுகளை ஆங்கில அரசாங்கம் முன்வைத்தது.  பொதுக்கூட்டங்களிலும் தொழிலாளர் கூட்டங்களிலும் நான் பேசும்பொழுது 'வந்தே மாதர'த்தை அழுத்தமாகச் சொல்வது வழக்கம். அதைக்கேட்டு நாட்டு மக்கள் ஊக்கமுற்றார்கள்; உணர்ச்சி பெற்றார்கள். உள்ளதைச் சொன்னால் கள்ளமுடையவர் உள்ளம் எரியும் அல்லவா? எரிவுற்ற அரசாங்கம் என்னை எதிரியாகக் கருதிற்று; என் மீது பல வகையான குற்றம் சாட்டிற்று. நாட்டின் அமைதியை நான் கெடுத்தேனாம்! நல்ல முதலாளிமாருக்குத் தொல்லை கொடுத்தேனாம்! வெள்ளையர் மீது வெறுப்பை ஊட்டினேனாம்! வீரசுதந்திரம் பெற வழிகாட்டினேனாம்!"
  },
  {
    "description": "சிதம்பரனார் சிறைச்சாலையில் எந்த நூலை மனப்பாடம் செய்தார்?",
    "options": [
      "தொல்காப்பியம்",
      "திருக்குறள்",
      "நாலடியார்",
      "சிந்தாமணி"
    ],
    "answer": "A",
    "additional_context": "சிதம்பரனார் சிறைச்சாலையில் தொல்காப்பியத்தை மனப்பாடம் செய்தார்.  தொல்காப்பியத்தைப் படித்துப் படித்து என் தொல்லையெல்லாம் மறந்தேன். இன்னிலையைக் கற்று என் இன்னல்களையெல்லாம் வென்றேன்."
  },
  {
    "description": "சிதம்பரனார் எந்த நூல்களை சிறையில் இருந்து இயற்றினார்?",
    "options": [
      "மெய்யறிவு, மெய்யறம்",
      "தமிழ் விருந்து, தமிழகம் - ஊரும் பேரும்",
      "கடற்கரையினிலே, ஆற்றங்கரையினிலே",
      "மேடைப் பேச்சு, தமிழின்பம்"
    ],
    "answer": "A",
    "additional_context": "சிதம்பரனார் சிறையில் இருந்து மெய்யறிவு, மெய்யறம் என்ற சிறு நூல்களை இயற்றினார்.  உயர்ந்த நூல்களில் கண்ட உண்மைகளை இளைஞரும் எளிதில் அறிந்து கொள்ளுமாறு மெய்யறிவு, மெய்யறம் என்ற சிறு நூல்களை இயற்றினேன். இவற்றை என் தமிழ்த்தாயின் திருவடிகளில் கையுறையாக வைத்தேன்."
  }
]
