[
          
  {
    
          "description": "திருவள்ளுவர் சிலையின் மொத்த உயரம் எத்தனை அடி?",
          "options": [
      "128",
      "133",
      "95",
      "38"
    ],
    "answer": "B",
    
          "additional_context": "இந்தியாவின் தெற்கு எல்லையாகிய கன்னியாகுமரியில் திருவள்ளுவரின் சிலை தமிழக அரசால் நிறுவப்பட்டுள்ளது. விவேகானந்தர் பாறைக்கு அருகில், கடல் நடுவே நீர் மட்டத்திலிருந்து முப்பது அடி உயரப் பாறை மீது இச்சிலை அமைக்கப்பட்டுள்ளது. கி.பி.(பொ.ஆ.) 1990ஆம் ஆண்டு இப்பணி தொடங்கியது. பொதுமக்கள் பார்வைக்காக 2000ஆம் ஆண்டு சனவரித் திங்கள் முதல் நாள் அன்று திறந்துவைக்கப்பட்டது. பாறையிலிருந்து சிலையின் உயரம் மொத்தம் 133 அடி. இது திருக்குறளின் மொத்த அதிகாரங்களைக் குறிக்கிறது. அறத்துப்பாலின் அதிகாரங்களை உணர்த்துவதுபோல் முப்பத்தெட்டு அடி உயரம் கொண்டதாக அமைக்கப்பட்டுள்ளது. பொருட்பால், இன்பத்துப்பால் ஆகியவற்றின் மொத்த அதிகாரங்களைக் குறிக்கும் வகையில் சிலை தொண்ணூற்றைந்து அடி உயரம் உடையதாக அமைக்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது ஒரு களஞ்சிய நூலகம்?",
          "options": [
      "உ.வே.சா நூலகம்",
      "தமிழ்ப் பல்கலைக்கழக நூலகம்",
      "சரசுவதி மகால் நூலகம்",
      "கன்னிமாரா நூலகம்"
    ],
    "answer": "D",
    
          "additional_context": "கி.பி. (பொ.ஆ.) 1896 இல் தொடங்கப்பட்ட கன்னிமாரா நூலகம் தமிழ்நாட்டின் மைய நூலகம் ஆகும். இஃது இந்திய நாட்டின் களஞ்சிய நூலகங்களில் ஒன்றாகவும் விளங்குகிறது. இந்நூலகத்தில் ஆறு இலட்சத்திற்கும் மேற்பட்ட நூல்கள் உள்ளன. இந்தியாவில் வெளியிடப்படும் புத்தகங்கள், நாளிதழ்கள், பருவ இதழ்கள் ஆகியவற்றின் ஒரு படி (பிரதி) இங்குப் பாதுகாக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'மருவூர்ப்பாக்கம்' என்னும் கடல் பகுதி எந்த நகருடன் தொடர்புடையது?",
          "options": [
      "மதுரை",
      "பூம்புகார்",
      "தஞ்சாவூர்",
      "கன்னியாகுமரி"
    ],
    "answer": "B",
    
          "additional_context": "இரண்டாயிரம் ஆண்டுகளுக்கு முன் சோழர்களின் தலைநகரமாகவும் துறைமுக நகரமாகவும் விளங்கியது பூம்புகார். இந்நகரைப் பற்றிய செய்திகள் சிலப்பதிகாரத்திலும் பட்டினப்பாலையிலும் இடம்பெற்றுள்ளன. இங்கு மருவூர்ப்பாக்கம் என்னும் கடல் பகுதியும் பட்டினப்பாக்கம் என்னும் நகரப் பகுதியும் அமைந்திருந்ததாகச் சிலப்பதிகாரம் குறிப்பிடுகிறது. பின்னர் ஏற்பட்ட கடல்கோளினால் பூம்புகார் நகரம் அழிந்துவிட்டது."
          }
        ,
          
  {
    
          "description": "தமிழ்ப் பல்கலைக்கழகத்தில் உள்ள ஐந்து புலங்கள் எவை?",
          "options": [
      "கலைப்புலம், சுவடிப்புலம், வளர்தமிழ்ப்புலம், மொழிப்புலம், அறிவியல்புலம்",
      "இலக்கியப்புலம், மொழிப்புலம், அறிவியல்புலம், வரலாற்றுப்புலம், கலைப்புலம்",
      "இலக்கியப்புலம், வரலாற்றுப்புலம், அறிவியல்புலம், கணிதப்புலம், மொழிப்புலம்",
      "வளர்தமிழ்ப்புலம், அறிவியல்புலம், மொழிப்புலம், கலைப்புலம், மருத்துவப்புலம்"
    ],
    "answer": "A",
    
          "additional_context": "செம்மொழியாகிய தமிழுக்கு ஒரு பல்கலைக்கழகம் அமைய வேண்டும் என்ற எண்ணத்தின் அடிப்படையில் தமிழக அரசால் கி.பி. (பொ.ஆ.) 1981 இல் தோற்றுவிக்கப்பட்டது தமிழ்ப்பல்கலைக்கழகம். இது தஞ்சாவூரில் ஆயிரம் ஏக்கர் நிலப்பரப்பில் அமைக்கப்பட்டுள்ளது. வானத்தில் இருந்து பார்க்கும் பொழுது 'தமிழ்நாடு' எனத் தெரியும் வகையில் இதன் கட்டட அமைப்பு உள்ளது. இந்திய நாகரிகத்தின் பண்பாட்டுக் கூறுகள் அனைத்தையும் விரிவாகவும் ஆழமாகவும் ஆராய வேண்டும் என்பதே இப்பல்கலைக்கழகத்தின் நோக்கம். இங்குக் கலைப்புலம், சுவடிப்புலம், வளர்தமிழ்ப்புலம், மொழிப்புலம், அறிவியல்புலம் ஆகிய ஐந்து புலங்களும் இருபத்தைந்து துறைகளும் உள்ளன."
          }
        ,
          
  {
    
          "description": "தமிழ் மொழிப் பயிற்சியை இந்திய ஆட்சிப் பணி பயிற்சியாளர்களுக்கு எந்த நிறுவனம் வழங்குகிறது?",
          "options": [
      "உலகத் தமிழ்ச் சங்கம்",
      "தமிழ்ப் பல்கலைக்கழகம்",
      "கன்னிமாரா நூலகம்",
      "சரசுவதி மகால் நூலகம்"
    ],
    "answer": "B",
    
          "additional_context": "இப்பல்கலைக்கழகம் தமிழ்மொழி ஆய்வுகள் செய்வது மட்டுமன்றி, சித்த மருத்துவத்துறை மூலம் பொதுமக்களுக்குப் பயனுள்ள வகையில் மருத்துவத் தொண்டு செய்து வருகிறது. இந்திய ஆட்சிப்பணி பயிற்சியாளர்களுக்குத் தமிழ்மொழிப்பயிற்சியை இப்பல்கலைக்கழகமே வழங்குகிறது."
          }
        ]