
[
  {
    "description": "“வினையால் வினையாக்கிக் கோடல் தனைகவுள் யானையால் யானையாத் தற்று” என்ற குறளில் “தனைகவுள்” என்பதற்கு பொருத்தமான பொருள் எது?",
    "options": [
      "அ) தனது வாழ்வில்",
      "ஆ) தனது இயல்பில்",
      "ஈ) தனது செயலில்",
      "இ) தனது குணத்தில்"
    ],
    "answer": "D",
    "additional_context": "ஒரு யானையைக்கொண்டு மற்றொரு யானையைப் பிடிப்பர். அதுபோல ஒரு செயலைச் செய்யும்போதே அச்செயலால் மற்றொரு செயலையும் செய்து முடித்துக் கொள்ளல் வேண்டும். இந்தக் குறள் ஒரு செயலைச் செய்யும் போது மற்றொரு செயலையும் அதன் மூலம் செய்து முடித்துக்கொள்ள வேண்டும் என்பதை வலியுறுத்துகிறது. 'தனைகவுள்'  என்பது தனது இயல்பிலேயே இல்லாமல் தான் செய்யும் செயலால் பெறப்பட்ட நன்மை என்பதைக் குறிக்கிறது. இதனால், 'தனைகவுள்' என்பதற்கு பொருத்தமான பொருள் 'தனது செயலில்' ஆகும்."
  },
  {
    "description": "“மணிநீரும் மண்ணும் மலையும் அணிநிழல் காடும் உடையது அரண்” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "அ) அரணின் பலம் நீரால், மண்ணால், மலையால் மற்றும் காட்டால் உருவாக்கப்படுகிறது.",
      "ஆ) அரண் என்பது தெளிந்த நீர், நிலம், மலை மற்றும் அழகிய நிழல் உடைய காடுகளால் ஆனது.",
      "ஈ) நீர், நிலம், மலை மற்றும் காடு ஆகியவை அரணின் முக்கியமான பகுதிகள்.",
      "இ) அரண் என்பது இயற்கையின் அனைத்து அம்சங்களையும் கொண்டுள்ளது."
    ],
    "answer": "B",
    "additional_context": "நீரும், நிலமும், மலையும், அழகிய நிழல் உடைய காடுகளும் ஆகிய நான்கும் உள்ளதே அரண் ஆகும். இந்தக் குறள் ஒரு நாட்டின் அரணாக இருப்பவை எவை என்பதை விளக்குகிறது. இதனால் இக்குறளின் பொருள் அரண் என்பது தெளிந்த நீர், நிலம், மலை மற்றும் அழகிய நிழல் உடைய காடுகளால் ஆனது என்பதாகும்."
  },
  {
    "description": "“கற்றார்முன் கற்ற செலச்சொல்லித் தாம்கற்ற மிக்காருள் மிக்க கொளல்” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "அ) தனது கற்றலின் மூலம் பிறரை விட மேலானவர் என்று நினைப்பது தவறு.",
      "ஆ) கற்றவர் பிறருக்கு தங்கள் அறிவைப் பகிர்ந்து கொள்ள வேண்டும்.",
      "ஈ) கற்றவர் மற்றவர்களிடமிருந்து அறிவைப் பெற்று மேலும் கற்றுக்கொள்ள வேண்டும்.",
      "இ) பிறரின் அறிவையும் கேட்டு நம் அறிவை வளர்த்துக்கொள்ள வேண்டும்."
    ],
    "answer": "D",
    "additional_context": "கற்றவர் முன் தான் கற்றவற்றை மனத்தில் பதியும்படி சொல்லி, அவர்கள் கற்றவற்றையும் கேட்டு, அறிந்து கொள்ள வேண்டும். இந்தக் குறள் கற்றவர்கள் தங்கள் அறிவைப் பகிர்ந்து கொள்ளும் போது மட்டுமல்லாமல் மற்றவர்களின் அறிவையும் கேட்டு மேலும் கற்றுக்கொள்ள வேண்டும் என்பதை வலியுறுத்துகிறது. இதனால் இக்குறளின் பொருள் பிறரின் அறிவையும் கேட்டு நம் அறிவை வளர்த்துக்கொள்ள வேண்டும் என்பதாகும்."
  },
  {
    "description": "“நாடென்ப நாடா வளத்தன நாடல்ல நாட வளம்தரு நாடு” என்ற குறளில் “நாட வளம்தரு நாடு” என்பதற்கு சரியான பொருள் எது?",
    "options": [
      "அ) வளம் உள்ள நாடு.",
      "ஆ) வளத்தைத் தரும் நாடு.",
      "ஈ) வளம் கொடுக்கும் நாடு.",
      "இ) வளத்தை அளிக்கும் நாடு."
    ],
    "answer": "D",
    "additional_context": "பெரிய அளவில் முயற்சி இல்லாமல் வளம்தரும் நாடே சிறந்த நாடாகும். முயற்சி செய்து சேரும் வளத்தை உடைய நாடு சிறந்த நாடு ஆகாது. இந்தக் குறள்  வளம்  உள்ள நாடு மட்டுமல்லாமல், வளத்தை அளிக்கும் நாடு தான் சிறந்தது என்பதை வலியுறுத்துகிறது. இதனால்,  'நாட வளம்தரு நாடு' என்பதற்கு சரியான பொருள் 'வளத்தை அளிக்கும் நாடு' என்பதாகும்."
  },
  {
    "description": "“உறுபசியும் ஓவாப் பிணியும் செறுபகையும் சேராது இயல்வது நாடு” என்ற குறளில் “செறுபகையும்” என்பதற்கு எதிரெதிர் பொருள் என்ன?",
    "options": [
      "அ) நட்பு",
      "ஆ) அமைதி",
      "ஈ) பாதுகாப்பு",
      "இ) வளர்ச்சி"
    ],
    "answer": "A",
    "additional_context": "மிக்க பசியும், ஓயாத நோயும், அழிவு செய்யும் பகையும் சேராமல் நல்ல வகையில் நடைபெறுவதே நாடாகும். இந்தக் குறள்  நாடு வளமாக இருக்க எது முக்கியம் என்பதை விளக்குகிறது. இதனால், 'செறுபகையும்'  என்பதற்கு எதிர்மறையான பொருள் 'நட்பு'  என்பதாகும்."
  }
]
