[
          
  {
    
          "description": "கவிஞர் மனிதன் இல்லாத எந்த வனப்பும் வனப்பில்லை என்று கூறுவதன் மூலம் என்ன சொல்ல விரும்புகிறார்?",
          "options": [
      "அ) மனித வாழ்க்கை இல்லாமல் இயற்கை அழகு முழுமை பெறாது.",
      "ஆ) மனிதர்களின் உணர்வுகள் கலந்த கலை படைப்புகள் மட்டுமே உண்மையான கலை படைப்புகள்.",
      "இ) மனிதர்களின் வாழ்க்கை இயற்கை அழகைச் சார்ந்தது.",
      "ஈ) இயற்கை அழகைப் பாதுகாப்பது மனிதர்களின் கடமை."
    ],
    "answer": "B",
    
          "additional_context": "கவிஞர் 'தேனரசன்' கலைஞர்களிடம் ஒரு வேண்டுகோள் விடுத்துள்ளார். அவர் தங்கள் கலைப்படைப்பில் மானுடத்தின் உணர்வுகள் கலந்திருக்க வேண்டும் என்று விரும்புகிறார். 'மனிதன் இல்லாத எந்த வனப்பும் வனப்பில்லை... அவன் கலவாத எதிலும் ஜீவ உயிர்ப்பில்லை...' என்று கூறுவதன் மூலம் இயற்கை அழகை விட மனித உணர்வுகள் கலந்த கலைப்படைப்புகள் மட்டுமே உண்மையான கலைப்படைப்புகள் என்கிறார். "
          }
        ,
          
  {
    
          "description": "'தேனரசன்' என்ற ஆசிரியர் எந்த இதழ்களில் கவிதைகள் எழுதியுள்ளார்?",
          "options": [
      "அ) வானம்பாடி, குயில், தென்றல்",
      "ஆ) கலைமகள், குமுதம், ஆனந்த விகடன்",
      "இ) தினமணி, தினத்தந்தி, ஹிந்து",
      "ஈ) இந்து, டெய்லி நியூஸ், டைம்ஸ் ஆப் இந்தியா"
    ],
    "answer": "A",
    
          "additional_context": "தேனரசன் தமிழாசிரியராகப் பணியாற்றியவர். இவர் வானம்பாடி, குயில், தென்றல் போன்ற இதழ்களில் கவிதைகள் எழுதியுள்ளார். இவரது கவிதைகளில் சமுதாயச் சிக்கல்கள் எள்ளல் சுவையோடு வெளிப்படும். "
          }
        ,
          
  {
    
          "description": "கவிதையில் 'வார்ப்பு' என்ற சொல்லுக்கு நேரெதிர் பொருள் கொண்ட சொல் எது?",
          "options": [
      "அ) அழிவு",
      "ஆ) உருவாக்கம்",
      "இ) மறைவு",
      "ஈ) வளர்ச்சி"
    ],
    "answer": "A",
    
          "additional_context": "கவிதைப் பகுதியில் 'வயல்வெளி உழவனின் உருவ வார்ப்பெனில் ஈரமண் வாசம் இருக்க வேண்டும்' என குறிப்பிடப்பட்டுள்ளது. வார்ப்பு என்பது  ஒரு பொருளை உருவாக்குவது. அதற்கு நேரெதிர் பொருள் அழிவு. "
          }
        ,
          
  {
    
          "description": "பாடலில் குறிப்பிடப்பட்டுள்ள கலைஞர்கள் யார்?",
          "options": [
      "வயல்வெளி உழவர்கள்",
      "பாறை உடைப்பவர்கள்",
      "ஓவியர்கள்",
      "சிற்பிகள்"
    ],
    "answer": "D",
    
          "additional_context": "கவிதை 'கலையுலகப் பிரும்மாக்களே மண்ணின் வனப்புக்குப் புதிய அழகுகள் சேர்ப்பவர்களே' என தொடங்குகிறது. அடுத்து  'நீங்கள் சிற்பிகளாகப் பாறை உடைப்பவனின் சிலை வடித்தால்...' என்று கூறப்படுகிறது. இதன் மூலம் கவிதையில் குறிப்பிடப்பட்டுள்ள கலைஞர்கள் சிற்பிகள். "
          }
        ,
          
  {
    
          "description": "கவிஞர் எந்த மணத்தை ஒரு கலைப்படைப்பில் இருக்க வேண்டும் என்று விரும்புகிறார்?",
          "options": [
      "மலர் வாசம்",
      "வியர்வை நெடி",
      "ஈரமண் வாசம்",
      "பால் மணம்"
    ],
    "answer": "C",
    
          "additional_context": "கவிதையில் 'வயல்வெளி உழவனின் உருவ வார்ப்பெனில் ஈரமண் வாசம் இருக்க வேண்டும்' என்று கூறப்படுகிறது. "
          }
        ]