[
          
  {
    
          "description": "“உறுபசியும் ஓவாப் பிணியும் செறுபகையும் சேராது இயல்வது நாடு.”  என்ற குறளில், 'சேராது இயல்வது நாடு' என்பதன் பொருள் என்ன?",
          "options": [
      "ஒரு நாடானது பசி, நோய், பகை ஆகியவற்றால் பாதிக்கப்படாமல் இருக்க வேண்டும்.",
      "ஒரு நாட்டுக்கு இயற்கை வளங்கள் நிறைந்திருக்க வேண்டும்.",
      "ஒரு நாடானது பகைவர்களை எதிர்கொள்ளும் வலிமை பெற்றிருக்க வேண்டும்.",
      "ஒரு நாட்டில் மக்கள் அனைவரும் சமமாக இருக்க வேண்டும்."
    ],
    "answer": "A",
    
          "additional_context": "ஒரு நாடு உறுதியானதாக இருக்க வேண்டும். நோய் எதுவும் இருக்கக் கூடாது. பகைவர்கள் இருக்கக் கூடாது.  நாடு இந்த மூன்றும் இல்லாமல் இருந்தால் அது நல்ல நாடு. அதாவது நல்ல அரசாங்கம் இருந்தால்,  மக்களுக்கு பசி இருக்காது, நோய் இருக்காது, பகைவர்கள் இருக்காது. அதனால்தான் வள்ளுவர்  நல்ல நாடு பசியும் நோயும் பகையும் இல்லாத நாடு என்று கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "“கற்றாருள் கற்றார் எனப்படுவர் கற்றார்முன் கற்ற செலச்சொல்லு வார்”  என்ற குறளின் அடிப்படையில், ஒருவர் உண்மையிலேயே கற்றவர் எனக் கருதப்படுவதற்கு எது முக்கியம்?",
          "options": [
      "பல புத்தகங்களைப் படித்திருத்தல்",
      "பல மொழிகளைத் தெரிந்திருத்தல்",
      "தாம் கற்றவற்றைத் தெளிவாகச் சொல்ல வல்லமை",
      "கற்றவற்றைப் பிறருக்குக் கற்றுத் தருதல்"
    ],
    "answer": "C",
    
          "additional_context": "கற்றவருள் கற்றார் எனப்படுபவர்கள் கற்றார்முன் கற்றவற்றைச் சொல்லுவார்கள். அதாவது தான் கற்றவற்றைப் பற்றிப் பேசுவார்கள். கற்றவற்றை தெளிவாகப் பேசுபவர்கள் உண்மையிலேயே கற்றவர்கள்."
          }
        ,
          
  {
    
          "description": "“மணிநீரும் மண்ணும் மலையும் அணிநிழல் காடும் உடையது அரண்”  என்ற குறளில்,  'அரண்'  என்பதற்கு வள்ளுவர் எதை உவமையாகக் கூறுகிறார்?",
          "options": [
      "பொருளாதார வளம்",
      "இயற்கை வளம்",
      "சமூக ஒற்றுமை",
      "ராணுவ வலிமை"
    ],
    "answer": "B",
    
          "additional_context": "நீரும் மண்ணும் மலையும் காடுகளும் ஒரு நாட்டின் இயற்கை வளங்கள். இந்த வளங்கள் ஒரு நாட்டிற்கு அரணாகும். அதாவது, இயற்கை வளங்கள் அனைவரையும் பாதுகாக்கும். "
          }
        ,
          
  {
    
          "description": "“பெருமை உடையவர் ஆற்றுவார் ஆற்றின் அருமை உடைய செயல்.”  என்ற குறளின்படி, பெருமை உடையவர்களின் இயல்பு எப்படி இருக்கும்?",
          "options": [
      "அவமதிப்புகளைத் தாங்கி எடுத்துக்கொள்ளும் தன்மை",
      "எந்தச் சூழ்நிலையிலும் அமைதியாக இருக்கும் தன்மை",
      "பணத்தைக் குவித்து வைக்கும் ஆர்வம்",
      "அரிய செயல்களைச் சிறப்பாகச் செய்யும் திறமை"
    ],
    "answer": "D",
    
          "additional_context": "பெருமை உடையவர் என்பது உயர்ந்த பண்புகளை உடையவர். உயர்ந்த பண்புகள் உடையவர்கள் எப்பொழுதும் அரிய செயல்களைச் செய்வார்கள். இது அவர்களுடைய இயல்பு. ஒருவர்  சிறப்பான  செயல்களைச் செய்து முடித்தால் அவர் பெருமை உடையவராக  கருதப்படுவார். "
          }
        ,
          
  {
    
          "description": "திருக்குறளில் “வினைசெயல் வகை”  என்பது எந்த இயலில் அடங்கும்?",
          "options": [
      "இயல் எட்டு",
      "இயல் ஏழு",
      "இயல் ஒன்பது",
      "இயல் பத்து"
    ],
    "answer": "A",
    
          "additional_context": "திருக்குறளில் 'வினைசெயல் வகை' என்பது 'இயல் எட்டு' எனப்படும் இயலில் உள்ளது. இயல் எட்டில்  பொருள், கருவி, காலம், வினை, இடம் என ஐந்தையும் ஆராய்ந்து செயலை மேற்கொள்ள வேண்டும் என வள்ளுவர் கூறுகிறார்."
          }
        ]