[
          
  {
    
          "description": "வ.உ. சிதம்பரனார்  ____  நகரின் பெருமையைத் தம் பெருமையாகக் கொண்டவர்.",
          "options": [
      "சென்னை",
      "தூத்துக்குடி",
      "மதுரை",
      "கொற்கை"
    ],
    "answer": "B",
    
          "additional_context": "தென்னாட்டில் உள்ள தூத்துக்குடி அந்நாளில் எந்நாட்டவரும் அறிந்த துறைமுக நகரம். அந்நகரின் பெருமையைத் தம் பெருமையாக்கிக் கொண்டவர் சிதம்பரனார். அவர் தன்னலம் துறந்த தனிப்பெரும் தொண்டர். இந்தியக் கடலாட்சி எமதே எனக் கருதி இறுமாந்திருந்த ஆங்கிலேயர் பொறி கலங்கி, நெறிமயங்கக் கப்பலோட்டிய தமிழர் சிதம்பரனார். நாட்டிலே சுதந்திர உணர்ச்சியை ஊட்டியதற்காக அவரைச் சிறைக்கோட்டத்தில் மாட்டி மகிழ்ந்தது ஆங்கில அரசாங்கம். சிறைவாசம் தீர்ந்த பின்னர்த் தூத்துக்குடிக்குத் திரும்பினார் சிதம்பரனார். ஒரு நாள் மாலைப்பொழுது துறைமுகத்தின் அருகே உலாவச் சென்றார். பழைய நினைவுகள் எல்லாம் அவர் மனத்திலே படர்ந்தன. அக்கடற்கரையில் நின்று அவர் பேசியிருந்தால் என்ன பேசியிருப்பார்? இதோ அவர் வாயாலேயே கேட்போம்!"
          }
        ,
          
  {
    
          "description": " ____  என்பவர்  சுதேசக் கப்பல் கம்பெனியின் தலைவர் ஆயினார்.",
          "options": [
      "வ.உ. சிதம்பரனார்",
      "பாரதியார்",
      "பாலகங்காதர திலகர்",
      "பாண்டித்துரையார்"
    ],
    "answer": "D",
    
          "additional_context": "வளமார்ந்த துறைமுகமே! இந்த வசையை ஒழிப்பதற்காக இந்நகரில் சுதேசக் கப்பல் கம்பெனி ஒன்று உருவாயிற்று. பாரதநாட்டுச் செல்வரும் அறிஞரும் அந்தக் கம்பெனியில் பங்குகொண்டார்கள். பழங்காலப் பாண்டியரைப் போல் மதுரை மாநகரிலே தமிழ்ச் சங்கம் அமைத்துப் புலவர் பாடும் புகழ் உடையவராய் விளங்கிய பாண்டித்துரையார் அக்கம்பெனியின் தலைவர் ஆயினார். அதன் செயலாளனாக அமைந்து பணி செய்யும் பேறு எனக்குக் கிடைத்தது. கம்பெனியார் வாங்கிய சுதேசக் கப்பல் உன் துறைமுகத்தை வந்தடைந்தது. வெள்ளோட்டம் பார்ப்பதற்காக அக்கப்பல் இங்கிருந்து கொழும்புத் துறையை நோக்கிப் புறப்பட்ட நாளில், இன்ப வெள்ளம் என் உள்ளத்திலே பொங்கி எழுந்தது; கண்களில் ஆனந்தக் கண்ணீர் வழிந்தது."
          }
        ,
          
  {
    
          "description": " ____  என்ற சுதேச மந்திரம் வங்க நாட்டிலே பிறந்தது.",
          "options": [
      "வந்தே மாதரம்",
      "ஜெய்ஹிந்த்",
      "பாரத மாதா",
      "இந்தியா"
    ],
    "answer": "A",
    
          "additional_context": "வந்தே மாதரம் என்ற சுதேச மந்திரம் வங்க நாட்டிலே பிறந்தது; காட்டுக்கனல் போல் எங்கும் பரவிற்று. சுதந்தரம் எனது பிறப்புரிமை; அதை அடைந்தே தீருவேன் என்று வடநாட்டிலே மார்தட்டி நின்றார் மராட்டிய வீரர் ஒருவர். அவரே பாரதநாடு போற்றும் பாலகங்காதர திலகர். தென்னாட்டிலே தோன்றினார் நாவீறுடைய நண்பர் பாரதியார். அவர் அஞ்சாத நெஞ்சினர். செஞ்சொற்கவிஞர்; வந்தே மாதரம் என்போம், எங்கள் மாநிலத்தாயை வணங்குதும் என்போம் என்று அழகிய பாட்டிசைத்து, நாட்டிலே ஆர்வத்தைத் தட்டி எழுப்பினார்."
          }
        ,
          
  {
    
          "description": "வ.உ. சிதம்பரனாருக்கு ____  சிறைத்தண்டனை விதிக்கப்பட்டது.",
          "options": [
      "ஒற்றை",
      "இரட்டை",
      "மூன்று",
      "நான்கு"
    ],
    "answer": "B",
    
          "additional_context": "இக்குற்ற விசாரணை விறுவிறுப்பாக நடந்தது. இரட்டைத் தீவாந்தர தண்டனை எனக்கு விதிக்கப்பட்டது. அப்பீல் கோர்ட்டிலே சிறைத் தண்டனையாக மாறிற்று அத்தீர்ப்பு. ஆறாண்டு கோவைச் சிறையிலும் கண்ணனூர்ச் சிறையிலும் கொடும்பணி செய்தேன். என் உடல் சலித்தது. ஆயினும், உள்ளம் ஒருநாளும் தளர்ந்ததில்லை; சிறைச்சாலையை தவச்சாலையாக நான் கருதினேன்; கைவருந்த மெய் வருத்தச் செய்த பணிகள் எல்லாம் தாய்நாட்டின் விடுதலைக்காகப் புரிந்த அருந்தவம் என்று எண்ணி உள்ளம் மகிழ்ந்தேன்."
          }
        ,
          
  {
    
          "description": " ____  என்பவர் அறிவு நூல்களை இயற்றிய ஆலன் என்பவரின் நூலை 'மனம் போல் வாழ்வு' என மொழிபெயர்த்தார்.",
          "options": [
      "வ.உ. சிதம்பரனார்",
      "பாரதியார்",
      "பாண்டித்துரையார்",
      "திலகர்"
    ],
    "answer": "A",
    
          "additional_context": "ஆலன் என்பவர் இயற்றிய அறிவு நூல்களில் ஒன்றை மனம் போல் வாழ்வு என்று தமிழில் மொழிபெயர்த்தேன். உயர்ந்த நூல்களில் கண்ட உண்மைகளை இளைஞரும் எளிதில் அறிந்து கொள்ளுமாறு மெய்யறிவு, மெய்யறம் என்ற சிறு நூல்களை இயற்றினேன். இவற்றை என் தமிழ்த்தாயின் திருவடிகளில் கையுறையாக வைத்தேன். சிறையில் இருந்து இயற்றிய நூல்களையும் உவந்து ஏற்றுக்கொள்ளுமாறு செந்தமிழ்த்தாயின் திருவருளை வேண்டுகிறேன்."
          }
        ]