
[
  {
    "description": "“என் தாயார் என்னை காத்து வளர்த்தார்” என்ற வாக்கியத்திற்குப் பொருத்தமான உவமையைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "a) கண்ணை இமை காப்பது போல",
      "b) தாயைக் கண்ட சேயைப் போல",
      "c) இஞ்சி தின்ற குரங்கு போல",
      "d) நகமும் சதையும் போல"
    ],
    "answer": "a",
    "additional_context": "ஒரு தாயின் அன்பும் பாசமும் மிகவும் பெரியது. அது ஒரு குழந்தையை காப்பது போல, இமை கண்ணை காப்பது போல தன் குழந்தையை  காத்து வளர்ப்பார்.  எனவே தாயின் அன்பை இமை கண்ணை காப்பது போல என்ற உவமையை கொண்டு விளக்கலாம்."
  },
  {
    "description": "“அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது” என்ற வாக்கியத்திற்குப் பொருத்தமான உவமையைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "a) எலியும் பூனையும் போல",
      "b) உள்ளங்கை நெல்லிக்கனி போல",
      "c) குன்றின்மேலிட்ட விளக்கு போல",
      "d) குடத்துள் இட்ட விளக்கு போல"
    ],
    "answer": "c",
    "additional_context": "அப்துல் கலாமின் புகழ் மிகவும் பெரியது. அது குன்றின் மேல் வைக்கப்பட்ட விளக்கு போல, மிக உயர்ந்த இடத்திலும் இருந்து எல்லா இடங்களையும் வெளிச்சம் பரப்புகிறது.  எனவே அப்துல் கலாமின் புகழை குன்றின் மேல் வைக்கப்பட்ட விளக்கு போல என்ற உவமையை கொண்டு விளக்கலாம்."
  },
  {
    "description": "“நாகப்பட்டினம்” என்ற ஊரின் பெயரில் இருந்து உருவாக்க முடியாத சொல் எது?",
    "options": [
      "a) நாகம்",
      "b) பட்டி",
      "c) தினம்",
      "d) பட்டினம்"
    ],
    "answer": "b",
    "additional_context": "நாகப்பட்டினம் என்ற ஊரின் பெயரில் இருந்து  நாகம், தினம், பட்டினம்  என்று புதிய சொற்களை உருவாக்க முடியும். ஆனால் பட்டி என்ற சொல்  நாகப்பட்டினம் என்ற ஊரின் பெயரில் இருந்து  உருவாக்க முடியாது. "
  },
  {
    "description": "“வேளாண்மை” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன அர்த்தம்?",
    "options": [
      "a) Agriculture",
      "b) Civilization",
      "c) Folklore",
      "d) Harvest"
    ],
    "answer": "a",
    "additional_context": "வேளாண்மை என்பது விவசாயம் சார்ந்த தொழில். அதற்கு ஆங்கிலத்தில் Agriculture  என்று பெயர்.  Civilization  என்பது நாகரிகம், Folklore என்பது நாட்டுப்புறவியல், Harvest என்பது அறுவடை. "
  },
  {
    "description": "“நாட்டுப்புறவியல்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன அர்த்தம்?",
    "options": [
      "a) Agriculture",
      "b) Civilization",
      "c) Folklore",
      "d) Harvest"
    ],
    "answer": "c",
    "additional_context": "நாட்டுப்புறவியல்  என்பது நாட்டுப்புற கலாச்சாரத்தை பற்றிய படிப்பு. அதற்கு ஆங்கிலத்தில் Folklore  என்று பெயர். Agriculture என்பது வேளாண்மை, Civilization  என்பது நாகரிகம், Harvest என்பது அறுவடை.  "
  }
]
