
[
  {
    "description": "“கர்மவீரர் நகரம்” என அழைக்கப்படும் ஊரை குறுக்கெழுத்துப் புதிர் எந்த எண்ணால் குறிக்கிறது?",
    "options": [
      "1",
      "6",
      "14",
      "3"
    ],
    "answer": "14",
    "additional_context": "குறுக்கெழுத்துப் புதிரில், “கர்மவீரர் நகரம்” என அழைக்கப்படும் ஊர் 14 வது எண்ணால் குறிக்கப்பட்டுள்ளது. மேலும்  “கர்மவீரர் நகரம்” என்ற சொல் தமிழகத்தின் முக்கிய நகரங்களில் ஒன்றான சென்னையைக் குறிக்கிறது. சென்னை, வணிகம், தொழில், கல்வி, கலை  என பல துறைகளில் முன்னணியில் உள்ளது. இதனால், சென்னை “கர்மவீரர் நகரம்” என அழைக்கப்படுகிறது. "
  },
  {
    "description": "“மலைகளின் இளவரசி” என அழைக்கப்படும் ஊர், “பட்டாசு நகரம்” என அழைக்கப்படும் ஊருக்கு மேலே அமைந்துள்ளதா?",
    "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": "இல்லை",
    "additional_context": "குறுக்கெழுத்துப் புதிரில், “மலைகளின் இளவரசி” என அழைக்கப்படும் ஊர் 12 வது எண்ணால் குறிக்கப்பட்டுள்ளது. அதேபோல் “பட்டாசு நகரம்” 9 வது எண்ணால் குறிக்கப்பட்டுள்ளது. இவற்றைப் பார்க்கும்போது “மலைகளின் இளவரசி” என அழைக்கப்படும் ஊர் “பட்டாசு நகரம்” என அழைக்கப்படும் ஊருக்கு மேலே அமைந்திருக்கவில்லை என்பது தெளிவாகிறது.  “மலைகளின் இளவரசி” என்ற சொல் உதகமண்டலத்தைக் குறிக்கிறது.  மலைப் பகுதியில் அமைந்திருக்கும் உதகமண்டலம் குளிர்ச்சியான காலநிலையையும் அழகான இயற்கை எழில் கொண்ட இடமாகும்.  இது மலைகளின் இளவரசி என அழைக்கப்படுகிறது.   “பட்டாசு நகரம்” என்ற சொல் சிவகாசியைக் குறிக்கிறது. சிவகாசி தென் தமிழகத்தில் உள்ள ஒரு நகரம். இந்த நகரம் பட்டாசு உற்பத்திக்குப் புகழ் பெற்றது."
  },
  {
    "description": "“ஏழைகளின் ஊட்டி” என அழைக்கப்படும் ஊர் எந்தத் தொழிலுக்குப் பெயர் பெற்றது?",
    "options": [
      "வேளாண்மை",
      "மீன்பிடி",
      "சுற்றுலா",
      "கைவினை"
    ],
    "answer": "சுற்றுலா",
    "additional_context": "குறுக்கெழுத்துப் புதிரில், “ஏழைகளின் ஊட்டி” என அழைக்கப்படும் ஊர் 5 வது எண்ணால் குறிக்கப்பட்டுள்ளது. ஏழைகளின் ஊட்டி என்ற சொல் ஓட்டன்சத்ராம் என்ற ஊரைக் குறிக்கிறது. ஓட்டன்சத்ராம் தமிழகத்தின் தேனி மாவட்டத்தில் அமைந்துள்ளது. ஓட்டன்சத்ராம், வறண்ட பகுதியான தேனி மாவட்டத்தில் இருப்பதால், ஏழைகளுக்கு இது ஒரு மிகச்சிறந்த சுற்றுலாத் தலமாகும்.  ஓட்டன்சத்ராம் மலைப்பகுதியில் அமைந்திருக்கும் ஒரு ஊர். இது நீர்வீழ்ச்சிகள், காடுகள் மற்றும் மலைகள் என பல்வேறு இயற்கை அழகுகளை கொண்டிருப்பதால் சுற்றுலாவுக்குப் பெயர் பெற்றது.  இதனால்தான் ஓட்டன்சத்ராம் “ஏழைகளின் ஊட்டி” என அழைக்கப்படுகிறது. "
  },
  {
    "description": "“குன்றின்மேலிட்ட விளக்கு போல” என்ற உவமை எந்த நபரைப் பற்றியது?",
    "options": [
      "திருவள்ளுவர்",
      "அப்துல் கலாம",
      "மகாத்மா காந்தி",
      "பாரதியார்"
    ],
    "answer": "அப்துல் கலாம",
    "additional_context": "“குன்றின்மேலிட்ட விளக்கு போல”  என்ற உவமை  அப்துல் கலாமின் புகழை விவரிக்கிறது.  அப்துல் கலாமின்  புகழ்  உலகெங்கும் பரவியுள்ளது.  அவரின் கல்வி, அறிவியல், ராணுவம் போன்ற பல்வேறு துறைகளில் ஆற்றிய சேவைகள் உலகத்தையே மெச்ச வைத்தன. இதனால், அவரை உலகம்  மெச்சியது.  “குன்றின்மேலிட்ட விளக்கு போல”  என்ற உவமை  அப்துல் கலாமின் புகழை  விவரிக்கிறது.  இந்த உவமை   அவரின்  புகழ்  உயரத்தில் இருப்பதையும்  அவரது  புகழை  அனைவரும்  அறிந்திருப்பதையும்  குறிக்கிறது. "
  },
  {
    "description": "“நாகப்பட்டினம்” என்ற ஊரின் பெயரிலிருந்து எந்த சொல்லை உருவாக்க முடியாது?",
    "options": [
      "நாக",
      "பட்டி",
      "தினம்",
      "பின்னல்"
    ],
    "answer": "பின்னல்",
    "additional_context": "நாகப்பட்டினம்  தமிழகத்தில் உள்ள ஒரு  நகரம்.  இந்த நகரத்தின்  பெயரில்  நாக, பட்டி, தினம்  போன்ற சொற்களை  உருவாக்க முடியும்.  ஆனால்,  பின்னல்  என்ற  சொல்  நாகப்பட்டினம்  என்ற ஊரின் பெயரிலிருந்து  உருவாக்க முடியாது. "
  }
]
