
[
  {
    "description": "“கமலம்” என்ற சொல் “இலக்குமி” என்ற சொல்லைப் போலவே தமிழ் எழுத்துகளால் மாற்றப்பட்டு எழுதப்பட்டிருந்தால், அது எந்த வகை வடசொல் என்று கூறுவீர்கள்?",
    "options": [
      "அ) தற்சமம்",
      "ஆ) தற்பவம்",
      "இ) திசைச்சொல்",
      "ஈ) இயற்சொல்"
    ],
    "answer": "B",
    "additional_context": "வடசொற்களைத் தற்சமம், தற்பவம் என இருவகையாகப் பிரிப்பர். கமலம், அலங்காரம் என வடமொழியில் இருப்பது போன்றே தமிழில் எழுதுவதைத் தற்சமம் என்பர். லக்ஷ்மி என்பதை இலக்குமி என்றும், விஷம் என்பதை விடம் என்றும் தமிழ் எழுத்துகளால் மாற்றி எழுதுவதைச் தற்பவம் என்பர்."
  },
  {
    "description": "“பண்டிகை” என்ற சொல் தமிழ்ச்சொல்லா? இல்லை என்றால், அது எந்த வகைச் சொல்?",
    "options": [
      "அ) இல்லை, திரிசொல்",
      "ஆ) இல்லை, திசைச்சொல்",
      "இ) ஆம், இயற்சொல்",
      "ஈ) இல்லை, வடசொல்"
    ],
    "answer": "B",
    "additional_context": "சாவி, சன்னல், பண்டிகை, இரயில் முதலிய சொற்கள் தமிழில் வழக்கில் இருந்தாலும் இவை தமிழ்ச்சொற்கள் அல்ல. பிறமொழிகளில் இருந்து வந்து தமிழில் வழங்கி வருபவையாகும். இவ்வாறு வடமொழி தவிர, பிற மொழிகளில் இருந்து வந்து தமிழில் இடம்பெறும் சொற்கள் திசைச்சொற்கள் எனப்படும்."
  },
  {
    "description": "“சாவி” என்ற சொல்லின் பொருள் எல்லோருக்கும் எளிதில் புரியும். ஆனால் அது தமிழ்ச்சொல்லல்ல. எனவே, அது எந்த வகைச் சொல்?",
    "options": [
      "அ) இயற்சொல்",
      "ஆ) திரிசொல்",
      "இ) திசைச்சொல்",
      "ஈ) வடசொல்"
    ],
    "answer": "C",
    "additional_context": "சாவி, சன்னல், பண்டிகை, இரயில் முதலிய சொற்கள் தமிழில் வழக்கில் இருந்தாலும் இவை தமிழ்ச்சொற்கள் அல்ல. பிறமொழிகளில் இருந்து வந்து தமிழில் வழங்கி வருபவையாகும். இவ்வாறு வடமொழி தவிர, பிற மொழிகளில் இருந்து வந்து தமிழில் இடம்பெறும் சொற்கள் திசைச்சொற்கள் எனப்படும்."
  },
  {
    "description": "“எழுதினான்” என்ற சொல் எந்த வகைச் சொல் என்பதைக் கண்டறிய, பின்வரும் தகவல்களைப் பயன்படுத்தவும்:\n* “எழுதினான்” என்ற சொல் எளிதில் புரியக்கூடியது.\n* “எழுதினான்” என்பது ஒரு வினைச் சொல்.",
    "options": [
      "அ) இயற்சொல்",
      "ஆ) திரிசொல்",
      "இ) திசைச்சொல்",
      "ஈ) வடசொல்"
    ],
    "answer": "A",
    "additional_context": "கடல், கப்பல், எழுதினான், படித்தான் ஆகிய சொற்களைக் கவனியுங்கள். இவற்றின் பொருள் இயல்பாகவே எளிதில் விளங்குகிறது. இவ்வாறு எளிதில் பொருள் விளங்கும் வகையில் அமைந்த சொற்கள் இயற்சொற்கள் எனப்படும். இயற்சொல் பெயர், வினை, இடை, உரி ஆகிய நான்கு வகையிலும் வரும்."
  },
  {
    "description": "“வங்கூழ்” என்ற சொல் எந்த பொருளை குறிக்கிறது?",
    "options": [
      "அ) மழை",
      "ஆ) காற்று",
      "இ) கடல்",
      "ஈ) மலை"
    ],
    "answer": "B",
    "additional_context": "வங்கூழ், அழுவம், சாற்றினான், உறுபயன் ஆகிய சொற்களைக் கவனியுங்கள். இச்சொற்கள் இலக்கியங்களில் பயின்று வரும் சொற்களாகும். இவை முறையே காற்று, கடல், சொன்னான், மிகுந்த பயன் எனப் பொருள் தரும். இவ்வாறு கற்றோர்க்கு மட்டுமே விளங்குபவையாகவும் இலக்கியங்களில் மட்டுமே பயின்று வருபவையாகவும் அமையும் சொற்கள் திரிசொற்கள் எனப்படும்."
  }
]
