
[
  {
    "description": "திருநெல்வேலி மாவட்டத்தின் சிறப்புமிக்க மலையான பொதிகை மலையைப் பற்றி இளங்கோவடிகள் தம் நூலில் எவ்வாறு குறிப்பிடுகிறார்?",
    "options": [
      "“பொதியில் ஆயினும் இமய மாயினும்...”",
      "“பொதிகை மலை பொருநை ஆறும்...”",
      "“பொதியி லாயினும்...”",
      "“மலை முகட்டிலே பொதிகை...”"
    ],
    "answer": "A",
    "additional_context": "திருநெல்வேலி மாவட்டம் வளம் மிகுந்த பகுதியாகும். இப்பகுதியின் சிறப்புமிக்க மலையாகிய பொதிகை மலை இலக்கியங்களில் பாராட்டப்பட்டு உள்ளது. இளங்கோவடிகள்  தனது சிலப்பதிகாரத்தில் பொதிகை மலையைப் பற்றி  “பொதியி லாயினும் இமய மாயினும்...”  எனப் பாடியுள்ளார். இதன் மூலம் பொதிகை மலையின் சிறப்பு நமக்குப் புரியும்."
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தின் பொருளாதாரத்தில் முதன்மையான பங்கு வகிப்பது எது?",
    "options": [
      "தொழில்",
      "வணிகம்",
      "உழவுத்தொழில்",
      "சுற்றுலா"
    ],
    "answer": "C",
    "additional_context": "திருநெல்வேலி மாவட்டப் பொருளாதாரத்தில் முதன்மையான பங்கு வகிப்பது உழவுத்தொழில். தாமிரபரணி ஆற்றின் மூலம் இங்கு உழவுத்தொழில் நடைபெறுகின்றது. இங்குக் குளத்துப் பாசனமும் கிணற்றுப் பாசனமும்கூடப் பயன்பாட்டில் உள்ளன. இருபருவங்களில் நெல் பயிரிடப்படுகின்றது."
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தில் பெருமளவில் வாழை பயிரிடப்படும் பகுதிகள் யாவை?",
    "options": [
      "இராதாபுரம், நாங்குநேரி, அம்பாசமுத்திரம்",
      "திருநெல்வேலி, பாளையங்கோட்டை, தென்காசி",
      "அம்பாசமுத்திரம், தென்காசி, கங்கைகொண்டான்",
      "கூழைக்கடை, அக்கசாலை, காவற்புரை"
    ],
    "answer": "A",
    "additional_context": "திருநெல்வேலி மாவட்டத்தில் சிறுதானியங்கள், எண்ணெய்வித்துகள், காய்கனிகள், பருத்தி, பயறுவகைகள் போன்றன பயிரிடப்படுகின்றன. இராதாபுரம், நாங்குநேரி, அம்பாசமுத்திரம், தென்காசி போன்ற பகுதிகளில் பெருமளவில் வாழை பயிரிடப்படுகின்றது. இங்கு விளையும் வாழைத்தார்கள் தமிழ்நாடு மட்டுமன்றிக் கர்நாடகம், கேரளம் போன்ற பிற மாநிலங்களுக்கும் அனுப்பப்படுகின்றன."
  },
  {
    "description": "நெல்லை மாவட்டத்தில் உள்ள எந்த இடத்தில் நிகழ்த்தப்பட்ட அகழ்வாய்வில், பழந்தமிழர்கள் பயன்படுத்திய முதுமக்கள் தாழிகள் கண்டெடுக்கப்பட்டன?",
    "options": [
      "திருநெல்வேலி",
      "பாளையங்கோட்டை",
      "ஆதிச்சநல்லூர்",
      "கொற்கை"
    ],
    "answer": "C",
    "additional_context": "திருநெல்வேலிக்கு அருகிலுள்ள ஆதிச்சநல்லூர் என்னும் இடத்தில் நிகழ்த்தப்பட்ட அகழ்வாய்வில் இறந்தவர்களின் உடல்களைப் புதைக்கப் பழந்தமிழர்கள் பயன்படுத்திய முதுமக்கள் தாழிகள் கண்டெடுக்கப்பட்டுள்ளன. மேலும் தமிழரின் தொன்மைக்கும் நாகரிகச் சிறப்புக்கும் சான்றாக விளங்கும் தொல்பொருள்கள் இங்குக் கிடைத்துள்ளன. இவ்வூர் தற்போது தூத்துக்குடி மாவட்டத்தில் உள்ளது."
  },
  {
    "description": "தாமிரபரணி ஆற்றின் மேற்குக் கரையில் எந்த நகரம் அமைந்துள்ளது?",
    "options": [
      "பாளையங்கோட்டை",
      "திருநெல்வேலி",
      "ஆதிச்சநல்லூர்",
      "கொற்கை"
    ],
    "answer": "B",
    "additional_context": "தாமிரபரணி ஆற்றின் மேற்குக் கரையில் திருநெல்வேலியும் கிழக்குக் கரையில் பாளையங்கோட்டையும் அமைந்துள்ளன. இவ்விரு நகரங்களும் இரட்டை நகரங்கள் என அழைக்கப்படுகின்றன."
  }
]
