
[
  {
    "description": "பாடலில்  \"உரவுநீர் அழுவம்\" எனக் குறிப்பிடப்படுவது எது?",
    "options": [
      "காற்று",
      "வானம்",
      "கடல்",
      "மலை"
    ],
    "answer": "C",
    "additional_context": "பெரும்பாணாற்றுப்படை பாடல், கடற்கரைச் சூழலில் உள்ள கலங்கரை விளக்கத்தைப் பற்றி வர்ணிக்கிறது. இந்த பாடலில், \"உரவுநீர் அழுவம்\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இது, 'கடல்' என்பதைக் குறிக்கிறது. கலங்கரை விளக்கம் கடற்கரையில் அமைந்திருப்பதைக் காட்டும் வகையில் \"உரவுநீர் அழுவம்\"  என குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "கலங்கரை விளக்கத்தின்  உயரத்தைப் பற்றி பாடல் எவ்வாறு விவரிக்கிறது?",
    "options": [
      "\"வானம் ஊன்றிய மதலை போல\"",
      "\"ஏணி சாத்திய ஏற்றருஞ் சென்னி\"",
      "\"விண்பொர நிவந்த வேயா மாடத்து\"",
      "\"இரவில் மாட்டிய இலங்குசுடர் ஞெகிழி\""
    ],
    "answer": "B",
    "additional_context": "கலங்கரை விளக்கத்தின் உயரத்தைப் பற்றி பாடல்  \"ஏணி சாத்திய ஏற்றருஞ் சென்னி\"  என்று விவரிக்கிறது. \"ஏணி சாத்திய ஏற்றருஞ் சென்னி\" என்பது,  கலங்கரை விளக்கத்தின் உயரம் ஏணியால் ஏறமுடியாத அளவுக்கு இருந்தது  என்பதைக் குறிக்கிறது."
  },
  {
    "description": "பாடலில்  \"கரையும்\" எனக் குறிப்பிடப்படுவது எதன் செயலை?",
    "options": [
      "கலங்கள்",
      "மீன்கள்",
      "தூண்கள்",
      "மாடங்கள்"
    ],
    "answer": "A",
    "additional_context": "\"உரவுநீர் அழுவத்து ஓடுகலம் கரையும்\"  என்ற பாடல் வரிகளில், \"கரையும்\"  என்ற சொல் பயன்படுத்தப்பட்டுள்ளது.  இது கடலில் துறைமுகம் அறியாமல் தடுமாறும்  'கலங்களை' குறிக்கிறது.  கலங்கரை விளக்கம் கடலில் செல்லும் கலங்களைக் கண்டு துறைமுகம் நோக்கி அழைத்துச் செல்லும் என்பது இதன் பொருள்."
  },
  {
    "description": "கலங்கரை விளக்கம் பற்றி பெரும்பாணாற்றுப்படை கூறும் கருத்துக்கள் எவை?",
    "options": [
      "கலங்கரை விளக்கம்  கடலில்  தெளிவான  விளக்கத்தை  வழங்குகிறது.",
      "கலங்கரை விளக்கம்   மரக்கலங்களை  தொலைவில் இருந்து  அழைக்கிறது.",
      "கலங்கரை விளக்கம்   துறைமுகத்தை  அடைய  உதவுகிறது.",
      "மேற்கண்டவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பெரும்பாணாற்றுப்படை பாடலில்,  கலங்கரை விளக்கம்  பற்றிய பல கருத்துக்கள் கூறப்படுகின்றன.  அவற்றில் முக்கியமானவை: \n* கலங்கரை விளக்கம்  கடலில் தெளிவான விளக்கத்தை வழங்குகிறது.\n* கலங்கரை விளக்கம்  மரக்கலங்களை தொலைவில் இருந்து அழைக்கிறது.\n* கலங்கரை விளக்கம்  துறைமுகத்தை அடைய உதவுகிறது.  எனவே,  மேற்கண்டவை அனைத்தும் பெரும்பாணாற்றுப்படை கூறும் கருத்துக்களே ஆகும்."
  },
  {
    "description": "கடியலூர் உருத்திரங்கண்ணனார் எந்த ஊரில் வாழ்ந்தவர்?",
    "options": [
      "அ) பட்டினம்",
      "இ) மதுரை",
      "ஆ) கடியலூர்",
      "ஈ) திருச்சி"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    "additional_context": "கடியலூர் உருத்திரங்கண்ணனார் ஒரு சங்ககாலப் புலவர். இவர் கடியலூர் என்ற ஊரில் வாழ்ந்தவர். இவர் பத்துப்பாட்டில் உள்ள பெரும்பாணாற்றுப்படை, பட்டினப்பாலை ஆகிய நூல்களை இயற்றியுள்ளார்."
  }
]
