
[
  {
    "description": "“பறவை” என்ற சொல்லில் ஐகார எழுத்து எத்தனை மாத்திரை அளவில் ஒலிக்கிறது?",
    "options": [
      "இரண்டு",
      "ஒன்றரை",
      "ஒன்று",
      "கால்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஐகாரம் தனித்து வரும் போது இரண்டு மாத்திரை அளவில் ஒலிக்கும். ஆனால், ஐகாரம் சொல்லின் தொடக்கத்தில் வரும்போது ஒன்றரை மாத்திரை அளவிலும், இடையிலோ இறுதியிலோ வரும்போது ஒரு மாத்திரை அளவிலும் ஒலிக்கும்.  எனவே, “பறவை” என்ற சொல்லில் ஐகாரம் ஒரு மாத்திரை அளவில் ஒலிக்கிறது."
  },
  {
    "description": "“ஔவையார்” என்ற சொல்லில் ஔகார எழுத்து எத்தனை மாத்திரை அளவில் ஒலிக்கிறது?",
    "options": [
      "இரண்டு",
      "ஒன்றரை",
      "ஒன்று",
      "கால்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஔகாரம் தனித்து வரும் போது இரண்டு மாத்திரை அளவில் ஒலிக்கும். ஆனால், ஔகாரம் சொல்லின் தொடக்கத்தில் வரும்போது ஒன்றரை மாத்திரை அளவில் ஒலிக்கும்.  இடையிலோ இறுதியிலோ ஔகாரம் வராது.  எனவே, “ஔவையார்” என்ற சொல்லில் ஔகாரம் ஒன்றரை மாத்திரை அளவில் ஒலிக்கிறது."
  },
  {
    "description": "“வலம் வந்தான்” என்ற சொல்லில் மகரம் எத்தனை மாத்திரை அளவில் ஒலிக்கிறது?",
    "options": [
      "அரை",
      "கால்",
      "ஒன்று",
      "ஒன்றரை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மகரம் தனித்து வரும் போது அரை மாத்திரை அளவில் ஒலிக்கும். ஆனால், மகரம் ன், ண் ஆகிய எழுத்துகளை அடுத்து வரும் போது கால் மாத்திரை அளவில் ஒலிக்கும்.  எனவே, “வலம் வந்தான்” என்ற சொல்லில் மகரம் கால் மாத்திரை அளவில் ஒலிக்கிறது."
  },
  {
    "description": "“கஃறீது” என்ற சொல்லில் ஆய்தம் எத்தனை மாத்திரை அளவில் ஒலிக்கிறது?",
    "options": [
      "அரை",
      "கால்",
      "ஒன்று",
      "ஒன்றரை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஆய்தம் தனித்து வரும் போது அரை மாத்திரை அளவில் ஒலிக்கும். ஆனால், ஆய்தம் மற்ற எழுத்துகளை அடுத்து வரும் போது கால் மாத்திரை அளவில் ஒலிக்கும்.  எனவே, “கஃறீது” என்ற சொல்லில் ஆய்தம் கால் மாத்திரை அளவில் ஒலிக்கிறது."
  },
  {
    "description": "“மகரக்குறுக்கம்” என்பதற்கு பொருத்தமான எடுத்துக்காட்டு எது?",
    "options": [
      "மகர மெய்யெழுத்து தனித்து வரும்போது",
      "மகர மெய்யெழுத்து ன், ண் ஆகிய எழுத்துகளை அடுத்து வரும்போது",
      "மகர மெய்யெழுத்து மற்ற எழுத்துகளை அடுத்து வரும்போது",
      "மகர மெய்யெழுத்து சொல்லின் இறுதியில் வரும்போது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மகரம் தனித்து வரும் போது அரை மாத்திரை அளவில் ஒலிக்கும். ஆனால், மகரம் ன், ண் ஆகிய எழுத்துகளை அடுத்து வரும் போது கால் மாத்திரை அளவில் ஒலிக்கும். இவ்வாறு மகரம் குறைந்து ஒலிப்பதை மகரக்குறுக்கம் என்பர்."
  }
]
