
[
  {
    "description": "தமிழர்களின் கப்பல் கட்டும் கலையில் சிறந்திருந்தனர் என்பதற்கான இலக்கிய சான்றுகள் எது?",
    "options": [
      "திருக்குறள், பட்டினப்பாலை, அகநானூறு, பதிற்றுப்பத்து",
      "தொல்காப்பியம், மணிமேகலை, சிலப்பதிகாரம், கலித்தொகை",
      "திருவாசகம், தேவாரம், திருவிசைப்பா, திருப்புகழ்",
      "புறநானூறு, கம்பராமாயணம், பாரதம், மணிமேகலை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தமிழர்கள் கப்பல்களைக் கட்டினர் என்பதற்கும் கப்பல் மூலம் வெளிநாடுகளுக்குச் சென்றனர் என்பதற்கும் நம் இலக்கியங்களில் ஏராளமான சான்றுகள் உள்ளன. நமக்குக் கிடைத்துள்ள நூல்களிலேயே மிகவும் பழமையானது தொல்காப்பியம். அந்நூல் முந்நீர் வழக்கம் என்று கடற்பயணத்தைக் குறிப்பிடுகிறது. எனவே, தொல்காப்பியர் காலத்திற்கு முன்பே தமிழர்கள் கடல் பயணம் செய்துள்ளனர் என்பதை அறியலாம். \n\nதிருக்குறள், பட்டினப்பாலை, அகநானூறு, பதிற்றுப்பத்து போன்ற இலக்கியங்களில் தமிழர்கள் கப்பல் கட்டும் கலையில் சிறந்து விளங்கியதற்கான சான்றுகள் உள்ளன."
  },
  {
    "description": "தமிழர்கள் கப்பல் கட்டப் பயன்படுத்திய மரங்களைப் பற்றிய விளக்கம் எது சரியானது?",
    "options": [
      "நீர்மட்ட வைப்பிற்கு மட்டும் தேக்கு மரங்களைப் பயன்படுத்தினர்.",
      "நீர்மட்ட வைப்பிற்கு வேம்பு, இலுப்பை, புன்னை போன்ற மரங்களைப் பயன்படுத்தினர்.",
      "நீர்மட்ட வைப்பிற்கு தேக்கு, வெண்தேக்கு போன்ற மரங்களைப் பயன்படுத்தினர்.",
      "கப்பல் கட்டும்போது மரத்தின் வகை எதுவாக இருந்தாலும் பிரச்சினை இல்லை."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கப்பல் கட்டுவதற்கு உரிய மரங்களைத் தேர்ந்தெடுப்பதில் தமிழர்கள் மிகுந்த கவனம் செலுத்தினர். கப்பல்கள் தண்ணீரிலேயே இருப்பவை என்பதால் தண்ணீரால் பாதிப்பு அடையாத மரங்களையே கப்பல் கட்டப் பயன்படுத்தினர். நீர்மட்ட வைப்பிற்கு வேம்பு, இலுப்பை, புன்னை, நாவல் போன்ற மரங்களைப் பயன்படுத்தினர். பக்கங்களுக்குத் தேக்கு, வெண்தேக்கு போன்ற மரங்களைப் பயன்படுத்தினர்."
  },
  {
    "description": "கப்பல் கட்டும் கலைஞர்கள் எவ்வாறு அழைக்கப்பட்டனர்?",
    "options": [
      "தச்சர்",
      "கம்மியர்",
      "கலைஞர்",
      "கட்டுநர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தமிழர்கள் முற்காலத்திலேயே கப்பல் கட்டும் கலையை நன்கு அறிந்திருந்தனர். கப்பல் கட்டும் கலைஞர்கள் கம்மியர் என்று அழைக்கப்பட்டனர். இதனைக், \n\n\"கலஞ்செய் கம்மியர் வருகெனக் கூஉய்\" (காதை 25, அடி 124 )\n\nஎன்னும் மணிமேகலை அடியால் அறியலாம்."
  },
  {
    "description": "கப்பலைச் செலுத்துபவரை குறிக்கும் வேறு பெயர்கள் யாவை?",
    "options": [
      "மாலுமி, மீகாமன், நீகான், கப்பலோட்டி",
      "கப்பல்காரன், கடலோடி, மீனவன், மாலுமி",
      "கடற்காரன், மாலுமி, நாவாயோட்டி, படகோட்டி",
      "மாலுமி, படகோட்டி, மீனவன், கப்பலோட்டி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கப்பல் செலுத்துபவரை மாலுமி, மீகாமன், நீகான், கப்பலோட்டி முதலிய பல பெயர்களால் அழைப்பர்."
  },
  {
    "description": "பண்டைத் தமிழர்கள் கப்பலைச் செலுத்தும் போது கடலில் தோன்றும் புயல், மழை போன்றவை தோன்றும் காலத்தை அறிவதற்கு எதைப் பயன்படுத்தினர்?",
    "options": [
      "காற்றின் திசையை மட்டும் கவனித்தனர்.",
      "கடல் நீரோட்டத்தின் திசையை மட்டும் கவனித்தனர்.",
      "விண்மீன்களின் நிலையைப் பயன்படுத்தினர்.",
      "காலநிலைப் பகுப்பாய்வுகளைப் பயன்படுத்தினர்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "காற்றின் திசையை அறிந்து கப்பல்களைச் செலுத்தும் முறையைத் தமிழர்கள் நன்கு அறிந்திருந்தனர். இவ்வுண்மையை, \n\n\"நளியிரு முந்நீர் நாவாய் ஓட்டி\nவளி தொழில் ஆண்ட உரவோன் மருக\" (பாடல் 66)\n\nஎன்னும் புறப்பாடல் அடிகளில் வெண்ணிக்குயத்தியார் குறிப்பிடுகிறார். \n\nகடலில் காற்று வீசும் திசை, கடல் நீரோட்டங்களின் திசை ஆகியவற்றைத் தமிழர்கள் தம் பட்டறிவால் நன்கு அறிந்து அவற்றுக்கேற்ப உரிய காலத்தில் சரியான திசையில் கப்பலைச் செலுத்தினர். திசைகாட்டும் கருவியைப் பயன்படுத்தியும் வானில் தோன்றும் விண்மீன்களின் நிலையை வைத்தும் திசையை அறிந்து கப்பலைச் செலுத்தினர். கப்பல் ஓட்டும் மாலுமிகள் சிறந்த வானியல் அறிவையும் பெற்றிருந்தனர். கோள்களின் நிலையை வைத்துப் புயல், மழை போன்றவை தோன்றும் காலங்களையும் கடல்நீர் பொங்கும் காலத்தையும் அறிந்து தகுந்த காலத்தில் கப்பல்களைச் செலுத்தினர்."
  }
]
