
[
  {
    "description": "“இயற்றலும் ஈட்டலும் காத்தலும் காத்த வகுத்தலும் வல்லது அரசு” என்ற குறள் அரசின் எந்தப் பண்பைக் குறிப்பிடுகிறது?",
    "options": [
      "அறநெறியைப் பேணுதல்",
      "நீதி வழங்குதல்",
      "நாட்டு மக்களைப் பாதுகாத்தல்",
      "பொருளாதார மேலாண்மை"
    ],
    "answer": "D",
    "additional_context": "இந்தக் குறள் ஒரு அரசன் செய்ய வேண்டிய முக்கியமான பணிகளை விளக்குகிறது. பொருள் வரும் வழிகளைத் தேடி அறிதல், அந்த வழிகளில் பொருள்களைச் சேர்த்தல், அவற்றைப் பாதுகாத்தல், பாதுகாக்கப்பட்ட பொருளைப் பயனுள்ள வகையில் செலவிடுதல் ஆகியவை சிறந்த அரசின் பணிகளாகும். இந்தப் பண்புகளைப் பின்பற்றுவதால் நாட்டு மக்களின் நலன் மேம்படும். இதனால்தான், “பொருளாதார மேலாண்மை” என்பது இந்தக் குறளின் முக்கியமான பண்பாகக் கருதப்படுகிறது."
  },
  {
    "description": "திருக்குறள் எத்தனை பகுப்புகளைக் கொண்டது?",
    "options": [
      "இரண்டு",
      "மூன்று",
      "நான்கு",
      "ஐந்து"
    ],
    "answer": "B",
    "additional_context": "திருக்குறள் மனித வாழ்வின் மூன்று அடிப்படைப் பகுதிகளான 'அறம்', 'பொருள்', 'இன்பம்' ஆகியவற்றை மையமாகக் கொண்டு எழுதப்பட்டுள்ளது.  அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என மூன்று பகுதிகளாகப் பிரிக்கப்பட்டுள்ளது.  இது தான் திருக்குறளின் அமைப்பு.  "
  },
  {
    "description": "“அவ்விய நெஞ்சத்தான் ஆக்கமும் செவ்வியான் கேடும் நினைக்கப் படும்” என்ற குறளில் “அவ்விய நெஞ்சம்” என்பது யாருடைய நெஞ்சைக் குறிக்கிறது?",
    "options": [
      "பொறாமை கொண்டவன்",
      "பொறாமை இல்லாதவன்",
      "நல்லோன்",
      "தீயோன்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் பொறாமையின் தீய விளைவுகளைப் பற்றி எடுத்துரைக்கிறது. 'அவ்விய நெஞ்சம்' என்பது பொறாமை கொண்ட நெஞ்சைக் குறிக்கும்.  பொறாமை கொண்டவன் அடைந்த செல்வமும் பொறாமை இல்லாதவன் அடைந்த துன்பமும் சான்றோர்களால் தீர்மானிக்கப்படும்.  சான்றோர்கள் பொறாமையை ஒரு தீய குணமாகவே கருதுகிறார்கள். இது தான் இந்தக் குறளின் பொருள்."
  },
  {
    "description": "திருக்குறளின் 133 அதிகாரங்களில், “அறத்துப்பால்” எத்தனை அதிகாரங்களைக் கொண்டுள்ளது?",
    "options": [
      "38",
      "70",
      "25",
      "100"
    ],
    "answer": "A",
    "additional_context": "திருக்குறளின் மூன்று பகுதிகளில்  'அறத்துப்பால்' முதல் பகுதி. இது மனித வாழ்க்கையில் மிகவும் முக்கியமான அறநெறிகளைப் பற்றியது.  அறத்துப்பால் மொத்தம் 38 அதிகாரங்களை கொண்டுள்ளது.  திருக்குறளில் மொத்தம் 133 அதிகாரங்கள் உள்ளன.   "
  },
  {
    "description": "“அருட்செல்வம் செல்வத்துள் செல்வம் பொருட்செல்வம் பூரியார் கண்ணும் உள” என்ற குறளில் “பூரியார் கண்ணும் உள” என்ற பகுதி எதை உணர்த்துகிறது?",
    "options": [
      "பொருட்செல்வம் அனைவருக்கும் கிடைக்காது",
      "பொருட்செல்வம் இழிந்தவரிடத்திலும் இருக்கிறது",
      "பொருட்செல்வம் மிகவும் மதிப்புடையது",
      "பொருட்செல்வம் மிகவும் கடினமாகப் பெற வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் அருளின் சிறப்பைப் பற்றிப் பேசுகிறது. அருளானது அனைத்துச் செல்வங்களுக்கும் மேலானது என்று குறிப்பிடுகிறது.   'பூரியார் கண்ணும் உள'  என்ற பகுதி பொருட்செல்வம் அனைவருக்கும் இல்லையென்பதை உணர்த்துகிறது.   பொருட்செல்வம் இழிந்தவரிடத்திலும் இருக்கிறது என்பதை நாம் புரிந்துகொள்ள வேண்டும். அருள் என்பது மிகவும் உயர்ந்தது என்று நாம் அறிந்து கொள்ள வேண்டும்."
  }
]
