
[
  {
    "description": "பட்டாசுகளைப் பாதுகாப்பான இடங்களில், பெரியவர்களின் மேற்பார்வையில்தான் வெடிக்க வேண்டும் என்பதற்கான காரணம் என்ன?",
    "options": [
      "பட்டாசுகள் வெடித்து உடல் காயம் ஏற்படக்கூடும்",
      "பட்டாசுகள் தீ விபத்தை ஏற்படுத்தும்",
      "பட்டாசுகளால் காற்று மாசுபடும்",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "பட்டாசுகளைப் பாதுகாப்பான இடங்களில், பெரியவர்களின் மேற்பார்வையில்தான் வெடிக்க வேண்டும். ஏனெனில், பட்டாசுகள் வெடித்து உடல் காயம் ஏற்படக்கூடும். அதே போல், பட்டாசுகள் தீ விபத்தை ஏற்படுத்தும் அபாயமும் உள்ளது. மேலும், பட்டாசுகளால் காற்று மாசுபடும். எனவே, பட்டாசுகளைப் பாதுகாப்பான இடங்களில், பெரியவர்களின் மேற்பார்வையில்தான் வெடிக்க வேண்டும்."
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால் செய்ய வேண்டியது எது?",
    "options": [
      "மின் இணைப்பைத் துண்டித்து, தீயணைப்பான்களைப் பயன்படுத்தி தீயை அணைக்க முயற்சி செய்ய வேண்டும்.",
      "அனைவரும் தீ விபத்து ஏற்பட்ட பகுதியில் இருந்து வெளியேறி, உடனடியாக தீயணைப்பு வீரர்களை அழைக்க வேண்டும்.",
      "எல்லோரும் பதற்றமடைந்து ஓடி, தீயணைப்பு வீரர்கள் வருவதற்காகக் காத்திருக்க வேண்டும்.",
      "உடனடியாக அனைத்து கதவுகளையும் பூட்டி, உள்ளேயே இருக்க வேண்டும்."
    ],
    "answer": "A",
    "additional_context": "தீ விபத்து ஏற்பட்டால் உடனடியாக மின் இணைப்பைத் துண்டிக்க வேண்டும். அதே போல், அருகில் இருக்கும் தீயணைப்பான்களைப் பயன்படுத்தி தீயை அணைக்க முயற்சி செய்ய வேண்டும். தீயணைப்பு வீரர்களை உடனடியாக அழைக்க வேண்டும். தீ விபத்து ஏற்பட்ட பகுதியில் இருந்து அனைவரும் வெளியேறி பாதுகாப்பான இடத்திற்கு செல்ல வேண்டும்."
  },
  {
    "description": "\"எளிமையைக் கடைப்பிடிப்பேன்\" என்பதன் பொருள் என்ன?",
    "options": [
      "அனைவரிடமும் நட்பாக இருப்பேன்.",
      "எப்போதும் மகிழ்ச்சியாக இருப்பேன்.",
      "மிகவும் எளிமையான வாழ்க்கை வாழ்வேன்.",
      "எப்போதும் சிக்கலான விஷயங்களைத் தவிர்ப்பேன்."
    ],
    "answer": "C",
    "additional_context": "எளிமையைக் கடைப்பிடிப்பது என்பது மிகவும் எளிமையான வாழ்க்கை வாழ்வது. அதாவது, அளவான தேவைகளுடன், இயற்கையான வாழ்க்கை வாழ்வது. அதுவே நல்லது."
  },
  {
    "description": "எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்தக்கூடாது என்பதற்கான காரணம் என்ன?",
    "options": [
      "தண்ணீர் எண்ணெயை எளிதாக உறிஞ்சி, தீ வேகமாக பரவும்.",
      "தண்ணீர் எண்ணெயில் கலந்து, மிகவும் ஆபத்தான தீ ஏற்படும்.",
      "தண்ணீர் எண்ணெய் சூட்டை குறைத்து, தீ மெதுவாக பரவும்.",
      "எண்ணெய்க்கு தண்ணீர் எதிரி என்பதால், தீ வேகமாக பரவும்."
    ],
    "answer": "A",
    "additional_context": "எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்தக்கூடாது. ஏனெனில், தண்ணீர் எண்ணெயை எளிதாக உறிஞ்சி, தீ வேகமாக பரவும். எனவே, எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்க, மணல் அல்லது தீயணைப்பு மருந்துகளைப் பயன்படுத்த வேண்டும்."
  },
  {
    "description": "தீ விபத்தினால் பெரிய பாதிப்பு ஏற்படாமல் இருப்பதற்கு, செய்ய வேண்டிய முன்னெச்சரிக்கை நடவடிக்கைகள் யாவை?",
    "options": [
      "பொது இடங்களில் தீத்தடுப்பு எச்சரிக்கை ஒலிப்பான்கள் பொருத்தப்பட்டிருக்க வேண்டும்.",
      "வீடுகளிலும் பொது இடங்களிலும் தீ பாதுகாப்புக் கருவிகள் பொருத்தப்பட்டிருக்க வேண்டும்.",
      "நிறுவனங்களில் பணிபுரியும் பணியாளர்களுக்குத் தீத்தடுப்புப் பயிற்சிகள் அளிக்கப்பட வேண்டும்.",
      "மேற்கூறிய அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "தீ விபத்தினால் பெரிய பாதிப்பு ஏற்படாமல் இருப்பதற்கு, பல முன்னெச்சரிக்கை நடவடிக்கைகள் எடுக்க வேண்டும். பொது இடங்களில் தீத்தடுப்பு எச்சரிக்கை ஒலிப்பான்கள் பொருத்தப்பட்டிருக்க வேண்டும். வீடுகளிலும் பொது இடங்களிலும் தீ பாதுகாப்புக் கருவிகள் பொருத்தப்பட்டிருக்க வேண்டும். நிறுவனங்களில் பணிபுரியும் பணியாளர்களுக்குத் தீத்தடுப்புப் பயிற்சிகள் அளிக்கப்பட வேண்டும். மேற்கூறிய அனைத்து நடவடிக்கைகளையும் எடுப்பது தீ விபத்துகளால் ஏற்படும் பெரிய பாதிப்புகளைத் தடுக்கும்."
  }
]
