
[
  {
    "description": "புலவரின் தாயார் தன் மகன் எங்கே இருப்பதாகக் கூறுகிறார்?",
    "options": [
      "சிறுகுடிலின் அழகிய தூணைப் பற்றி நின்று.",
      "புலி தங்கிச் சென்ற குகையில்.",
      "போர்க்களத்தில்.",
      "அவள் தெரியாது, ஏனெனில் அவள் மகன் எங்கே இருக்கிறான் என்பது தெரியாது."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தப் பாடலில், புலவரின் தாயார் தன் மகன் எங்கே இருக்கிறான் என்று தெரியாது எனக் கூறுகிறார். மகன் எங்கு இருக்கிறான் என்பது தெரியாவிட்டாலும், தன் மகன் போர்க்களத்தில் இருக்கக் கூடும் என்று அவர் நம்புகிறார் என்பதை இப்பாடல் தெளிவுபடுத்துகிறது."
  },
  {
    "description": "இந்த பாடல் எந்த நூலில் இருந்து எடுக்கப்பட்டது?",
    "options": [
      "நாலடியார்",
      "புறநானூறு",
      "திருக்குறள்",
      "பதிற்றுப்பத்து"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பாடல் புறநானூறு நூலிலிருந்து எடுக்கப்பட்டது. புறநானூறு என்பது எட்டுத்தொகை நூல்களில் ஒன்று. இந்நூல் பண்டைக்காலத் தமிழ் மக்களின் வாழ்க்கை முறை, நாகரிகம், பண்பாடு, வீரம் முதலியவற்றை வெளிப்படுத்தும் நூலாக விளங்குகிறது."
  },
  {
    "description": "தாயின் வயிற்றை புலி தங்கிச்சென்ற குகைக்கு ஒப்பிடுவது எந்த மகனின்  குணத்தைப் பற்றி  கூறுகிறது?",
    "options": [
      "மகன் மிகவும் அழகானவன்.",
      "மகன் மிகவும் சிறந்த கவிஞன்.",
      "மகன் மிகவும் வீரமானவன்.",
      "மகன் மிகவும் அன்பானவன்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "புலவரின் தாயார் தன் மகனை 'புலி தங்கிச் சென்ற குகை'யோடு ஒப்பிடுகிறார்.  இது மகன் போர்க்களத்தில் இருக்கக்கூடும் என்பதை குறிக்கிறது. புலி தங்கிச் சென்ற குகை என்பது மிகவும் வலிமையானதையும் ஆபத்தானதையும் குறிக்கிறது. இது புலவரின் மகனின் வீரத்தையும் தைரியத்தையும் காட்டுகிறது."
  },
  {
    "description": "இந்த பாடலில் எடுத்துக்காட்டப்பட்டுள்ள சங்க காலப் பெண்பாற் புலவர் யார்?",
    "options": [
      "காவற்பெண்டு",
      "பாரி",
      "ஔவை",
      "கண்ணகி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தப் பாடலைப் பாடியவர் 'காவற்பெண்டு' எனும் சங்க காலப் பெண்பாற் புலவர்.  சோழ மன்னன் போரவைக் கோப்பெரு நற்கிள்ளியின் செவிலித்தாயாக விளங்கியவர் என்பர். இவர் கல்வியில் தேர்ச்சியும் கவிபாடும் ஆற்றலும் மிக்கவர். இவர் பாடிய ஒரே ஒரு பாடல் புறநானூற்றில் இடம்பெற்றுள்ளது."
  },
  {
    "description": "தாயின் வார்த்தைகளில் எந்த சொல் மகனின் தைரியத்தைக் குறிக்கிறது?",
    "options": [
      "'சிற்றில்'",
      "'யாண்டு'",
      "'கல்அளை'",
      "'போர்க்களம்'"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தாயின் வார்த்தைகளில் 'போர்க்களம்' என்ற சொல் மகனின் தைரியத்தைக் குறிக்கிறது.  தன் மகன் போர்க்களத்தில் இருக்கக்கூடும் என்று தாயார் நினைப்பது, மகனின் வீரத்தையும் தைரியத்தையும் காட்டுகிறது. போர்க்களத்தில் இருப்பது என்பது ஒரு ஆபத்தான செயல், அதை எதிர்கொள்ளும் தைரியம் மகனுக்கு இருக்கிறது என்பதை தாய் குறிப்பிடுகிறார்."
  }
]
