
[
  {
    "description": "“அழிவதூஉம் ஆவதூஉம் ஆகி வழிபயக்கும் ஊதியமும் சூழ்ந்து செயல்.”  இந்தக் குறளில் “ஊதியம்” என்ற சொல் என்ன பொருள் தருகிறது?",
    "options": [
      "செயல்படும்போது கிடைக்கும் பலன்",
      "செயல்படுவதற்கான ஊக்கம்",
      "செயல்படும் போது ஏற்படும் பயன்",
      "செயல்படும் போது ஏற்படும் இழப்பு"
    ],
    "answer": "A",
    "additional_context": "“தெரிந்து செயல் வகை” என்ற தலைப்பில் உள்ள இந்தக் குறள், ஒரு செயலைச் செய்வதற்கு முன் நாம் கவனத்தில் கொள்ள வேண்டிய பல விஷயங்களைச் சொல்கிறது.  எந்தச் செயலும் நமக்கு நன்மையையும் தீமையையும் தரும்.  நன்மையையும் தீமையையும் கவனத்தில் கொண்டு செயல் செய்ய வேண்டும்.  சூழ்ந்து செயல் எனக் கூறுவதன் மூலம், செயலின் விளைவுகளை ஆராய்ந்து  செய்ய வேண்டும் என்ற கருத்தை வள்ளுவர்  எடுத்துரைக்கிறார்.  இந்தச் செயலின் மூலமாக நமக்கு நன்மை, பலன், பயன் ஏற்பட்டாலும்,  தீமை, இழப்பு ஏற்படலாம்.  இதைத் தான் “ஊதியம்” என்ற சொல் குறிக்கிறது.  எனவே, ஊதியம்  என்ற சொல்லுக்கு  “செயல்படும்போது கிடைக்கும் பலன்” என்ற பொருள் பொருத்தமாகும்."
  },
  {
    "description": "“மன்னுயிர் ஓம்பி அருள்ஆள்வாற்கு இல்லென்ப தன்னுயிர் அஞ்சும் வினை.”  இந்தக் குறள் என்ன கருத்தை எடுத்துரைக்கிறது?",
    "options": [
      "மன்னுயிர்களை ஓம்பி அருள் செய்பவருக்கு தன்னுயிர்ப் பாதுகாப்பு எப்போதும் முக்கியம்.",
      "தன்னுயிர் பாதுகாப்பை விட மன்னுயிர்களை ஓம்பி அருள் செய்வது முக்கியம்.",
      "தன்னுயிர் பாதுகாப்பை மறந்து மன்னுயிர்களை ஓம்பி அருள் செய்ய வேண்டும்.",
      "மன்னுயிர்களை ஓம்பி அருள் செய்பவருக்கு தன்னுயிர்ப் பாதுகாப்பை கவனத்தில் கொள்ளக் கூடாது."
    ],
    "answer": "B",
    "additional_context": "“அருளுடைமை” என்ற தலைப்பில் உள்ள இந்தக் குறள், மனிதர்களின் இயல்பான  கருணை, அன்பைப் பற்றி  சொல்கிறது.  மன்னுயிர்களை ஓம்பி  அருள் புரிபவர்களுக்கு தன்னுயிர் பாதுகாப்பை விட  மன்னுயிர்களை ஓம்பி அருள் புரிவது முக்கியம்.  இதன் மூலம், ஒருவருக்கு ஒருவர்  இயல்பாக  காட்ட வேண்டிய  கருணை, அன்பின் அவசியத்தை  வள்ளுவர் எடுத்துரைக்கிறார்."
  },
  {
    "description": "“கொடுப்பது அழுக்கறுப்பான் சுற்றம் உடுப்பதூஉம் உண்பதூஉம் இன்றிக் கெடும்.” இந்தக் குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "சுற்றத்தாரின் அன்பைப் பெற கொடுக்க வேண்டும்.",
      "கொடுப்பது சுற்றத்தாரின் அன்பை ஈர்க்கும்.",
      "சுற்றத்தாரைப் பேணி காப்பாற்ற கொடுக்க வேண்டும்.",
      "கொடுப்பது சுற்றத்தாரின் வாழ்க்கைக்கு அத்தியாவசியம்."
    ],
    "answer": "D",
    "additional_context": "“அழுக்காறாமை” என்ற தலைப்பில் உள்ள இந்தக் குறள், அழுக்காறின் தீமைகளை விளக்குகிறது.  அழுக்காறு உடையவர்கள், கொடுப்பதில் மிகவும் கஞ்சத்தனமாக இருப்பார்கள்.  கொடுக்காமல்  வாழ்க்கையை நகர்த்த  முடியாது.  சுற்றத்தார்,  உடுத்துவதற்கும்,  உண்ணுவதற்கும் இல்லாமல்  கஷ்டப்படுவார்கள்.   கொடுப்பது ஒருவருக்கு மட்டும் இல்லாமல் அனைவருக்கும்  வாழ்க்கைக்கு  அத்தியாவசியம்.  எனவே,  அழுக்காறு  தீய பண்பு  என்ற கருத்தை இந்தக் குறள்  எடுத்துரைக்கிறது."
  },
  {
    "description": "“புறம்கூறான் என்றல் இனிது.” இந்தக் குறள் என்ன கருத்தை எடுத்துரைக்கிறது?",
    "options": [
      "புறம் கூறாமை என்பது ஒரு நல்ல பண்பு.",
      "புறம் கூறாமை என்பது எல்லாருக்கும் இனிமை தரும்.",
      "புறம் கூறாமை என்பது ஒருவருடைய நற்பண்பை எடுத்துரைக்கும்.",
      "புறம் கூறாமை என்பது ஒருவருடைய மரியாதையை காப்பாற்றும்."
    ],
    "answer": "A",
    "additional_context": "“புறங்கூறாமை” என்ற தலைப்பில் உள்ள இந்தக் குறள், புறங்கூறாமை பற்றிச் சொல்கிறது.  புறம் கூறாமை என்பது  ஒரு நல்ல பண்பு.  புறங்கூறுவது  மற்றவர்களை  தாழ்த்தி, மனம்  வலிக்க வைக்கும்  செயல்.  இது  மற்றவர்களிடம் இனிமை  தராத  செயல்.  அன்பை  தூண்டும்  செயல்  என்றால்  புறம் கூறாமைதான்.  எனவே,  புறங்கூறாமை ஒரு நல்ல  பண்பு  என்ற கருத்தை  இந்தக் குறள்  எடுத்துரைக்கிறது."
  },
  {
    "description": "“உடையார்முன் இல்லார்போல் ஏக்கற்றும் கற்றார் கடையரே கல்லா தவர்.”  இந்தக் குறள் என்ன கருத்தை எடுத்துரைக்கிறது?",
    "options": [
      "கற்றவர்கள் எப்போதும் தங்களைத் தாழ்வாகக் காட்டிக் கொள்ள வேண்டும்.",
      "கற்றவர்கள் தங்களது அறிவை எடுத்துக் காட்டக் கூடாது.",
      "கற்றவர்கள் தங்களது அறிவைப் பகிர்ந்து கொள்ள வேண்டும்.",
      "கற்றவர்கள் தங்களது அறிவைப் பகிர்ந்து கொள்ள மறுப்பது தவறு."
    ],
    "answer": "D",
    "additional_context": "“கல்வி” என்ற தலைப்பில் உள்ள இந்தக் குறள், கற்றவர்களின்  பண்பைப் பற்றி  சொல்கிறது.  உடையார்முன் இல்லார் போல்  ஏக்கற்றும்  கற்றார் கடையரே  கல்லா தவர்  என்ற வரிகள் கல்வியின்  மகத்துவத்தைப் பற்றி  சொல்கிறது.  கற்றவர்கள் தங்களது  அறிவை  மற்றவர்களுடன்  பகிர்ந்து கொள்ள  வேண்டும்.  பகிர்ந்து கொள்ள  மறுப்பது   தவறு.  அறிவைப்  பகிர்ந்து கொள்வது  மற்றவர்களுக்கு  நன்மை  தரக்கூடியது.  எனவே,  கற்றவர்கள்  தங்களது அறிவைப் பகிர்ந்து  கொள்ள  வேண்டும்  என்ற கருத்தை  இந்தக் குறள் எடுத்துரைக்கிறது."
  }
]
