
[
  {
    "description": "கவிதையில், காக்கை ஏன் குயில்குஞ்சை அகற்ற விரும்புகிறது?",
    "options": [
      "காக்கைக்குஞ்சுகளுக்கு போதிய உணவு இருக்காது என்பதால்.",
      "குயில்குஞ்சு காக்கையின் குஞ்சு போலவே கரைய முயற்சி செய்து கலங்கடிப்பதால்.",
      "காக்கை தனது கூட்டை இழக்க விரும்பவில்லை என்பதால்.",
      "குயில்குஞ்சு தன்னை காக்கைக்குஞ்சு என்று நம்பி வாழ்வதால்."
    ],
    "answer": "B",
    "additional_context": "கவிதையில், காக்கை தனது குஞ்சைப் போலவே கரைய முயற்சி செய்யும் குயில்குஞ்சைப் பார்த்து கலங்கி, அதை அகற்ற விரும்புகிறது.  குயில்குஞ்சு காக்கையின் குஞ்சு போலவே கரைய முயற்சி செய்து, தனது குஞ்சுகளுக்கு போதிய உணவு இருக்காது என்று நினைத்து, காக்கை அஞ்சுகிறது.  குயில்குஞ்சு தன்னை காக்கைக்குஞ்சு என்று நம்பி வாழ்வதால், காக்கைக்கு  சங்கடமாக இருக்கும் என்று கருதவில்லை. காக்கை தனது கூட்டை இழக்க விரும்பவில்லை என்பதால், குயில்குஞ்சை அகற்றுவதாக கவிதையில் குறிப்பிடப்படவில்லை."
  },
  {
    "description": "குயில்குஞ்சு தனக்கு உரிய இனத்தை அறிந்த பிறகு எப்படிப்பட்ட உணர்வை அடைகிறது?",
    "options": [
      "துயரம் மற்றும் ஏமாற்றம்.",
      "மகிழ்ச்சி மற்றும் தன்னம்பிக்கை.",
      "பயம் மற்றும் அச்சம்.",
      "சோர்வு மற்றும் கவலை."
    ],
    "answer": "B",
    "additional_context": "குயில்குஞ்சு தனக்கு உரிய இனத்தை அறிந்த பிறகு மகிழ்ச்சியடைகிறது.  தன்னைப் பற்றிய உண்மையை அறிந்ததால்,  அது தன்னம்பிக்கையோடு வாழத் தொடங்குகிறது. குயில்குஞ்சு துயரம், பயம், சோர்வு, கவலை போன்ற உணர்வுகளை கவிதையில் வெளிப்படுத்தவில்லை. "
  },
  {
    "description": "\"தானொரு\" என்ற சொல்லை பிரித்து எழுதக் கிடைப்பது எது?",
    "options": [
      "தா + ஒரு",
      "தான் + னொரு",
      "தான் + ஒரு",
      "தானே + ஒரு"
    ],
    "answer": "C",
    "additional_context": "\"தானொரு\" என்ற சொல்லை தான் + ஒரு என்று பிரித்து எழுதலாம். இது கவிதையில் குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "\"மழை பற்றிய பகிர்தல்கள்\" என்ற கவிதை நூலை எழுதியவர் யார்?",
    "options": [
      "சே. பிருந்தா",
      "வைரமுத்து",
      "கண்ணதாசன்",
      "பாரதிதாசன்"
    ],
    "answer": "A",
    "additional_context": "\"மழை பற்றிய பகிர்தல்கள்\"  என்ற கவிதை நூலை சே. பிருந்தா எழுதியுள்ளார்.  வைரமுத்து, கண்ணதாசன், பாரதிதாசன் போன்ற பிற கவிஞர்கள்  மற்ற நூல்களை எழுதியுள்ளனர்."
  },
  {
    "description": "கவிதைப்பேழை எந்த உணர்வை முக்கியமாக வலியுறுத்துகிறது?",
    "options": [
      "குழந்தைகளின் பாசம்",
      "இயற்கை மீதான அன்பு",
      "தன்னை அறிந்து கொள்ளும் முக்கியத்துவம்",
      "பறவைகளின் வாழ்க்கை முறை"
    ],
    "answer": "C",
    "additional_context": "இந்த கவிதைப்பேழை தன்னை அறிந்து கொள்ளும் முக்கியத்துவத்தை முக்கியமாக வலியுறுத்துகிறது.  குயில்குஞ்சு தன்னை அறிந்துகொண்டு தன்னம்பிக்கையோடு வாழத் தொடங்குகிறது.  இது தன்னை அறிந்துகொள்ள வேண்டும் என்ற கருத்தை நமக்கு உணர்த்துகிறது. குழந்தைகளின் பாசம், இயற்கை மீதான அன்பு, பறவைகளின் வாழ்க்கை முறை போன்றவை கவிதையின் துணை கருத்தாகும். "
  }
]
