[
          
  {
    
          "description": "பின்வரும் சொற்களில் எது ஒரு ஓரெழுத்து ஒருமொழி அல்ல?",
          "options": [
      "ஈ",
      "ஊ",
      "கை",
      "கோ"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "ஓரெழுத்து ஒருமொழி என்றால் ஒரு எழுத்தே சொல்லாக இருந்து பொருள் தரும் என்பது.  மேலே கொடுக்கப்பட்ட சொற்களில் 'கோ' என்பது ஓர் எழுத்தே சொல்லாக இல்லாமல் இரண்டு எழுத்துகள் சேர்ந்தது. எனவே 'கோ' ஒரு ஓரெழுத்து ஒருமொழி அல்ல."
          }
        ,
          
  {
    
          "description": "'பாடல்' என்ற சொல்லில் என்ன ஓரெழுத்து ஒருமொழி உள்ளது?",
          "options": [
      "பா",
      "த",
      "ல்",
      "ல"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நன்னூல் என்னும் இலக்கண நூலை எழுதிய பவணந்தி முனிவர் தமிழில் நாற்பத்திரண்டு ஓரெழுத்து ஒருமொழிகள் உள்ளன எனக் குறிப்பிட்டுள்ளார். இவற்றில் 'பா' என்பது ஓரெழுத்து ஒருமொழியாகும். இதன் பொருள் 'பாடல்' என்பது."
          }
        ,
          
  {
    
          "description": "'பொன்னன்' என்ற சொல் எந்த வகைப் பெயர்ப்பகுபதத்தைச் சேர்ந்தது?",
          "options": [
      "காலம்",
      "இடம்",
      "பொருள்",
      "பண்பு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "பகுபதமாக அமையும் பெயர்ச்சொல் பெயர்ப்பகுபதம் ஆகும். இதனை, பொருள், இடம், காலம், சினை, பண்பு, தொழில் என ஆறு வகைப்படுத்துவர். பொன்னன் என்ற சொல் பொன் + அன் என பிரிக்கப்படுகிறது. இதன் பொருள் 'பொன்' என்பதாகும். எனவே இது பொருள் வகைப் பெயர்ப்பகுபதம் ஆகும்."
          }
        ,
          
  {
    
          "description": "'நடக்கின்றான்' என்ற சொல்லின் பகுபத உறுப்புகள் எவை?",
          "options": [
      "நட + க் + கின்று + ஆன்",
      "நட + க் + கின் + ஆன்",
      "நட + க் + றி + ஆன்",
      "நட + க் + கின்று + அன்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சிறுசிறு உறுப்புகளாகப் பிரிக்கும் வகையில் அமையும் சொற்களைப் பகுபதங்கள் என்பர். பிரிக்கப்படும் உறுப்புகளைப் பகுபத உறுப்புகள் எனக் குறிப்பிடுவர். நடக்கின்றான் என்ற சொல் நட + க் + கின்று + ஆன் என பிரிக்கப்படுகிறது. இவையே பகுபத உறுப்புகள் ஆகும்."
          }
        ,
          
  {
    
          "description": "'மாணவன்' என்ற சொல்லின் பகாப்பதம் என்ன?",
          "options": [
      "மாணவ",
      "மா",
      "ன",
      "வ"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மரம், கழனி, உண், எழுது ஆகிய சொற்களைக் கவனியுங்கள். இவற்றை மேலும் சிறிய உறுப்புகளாகப் பிரிக்க முடியாதல்லவா? இவ்வாறு பகுபத உறுப்புகளாகப் பிரிக்கமுடியாத சொல் பகாப்பதம் எனப்படும். இவை அடிச்சொல் அல்லது வேர்ச்சொல்லாக இருக்கும். மாணவன் என்ற சொல்லை  மாணவ + அன்  எனப் பிரிக்கலாம். இதில்  'மாணவ' என்பது பகாப்பதம் ஆகும்.  இதுவே அடிச்சொல் ஆகும்."
          }
        ]