
[
  {
    "description": "கொற்கைத் துறைமுகத்தின் மாட்சியைப் பற்றி வ.உ. சிதம்பரனார் எதை நினைத்து வருந்துகிறார்?",
    "options": [
      "இக்காலத்தில் கொற்கைத் துறைமுகத்தில் ஆங்கிலக் கொடி பறக்கும் நிலை.",
      "கொற்கைத் துறைமுகத்தில் பழங்குடிகளான பரதவர் வாழ்க்கைத் தரம் சரிந்து போனது.",
      "கொற்கைத் துறைமுகத்தில் முத்துவளம் குறைந்து போனது.",
      "இவை அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கொற்கை துறைமுகத்தின் மாட்சியை நினைத்து சிதம்பரனார் வருந்துகிறார். பழங்காலத்தில் பாண்டியரின் மீனக்கொடி கொடி பறந்தது. கொற்கைக்கடல் முத்துவளம் கொழித்தது. பழங்குடிகளாகிய பரதவர் மரக்கல வணிகத்தால் வளம்பெற்று வாழ்ந்தார்கள். இன்று, மீனக்கொடி எங்கே? ஆங்கில நாட்டுக் கொடியன்றோ இங்குப் பறக்கின்றது? பரங்கியர் கப்பலன்றோ எங்கும் பறந்து திரிகின்றது? கொள்ளை இலாபம் அடைகின்ற வெள்ளையர் கப்பலில், கூலி வேலை செய்கின்றனர் நம் நாட்டு மக்கள்! சொந்த நாட்டிலே வந்தவருக்கு அடிமைசெய்து வயிறு வளர்ப்பது ஒரு வாழ்வாகுமா? வசையொழிய வாழ்வாரே வாழ்வார் என்ற வள்ளுவர் வாய்மொழியை மறக்கலாமா? என்று சிதம்பரனார் வருந்துகிறார்."
  },
  {
    "description": "வ.உ. சிதம்பரனாரை சுதேசக் கப்பல் கம்பெனியிலிருந்து விலகச் செய்ய ஆங்கிலேயர் எதைப் பயன்படுத்தினர்?",
    "options": [
      "பணத்தை லஞ்சமாகக் கொடுத்து.",
      "அச்சுறுத்தல்கள் மற்றும் தந்திரங்களைப் பயன்படுத்தி.",
      "அரசாங்கத்தை தங்கள் பக்கம் இழுத்து.",
      "இவை அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சுதந்தரக் கப்பல் கம்பெனி ஒன்று உருவாயிற்று. பாரதநாட்டுச் செல்வரும் அறிஞரும் அந்தக் கம்பெனியில் பங்குகொண்டார்கள். பழங்காலப் பாண்டியரைப் போல் மதுரை மாநகரிலே தமிழ்ச் சங்கம் அமைத்துப் புலவர் பாடும் புகழ் உடையவராய் விளங்கிய பாண்டித்துரையார் அக்கம்பெனியின் தலைவர் ஆயினார். அதன் செயலாளனாக அமைந்து பணி செய்யும் பேறு சிதம்பரனாருக்குக் கிடைத்தது. கம்பெனியார் வாங்கிய சுதேசக் கப்பல் துறைமுகத்தை வந்தடைந்தது. வெள்ளோட்டம் பார்ப்பதற்காக அக்கப்பல் இங்கிருந்து கொழும்புத் துறையை நோக்கிப் புறப்பட்ட நாளில், இன்ப வெள்ளம் உள்ளத்திலே பொங்கி எழுந்தது; கண்களில் ஆனந்தக் கண்ணீர் வழிந்தது.  சுதந்தரக் கப்பல் வாணிகம் வளர்ந்தது; வெள்ளையர் வாணிகம் தளர்ந்தது. அதுகண்டு அவர் உள்ளம் எரிந்தது. வெறுக்கத்தக்க சூழ்ச்சிகளை அன்னார் கையாளத் தலைப்பட்டனர்; சிதம்பரனார் வேலையினின்றும் நான் விலகிக்கொண்டால் நூறாயிரம் ரூபாய் கையடக்கம் தருவதாக மறைமுகமாகக் கூறினர். அவருக்கு உற்ற துணையாக நின்று ஊக்கம் தந்த நண்பர்களைப் பலவாறு பயமுறுத்தினர்; அரசாங்கத்தின் உதவியை நாடினர்."
  },
  {
    "description": "வ.உ. சிதம்பரனாருக்கு சிறைத் தண்டனை விதிக்கப்பட்டதற்கான காரணங்கள் என்னவென்று ஆங்கில அரசாங்கம் கூறியது?",
    "options": [
      "நாட்டின் அமைதியைக் கெடுத்து.",
      "முதலாளிகளுக்குத் தொல்லை கொடுத்து.",
      "வெள்ளையர்கள் மீது வெறுப்பை ஊட்டி.",
      "இவை அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வ.உ. சிதம்பரனார் மீது பல வகையான குற்றம் சாட்டிற்று. நாட்டின் அமைதியை நான் கெடுத்தேனாம்! நல்ல முதலாளிமாருக்குத் தொல்லை கொடுத்தேனாம்! வெள்ளையர் மீது வெறுப்பை ஊட்டினேனாம்! வீரசுதந்தரம் பெற வழிகாட்டினேனாம்! என்று கூறியது."
  },
  {
    "description": "வ.உ. சிதம்பரனார் சிறைச்சாலையில் எதைப் படித்துக் கஷ்டங்களை மறந்துவிட்டார்?",
    "options": [
      "பாரதியாரின் கவிதைகளை.",
      "தொல்காப்பியத்தை.",
      "ஆலன் எழுதிய அறிவு நூல்களை.",
      "இவை அனைத்தும்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தொல்காப்பியத்தைப் படித்துப் படித்து என் தொல்லையெல்லாம் மறந்தேன்."
  },
  {
    "description": "வ.உ. சிதம்பரனார் எந்த நூல்களை சிறைச்சாலையில் இருந்து இயற்றினார்?",
    "options": [
      "மெய்யறிவு.",
      "மெய்யறம்.",
      "மனம் போல் வாழ்வு.",
      "இவை அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஆலன் என்பவர் இயற்றிய அறிவு நூல்களில் ஒன்றை மனம் போல் வாழ்வு என்று தமிழில் மொழிபெயர்த்தேன். உயர்ந்த நூல்களில் கண்ட உண்மைகளை இளைஞரும் எளிதில் அறிந்து கொள்ளுமாறு மெய்யறிவு, மெய்யறம் என்ற சிறு நூல்களை இயற்றினேன்."
  }
]
