
[
  {
    "description": "கப்பலை நிலையாக ஓரிடத்தில் நிறுத்தி வைக்க உதவும் உறுப்பு எது?",
    "options": [
      "அ) சுக்கான்",
      "ஆ) நங்கூரம்",
      "இ) சமுக்கு",
      "ஈ) பாய்மரம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கப்பல்கள் நீர்நிலைகளில் மிதப்பவை. கப்பலை நிலையாக ஒரு இடத்தில் நிறுத்தி வைக்க நங்கூரம் உதவுகிறது. கப்பல்கள் நங்கூரத்தைப் பயன்படுத்தி கடலில் நிற்கும்.  கப்பலின் பின் பகுதியில் பொருத்தப்பட்டிருக்கும் கருவியே சுக்கான் ஆகும். கப்பலைச் செலுத்துவதற்கும் உரிய திசையில் திருப்புவதற்கும் பயன்படும் முதன்மையான கருவி சுக்கான் ஆகும். சமுக்கு என்பது காந்த ஊசி பொருத்தப்பட்ட ஒரு திசைகாட்டும் கருவியாக இருக்கலாம் என ஆய்வாளர்கள் கருதுகின்றனர்.  கப்பல் கட்டும்போது மரத்தினால் செய்யப்பட்ட ஆணிகள் துருப்பிடித்துவிடக் கூடாது என்பதால் மரத்தாலான ஆணிகளையே பயன்படுத்தினர். இந்த ஆணிகளைத் தொகுதி என்பர்."
  },
  {
    "description": "கப்பல் ஓட்டும் மாலுமிகள் எதன் மூலம் திசையை அறிந்தனர்?",
    "options": [
      "அ) காற்றின் திசை மற்றும் கடல் நீரோட்டம் மட்டுமே",
      "ஆ) விண்மீன்கள் மற்றும் கடல் நீரோட்டம் மட்டுமே",
      "இ) காற்றின் திசை, கடல் நீரோட்டம் மற்றும் விண்மீன்கள்",
      "ஈ) மேற்கண்ட எதுவுமில்லை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கப்பல் ஓட்டும் மாலுமிகள் திசைகாட்டும் கருவியைப் பயன்படுத்தினர். வானில் தோன்றும் விண்மீன்களின் நிலையை வைத்தும் திசையை அறிந்தனர்.  சிறந்த வானியல் அறிவையும் பெற்றிருந்தனர். கோள்களின் நிலையை வைத்துப் புயல், மழை போன்றவை தோன்றும் காலங்களையும் கடல்நீர் பொங்கும் காலத்தையும் அறிந்து தகுந்த காலத்தில் கப்பல்களைச் செலுத்தினர்.  தமிழர்கள் கப்பல்களைச் செலுத்தும் முறையைத் தமிழர்கள் நன்கு அறிந்திருந்தனர். காற்றின் திசையை அறிந்து கப்பல்களைச் செலுத்தும் முறையைத் தமிழர்கள் நன்கு அறிந்திருந்தனர்."
  },
  {
    "description": "தொல்காப்பியர் காலத்திற்கு முன்பே தமிழர்கள் கடல் பயணம் செய்தனர் என்பதை எந்த இலக்கியம் உறுதிப்படுத்துகிறது?",
    "options": [
      "அ) பட்டினப்பாலை",
      "ஆ) திருக்குறள்",
      "இ) தொல்காப்பியம்",
      "ஈ) அகநானூறு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தொல்காப்பியம், முந்நீர் வழக்கம் என்று கடற்பயணத்தைக் குறிப்பிடுகிறது. எனவே, தொல்காப்பியர் காலத்திற்கு முன்பே தமிழர்கள் கடல் பயணம் செய்துள்ளனர் என்பதை அறியலாம்.  மழை என்றதும் குழந்தைகளின் நினைவுக்கு வருவது காகிதக் கப்பல். மழை நீரில் காகிதக் கப்பல் விட்டு விளையாடாத குழந்தைகளே இல்லை எனலாம். அந்த அளவிற்கு நம் ஆழ்மனத்தில் கப்பல் இடம் பெற்றுள்ளது. பழங்காலம் முதல் தமிழர்கள் கப்பல் கட்டும் கலையில் சிறந்திருந்ததன் மரபுத் தொடர்ச்சி என்று இதனைக் கூறலாம். தமிழர்கள் கப்பல்களைக் கட்டினர் என்பதற்கும் கப்பல் மூலம் வெளிநாடுகளுக்குச் சென்றனர் என்பதற்கும் நம் இலக்கியங்களில் ஏராளமான சான்றுகள் உள்ளன."
  },
  {
    "description": "கப்பல் கட்டுவதற்குப் பயன்படுத்தப்படும் நீர்மட்ட வைப்பிற்கான மரங்கள் எவை?",
    "options": [
      "அ) தேக்கு மற்றும் வெண்தேக்கு",
      "ஆ) வேம்பு, இலுப்பை, புன்னை, நாவல்",
      "இ) பனை மற்றும் கருவேலம்",
      "ஈ)  சந்தனம் மற்றும் மகாகனி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கப்பல் கட்டும் கலையை நன்கு அறிந்திருந்தனர். கப்பல் கட்டும் கலைஞர்கள் கம்மியர் என்று அழைக்கப்பட்டனர். கப்பல்களைப் பாதுகாப்பானவையாகவும் வலிமை மிக்கவையாகவும் உருவாக்கினர்.  கப்பல் கட்டுவதற்கு உரிய மரங்களைத் தேர்ந்தெடுப்பதில் தமிழர்கள் மிகுந்த கவனம் செலுத்தினர். கப்பல்கள் தண்ணீரிலேயே இருப்பவை என்பதால் தண்ணீரால் பாதிப்பு அடையாத மரங்களைப் பயன்படுத்தினர். நீர்மட்ட வைப்பிற்கு வேம்பு, இலுப்பை, புன்னை, நாவல் போன்ற மரங்களைப் பயன்படுத்தினர். பக்கங்களுக்குத் தேக்கு, வெண்தேக்கு போன்ற மரங்களைப் பயன்படுத்தினர்."
  },
  {
    "description": "சரியான கூற்றுகளைத் தேர்ந்தெடுக்கவும்:",
    "options": [
      "அ) பழங்காலத்தில் கப்பல் கட்டும் கலைஞர்கள் தச்சர்கள் என அழைக்கப்பட்டனர்.",
      "ஆ) கப்பலின் முதன்மையான உறுப்பு எரா எனப்படும்.",
      "இ) காந்த ஊசியைப் பயன்படுத்தி கப்பல்கள் செலுத்தப்பட்டன.",
      "ஈ)  கலங்கரை விளக்கு கப்பல்களுக்கு துறைமுகம் இருக்கும் இடத்தைக் காட்ட உதவியது."
    ],
    "answer": [
      "BCD"
    ],
    "additional_context": "கப்பலின் முதன்மையான உறுப்பாகிய அடிமரம் எரா எனப்படும். குறுக்கு மரத்தைப் பருமல் என்பர்.  சமுக்கு என்பது காந்த ஊசி பொருத்தப்பட்ட ஒரு திசைகாட்டும் கருவியாக இருக்கலாம் என ஆய்வாளர்கள் கருதுகின்றனர்.  கலம் என்றால் கப்பல். கரைதல் என்றால் அழைத்தல். கப்பலை அழைக்கும் விளக்கு என்னும் பொருளில் இது கலங்கரை விளக்கம் எனப்பட்டது.  கப்பல் கட்டும் கலைஞர்கள் கம்மியர் என்று அழைக்கப்பட்டனர். கப்பல்களைப் பாதுகாப்பானவையாகவும் வலிமை மிக்கவையாகவும் உருவாக்கினர்."
  }
]
