
[
  {
    "description": "பாஞ்சாலங்குறிச்சி கோட்டையின் வலிமையை விளக்கும் வகையில், கதைப்பாடல்  \"_____  கெட்டி வேலைகளாம்\"  என்கிறது.",
    "options": [
      "கோட்டைகளாம்",
      "மதில் கோட்டைகள்தான்",
      "வீட்டிலுயர்",
      "மெத்தை வீடுகளா"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாஞ்சாலங்குறிச்சி கோட்டையின் வலிமையை விளக்கும் வகையில், கதைப்பாடல்  \"கோட்டைகளாம் சுத்துக் கோட்டைகளாம் – மதில் கோட்டைகள்தான் கெட்டி வேலைகளாம்\"  என்கிறது. பாஞ்சாலங்குறிச்சிக் கோட்டையின் மதில்கள் மிகவும் வலுவானதாக இருந்ததைக் குறிப்பிடும் வகையில், மதில்கள் கெட்டி வேலைகளாம் எனச் சொல்லப்படுகிறது.  "
  },
  {
    "description": "கட்டபொம்மன் அரசவையில் வீற்றிருக்கும் அழகை விளக்கும் வகையில், கதைப்பாடல்  \"_____  கட்டபொம்மு சிங்காரம்\" என்கிறது.",
    "options": [
      "துரை",
      "ஆசார",
      "ராசன்",
      "ராசாதி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கட்டபொம்மன் அரசவையில் வீற்றிருக்கும் அழகை விளக்கும் வகையில், கதைப்பாடல்  \"ஆசார வாசல் அலங்காரம் - துரை ராசன் கட்டபொம்மு சிங்காரம்\" என்கிறது. அரண்மனை வாயில் அழகுபடுத்தப்பட்டிருந்ததைக் குறிப்பிடும் வகையில் \"ஆசார வாசல் அலங்காரம்\" என்று கூறப்பட்டுள்ளது. ராசன் கட்டபொம்மு அழகான வீரனாக இருந்ததையும், அவன் சிங்காரம் நிறைந்தவனாக இருந்ததையும்  \"ராசன் கட்டபொம்மு சிங்காரம்\"  என்பது கூறுகிறது. "
  },
  {
    "description": "பாஞ்சாலங்குறிச்சியின் இயற்கை அழகை விளக்கும் வகையில், கதைப்பாடல்  \"_____  சோலையும்\" என்கிறது.",
    "options": [
      "வாரணச் சாலை",
      "வளரும் சாலை",
      "சந்தனச்",
      "தெருச்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பாஞ்சாலங்குறிச்சியின் இயற்கை அழகை விளக்கும் வகையில், கதைப்பாடல்  \"நந்தவனங்களும் சந்தனச் சோலையும் – அங்கே நதியும் செந்நெல் கமுகுகளும்\"  என்கிறது. பாஞ்சாலங்குறிச்சி தோப்புகள், சோலைகள் நிறைந்த இடம் என்பதைக்  \"நந்தவனங்களும் சந்தனச் சோலையும்\"  என்பது கூறுகிறது. "
  },
  {
    "description": "பாஞ்சாலங்குறிச்சியின் வீரத்தை விளக்கும் வகையில், கதைப்பாடல்  \"_____  நாயை விரட்டிடுமாம்\"  என்கிறது.",
    "options": [
      "பசுவும் புலியும்",
      "முயலும்",
      "வாரணம்",
      "சக்க தேவி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாஞ்சாலங்குறிச்சியின் வீரத்தை விளக்கும் வகையில், கதைப்பாடல்  \"முயலும் நாயை விரட்டிடுமாம் - நல்ல முனையுள்ள பாஞ்சால நாட்டினிலே\"  என்கிறது. பாஞ்சால நாட்டில் முயல் மிகவும் வீரமாக இருந்ததைக் குறிப்பிடும் வகையில், முயல் நாயை விரட்டிடுமாம் எனச் சொல்லப்படுகிறது. "
  },
  {
    "description": "கட்டபொம்மன் ஆட்சியின் பெருமையை விளக்கும் வகையில், கதைப்பாடல்  \"_____  பேரு சொன்னால்\"  என்கிறது.",
    "options": [
      "முயலும்",
      "பசுவும்",
      "கட்டபொம்மு துரை",
      "சக்க தேவி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கட்டபொம்மன் ஆட்சியின் பெருமையை விளக்கும் வகையில், கதைப்பாடல்  \"கறந்த பாலையுங் காகங் குடியாது – எங்கள் கட்டபொம்மு துரை பேரு சொன்னால்\"  என்கிறது.  கட்டபொம்மன் மிகவும் நேர்மையான மன்னன் என்பதையும் அவன்  \"சொன்னால் வார்த்தைக்குப் பொருள் உண்டு\"  என்பதையும்  \"கட்டபொம்மு துரை பேரு சொன்னால்\"  என்பது கூறுகிறது. "
  }
]
