
[
  {
    "description": "“தேன் போன்ற தமிழ்” என்ற தொடரில் 'தேன்' என்பது _______ ஆகவும், 'தமிழ்' என்பது ______ ஆகவும்  இருக்கின்றன.",
    "options": [
      "உவமை, உவமிக்கப்படும் பொருள்",
      "உவமிக்கப்படும் பொருள், உவமை",
      "உருவகம், ஏகதேச உருவகம்",
      "ஏகதேச உருவகம், உருவகம்"
    ],
    "answer": "A",
    "additional_context": "'தேன் போன்ற தமிழ்' என்ற தொடர் உவமையாகும். இதில், 'தேன்' என்பது உவமை. தமிழ் என்பது உவமிக்கப்படும் பொருள் ஆகும். உவமை என்பது பொருளின் தன்மையைக் காட்ட மற்றொரு பொருளை ஒப்பிட்டுச் சொல்லுதல். உவமிக்கப்படும் பொருள் என்பது ஒப்பிடப்படும் பொருள்."
  },
  {
    "description": "“தமிழ்த்தேன்” என்ற தொடர் எந்த அணியைக் குறிக்கிறது?",
    "options": [
      "உவமை",
      "உருவகம்",
      "ஏகதேச உருவகம்",
      "பொருள்மொழி"
    ],
    "answer": "B",
    "additional_context": "தமிழ்த்தேன்' என்ற சொல் உருவகமாகும். உருவகம் என்பது உவமை வேறு உவமிக்கப்படும் பொருள் வேறு என்று இல்லாமல் இரண்டும் ஒன்றே என்பது தோன்றும்படி கூறுதல் ஆகும். இதில் உவமிக்கப்படும் பொருள் முன்னும் உவமை பின்னுமாக அமையும். 'தமிழ்த்தேன்' என்பது உருவக அணி. இதில், 'தமிழ்' என்பது உவமிக்கப்படும் பொருள், 'தேன்' என்பது உவமை. இரண்டும் ஒன்றாகக் கருதப்பட்டு, தமிழ் தேனாக உருவகப்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "“வையம் தகளியா வார்கடலே நெய்யாக வெய்ய கதிரோன் விளக்காகச் – செய்ய சுடர்ஆழியான் அடிக்கே சூட்டினேன் சொல்மாலை இடர்ஆழி நீங்குகவே என்று” என்ற பாடல் எந்த அணியைக் குறிக்கிறது?",
    "options": [
      "உவமை",
      "உருவகம்",
      "ஏகதேச உருவகம்",
      "பொருள்மொழி"
    ],
    "answer": "B",
    "additional_context": "'வையம் தகளியா வார்கடலே நெய்யாக வெய்ய கதிரோன் விளக்காகச் – செய்ய சுடர்ஆழியான் அடிக்கே சூட்டினேன் சொல்மாலை இடர்ஆழி நீங்குகவே என்று' என்ற பாடலில் பூமி அகல்விளக்காகவும், கடல் நெய்யாகவும், கதிரவன் சுடராகவும் உருவகப்படுத்தப்பட்டுள்ளன. எனவே, இப்பாடல் உருவக அணி அமைந்ததாகும். உருவகம் என்பது உவமை வேறு உவமிக்கப்படும் பொருள் வேறு என்று இல்லாமல் இரண்டும் ஒன்றே என்பது தோன்றும்படி கூறுதல் ஆகும். இதில் உவமிக்கப்படும் பொருள் முன்னும் உவமை பின்னுமாக அமையும்."
  },
  {
    "description": "“அறிவு என்னும் விளக்கைக் கொண்டு அறியாமையை நீக்க வேண்டும்” என்ற தொடர் எந்த அணியைக் குறிக்கிறது?",
    "options": [
      "உவமை",
      "உருவகம்",
      "ஏகதேச உருவகம்",
      "பொருள்மொழி"
    ],
    "answer": "C",
    "additional_context": "'அறிவு என்னும் விளக்கைக் கொண்டு அறியாமையை நீக்க வேண்டும்' என்ற தொடரில் அறிவு விளக்காக உருவகப்படுத்தப்பட்டுள்ளது. அறியாமை இருளாக உருவகப்படுத்தப்படவில்லை. இவ்வாறு கூறப்படும் இரு பொருள்களில் ஒன்றை மட்டும் உருவகப்படுத்தி, மற்றொன்றை உருவகப்படுத்தாமல் விடுவது ஏகதேச உருவக அணி ஆகும். ஏகதேச உருவகம் என்பது ஒரு பொருளை மட்டும் உருவகப்படுத்தும் அணியாகும். இதில் ஒரு பொருள் மட்டும் உருவகப்படுத்தப்பட்டு, மற்றொன்று உருவகப்படுத்தப்படாது. இதில் உருவகப்படுத்தப்பட்ட பொருள் முதலில் வரும். "
  },
  {
    "description": "“பெருமைக்கும் ஏனைச் சிறுமைக்கும் தத்தம் கருமமே கட்டளைக் கல்” என்ற குறளில் ______  அணி பயன்படுத்தப்பட்டுள்ளது.",
    "options": [
      "உவமை",
      "உருவகம்",
      "ஏகதேச உருவகம்",
      "பொருள்மொழி"
    ],
    "answer": "C",
    "additional_context": "'பெருமைக்கும் ஏனைச் சிறுமைக்கும் தத்தம் கருமமே கட்டளைக் கல்' என்ற குறளில் ஏகதேச உருவக அணி பயன்படுத்தப்பட்டுள்ளது. வள்ளுவர் மக்களின் செயல்களைப் பொன்னின் தரத்தை அறிய உதவும் உரைகல்லாக உருவகம் செய்துவிட்டு, மக்களது உயர்வையும் தாழ்வையும் பொன்னாக உருவகம் செய்யவில்லை. எனவே இக்குறளில் இடம்பெற்றிருப்பது ஏகதேச உருவக அணியாகும். ஏகதேச உருவகம் என்பது ஒரு பொருளை மட்டும் உருவகப்படுத்தும் அணியாகும். இதில் ஒரு பொருள் மட்டும் உருவகப்படுத்தப்பட்டு, மற்றொன்று உருவகப்படுத்தப்படாது. இதில் உருவகப்படுத்தப்பட்ட பொருள் முதலில் வரும். "
  }
]
