
[
  {
    "description": "ஜூல்ஸ் வெர்ன் எந்த நாட்டைச் சேர்ந்தவர்?",
    "options": [
      "அமெரிக்கா",
      "இங்கிலாந்து",
      "ஜப்பான்",
      "பிரான்ஸ்"
    ],
    "answer": "D",
    "additional_context": "ஜூல்ஸ் வெர்ன் ஒரு பிரெஞ்சு எழுத்தாளர். அறிவியல் புனைகதைகளின் தலைமகன் என்று அழைக்கப்படுபவர். அறிவியல் கண்டுபிடிப்புகள் பல கண்டுபிடிக்கப்படுவதற்கு முன்பே அவற்றைப் பற்றித் தமது புதினங்களில் எழுதியவர். அவர் எழுதிய ஆழ்கடலின் அடியில் என்னும் புதினம் குறிப்பிடத்தக்க ஒன்று."
  },
  {
    "description": "பியரி, நெட் மற்றும் கான்சீல்  ___________ என்னும் நீர்மூழ்கிக் கப்பலில் பயணம் செய்தனர்.",
    "options": [
      "டைட்டானிக்",
      "நாட்டிலஸ்",
      "ஒடிஸ்",
      "டெல்டா"
    ],
    "answer": "B",
    "additional_context": "கடலில் செல்லும் பெரிய கப்பல்களை உலோகத்தால் ஆன உடலைக் கொண்ட ஒரு விந்தையான விலங்கு தாக்குகிறது என்பதுதான் அந்தச் செய்தி. அந்த விந்தை விலங்கைக் கண்டுபிடித்து அழிப்பதற்காக அமெரிக்காவின் நியூயார்க் நகரிலிருந்து ஒரு போர்க்கப்பல் புறப்பட்டது. கடல் பயணத்தில் திறமை வாய்ந்த ஃபராகட் என்பவர் அக்கப்பலின் தலைவராக இருந்தார். ஈட்டி எறிந்து திமிங்கிலங்களை வேட்டையாடுவதில் வல்லவரான நெட் என்ற வீரரும் அக்கப்பலில் இருந்தார். நானும் எனது உதவியாளர் கான்சீலும் அக்கப்பலில் சென்றோம். மூன்று மாதங்கள் அமெரிக்காவுக்கும் ஜப்பானுக்கும் இடையே உள்ள பெருங்கடல் பரப்பில் ஓர் இடம் விடாமல் தேடினோம். அந்த விலங்கு எங்கள் கண்ணில் படவே இல்லை. எனவே, கப்பல் எங்கள் நகரத்தை நோக்கிப் பயணத்தைத் தொடங்கியது."
  },
  {
    "description": "___________ என்ற வீரர் ஈட்டி எறிந்து திமிங்கிலங்களை வேட்டையாடுவதில் வல்லவர்.",
    "options": [
      "ஃபராகட்",
      "நெமோ",
      "நெட்",
      "கான்சீல்"
    ],
    "answer": "C",
    "additional_context": "கடலில் செல்லும் பெரிய கப்பல்களை உலோகத்தால் ஆன உடலைக் கொண்ட ஒரு விந்தையான விலங்கு தாக்குகிறது என்பதுதான் அந்தச் செய்தி. அந்த விந்தை விலங்கைக் கண்டுபிடித்து அழிப்பதற்காக அமெரிக்காவின் நியூயார்க் நகரிலிருந்து ஒரு போர்க்கப்பல் புறப்பட்டது. கடல் பயணத்தில் திறமை வாய்ந்த ஃபராகட் என்பவர் அக்கப்பலின் தலைவராக இருந்தார். ஈட்டி எறிந்து திமிங்கிலங்களை வேட்டையாடுவதில் வல்லவரான நெட் என்ற வீரரும் அக்கப்பலில் இருந்தார். நானும் எனது உதவியாளர் கான்சீலும் அக்கப்பலில் சென்றோம்."
  },
  {
    "description": "நாட்டிலஸ் செல்லும் ஆற்றலைத் தயாரிக்கும் கருவிகள் ____________.",
    "options": [
      "எரிபொருள் தொட்டிகளில் இருந்தன.",
      "நீர்மூழ்கிக் கப்பலின் உள்ளேயே இருந்தன.",
      "தீவுகளிலிருந்து பெறப்பட்டது.",
      "முத்துச்சிப்பிகளிலிருந்து பெறப்பட்டது."
    ],
    "answer": "B",
    "additional_context": "நான் கண்விழித்தபோது உலோகத்தினாலான அந்தக் கொடிய விலங்கின் மீது படுத்திருந்தேன். எனக்கு முன்னால் எனது உதவியாளர் கான்சீலும் நெட்டும் அமர்ந்திருந்தனர். 'நாம் தேடிவந்த விலங்கு இதுதான். உண்மையில் இஃது ஒரு நீர்மூழ்கிக் கப்பல்' என்றார் நெட். 'இந்தக் கப்பல் செல்வதற்கும் இங்குள்ள விளக்குகள் எரிவதற்கும் தேவையான மின்சாரத்தைத் தயாரிக்கும் கருவிகள் இங்கேயே உள்ளன' என்றார் அவர்."
  },
  {
    "description": "___________  நகரத்தின் இடிபாடுகளை நாட்டிலஸ் கண்டது.",
    "options": [
      "நியூயார்க்",
      "லண்டன்",
      "ரோம்",
      "அட்லாண்டிஸ்"
    ],
    "answer": "D",
    "additional_context": "வழியில் நாங்கள் பலவகையான விந்தைகளைக் கண்டோம். இங்கிலாந்துக்கும் ஸ்பெயினுக்கும் இடையே நடைபெற்ற போரின்போது கடலில் மூழ்கடிக்கப்பட்ட கப்பல்களைப் பார்த்தோம். அந்தக் கப்பல்களின் சிதைவுகளில் இருந்து தங்கம், வெள்ளி, வைரம் போன்றவற்றை அள்ளிக்கொண்டோம். இன்னோர் இடத்தில் கடலுக்குள் தீப்பிழம்பைக் கக்கிக்கொண்டிருக்கும் எரிமலையைக் கண்டு வியந்தோம். அதன் அடியில் பலநூறு ஆண்டுகளுக்கு முன்பு ஒரே நாளில் பூகம்பத்தால் கடலுக்குள் மூழ்கிப்போன 'அட்லாண்டிஸ்' என்னும் நகரத்தின் இடிபாடுகளைக் கண்டோம்."
  }
]
