[
          
  {
    
          "description": "“பூட்டு நகரம்” என்றழைக்கப்படும் ஊர் எது?",
          "options": [
      "திருநெல்வேலி",
      "சென்னை",
      "மதுரை",
      "கோவை"
    ],
    "answer": "திருநெல்வேலி",
    
          "additional_context": "தமிழ்நாட்டில் திருநெல்வேலி பகுதியில் பழங்காலத்தில் பூட்டுகள் தயாரிப்பது அதிகம் இருந்ததால், அது 'பூட்டு நகரம்' என்று அழைக்கப்பட்டது.  தென் தமிழகத்தில் புகழ்பெற்ற ஒரு நகரம் திருநெல்வேலி. திருநெல்வேலியில் பல கோவில்களும், வரலாற்றுச் சின்னங்களும் உள்ளன. "
          }
        ,
          
  {
    
          "description": "“மாங்கனித் திருவிழா” கொண்டாடப்படும் ஊர் எது?",
          "options": [
      "நாகப்பட்டினம்",
      "செங்கல்பட்டு",
      "மதுரை",
      "உதகமண்டலம்"
    ],
    "answer": "மதுரை",
    
          "additional_context": "மதுரை மாநகரில் ஆண்டுதோறும் ஏப்ரல் மாதம் மாங்கனித் திருவிழா கொண்டாடப்படுகிறது. இந்த திருவிழாவின் போது பல்வேறு வகையான மாங்கனிகளின் கண்காட்சி நடத்தப்படுகிறது. இதில் பலரும் கலந்து கொண்டு மாம்பழங்களை வாங்கி சாப்பிட்டு மகிழ்கிறார்கள். மதுரை மிகப் பழமையான நகரம். மதுரையில் பல கோவில்கள், வரலாற்றுச் சின்னங்கள் உள்ளன.  "
          }
        ,
          
  {
    
          "description": "“தூங்கா நகரம்” என்றழைக்கப்படும் ஊர் எது?",
          "options": [
      "சென்னை",
      "திருச்சி",
      "கோவை",
      "ஈரோடு"
    ],
    "answer": "சென்னை",
    
          "additional_context": "சென்னை நகரம் எப்போதும் விழிப்புடன் இருப்பதால், 'தூங்கா நகரம்' என்று அழைக்கப்படுகிறது. சென்னையில் பல தொழிற்சாலைகள், கல்லூரிகள், மருத்துவமனைகள், திரையரங்குகள் உள்ளன.  சென்னை தமிழ்நாட்டின் தலைநகரம். "
          }
        ,
          
  {
    
          "description": "“ஏழைகளின் ஊட்டி” என்று அழைக்கப்படும் ஊர் எது?",
          "options": [
      "கொடைக்கானல்",
      "ஓட்டக்கால்",
      "கன்னியாகுமரி",
      "பழநி"
    ],
    "answer": "ஓட்டக்கால்",
    
          "additional_context": "ஓட்டக்கால் ஊர்,  கொடைக்கானல் மலைக்கு அருகில் உள்ளது. ஓட்டக்கால் ஊர் கொடைக்கானலுக்கு ஒரு மாற்றுச் சாத்தியமாக இருப்பதால், 'ஏழைகளின் ஊட்டி'  என்று அழைக்கப்படுகிறது. ஓட்டக்கால் ஊரில்  குளிர்ந்த காற்று, பசுமையான இயற்கை அழகு  உள்ளன. "
          }
        ,
          
  {
    
          "description": "“மலைகளின் இளவரசி” என்று அழைக்கப்படும் ஊர் எது?",
          "options": [
      "கொடைக்கானல்",
      "ஓட்டக்கால்",
      "கன்னியாகுமரி",
      "பழநி"
    ],
    "answer": "கொடைக்கானல்",
    
          "additional_context": "கொடைக்கானல் ஒரு மலைவாசஸ்தலம். இது  'மலைகளின் இளவரசி'  என்று அழைக்கப்படுகிறது.  இது அழகான மலைகள்,  குளிர்ந்த காற்று,  பசுமையான காடுகள்,  பூக்கள், இயற்கை அழகு கொண்ட இடம். "
          }
        ]