
[
  {
    "description": "“தெற்கு எல்லை”  என்று அழைக்கப்படும் நகரம் __________ .",
    "options": [
      "திருநெல்வேலி",
      "சென்னை",
      "கன்னியாகுமரி",
      "கோவை"
    ],
    "answer": "கன்னியாகுமரி",
    "additional_context": "தமிழ்நாட்டின் தென் முனைப் பகுதியில் அமைந்திருக்கும் கன்னியாகுமரி நகரம், இந்தியாவின் தெற்கு எல்லை என அழைக்கப்படுகிறது. கடல் சூழ்ந்த இந்த நகரம், மூன்று கடல்கள் சங்கமிக்கும் இடம் என்ற பெருமையையும் பெற்றுள்ளது. புகழ்பெற்ற கன்னியாகுமரி கோயில், விவேகானந்தர் நினைவு மண்டபம், தியாகராஜர் மண்டபம் போன்ற அழகான நினைவுச் சின்னங்கள் இந்நகரத்தில் உள்ளன. கன்னியாகுமரியில் இருந்து அழகிய சூரிய உதயத்தையும் சூரிய அஸ்தமனத்தையும் காணலாம். பல சுற்றுலா பயணிகளை ஈர்க்கும் அழகிய நகரம், இது. "
  },
  {
    "description": "“__________”  என்ற நகரம் “மஞ்சள் மாநகரம்” என்று அழைக்கப்படுகிறது.",
    "options": [
      "திருநெல்வேலி",
      "சென்னை",
      "கோவை",
      "மதுரை"
    ],
    "answer": "மதுரை",
    "additional_context": "மதுரை, தமிழ்நாட்டின் தெற்குப் பகுதியில் அமைந்திருக்கும் ஒரு முக்கிய நகரம்.  பண்டைய காலத்தில், மதுரை,  புகழ்பெற்ற பண்டைய நாகரிகத்திற்கு ஒரு முக்கிய மையமாக இருந்தது. மீனாட்சி அம்மன் கோயில் போன்ற புகழ்பெற்ற கோயில்கள்,  மதுரையின் சிறப்பைக் கூறுகின்றன.   மதுரை,  மஞ்சள் வியாபாரத்திற்கு பெயர் பெற்றதால்,  “மஞ்சள் மாநகரம்” என்றும் அழைக்கப்படுகிறது. மதுரை,  தமிழ்நாட்டின் கலாச்சார நகரங்களில் ஒன்றாகவும் கருதப்படுகிறது. "
  },
  {
    "description": "“ __________ ”  என்ற நகரத்தை “மலைகளின் இளவரசி” என்று அழைக்கிறார்கள்.",
    "options": [
      "திருச்சி",
      "கோவை",
      "ஊட்டி",
      "கன்னியாகுமரி"
    ],
    "answer": "ஊட்டி",
    "additional_context": "நீலகிரி மலைப்பகுதியில் அமைந்திருக்கும் ஊட்டி,  “மலைகளின் இளவரசி” என்றழைக்கப்படுகிறது.   இயற்கை அழகால் சூழப்பட்ட ஊட்டி,  தமிழ்நாட்டின் ஒரு முக்கிய சுற்றுலாத்தலமாகும்.    தூய காற்று,  குளிர்ந்த சூழல்,  கொண்டைக்கடலைத் தோட்டங்கள்,  சீமைப் பூக்கள்,  காட்சி அழகான மலைகள்,  வசீகரமான நீர்வீழ்ச்சிகள் என பல இயற்கை அற்புதங்கள் இங்கு காணப்படுகின்றன. "
  },
  {
    "description": "“பசுமரத்தாணி போல”  என்ற உவமை எந்த வாக்கியத்துக்கு பொருந்தும்?",
    "options": [
      "என் தாயார் என்னை காத்து வளர்த்தார்.",
      "நானும் என் தோழியும் இணைந்து இருப்போம்.",
      "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
      "சிறுவயதில் நான் பார்த்த நிகழ்ச்சிகள் என் மனத்தில் பதிந்தன."
    ],
    "answer": "சிறுவயதில் நான் பார்த்த நிகழ்ச்சிகள் என் மனத்தில் பதிந்தன.",
    "additional_context": "சிறுவயதில் நான் பார்த்த நிகழ்ச்சிகள் என் மனத்தில் பசுமரத்தாணி போல பதிந்துள்ளன. அதாவது, அந்த நிகழ்ச்சிகள் என் மனதில் மறக்க முடியாததாகவும், எப்போதும் நினைவில் இருப்பவையாகவும் உள்ளன. அந்த நிகழ்ச்சிகளை நினைத்தவுடன்,  அப்போது நடந்த விஷயங்கள் அனைத்தும் எனக்கு நினைவுக்கு வருகின்றன."
  },
  {
    "description": "“உள்ளங்கை நெல்லிக்கனி போல”  என்ற உவமை எந்த வாக்கியத்துக்கு பொருந்தும்?",
    "options": [
      "என் தாயார் என்னை காத்து வளர்த்தார்.",
      "நானும் என் தோழியும் இணைந்து இருப்போம்.",
      "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
      "அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது."
    ],
    "answer": "அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது.",
    "additional_context": "அப்துல் கலாமின் புகழ் உள்ளங்கை நெல்லிக்கனி போல உலகெங்கும் பரவியது.  அதாவது, அவரின் புகழ் மிகவும் பிரபலமாகவும்,  அனைவருக்கும் தெரிந்ததாகவும் உள்ளது.  அவரின் புகழ் அனைவரின் மனதிலும் பதிந்துவிட்டது."
  }
]
