
[
  {
    "description": "காயிதே மில்லத் அவர்கள் தம் மகனின் திருமணத்தை எவ்வாறு நடத்தினார்கள்?",
    "options": [
      "மிகவும் ஆடம்பரமாக ",
      "எளிய முறையில் ",
      "மணக்கொடை பெற்று ",
      "வெளிநாட்டில் "
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காயிதே மில்லத் அவர்கள் தமது வாழ்நாளில் எல்லா விஷயங்களிலும் எளிமையான வாழ்க்கையை விரும்பி நடத்தினார். அவரது குடும்ப நிகழ்வுகளிலும் எளிமையைக் காணமுடிந்தது. அவர் தம் ஒரே மகனுக்குத் திருமணம் செய்ய முடிவு செய்தார். அவர் மிகப்பெரிய தலைவர் என்பதால் அவரது இல்லத் திருமணம் மிகவும் ஆடம்பரமாக நிகழப்போகிறது என்று எல்லாரும் எண்ணியிருந்தனர். ஆனால் எவ்வித ஆடம்பரமும் இல்லாமல் மிக எளிமையாகத் தம் மகனின் திருமணத்தை நடத்தி முடித்தார். பெண் வீட்டாரிடம் மணக்கொடை பெறுவது பெருகியிருந்த அக்காலத்தில் மணக்கொடை பெறாமல் அத்திருமணத்தை நடத்தினார். மேலும் 'மணக்கொடை வாங்கும் திருமணங்களில் கலந்து கொள்ள மாட்டேன்' என்று வெளிப்படையாக அறிவித்தார்."
  },
  {
    "description": "காயிதே மில்லத் அவர்கள் பணியாற்றிய இந்திய அரசியல் அமைப்பில் இல்லாதது எது?",
    "options": [
      "சென்னை மாகாண சட்டமன்றம் ",
      "இந்திய அரசியல் அமைப்பு உருவாக்கக் குழு ",
      "இந்திய நாடாளுமன்றம்",
      "மத்திய அமைச்சரவை "
    ],
    "answer": [
      "D"
    ],
    "additional_context": "காயிதே மில்லத் அவர்கள் 1946 முதல் 1952 வரை அப்போதைய சென்னை மாகாணச் சட்டமன்ற உறுப்பினராக இருந்து சிறப்பாகப் பணியாற்றினார். இந்திய அரசியலமைப்பு உருவாக்கக் குழு உறுப்பினராகவும் பணியாற்றினார். இந்தியா விடுதலை பெற்றபின் மாநிலங்களவை உறுப்பினர், மக்களவை உறுப்பினர் எனப் பல பொறுப்புகளில் இருந்து மக்களுக்காகத் தொண்டு செய்தார்."
  },
  {
    "description": "காயிதே மில்லத் அவர்கள் தம் இயக்க அலுவலகத்திலிருந்து அஞ்சல்தலை எடுக்க மறுத்ததற்கான காரணம் என்ன?",
    "options": [
      "அவரிடம் பணம் இல்லாததால்",
      "அவரது கடிதம் தனிப்பட்ட கடிதமாக இருந்ததால் ",
      "அஞ்சல்தலைகள் போதிய அளவு இல்லாததால் ",
      "அஞ்சல்தலைகள் விலை அதிகமாக இருந்ததால் "
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அந்தத் தலைவர் ஒருமுறை தமது இயக்க அலுவலகத்தில் இருந்த போது அங்கிருந்த பணியாளரை அழைத்தார். அவரிடம் ஓர் உறையையும் பணத்தையும் கொடுத்து, 'அஞ்சல்தலை வாங்கி இந்த உறையில் ஒட்டி அஞ்சலில் சேர்த்து விடுங்கள்' என்று கூறினார். அந்தப் பணியாளர் 'ஐயா நம் அலுவலகத்திலேயே அஞ்சல்தலைகள் வாங்கி வைத்துள்ளோம், அவற்றிலிருந்து ஒன்றை எடுத்து ஒட்டி விடுகிறேன்' என்றார். அதற்கு அந்தத் தலைவர், 'வேண்டாம். இது நான் தனிப்பட்ட முறையில் அனுப்பும் கடிதம். அதற்கு இயக்கப் பணத்தில் இருந்து வாங்கப்பட்ட அஞ்சல்தலைகளைப் பயன்படுத்துவது முறையாகாது' என்று கூறினார்."
  },
  {
    "description": "காயிதே மில்லத் அவர்கள் எந்த கல்லூரியை நிறுவுவதற்கு முயற்சி எடுத்தார்கள்?",
    "options": [
      "தூயவளனார் கல்லூரி ",
      "ஜமால் முகம்மது கல்லூரி ",
      "ஃபரூக் கல்லூரி ",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கல்வி ஒன்றுதான் ஒட்டுமொத்தச் சமூக வளர்ச்சிக்கு உறுதுணையாக இருக்கும் என்று எண்ணினார் காயிதே மில்லத். 'கல்வி மிகுந்திடில் கழிந்திடும் மடமை' என்ற முதுமொழிக்கு ஏற்பக் கல்வி நிறுவனங்களை உருவாக்க நினைத்தார். திருச்சியில் ஜமால் முகம்மது கல்லூரி, கேரளாவில் ஃபரூக் கல்லூரி ஆகியவற்றைத் தொடங்க அவரே காரணமாக இருந்தார்."
  },
  {
    "description": "காயிதே மில்லத் அவர்கள் கல்விப்பணி பற்றி எந்த முதுமொழி கூறப்பட்டுள்ளது?",
    "options": [
      "கல்வி மிகுந்திடில் கழிந்திடும் மடமை ",
      "கல்வி கற்றால் கனவுகள் நிறைவேறும் ",
      "கல்வி மிகுந்தால் கைசேரும் செல்வம் ",
      "கல்வி கற்றால் கவலை நீங்கும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கல்வி ஒன்றுதான் ஒட்டுமொத்தச் சமூக வளர்ச்சிக்கு உறுதுணையாக இருக்கும் என்று எண்ணினார் காயிதே மில்லத். 'கல்வி மிகுந்திடில் கழிந்திடும் மடமை' என்ற முதுமொழிக்கு ஏற்பக் கல்வி நிறுவனங்களை உருவாக்க நினைத்தார். திருச்சியில் ஜமால் முகம்மது கல்லூரி, கேரளாவில் ஃபரூக் கல்லூரி ஆகியவற்றைத் தொடங்க அவரே காரணமாக இருந்தார்."
  }
]
