
[
  {
    "description": "“வாழ்க்கை, தொண்டினையே குறிக்கோளாக உடையது. இந்தக் குறிக்கோளுடன்தான் திருக்குறள் அறிமுகப்படுத்துகிறது. திருக்குறள் நெறியில் மக்கள் ஒருவருக்கொருவர் கடமைகளைச் செய்வதற்கு உரியவர்கள். உரிமைகளைப் பெறுவதற்கும் உரியவர்கள். ஒருவர் எல்லாருக்காகவும், எல்லாரும் ஒருவருக்காகவும் என்னும் பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி.”\n\nஇந்தக் கூற்று திருக்குறளின் வாழ்வு நெறியைப் பற்றி எதை உணர்த்துகிறது?",
    "options": [
      "தொண்டே வாழ்வின் நோக்கம்",
      "பொது நலனே முக்கியம்",
      "கடமையும் உரிமையும் இணைந்த வாழ்க்கை",
      "அனைத்தும் சரியானவை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த மானுடப் பிறவி தற்செயலாகவோ விபத்தின் காரணமாகவோ அமைந்தது அன்று. இஃது ஓர் அரிய வாய்ப்பு. ஒரே ஒரு தடவை மட்டுமே வழங்கப் பெறும் வாய்ப்பு. இந்தப் பிறவியை மதித்துப் போற்றிப் பயன் கொள்ளுதல் கடமை. அதனால் எவ்வளவு நாள் வாழ்ந்தோம் என்பது அல்ல, எப்படி வாழ்ந்தோம் என்பதே கேள்வி. வாழ்ந்த காலம் எந்தமுத்திரையைப் பெற்றது? வாழ்ந்த காலம் ஏதாவது அடையாளங்களைப் பெற்றதா? நம் பெயர் காலந்தோறும் பேசப்படுமா என்றெல்லாம் சிந்திப்பவர்கள் வாழும்நெறி பற்றிக் கவலைப்படுவார்கள்; குறிக்கோளுடன் வாழத்தலைப்படுவார்கள்.  வாழ்க்கை குறிக்கோள் உடையது. அக்குறிக்கோள் எது? தாம் வாழ்வதா? தாம் வாழ்தல் என்பது சாதனை ஆதலால், தாம் வாழ்தல் என்பது எளிய ஒன்று. இயற்கையே கூட வாழ்வித்துவிடும். நல்ல சமூக அமைப்பும் அரசும் தோன்றிவிட்டால் தாம் வாழ்தல் என்பது எளிது. வாழ்க்கை, தொண்டினையே குறிக்கோளாக உடையது. இந்தக் குறிக்கோளுடன்தான் ஒப்புரவு நெறியைத் திருக்குறள் அறிமுகப்படுத்துகிறது. திருக்குறள் நெறியில் மக்கள் ஒருவருக்கொருவர் கடமைகளைச் செய்வதற்கு உரியவர்கள். உரிமைகளைப் பெறுவதற்கும் உரியவர்கள். ஒருவர் எல்லாருக்காகவும், எல்லாரும் ஒருவருக்காகவும் என்னும் பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி."
  },
  {
    "description": "“ஒப்புரவில் பெறுபவர் அந்நியர் அல்லர்; உறவினர். கடமையும் உரிமையும் உடையவர். ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் வள்ளல்கள் இல்லை. வாங்குபவரும் இல்லை. ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் உடைமைச்சார்பு இறுக்கமான தனியுடைமையாக இல்லாமல் அறநெறி சார்ந்த குறிக்கோளுடைய உடைமையாக அமையும்.”\n\nஒப்புரவு நெறியில் உடைமைப் பற்றிய கருத்து என்ன?",
    "options": [
      "தனியுடைமை முக்கியம்",
      "அறநெறி சார்ந்த உடைமை",
      "வள்ளல்கள் மற்றும் வாங்குபவர்கள் இருக்க வேண்டும்",
      "உடைமை என்பது முக்கியமில்லை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஒருவர் செய்யும் செயலானது அது தரும் பயனைவிட, செய்பவரின் மனப்பாங்கு, உணர்வு ஆகியவற்றின் அடிப்படையிலேயே மதிப்பிடப்படுகிறது. தரத்தைக் காட்டுகிறது. ஒருவருக்கொருவர் உதவி செய்து கொள்ளுதல் மட்டும் போதாது. உதவி செய்தல் எதற்காக? தற்காப்புக்காகவும் இலாபத்திற்காகவும்கூட உதவி செய்யலாமே! சொல்லப்போனால் இத்தகைய உதவிகள் ஒருவகையில் வாணிகம் போலத்தான். அதே உதவியைக் கட்டுப்பாட்டு உணர்வுடன், உதவி பெறுபவரை உறவுப்பாங்கில் எண்ணி, உரிமை உடையவராக நினைந்து, உதவிசெய்வதற்குப் பதில் அவரே எடுத்துக் கொள்ளும் உரிமையை வழங்குதல் ஒப்புரவு ஆகும். ஒப்புரவில் பெறுபவர் அந்நியர் அல்லர்; உறவினர். கடமையும் உரிமையும் உடையவர். ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் வள்ளல்கள் இல்லை. வாங்குபவரும் இல்லை. ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் உடைமைச்சார்பு இறுக்கமான தனியுடைமையாக இல்லாமல் அறநெறி சார்ந்த குறிக்கோளுடைய உடைமையாக அமையும். ஒப்புரவில் ஈதல்- ஏற்றல் என்பதன் வழியாக அமையும் புரவலர்- இரவலர் உறவு இல்லை. ஒப்புரவுநெறி சார்ந்த வாழ்க்கை உரிமையும் கடமையும் உடைய வாழ்வு முறையாக அமைவதால் கடமைகள் உரிமைகளை வழங்குகின்றன."
  },
  {
    "description": "“செல்வத்துப் பயன் ஒப்புரவு வாழ்க்கை.”\n\nஇந்தக் கூற்று செல்வத்தின் முக்கியத்துவத்தை எவ்வாறு விளக்குகிறது?",
    "options": [
      "செல்வம் இருந்தால் ஆடம்பரமான வாழ்க்கை வாழலாம்",
      "செல்வத்தை சேர்ப்பது வாழ்வின் நோக்கம்",
      "செல்வத்தைப் பயன்படுத்தி பிறருக்கு உதவி செய்ய வேண்டும்",
      "செல்வம் இருந்தால் வாழ்க்கை எளிதாகும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பொருள் ஈட்டலிலும் அந்தப் பொருளை நுகர்தலிலும் அறிவியல் பாங்கு தேவை. அயலவர் உண்ணாது இருக்கும்போது நாம் மட்டும் உண்பது நெறியும் அன்று; முறையும் அன்று. அதுமட்டுமல்ல, பாதுகாப்பும் அன்று. அயலவன் விழித்து எழுந்தால் நமது நிலை பாதிக்கும். ஆதலால் வாழ்வு அறநிலையப் பாதுகாவல் வாழ்வாக அமைய வேண்டும். இம்முறையை அப்பரடிகள் எடுத்துக் கூறினார். அண்ணல் காந்தியடிகள் வழிமொழிந்தார். பாவேந்தர் பாரதிதாசனும் உலகம் உண்ண உண்; உடுத்த உடுப்பாய் என்றார். செல்வத்துப் பயன் ஒப்புரவு வாழ்க்கை."
  },
  {
    "description": "“பயன்மரம் உள்ளூர்ப் பழுத்துஅற்றால் செல்வம் நயனுடை யான்கண் படின்.”\n\nஇந்தக் குறள் செல்வத்தின் பயனைக் குறித்து எந்த உவமையைப் பயன்படுத்துகிறது?",
    "options": [
      "நீர்நிறைந்த ஊருணி",
      "பழுத்த பயன்மரம்",
      "மருந்து மரம்",
      "பொன் நகை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வறுமையைப் பிணி என்றும் செல்வத்தை மருந்து என்றும் கூறுவது தமிழ் மரபு. பொருள் தேடல் வாழ்க்கையின் லட்சியம் அன்று. பொருள் வாழ்க்கையின் கருவியே. நல்ல அறிவும் பண்பும் உடையவர்களுக்குப் பணம் பணியாள். ஆனால், இவை இல்லாதவர்க்கோ மோசமான எசமானன். வாழ்க்கையை உணர்ந்து கொள்ளச் செல்வம் மட்டுமன்றி வறுமையும்கூடத் துணை செய்யும். பொருளும் தேவை; அதைத் துய்க்கத் திறனும் தேவை. பொருளை மற்றவர்களுக்குக் கொடுத்து மகிழ்ச்சி பெறலாம். செல்வத்தைத் தனியே அனுபவித்தல் இழத்தலுக்குச் சமம்.  துய்ப்பேம் எனினே தப்புந பலவே (4 189; 7-8) என்கிறது புறநானூறு.  ஊருணி, தேவைப்படுவோர் அனைவரும் தண்ணீர் எடுத்துக் குடிப்பதற்கு உரிமை உடையது. அதைத் தடுப்பார் யாருமில்லை. ஊருணித்தண்ணீர் எடுத்து அனுபவிக்கப்படுவது. பழுத்த பயன்மரத்தின் கனிகளை அனைவரும் எடுத்து அனுபவிக்கலாம். பயன்மரம் பழங்களைத் தருவது உரிமை எல்லைகளைக் கவனத்தில் கொண்டல்ல. மருந்துமரம் உதவி செய்தலில் தன்னை மறந்த நிலையிலான பயன்பாட்டு நிலை ஒன்றே காணப்பெறுகிறது. நோயுடையார் எல்லாரும் பயன்படுத்தலாம். ஒப்புரவை விளக்கப் பயன்படுத்தியுள்ள இந்த உவமைகள் இன்றும் பயன்படுத்தத் தக்கவையாகவே அமைந்துள்ளன. ஆயினும் ஊருணி, பயன்மரம், மருந்துமரம் ஆகியன மனிதர்கள் தம் படைப்பாற்றலைக் கொண்டு படைத்தவை என்பதை நினைவில் கொள்க!"
  },
  {
    "description": "\"மனிதர்கள் தனித்து வாழப் பிறந்தவர்கள் அல்லர்\"  என்ற வரியின் பொருள் எது?",
    "options": [
      "அ) மனிதர்களுக்குத் தனிமை அவசியம்",
      "இ) மனிதர்கள் பிறப்பிலேயே சமுதாயத்தோடு இணைந்தவர்கள்",
      "ஆ) மனிதர்களுக்குத் தனித்திருக்கத் திறமை இல்லை",
      "ஈ) மனிதர்கள் ஒருவருக்கொருவர் போட்டியிடுபவர்கள்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "மனிதர்கள் தனித்து வாழப் பிறந்தவர்கள் அல்லர். சமுதாயமாகக் கூடி வாழ்ந்து ஒருவருக்கொருவர் உதவி செய்து வாழப்பிறந்தவர்கள். பிறருக்கு உதவி செய்யும் பொழுது அவர்களுக்குத் தாழ்வு ஏற்படாவண்ணம் உதவுவதே சிறந்த பண்பாகும். அறநெறியில் பொருளீட்டித் தாமும் வாழ்ந்து பிறரையும் வாழ வைப்பதே ஒப்புரவு நெறியாகும். அதனைப் பற்றிய சிந்தனைகளை அறிவோம்."
  }
]
