[
          
  {
    
          "description": "'தாய்மொழிப் பற்று' என்ற பகுதியில் குறிப்பிடப்பட்டுள்ள 'சாதுவன்' யார்?",
          "options": [
      "a) ஒரு மொழி அறிஞர்",
      "b) ஒரு வீரன்",
      "c) ஒரு கவிஞர்",
      "d) ஒரு அரசன்"
    ],
    "answer": "C",
    
          "additional_context": "“தாய்மொழிப் பற்று” என்ற தலைப்பில் ஒரு கட்டுரை எழுதக் கேட்கப்பட்டுள்ளது. இந்தக் கட்டுரையில் தாய்மொழிப் பற்றுக் கொண்ட சான்றோர் பற்றி எழுத வேண்டும் எனக் குறிப்பிடப்பட்டுள்ளது. “சாதுவன்” என்ற பெயர் இக்கட்டுரையில் குறிப்பிடப்பட்டுள்ளது. “சாதுவன்” என்பவர் ஓர் அறிஞர், வீரன், கவிஞர் அல்லது அரசன் என்று கேள்வி கேட்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'என் பொறுப்புகள்...' என்ற பகுதியில் குறிப்பிடப்பட்டுள்ள பொம்மலாட்டம், தெருக்கூத்து போன்றவை எந்த வகையான கலைகள்?",
          "options": [
      "a) நாடகக் கலை",
      "b) இசைக் கலை",
      "c) சிற்பக் கலை",
      "d) நாட்டுப்புறக் கலை"
    ],
    "answer": "D",
    
          "additional_context": "“என் பொறுப்புகள்…” என்ற பகுதியில் மாணவர்கள் தங்கள் பொறுப்புகள் பற்றி எழுதுமாறு கேட்கப்படுகிறது. மாணவர்கள் தங்கள் பொறுப்புகளில் ஒன்றாக நாட்டுப்புறக் கலைகளைப் போற்றுவோம் என்று குறிப்பிடப்பட்டுள்ளது. அந்த நாட்டுப்புறக் கலைகள் பொம்மலாட்டம் மற்றும் தெருக்கூத்து எனக் குறிப்பிடப்பட்டுள்ளது. பொம்மலாட்டம், தெருக்கூத்து போன்றவை எந்த வகையான கலைகள் என்று கேள்வி கேட்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'கலைச்சொல் அறிவோம்' என்ற பகுதியில் கொடுக்கப்பட்டுள்ள 'Puppetry' என்ற ஆங்கிலச் சொல்லின் தமிழாக்கம் எது?",
          "options": [
      "a) மொழியியல்",
      "b) ஒலியியல்",
      "c) ஊடகம்",
      "d) பொம்மலாட்டம்"
    ],
    "answer": "D",
    
          "additional_context": "“கலைச்சொல் அறிவோம்” என்ற பகுதியில் சில ஆங்கிலச் சொற்களும் அதற்கான தமிழாக்கமும் கொடுக்கப்பட்டுள்ளது. “Puppetry” என்ற ஆங்கிலச் சொல்லின் தமிழாக்கம் எது என்பது கேள்வி கேட்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'மொழியோடு விளையாடு' பகுதியில் கொடுக்கப்பட்டுள்ள 'நாற்றிசை' என்ற தொகைச் சொல்லின் விரிவாக்கத்தில் எது இல்லை?",
          "options": [
      "a) வடக்கு",
      "b) தெற்கு",
      "c) மேற்கு",
      "d) கிழக்கு"
    ],
    "answer": "A",
    
          "additional_context": "“மொழியோடு விளையாடு” என்ற பகுதியில் தொகைச் சொற்களின் விரிவாக்கத்தை எழுதக் கேட்கப்படுகிறது. நாற்றிசை என்பது ஒரு தொகைச் சொல். நாற்றிசை என்றால் என்ன என்பது கேள்வி கேட்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "“முகிலன்” என்ற சொல், “தலைவி” என்ற சொல்லைப் போலவே, யாரைப் பற்றிய சொல்லாகும்?",
          "options": [
      "a) விலங்கைப் பற்றிய சொல்",
      "b) இயற்கைப் பொருளைப் பற்றிய சொல்",
      "c) ஒருவரைப் பற்றிய சொல்",
      "d) பொருளைப் பற்றிய சொல்"
    ],
    "answer": "C",
    
          "additional_context": "“முகிலன்” என்ற சொல் “தலைவி” என்ற சொல்லைப் போலவே யாரைப் பற்றிய சொல் என்பது கேள்வி கேட்கப்படுகிறது. “தலைவி” என்ற சொல் ஒருவரைப் பற்றிய சொல் என்பதை அறிந்துகொண்டு “முகிலன்” என்ற சொல் யாரைப் பற்றிய சொல் என்று யூகிக்க வேண்டும்."
          }
        ]