
[
  {
    "description": "பாடப்பகுதியில், திருநெல்வேலிச் சீமை என்ற பெயர் எந்த இடங்களை உள்ளடக்கியது எனக் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "திருநெல்வேலி மாவட்டம் மட்டும்",
      "தூத்துக்குடி மாவட்டம் மட்டும்",
      "திருநெல்வேலி மற்றும் தூத்துக்குடி மாவட்டங்கள் இணைந்த பகுதி",
      "தமிழகத்தின் தென் பகுதி முழுவதும்"
    ],
    "answer": "C",
    "additional_context": "இக்கட்டுரை ஏறத்தாழ எழுபது ஆண்டுகளுக்குமுன் எழுதப்பட்டது. எனவே அக்கால நடையில் எழுதப்பட்டுள்ளது. \n திருநெல்வேலிச் சீமை என்று குறிப்பிடப்படுவது இன்றைய திருநெல்வேலி மற்றும் தூத்துக்குடி மாவட்டங்கள் இணைந்த பகுதியாகும்."
  },
  {
    "description": "பாடப்பகுதியில் \"கவியை அனுபவிக்கிற திறமை அவ்வளவு அபூர்வமான விஷயம் அல்ல; ஆண், பெண் எல்லோருமே அனுபவிக்கிற விஷயந்தான் அது.\" என்று குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "எல்லோருமே கவிஞர்களாக இருக்க முடியும்.",
      "கவிதைகளைப் படித்து மகிழும் திறன் அனைவருக்கும் இருக்கிறது.",
      "கவிதை அனுபவம் பாலினத்துடன் தொடர்புடையது.",
      "கவிதைகளைப் படித்துப் புரிந்துகொள்வது எளிதானது."
    ],
    "answer": "B",
    "additional_context": "ஒரு நாட்டில் காவியம் உண்டாகிக் கொண்டே இருக்க வேண்டுமென்று எதிர்பார்ப்பது அவ்வளவு சரியல்ல. பொதுவாக, ஆயிரம் வருஷத்துக்கு ஒரு தடவை கவிஞன் பிறக்கிறான் என்று சொல்லுவார்கள். ஒருவகையாக அஃது உண்மைதான். கவி அவ்வளவு அருமை. ஆனால், கவியை அனுபவிக்கிற திறமை அவ்வளவு அபூர்வமான விஷயம் அல்ல; ஆண், பெண் எல்லோருமே அனுபவிக்கிற விஷயந்தான் அது."
  },
  {
    "description": "பாடப்பகுதியில், \"இக்காவடிச்சிந்தைப் பாடியவர் அண்ணாமலையார்\" என்று குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "அண்ணாமலையார் காவடிப்பாட்டைப் பாடிய முதல் கவிஞர்.",
      "அண்ணாமலையார் மிகவும் பிரபலமான காவடிப்பாட்டுப் பாடகர்.",
      "அண்ணாமலையார் காவடிப்பாட்டுப் பாடல்களில் சிறந்து விளங்கினார்.",
      "அண்ணாமலையார் காவடிப்பாட்டுப் பாடலை இயற்றிப் பாடியவர்."
    ],
    "answer": "D",
    "additional_context": "கழுகுமலைக்குப் போவோம். இக்காலத்தில் பாடுகிற காவடிப்பாட்டெல்லாம் கழுகுமலை முருகன் மேல்தான். இக்காவடிச்சிந்தைப் பாடியவர் அண்ணாமலையார். காவடிப்பாட்டைக் கேட்க வேண்டுமானால், பம்பை, மேளம், ஆட்டம் எல்லாவற்றோடும் கேட்டால்தான் ரஸமும், சக்தியும் தெரியும்."
  },
  {
    "description": "பாடப்பகுதியில் \"திருநெல்வேலி அழகிய சொக்கநாதர்\" என்ற கவிஞர் குறிப்பிடப்பட்டுள்ளார். அவர் யாரைப் பற்றிப் பாடியுள்ளார்?",
    "options": [
      "முக்கூடலைப் பற்றி",
      "கோமதித் தாயைப் பற்றி",
      "குற்றால அருவியைப் பற்றி",
      "கழுகுமலை முருகனைப் பற்றி"
    ],
    "answer": "B",
    "additional_context": "இங்கிருந்து சங்கரன்கோயில் பன்னிரண்டு மைல். பெரிய சிவஸ்தலம். அம்பாள் கோமதித் தாய். கோமதித் தாயைப் பற்றி உண்மையான பக்தியும் தமிழ்ப் பண்பும் வாய்ந்த ஒரு பாடல். அதைப் பாடியவர் திருநெல்வேலி அழகிய சொக்கநாதர்"
  },
  {
    "description": "பாடப்பகுதியில், எந்தக் கவிஞரின் நூல்  \"உண்மையான தமிழ்ப் பண்பும் கவிப்பண்பும் வாய்ந்தது\" என்று குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "கடிகைமுத்துப் புலவர்",
      "முத்தொள்ளாயிர ஆசிரியர்",
      "திரிகூடராசப்பக் கவிராயர்",
      "அண்ணாமலையார்"
    ],
    "answer": "C",
    "additional_context": "பிற்காலத்திலே எழுந்த தமிழ் இலக்கியங்களில் முக்கியமானது குற்றாலக் குறவஞ்சி. அஃது உண்மையான தமிழ்ப் பண்பும் கவிப்பண்பும் வாய்ந்தது. இருநூற்றைம்பது வருஷங்களுக்கு முன் குற்றாலத்துக்குக் கிழக்கே இரண்டு மைலில் உள்ள மேலகரத்தில் வாழ்ந்துவந்த திரிகூடராசப்பக் கவிராயர் பாடிய நூல்."
  }
]
