
[
  {
    "description": "நாவல் மரம் _____ தலைமுறைகளாக இருந்தது.",
    "options": [
      "நான்கு",
      "மூன்று",
      "இரண்டு",
      "ஐந்து"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிதைப்பாடலில் கூறப்படுவது போல், நாவல் மரம் ஐந்து தலைமுறைகளாக அந்த இடத்தில் இருந்து வருகிறது. அதாவது, தாத்தாவின் தாத்தா காலத்தில் அந்த மரத்தை நட்டார்கள் எனக் கூறப்படுகிறது. இதன் மூலம் அந்த மரம் பல தலைமுறைகளைக் கண்ட ஒரு சாட்சி என்பதை நாம் அறியலாம்."
  },
  {
    "description": "நாவல் மரத்தின் _____  _____  _____  _____  _____  _____  _____  _____   _____",
    "options": [
      "பச்சைக்காய்கள்  நிறம் மாறி",
      "செங்காய்த் தோற்றம் கொண்டதுமே",
      "சிறுவர் மனங்களில் பரவசம் பொங்கும்",
      "பழங்கள்  நீண்ட நாட்கள் இருக்கும்",
      "பழம் பொறுக்கும் தங்கச்சிகள்",
      "அணில்கள்  காற்றும் உதிர்த்திடும்",
      "கருநீலக் கோலிக்குண்டுகளாய்",
      "நாவற்பழங்கள் கிளைகளில் தொங்கும்",
      "பார்க்கும்போதே நாவில் நீரூறும்"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E",
      "F",
      "G",
      "H",
      "I"
    ],
    "additional_context": "நாவல் மரம் பழுக்கத் தொடங்கும் போது அந்த மரத்தின் அழகை விவரிக்கும் வரிகள் இவை. பச்சைக்காய்கள் நிறம் மாறிச் செங்காய்த் தோற்றம் கொண்டதுமே சிறுவர்கள் மனதில் பரவசம் பொங்கும்.  பச்சை இலைகளுக்கு மத்தியில் கருநீலக் கோலிக்குண்டுகளாய் நாவற்பழங்கள் தொங்கும். பார்க்கும்போதே நாவில் நீரூறும் அளவுக்கு அழகாக இருக்கும். அந்த மரத்தில் பறவைகள் எல்லாம் கூடி இரை தேடும். அணில்களும் காற்றும் உதிர்த்திடும்.  சுட்ட பழங்களை பொறுக்க சிறுவர்கள் கூட்டம் அலை மோதும். பெரியவர்களுக்காக பழம் பொறுக்க சின்னப் பெண்கள் ஓடி ஓடி ஓடுவார்கள். இரவில் வௌவால்கள் கூட்டம் மரத்தின் நிழலில் தங்கி பழங்களை உண்ணும். இந்த மரத்தைப் பற்றி பல அழகான நினைவுகள் அனைவரும் மனதில் வைத்திருப்பார்கள்."
  },
  {
    "description": "நாவல் மரத்தின் ______  ______   ______   ______  ______  ______  ______",
    "options": [
      "புளியமிளாறுடன் அப்பா வரும்வரை",
      "நேற்று மதியம் நண்பர்களுடன்",
      "என் மகன் விளையாடியதும்",
      "அந்த மரத்தின் நிழலில்தானே",
      "வேரோடு சாய்ந்துவிட்டதாமே",
      "பெருங்காற்று",
      "நேற்றிரவு"
    ],
    "answer": [
      "G",
      "F",
      "E",
      "D",
      "C",
      "B",
      "A"
    ],
    "additional_context": "நாவல் மரம் அந்த ஊரின் வாழ்வியலோடு இணைந்த ஒரு முக்கியமான மரம். அந்த மரத்தின் நிழலில் அப்பா புளியமிளாறுடன் சாப்பிடுவார். நண்பர்களுடன் அங்கு விளையாடுவார்கள். குழந்தைகள் விளையாடும் இடம் அது.  அந்த மரத்தின் நிழலில்தான் அவர்கள் பெருவாழ்வை வாழ்ந்தார்கள். ஆனால் பெருங்காற்றில் நேற்றிரவு மரம் வேரோடு சாய்ந்துவிட்டது என்று கேள்விப்பட்டதும் அனைவரும் மனம் வருந்துகிறார்கள்."
  }
]
