
[
  {
    "description": "“விழுப்பேற்றின் அஃதொப்பது இல்லை யார்மாட்டும் அழுக்காற்றின் அன்மை பெறின்” என்ற குறளில் “அஃதொப்பது” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "மிகச் சிறந்தது",
      "சமமானது",
      "துன்பம்",
      "மகிழ்ச்சி"
    ],
    "answer": "A",
    "additional_context": "இந்த குறள் அழுக்காறாமை பற்றி பேசுகிறது. பிறரது நலனைக் காண முடியாதவர், எந்த அளவிற்கு உயர்ந்து இருந்தாலும்  அவர் மதிப்பு மிகவும் குறைவு என்பதை வலியுறுத்துகிறது. இந்த குறளில் உள்ள  “அஃதொப்பது” என்ற சொல் ‘சமமானது’  என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“அழுக்காறாமை” எனும் அறநெறியில், பிறர் நலனைக் காண்பதற்கு எந்த பண்பு மிக முக்கியம் என குறிப்பிடப்படுகிறது?",
    "options": [
      "மனநிறைவு",
      "பெருந்தன்மை",
      "பொறுமை",
      "அன்பு"
    ],
    "answer": "B",
    "additional_context": "‘அழுக்காறாமை’ என்பது பிறர் நலனைக் காணும் மனப்பான்மையாகும். பிறரின் நலனைக் காண  ‘பெருந்தன்மை’  மிக முக்கியமானது. இதன் மூலம்  மற்றவர்களின் இன்பத்தைக் காண முடியும்."
  },
  {
    "description": "“புறங்கூறாமை” எனும் அறநெறியில், பிறரைப் பற்றிப் பேசுவதற்கு எந்த பண்பு இன்றியமையாதது?",
    "options": [
      "மனநிறைவு",
      "கருணை",
      "உண்மை",
      "நேர்மை"
    ],
    "answer": "D",
    "additional_context": "‘புறங்கூறாமை’ என்பது பிறரைப் பற்றித் தவறாகப் பேசுவதைத் தவிர்க்க வேண்டும் என்பதைக் குறிக்கிறது. பிறரைப் பற்றிப் பேசும் போது ‘நேர்மை’ மிக முக்கியம். இதன் மூலம் தவறான தகவல்களைப் பரப்புவதைத் தவிர்க்கலாம்."
  },
  {
    "description": "“கண்நின்று கண்அறச் சொல்லினும் சொல்லற்க முன்இன்று பின்நோக்காச் சொல்” என்ற குறள் எதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "பொய்யான பேச்சு",
      "அனுமதி இல்லாத பேச்சு",
      "தவறான பேச்சு",
      "முன் பின் சிந்திக்காத பேச்சு"
    ],
    "answer": "D",
    "additional_context": "இந்த குறள் மனிதர்கள் பேசும் போது ‘முன் பின் சிந்திக்க வேண்டும்’  என்பதைக் கூறுகிறது. நம் பேச்சால் மற்றவர்களுக்கு எந்த பாதிப்பு ஏற்படும் என சிந்தித்து பேச வேண்டும்.  ‘முன்இன்று பின்நோக்காச் சொல்’  என்பது நம் பேச்சால் யாருக்கும் தீங்கு ஏற்படக் கூடாது என்பதை  உணர்த்துகிறது."
  },
  {
    "description": "“அருள்செல்வம் செல்வத்துள் செல்வம் பொருள்செல்வம் பூரியார் கண்ணும் உள” என்ற குறளில் “பூரியார்” என்பதன் பொருள் என்ன?",
    "options": [
      "பணக்காரர்",
      "மன்னர்",
      "தெய்வம்",
      "முனிவர்"
    ],
    "answer": "A",
    "additional_context": "இந்த குறள் பணக்காரர்களை  ‘பூரியார்’  என்று குறிப்பிடுகிறது. அருள் என்பது செல்வங்களில் மிக உயர்ந்த செல்வம் என்பதை வலியுறுத்துகிறது. பணம், செல்வம் மிக முக்கியம் என்றாலும் அருள் இருந்தாலே உண்மையான செல்வம்  என்பதை  இந்த குறள்  உணர்த்துகிறது."
  }
]
