
[
  {
    "description": "“கற்க கசடறக் கற்பவை கற்றபின் நிற்க அதற்குத் தக” என்ற திருக்குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "கற்றலைத் தொடர்ந்து நடைமுறையில் பயன்படுத்துதல்",
      "கற்றலைப் பிறருக்குப் பகிர்தல்",
      "கல்வி பெறுவதற்கான முறைகள்",
      "கல்வியின் முக்கியத்துவம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தத் திருக்குறள், நாம் கற்கும் போது பிழைகள் இல்லாமல் கற்றுக்கொள்ள வேண்டும். கற்ற பிறகு, கற்ற வழியில் வாழ வேண்டும் என்பதை வலியுறுத்துகிறது. நாம் கற்றதைப் பிறருக்குப் பகிர வேண்டும் என்றும், கல்வி பெறுவதற்கான சிறந்த முறைகளைத் தேர்ந்தெடுக்க வேண்டும் என்றும் இது கூறவில்லை. "
  },
  {
    "description": "“எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும் கண்ணென்ப வாழும் உயிர்க்கு” என்ற திருக்குறள் எதை உணர்த்துகிறது?",
    "options": [
      "எண்ணும் எழுத்தும் மக்களுக்கு அத்தியாவசியமானவை",
      "எண்ணும் எழுத்தும் மக்களுக்கு உணர்ச்சிகளைத் தூண்டும்",
      "எண்ணும் எழுத்தும் மக்களை வழிநடத்தும்",
      "எண்ணும் எழுத்தும் மக்களை அறிவார்ந்தவர்களாக்கும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தத் திருக்குறள், எண்ணும் எழுத்தும் மக்களுக்கு மிகவும் அவசியமானவை என்பதை எடுத்துக்காட்டுகிறது. இவை இல்லாமல் மக்கள் வாழ முடியாது.  எண்ணும் எழுத்தும் மக்களுக்கு உணர்ச்சிகளைத் தூண்டும், மக்களை வழிநடத்தும், மக்களை அறிவார்ந்தவர்களாக்கும்  என்பதை இது குறிப்பிடவில்லை."
  },
  {
    "description": "“தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு” என்ற திருக்குறள் எதை உவமையாகக் காட்டுகிறது?",
    "options": [
      "மணற்கேணியும் மக்களும் ஒரே மாதிரி",
      "மணற்கேணியில் நீர் ஊறும் அளவு கற்றலில் அறிவு வளரும் அளவுக்கு ஒப்பானது",
      "மணற்கேணியில் நீர் ஊறும் அளவு கல்வி கற்பதன் அவசியத்தை உணர்த்துகிறது",
      "கற்றல் மணற்கேணியைப் போல மிகவும் முக்கியமானது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தத் திருக்குறள், மணற்கேணியில் நீர் ஊறும் அளவுக்கு ஒப்பாக, மக்கள் கற்கும் அளவிற்கு ஏற்ப அவர்களுக்கு அறிவு வளரும் என்பதை உவமையாகக் காட்டுகிறது.  மணற்கேணியும் மக்களும் ஒரே மாதிரி, மணற்கேணியில் நீர் ஊறும் அளவு கல்வி கற்பதன் அவசியத்தை உணர்த்துகிறது, கற்றல் மணற்கேணியைப் போல மிகவும் முக்கியமானது  என்பதை இது குறிப்பிடவில்லை."
  },
  {
    "description": "“கேடில் விழுச்செல்வம் கல்வி ஒருவற்கு மாடல்ல மற்றை யவை” என்ற திருக்குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "கல்வி மிகவும் முக்கியமான செல்வம்",
      "செல்வத்தை விட கல்வி முக்கியம்",
      "கல்வியால் மட்டுமே வெற்றி பெற முடியும்",
      "கல்வியின் மூலம் செல்வம் ஈட்ட முடியும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தத் திருக்குறள், கல்வி ஒருவருக்கு அழிவில்லாத சிறந்த செல்வம் என்பதை வலியுறுத்துகிறது. செல்வத்தை விட கல்வி முக்கியம், கல்வியால் மட்டுமே வெற்றி பெற முடியும், கல்வியின் மூலம் செல்வம் ஈட்ட முடியும் என்பதை இது கூறவில்லை. "
  },
  {
    "description": "“செய்தக்க அல்ல செயக்கெடும் செய்தக்க செய்யாமை யானும் கெடும்” என்ற திருக்குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "சரியான செயல்களைச் செய்வதன் முக்கியத்துவம்",
      "தவறான செயல்களால் ஏற்படும் விளைவுகள்",
      "செய்யத்தகுந்த செயல்களைச் செய்யாமை தீமையைத் தரும்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தத் திருக்குறள், நாம் செய்ய வேண்டிய செயல்களைச் செய்யாமல் இருப்பதாலும், செய்யக் கூடாத செயல்களைச் செய்வதாலும் தீமை ஏற்படும் என்பதை வலியுறுத்துகிறது. இது சரியான செயல்களைச் செய்வதன் முக்கியத்துவத்தை, தவறான செயல்களால் ஏற்படும் விளைவுகளை, செய்யத்தகுந்த செயல்களைச் செய்யாமை தீமையைத் தரும் என்பதை எடுத்துக்காட்டுகிறது. "
  }
]
