
[
  {
    "description": "கவிதையில் \"புறநானூறு\" என்ற நூல் குறிப்பிடப்பட்டுள்ளது. இது எதற்குப் பெயர்?",
    "options": [
      "பழந்தமிழ் நூல்",
      "சங்க கால இலக்கிய நூல்",
      "புறப்பொருள் நூல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "புறநானூறு எட்டுத்தொகை நூல்களுள் ஒன்று. இந்நூல் பண்டைக்காலத் தமிழ் மக்களின் வாழ்க்கைமுறை, நாகரிகம், பண்பாடு, வீரம் முதலியவற்றை வெளிப்படுத்தும் நூலாக விளங்குகிறது. புறநானூறு என்றால் 'புறப்பொருள் நூல்' எனப் பொருள். இந்நூலில் 86-ஆம் பாடல் இங்குத் தரப்பட்டுள்ளது."
  },
  {
    "description": "“புலிசேர்ந்து போகிய கல்அளை போல” - இப்பகுதியில் “கல்அளை” என்ற சொல் எதற்கு உவமையாகப் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "போர்க்களம்",
      "தாய்  வயிறு",
      "மகன்",
      "புலவர் வீடு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "புலவர் தனது மகனைப் பற்றி, \"புலி தங்கிச் சென்ற குகை போல அவனைப் பெற்ற வயிறு இங்குள்ளது.\" என்று கூறுகிறார். எனவே, \"கல்அளை\" என்பது தாய் வயிறுக்கு உவமையாகப் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "“சிற்றில் நற்றூண் பற்றி நின்மகன் யாண்டு உளனோ எனவினவுதி என்மகன்” - இப்பகுதியில், புலவர் பெண்ணிடம் என்ன கேள்வி கேட்கிறார்?",
    "options": [
      "அவள் யார் என்று கேட்கிறார்",
      "புலவரின் மகனை எங்குப் பார்த்தாள் என்று கேட்கிறார்",
      "அவள் புலவரின் மகனைத் தேடி வருவதற்கான காரணத்தைப் புலவர் கேட்கிறார்",
      "புலவர் தனது மகனின் பெயரை அவளிடம் கேட்கிறார்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பெண், புலவரின் மகனைத் தேடி அவருடைய வீட்டிற்கு வந்து, \"சிறு அளவிலான எம் வீட்டின் தூணைப் பற்றிக்கொண்டு, ஏதும் அறியாதவள் போல நீ \"உன் மகன் எங்கே?\" என என்னைக் கேட்கிறாய்.\" என்று புலவர் கூறுகிறார். இதன் மூலம் அவள் புலவரின் மகனைத் தேடி வருவதற்கான காரணத்தையே புலவர் கேள்வி கேட்கிறார் என்பது புரிகிறது."
  },
  {
    "description": "“புறநானூறு எட்டுத்தொகை நூல்களுள் ஒன்று. இந்நூல் பண்டைக்காலத் தமிழ் மக்களின் வாழ்க்கைமுறை, நாகரிகம், பண்பாடு, வீரம் முதலியவற்றை வெளிப்படுத்தும் நூலாக விளங்குகிறது. இந்நூலில் 86-ஆம் பாடல் இங்குத் தரப்பட்டுள்ளது.” - இந்தப் பகுதியிலிருந்து, புறநானூறு எதைப் பற்றிய நூல் என்று நாம் அறியலாம்?",
    "options": [
      "தமிழர்களின் கல்வி முறைகள்",
      "தமிழர்களின் வாழ்க்கைமுறை, நாகரிகம், பண்பாடு மற்றும் வீரம்",
      "தமிழர்களின் போர்க் கலைகள்",
      "தமிழர்களின் மருத்துவ முறைகள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "புறநானூறு என்பது ஒரு சங்க கால இலக்கிய நூல். இந்நூல் பண்டைக்காலத் தமிழ் மக்களின் வாழ்க்கைமுறை, நாகரிகம், பண்பாடு, வீரம் முதலியவற்றை வெளிப்படுத்தும் நூலாக விளங்குகிறது. இந்த நூல் தமிழர்களின் கல்வி முறைகள், போர்க் கலைகள், மருத்துவ முறைகள் ஆகியவற்றையும் பற்றி குறிப்பிடுகிறது. ஆனால், இந்நூலின் முதன்மைப் பொருள் தமிழர்களின் வாழ்க்கைமுறை, நாகரிகம், பண்பாடு மற்றும் வீரம்."
  },
  {
    "description": "“புலிசேர்ந்து போகிய கல்அளை போல ஈன்ற வயிறோ இதுவே தோன்றுவன் மாதோ போர்க்களத் தானே” - இப்பகுதியில், புலவர் தனது மகனைப் பற்றி என்ன சொல்கிறார்?",
    "options": [
      "அவன் புலவர் வீட்டில் இருக்கிறான்",
      "அவன் போர்க்களத்தில் இறந்து போய்விட்டான்",
      "அவன் போர்க்களத்தில் இருக்க வாய்ப்புள்ளது",
      "அவன் புலி தங்கிய குகையில் இருக்கிறான்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "புலவர், தனது மகன் போர்க்களத்தில் இருக்கக் கூடும் என்கிறார். \"புலிசேர்ந்து போகிய கல்அளை போல ஈன்ற வயிறோ இதுவே தோன்றுவன் மாதோ போர்க்களத் தானே\" என்ற வரிகளில், தன் மகன் போர்க்களத்திற்குச் சென்றிருக்கக்கூடும் என்ற சாத்தியத்தை புலவர் வெளிப்படுத்துகிறார்."
  }
]
