
[
  {
    "description": "“பூமி தன்னைத் தோண்டுபவரைப் பொறுத்துக் கொள்வது போல நாம் நம்மை இகழ்ந்து பேசுபவரைப் பொறுத்துக்கொள்ள வேண்டும்” என்ற குறளில் “நம்மை இகழ்ந்து பேசுபவரைப் பொறுத்துக்கொள்ள வேண்டும்” என்ற சொற்றொடர் என்னவாகும்?",
    "options": [
      "a) உவமை",
      "b) உவமேயம்",
      "c) உவம உருபு",
      "d) எடுத்துக்காட்டு உவமை"
    ],
    "answer": "B",
    "additional_context": "இக்குறளில் பூமி தன்னைத் தோண்டுபவரைப் பொறுத்துக் கொள்ளுதல் என்பது உவமை.  நாம் நம்மை இகழ்ந்து பேசுபவரைப் பொறுத்துக்கொள்ள வேண்டும் என்பது ஒப்பிடப்படும் பொருள் (உவமேயம்). 'போல' என்பது உவம உருபு."
  },
  {
    "description": "“மயிலொப்ப ஆடினாள் மாதவி” என்ற தொடரில் “மாதவி” என்ற சொல் என்னவாகும்?",
    "options": [
      "a) உவமை",
      "b) உவமேயம்",
      "c) உவம உருபு",
      "d) எடுத்துக்காட்டு உவமை"
    ],
    "answer": "B",
    "additional_context": "இத்தொடர்களில் வந்துள்ள 'போல', 'போன்ற' என்பவை உவம உருபுகளாகும். இவ்வாறு ஒப்பிட்டுக் கூறப்படும் பொருளை (மயில், மீன்) உவமை அல்லது உவமானம் என்பர். உவமையால் விளக்கப்படும் பொருளை உவமேயம் என்பர்."
  },
  {
    "description": "“தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு” என்ற குறளில் உவம உருபு எது?",
    "options": [
      "a) போல",
      "b) அன்ன",
      "c) மான",
      "d) மறைந்துள்ளது"
    ],
    "answer": "D",
    "additional_context": "இதில் தொட்டனைத்து ஊறும் மணற்கேணி என்பது உவமை. மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு என்பது உவமேயம். இடையில் 'அதுபோல்' என்னும் உவம உருபு மறைந்து வந்துள்ளது."
  },
  {
    "description": "“மயில் போல ஆடினாள்” என்ற தொடர் எந்த வகையான உவமை அணியாகும்?",
    "options": [
      "a) உவமை அணி",
      "b) எடுத்துக்காட்டு உவமை அணி",
      "c) இல்பொருள் உவமை அணி",
      "d) எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "ஒரு பாடலில் உவமையும், உவமேயமும் வந்து உவம உருபு வெளிப்படையாக வந்தால் அது உவமை அணி எனப்படும். போல, புரைய, அன்ன, இன்ன, அற்று, மான, கடுப்ப, ஒப்ப, உறழ போன்றவை உவம உருபுகளாக வரும்."
  },
  {
    "description": "“காளை கொம்பு முளைத்த குதிரை போலப் பாய்ந்து வந்தது” என்ற தொடரில் காணப்படும் உவமை அணி எது?",
    "options": [
      "a) உவமை அணி",
      "b) எடுத்துக்காட்டு உவமை அணி",
      "c) இல்பொருள் உவமை அணி",
      "d) எதுவும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "இத்தொடர்களில் 'பொன்மழை பொழிந்தது போல்', 'கொம்பு முளைத்த குதிரை போல' என்னும் உவமைகள் வந்துள்ளன. உலகில் பொன் மழையாகப் பொழிவதும் இல்லை. கொம்பு முளைத்த குதிரையும் இல்லை. இவ்வாறு உலகில் இல்லாத ஒன்றை உவமையாகக் கூறுவதை இல்பொருள் உவமை அணி என்பர்."
  }
]
