
[
  {
    "description": "“மனிதர்கள் தனித்து வாழப் பிறந்தவர்கள் அல்லர். சமுதாயமாகக் கூடி வாழ்ந்து ஒருவருக்கொருவர் உதவி செய்து வாழப் பிறந்தவர்கள். பிறருக்கு உதவி செய்யும் பொழுது அவர்களுக்குத் தாழ்வு ஏற்படாவண்ணம் உதவுவதே சிறந்த பண்பாகும். அறநெறியில் பொருளீட்டித் தாமும் வாழ்ந்து பிறரையும் வாழ வைப்பதே ஒப்புரவு நெறியாகும்.”\n\nஇந்தக் கூற்று ஒப்புரவு நெறியைப் பற்றி எதை வலியுறுத்துகிறது?",
    "options": [
      "சமூக நலனே முக்கியம்",
      "தன்னலத்தைக் கருத்தில் கொள்ளக் கூடாது",
      "பிறர் மீது தாழ்வுணர்வு இல்லாமல் உதவி செய்ய வேண்டும்",
      "பொருள் ஈட்டி வாழ்வது சிறந்தது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மனிதர்கள் தனித்து வாழப் பிறந்தவர்கள் அல்ல என்பதை இந்தக் கூற்று வலியுறுத்துகிறது. சமுதாயமாகக் கூடி வாழ்ந்து ஒருவருக்கொருவர் உதவி செய்து வாழவேண்டும் என்பதையும், அவர்களுக்குத் தாழ்வு ஏற்படாவண்ணம் உதவுவதே சிறந்த பண்பு என்பதையும்  இந்தக் கூற்று வலியுறுத்துகிறது."
  },
  {
    "description": "“வாழ்க்கை, தொண்டினையே குறிக்கோளாக உடையது. இந்தக் குறிக்கோளுடன்தான் திருக்குறள் அறிமுகப்படுத்துகிறது. திருக்குறள் நெறியில் மக்கள் ஒருவருக்கொருவர் கடமைகளைச் செய்வதற்கு உரியவர்கள். உரிமைகளைப் பெறுவதற்கும் உரியவர்கள். ஒருவர் எல்லாருக்காகவும், எல்லாரும் ஒருவருக்காகவும் என்னும் பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி.”\n\nஇந்தக் கூற்று திருக்குறளின் வாழ்வு நெறியைப் பற்றி எதை உணர்த்துகிறது?",
    "options": [
      "தொண்டே வாழ்வின் நோக்கம்",
      "பொது நலனே முக்கியம்",
      "கடமையும் உரிமையும் இணைந்த வாழ்க்கை",
      "அனைத்தும் சரியானவை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வாழ்க்கை தொண்டினையே குறிக்கோளாகக் கொண்டுள்ளது. திருக்குறள் நெறியில் மக்கள் ஒருவருக்கொருவர் கடமைகளைச் செய்வதற்கும், உரிமைகளைப் பெறுவதற்கும் உரியவர்கள்.  அனைவரும் ஒருவருக்காகவும், ஒருவர் எல்லாருக்காகவும் என்ற பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி என்பதை இந்தக் கூற்று உணர்த்துகிறது."
  },
  {
    "description": "“ஒப்புரவில் பெறுபவர் அந்நியர் அல்லர்; உறவினர். கடமையும் உரிமையும் உடையவர். ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் வள்ளல்கள் இல்லை. வாங்குபவரும் இல்லை. ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் உடைமைச்சார்பு இறுக்கமான தனியுடைமையாக இல்லாமல் அறநெறி சார்ந்த குறிக்கோளுடைய உடைமையாக அமையும்.”\n\nஒப்புரவு நெறியில் உடைமைப் பற்றிய கருத்து என்ன?",
    "options": [
      "தனியுடைமை முக்கியம்",
      "அறநெறி சார்ந்த உடைமை",
      "வள்ளல்கள் மற்றும் வாங்குபவர்கள் இருக்க வேண்டும்",
      "உடைமை என்பது முக்கியமில்லை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஒப்புரவு நெறி சார்ந்த வாழ்க்கையில் வள்ளல்கள் இல்லை. வாங்குபவரும் இல்லை என்பதை இந்தக் கூற்று வலியுறுத்துகிறது. அறநெறி சார்ந்த குறிக்கோளுடைய உடைமையாக அமையும் என்பதையும், உடைமைச்சார்பு இறுக்கமான தனியுடைமையாக இல்லாமல் அமையும் என்பதையும் இது தெளிவுபடுத்துகிறது."
  },
  {
    "description": "“செல்வத்துப் பயன் ஒப்புரவு வாழ்க்கை.”\n\nஇந்தக் கூற்று செல்வத்தின் முக்கியத்துவத்தை எவ்வாறு விளக்குகிறது?",
    "options": [
      "செல்வம் இருந்தால் ஆடம்பரமான வாழ்க்கை வாழலாம்",
      "செல்வத்தை சேர்ப்பது வாழ்வின் நோக்கம்",
      "செல்வத்தைப் பயன்படுத்தி பிறருக்கு உதவி செய்ய வேண்டும்",
      "செல்வம் இருந்தால் வாழ்க்கை எளிதாகும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "செல்வம் இருந்தால் ஆடம்பரமான வாழ்க்கை வாழலாம், செல்வத்தை சேர்ப்பது வாழ்வின் நோக்கம் அல்ல. செல்வம் இருந்தால் வாழ்க்கை எளிதாகும்  என்பது தவறான கருத்து. செல்வத்தைப் பயன்படுத்தி பிறருக்கு உதவி செய்ய வேண்டும் என்பதை இந்தக் கூற்று வலியுறுத்துகிறது."
  },
  {
    "description": "“பயன்மரம் உள்ளூர்ப் பழுத்துஅற்றால் செல்வம் நயனுடை யான்கண் படின்.”\n\nஇந்தக் குறள் செல்வத்தின் பயனைக் குறித்து எந்த உவமையைப் பயன்படுத்துகிறது?",
    "options": [
      "நீர்நிறைந்த ஊருணி",
      "பழுத்த பயன்மரம்",
      "மருந்து மரம்",
      "பொன் நகை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பயன்மரம் பழுத்தால் அனைவரும் அதன் பழங்களை அனுபவிக்கலாம். அதைப் போல செல்வம் நல்லவர்களிடம் சேர்ந்தால் அது அனைவருக்கும் பயனளிக்கும். இந்தக் குறள் செல்வத்தின் பயனைக் குறித்து பயன்மரம் பழுத்த உவமையைப் பயன்படுத்துகிறது."
  }
]
