
[
  {
    "description": "“பாரதியார் வெளியிட்ட கேலிச்சித்திரம்” என்ற வரியைப் பார்க்கும்போது, பாரதியாரைப் பற்றிய எந்த முடிவை எடுக்க முடியும்?",
    "options": [
      "பாரதியார் கவிதைகளில் மட்டுமல்லாமல், கேலிச்சித்திரங்களிலும் ஈடுபாடு கொண்டிருந்தார்.",
      "பாரதியார்  நவீன கலைகளுக்கு எதிரானவர்.",
      "பாரதியார்  ஓவியக் கலை பற்றி எழுதியுள்ளார்.",
      "பாரதியார்  ஓவியக் கலை பற்றி எந்தக் கருத்தும் கொண்டிருக்கவில்லை."
    ],
    "answer": "A",
    "additional_context": "பாரதியார் கவிதை மட்டுமல்லாமல் பத்திரிகை, எழுத்து, பேச்சு என பல துறைகளிலும் சிறந்து விளங்கியவர். அதனால்தான் கருத்துப்பட ஓவியத்தை தமிழில் அறிமுகப்படுத்தியவர் பாரதியார் என்று கூறப்படுகிறது. அவர் கருத்துப்பட ஓவியங்களின் மூலம் சமூகத்திற்கு மத்தியில் ஏற்பட்டிருந்த பிற்போக்குச் சிந்தனையைத் தகர்த்தெறிய முயன்றார். அதனால்தான் இதழ்களில் கேலிச்சித்திரங்கள் மூலம் தனது கருத்துகளை வெளிப்படுத்தினார். இதன் மூலம் பாரதியாரும் ஓவியக்கலையில் ஈடுபாடு கொண்டிருந்தார் என்பது தெளிவாகிறது."
  },
  {
    "description": "பழங்காலத்தில் துணிகளில் ஓவியங்கள் வரையப் பயன்படுத்தப்பட்ட துணிகளின் பெயர்கள் எவை?",
    "options": [
      "பட்டு, ஜவுளி, திரைச்சீலை",
      "எழினி, திரைச்சீலை, கிழி, படாம்",
      "மெல்லிய துணி, கனமான துணி, திரைச்சீலை",
      "கிழி, சேலை, துண்டு, துணி"
    ],
    "answer": "B",
    "additional_context": "பழங்காலத்தில் துணிகளில் ஓவியங்கள் வரையப் பயன்படுத்தப்பட்ட துணிகளின் பெயர்கள் எழினி, திரைச்சீலை, கிழி, படாம் ஆகியவை. சீவகசிந்தாமணிக் காப்பியத்தில் குணமாலை என்னும் தலைவி யானையைக் கண்டு அஞ்சிய காட்சியைச் சீவகன் துணியில் வரைந்ததாகக் கூறப்பட்டுள்ளது. தற்காலத்தில் துணிகளில் ஓவியங்களை கலம்காரி ஓவியங்கள் என்னும் பெயரில் தமிழகத்திலும் ஆந்திராவிலும் ஓவியர்கள் வரைந்து வருகின்றனர்."
  },
  {
    "description": "சுவர் ஓவியங்கள் குறித்து, கீழ்க்கண்ட கூற்றுகளில் எது சரியானது?",
    "options": [
      "சுவர் ஓவியங்கள்  மரத்தின் மீது மட்டுமே வரையப்படுகின்றன.",
      "சுவர் ஓவியங்கள்  பெரும்பாலும் வண்ணம் தீட்டப்படாதவை.",
      "சுவர் ஓவியங்கள்  கோவில்கள் மற்றும் அரண்மனைகளில் மட்டும் காணப்படுகின்றன.",
      "சுவர் ஓவியங்கள்  மனிதர்கள் வீடுகட்டி வாழத் தொடங்கிய காலம் முதலே வரையப்பட்டு வருகின்றன."
    ],
    "answer": "D",
    "additional_context": "மனிதர்கள் வீடுகட்டி வாழத் தொடங்கிய காலம் முதல் சுவர் ஓவியங்களை வரைந்து வருகின்றனர். அரண்மனைகள், மண்டபங்கள், கோவில்கள் போன்றவற்றின் சுவர்களிலும் மேற்கூரைகளிலும் சுவர் ஓவியங்களை காணமுடியும். சித்தன்னவாசல் என்னும் ஊரில் சுவர் ஓவியங்களைப் பார்த்திருப்பீர்கள். சுவர் ஓவியங்களை எவ்வாறு வரைந்தனர் தெரியுமா? முதலில் ஆற்று மணலுடன் சுண்ணாம்பைச் சேர்த்துச் சுவரைச் சமப்படுத்துவர். சுவர் ஈரப்பதமாக இருக்கும்போது சுவர் ஓவியங்களை வரைவர். சுவர் உலர்ந்தபிறகு சுவர் ஓவியங்களை வரைவதும் உண்டு."
  },
  {
    "description": "கலம்காரி ஓவியங்கள் எந்த இடங்களில் வரையப்படுகின்றன?",
    "options": [
      "கேரளா மற்றும் கர்நாடகா",
      "தமிழகம் மற்றும் ஆந்திரா",
      "வட இந்தியா",
      "மேற்கு இந்தியா"
    ],
    "answer": "B",
    "additional_context": "தற்காலத்தில் துணிகளில் ஓவியங்களை கலம்காரி ஓவியங்கள் என்னும் பெயரில் தமிழகத்திலும் ஆந்திராவிலும் ஓவியர்கள் வரைந்து வருகின்றனர்."
  },
  {
    "description": "“ஓவியங்களே நம்மோடு பேசியது மிகமிகச் சிறப்பாக இருந்தது” என்ற வரியில், “ஓவியங்கள் பேசியது” என்ற சொற்றொடரின் பொருள் என்ன?",
    "options": [
      "ஓவியங்கள்   பேசுவதற்கு வடிவமைக்கப்பட்டவை.",
      "ஓவியங்கள்   கண்ணன் மற்றும் மணியோடு உரையாடலைத் தொடங்கின.",
      "ஓவியங்கள்   தங்கள் வரலாறு மற்றும்  அம்சங்களை  விளக்கின.",
      "ஓவியங்கள்   மனிதர்களைப் போல   பேசுவதற்குத் தெரியும்."
    ],
    "answer": "C",
    "additional_context": "அரசுப் பொருள்காட்சிக் கூடத்தில் கண்ணனும் மணியும் சென்றபோது அங்கு வைக்கப்பட்டிருந்த ஓவியங்கள் தங்களின் வரலாறு, வரையப்பட்ட காலம் மற்றும் அதன் சிறப்புகள் பற்றி பேசுகின்றன. ஓவியங்கள் உண்மையில் பேசுவதற்குத் தெரியாது, ஆனால் அவற்றின் வரலாறு, வரையப்பட்ட காலம் மற்றும் அதன் சிறப்புகள் பற்றி மணி மற்றும் கண்ணனிடம் விளக்கின. அதனால்தான் ஓவியங்கள் பேசியது என்று குறிப்பிடப்பட்டுள்ளது."
  }
]
