[
          
  {
    
          "description": "கதையில் மதிவாணன் எடுத்த முடிவைப் பற்றி சரியான கூற்று எது?",
          "options": [
      "மதிவாணன் பள்ளிக்குச் செல்ல முடிவு செய்தான்.",
      "மதிவாணன் பின்னலாடை நிறுவனத்தில் வேலை செய்ய முடிவு செய்தான்.",
      "மதிவாணன் பள்ளிக்குச் செல்வதை விட பின்னலாடை நிறுவனத்தில் வேலை செய்வது சிறந்தது என்று முடிவு செய்தான்.",
      "மதிவாணன் தனது முடிவை இன்னும் எடுக்கவில்லை."
    ],
    "answer": "A",
    
          "additional_context": "கோடை விடுமுறை முடிந்த பின்னர் பள்ளி மறுதிறப்புக்கு இரண்டு நாட்கள் இருந்தன. மதிவாணனுக்குக் கோடை விடுமுறை ஒன்றரை மாதம் ஓடி விட்டது. இந்த நேரத்தில் மதிவாணனுக்கு பள்ளிக்குப் போக வேண்டுமா அல்லது பின்னலாடை நிறுவனத்துக்குப் போக வேண்டுமா என்று குழப்பம் ஏற்பட்டது. பள்ளிக்குப் போகக் கூடாது என்று அவரது நண்பன் கவின் கூறினார். ஆனால், மதிவாணன் முடிவெடுத்து பள்ளிக்குச் செல்ல முடிவு செய்தார்."
          }
        ,
          
  {
    
          "description": "மதிவாணனுக்கு பின்னலாடை நிறுவன வேலையில் எந்த விஷயம் மகிழ்ச்சியாக இருந்தது?",
          "options": [
      "வாரச் சம்பளம் கிடைத்தது.",
      "புதிய உடைகள், எழுதுகோல்கள், குறிப்பேடுகள் வாங்க முடிந்தது.",
      "பரோட்டா, தோசை போன்ற சுவையான உணவுகள் கிடைத்தது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "மதிவாணனின் நண்பன் கவின், பின்னலாடை நிறுவன வேலையில் எந்த விஷயம் மகிழ்ச்சியாக இருக்கும் என்று கேட்டான். மதிவாணனின் நண்பன் கவின் கூறுகையில், 'எனக்குக் குழப்பம். வாராவாரம் சம்பளம். திரைப்படம் பாக்கக் காசு கிடைக்குது. சாயங்காலமானா பரோட்டா.. இடையில போண்டா... வீட்ல யாரும் திட்டறதும் இல்லே. மகிழ்ச்சியாத்தானே இருக்கோம். இந்த மகிழ்ச்சி போதும்' என்று கூறினார்."
          }
        ,
          
  {
    
          "description": "மதிவாணனுக்கு பின்னலாடை நிறுவன வேலையைப் பற்றி எந்த எண்ணம் வந்தது?",
          "options": [
      "படிப்பைத் தொலைக்காமல் வாழ்க்கை முழுவதும் தொழிலாளிதான் இருக்க வேண்டும்.",
      "தொழிலாளிதான் இருக்க வேண்டும்.",
      "படிக்கிற வயதில் வேலை தேவையா?",
      "படித்துவிட்டுச் சொந்தமாகத் தொழிலும் செய்யலாம்."
    ],
    "answer": "C",
    
          "additional_context": "ஒரு நாள் மதிவாணன், பின்னலாடை நிறுவனத்துக்குப் போய்க்கொண்டே இருந்தால் அவனும் குழந்தைத் தொழிலாளிதான். வாழ்க்கை முழுவதும் தொழிலாளிதான் என்பது நினைவுக்கு வந்தது. தொழிலாளியாக இருப்பது கேவலம் இல்லை. ஆனால், படிக்கிற வயதில் வேலை தேவையா? என்று மதிவாணன் யோசிக்க ஆரம்பித்தான்."
          }
        ,
          
  {
    
          "description": "பின்னலாடை நிறுவனத்துக்குப் போய்க்கொண்டே இருந்தால் மதிவாணன் யாராக மாறுவான்?",
          "options": [
      "தொழிலாளி",
      "குழந்தைத் தொழிலாளி",
      "பணக்காரன்",
      "டாக்டர்"
    ],
    "answer": "B",
    
          "additional_context": "ஒரு நாள் மதிவாணன், பின்னலாடை நிறுவனத்துக்குப் போய்க்கொண்டே இருந்தால் அவனும் குழந்தைத் தொழிலாளிதான். வாழ்க்கை முழுவதும் தொழிலாளிதான் என்பது நினைவுக்கு வந்தது. தொழிலாளியாக இருப்பது கேவலம் இல்லை. ஆனால், படிக்கிற வயதில் வேலை தேவையா? என்று மதிவாணன் யோசிக்க ஆரம்பித்தான்."
          }
        ,
          
  {
    
          "description": "மதிவாணனின் முடிவைப் பாதித்த முக்கிய காரணம் எது?",
          "options": [
      "பேருந்தில் முதியவர் எதிர்கொண்ட அவமானம்",
      "அம்பேத்கரும் அப்துல் கலாமும்",
      "படிக்கிற வயதில் வேலை தேவையா?",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "பள்ளிக்குச் செல்லும் வழியில் மதிவாணன் பேருந்தில் நுழைந்த முதியவரைப் பார்த்தான். முகம் இடுங்கி இருந்தது. மழிக்கப்படாத முகம். சோர்வாக இருந்தார். “இது நல்லூர் போகுமா?” என்று கேட்டார். பேருந்து நிறுத்தத்தில் இருந்த சிறுவர்கள் முதியவரை கேலி செய்தனர். இதைக் கவனித்துக் கொண்டிருந்தான் மதிவாணன். அவர் அருகே சென்றான். “இந்தப் பேருந்து நல்லூர் போகாதுங்க. நல்லூர் பேருந்து வந்தா சொல்றேன்” என்றான். முதியவருக்குப் படிப்பு இல்லை. பேருந்தில் எழுதி இருப்பதைப் படிக்க முடியவில்லை. இந்த வயதிலும் அவமானப்படுகிறார். கல்வியறிவு இல்லாமல் போய்விட்டால் நானும் இப்படித்தான் வாழ்க்கை முழுவதும் அவமானப்படவேண்டும். நல்ல கல்வியறிவு தலைநிமிர்ந்து நிற்க வைக்கும். நல்ல படிப்புதான் சிறந்த மனிதனாக்கும் என்ற எண்ணம் வந்தது. பின்னலாடை நிறுவனத்துக்குப் போகும் போது பேருந்தில் நுழைவது ஒரு விளையாட்டுச் சாதனை.  பின்னலாடை நிறுவனத்துக்குப் போகும் போது பேருந்தில் நுழைவது ஒரு விளையாட்டுச் சாதனை. இதனால், மதிவாணனுக்கு கல்வியின் அவசியம் புரிந்தது."
          }
        ]