
[
  {
    "description": "“சவவயிறு தநயந டயநரய னார உ கர புனடய னாரகர உ னடை யநர பகவன் முதற்றே உலகு” என்ற பாடல் எதை வலியுறுத்துகிறது?",
    "options": [
      "கல்வி முக்கியம்",
      "பகவான் மிகவும் பெரியவர்",
      "உலகம் மிகப்பெரியது",
      "அனைத்து உயிரினங்களும் சமம்"
    ],
    "answer": "A",
    "additional_context": "“சவவயிறு தநயந டயநரய னார உ கர புனடய னாரகர உ னடை யநர பகவன் முதற்றே உலகு” என்ற பாடல் திருவள்ளுவர் அவர்கள் இயற்றிய திருக்குறளின் பாடல். இந்த பாடல் நமக்குக் கல்வி முக்கியம் என்பதை வலியுறுத்துகிறது. திருக்குறளில் உள்ள அனைத்துப் பாடல்களும் ஒவ்வொரு மனிதனும் வாழ்வில் கடைப்பிடிக்க வேண்டிய நல்லொழுக்கங்களைப் பற்றி கூறுகிறது. இப்பாடல் எழுத்தறிவு கற்றல், ஞானம் பெறுதல் மிகவும் முக்கியம் என்று கூறுகிறது."
  },
  {
    "description": "கடல் மற்றும் கடற்கரையின் தூய்மையை காப்பது நம் ______.",
    "options": [
      "பொறுப்பு",
      "பணி",
      "கடமை",
      "நோக்கம்"
    ],
    "answer": "A",
    "additional_context": "நம்மைச் சுற்றியுள்ள சுற்றுச்சூழலைப் பாதுகாப்பது நம் ஒவ்வொருவரின் பொறுப்பு. அதிலும் குறிப்பாக கடல் மற்றும் கடற்கரையின் தூய்மையைப் பேணுவது இன்றைய காலகட்டத்தில் மிகவும் அவசியம். கடலில் குப்பை கொட்டுவதால் நீர் மாசுபட்டு, கடல்வாழ் உயிரினங்கள் பாதிக்கப்படுகின்றன. கடற்கரையில் குப்பை கொட்டுவதால் அழகான கடற்கரை அசுத்தமாகி, சுற்றுலாப் பயணிகள் வருகை குறைகிறது. எனவே கடல் மற்றும் கடற்கரையின் தூய்மையைப் பேணுவது நம் அனைவரின் பொறுப்பு."
  },
  {
    "description": "“______” என்பது கப்பல்களைக் கட்டும் இடம்.",
    "options": [
      "கலங்கரை விளக்கம்",
      "துறைமுகம்",
      "கப்பல்தளம்",
      "பெருங்கடல்"
    ],
    "answer": "C",
    "additional_context": "கப்பல்கள் கட்டப்படும் இடம் கப்பல்தளம் எனப்படும். இங்கு கப்பல் கட்டும் தொழிற்சாலைகள் இருக்கும்.  இங்கு கப்பல்களுக்குத் தேவையான பொருட்கள், உபகரணங்கள், தொழில்நுட்பம் ஆகியவை இருக்கும். கப்பல்தளத்தில் பல நூறு தொழிலாளர்கள் பணியாற்றுவார்கள். கப்பல்தளத்தில் புதிய கப்பல்களை உருவாக்குவது மட்டுமின்றி, பழைய கப்பல்களைப் பழுது பார்த்தல், புதுப்பித்தல் போன்ற பணிகளும் நடைபெறும்."
  },
  {
    "description": "“______” என்பது கடல்வாழ் உயிரினங்களைக் குறிக்கும் கலைச்சொல்.",
    "options": [
      "கலங்கரை விளக்கம்",
      "கப்பல்தளம்",
      "கடல்வாழ் உயிரினம்",
      "நங்கூரம்"
    ],
    "answer": "C",
    "additional_context": "கடல்வாழ் உயிரினம் என்பது கடலில் வாழும் எல்லா உயிரினங்களையும் குறிக்கும் பொதுவான பெயர். இதில் மீன்கள், நண்டுகள், இறால், பவளப்பாறைகள், டால்பின்கள், திமிங்கிலங்கள் போன்ற பல்வேறு உயிரினங்கள் அடங்கும். கடல்வாழ் உயிரினங்கள் உலகின் மிகப்பெரிய உயிரினங்களின் வாழிடமாகும். இவை உலகின் வளிமண்டலத்தையும், காலநிலையையும், சுற்றுச்சூழலையும் பாதுகாப்பதில் முக்கிய பங்கு வகிக்கின்றன. எனவே கடல்வாழ் உயிரினங்களைப் பாதுகாப்பது மிகவும் அவசியம்."
  },
  {
    "description": "எழுத்துகளை ஒலிக்க ஆகும் கால அளவு ______ எனப்படும்.",
    "options": [
      "மாத்திரை",
      "மாலை",
      "மாம்பழம்",
      "மாநகர்"
    ],
    "answer": "A",
    "additional_context": "எழுத்துகளை ஒலிக்க ஆகும் கால அளவு மாத்திரை எனப்படும். இது தமிழ் இலக்கணத்தில் முக்கியமான ஒரு அம்சமாகும். மாத்திரை என்பது ஒவ்வொரு எழுத்தின் ஒலியையும் எத்தனை நேரம் சொல்ல வேண்டும் என்பதைக் குறிக்கும். எழுத்துகள் ஒலிக்கும் கால அளவு குறைவாக இருந்தால் குறைந்த மாத்திரை, அதிக நேரம் இருந்தால் அதிக மாத்திரை என்று சொல்லப்படும். இந்த மாத்திரைகள் பாடல்களைப் பாடும்போது சரியான லயத்துடன் பாட உதவும். இது ஒரு நல்ல குரலைப் பெறவும் உதவும்."
  }
]
