[
          
  {
    
          "description": "'இடுக்கண் அழியாமை' பகுதியில், இன்பத்தை விரும்பாதவர்களுக்கு துன்பம் எப்படி இருக்கும் எனக் கூறப்படுகிறது?",
          "options": [
      "அதிகமாக இருக்கும்",
      "குறைவாக இருக்கும்",
      "இருக்காது",
      "எப்போதும் இருக்கும்"
    ],
    "answer": "C",
    
          "additional_context": "இடுக்கண் அழியாமை பகுதியில், துன்பத்தை எதிர்கொள்வதற்கான மனநிலை பற்றி கூறப்படுகிறது.  இன்பத்தை விரும்பாதவர்களுக்கு, துன்பம் ஏற்படும்போது, அவர்கள் அதை  இயல்பாக ஏற்றுக்கொள்வார்கள்.  அவர்களுக்கு துன்பம் இருக்காது.  எப்போதும் துன்பம் இருக்கும் என்ற கருத்து தவறானது.  துன்பம் இன்பம் இரண்டும் வாழ்க்கையில் இயல்பானவை என்பதை உணர்த்துகிறது இந்த பகுதி."
          }
        ,
          
  {
    
          "description": "______ எனப்படுவது யாதெனின் யாதொன்றும் தீமை இலாத சொலல்.",
          "options": [
      "வாய்மை",
      "பொய்மை",
      "அறம்",
      "நன்மை"
    ],
    "answer": "A",
    
          "additional_context": "திருக்குறளில் வாய்மையின் முக்கியத்துவத்தைப் பற்றி கூறும் பகுதி இது.   வாய்மை என்பது எந்தவிதமான தீமையும் இல்லாத சொல்.  வாய்மையைப் பேசினால் எந்த தீமையும் ஏற்படாது.  அதனால்தான் வாய்மையே  மிகச்சிறந்தது என்று கூறப்படுகிறது."
          }
        ,
          
  {
    
          "description": "உள்ளத்தால் பொய்யாது ஒழுகின் உலகத்தார் ______ உள்ளத்துள் எல்லாம் உளன்.",
          "options": [
      "மனம்",
      "நெஞ்சம்",
      "ஆன்மா",
      "கண்"
    ],
    "answer": "B",
    
          "additional_context": "உள்ளத்தால் பொய்யாது ஒழுகுவது என்பது மிகவும் முக்கியமானது.  பொய் பேசும்போது மனம் தூய்மையாக இருக்காது.  அதனால் அவர்களை யாரும் நம்பமாட்டார்கள்.   அவர்களின் நெஞ்சத்தில் எல்லாருக்கும் மரியாதை இருக்கும்.  எனவே உள்ளத்தால் பொய்யாது ஒழுகுவது நல்லது.  இது மனிதனின்  நெஞ்சத்தைப் பற்றி கூறும் குறள்."
          }
        ,
          
  {
    
          "description": "அறன்இழுக்காது அல்லவை நீக்கி ______ இழுக்கா மானம் உடையது அரசு.",
          "options": [
      "மெய்",
      "பொய்",
      "மறன்",
      "ஆன்மா"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு மன்னவன் அறத்தை  பின்பற்ற வேண்டும்.  அறத்திற்கு எதிரான செயல்களைச் செய்யக்கூடாது.  மக்களின் மானத்தை காக்க வேண்டும்.  மக்கள் அவரை  நம்பி இருக்க வேண்டும்.  அப்படி இருந்தால் மன்னவன் மானம் காக்கப்படும்.  அரசு என்பது மக்களை ஆளும் ஒரு அமைப்பு.  அரசு தன்  அறத்தை  காப்பாற்றுவது மிகவும் முக்கியமானது."
          }
        ,
          
  {
    
          "description": "______ கல்வி துணிவுடைமை இம்மூன்றும் நீங்கா நிலன்ஆள் பவர்க்கு.",
          "options": [
      "அறிவு",
      "ஈகை",
      "தூங்காமை",
      "பொறுமை"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு நாட்டை ஆளும் மன்னவனுக்குத் தூங்காமை, கல்வி மற்றும் துணிவுடைமை  இம்மூன்றும் மிகவும் அவசியமானவை.   தூங்காமை என்பது எப்போதும் கவனமாக இருப்பதைக் குறிக்கிறது.  கல்வி என்பது  அறிவைப் பெறுவதைக் குறிக்கிறது.  துணிவுடைமை என்பது  பயப்படாமல் செயல்படுவதைக் குறிக்கிறது.  இந்த மூன்றும் இருந்தால்தான் ஒரு மன்னவன்  நாட்டை நன்றாக ஆள முடியும்."
          }
        ]