
[
  {
    "description": "காயிதே மில்லத் எந்த இரண்டு கல்லூரிகளைத் தொடங்க உதவினார்?",
    "options": [
      "ஃபரூக் கல்லூரி மற்றும் ஜமால் முகம்மது கல்லூரி",
      "ஸ்டான்லி கல்லூரி மற்றும் ஃபரூக் கல்லூரி",
      "ஜமால் முகம்மது கல்லூரி மற்றும் ஸ்டான்லி கல்லூரி",
      "சே.ரா. கல்லூரி மற்றும் ஃபரூக் கல்லூரி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கல்வி ஒன்றுதான் ஒட்டுமொத்தச் சமூக வளர்ச்சிக்கு உறுதுணையாக இருக்கும் என்று எண்ணினார் காயிதே மில்லத். \"கல்வி மிகுந்திடில் கழிந்திடும் மடமை\" என்ற முதுமொழிக்கு ஏற்பக் கல்வி நிறுவனங்களை உருவாக்க நினைத்தார். திருச்சியில் ஜமால் முகம்மது கல்லூரி, கேரளாவில் ஃபரூக் கல்லூரி ஆகியவற்றைத் தொடங்க அவரே காரணமாக இருந்தார்."
  },
  {
    "description": "காயிதே மில்லத் அவர்களின் வாழ்க்கையைப் பற்றிய கட்டுரையின் அடிப்படையில், அவரது எளிமைத் தன்மை எதில் தெளிவாக வெளிப்படுகிறது?",
    "options": [
      "தனிப்பட்ட மகிழுந்தில் பயணம் செய்வதைத் தவிர்த்து பொதுப் போக்குவரத்தைப் பயன்படுத்தியது.",
      "மணக்கொடை பெறுவதை நிராகரித்தது.",
      "ஜமால் முகம்மது கல்லூரியை நிறுவியது.",
      "நாட்டுப் பற்றுக்காக மகனைப் போர் முனைக்கு அனுப்ப ஆயத்தமாக இருந்தது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அவரது குடும்ப நிகழ்வுகளிலும் எளிமையைக் காணமுடிந்தது. அவர் தம் ஒரே மகனுக்குத் திருமணம் செய்ய முடிவு செய்தார். அவர் மிகப்பெரிய தலைவர் என்பதால் அவரது இல்லத் திருமணம் மிகவும் ஆடம்பரமாக நிகழப்போகிறது என்று எல்லாரும் எண்ணியிருந்தனர். ஆனால் எவ்வித ஆடம்பரமும் இல்லாமல் மிக எளிமையாகத் தம் மகனின் திருமணத்தை நடத்தி முடித்தார். பெண் வீட்டாரிடம் மணக்கொடை பெறுவது பெருகியிருந்த அக்காலத்தில் மணக்கொடை பெறாமல் அத்திருமணத்தை நடத்தினார். மேலும் \"மணக்கொடை வாங்கும் திருமணங்களில் கலந்து கொள்ள மாட்டேன்\" என்று வெளிப்படையாக அறிவித்தார்."
  },
  {
    "description": "\"காயிதே மில்லத்\" என்ற சொல்லின் அர்த்தமும், அவர் எப்படி அந்தப் பெயருக்குத் தகுந்தவராக இருந்தார் என்பதும் கட்டுரையில் எப்படி விளக்கப்பட்டுள்ளது?",
    "options": [
      "காயிதே மில்லத் என்பது \"சமுதாய வழிகாட்டி\" என்று பொருள்படும் அரபுச் சொல், அவர் இளைஞர்களுக்குக் கல்வி கற்பித்ததால் இந்தப் பெயருக்குத் தகுந்தவராக இருந்தார்.",
      "காயிதே மில்லத் என்பது \"சமயத் தலைவர்\" என்று பொருள்படும் சொல், அவர் பல சமயங்களைச் சேர்ந்த மக்களிடம் நல்லிணக்கத்தைப் பேணி வந்ததால் இப்பெயருக்குத் தகுந்தவராக இருந்தார்.",
      "காயிதே மில்லத் என்பது \"சட்ட வல்லுநர்\" என்று பொருள்படும் சொல், அவர் இந்திய அரசியலமைப்பு உருவாக்கக் குழு உறுப்பினராக இருந்ததால் இப்பெயருக்குத் தகுந்தவராக இருந்தார்.",
      "காயிதே மில்லத் என்பது \"சமுதாய வழிகாட்டி\" என்று பொருள்படும் அரபுச் சொல், அவர் மக்களுக்கு வழிகாட்டியாகத் திகழ்ந்ததால் இப்பெயருக்குத் தகுந்தவராக இருந்தார்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "அவர்தான் கண்ணியமிகு காயிதே மில்லத். அவரது இயற்பெயர் முகம்மது இசுமாயில். ஆனால் மக்கள் அவரை அன்போடு காயிதே மில்லத் என்று அழைத்தனர். 'காயிதே மில்லத்' என்னும் அரபுச் சொல்லுக்குச் சமுதாய வழிகாட்டி என்று பொருள். அப்பெயருக்கேற்ப மக்களின் வழிகாட்டியாகத் திகழ்ந்தார் அவர்."
  },
  {
    "description": "காயிதே மில்லத் அவர்கள் நாட்டுப்பற்று மிக்கவர் என்பதைத் திரும்பக் கூறும் பகுதி எது?",
    "options": [
      "தொடர்வண்டியில் பயணம் செய்தது.",
      "இயக்கப் பணத்தை தனிப்பட்ட செலவிற்குப் பயன்படுத்த மறுத்தது.",
      "இந்தியா-சீனா போரின்போது மகனைப் போர் முனைக்கு அனுப்ப ஆயத்தமாக இருந்தது.",
      "ஜமால் முகம்மது கல்லூரியை நிறுவியது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "அந்தத் தலைவரின் உள்ளத்தில் எப்போதும் நாட்டுப்பற்று மேலோங்கி இருந்தது. இந்தியாவுக்கும் சீனாவுக்கும் இடையே 1962 ஆம் ஆண்டு போர் மூண்டது. அப்போது தனது ஒரே மகனைப் போர்முனைக்கு அனுப்ப ஆயத்தமாக இருப்பதாகத் தெரிவித்து அந்தத் தலைவர் அப்போதைய முதன்மை அமைச்சர் ஜவகர்லால் நேருவுக்குக் கடிதம் எழுதினார்."
  },
  {
    "description": "கட்டுரை விவரிக்கும் காயிதே மில்லத் அவர்களின் எந்தப் பண்பு மக்கள் அவரை \"கண்ணியமிகு\" என்று அழைக்கத் தூண்டியிருக்கும்?",
    "options": [
      "மக்களை மிகவும் கண்டித்து அவர்களை ஒழுங்குபடுத்த விரும்பியது.",
      "நாட்டு மக்கள் அனைவரிடமும் வேறுபாடு இல்லாமல் எளிமையாகப் பழகியது.",
      "பல பதவிகளை ஏற்றுக் கொண்டு நாட்டுக்குச் சேவை செய்தது.",
      "அரசியலில் மிகுந்த பணத்தைச் செலவிட்டு வெற்றி பெற்றது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தலைவர்கள் பலராலும் பாராட்டப்பட்ட பண்பாளர் அவர். எல்லாரிடமும் வேறுபாடு இல்லாமல் எளிமையாகப் பழகும் தன்மை கொண்டவராக விளங்கினார். தம் வாழ்நாள் முழுவதும் சமய நல்லிணக்கத்தைப் பேணிவந்தார். இத்தகைய சிறப்பு மிக்க தலைவர்களின் பெருமைகளை அறிந்து போற்றுவது நமது கடமையாகும்."
  }
]
