
[
  {
    "description": "பாரதியார் பிறந்த எட்டையபுரம் எந்த ஊருக்கு அருகில் உள்ளது?",
    "options": [
      "சீவலப்பேரி",
      "கோயில்பட்டி",
      "திருச்செந்தூர்",
      "கருவைநல்லூர்"
    ],
    "answer": "B",
    "additional_context": "பாரதியார் பிறந்து வளர்ந்த இடம் எட்டையபுரம். எட்டையபுர சமஸ்தானம் நெடுகிலும் ஊர் ஊராய்ப் புலவர்களும் கவிராயர்களும் வாழ்ந்தனர். கோயில்பட்டியிலிருந்து கிழக்கே எட்டு மைல் தூரத்தில்தான் பாரதியாரின் பிறப்பிடமாகிய எட்டையபுரம் இருக்கிறது."
  },
  {
    "description": "கடிகைமுத்துப் புலவர் யாரைப் பற்றிப் பாடல்கள் பாடியுள்ளார்?",
    "options": [
      "திருநெல்லையப்பர்",
      "காயல்பட்டணச் சீதக்காதி",
      "வெங்கடேசுர எட்டப்ப ராஜா",
      "பிள்ளைப்பெருமாள்"
    ],
    "answer": "C",
    "additional_context": "கொஞ்சம் முந்தியுள்ள கவிஞர்களைப் பார்க்கலாம். கோயில்பட்டியிலிருந்து கிழக்கே எட்டு மைல் தூரத்தில்தான் பாரதியாரின் பிறப்பிடமாகிய எட்டையபுரம் இருக்கிறது. அங்கே சுமார் இருநூறு வருஷங்களுக்கு முன் இருந்தவர் கடிகைமுத்துப் புலவர். அவர் வெங்கடேசுர எட்டப்ப ராஜாவைப் பற்றிப் பல பாடல்கள் பாடியிருக்கிறார்."
  },
  {
    "description": "சீவலப்பேரியில் பாடப்பட்ட 'முக்கூடல் பள்ளு' என்னும் பிரபந்தம் எதைப் பற்றியது?",
    "options": [
      "காயல்பட்டண வாணிகர்",
      "கோமதித் தாய்",
      "முக்கூடல் பகுதி",
      "கழுகுமலை முருகன்"
    ],
    "answer": "C",
    "additional_context": "மணியாச்சியிலிருந்து ஏழெட்டு மைல் தூரத்தில் தாமிரபரணி நதியும் சிற்றாறும் கலக்கிற இடம்தான் சீவலப்பேரி என்கிற முக்கூடல். முக்கூடல் பள்ளு என்னும் பிரபந்தம் முக்கூடலைப் பற்றியதுதான். சாதாரணமாக மழை பெய்யாத இடத்தில் மழை பெய்கிறது என்றால் குடியானவர்களுக்கு ஒரே கும்மாளி அல்லவா? அந்தக் கும்மாளி, ஆற்று வெள்ளம் நாளை வரத் தோற்று தேகுறி – மலை யாள மின்னல் ஈழ மின்னல் சூழ மின்னுதே!"
  },
  {
    "description": "நம்மாழ்வாரின் அவதார ஸ்தலம் எது?",
    "options": [
      "சீவைகுண்டம்",
      "ஆழ்வார்திருநகரி",
      "கொற்கை",
      "காயல்பட்டணம்"
    ],
    "answer": "B",
    "additional_context": "திருநெல்வேலியிலிருந்து திருச்செந்தூருக்குப் போகிற மார்க்கத்திலே பதினெட்டாவது மைலில் ஆற்றுக்கு வடகரையில் சீவைகுண்டம் இருக்கிறது. பிள்ளைப்பெருமாள் சீவைகுண்டத்துப் பெருமாளைப் பற்றிப் பாடியுள்ளார். ஆற்றுக்குத் தென்கரையில் நம்மாழ்வார் அவதார ஸ்தலமான ஆழ்வார்திருநகரி இருக்கிறது. பூர்வத்தில் இதற்குத் திருக்குருகூர் என்று பெயர். நம்மாழ்வார் தமது ஈடுபாட்டை ஆயிரம் தமிழ்ப்பாட்டில் (திருவாய்மொழியில்) வெளியிட்டார். இது தமிழுக்குக் கிடைத்த யோகம்."
  },
  {
    "description": "கொற்கையில் பல தேசங்களிலிருந்து வர்த்தகர்கள் வந்து என்ன வியாபாரம் செய்தார்கள்?",
    "options": [
      "மீன்",
      "முத்து",
      "நெல்",
      "மரம்"
    ],
    "answer": "B",
    "additional_context": "இனி மோட்டார் வண்டியை ஒரு முக்கியமான ஊருக்கு விட வேண்டும். கொற்கை என்கிற சிறு ஊர்தான் அது. அதன் புகழோ அபாரம். சுமார் இரண்டாயிரம் வருஷத்துக்கு முன்னிருந்த ஒரு பெருங்கவிஞர் முத்தொள்ளாயிர ஆசிரியர். பல தேசங்களிலுமிருந்து வர்த்தகர்கள் வந்து முத்து வியாபாரம் செய்கிறதை அவர் பார்த்தார். மேற்கே ரோமாபுரி, கிரேக்கதேசம் முதல் கிழக்கே சைனா வரையும் கொற்கையிலிருந்தே முத்து போய்க் கொண்டிருந்தது. புலவர், முத்து வளத்தை நன்றாய் அனுபவித்தார்; பாடினார்."
  }
]
