
[
  {
    "description": "தீ விபத்துகளைத் தடுப்பதற்கு எந்த முன்னெச்சரிக்கை நடவடிக்கை மிகவும் முக்கியமானது?",
    "options": [
      "வீடுகளில் தீயணைப்புப் பொருட்களை வைத்திருப்பது",
      "தீத்தடுப்பு எச்சரிக்கை ஒலிப்பான்கள் பொருத்தப்பட்டிருப்பது",
      "தரமான மின் சாதனங்களையே பயன்படுத்துவது",
      "தீத்தடுப்புப் பயிற்சிகளை அளிப்பது"
    ],
    "answer": "C",
    "additional_context": "வீடுகளிலும் பொது இடங்களிலும் தீ பாதுகாப்புக் கருவிகள் பொருத்தப்பட்டிருக்கவேண்டும். பொது இடங்களில் தீத்தடுப்பு எச்சரிக்கை ஒலிப்பான்கள் பொருத்தப்பட்டிருக்கவேண்டும். எச்சரிக்கை ஒலி எவ்வாறு இருக்கும் என்பதைப் பணியாளர்கள் அறிந்திருக்கவேண்டும். தரமான மின் சாதனங்களையே பயன்படுத்தவேண்டும். சமையல் செய்யும் போது இறுக்கமான ஆடைகளை உடுத்திக் கொள்ள வேண்டும். பட்டாசுகளைப் பாதுகாப்பான இடங்களில், பெரியவர்களின் மேற்பார்வையில்தான் வெடிக்க வேண்டும். நிறுவனங்களில் பணிபுரியும் பணியாளர்களுக்குத் தீத்தடுப்புப் பயிற்சிகள் அளிக்கப்படவேண்டும். பொதுமக்கள் கூடும் இடங்களில் தீ விபத்து ஏற்பட்டால் உடனடியாக வெளியேறும் வகையில் அவசரகால வழிகள் அமைக்கப்பட்டிருக்க வேண்டும்"
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால், எதைத் தவிர்க்க வேண்டும்?",
    "options": [
      "தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவித்தல்",
      "தீ விபத்து ஏற்பட்டுள்ள பகுதியில் மின் இணைப்பைத் துண்டித்தல்",
      "தீ விபத்து ஏற்பட்டுள்ள கட்டடத்தின் மின் தூக்கியைப் பயன்படுத்தி வெளியேறுதல்",
      "தீக்காயம் பட்ட இடத்தை உடனடியாகத் தண்ணீரைக் கொண்டு குளிர்வித்தல்"
    ],
    "answer": "C",
    "additional_context": "தீ விபத்து ஏற்பட்டால், தீ விபத்து ஏற்பட்டுள்ள கட்டடத்தின் மின் தூக்கியைப் பயன்படுத்தக்கூடாது. ஏனெனில் தீ விபத்தின் போது மின் தூக்கி வேலை செய்யாமல் போகலாம் அல்லது தீப்பிடித்து விடலாம். இதனால் மக்கள் சிக்கிக் கொள்ள வாய்ப்புண்டு."
  },
  {
    "description": "பொது இடங்களில் தீ விபத்து ஏற்பட்டால், எதைச் செய்ய வேண்டும்?",
    "options": [
      "பதற்றமடைந்து ஓடுதல்",
      "தீ விபத்து ஏற்பட்டுள்ள இடத்திலேயே நின்று தீயணைக்க முயற்சித்தல்",
      "அவசரகால வழியில் அமைதியாக வெளியேறுதல்",
      "எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயைத் தண்ணீரைப் பயன்படுத்தி அணைத்தல்"
    ],
    "answer": "C",
    "additional_context": "பொது இடங்களில் தீ விபத்து ஏற்பட்டால் பதற்றமடைந்து ஓடாமல், அவசரகால வழியில் வெளியேற வேண்டும். இதனால் மக்கள் பாதுகாப்பாக வெளியேற முடியும். "
  },
  {
    "description": "தீ விபத்து ஏற்படும் போது, எதைத் தவிர்க்க வேண்டும்?",
    "options": [
      "உடுத்தியிருக்கும் ஆடையில் தீப்பிடித்தால் உடனே தரையில் படுத்து உருளுதல்",
      "தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவுதல்",
      "தீக்காயம் பட்ட இடத்தை உடனடியாகத் தண்ணீரைக் கொண்டு குளிர்வித்தல்",
      "அருகில் இருக்கும் கட்டடங்களுக்குத் தீ பரவாமல் இருக்கும் வகையில் முன்னெச்சரிக்கை எடுத்துக்கொள்ளுதல்"
    ],
    "answer": "B",
    "additional_context": "தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது. இது காயத்திற்கு மேலும் சேதம் விளைவிக்கும். "
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால், எந்த செயல் முதலில் செய்ய வேண்டும்?",
    "options": [
      "தீயணைப்பான்களைக் கொண்டு தீயை அணைக்க முயற்சித்தல்",
      "தீ விபத்து ஏற்பட்டுள்ள இடத்திலிருந்து வெளியேறுதல்",
      "தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவித்தல்",
      "மின் இணைப்பைத் துண்டித்தல்"
    ],
    "answer": "C",
    "additional_context": "தீ விபத்து ஏற்பட்டால், உடனடியாகத் தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும். அவர்களைத் தொடர்புகொண்டு தீ விபத்து ஏற்பட்டுள்ள இடத்தினைத் தெளிவாகத் தெரிவிக்க வேண்டும்."
  }
]
