
[
  {
    "description": "பழங்காலத்தில் துணிகளில் ஓவியம் வரையப் பயன்படுத்தப்பட்ட துணிகளின் பெயர்கள் யாவை?",
    "options": [
      "எழினி, திரைச்சீலை, கிழி, படாம்",
      "எழினி, பட்டு, கிழி, சீலை",
      "திரைச்சீலை, பட்டு, படாம், தாவணி",
      "கிழி, சீலை, தாவணி, ஜவுளி"
    ],
    "answer": "A",
    "additional_context": "பழங்கால மக்கள் துணிகளிலும் ஓவியங்களை வரைந்தார்கள். துணிகளில் ஓவியம் வரையப் பயன்படுத்தப்பட்ட துணிகளின் பெயர்கள் எழினி, திரைச்சீலை, கிழி, படாம் ஆகும். சீவகசிந்தாமணிக் காப்பியத்தில் குணமாலை என்னும் தலைவி யானையைக் கண்டு அஞ்சிய காட்சியைச் சீவகன் துணியில் வரைந்ததாகக் கூறப்பட்டுள்ளது. தற்காலத்தில் துணிகளில் வரையப்படும் ஓவியங்கள் கலம்காரி ஓவியங்கள் என்று அழைக்கப்படுகின்றன. இவைகளை தமிழகத்திலும் ஆந்திராவிலும் ஓவியர்கள் வரைந்து வருகின்றனர்."
  },
  {
    "description": "ஓலைச்சுவடி ஓவியங்களில் வரையப்படும் பொதுவான காட்சிகள் யாவை?",
    "options": [
      "அன்றாட வாழ்க்கை காட்சிகள்",
      "இயற்கை அழகு",
      "இதிகாசம் மற்றும் புராணக் காட்சிகள்",
      "காதல் காட்சிகள்"
    ],
    "answer": "C",
    "additional_context": "ஓலைச்சுவடிகள் மீது எழுத்தாணிகளைக் கொண்டு கோட்டோவியமாகவும் வண்ணப்பூச்சு ஓவியமாகவும் ஓவியங்கள் வரையப்படுகின்றன. பெரும்பாலும் இதிகாசம் மற்றும் புராணக் காட்சிகளாக இருக்கும். தற்காலத்தில் ஓலைச்சுவடி ஓவியங்கள் அரிதாகிவிட்டது. தஞ்சாவூர் சரசுவதி மகால் நூலகத்திற்குச் சென்றால் ஓலைச்சுவடி ஓவியங்களை காணலாம்."
  },
  {
    "description": "சுவர் ஓவியங்களை எவ்வாறு வரைவர் என்பதை விளக்கும் வாக்கியம் எது?",
    "options": [
      "சுவர் ஈரப்பதமாக இருக்கும்போது ஓவியங்களை வரைவர்.",
      "சுவர் உலர்ந்த பிறகு ஓவியங்களை வரைவர்.",
      "மணல் மற்றும் சுண்ணாம்பைச் சேர்த்துச் சுவரைச் சமப்படுத்துவர்.",
      "மேற்கூரைகளில் ஓவியங்களை வரைவர்."
    ],
    "answer": "A",
    "additional_context": "மனிதர்கள் வீடுகட்டி வாழத் தொடங்கிய காலம் முதல் சுவர் ஓவியங்களை வரைந்து வருகின்றனர். அரண்மனைகள், மண்டபங்கள், கோவில்கள் போன்றவற்றின் சுவர்களிலும் மேற்கூரைகளிலும் சுவர் ஓவியங்களை காணமுடியும். சித்தன்னவாசல் என்னும் ஊரில் சுவர் ஓவியங்களைப் பார்த்திருப்பீர்கள். சுவர் ஓவியங்களை வரைய, முதலில் ஆற்று மணலுடன் சுண்ணாம்பைச் சேர்த்துச் சுவரைச் சமப்படுத்துவர். சுவர் ஈரப்பதமாக இருக்கும்போது சுவர் ஓவியங்களை வரைவர். சுவர் உலர்ந்தபிறகு சுவர் ஓவியங்களை வரையவும் உண்டு. தஞ்சைப் பெரியகோயிலில் சுவர் ஓவியங்களை ஏராளமாகக் காணமுடியும்."
  },
  {
    "description": "நவீன ஓவியங்களில் புகுத்தப்பட்ட புதுமைகளைப் பற்றி குறிப்பிடும் வாக்கியம் எது?",
    "options": [
      "ஓவியர்கள் பல வண்ணக் கலவைகளைக் கொண்டும் ஓவியங்களை வரைகின்றனர்.",
      "இராஜா இரவிவர்மா இந்தியக் கலையை மேற்கத்திய ஓவிய முறைகளுடன் இணைத்து ஓவியங்களில் புதுமைகளைப் புகுத்தினார்.",
      "இராஜா இரவிவர்மாவின் ஓவிய முறைகள் பிற்காலத்தில் நாட்காட்டிகளில் அதிகம் பயன்படுத்தப்பட்டன.",
      "கொண்டையராஜு நாட்காட்டி ஓவியம் வரைையும் முறையின் முன்னோடிகளுள் ஒருவராகக் கருதப்படுகிறார்."
    ],
    "answer": "B",
    "additional_context": "நவீன ஓவியங்கள் ஓவியக்கலையின் மிகப் புதுமையான வடிவமாகும். ஐரோப்பியக் கலை நுணுக்கத்துடன் விளங்குகின்றன. புதுமையான பார்வையில் புதிய கருத்துகள் வெளிப்படுமாறு நவீன ஓவியங்கள் வரையப்படுகின்றன. பார்வையாளர்களின் மனப்பான்மைக்கு ஏற்பப் பொருள்கொள்ளும் வகையில் கோடுகளாகவும் கிறுக்கல்களாகவும் நவீன ஓவியங்கள் வரையப்படுகின்றன. பல வண்ணக் கலவைகளைக் கொண்டும் ஓவியர்கள் நவீன ஓவியங்களை வரைகின்றனர். இராஜா இரவிவர்மா இந்தியக் கலையை மேற்கத்திய ஓவிய முறைகளுடன் இணைத்து ஓவியங்களில் புதுமைகளைப் புகுத்தினார்."
  },
  {
    "description": "குகை ஓவியங்கள் பற்றிய கீழ்க்கண்ட கூற்றுகளில் எது தவறானது?",
    "options": [
      "குகை ஓவியங்கள் பழங்கால மனிதர்களின் வாழ்க்கை முறைகளைப் பற்றி நமக்குச் சொல்கின்றன.",
      "குகை ஓவியங்கள் பெரும்பாலும் கோட்டோவியங்களாக இருக்கும்.",
      "குகை ஓவியங்கள் மண் மற்றும் கல் துகள்களைக் கொண்டு வண்ணம் தீட்டப்படுகின்றன.",
      "குகை ஓவியங்கள் அதிநவீன தொழில்நுட்பங்களைப் பயன்படுத்தி வரையப்பட்டவை."
    ],
    "answer": "D",
    "additional_context": "பழங்கால மக்கள் குகைகளில்தான் வாழ்ந்து வந்தனர். அங்குதான் அவர்கள் முதலில் ஓவியங்களை வரையத் தொடங்கினார்கள். செய்திகளை மற்றவர்களுக்குத் தெரிவிப்பதற்காக குகை ஓவியங்களை வரைந்தனர். வேட்டைக்குச் செல்லுதல், நடனம் ஆடுதல், போர் செய்தல் போன்ற காட்சிகள் குகை ஓவியங்களில் வரையப்பட்டன. குகை ஓவியங்கள் பெரும்பாலும் கோட்டோவியமாக இருக்கும். மண் மற்றும் கல் துகள்களைக் கொண்டு குகை ஓவியங்களுக்கு வண்ணம் தீட்டினர்."
  }
]
