[
          
  {
    
          "description": "'கலங்கரை விளக்கமானது வானம் கீழே விழுந்துவிடாமல் தாங்கிக் கொண்டிருக்கும் தூண் போலத் தோற்றமளிக்கிறது' என்ற வாக்கியத்தின் மூலம் நாம் என்ன புரிந்துகொள்ள முடியும்?",
          "options": [
      "அ) கலங்கரை விளக்கம் மிகவும் உயரமானது.",
      "இ) கலங்கரை விளக்கம் மிகவும் வலிமையானது.",
      "ஆ) கலங்கரை விளக்கம் மிகவும் அழகானது.",
      "ஈ) கலங்கரை விளக்கம் மிகவும் பழமையானது."
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    
          "additional_context": "இந்தப் பாடல் பகுதியில், கலங்கரை விளக்கமானது மிகவும் உயரமானது என்பதையும், அது மிகவும் வலிமையானது என்பதையும்  விளக்குகிறது. 'வானம் ஊன்றிய மதலை போல' என்ற வரி கலங்கரை விளக்கம்  வானத்தைத் தாங்கும் தூண் போன்றது என்கிறது. இது கலங்கரை விளக்கத்தின் உயரத்தையும் வலிமையையும் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'வேயா மாடம்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "அ) மரத்தால் கட்டப்பட்ட மாடம்",
      "இ) வைக்கோலால் வேயப்பட்ட மாடம்",
      "ஆ) சாந்தினால் பூசப்பட்ட மாடம்",
      "ஈ) துணியால் மூடப்பட்ட மாடம்"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    
          "additional_context": "இந்தப் பாடலில், 'வேயா மாடம்' என்ற சொல் கலங்கரை விளக்கத்தின் மாடத்தை  குறிப்பிடுகிறது. 'வேயா' என்பது 'வைக்கோலால் வேயப்பட்ட' என்று பொருள்படும்.  ஆனால் கலங்கரை விளக்கம்  வைக்கோலால் வேயப்படவில்லை, சாந்து பூசப்பட்ட மாடம். இந்த  வார்த்தை, கலங்கரை விளக்கம்  வலிமையான  மாடத்தைக் கொண்டுள்ளது என்பதை விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'உரவுநீர் அழுவத்து ஓடுகலம் கரையும்' என்ற வரியில் 'கரையும்' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "அ) மீண்டும் வரும்",
      "இ) அழைக்கும்",
      "ஆ) நகரும்",
      "ஈ) எழும்"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    
          "additional_context": "'உரவுநீர் அழுவத்து ஓடுகலம் கரையும்'  என்ற இந்த வரியில் 'கரையும்' என்ற சொல்  'அழைக்கும்' என்ற பொருளைத் தருகிறது. இதன் பொருள், கடலில் துறைமுகம் அறியாமல் கலங்கும் மரக்கலங்களை கலங்கரை விளக்கம் தன் துறைமுகம் நோக்கி அழைக்கிறது என்பதாகும். "
          }
        ,
          
  {
    
          "description": "'இரவில் மாட்டிய இலங்குசுடர் ஞெகிழி' என்ற வரி எதைக் குறிக்கிறது?",
          "options": [
      "அ) கலங்கரை விளக்கத்தில் எரியும் விளக்கு",
      "இ) மீனவர்களின் படகில் எரியும் விளக்கு",
      "ஆ) வீடுகளில் எரியும் விளக்கு",
      "ஈ) கோவில்களில் எரியும் விளக்கு"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    
          "additional_context": "இந்த வரியில், 'இலங்குசுடர் ஞெகிழி'  என்ற சொல் கலங்கரை விளக்கத்தில் எரியும் விளக்கைக் குறிக்கிறது. கலங்கரை விளக்கம்  'இரவில் மாட்டிய'  என்பது  இரவில் மட்டுமே விளக்கு ஏற்றப்படுகிறது  என்பதைக் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "பத்துப்பாட்டில் எத்தனை நூல்கள் உள்ளன?",
          "options": [
      "அ) 8",
      "இ) 10",
      "ஆ) 12",
      "ஈ) 15"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    
          "additional_context": "பத்துப்பாட்டு என்பது  சங்க காலத்தில்  இயற்றப்பட்ட பத்து நீண்ட  பாடல்களின் தொகுப்பாகும்.  இதில்  மொத்தம் 10 நூல்கள் உள்ளன.  இந்த நூல்கள் தமிழர்களின் வாழ்க்கை முறையை  விவரிக்கின்றன."
          }
        ]