
[
  {
    "description": "'ஆழ்கடலின் அடியில்' கதையில், கடல்வாழ் உயிரினங்களிடமிருந்து உணவு தயாரித்து, கடலுக்குள் மட்டுமே வாழும் ஒரு தனி உலகை உருவாக்கியவர் யார்?",
    "options": [
      "பியரி",
      "நெட்",
      "கான்சீல்",
      "நெமோ"
    ],
    "answer": "D",
    "additional_context": "நமது நீர்மூழ்கிக் கப்பல் 'நாட்டிலஸ்' என்ற பெயரில் இருக்கிறது. நாங்கள் அனைவரும்  'நாட்டிலஸ்' பயணத்தில் இருக்கிறோம். இந்த நீர்மூழ்கிக் கப்பலை கட்டியவர், அதன் உரிமையாளர்  'நெமோ' என்று பெயர். அவர் தனக்கு ஒரு தனி உலகத்தை உருவாக்கிக்கொண்டு அங்கு வாழ்ந்து கொண்டிருக்கிறார். கடலுக்குள் மட்டுமே வாழ்ந்து, கடல்வாழ் உயிரினங்களிலிருந்து மட்டும் உணவு தயாரித்துக் கொண்டு வாழ்வதை தீர்மானித்தவர் அவர்."
  },
  {
    "description": "'நாட்டிலஸ்' என்னும் நீர்மூழ்கிக் கப்பலில்,  கடல்வாழ் உயிரினங்கள் குறித்த  விரிவான அறிவுக்கருவூலங்களுடன் எது உள்ளது?",
    "options": [
      "விளக்குகள்",
      "நீர்த்தொட்டிகள்",
      "காற்றுப்பைகள்",
      "நூலகம் மற்றும் அருங்காட்சியகம்"
    ],
    "answer": "D",
    "additional_context": "'நாட்டிலஸ்' என்ற அந்த நீர்மூழ்கிக் கப்பல் தனித்துவமானது. அந்தக் கப்பலில் கடல்வாழ் உயிரினங்கள் பற்றிய அறிவுக்கருவூலங்கள் நிரம்பிய நூலகம் மற்றும் அருங்காட்சியகம் உள்ளன. ஆழ்கடல் பற்றிய பலவகைப்பட்ட தகவல்களையும், கடல்வாழ் உயிரினங்கள் பற்றிய பல அரிய பொருட்களையும்  'நாட்டிலஸ்'  நூலகத்தில் காண முடியும்."
  },
  {
    "description": "'நாட்டிலஸ்' எந்த இடத்தில் கடல்புற்று எனப்படும் மணல் திட்டில் சிக்கிக் கொண்டது?",
    "options": [
      "அமெரிக்காவுக்கும் ஜப்பானுக்கும் இடையே உள்ள பெருங்கடல் பரப்பில்",
      "இந்தியாவுக்கும் இலங்கைக்கும் அருகில்",
      "இங்கிலாந்துக்கும் ஸ்பெயினுக்கும் இடையே",
      "பூமியின் தென்துருவத்திற்கு அருகில்"
    ],
    "answer": "B",
    "additional_context": "'நாட்டிலஸ்' கப்பல்  இந்தியா மற்றும் இலங்கைக்கு அருகில்  கடல்புற்று எனப்படும் மணல் திட்டில் சிக்கிக்கொண்டது. அந்த இடம் முத்துக்குளிக்கும் தொழில் மிகவும் பிரபலமான இடம். ஆகையால் அந்தப் பகுதியில் முத்துச்சிப்பிகள் அதிக அளவில் காணப்படுகின்றன.  'நாட்டிலஸ்' கப்பல் சிக்கிக்கொண்டதால் நெமோ முத்துச்சிப்பிகளை எடுப்பதற்காகவும், கடல்வாழ் உயிரினங்களை ஆராய்வதற்காகவும் தனது கப்பலை அந்தப் பகுதிக்கு  கொண்டு வந்தார்."
  },
  {
    "description": "'ஆழ்கடலின் அடியில்' கதை எந்தப் பிரபலமான அறிவியல் புனைகதை எழுத்தாளரால் எழுதப்பட்டது?",
    "options": [
      "ஆர்தர் கோனன் டாய்ல்",
      "எச்.ஜி. வெல்ஸ்",
      "ஜூல்ஸ் வெர்ன்",
      "மேரி ஷெல்லி"
    ],
    "answer": "C",
    "additional_context": "'ஆழ்கடலின் அடியில்'  என்ற புத்தகத்தை எழுதியவர்  'ஜூல்ஸ் வெர்ன்'.  அவர் பிரான்சு நாட்டைச் சேர்ந்தவர். இவர் அறிவியல் புனைகதை எழுத்தாளர்களில் முக்கியமானவர். அவர் எழுதிய பல புத்தகங்கள்  'நாட்டிலஸ்'  என்னும் நீர்மூழ்கிக் கப்பல் பற்றிய கற்பனையான  கதைகளாகும்."
  },
  {
    "description": "'ஆழ்கடலின் அடியில்' கதையில், 'அட்லாண்டிஸ்' நகரத்தின் இடிபாடுகள் எங்கே கண்டுபிடிக்கப்பட்டன?",
    "options": [
      "கடல்புற்று எனப்படும் மணல் திட்டில்",
      "பூமியின் தென்துருவத்திற்கு அருகில்",
      "எரிமலையின் அடியில்",
      "இங்கிலாந்துக்கும் ஸ்பெயினுக்கும் இடையே"
    ],
    "answer": "C",
    "additional_context": "நாங்கள் 'நாட்டிலஸ்' கப்பலில் பயணம் செய்து கொண்டிருந்தோம். அப்பொழுது எங்களை ஒரு எரிமலை  சந்தித்தது. அது கடலுக்குள் இருந்து தீப்பிழம்புகளை கக்கிக்கொண்டிருந்தது.  அந்த எரிமலையின் அடியில் 'அட்லாண்டிஸ்'  என்ற நகரத்தின் இடிபாடுகள் இருப்பதை பார்த்தோம். 'அட்லாண்டிஸ்'  என்ற நகரம்  பல நூறு ஆண்டுகளுக்கு முன்பே கடலுக்குள் மூழ்கிப்போய் விட்டது."
  }
]
