
[
  {
    "description": "தமிழ்நாட்டில் உள்ள எந்த நகரைத் தென்னிந்தியாவின் ஆக்ஸ்போர்டு என்பர்?",
    "options": [
      "திருநெல்வேலி",
      "பாளையங்கோட்டை",
      "மதுரை",
      "சென்னை"
    ],
    "answer": "B",
    "additional_context": "தாமிரபரணி ஆற்றின் மேற்குக் கரையில் திருநெல்வேலியும் கிழக்குக் கரையில் பாளையங்கோட்டையும் அமைந்துள்ளன. இவ்விரு நகரங்களும் இரட்டை நகரங்கள் என அழைக்கப்படுகின்றன. பாளையங்கோட்டையில் அதிக அளவில் கல்வி நிலையங்கள் இருப்பதால் அந்நகரைத் தென்னிந்தியாவின் ஆக்ஸ்போர்டு என்பர்."
  },
  {
    "description": "நெல்லை நகரின் தெருக்களில் ஒன்றான காவற்புரைத் தெரு என்பது எதை குறிக்கிறது?",
    "options": [
      "கோவில்",
      "சந்தை",
      "சிறைச்சாலை",
      "நகரக் கோபுரம்"
    ],
    "answer": "C",
    "additional_context": "நெல்லை மாநகரில் உள்ள தெருக்கள் பல அதன் பழமைக்குச் சான்றாக உள்ளன. காவற்புரைத் தெரு என்று ஒரு தெரு உள்ளது. காவற்புரை என்றால் சிறைச்சாலை. அரசரால் தண்டிக்கப்பட்டவர்கள் இங்குச் சிறை வைக்கப்பட்டதால் இப்பெயர் பெற்றது."
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தில் கோட்டைகள் பல இருந்தமைக்குச் சான்றாக எந்த பெயர்கள் விளங்குகின்றன?",
    "options": [
      "பாண்டியபுரம், திருமங்கை நகர்",
      "சேரன்மாதேவி, குலசேகரன்பட்டினம்",
      "பாளையங்கோட்டை, உக்கிரன்கோட்டை, செங்கோட்டை",
      "மீனாட்சிபுரம், வீரராகவபுரம்"
    ],
    "answer": "C",
    "additional_context": "பாளையங்கோட்டை, உக்கிரன்கோட்டை, செங்கோட்டை என்னும் பெயர்கள் இம்மாவட்டத்தில் கோட்டைகள் பல இருந்தமைக்குச் சான்றாக விளங்குகின்றன."
  },
  {
    "description": "நம்மாழ்வார், பெரியாழ்வார் போன்றோர் பிறந்த இடம் எது?",
    "options": [
      "மதுரை",
      "திருச்செந்தூர்",
      "திருநெல்வேலி",
      "தஞ்சாவூர்"
    ],
    "answer": "C",
    "additional_context": "அகத்தியர் பொதிகை மலையில் வாழ்ந்தார் என்பர். சங்கப் புலவரான மாறோக்கத்து நப்பசலையார், நம்மாழ்வார், பெரியாழ்வார், குமரகுருபரர், திரிகூடராசப்பக் கவிராயர், கவிராசப் பண்டிதர் ஆகியோர் திருநெல்வேலிச் சீமையில் பிறந்து தமிழுக்குச் செழுமை சேர்த்துள்ளனர்."
  },
  {
    "description": "திருநெல்வேலிக்கு அருகில் உள்ள ஆதிச்சநல்லூரில் நிகழ்த்தப்பட்ட அகழ்வாய்வில் கண்டெடுக்கப்பட்ட முதுமக்கள் தாழிகள் பற்றி என்ன சொல்லப்படுகிறது?",
    "options": [
      "பழந்தமிழர்கள் இறந்தவர்களின் உடலை புதைக்க பயன்படுத்தியதற்கான சான்று இவை.",
      "இறந்தவர்களின் உடலை எரித்து, அதன் எச்சங்களை வைக்கும் இடமாக இருந்திருக்கலாம்.",
      "பழங்கால மக்கள் தங்களின் உடலை மலைகளில் புதைத்ததற்கான சான்றாக இவை இருக்கின்றன.",
      "கிரேக்கர்கள் இறந்தவர்களின் உடலை புதைத்ததற்கான சான்றுகளாக இவை இருக்கின்றன."
    ],
    "answer": "A",
    "additional_context": "திருநெல்வேலிக்கு அருகிலுள்ள ஆதிச்சநல்லூர் என்னும் இடத்தில் நிகழ்த்தப்பட்ட அகழ்வாய்வில் இறந்தவர்களின் உடல்களைப் புதைக்கப் பழந்தமிழர்கள் பயன்படுத்திய முதுமக்கள் தாழிகள் கண்டெடுக்கப்பட்டுள்ளன."
  }
]
