
[
  {
    "description": "'அருளுடைமை'  என்பது எந்தப் பகுதியில்  கூறப்பட்டுள்ளது?",
    "options": [
      "ஒழுக்காறாமை",
      "புறங்கூறாமை",
      "வாய்மை",
      "இறைமாட்சி"
    ],
    "answer": "A",
    "additional_context": "திருக்குறள் நூல்  மூன்று பகுதிகளாகப் பிரிக்கப்பட்டுள்ளது. அவை அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என்பன. இதில்  அறத்துப்பாலில் அருளுடைமை என்ற பகுதி உள்ளது. அறத்துப்பாலில் 38 அதிகாரங்கள் உள்ளன."
  },
  {
    "description": "'அருட்செல்வம்' என்ற சொல்லை எவ்வாறு  பிரித்து எழுதலாம்?",
    "options": [
      "அருள் + செல்வம்",
      "அருட் + செல்வம்",
      "அருள் + செல்வம்",
      "அருள் + செல்வம்"
    ],
    "answer": "A",
    "additional_context": "அருள் + செல்வம் என்பது அருட்செல்வம் என்ற சொல்லை  பிரித்து எழுதும் முறை. இது திருக்குறளில் அருளுடைமை பகுதியில் உள்ளது. அருட்செல்வம்  செல்வங்களுள் சிறந்த செல்வமாகும். பொருட்செல்வம் இழிந்தவரிடத்திலும் உள்ளது என்று குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "'தீமை இலாத சொலல்'   என்ற பொருள் கொண்ட சொல்  திருக்குறளில்  எது?",
    "options": [
      "அழுக்காறாமை",
      "வாய்மை",
      "புறங்கூறாமை",
      "அருளுடைமை"
    ],
    "answer": "B",
    "additional_context": "வாய்மை எனப்படுவது யாதெனின் யாதொன்றும் தீமை இலாத சொலல். இது  திருக்குறளில் வாய்மை பகுதியில் உள்ளது. மற்றவர்க்கு ஒரு தீங்கும் தராத சொற்களைச் சொல்லுதல் வாய்மை எனப்படும்."
  },
  {
    "description": "திருவள்ளுவர் யாரால்   குறிப்பிடப்படுகிறார்?",
    "options": [
      "மன்னன்",
      "புலவர்",
      "பாவலர்",
      "இவை எல்லாம்"
    ],
    "answer": "D",
    "additional_context": "திருவள்ளுவர்  முதற்பாவலர், பொய்யில் புலவர், செந்நாப்போதார் போன்ற சிறப்புப் பெயர்களாலும் குறிப்பிடப்படுகிறார்."
  },
  {
    "description": "'திரு'  என்னும்  அடைமொழி  உள்ள  முதல்  தமிழ் நூல் எது?",
    "options": [
      "திருக்கோவையார்",
      "திருக்குறள்",
      "திருமுருகாற்றுப்படை",
      "திருவாசகம்"
    ],
    "answer": "B",
    "additional_context": "தமிழ்நூல்களில் 'திரு' என்னும் அடைமொழியோடு வருகின்ற முதல் நூல் திருக்குறள் ஆகும். திருக்குறள் அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என்ற மூன்று பகுப்புகளைக் கொண்டது. இதில் அறம்-38, பொருள்-70, இன்பம்-25 என மொத்தம் 133 அதிகாரங்கள் உள்ளன. அதிகாரத்திற்கு 10 குறட்பாக்கள் வீதம் 1330 குறட்பாக்கள் உள்ளன. இதற்கு முப்பால், தெய்வநூல், பொய்யாமொழி போன்ற பிற பெயர்களும் உள்ளன."
  }
]
