
[
  {
    "description": "“வீரர்கள் நாட்டைக் காத்தனர்” என்ற தொடரில் எழுவாய் எது?",
    "options": [
      "வீரர்கள்",
      "நாட்டைக்",
      "காத்தனர்",
      "நாடு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தத் தொடரில் எழுவாய் என்பது யார் அல்லது எது எனும் கேள்விக்கு பதில் தரும் சொல்லாகும். “வீரர்கள் நாட்டைக் காத்தனர்” என்ற தொடரில், யார் நாட்டைக் காத்தனர் எனக் கேட்டால் வீரர்கள் எனப் பதில் கிடைக்கும். எனவே, இத்தொடரில் “வீரர்கள்” என்பது எழுவாயாகும்."
  },
  {
    "description": "“தெய்வீகத்தையும் தேசியத்தையும் தமது இரு கண்களாகக் கருதியவர் முத்துராமலிங்கத்தேவர்.” - இந்தத் தொடரில் பயனிலை எது?",
    "options": [
      "தெய்வீகத்தையும்",
      "தேசியத்தையும்",
      "கருதியவர்",
      "முத்துராமலிங்கத்தேவர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒரு தொடரில் வினை, வினா, பெயர் ஆகியவற்றுள் ஏதேனும் ஒன்றைக் கொண்டு முடித்து வைப்பது பயனிலை. “தெய்வீகத்தையும் தேசியத்தையும் தமது இரு கண்களாகக் கருதியவர் முத்துராமலிங்கத்தேவர்.” இந்த தொடரில் வினைச்சொல் “கருதியவர்” ஆகும்.  எனவே, இத்தொடரில் “கருதியவர்” என்பது பயனிலையாகும்."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எது “குழூஉக்குறி”யின் எடுத்துக்காட்டு?",
    "options": [
      "கால் கழுவி வந்தான்.",
      "ஓலை - திருமுகம்",
      "பொன்னைப் பறி எனல்",
      "நெல்லை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பலர் கூடியிருக்கும் இடத்தில் சிலர் மட்டும் தமக்குள் சில செய்திகளைப் பகிர்ந்துகொள்ள விரும்பினால் மற்றவர்கள் புரிந்துகொள்ள இயலாத வகையில் சொற்களைப் பயன்படுத்துவர். இவ்வாறு ஒரு குழுவினர் ஒரு பொருள் அல்லது செயலைக் குறிக்கத் தமக்குள் பயன்படுத்திக்கொள்ளும் சொற்கள் குழூஉக்குறி எனப்படும். பொன்னைப் பறி எனல் என்பது பொற்கொல்லர்கள் தமக்குள் மட்டும் பயன்படுத்தும் சொல் ஆகும். எனவே, இது குழூஉக்குறியின் எடுத்துக்காட்டு ஆகும்."
  },
  {
    "description": "“சோணாடு” என்ற சொல் எந்த வகை வழக்கு?",
    "options": [
      "இயல்பு வழக்கு",
      "தகுதி வழக்கு",
      "மரூஉ",
      "இலக்கணப்போலி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நாம் எல்லாச் சொற்களையும் எல்லா இடங்களிலும் முழுமையான வடிவத்தில் பயன்படுத்துவது இல்லை. தஞ்சாவூர் என்னும் பெயரைத் தஞ்சை என்றும், திருநெல்வேலி என்னும் பெயரை நெல்லை எனவும் வழங்குகிறோம். இவ்வாறு இலக்கண நெறியிலிருந்து பிறழ்ந்து, சிதைந்து வழங்கும் சொற்கள் மரூஉ எனப்படும். சோணாடு என்பது சோழ நாடு என்ற சொல்லின் மருவி வழங்கும் வடிவம் ஆகும். எனவே, சோணாடு என்பது மரூஉ வழக்கு ஆகும்."
  },
  {
    "description": "“இயற்கை எய்தினார்” என்ற சொல் எந்த வகை வழக்கின் எடுத்துக்காட்டு?",
    "options": [
      "இடக்கரடக்கல்",
      "மங்கலம்",
      "குழூஉக்குறி",
      "இயல்பு வழக்கு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குழந்தை வெளியே போய்விட்டது. ஒன்றுக்குப் போய் வந்தேன். செத்தார் என்பது மங்கலமில்லாத சொல் என நம் முன்னோர் கருதினர். எனவே, செத்தார் எனக் குறிப்பிடாமல் துஞ்சினார் எனக் குறிப்பட்டனர். நாம் இக்காலத்தில் இயற்கை எய்தினார் என்று குறிப்பிடுகிறோம். இவ்வாறு மங்கலமில்லாத சொற்களை மங்கலமான வேறு சொற்களால் குறிப்பதை மங்கலம் என்பர். “இயற்கை எய்தினார்” என்பது “செத்தார்” என்ற மங்கலமில்லாத சொல்லுக்குப் பதிலாக மங்கலமான சொல் பயன்படுத்தப்பட்டுள்ளது. எனவே, “இயற்கை எய்தினார்” என்பது மங்கல வழக்கின் எடுத்துக்காட்டு ஆகும்."
  }
]
