
[
  {
    "description": "பழங்காலத்தில் மக்கள் கப்பல்களை எதற்காகப் பயன்படுத்தினார்கள்?",
    "options": [
      "பொருள்களை ஏற்றிச் செல்ல மட்டும்",
      "பயணம் செய்ய மட்டும்",
      "பயணம் செய்வதற்கும் போர் புரிவதற்கும்",
      "பொருட்களை ஏற்றுமதி செய்ய மட்டும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பயணம் செய்வதில் தமிழர்களுக்கு எப்போதும் பெருவிருப்பம் உண்டு. பயணம் தரைவழிப் பயணம், நீர்வழிப் பயணம், வான்வழிப் பயணம் என மூன்று வகைப்படும். நீர்வழிப் பயணத்தை உள்நாட்டு நீர்வழிப் பயணம், கடல்வழிப் பயணம் என இருவகைப்படுத்தலாம். வானூர்திகள் கண்டுபிடிக்கப்படாத காலத்தில் வெளிநாட்டுப் பயணத்திற்கு உதவியவை கப்பல்களே! கப்பல் கட்டுவதும் கப்பலைச் செலுத்துவதும் மிகச் சிறந்த தொழில்நுட்பம் சார்ந்த கலைகள் ஆகும். கப்பலைப் பார்ப்பதும் கப்பலில் பயணம் செய்வதும் மட்டுமல்லாமல் கப்பலைப் பற்றிப் படிப்பதும் உள்ளத்திற்கு உவகை தரும்."
  },
  {
    "description": "இக்காலத்தில் பெரும்பாலும் பொருள்களை ஏற்றிச் செல்லப் பயன்படும் கப்பல்கள் எது?",
    "options": [
      "போர் கப்பல்கள்",
      "சரக்குக் கப்பல்கள்",
      "தனிப்பட்ட கப்பல்கள்",
      "மீன்பிடி கப்பல்கள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "முற்காலத்தில் மக்கள் பயணம் செய்வதற்கு மட்டுமன்றிப் போர் புரியவும் கப்பல்கள் பெரிதும் பயன்பட்டன. ஆனால் இக்காலத்தில் பெரும்பாலும் பொருள்களை ஏற்றிச் செல்லவே கப்பல்கள் பயன்படுத்தப்படுகின்றன. அவற்றைச் சரக்குக் கப்பல்கள் என்பர். போருக்குப் பயன்படும் பெரிய கப்பல்களும் இன்று உள்ளன."
  },
  {
    "description": "தொல்காப்பியர் காலத்திற்கு முன்பே தமிழர்கள் கடல் பயணம் செய்திருந்தனர் என்பதற்கான சான்று எது?",
    "options": [
      "திருக்குறளில் கடலோடா கால்வல் நெடுந்தேர் குறிப்பிடப்பட்டுள்ளது.",
      "பட்டினப்பாலை பூம்புகார் துறைமுகத்தின் ஏற்றுமதி இறக்குமதி பற்றி விவரிக்கிறது.",
      "தொல்காப்பியம் \"முந்நீர் வழக்கம்\" என்று கடற்பயணத்தைக் குறிப்பிடுகிறது.",
      "சேந்தன் திவாகரத்தில் பலவகையான கப்பல்களின் பெயர்கள் குறிப்பிடப்பட்டுள்ளன."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நமக்குக் கிடைத்துள்ள நூல்களிலேயே மிகவும் பழமையானது தொல்காப்பியம். அந்நூல் முந்நீர் வழக்கம் என்று கடற்பயணத்தைக் குறிப்பிடுகிறது. எனவே, தொல்காப்பியர் காலத்திற்கு முன்பே தமிழர்கள் கடல் பயணம் செய்துள்ளனர் என்பதை அறியலாம்."
  },
  {
    "description": "பண்டைய தமிழர்கள் கப்பல் கட்டுவதற்குத் தேர்ந்தெடுத்த மரங்களின் தன்மை பற்றி எந்த நூல் கூறுகிறது?",
    "options": [
      "தொல்காப்பியம்",
      "திருக்குறள்",
      "பட்டினப்பாலை",
      "மணிமேகலை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கப்பல் கட்டுவதற்கு உரிய மரங்களைத் தேர்ந்தெடுப்பதில் தமிழர்கள் மிகுந்த கவனம் செலுத்தினர். கப்பல்கள் தண்ணீரிலேயே இருப்பவை என்பதால் தண்ணீரால் பாதிப்பு அடையாத மரங்களையே கப்பல் கட்டப் பயன்படுத்தினர். நீர்மட்ட வைப்பிற்கு வேம்பு, இலுப்பை, புன்னை, நாவல் போன்ற மரங்களைப் பயன்படுத்தினர். பக்கங்களுக்குத் தேக்கு, வெண்தேக்கு போன்ற மரங்களைப் பயன்படுத்தினர். மரத்தின் வெட்டப்பட்ட பகுதியை வெட்டுவாய் என்பர். அதன் நிறத்தைக் கொண்டு மரத்தின் தன்மையை அறிவர். கண்ணடை என்பது இழைத்த மரத்தில் காணப்படும் உருவங்கள் ஆகும். மேலும் சுழி உள்ள மரங்களைப் பயன்படுத்தாமல் தவிர்த்தனர். நீளம், அகலம், உயரம் ஆகியவற்றைச் சரியான முறையில் கணக்கிட்டுக் கப்பல்களை உருவாக்கினர். இவற்றைத் தச்சுமுழம் என்னும் நீட்டலளவையால் கணக்கிட்டனர். பெரிய படகுகளில் முன்பக்கத்தை யானை, குதிரை, அன்னம் முதலியவற்றின் தலையைப் போன்று வடிவமைப்பதும் உண்டு. கரிமுக அம்பி, பரிமுக அம்பி என்றெல்லாம் இவை அழைக்கப்பட்டன."
  },
  {
    "description": "கப்பலின் அடிமரத்திற்கு எந்தப் பெயர்?",
    "options": [
      "பருமல்",
      "எரா",
      "கூம்பு",
      "சுக்கான்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கப்பல் பல்வேறு வகையான உறுப்புகளை உடையது. எரா, பருமல், வங்கு, கூம்பு, பாய்மரம், சுக்கான், நங்கூரம் போன்றவை கப்பலின் உறுப்புகளுள் சிலவாகும். கப்பலின் முதன்மையான உறுப்பாகிய அடிமரம் எரா எனப்படும். குறுக்கு மரத்தைப் பருமல் என்பர்."
  }
]
