
[
  {
    "description": "“மல்லிகை சூடினாள்” என்ற தொடரில் மல்லிகை என்னவாக அமைந்துள்ளது?",
    "options": [
      "அ) ஒரு பூவின் பெயர்",
      "இ) ஒரு மரத்தின் பெயர்",
      "ஆ) மல்லிகை மரத்தில் உள்ள மலரின் பெயர்",
      "ஈ) மல்லிகை மரத்தின் இலைகளின் பெயர்"
    ],
    "answer": "C",
    "additional_context": "மல்லிகை என்னும் ஒரு முழுப்பொருளின் பெயர் அதன் ஓர் உறுப்பாகிய மலரைக் குறிக்கிறது. இவ்வாறு பொருளின் பெயர் அதன் சினையாகிய உறுப்புக்கு ஆகிவருவது பொருளாகுபெயர் எனப்படும். இதனை முதலாகு பெயர் எனவும் கூறுவர்."
  },
  {
    "description": "____________ இரட்டையாக இணைந்து வந்து, பிரித்தால் தனிப்பொருள் தராத சொற்களை இரட்டைக்கிளவி என்பர்.",
    "options": [
      "அ) சொற்கள்",
      "இ) வினைச்சொற்கள்",
      "ஆ) பெயர்ச்சொற்கள்",
      "ஈ) எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "இத்தொடரிலுள்ள விறுவிறு, கலகல், மளமள ஆகிய சொற்களைக் கவனியுங்கள். இவை ஒவ்வொன்றிலும் அசைச்சொற்கள் இரண்டிரண்டாக இணைந்து வந்துள்ளன. அவற்றைப் பிரித்துப் பார்த்தால் பொருள் தரவில்லை. இவ்வாறு இரட்டையாக இணைந்து வந்து, பிரித்தால் தனிப்பொருள் தராத சொற்களை இரட்டைக்கிளவி என்பர்."
  },
  {
    "description": "____________  பலமுறை இடம்பெறும் ஒவ்வொரு சொல்லும் பொருளுடையது.",
    "options": [
      "அ) இரட்டைக்கிளவி",
      "இ) அடுக்குத்தொடர்",
      "ஆ) தொழிலாகுபெயர்",
      "ஈ) பொருளாகுபெயர்"
    ],
    "answer": "B",
    "additional_context": "இப்பகுதியில் சில சொற்கள் இரண்டு, மூன்று, நான்கு முறை இடம்பெற்றுள்ளன. இவ்வாறு அச்சம், விரைவு, சினம் போன்ற காரணங்களால் ஒரு சொல் ஒன்றுக்கு மேற்பட்ட முறை தொடர்ந்து வருவதை அடுக்குத்தொடர் என்பர். அடுக்குத் தொடரில் பலமுறை இடம்பெறும் ஒவ்வொரு சொல்லும் பொருளுடையது."
  },
  {
    "description": "____________ இரண்டு முதல் நான்கு முறை வரை அடுக்கி வரும்.",
    "options": [
      "அ) இரட்டைக்கிளவி",
      "இ) அடுக்குத்தொடர்",
      "ஆ) தொழிலாகுபெயர்",
      "ஈ) பொருளாகுபெயர்"
    ],
    "answer": "B",
    "additional_context": "அடுக்குத் தொடரில் ஒரே சொல் இரண்டு முதல் நான்கு முறை வரை வரும். இரட்டைக்கிளவியில் ஒரு சொல் இரண்டு முறை மட்டுமே வரும்."
  },
  {
    "description": "“___________” என்ற சொல் வினைச்சொல் அல்ல.",
    "options": [
      "அ) பாம்பு",
      "இ) மழை",
      "ஆ) ஓடு",
      "ஈ) சிரி"
    ],
    "answer": "A",
    "additional_context": "இது வினைச்சொல்லா, பெயர்ச்சொல்லா என்பதைப் புரிந்துகொள்ள உதவும் ஒரு கேள்வி. வினைச்சொல் என்பது செயலைக் குறிப்பதாகும்.  எனவே பாம்பு என்பது வினைச்சொல் அல்ல."
  }
]
