[
          
  {
    
          "description": "'அகழியில் விழுந்த முதலைக்கு அதுவே சொர்க்கம்னு சொல்லுற மாதிரி' என்ற சொலவடை எந்த சூழலில் பயன்படுத்தப்பட்டது?",
          "options": [
      "பறவை பையனிடம் விளையாட மறுத்தது.",
      "தேனீ பையனிடம் விளையாட மறுத்தது.",
      "மாடு பையனிடம் விளையாட மறுத்தது.",
      "முயல் பையனிடம் விளையாட மறுத்தது."
    ],
    "answer": "D",
    
          "additional_context": "பையன் விளையாட ஆள் தேடி  ஒரு  முயலை  காண்கிறான். அந்த  முயல்  படுத்து  தூங்கிக் கொண்டிருக்கிறது. முயல் பையனிடம்  'அகழியில் விழுந்த முதலைக்கு அதுவே சொர்க்கம்னு சொல்லுற மாதிரி, நிழலில் படுத்துத் தூங்கினதால போனதடவை ஆமையிடம் தோத்துப் போய்ட்டேன். இந்தத் தடவையாவது நான் முந்தி ஆகணும். அதனால நான் வேகமா ஓடணும். நீ வேணும்னா அதோ அங்கே இருக்குற குட்டிச்சுவருகூடப் போய் விளையாடு.' என்கிறது. 'முயலுக்கு  ஆமை  ஓட்டத்தில்  தோற்று  போனது  சொர்க்கம்  போல் இருந்தது' என்ற  பொருளில்  இந்த  சொலவடை  பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'நாங்களே அதை விட்டாலும் கதி இல்ல, அப்பால போனாலும் விதி இல்லனு நினைச்சு தட்டிப் போட்ட ரொட்டிக்குப் புரட்டிப் போட ஆளு இல்லாம இருக்கோம்' என்ற சொலவடை என்ன பொருள் தருகிறது?",
          "options": [
      "எறும்பு, பூச்சி, வண்டு ஆகியவை தங்கள் பொருளை இழந்து வருத்தப்பட்டன.",
      "பையனால் வேலை செய்ய முடியாது.",
      "எறும்பு, பூச்சி, வண்டு ஆகியவை வேலை செய்ய வேண்டும்.",
      "பையன் எறும்பு, பூச்சி, வண்டு ஆகியவற்றைப் பார்த்து பயந்தான்."
    ],
    "answer": "A",
    
          "additional_context": "பையன்  விளையாட  ஆள்  தேடி  ஒரு  பழைய  சுவரை  காண்கிறான். அந்த  சுவரில்  ஏறி  குதித்ததால்  சுவர்  இடிந்து  விழுகிறது. சுவரில்  இருந்த  எறும்பு, பூச்சி, வண்டு  ஆகியவை  வெளியே  வந்து  'அடப்பாவி, நாங்களே அதை விட்டாலும் கதி இல்ல, அப்பால போனாலும் விதி இல்லனு நினைச்சு தட்டிப் போட்ட ரொட்டிக்குப் புரட்டிப் போட ஆளு இல்லாம இருக்கோம். உனக்குத்தான் வேலை இல்லைன்னா நாங்க பாடுபட்டுச் சேர்த்து வச்ச பொருளை எல்லாம் இப்படிப் போட்டு உடைச்சிட்டியே!' என்கின்றன.  'எறும்பு, பூச்சி, வண்டு  ஆகியவை  தங்கள்  சேமித்த  பொருளை  இழந்து  வருந்துகின்றன'  என்ற  பொருளை  இந்த  சொலவடை  தருகிறது."
          }
        ,
          
  {
    
          "description": "'அள்ளுறவன் பக்கத்துல இருந்தாலும் கிள்ளுறவன் பக்கத்துல இருக்கக் கூடாதுன்னு' என்ற சொலவடை என்ன பொருள் தருகிறது?",
          "options": [
      "பையன் எறும்பு, பூச்சி, வண்டு ஆகியவற்றைப் பார்த்து பயந்தான்.",
      "பையன் வேலை செய்ய வேண்டும்.",
      "பையன் எறும்பு, பூச்சி, வண்டு ஆகியவற்றிடம் நட்பு பாராட்டினான்.",
      "பையன் எறும்பு, பூச்சி, வண்டு ஆகியவற்றிடம் மோசமாக நடந்து கொண்டான்."
    ],
    "answer": "A",
    
          "additional_context": "பையன்  விளையாட  ஆள்  தேடி  ஒரு  பழைய  சுவரை  காண்கிறான். அந்த  சுவரில்  ஏறி  குதித்ததால்  சுவர்  இடிந்து  விழுகிறது. சுவரில்  இருந்த  எறும்பு, பூச்சி, வண்டு  ஆகியவை  வெளியே  வந்து  அவன்  கையில  கால்ல  ஏறி  நறுக்கு  நறுக்குன்னு  கடிக்குதுக. 'அள்ளுறவன் பக்கத்துல இருந்தாலும் கிள்ளுறவன் பக்கத்துல இருக்கக் கூடாதுன்னு' அந்தப் பையன் வலி பொறுக்க முடியாம கத்திக்கிட்டு ஓடுறான். 'நல்லவர்களோடு இருந்தாலும் கெட்டவர்களோடு இருக்கக் கூடாது'  என்ற  பொருளை  இந்த  சொலவடை  தருகிறது."
          }
        ,
          
  {
    
          "description": "'அமாவாசை இருட்டில் பெருச்சாளிக்குப் போன இடமெல்லாம் வழிதான்' என்ற சொலவடை எந்த சூழலில் பயன்படுத்தப்பட்டது?",
          "options": [
      "பறவை பையனிடம் விளையாட மறுத்தது.",
      "தேனீ பையனிடம் விளையாட மறுத்தது.",
      "மாடு பையனிடம் விளையாட மறுத்தது.",
      "பையன் எறும்பு, பூச்சி, வண்டு ஆகியவற்றிடம் கடிக்கப்பட்டு ஓடினான்."
    ],
    "answer": "D",
    
          "additional_context": "பையன்  விளையாட  ஆள்  தேடி  ஒரு  பழைய  சுவரை  காண்கிறான். அந்த  சுவரில்  ஏறி  குதித்ததால்  சுவர்  இடிந்து  விழுகிறது. சுவரில்  இருந்த  எறும்பு, பூச்சி, வண்டு  ஆகியவை  வெளியே  வந்து  அவன்  கையில  கால்ல  ஏறி  நறுக்கு  நறுக்குன்னு  கடிக்குதுக. 'அள்ளுறவன் பக்கத்துல இருந்தாலும் கிள்ளுறவன் பக்கத்துல இருக்கக் கூடாதுன்னு' அந்தப் பையன் வலி பொறுக்க முடியாம கத்திக்கிட்டு ஓடுறான். 'அமாவாசை இருட்டில் பெருச்சாளிக்குப் போன இடமெல்லாம் வழிதான்' என்கிற மாதிரி காட்டுலயும் மேட்டுலயும் ஏறி விழுந்து வீட்டுக்கு ஓடி வந்து சேருறான்.  'பையன்  எறும்பு, பூச்சி, வண்டு  ஆகியவற்றிடம்  கடிக்கப்பட்டு  ஓடுகிறான்'  என்ற  பொருளில்  இந்த  சொலவடை  பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'கார்த்திகை மாசம் பிறைய கண்ட மாதிரி விளையாட ஆள் கிடைச்சிடுச்சுனு நினைச்சு' என்ற சொலவடை என்ன பொருள் தருகிறது?",
          "options": [
      "பையனுக்கு விளையாட ஆள் கிடைத்தது.",
      "பையன் கார்த்திகை மாதத்தில் பிறந்தான்.",
      "பையன் விளையாடுவதைப் பார்த்து மகிழ்ந்தான்.",
      "பையன் கார்த்திகை மாதத்தில் விளையாடினான்."
    ],
    "answer": "A",
    
          "additional_context": "பையன்  விளையாட  ஆள்  தேடி  ஒரு  குட்டி  சுவரைக்  காண்கிறான்.  'கார்த்திகை மாசம் பிறைய கண்ட மாதிரி விளையாட ஆள் கிடைச்சிடுச்சுனு நினைச்சு'  அந்தக் குட்டிச் சுவரு மேலே ஏறிக் குதிச்சுக் குதிச்சு விளையாடுறான்.  'பையனுக்கு  விளையாட  ஆள்  கிடைத்தது'  என்ற  பொருளை  இந்த  சொலவடை  தருகிறது."
          }
        ]