
[
  {
    "description": "“ஒரு யானையைக்கொண்டு மற்றொரு யானையைப் பிடிப்பது போல ஒரு செயலைச் செய்யும்போதே அச்செயலால் மற்றொரு செயலையும் செய்து முடித்துக் கொள்ளல் வேண்டும்.” என்னும் கூற்று எந்தக் குறளில் உள்ளது?",
    "options": [
      "அ) பொருள்கருவி காலம் வினைஇடனொடு ஐந்தும்\nஇருள்தீர எண்ணிச் செயல்.",
      "ஆ) வினையால் வினையாக்கிக் கோடல் நனைகவுள்\nயானையால் யானையாத் தற்று.",
      "ஈ) கற்றாருள் கற்றார் எனப்படுவர் கற்றார்முன்\nகற்ற செலச்சொல்லு வார்.",
      "இ) உறுபசியும் ஓவாப் பிணியும் செறுபகையும்\nசேராது இயல்வது நாடு."
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் வினை செய்யும் விதத்தைப் பற்றிப் பேசுகிறது. இரண்டு யானைகளைப் பிடிக்கிறது போல, ஒரு செயலைச் செய்யும்போது அதைச் செய்யும் போது வேறொரு விஷயமும் சேர்த்துச் செய்ய முடியும் என்று குறிப்பிடுகிறது. அதாவது, ஒரே நேரத்தில் ஒரு வேலையைச் செய்வதன் மூலம் இரண்டு வேலைகளையும் முடித்து விடலாம்."
  },
  {
    "description": "“நல்ல வகையில் நடைபெறுவதே நாடு” எனக் குறிப்பிடப்படும் கூற்று எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "அ) வளம் மிக்க நாடு",
      "ஆ) மக்கள் நிறைந்த நாடு",
      "ஈ) அமைதி நிறைந்த நாடு",
      "இ) அரண் நிறைந்த நாடு"
    ],
    "answer": "D",
    "additional_context": "இந்தக் குறள் நல்ல நாட்டின் இயல்புகளை விளக்குகிறது. மிக்க பசி, ஓயாத நோய், அழிவு செய்யும் பகை போன்றவை இல்லாமல் மக்கள் நலமாக வாழும் நிலைதான் நல்ல நாடு என்று கூறுகிறது. அதாவது அமைதி, நல்லிணக்கம், வளர்ச்சி போன்றவற்றோடு கூடிய நாடுதான் நல்ல நாடு."
  },
  {
    "description": "“மணிநீரும் மண்ணும் மலையும் அணிநிழல் காடும் உடையது அரண்” என்னும் குறள் எதைப் பற்றி விளக்குகிறது?",
    "options": [
      "அ) நாட்டின் வளம்",
      "ஆ) அரணின் இயல்பு",
      "ஈ) மக்களின் பண்பு",
      "இ) கல்வியின் பயன்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் நாட்டின் வளத்தைப் பற்றி கூறுகிறது. நல்ல நீர், மண், மலை, காடு போன்றவற்றை உடைய நாடுதான் நல்ல நாடு என்று குறிப்பிடுகிறது. இதன் மூலம் ஒரு நாட்டின் வளர்ச்சிக்குத் தேவையான இயற்கை வளங்கள் முக்கியமானவை என்பதை வள்ளுவர் எடுத்துக்காட்டுகிறார்."
  },
  {
    "description": "“பிறப்பொக்கும் எல்லா உயிர்க்கும் சிறப்புஒவ்வா செய்தொழில் வேற்றுமை யான்.” என்னும் குறள் எந்த அணியைப் பயன்படுத்துகிறது?",
    "options": [
      "அ) உவமை அணி",
      "ஆ) எதுகை அணி",
      "ஈ) இயற்சொற் சுவை அணி",
      "இ) அணி இல்லை"
    ],
    "answer": "D",
    "additional_context": "இந்தக் குறள் மனிதர்களின் பிறப்பு பற்றிப் பேசுகிறது. எல்லோரும் ஒரே மாதிரியாகப் பிறந்தாலும், அவர்களின் செயல்பாடுகள் வேறுபட்டிருக்கும் என்று குறிப்பிடுகிறது. இதில் எந்த ஒரு அணியும் இல்லை."
  },
  {
    "description": "“__________ காலம், மேற்கொள்ளும் செயலின் தன்மை, உரிய இடம் ஆகிய ஐந்தையும் ஐயம்தீர ஆராய்ந்து ஒரு செயலைச் செய்ய வேண்டும்.”",
    "options": [
      "அ) பொருள், கருவி,",
      "ஆ) வினை, பொருள்,",
      "ஈ) கருவி, வினை,",
      "இ) இடம், காலம்,"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் ஒரு செயலைச் செய்வதற்கு முன் நாம் எதை எதையெல்லாம் கவனத்தில் கொள்ள வேண்டும் என்பதை விளக்குகிறது. செயலைச் செய்வதற்குத் தேவையான பொருள், கருவி, காலம், செயலின் தன்மை, இடம் ஆகிய ஐந்தையும் சரியாக ஆராய்ந்து அதன் பிறகுதான் செயலை மேற்கொள்ள வேண்டும் என்று கூறுகிறது."
  }
]
