
[
  {
    "description": "_______  மழை இல்லாத காலம்.",
    "options": [
      "மாரி",
      "வறட்சி",
      "பூக்கள்",
      "கடல்"
    ],
    "answer": "B",
    "additional_context": "“மாரியொன்று இன்றி வறந்திருந்த காலத்தும்” என்ற வரியில் உள்ள “மாரி” என்ற சொல் “மழை”  என்பதைக் குறிக்கிறது.  மழை இல்லாத காலம் என்பது வறட்சி. எனவே  “_______  மழை இல்லாத காலம்.”  என்ற வாக்கியத்தில் சரியான விடை  “வறட்சி”  என்பதாகும்."
  },
  {
    "description": "பாரி மகள்கள் _______  நீரில் பொன் இட்டு பாணர்களுக்குக் கொடுத்தனர்.",
    "options": [
      "உலை",
      "குளம்",
      "ஆறு",
      "கடல்"
    ],
    "answer": "B",
    "additional_context": "பாடல் வரியில் “நீர்உலையுள்”  என்று குறிப்பிடப்பட்டுள்ளது. “உலை”  என்பது உணவு சமைக்கப் பயன்படுத்தப்படும் ஒரு கருவி.  “நீர்”  என்பது தண்ணீர்.  எனவே  “நீர்உலையுள்”  என்பது உணவு சமைக்கப் பயன்படுத்தும் உலைக்குள் இருந்த தண்ணீர் என்பதாகும்.  அதாவது  “உலைநீர்”  என்பதாகும்.  எனவே  “பாரி மகள்கள் _______  நீரில் பொன் இட்டு பாணர்களுக்குக் கொடுத்தனர்.”  என்ற வாக்கியத்தில் சரியான விடை  “உலை”  என்பதாகும்."
  },
  {
    "description": "“மாரியொன்று இன்றி வறந்திருந்த காலத்தும்” என்ற வரியில் உள்ள “மாரி” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மலர்",
      "மழை",
      "வீடு",
      "வெயில்"
    ],
    "answer": "B",
    "additional_context": "“மாரியொன்று இன்றி வறந்திருந்த காலத்தும்”  என்ற வரியில் உள்ள “மாரி”  என்ற சொல் “மழை”  என்பதைக் குறிக்கிறது.  மழை பெய்யாமல் வறட்சி நிலவிய காலம்  “மாரியொன்று இன்றி வறந்திருந்த காலம்”  என்று குறிப்பிடப்பட்டுள்ளது.  எனவே  “_______  மழை இல்லாத காலம்.”  என்ற வாக்கியத்தில் சரியான விடை  “வறட்சி”  என்பதாகும்."
  },
  {
    "description": "“பாரி மடமகள் பாண்மகற்கு – நீர்உலையுள் பொன்திறந்து கொண்டு புகாவாக நல்கினாள்” என்ற வரியின்படி, பாரி மகள்கள் பாணர்களுக்கு என்ன கொடுத்தார்கள்?",
    "options": [
      "நீர்",
      "பால்",
      "பொன்",
      "உணவு"
    ],
    "answer": "D",
    "additional_context": "பாரி மகள்கள் பாணர்களுக்குப் புதுமையாக உணவு அளித்த செய்தியைக் கூறும் பாடலை அறிவோம். பாடலில் “நீர்உலையுள் பொன்திறந்து கொண்டு புகாவாக நல்கினாள்” என்று குறிப்பிடப்பட்டுள்ளது. இதிலிருந்து  “பொன்”  என்பது உணவைக் குறிப்பதாக அறியலாம். அதாவது  “பாரி மகள்கள் பாணர்களுக்கு உணவு கொடுத்தார்கள்”  என்பது பாடலின் பொருளாகும். எனவே  “_______  மழை இல்லாத காலம்.”  என்ற வாக்கியத்தில் சரியான விடை  “வறட்சி”  என்பதாகும்."
  },
  {
    "description": "“ஒன்றுறா முன்றிலோ இல்” என்ற பழமொழி என்ன பொருள் தருகிறது?",
    "options": [
      "எல்லா வீடுகளும் ஒரே மாதிரி இருக்கும்",
      "ஒரு வீட்டில் ஒன்றுமில்லை",
      "ஒன்றுமில்லாத வீடு எதுவும் இல்லை",
      "எல்லா வீடுகளிலும் ஒன்றாவது இருக்கும்"
    ],
    "answer": "C",
    "additional_context": "“ஒன்றுறா முன்றிலோ இல்”  என்ற பழமொழி ஒன்றுமில்லாத வீடு எதுவும் இல்லை என்பதைக் குறிக்கிறது. மழையின்றி வறட்சி நிலவிய காலத்திலும்,  பாரி மகள்கள்  “நீர்உலையுள் பொன்”  இட்டு  பாணர்களுக்குத்  தந்தனர்.  அதாவது,  பொருள் இல்லாத  வீடுகள் எதுவுமில்லை.  எனவே “ஒன்றுறா முன்றிலோ இல்”  என்பது “ஒன்றுமில்லாத வீடு எதுவும் இல்லை” என்பதைக் குறிக்கும் பழமொழியாகும்."
  }
]
