
[
  {
    "description": "திருநெல்வேலி பகுதியின் வளர்ச்சிக்கு முக்கியமான பங்கு வகிக்கும் ஒரு முக்கியமான நீர்நிலை எது?",
    "options": [
      "பச்சையாறு",
      "மணிமுத்தாறு",
      "தாமிரபரணி",
      "கடனாநதி"
    ],
    "answer": "C",
    "additional_context": "திருநெல்வேலிப் பகுதியை வளம் செழிக்கச் செய்யும் ஆறு தாமிரபரணி ஆகும். இதனைத் தண்பொருநை நதி என்று முன்னர் அழைத்தனர். இது பச்சையாறு, மணிமுத்தாறு, சிற்றாறு, காரையாறு, சேர்வலாறு, கடனாநதி என்று பல கிளை ஆறுகளாகப் பிரிந்து திருநெல்வேலியை நீர்வளம் மிக்க மாவட்டமாகச் செய்கிறது."
  },
  {
    "description": "சங்க இலக்கியங்களில் எந்த மலையைத் திரிகூடமலை என்று குறிப்பிடுகிறார்கள்?",
    "options": [
      "பொதிகை மலை",
      "குற்றால மலை",
      "யானை மலை",
      "மேகமலை"
    ],
    "answer": "B",
    "additional_context": "இலக்கியங்களில் திரிகூடமலை என வழங்கப்படும் குற்றாலமலை புகழ் பெற்ற சுற்றுலா இடமாகத் திகழ்கின்றது. \nவானரங்கள் கனிகொடுத்து மந்தியொடு கொஞ்சும்\nமந்திசிந்து கனிகளுக்கு வான்கவிகள் கெஞ்சும்\nஎன்று குற்றால மலைவளத்தைத் திரிகூட இராசப்பக் கவிராயர் தம் குற்றாலக் குறவஞ்சி நூலில் பாடியுள்ளார்."
  },
  {
    "description": "திருநெல்வேலிப் பகுதியில் பயிரிடப்படும் முக்கியமான மானாவாரிப் பயிர்களில் ஒன்று எது?",
    "options": [
      "நெல்",
      "வாழை",
      "பருத்தி",
      "தேங்காய்"
    ],
    "answer": "C",
    "additional_context": "இருபருவங்களில் நெல் பயிரிடப்படுகின்றது. மானாவாரிப் பயிர்களாகச் சிறுதானியங்கள், எண்ணெய்வித்துகள், காய்கனிகள், பருத்தி, பயறுவகைகள் போன்றன பயிரிடப்படுகின்றன."
  },
  {
    "description": "திருநெல்வேலிக்கு அருகிலுள்ள ஆதிச்சநல்லூரில் அகழ்வாய்வில் கண்டெடுக்கப்பட்ட முக்கியமான தொல்பொருள் எது?",
    "options": [
      "கல்வெட்டுக்கள்",
      "மண்பாண்டங்கள்",
      "முதுமக்கள் தாழிகள்",
      "விலங்குகளின் எலும்புக்கூடுகள்"
    ],
    "answer": "C",
    "additional_context": "திருநெல்வேலிக்கு அருகிலுள்ள ஆதிச்சநல்லூர் என்னும் இடத்தில் நிகழ்த்தப்பட்ட அகழ்வாய்வில் இறந்தவர்களின் உடல்களைப் புதைக்கப் பழந்தமிழர்கள் பயன்படுத்திய முதுமக்கள் தாழிகள் கண்டெடுக்கப்பட்டுள்ளன."
  },
  {
    "description": "திருநெல்வேலி நகரின்  அமைப்பை விவரிக்கும் ஒரு முக்கியமான குறிப்பைக்  கூறும் திருஞானசம்பந்தர் பாடல் வரி எது?",
    "options": [
      "திக்கெல்லாம் புகழுறும் திருநெல்வேலி",
      "தண்பொருநைப் புனல் நாடு",
      "திங்கள் நாள்விழா மல்கு திருநெல்\n     வேலியுறை செல்வர் தாமே",
      "வானரங்கள் கனிகொடுத்து மந்தியொடு கொஞ்சும்"
    ],
    "answer": "C",
    "additional_context": "நகரின் நடுவே நெல்லையப்பர் திருக்கோவில் அமைந்துள்ளது. கோவிலைச் சுற்றி நான்கு பக்கங்களிலும் மாட வீதிகள் அமைந்துள்ளன. அவற்றைச் சுற்றித் தேரோடும் வீதிகள் அழகுற அமைந்துள்ளன. இங்குத் திங்கள்தோறும் திருவிழா நடைபெறும் என்பதை, \nதிங்கள் நாள்விழா மல்கு திருநெல்\nவேலியுறை செல்வர் தாமே\nஎன்னும் திருஞானசம்பந்தர் பாடல் அடிகளால் அறியலாம்."
  }
]
