
[
  {
    "description": "“கால் கழுவி வந்தான்” என்ற தொடர் எந்த வழக்கின் எடுத்துக்காட்டு?",
    "options": [
      "இலக்கணமுடையது",
      "இலக்கணப்போலி",
      "மரூஉ",
      "இடக்கரடக்கல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இடக்கரடக்கல் என்பது பிறரிடம் வெளிப்படையாகச் சொல்லத் தகாத சொற்களைத் தகுதியுடைய வேறு சொற்களால் கூறுவது ஆகும். ‘கால் கழுவி வந்தான்’  என்ற தொடரில் ‘கால் கழுவ’ என்பது நேரடியாக சொல்ல தகாத சொல்லாகும். எனவே இது இடக்கரடக்கல் வழக்கிற்கு உதாரணம்."
  },
  {
    "description": "“தஞ்சாவூர்” என்ற சொல் “தஞ்சை” என எவ்வாறு சுருக்கப்படுகிறது?",
    "options": [
      "இலக்கணப்போலி",
      "மரூஉ",
      "குழூஉக்குறி",
      "இடக்கரடக்கல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மரூஉ என்பது இலக்கண நெறியிலிருந்து பிறழ்ந்து, சிதைந்து வழங்கும் சொற்களைக் குறிக்கும். ‘தஞ்சாவூர்’ என்ற சொல் ‘தஞ்சை’ எனச் சுருக்கி பயன்படுத்தப்படுவது மரூஉ வழக்கிற்கு உதாரணம்."
  },
  {
    "description": "“புறநகர்” என்ற சொல் எந்த வகையான போலி?",
    "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இடைப்போலி என்பது சொல்லின் இடையில் இருக்க வேண்டிய எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து அமைந்து அதே பொருள் தருவது ஆகும். ‘புறநகர்’ என்ற சொல்லில் ‘நகர்’  என்ற சொல்லுக்குப் பதிலாக ‘நகர்’ என்ற சொல் இடம்பெற்றுள்ளது. எனவே இது இடைப்போலி வகைப்படும்."
  },
  {
    "description": "“சோணாடு” என்ற சொல் எந்த வகை வழக்கின் எடுத்துக்காட்டு?",
    "options": [
      "இயல்பு வழக்கு",
      "தகுதி வழக்கு",
      "இலக்கணப்போலி",
      "மரூஉ"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சோணாடு என்ற சொல் ‘சோழ நாடு’ என்பதை சுருக்கிச் சொல்லுதல் ஆகும். இலக்கண நெறியிலிருந்து பிறழ்ந்து, சிதைந்து வழங்கும் சொற்களைக் குறிக்கும். எனவே இது மரூஉ வழக்கிற்கு உதாரணம்."
  },
  {
    "description": "“வெள்ளாடு” என்ற சொல் எந்த வகையான தகுதி வழக்கின் எடுத்துக்காட்டு?",
    "options": [
      "இடக்கரடக்கல்",
      "மங்கலம்",
      "குழூஉக்குறி",
      "போலி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மங்கலம் என்பது குழந்தை வெளியே போய்விட்டது, ஒன்றுக்குப் போய் வந்தேன், செத்தார் போன்ற மங்கலமில்லாத சொற்களை மங்கலமான வேறு சொற்களால் குறிப்பிடுவது ஆகும். ‘வெள்ளாடு’ என்பது ‘கறுப்பு ஆடு’ என்பதை மங்கலமான வார்த்தையாக மாற்றி பயன்படுத்துவது ஆகும். எனவே இது மங்கலம் வழக்கிற்கு உதாரணம்."
  }
]
