
[
  {
    "description": "தீ விபத்து ஏற்படுவதற்கு முன்னர் செய்ய வேண்டிய முன்னெச்சரிக்கை நடவடிக்கைகளில், குறிப்பாக தீ விபத்து ஏற்பட்டால் உடனடியாக வெளியேறும் வகையில் அவசரகால வழிகள் அமைக்கப்பட வேண்டும் என்பது எந்த இடங்களுக்குப் பொருந்தும்?",
    "options": [
      "a) வீடுகள் மட்டுமே",
      "b) வீடுகள் மற்றும் பொது இடங்கள்",
      "c) பொது இடங்கள் மட்டுமே",
      "d) பள்ளிகள் மட்டுமே"
    ],
    "answer": "C",
    "additional_context": "தீ விபத்து ஏற்படும் போது உடனடியாக வெளியேறும் வகையில் அவசரகால வழிகள் பொது இடங்களில் இருக்க வேண்டும். பள்ளி, வீடுகள், மருத்துவமனை போன்ற இடங்கள் மற்றும் பொது இடங்களில் தீ விபத்து ஏற்பட்டால் உடனடியாக வெளியேறும் வகையில் அவசரகால வழிகள் அமைக்கப்பட்டிருக்க வேண்டும். எடுத்துக்காட்டாக, தீ விபத்து ஏற்பட்டால் மக்கள் வெளியேறுவதற்காக படிகள், கதவுகள், சுரங்கப்பாதை போன்ற வழிகள் இருக்க வேண்டும். இவ்வாறு இருந்தால், மக்கள் தீ விபத்தில் இருந்து பாதுகாப்பாக வெளியேறிவிட முடியும்."
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால், உடனடியாகத் தொடர்பு கொள்ள வேண்டிய துறை எது?",
    "options": [
      "a) மின்சார வாரியம்",
      "b) காவல் துறை",
      "c) தீயணைப்பு மீட்புப் பணித் துறை",
      "d) சுகாதாரத் துறை"
    ],
    "answer": "C",
    "additional_context": "தீ விபத்து ஏற்பட்டால் உடனடியாக தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும். தீயணைப்பு மீட்புப் பணித் துறையின் தொலைபேசி எண் 101. இந்த எண்ணைப் பயன்படுத்தி தீ விபத்து ஏற்பட்டுள்ள இடத்தைத் தெளிவாகத் தெரிவிக்க வேண்டும். தீ விபத்தில் சிக்கியவர்களை மீட்கவும், தீயை அணைக்கவும் தீயணைப்பு மீட்புப் பணித் துறை உதவும்."
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால், உடனடியாகத் தீ விபத்து ஏற்பட்டுள்ள இடத்தில் என்ன செய்ய வேண்டும்?",
    "options": [
      "a) தீயணைப்பான்களைப் பயன்படுத்தி தீயை அணைக்க முயற்சி செய்ய வேண்டும்",
      "b) தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும்",
      "c) உடனடியாகத் தீ விபத்து ஏற்பட்ட இடத்தை விட்டு வெளியேற வேண்டும்",
      "d) தீக்காயம் பட்ட இடத்தைத் தண்ணீரைக் கொண்டு குளிர வைக்க வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "தீ விபத்து ஏற்பட்டால், உடனடியாகத் தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும். அவசரகால வழிகளைப் பயன்படுத்தி, பாதுகாப்பான இடத்திற்குச் செல்ல வேண்டும். தீ விபத்து ஏற்பட்ட இடத்தில் இருக்கும் மின் இணைப்பைத் துண்டிக்கவும், தீயணைப்பான்களைப் பயன்படுத்தி தீயை அணைக்கவும் முயற்சி செய்யலாம். ஆனால், உடனடியாக மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிப்பது அவசியம்."
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால், எந்த இடத்தில் தண்ணீரைப் பயன்படுத்தக் கூடாது?",
    "options": [
      "a) மின்சார சாதனங்களில் ஏற்படும் தீ",
      "b) எண்ணெய் உள்ள இடத்தில் ஏற்படும் தீ",
      "c) மரத்தாலான பொருட்களில் ஏற்படும் தீ",
      "d) துணி துணிகளில் ஏற்படும் தீ"
    ],
    "answer": "B",
    "additional_context": "எண்ணெய் உள்ள இடத்தில் ஏற்படும் தீயை அணைக்க தண்ணீரைப் பயன்படுத்தக் கூடாது. ஏனெனில் எண்ணெயும் தண்ணீரும் ஒன்றாகக் கலக்காது. எண்ணெய் மேற்பரப்பில் மிதக்கும். தண்ணீரை ஊற்றும் போது எண்ணெய் பரவி, தீ மேலும் அதிகமாகும். எண்ணெய் தீயை அணைக்க மணல், தீயணைப்புப் பொடி போன்றவற்றைப் பயன்படுத்த வேண்டும்."
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால், உடலில் தீப்பற்றினால் என்ன செய்ய வேண்டும்?",
    "options": [
      "a) தண்ணீரைத் தெளித்து தீயை அணைக்க வேண்டும்",
      "b) உடனடியாகத் தரையில் படுத்து உருள வேண்டும்",
      "c) தீப்பிடித்த ஆடையை உடனடியாக உரித்து விட வேண்டும்",
      "d) தீக்காயம் பட்ட இடத்தில் எண்ணெய் தடவ வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "உடலில் தீப்பிடித்தால், உடனடியாகத் தரையில் படுத்து உருள வேண்டும். இதனால் தீயின் தீவிரம் குறையும். தீப்பிடித்த ஆடையை உடனடியாக உரித்து விட வேண்டும். தீக்காயம் பட்ட இடத்தில் தண்ணீரைக் கொண்டு குளிர்விக்க வேண்டும். தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது. ஏனெனில், அவை தீக்காயத்தை அதிகப்படுத்தும்."
  }
]
