[
          
  {
    
          "description": "'பெரிய மொழி மாதிரி'  என்ற சொல்லைப் பற்றி என்ன சொல்ல முடியும்?",
          "options": [
      "a) இது ஒரு வகை கணினி நிரல் ",
      "b) இது ஒரு புத்தகத்தின் பெயர்",
      "c)  இது ஒரு நபரின் பெயர்",
      "d)  இது ஒரு வகை உணவு"
    ],
    "answer": "a",
    
          "additional_context": "பெரிய மொழி மாதிரி என்பது ஒரு வகை கணினி நிரல் ஆகும். இது ஏராளமான தரவுகளைப் பயன்படுத்தி பல்வேறு வகையான பணிகளைச் செய்ய முடியும். உதாரணமாக, இது மொழியைப் புரிந்துகொண்டு எழுத முடியும், மொழியை மொழிபெயர்க்க முடியும், கேள்விகளுக்கு பதிலளிக்க முடியும், மற்றும் பல."
          }
        ,
          
  {
    
          "description": "  'புரிந்து கொள்ளும் திறன்' என்ற சொல்லை வேறு எந்த வார்த்தையால் மாற்றலாம்?",
          "options": [
      "a) அறிவு ",
      "b)  திறமை ",
      "c)  கற்பனை ",
      "d)  ஞானம் "
    ],
    "answer": "b",
    
          "additional_context": "ஒரு செயலைச் செய்யும் திறன், அதாவது கற்றுக்கொண்ட திறமை 'புரிந்து கொள்ளும் திறன்' எனப்படுகிறது.  இதற்கு மாற்றாக 'திறமை' என்ற சொல்லைப் பயன்படுத்தலாம்."
          }
        ,
          
  {
    
          "description": "  'PDF  களைப் படித்து அவற்றின் உள்ளடக்கத்தைப் புரிந்து கொள்ளும் திறன் இல்லை'  என்று கூறப்பட்டுள்ளது.  இதன் பொருள் என்ன?",
          "options": [
      "a)  PDF  கள் மிகவும் கடினமாக உள்ளன ",
      "b)  PDF  களை படிக்கத் தெரியாது",
      "c)  PDF  களில் உள்ள தகவலைப் புரிந்துகொள்ள முடியாது",
      "d)  PDF  களைப் பயன்படுத்தத் தெரியாது "
    ],
    "answer": "c",
    
          "additional_context": "PDF கோப்புகள் என்பது டிஜிட்டல் ஆவணங்களைப் பகிர்ந்து கொள்ள பயன்படுத்தப்படும் ஒரு வடிவம்.  இது பல்வேறு கணினி நிரல்களால் பயன்படுத்தப்படுகிறது.   இதனைப் படிக்கத் தெரிந்தாலும், அதன் உள்ளடக்கத்தைப் புரிந்துகொள்ள முடியாவிட்டால்,  அதிலிருந்து தகவலைப் பெற முடியாது. "
          }
        ,
          
  {
    
          "description": "பின்வரும் கூற்றுகளில் எது  பத்தியில் குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "பெரிய மொழி மாதிரிகள் PDF கோப்புகளைப் படித்து அவற்றின் உள்ளடக்கத்தைப் புரிந்து கொள்ள முடியும்.",
      "பெரிய மொழி மாதிரிகள் PDF கோப்புகளைப் படித்து அவற்றின் உள்ளடக்கத்தைப் புரிந்து கொள்ள முடியாது.",
      "பெரிய மொழி மாதிரிகள் PDF கோப்புகளைப் படிக்க முடியும், ஆனால் அவற்றின் உள்ளடக்கத்தைப் புரிந்து கொள்ள முடியாது.",
      "பெரிய மொழி மாதிரிகள் PDF கோப்புகளைப் படிக்கவோ அல்லது புரிந்து கொள்ளவோ முடியாது."
    ],
    "answer": "b",
    
          "additional_context": "பத்தியில்,  PDF கோப்புகளைப் படிக்க முடியும், ஆனால் அவற்றின் உள்ளடக்கத்தைப் புரிந்துகொள்ள முடியாது என்று கூறப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "பத்தியின் நோக்கம் என்ன?",
          "options": [
      "PDF கோப்புகளைப் படித்து அவற்றின் உள்ளடக்கத்தைப் புரிந்து கொள்ளும் திறனைக் கொண்ட  பெரிய மொழி மாதிரிகளைப் பற்றி விளக்குதல்.",
      "PDF கோப்புகளைப் படிக்க முடியாத பெரிய மொழி மாதிரிகளின் திறன்களின் வரம்புகளைப் பற்றி விளக்குதல்.",
      "PDF கோப்புகளைப் படிக்க முடியும், ஆனால் அவற்றின் உள்ளடக்கத்தைப் புரிந்து கொள்ள முடியாத பெரிய மொழி மாதிரிகளின் திறன்களைப் பற்றி விளக்குதல்.",
      "PDF கோப்புகளைப் படிப்பதற்கான புதிய தொழில்நுட்பத்தை அறிமுகப்படுத்துதல்."
    ],
    "answer": "b",
    
          "additional_context": "இந்த பத்தியில்,  PDF கோப்புகளைப் படித்து புரிந்துகொள்ளும் திறன் இல்லை என்று குறிப்பிடப்பட்டுள்ளது. இதன் மூலம்,  பெரிய மொழி மாதிரிகளின் திறன்களின் வரம்புகளைப் பற்றி விளக்கப்படுகிறது."
          }
        ]