[
          
  {
    
          "description": "“ஒன்றல்ல இரண்டல்ல தம்பி சொல்ல” என்ற பாடல் வரிகள் எந்த இலக்கிய வகையைப் பற்றிப் பேசுகின்றன?",
          "options": [
      "அ) பரணி",
      "ஆ) கலம்பகம்",
      "இ) பரிபாடல்",
      "ஈ) திருக்குறள்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்த பாடல் தமிழ்நாட்டின் பெருமைகள் பற்றியது. இதில் பரணி, பரிபாடல், கலம்பகம், திருக்குறள் போன்ற தமிழ் இலக்கிய வகைகள் குறிப்பிடப்பட்டுள்ளன. இதன் மூலம் தமிழின் இலக்கிய வளத்தைக் கவிஞர் எடுத்துரைக்கிறார். “பகைவென்ற திறம்பாடும் பரணிவகை, செழும் பரிபாடல் கலம்பகங்கள் எட்டுத்தொகை வான், புகழ்கொண்ட குறளோடு அகம்புறமும், பொருள்கண்ட தமிழ்ச்சங்க இலக்கியப் பெருஞ்செல்வம் - ஒன்றல்ல இரண்டல்ல தம்பி.. “ என்ற வரிகளின் மூலம்  பரணி, பரிபாடல், கலம்பகம், திருக்குறள் போன்ற இலக்கிய வகைகள் குறிப்பிடப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "பாடலில் குறிப்பிடப்பட்டுள்ள வள்ளல் வேள்பாரி எதற்குத் தேர்கொடுத்தார்?",
          "options": [
      "அ) கவிஞருக்கு",
      "ஆ) போருக்கு",
      "இ) முல்லைக்கு",
      "ஈ) மழைக்கு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "பாடலில் “முல்லைக்குத் தேர்கொடுத்தான் வேள்பாரி, வான் முகிலினும் புகழ்படைத்த உபகாரி” என்ற வரிகள் காணப்படுகின்றன. வேள்பாரி என்பவர் ஒரு வள்ளல். அவர் முல்லைக்கு (மழை) தேர்கொடுத்தார். அதனால்தான் அவர் முகிலினும் புகழ் பெற்றவர்."
          }
        ,
          
  {
    
          "description": "'இரண்டல்ல' என்ற சொல்லைப் பிரித்து எழுதக் கிடைக்கும் சொல் எது?",
          "options": [
      "அ) இரண்டு + டல்ல",
      "ஆ) இரண் + அல்ல",
      "இ) இரண்டு + இல்ல",
      "ஈ) இரண்டு + அல்ல"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்த சொல் 'இரண்டு' மற்றும் 'அல்ல' என்ற இரு சொற்களால் ஆனது.  "
          }
        ,
          
  {
    
          "description": "'தந்துதவும்' என்ற சொல்லைப் பிரித்து எழுதக் கிடைக்கும் சொல் எது?",
          "options": [
      "அ) தந்து + உதவும்",
      "இ) தந்து + தவும்",
      "ஆ) தா + உதவும்",
      "ஈ) தந்த + உதவும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த சொல் 'தந்து' மற்றும் 'உதவும்' என்ற இரு சொற்களால் ஆனது.  "
          }
        ,
          
  {
    
          "description": "'பகைவென்ற திறம்பாடும் பரணிவகை' - இந்த வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "அ) தமிழ்நாட்டின் இயற்கை வளம்",
      "ஆ) தமிழ் இலக்கிய வளம்",
      "இ) தமிழ்நாட்டின் வள்ளல் வரலாறு",
      "ஈ) தமிழின் அருள்வளம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த வரிகள் தமிழ் இலக்கிய வகைகளான பரணி, பரிபாடல், கலம்பகம், திருக்குறள் ஆகியவற்றைக் குறிக்கின்றன. இந்த வரிகள் தமிழின் இலக்கிய வளத்தைக் குறிப்பிடுகின்றன."
          }
        ]