
[
  {
    "description": "உலகத் தமிழ்ச் சங்கம் எந்த நகரில் அமைந்துள்ளது?",
    "options": [
      "சென்னை",
      "தஞ்சாவூர்",
      "மதுரை",
      "கன்னியாகுமரி"
    ],
    "answer": "C",
    "additional_context": "மதுரை மாநகரின் தல்லாகுளம் பகுதியில் காந்தி அருங்காட்சியகம் அருகில் உலகத் தமிழ்ச் சங்கம் நிறுவப்பட்டுள்ளது. இது சுமார் எண்பத்தேழு ஆயிரம் சதுரஅடி பரப்பளவில் மனத்தைக் கவரும் வகையில் கட்டப்பட்டுள்ளது. கி.பி. (பொ.ஆ.) 1981-ஆம் ஆண்டு மதுரையில் நடைபெற்ற உலகத்தமிழ் மாநாட்டில் மதுரையில் உலகத் தமிழ்ச் சங்கம் நிறுவப்படும் என்று அறிவிக்கப்பட்டது. அதன்படி இக்கட்டடம் கட்டப்பட்டு கி.பி. (பொ.ஆ.) 2016 ஆம் ஆண்டு திறந்துவைக்கப்பட்டது. இதனுள் பன்னாட்டு அளவிலான கருத்தரங்கக் கூடங்கள், ஆய்வரங்கங்கள், நூலகம், பார்வையாளர் அரங்கம் ஆகியன கவினுற அமைக்கப்பட்டுள்ளன. வெளிப்புறச் சுற்றுச்சுவர்களில் 1330 குறட்பாக்களும் இடம்பெற்றுள்ளன."
  },
  {
    "description": "பூம்புகார் சிற்பக் கலைக்கூடத்தில் எத்தனை நிலைகள் உள்ளன?",
    "options": [
      "ஐந்து",
      "ஆறு",
      "ஏழு",
      "எட்டு"
    ],
    "answer": "C",
    "additional_context": "இரண்டாயிரம் ஆண்டுகளுக்கு முன் சோழர்களின் தலைநகரமாகவும் துறைமுக நகரமாகவும் விளங்கியது பூம்புகார். இந்நகரைப் பற்றிய செய்திகள் சிலப்பதிகாரத்திலும் பட்டினப்பாலையிலும் இடம்பெற்றுள்ளன. இங்கு மருவூர்ப்பாக்கம் என்னும் கடல் பகுதியும் பட்டினப்பாக்கம் என்னும் நகரப் பகுதியும் அமைந்திருந்ததாகச் சிலப்பதிகாரம் குறிப்பிடுகிறது. பின்னர் ஏற்பட்ட கடல்கோளினால் பூம்புகார் நகரம் அழிந்துவிட்டது. இந்நகரத்தின் பெருமையை உலகறியச் செய்ய கி.பி.(பொ.ஆ.) 1973 ஆம் ஆண்டு பூம்புகார் கடற்கரையில் சிற்பக் கலைக்கூடம் ஒன்று ஏற்படுத்தப்பட்டது. இக்கூடம் ஏழுநிலை மாடங்களைக் கொண்டது. கண்ணகியின் வரலாற்றை விளக்கும் நாற்பத்தொன்பது சிற்பத் தொகுதிகள் இதில் இடம்பெற்றுள்ளன. மாதவிக்கும் ஒரு நெடிய சிலை இங்கு நிறுவப்பட்டுள்ளது."
  },
  {
    "description": "__________  கி.பி. (பொ.ஆ.) 1122 முதல் இயங்கி வருவதாகக் கல்வெட்டுச் செய்திகள் கூறுகின்றன.",
    "options": [
      "சரசுவதி மகால் நூலகம்",
      "தமிழ்ப்பல்கலைக்கழகம்",
      "உ.வே.சா நூலகம்",
      "கீழ்த்திசை நூலகம்"
    ],
    "answer": "A",
    "additional_context": "இந்தியாவில் உள்ள தொன்மையான நூலகங்களுள் தஞ்சை சரசுவதி மகால் நூலகமும் ஒன்று. இந்நூலகம் கி.பி. (பொ.ஆ.) 1122 முதல் இயங்கி வருவதாகக் கல்வெட்டுச் செய்திகள் கூறுகின்றன. இங்குத் தமிழ், தெலுங்கு உள்ளிட்ட பல்வேறு மொழிகளின் ஓலைச் சுவடிகளும் கையெழுத்துப் படிகளும் உள்ளன. தலைசிறந்த ஓவியங்களும் தொன்மையான இசைக் கருவிகளும் சிற்பங்களும் இங்கு இடம்பெற்றுள்ளன."
  },
  {
    "description": "__________  தமிழக அரசால் கி.பி. (பொ.ஆ.) 1981 இல் தோற்றுவிக்கப்பட்டது.",
    "options": [
      "சரசுவதி மகால் நூலகம்",
      "தமிழ்ப்பல்கலைக்கழகம்",
      "உ.வே.சா நூலகம்",
      "கீழ்த்திசை நூலகம்"
    ],
    "answer": "B",
    "additional_context": "செம்மொழியாகிய தமிழுக்கு ஒரு பல்கலைக்கழகம் அமைய வேண்டும் என்ற எண்ணத்தின் அடிப்படையில் தமிழக அரசால் கி.பி. (பொ.ஆ.) 1981 இல் தோற்றுவிக்கப்பட்டது தமிழ்ப்பல்கலைக்கழகம். இது தஞ்சாவூரில் ஆயிரம் ஏக்கர் நிலப்பரப்பில் அமைக்கப்பட்டுள்ளது. வானத்தில் இருந்து பார்க்கும் பொழுது \"தமிழ்நாடு\" எனத் தெரியும் வகையில் இதன் கட்டட அமைப்பு உள்ளது. இந்திய நாகரிகத்தின் பண்பாட்டுக் கூறுகள் அனைத்தையும் விரிவாகவும் ஆழமாகவும் ஆராய வேண்டும் என்பதே இப்பல்கலைக்கழகத்தின் நோக்கம்."
  },
  {
    "description": "__________  இந்திய நாட்டின் களஞ்சிய நூலகங்களில் ஒன்றாகும்.",
    "options": [
      "சரசுவதி மகால் நூலகம்",
      "கீழ்த்திசை நூலகம்",
      "உ.வே.சா நூலகம்",
      "கன்னிமாரா நூலகம்"
    ],
    "answer": "D",
    "additional_context": "கி.பி. (பொ.ஆ.) 1896 இல் தொடங்கப்பட்ட கன்னிமாரா நூலகம் தமிழ்நாட்டின் மைய நூலகம் ஆகும். இஃது இந்திய நாட்டின் களஞ்சிய நூலகங்களில் ஒன்றாகவும் விளங்குகிறது. இந்நூலகத்தில் ஆறு இலட்சத்திற்கும் மேற்பட்ட நூல்கள் உள்ளன. இந்தியாவில் வெளியிடப்படும் புத்தகங்கள், நாளிதழ்கள், பருவ இதழ்கள் ஆகியவற்றின் ஒரு படி (பிரதி) இங்குப் பாதுகாக்கப்படுகிறது. இந்நூலகத்தின் மூன்றாம் தளத்தில் மறைமலை அடிகள் நூலகமும் செயல்பட்டு வருகின்றது."
  }
]
