[
          
  {
    
          "description": "“இருபொருள் தருமாறு பாடப்படுவது இரட்டுற மொழிதல் ஆகும்.” என்ற வாக்கியத்தில், “இரட்டுற மொழிதல்” என்ற சொல்லைப் பதிலீடு செய்யக்கூடிய மற்றொரு சொல் எது?",
          "options": [
      "இரு பொருள் பாடல்",
      "ஒற்றைப் பொருள் பாடல்",
      "இரட்டைப் பொருள் பாடல்",
      "இருமொழிப் பாடல்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வாக்கியத்தில் 'இரட்டுற மொழிதல்' என்ற சொல் இரண்டு பொருள் தரக்கூடிய வகையில் அமைந்த பாடலைக் குறிக்கிறது.  எனவே 'இரட்டைப் பொருள் பாடல்' என்ற சொல் அதற்குப் பொருத்தமான  ஒத்த சொல்லாகும்."
          }
        ,
          
  {
    
          "description": "“வள்ளுவர் கோட்டத்தின் அமைப்பு திருவாரூர்த் தேர் போன்றது.” என்ற வாக்கியத்தில், “வள்ளுவர் கோட்டம்” என்ற சொல்லுக்குப் பொருத்தமான பொருள் என்ன?",
          "options": [
      "வள்ளுவரின் வீடு",
      "வள்ளுவர் கோவில்",
      "வள்ளுவர் கோட்டை",
      "வள்ளுவரின் பள்ளிக்கூடம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வாக்கியத்தில் 'வள்ளுவர் கோட்டம்' என்பது வள்ளுவர் கோயிலைக் குறிக்கிறது.  'கோட்டம்' என்பது கோயிலைக் குறிக்கும் சொல்லாகப் பயன்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது “நுண்கலைகளுள் ஒன்று” என்பதற்குப் பொருத்தமான ஒத்த சொல் அல்ல?",
          "options": [
      "கலை",
      "நுண்கலை",
      "கைவினை",
      "கலை வடிவம்"
    ],
    "answer": "C",
    
          "additional_context": "நுண்கலை என்பது ஓவியம், சிற்பம், இசை போன்ற கலை வடிவங்களை மட்டுமே குறிக்கும்.  'கைவினை' என்பது ஒரு திறமை மற்றும் திறன் மிக்க வேலையைக் குறிக்கும். இது நுண்கலை வகையைச் சாராது."
          }
        ,
          
  {
    
          "description": "“வானும் நிலவும் அழகு\nவயலும் நிலவும் அழகு”\nஎன்ற கவிதை வரிகளில் “நிலவும்” என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "நிலா",
      "நிலம்",
      "நிலை",
      "நிலைமை"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கவிதை வரிகளில் 'நிலவும்' என்ற சொல் நிலாவைக் குறிக்கிறது.  இந்த வரிகள் வானம், வயல், நிலா ஆகியவற்றின் அழகை விவரிக்கிறது."
          }
        ,
          
  {
    
          "description": "“வண்ணங்கள் பயன்படுத்தாமல் வரைவது புனையா ஓவியம்” என்ற வாக்கியத்திற்குப் பொருத்தமான வரைபட வகை எது?",
          "options": [
      "நிறப் படம்",
      "கருப்பு வெள்ளைப் படம்",
      "ஓவியம்",
      "வண்ண ஓவியம்"
    ],
    "answer": "B",
    
          "additional_context": "வண்ணங்கள் பயன்படுத்தாமல் வரைவது கருப்பு வெள்ளைப் படம் என்று அழைக்கப்படுகிறது.  இது நிறங்கள் இல்லாத ஓவியத்தைக் குறிக்கிறது.  இதில் வெள்ளை மற்றும் கருப்பு நிறங்களை மட்டுமே பயன்படுத்தி வரையப்படும்."
          }
        ]