
[
  {
    "description": "இரட்டைக் கிளவியைப் பற்றிய கூற்றுகளில் எது தவறானது?",
    "options": [
      "இரட்டைக் கிளவியில் உள்ள சொற்கள் இணைந்தே இருக்கும்.",
      "இரட்டைக் கிளவியில் உள்ள சொற்களைப் பிரித்தால் பொருள் தரும்.",
      "இரட்டைக் கிளவியில் ஒரு சொல் இரண்டு முறை மட்டுமே வரும்.",
      "இரட்டைக் கிளவி வினைக்கு அடைமொழியாகக் குறிப்புப் பொருளில் வரும்."
    ],
    "answer": "B",
    "additional_context": "இரட்டைக் கிளவியானது இரண்டு சொற்களை இணைத்துப் பயன்படுத்தப்படும் சொல். இரண்டு சொற்களும் இணைந்து ஒரு பொருளைத் தரும். ஆனால், அவற்றைப் பிரித்துப் பார்த்தால் தனிப்பொருள் இல்லை. உதாரணமாக, 'விறுவிறு' என்ற சொல் இரண்டு சொற்களை இணைத்துக் கொண்டு ஒரு பொருளைத் தருகிறது. ஆனால், விறு-விறு என்று பிரித்துப் பார்த்தால் தனிப்பொருள் இல்லை. "
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எது அடுக்குத்தொடர்?",
    "options": [
      "“சிரிச்சு சிரிச்சு”",
      "“விறுவிறுவென”",
      "“பாம்பு பாம்பு பாம்பு”",
      "“மளமளவென”"
    ],
    "answer": "C",
    "additional_context": "அச்சம், விரைவு, சினம் போன்ற காரணங்களால் ஒரு சொல் ஒன்றுக்கு மேற்பட்ட முறை தொடர்ந்து வருவதை அடுக்குத்தொடர் என்பர். உதாரணமாக, “பாம்பு பாம்பு பாம்பு” என்ற சொல் மூன்று முறை தொடர்ந்து வருகிறது. இது அச்சத்தைக் குறிக்கிறது. இரண்டு முறை அல்லது மூன்று முறை சொல்லும் பொருளுடையது. "
  },
  {
    "description": "“அவனைப் பிடி பிடி பிடி பிடி”  என்ற தொடரில் எந்தப் பொருள் காணப்படுகிறது?",
    "options": [
      "உவகை",
      "வெகுளி",
      "அச்சம்",
      "அவலம்"
    ],
    "answer": "B",
    "additional_context": "அடுக்குத்தொடர்கள் சில பொருள்களைக் குறிக்கும். உதாரணமாக, “அவனைப் பிடி பிடி பிடி பிடி” என்ற சொல் வெகுளியைக் குறிக்கிறது. ஏனென்றால், அவனைக் காணும் பொழுது அவனை பிடிக்க வேண்டும் என்ற ஆசையால் வந்த வெகுளி. "
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எது இரட்டைக்கிளவி?",
    "options": [
      "“மளமளவென”",
      "“சிரிச்சு சிரிச்சு”",
      "“மெதுவாக”",
      "“சடசடவென”"
    ],
    "answer": "A",
    "additional_context": "இரண்டு சொற்களை இணைத்துப் பயன்படுத்தப்படும் சொல். இரண்டு சொற்களும் இணைந்து ஒரு பொருளைத் தரும். ஆனால், அவற்றைப் பிரித்துப் பார்த்தால் தனிப்பொருள் இல்லை. உதாரணமாக, 'மளமள' என்ற சொல் இரண்டு சொற்களை இணைத்துக் கொண்டு ஒரு பொருளைத் தருகிறது. ஆனால், மள-மள என்று பிரித்துப் பார்த்தால் தனிப்பொருள் இல்லை. "
  },
  {
    "description": "“வீட்டுக்கு வெள்ளை அடித்தான்” என்ற தொடரில் “வெள்ளை” என்பது ஒரு ஆகுபெயர். இதில் எந்த வகையான ஆகுபெயர் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "பொருளாகுபெயர்",
      "பண்பாகுபெயர்",
      "சினையாகுபெயர்",
      "இடவாகுபெயர்"
    ],
    "answer": "B",
    "additional_context": "ஆகுபெயர் என்பது ஒரு சொல் மற்றொரு சொல்லைக் குறிப்பதாகும். ஆனால், அது அந்தச் சொல்லின் இயல்பான பொருளைத் தராது. இங்கே “வெள்ளை” என்பது சுண்ணாம்பைக் குறிக்கிறது. சுண்ணாம்பு வெள்ளை நிறமுடையது என்பது இயல்பான பொருள். ஆனால், இங்கு “வெள்ளை” என்னும் சொல் வெண்மை நிறத்தைத் தருவதில்லை. சுண்ணாம்பின் பண்பைக் குறிப்பதால் இது பண்பாகுபெயர் ஆகும். "
  }
]
