
[
  {
    "description": "“நாடென்ப நாடா வளத்தன நாடல்ல நாட வளம்தரு நாடு.”  என்ற குறளில், 'நாட வளம்தரு நாடு'  என்பதன் பொருள் என்ன?",
    "options": [
      "அனைத்து மக்களும் நலமாக வாழும் நாடு",
      "இயற்கை வளங்கள் நிறைந்த நாடு",
      "சமூக நீதி நிலவும் நாடு",
      "வளம் தானாகவே கிடைக்கும் நாடு"
    ],
    "answer": "D",
    "additional_context": "வள்ளுவர் கூறுவது, நாடு என்பது  சாதாரணமாக  வளத்தனமாக இருப்பது அல்ல. அது  மக்களுக்கு   வளம் தந்து பயன்  படுத்துவது  அல்லது  வளத்தை உருவாக்குவது  தான்  அதன்  சிறப்பு  என்கிறார். மனிதர்கள்  முயற்சி  செய்து  உழைத்து  பெறும்   நாடே  சிறந்த நாடாகும்."
  },
  {
    "description": "“கற்றார்முன் கற்ற செலச்சொல்லுவார்” என்ற வரியின் பொருள் என்ன?",
    "options": [
      "அ)  கற்றவர் தனது அறிவை மறைத்து வைக்க வேண்டும்",
      "ஆ) கற்றவர்கள் தான் கற்றவற்றை மற்றவர்களுக்குக் கற்றுக்கொடுக்க வேண்டும்",
      "ஈ) கற்றவர் தனது அறிவைப் பிறருடன் பகிர்ந்து கொள்ள பயப்படக் கூடாது",
      "இ) கற்றவர் தனது அறிவை மற்றவர்களிடம் சொல்லி அவர்களைப் பணிந்து கொள்ள வேண்டும்"
    ],
    "answer": "D",
    "additional_context": "கற்றவர் தனது அறிவை மற்றவர்களிடம் சொல்லிப் பணிந்து கொள்ள வேண்டும் என்பதே  இந்தக் குறளின் பொருள்."
  },
  {
    "description": "“வினையால் வினையாக்கிக் கோடல்” என்ற வரியில் வினை என்பது என்னைக் குறிக்கிறது?",
    "options": [
      "அ)  ஒரு செயலைச் செய்வது",
      "ஆ) ஒரு பொருளைப் பெறுவது",
      "ஈ) ஒருவருக்கு உதவுவது",
      "இ) ஒருவரைக் கண்டிப்பது"
    ],
    "answer": "A",
    "additional_context": "“வினையால் வினையாக்கிக் கோடல்” என்ற குறளில் வினை என்பது  ஒரு செயலைச் செய்வது  என்பதைக் குறிக்கிறது. ஒரு செயலைச் செய்து  அதன் மூலம்  மற்றொரு செயலைச் செய்வது  அதாவது  ஒரு  செயலால் இன்னொரு செயலைச் செய்து  நன்மை  அடைவது  என்ற பொருளை   இந்தக் குறள்  தெளிவுபடுத்துகிறது. "
  },
  {
    "description": "“நாடென்ப நாடா வளத்தன நாடல்ல”  என்ற வரியில் வள்ளுவர் எதைச் சுட்டிக் காட்டுகிறார்?",
    "options": [
      "அ)  நாடானது அதன் மக்களின் நல்வாழ்வைக் காக்க வேண்டும்",
      "ஆ) வளமை மட்டும் ஒரு நாட்டின் சிறப்பாக அமையாது",
      "ஈ) ஒரு நாட்டின் வளம் அதன் மக்களின் முயற்சியால் வரும்",
      "இ)  வளமான நாடு எப்போதும் மகிழ்ச்சியாக இருக்கும்"
    ],
    "answer": "B",
    "additional_context": "“நாடென்ப நாடா வளத்தன நாடல்ல”  என்ற குறளில் வள்ளுவர் வளம்  மட்டும்  ஒரு  நாட்டின்  சிறப்பாக அமையாது  என்ற  கருத்தை  தெளிவாக  கூறுகிறார்.  வளமான  நாடே  சிறந்த நாடல்ல. வளம்  தரு நாடு  தான்   சிறந்த நாடாகும். "
  },
  {
    "description": "“மணிநீரும் மண்ணும் மலையும் அணிநிழல் காடும் உடையது அரண்” என்ற வரியில் “அரண்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அ)  ஒரு நகரத்தைச் சுற்றி வளைத்து வைக்கப்பட்டுள்ள சுவர்",
      "ஆ) ஒரு நாட்டின் வலிமை",
      "ஈ) ஒரு நாட்டின் இயற்கை வளங்கள்",
      "இ) ஒரு மன்னனின் தலைநகரம்"
    ],
    "answer": "C",
    "additional_context": "“மணிநீரும் மண்ணும் மலையும் அணிநிழல் காடும் உடையது அரண்” என்ற குறளில் “அரண்” என்ற சொல்  ஒரு  நாட்டின்  இயற்கை வளங்களை  குறிக்கிறது. ஒரு நாட்டின்  வலிமை  என்பது  அதன்  இயற்கை வளங்களைக் கொண்டு  தான்  அமையும்.  நீர், நிலம், மலை, காடு  ஆகியவை  ஒரு  நாட்டின்  வலிமையை   கூட்டும்   இயற்கை வளங்கள். "
  }
]
