
[
  {
    "description": "“ஓலைச்சுவடிகளில் நம் முன்னோர் ஓவியம் வரைந்துள்ளனர். அவர்களின் திறமையை எண்ணிப் பார்த்தால் வியப்பாக இருக்கிறது” என்ற வரியில்,  “ஓவியம் வரைந்த” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "ஓவியத்தை வரையும்  செயலில் ஈடுபட்டனர்.",
      "ஓவியம்   என்பது என்னவென்று அறிந்திருந்தனர்.",
      "ஓவியங்களைப் பற்றி படித்திருந்தனர்.",
      "ஓவியங்கள்  வரையும் கருவிகளைப் பயன்படுத்தத் தெரியும்."
    ],
    "answer": "A",
    "additional_context": "இந்த வரியின் முன்னாள் வரியில் ஓலைச்சுவடிகளில் ஓவியம் வரைந்துள்ளனர் என்று குறிப்பிடப்பட்டுள்ளது. ஓலைச்சுவடிகளில் ஓவியம் வரைந்தால் அது ஓவியத்தை வரையும் செயலில் ஈடுபட்டனர் என்பதைக் குறிக்கும்."
  },
  {
    "description": "“செப்பேடுகளில் பொறிப்பது வழக்கம்” என்ற வரியில், “பொறிப்பது” என்ற சொல்லுக்குப் பதிலாக  எந்தச் சொல்லைப் பயன்படுத்தலாம்?",
    "options": [
      "வரைதல்",
      "எழுதுதல்",
      "சித்திரித்தல்",
      "பதிவு செய்தல்"
    ],
    "answer": "D",
    "additional_context": "இந்த வரியில் செப்பேடுகளில் பொறிப்பது வழக்கம் என்று குறிப்பிடப்பட்டுள்ளது. செப்பேடுகளில் பொறிப்பதற்குப் பதிலாக பதிவு செய்வதும் என்பது பொருத்தமான சொல்."
  },
  {
    "description": "ஓலைச்சுவடி ஓவியங்கள் குறித்து, கீழ்க்கண்ட கூற்றுகளில் எது சரியானது?",
    "options": [
      "ஓலைச்சுவடி ஓவியங்கள்  வண்ணப்பூச்சுகளைக் கொண்டு மட்டுமே வரையப்படுகின்றன.",
      "ஓலைச்சுவடி ஓவியங்கள்  நவீன காலத்தில் அதிகமாக காணப்படுகின்றன.",
      "ஓலைச்சுவடி ஓவியங்கள்   பெரும்பாலும் இதிகாசம் மற்றும் புராணக் காட்சிகளாக இருக்கும்.",
      "ஓலைச்சுவடி ஓவியங்கள்  எழுத்தாணிகளால் வரையப்படுவது அரிது."
    ],
    "answer": "C",
    "additional_context": "ஓலைச்சுவடி ஓவியங்கள் குறித்த பத்தியில்  ஓலைச்சுவடிகளில் ஓவியம் வரையப்படும் விதம் பற்றி விவரிக்கப்பட்டுள்ளது. ஓலைச்சுவடிகளில் எழுத்தாணிகளைக் கொண்டு கோட்டோவியமாகவும், வண்ணப்பூச்சு ஓவியமாகவும் வரையப்படுகிறது எனக் கூறப்பட்டுள்ளது.  மேலும், ஓலைச்சுவடி ஓவியங்கள் பெரும்பாலும் இதிகாசம் மற்றும் புராணக் காட்சிகளாகவே இருக்கும் என்று குறிப்பிடப்பட்டுள்ளது. ஓலைச்சுவடிகள் பழங்காலத்தில் மட்டுமே பயன்பாட்டில் இருந்ததால் நவீன காலத்தில் காண்பது அரிது."
  },
  {
    "description": "“நவீன ஓவியம்: ஓவியக்கலையின் மிகப் புதுமையான வடிவமாக நாங்கள் ஐரோப்பியக் கலை நுணுக்கத்துடன் விளங்குகிறோம்” என்ற வரியில், “நவீன ஓவியம்”  என்பது என்ன குறிக்கிறது?",
    "options": [
      "பழமையான ஓவியங்கள்",
      "இந்திய பாரம்பரிய ஓவியங்கள்",
      "ஐரோப்பிய பாரம்பரிய ஓவியங்கள்",
      "புதிய கலை நுணுக்கங்களைப் பயன்படுத்தும் ஓவியங்கள்"
    ],
    "answer": "D",
    "additional_context": "நவீன ஓவியம் பற்றிய பத்தியில்,  ஓவியக்கலையின் மிகப் புதுமையான வடிவமாக ஐரோப்பியக் கலை நுணுக்கத்துடன் விளங்குகிறோம் என்று குறிப்பிடப்பட்டுள்ளது.  எனவே நவீன ஓவியம் என்பது புதிய கலை நுணுக்கங்களைப் பயன்படுத்தும் ஓவியங்களை குறிக்கும். "
  }
]
