
[
  {
    "description": "“மங்கலம்” என்ற வழக்கின் எடுத்துக்காட்டாகக் கீழ்க்கண்டவற்றுள் எது சரியானது?",
    "options": [
      "கால் கழுவி வந்தான்.",
      "விளக்கை அணை.",
      "செத்தார் எனக் குறிப்பிடாமல் துஞ்சினார் எனக் குறிப்பிடுதல்.",
      "பொன்னைப் பறி எனல்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மரூஉ, இடக்கரடக்கல், மங்கலம் எனப்படும் சொற்களைப் பயன்படுத்தும் முறைகள் பற்றி இந்தப் பகுதி கூறுகிறது. இங்கு மங்கலம் என்பது, மங்கலமில்லாத சொற்களுக்குப் பதிலாக மங்கலமான சொற்களைப் பயன்படுத்தும் முறையைக் குறிக்கிறது. உதாரணமாகச் “செத்தார்” என்ற சொல் மங்கலமில்லாதது. எனவே அதற்குப் பதிலாக “துஞ்சினார்” எனக் குறிப்பிடுவது மங்கலமான வழக்கு ஆகும்."
  },
  {
    "description": "“முதற்போலி, இடைப்போலி, கடைப்போலி” - இவற்றுள் எது சொல்லின் இறுதியில் உள்ள எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து அமைவதை குறிக்கிறது?",
    "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "போலி என்ற சொல் போல இருத்தல் என்ற சொல்லிலிருந்து உருவானது. போலி என்ற வழக்கு சொல்லின் முதலிலோ, இடையிலோ, இறுதியிலோ இயல்பாக இருக்க வேண்டிய ஓர் எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து இடம்பெற்று அதே பொருள் தருவதை குறிக்கிறது.  போலி மூன்று வகைப்படும். 1. முதற்போலி, 2. இடைப்போலி, 3. கடைப்போலி."
  },
  {
    "description": "“அஞ்சு” என்ற சொல் எந்த வகை போலி?",
    "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "போலி என்ற சொல் போல இருத்தல் என்ற சொல்லிலிருந்து உருவானது. போலி என்ற வழக்கு சொல்லின் முதலிலோ, இடையிலோ, இறுதியிலோ இயல்பாக இருக்க வேண்டிய ஓர் எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து இடம்பெற்று அதே பொருள் தருவதை குறிக்கிறது.  போலி மூன்று வகைப்படும். 1. முதற்போலி, 2. இடைப்போலி, 3. கடைப்போலி. \n\n மூன்று வகைப் போலிகள் மட்டுமன்றி வேறு ஒரு வகைப் போலியும் உண்டு. ஐந்து- அஞ்சு- இச்சொற்களை நோக்குங்கள். இதில் அஞ்சு என்னும் சொல் ஐந்து என்னும் சொல்லின் போலி வடிவமாகும். அஞ்சு என்ற சொல்லில் உள்ள எழுத்துகள் அனைத்தும் வேறுபட்டு இருந்தாலும் அஃது ஐந்து என்னும் பொருளையே தருகிறது. இவ்வாறு ஒரு சொல்லில் இயல்பாக அமைந்த எழுத்துகளுக்குப் பதிலாக எழுத்துகள் அனைத்தும் வேறுபட்டாலும் பொருள் மாறாமல் இருப்பது முற்றுப்போலி எனப்படும்."
  },
  {
    "description": "“அறம் செய விரும்பு - இஃது ஔவையார் வாக்கு.  அறன் வலியுறுத்தல் என்பது திருக்குறள் அதிகாரங்களுள் ஒன்று.” - இத்தொடர்களில் எந்த வகை போலி உள்ளது?",
    "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "போலி என்ற சொல் போல இருத்தல் என்ற சொல்லிலிருந்து உருவானது. போலி என்ற வழக்கு சொல்லின் முதலிலோ, இடையிலோ, இறுதியிலோ இயல்பாக இருக்க வேண்டிய ஓர் எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து இடம்பெற்று அதே பொருள் தருவதை குறிக்கிறது.  போலி மூன்று வகைப்படும். 1. முதற்போலி, 2. இடைப்போலி, 3. கடைப்போலி. \n\n இத்தொடர்களில் 'அறம்' மற்றும் 'அறன்' என்ற சொற்களில் முதல் எழுத்து வேறுபட்டுள்ளது. ஆனால் பொருள் மாறுபடவில்லை. இவ்வாறு சொல்லின் முதலில் இருக்க வேண்டிய எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து அமைந்து அதே பொருள் தருவது முதற்போலியாகும்."
  },
  {
    "description": "“கவிதையைப் படித்தேன்” என்ற தொடரில் செயப்படுபொருள் எது?",
    "options": [
      "நான்",
      "படித்தேன்",
      "கவிதை",
      "படித்தது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒரு தொடரில் யார்? எது? எவை? என்னும் வினாக்களுக்கு விடையாக அமைவது எழுவாய். ஒரு தொடரை வினை, வினா, பெயர் ஆகியவற்றுள் ஏதேனும் ஒன்றைக் கொண்டு முடித்து வைப்பது பயனிலை. யாரை, எதை, எவற்றை என்னும் வினாக்களுக்கு விடையாக வருவது செயப்படுபொருள். இங்கு 'கவிதை' என்பது யாரை? எதை? எவற்றை? எனும் வினாவுக்கு விடையாக வருகிறது.  எனவே 'கவிதை' என்பது செயப்படுபொருள்"
  }
]
