[
          
  {
    
          "description": "“மின்- மீன்” என்ற சொல் தொழிற்பெயராக மாறியது எந்த வகையில்?",
          "options": [
      "வினைப்பகுதி + விகுதி",
      "முதலெழுத்து நீண்டு",
      "வினைச்சொல்லின் பகுதி",
      "இவை எதுவுமில்லை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“விடு- வீடு, மின்- மீன், கொள்- கோள், உடன்படு- உடன்பாடு” ஆகியவை முதனிலை திரிந்த தொழிற்பெயர்களாகும். முதலிலை திரிந்த தொழிற்பெயர்கள் என்பது வினைச்சொல்லின் முதலெழுத்து நீண்டு மாற்றம் பெற்றுத் தொழிற்பெயராக மாறியதாகும். “மின்- மீன்” என்ற தொடரில் “மின்” என்பது முதலெழுத்து நீண்டு “மீன்” என மாற்றப்பட்டுத் தொழிற்பெயராக மாறியுள்ளது. எனவே,  “மின்- மீன்”  என்ற சொல் தொழிற்பெயராக மாறியது 'முதலெழுத்து நீண்டு' என்ற வகையில் மாறியுள்ளது"
          }
        ,
          
  {
    
          "description": "“தையல்காரர் செய்யும் தொழில் தைத்தல்” - இந்தத் தொடரில் “தைத்தல்” என்பது எந்த வகைப் பெயர்?",
          "options": [
      "இடம் பெயர்",
      "காலப் பெயர்",
      "பொருள் பெயர்",
      "தொழிற்பெயர்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "தொழிற்பெயர் என்பது ஒரு செயலின் அல்லது வினையின் பெயராகும். “தையல்காரர் செய்யும் தொழில் தைத்தல்” என்ற தொடரில் “தைத்தல்” என்பது “தையல்” என்ற செயலின் பெயர். எனவே, இது ஒரு தொழிற்பெயர். தொழிற்பெயர் எண், இடம், காலம், பால் ஆகியவற்றைக் காட்டாது. படர்க்கை இடத்தில் மட்டும் வரும். இங்கு,  “தைத்தல்”  என்பது  தையல்  செயல்  என்பதை  குறிப்பிடுகிறது  எனவே,  இது  ஒரு  தொழிற்பெயர்."
          }
        ,
          
  {
    
          "description": "________ தொழிற்பெயர்கள் வினைப்பகுதி மற்றும் விகுதி இணைந்து உருவாகின்றன.",
          "options": [
      "முதனிலை",
      "முதனிலை திரிந்த",
      "விகுதி பெற்ற",
      "இவை எதுவுமில்லை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "விகுதி பெற்ற தொழிற்பெயர்கள் என்பது வினைப்பகுதியுடன் தொழிற்பெயர் விகுதி சேர்ந்து உருவாகும் தொழிற்பெயர்களாகும். “நடத்தல், உண்ணல், வாழ்வு, வாழ்க்கை”  ஆகியவை விகுதி பெற்ற தொழிற்பெயர்களாகும். இவற்றில் நட, உண், வாழ் ஆகிய வினைப்பகுதிகள் தல், அல், வு, கை ஆகிய விகுதிகளோடு சேர்ந்து தொழிற்பெயர்களாக அமைகின்றன. எனவே, விகுதி பெற்ற தொழிற்பெயர்கள் வினைப்பகுதி மற்றும் விகுதி இணைந்து உருவாகின்றன. "
          }
        ,
          
  {
    
          "description": "“ஓடு” என்ற வினைச்சொல்லின் முதனிலைத் தொழிற்பெயர் ______.",
          "options": [
      "ஓட்டம்",
      "ஓடுதல்",
      "ஓட",
      "ஓடி"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "முதனிலைத் தொழிற்பெயர் என்பது ஏவல் ஒருமை வினையாக அமையும் வினைச்சொற்களின் பகுதியாகும். வினைச்சொல்லின் பகுதியை எவ்வகை மாற்றமும் பெறாமல் தொழிற்பெயராக அமைவது முதனிலைத் தொழிற்பெயர் எனப்படும். 'ஓடு'  என்ற வினைச்சொல்லின் முதனிலைத் தொழிற்பெயர்  'ஓட்டம்'  ஆகும். ஏனெனில்,  'ஓட்டம்'  என்பது  'ஓடு'  என்ற  வினைச்சொல்லின்  பகுதி  என  அறியப்படுகிறது. "
          }
        ,
          
  {
    
          "description": "“விடு” என்ற வினைச்சொல்லின்  ________ தொழிற்பெயர் “வீடு” ஆகும்.",
          "options": [
      "விகுதி பெற்ற",
      "முதனிலை",
      "முதனிலை திரிந்த",
      "இவை எதுவுமில்லை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "முதனிலை திரிந்த தொழிற்பெயர்கள் என்பது வினைச்சொல்லின் முதலெழுத்து நீண்டு மாற்றம் பெற்றுத் தொழிற்பெயராக மாறியதாகும். “விடு”  என்ற  வினைச்சொல்லின்  முதலெழுத்து  “வி”  நீண்டு  “வீடு”  என்று  மாற்றப்பட்டு  தொழிற்பெயராக  மாறியுள்ளது.  எனவே,  “விடு”  என்ற  வினைச்சொல்லின்  “முதனிலை திரிந்த”  தொழிற்பெயர்  “வீடு”  ஆகும். "
          }
        ]