[
          
  {
    
          "description": "“பகைவென்ற திறம்பாடும் _______, _______, _______, ______ மற்றும் ________ எனத் தமிழின் இலக்கிய வளங்கள் ஒன்றிரண்டல்ல பலவாகும்” என்ற வரியை நிரப்புக.",
          "options": [
      "அ) பரிபாடல், கலம்பகங்கள், எட்டுத்தொகை, திருக்குறள், சங்க இலக்கியங்கள்",
      "ஆ) சங்க இலக்கியங்கள், திருக்குறள், பரிபாடல், கலம்பகங்கள், எட்டுத்தொகை",
      "இ) எட்டுத்தொகை, திருக்குறள், பரிபாடல், சங்க இலக்கியங்கள், கலம்பகங்கள்",
      "ஈ) திருக்குறள், எட்டுத்தொகை, பரிபாடல், சங்க இலக்கியங்கள், கலம்பகங்கள்"
    ],
    "answer": "A",
    
          "additional_context": "தமிழின் இலக்கிய வளம் குறித்து நாராயண கவி பாடும் பாடலின் வரிகள் இவை. பகைவரை வென்றதைப் பாடுவது பரணி இலக்கியம்.  சங்க இலக்கியங்கள், திருக்குறள், பரிபாடல், கலம்பகங்கள், எட்டுத்தொகை ஆகியவை தமிழின் இலக்கிய வளங்கள். இவையனைத்தும் தமிழுக்கு அடையாளமாகும்."
          }
        ,
          
  {
    
          "description": "கவிஞர் நாராயண கவி 'ஒன்றல்ல இரண்டல்ல' என்ற பாடலில் தமிழ்நாட்டின் எந்த இயற்கை அம்சத்தைப் புகழ்ந்து பாடுகிறார்?",
          "options": [
      "மலைகள்",
      "கடற்கரைகள்",
      "மழைக்காடுகள்",
      "நன்செய் நிலங்கள்"
    ],
    "answer": "D",
    
          "additional_context": "தமிழின் இயற்கை வளத்தையும், இலக்கிய வளத்தையும்  புகழ்ந்து பாடி நிற்கிறார் கவிஞர்.   'தென்றல் தரும் இனிய தேன்மண மும்கமழும் செங்கனியும் பொன்கதிரும் தந்துதவும் நன்செய்வளம்' எனத் தமிழகத்தின் நன்செய் நிலங்கள்,  செங்கனிகள், பொன்கதிர்கள் ஆகியவற்றைப் புகழ்ந்து பாடுகிறார்."
          }
        ,
          
  {
    
          "description": "'தென்றல் தரும் இனிய தேன்மண மும்கமழும்' என்ற வரியில் எந்த இயற்கை அம்சத்தைப் புகழ்ந்து பாடுகிறார்?",
          "options": [
      "மலர்ந்த மலர்களின் மணம்",
      "தென்றலின் இனிமை",
      "மழைத்துளிகளின் மணம்",
      "பூந்தாவரங்களின் மணம்"
    ],
    "answer": "B",
    
          "additional_context": "தென்றலின் இனிமை மணம் மிக்கது எனப் பாடலில் குறிப்பிடப்பட்டுள்ளது.  நாராயண கவி பாடும் பாடலின் வரிகள் இவை.  தமிழகத்தின் இயற்கை வளம் குறித்து  'தென்றல் தரும் இனிய தேன்மண மும்கமழும்' எனக் குறிப்பிட்டுப் பாடியுள்ளார்."
          }
        ,
          
  {
    
          "description": "'பகைவென்ற திறம்பாடும் பரணிவகை' என்ற வரி எந்த இலக்கிய வகையைப் புகழ்ந்து பாடுகிறது?",
          "options": [
      "அகப்பாடல்",
      "புறப்பாடல்",
      "பரிபாடல்",
      "பரணி"
    ],
    "answer": "D",
    
          "additional_context": "பரணி இலக்கிய வகையைப் பற்றிப் பாடியுள்ளார். 'பகைவென்ற திறம்பாடும் பரணிவகை - செழும்' எனப் பாடலில் குறிப்பிடப்பட்டுள்ளது.  இது தமிழக மன்னர்களின் வீரத்தையும்,  பகைவர்களை வென்ற கதையையும் பாடும் இலக்கிய வகை."
          }
        ,
          
  {
    
          "description": "'புகழ்கொண்ட குறளோடு அகம்புறமும் - செம்' என்ற வரி எந்த இலக்கிய வகையைப் புகழ்ந்து பாடுகிறது?",
          "options": [
      "பரிபாடல்",
      "கலம்பகம்",
      "திருக்குறள்",
      "அகப்பாடல்"
    ],
    "answer": "D",
    
          "additional_context": "தமிழின் இலக்கிய வளம் குறித்து நாராயண கவி பாடும் பாடலின் வரிகள் இவை. தமிழுக்கு வளம் சேர்க்கும் இலக்கிய வகைகளாகத் தோன்றியது. 'புகழ்கொண்ட குறளோடு அகம்புறமும் - செம்'  எனத்  திருக்குறளைப் புகழ்ந்து பாடி நிற்கிறார்."
          }
        ]