
[
  {
    "description": "வேந்தர்கள் பெற்றிருக்க வேண்டிய முக்கியமான பண்பு எது?",
    "options": [
      "பகைவரை வெல்லும் ஆற்றல்",
      "மக்களைத் துன்புறுத்தும் ஆற்றல்",
      "அஞ்சாமை, ஈகை, அறிவு, ஊக்கம்",
      "பெரிய படை பலம்"
    ],
    "answer": "C",
    "additional_context": "ஒரு நாட்டை ஆளும் மன்னர்கள் பெற்றிருக்க வேண்டிய முக்கியமான பண்புகள் நான்கு. அவை அஞ்சாமை, ஈகை, அறிவு மற்றும் ஊக்கம். இந்த நான்கு பண்புகளும் ஒரு வேந்தரின் ஆட்சியை நல்ல முறையில் நடத்துவதற்கு உதவும். அஞ்சாமை ஒரு வேந்தரின் துணிச்சலைக் காட்டும். ஈகை மக்கள் மீது அன்பு மற்றும் அக்கறை கொண்டிருப்பதைக் காட்டும். அறிவு ஒரு வேந்தரின் புத்திசாலித்தனத்தையும், விவேகத்தையும் காட்டும். ஊக்கம் ஒரு வேந்தரின் சிரத்தை மற்றும் முயற்சிக்ககண்ட தன்மையைக் காட்டும்."
  },
  {
    "description": "கல்வி எதற்கு உதவும்?",
    "options": [
      "வேலை தேட உதவும்",
      "பணம் சம்பாதிக்க உதவும்",
      "சமுதாயத்தில் உயர்ந்த இடத்தைப் பெற உதவும்",
      "மனிதர்களுக்குப் புத்திசாலித்தனம், நல்லெண்ணம் மற்றும் அறிவு  அளிக்க உதவும்"
    ],
    "answer": "D",
    "additional_context": "கல்வி என்பது மனிதர்களின் வாழ்வில் மிக முக்கியமான பங்கு வகிக்கிறது. கல்வி மனிதர்களுக்குப் புத்திசாலித்தனம், நல்லெண்ணம், அறிவு போன்றவற்றை அளிக்கிறது. கல்வி மூலம் மனிதர்கள் தங்களது வாழ்க்கையை மேம்படுத்திக்கொள்ள முடியும். தங்களது திறமைகளை வளர்த்துக்கொள்ள முடியும். நல்ல ஒரு குடிமகனாக உருவாக முடியும். அவர்களது வாழ்க்கையை நல்ல முறையில் நடத்த முடியும்."
  },
  {
    "description": "தெரிந்த இனத்தோடு தேர்ந்தெண்ணிச் செய்வது எதற்கு உதவும்?",
    "options": [
      "வேகமாக வெற்றி பெற உதவும்",
      "எளிதாகப் பணம் சம்பாதிக்க உதவும்",
      "இலக்கை அடைவதற்கான சிறந்த வழியைத் தேர்ந்தெடுக்க உதவும்",
      "எதிரிகளை எளிதாகக் கையாள உதவும்"
    ],
    "answer": "C",
    "additional_context": "எந்த ஒரு காரியத்தையும் செய்வதற்கு முன்பு நன்கு யோசித்து, சரியான வழியைத் தேர்ந்தெடுக்க வேண்டும். அப்படி செய்வதன் மூலம் நாம் வெற்றியை எளிதாக அடைய முடியும். ஒரு விஷயத்தைத் தெரிந்துகொள்வதற்கு முன்பு, அதனைப் பற்றி ஆராய்ந்து, பல தரப்புகளில் இருந்து பார்ப்பது முக்கியம். இந்த முறையில் நாம் நம் இலக்கை அடைவதற்கான சிறந்த வழியைத் தேர்ந்தெடுத்து, நமக்குத் தேவையான வெற்றியைப் பெறலாம்."
  },
  {
    "description": "சுற்றத்தின் முக்கியத்துவம் என்ன?",
    "options": [
      "நம்மைப் பாதுகாக்க உதவும்",
      "நமக்கு உதவி செய்யும்",
      "நம்மை மகிழ்விக்க உதவும்",
      "மேற்கூறிய அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "நம்மைச் சுற்றி இருக்கும் நபர்கள், நம்மை பாதுகாக்க உதவுகிறார்கள், நமக்கு உதவி செய்கிறார்கள், நம்மை மகிழ்விக்கிறார்கள். இந்த மூன்றுமே சுற்றத்தின் முக்கியத்துவத்தைப் பற்றி கூறுகிறது. அவர்கள் நம்மை நேசித்து, நமக்கு உதவி செய்யும் போது, நாம் மகிழ்ச்சியாக இருப்போம். அவர்கள் நம்மைப் பாதுகாக்கும் போது, நாம் பாதுகாப்பாக இருப்போம். சுற்றத்தின் உதவி இல்லாமல் நாம் எந்த ஒரு காரியத்தையும் சரியாகச் செய்ய முடியாது."
  },
  {
    "description": "மடியின்மை என்றால் என்ன?",
    "options": [
      "தன்னைப் பற்றிய பெருமை",
      "மனக்கசப்பு",
      "முயற்சியின்மை",
      "பொறுமையின்மை"
    ],
    "answer": "C",
    "additional_context": "மடியின்மை என்பது ஒரு நபரின் முயற்சியின்மை, சோம்பேறித்தனம் மற்றும் பொறுப்பின்மையைக் குறிக்கிறது. இது ஒருவரது வாழ்க்கையில் வளர்ச்சி மற்றும் வெற்றியைத் தடுக்கிறது. மடியுடையவர்கள் எதையும் செய்ய மறுத்து, எப்போதும்  பிறரை மட்டுமே நம்பி இருப்பார்கள். ஒருவரது வெற்றிக்கு முக்கியமானது முயற்சி. அதனால் மடியின்மையை அகற்றி, முயற்சி செய்வது மிகவும் அவசியம்."
  }
]
