
[
  {
    "description": "'வேட்கை' என்னும் சொல்லில் ஐகாரக் குறுக்கம் பெறும் மாத்திரை அளவு எது?",
    "options": [
      "அரை",
      "ஒன்று",
      "ஒன்றரை",
      "இரண்டு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஐகாரம் தனித்து வரும்போது தனக்குரிய இரண்டு மாத்திரை அளவில் முழுமையாக ஒலிக்கிறது. ஐகாரம் சொல்லின் முதலில் வரும்போது ஒன்றரை மாத்திரை அளவில் ஒலிக்கும். ஐகாரம் சொல்லின் இடையிலும் இறுதியிலும் வரும்போது ஒரு மாத்திரை அளவில் ஒலிக்கும். 'வேட்கை' என்ற சொல்லில் ஐகாரம் சொல்லின் இடையிலும் இறுதியிலும் வரும்போது ஒரு மாத்திரை அளவில் ஒலிக்கிறது. அதாவது இரண்டு மாத்திரை அளவிலிருந்து குறைந்து ஒலிப்பதால் இது ஐகாரக் குறுக்கமாகும். ஐகாரம் சொல்லின் இடையிலும் இறுதியிலும் வரும்போது ஒரு மாத்திரை அளவில் ஒலிக்கும். அதாவது இரண்டு மாத்திரை அளவிலிருந்து குறைந்து ஒலிப்பதால் இது ஐகாரக் குறுக்கமாகும்."
  },
  {
    "description": "மகரக் குறுக்கம் இடம்பெறாத சொல் எது?",
    "options": [
      "போன்ம்",
      "மருண்ம்",
      "பழம் விழுந்தது .",
      "பணம் கிடைத்தது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மகரம் தனித்து வரும்போது தனக்குரிய அரை மாத்திரை அளவில் முழுமையாக ஒலிக்கிறது. மகரமெய்யானது ன், ண் ஆகிய எழுத்துகளை அடுத்து வருவதால் தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது. 'பழம் விழுந்தது' என்ற சொல்லில் மகரம் ன் எழுத்தை அடுத்து வராமல் தனக்குரிய அரை மாத்திரை அளவில் ஒலிக்கிறது. 'பணம் கிடைத்தது' என்ற சொல்லில் மகரம் தனக்குரிய அரை மாத்திரை அளவில் ஒலிக்கிறது. அதாவது குறைந்து ஒலிப்பதால் இது மகரக் குறுக்கமாகும்."
  },
  {
    "description": "சொல்லின் முதலில் மட்டுமே இடம் பெறும் குறுக்கம் எது?",
    "options": [
      "ஐகாரக் குறுக்கம்",
      "மகரக் குறுக்கம்",
      "ஆய்தக் குறுக்கம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஐகாரம் சொல்லின் முதலில் வரும்போது ஒன்றரை மாத்திரை அளவில் ஒலிக்கும். ஐகாரம் சொல்லின் இடையிலும் இறுதியிலும் வரும்போது ஒரு மாத்திரை அளவில் ஒலிக்கும். மகரம் தனித்து வரும்போது தனக்குரிய அரை மாத்திரை அளவில் முழுமையாக ஒலிக்கிறது. மகரமெய்யானது ன், ண் ஆகிய எழுத்துகளை அடுத்து வருவதால் தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது. ஆய்தம் தனித்து வரும்போது தனக்குரிய அரை மாத்திரை அளவில் முழுமையாக ஒலிக்கிறது. ஆய்தம் சொல்லின் இடையிலும் இறுதியிலும் வராது. ஆய்தம் சொல்லின் முதலில் வரும்போது தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது. அதாவது குறைந்து ஒலிப்பதால் இது ஆய்தக் குறுக்கமாகும்."
  },
  {
    "description": "'ஔவையார்' என்னும் சொல்லில் ஔகாரக்குறுக்கம் பெறும் மாத்திரை அளவு எது?",
    "options": [
      "ஒன்று",
      "ஒன்றரை",
      "இரண்டு",
      "இரண்டரை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஔகாரம் தனித்து வரும்போது தனக்குரிய இரண்டு மாத்திரை அளவில் முழுமையாக ஒலிக்கிறது. ஔகாரம் சொல்லின் முதலில் வரும்போது தனக்குரிய இரண்டு மாத்திரை அளவிலிருந்து குறைந்து ஒன்றரை மாத்திரை அளவில் ஒலிக்கிறது. ஔகாரம் சொல்லின் இடையிலும் இறுதியிலும் வராது. 'ஔவையார்' என்ற சொல்லில் ஔகாரம் சொல்லின் முதலில் வரும்போது தனக்குரிய இரண்டு மாத்திரை அளவிலிருந்து குறைந்து ஒன்றரை மாத்திரை அளவில் ஒலிக்கிறது. அதாவது குறைந்து ஒலிப்பதால் இது ஔகாரக் குறுக்கமாகும்."
  },
  {
    "description": "'முள்' + 'தீது' சேர்ந்து உருவாகும் சொல் எது?",
    "options": [
      "முள்தீது",
      "முஃடீது",
      "முள் + தீது",
      "முள் தீது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "முள் + தீது என்பது முஃடீது எனவும், கல் + தீது என்பது கஃறீது எனவும் சேரும். இச்சொற்களில் உள்ள ஆய்த எழுத்து, தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது. அதாவது குறைந்து ஒலிப்பதால் இது ஆய்தக் குறுக்கமாகும்."
  }
]
