[
          
  {
    
          "description": "சிறப்பினைக் கொண்டு ஒருவர் வாழ்வது எப்படி இருக்கும்?",
          "options": [
      "உயர்வான நிலை",
      "தன்னைக் கொண்டு ஒழுகுதல்",
      "தன்னைத்தானே வியந்து கொள்ளுதல்",
      "அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "ஒவ்வொரு மனிதனுக்கும் தன்னைத் தானே உயர்த்திக்கொள்ள வேண்டும் என்ற ஆசை இருக்கும். அந்த ஆசையின் மூலம், அவன் சிறப்புடையவன் என்ற எண்ணம் அவனைத் தூண்டும். அவன் சிறப்பினைக் கொண்டு வாழ்ந்தால், அவன் இன்னும் சிறப்புடையவனாக இருப்பான். அவனைச் சுற்றி இருக்கும் மக்களும் அவனை உயர்த்திப் பேசுவார்கள். அதனால், ஒருவன் தன்னைக் கொண்டு ஒழுக வேண்டும். தன்னைத் தானே வியந்து கொள்ள வேண்டும். இது அவனுக்குச் சிறந்த வாழ்க்கையைத் தரும்."
          }
        ,
          
  {
    
          "description": "“பகையகத்துச் சாவார் எளியர் அரியர் அவையகத்து அஞ்சா தவர்” என்ற குறளில், 'அவையகத்து அஞ்சா தவர்' என்பதன் பொருள் என்ன?",
          "options": [
      "கூட்டத்திலும் நிற்க முடியாது",
      "தன் கருத்தைத் தெளிவாக வெளிப்படுத்த முடியாது",
      "தன் கருத்தைப் பகிரத் தயங்குகிறார்கள்",
      "தன் கருத்துக்காக மனம் தளராமல் போராடுபவர்கள்"
    ],
    "answer": "D",
    
          "additional_context": "எந்தக் கூட்டத்திலும் தன்னை இழக்காமல், தன் கருத்துக்காக மனம் தளராமல் போராடுபவர்கள் அரியவர்கள். அவர்களை யாரும் வீழ்த்த முடியாது.  தன் கருத்தைப் பகிரத் தயங்கும் மனிதன், கூட்டத்தில் நிற்க முடியாது. தன் கருத்தைத் தெளிவாக வெளிப்படுத்த முடியாது.  அவர்கள் எளியவர்கள். அவர்களை எளிதாக வீழ்த்த முடியும். இதைத்தான் வள்ளுவர் 'பகையகத்துச் சாவார் எளியர் அரியர் அவையகத்து அஞ்சா தவர்' என்று கூறியுள்ளார்."
          }
        ,
          
  {
    
          "description": "“கொடுத்தலும் இன்சொலும் ஆற்றின் அடுக்கிய சுற்றத்தால் சுற்றப் படும்” என்ற குறள் எந்த அலகில் இடம் பெற்றுள்ளது?",
          "options": [
      "அழுக்காறாமை",
      "புறங்கூறாமை",
      "சுற்றந்தழால்",
      "இடுக்கண் அழியாமை"
    ],
    "answer": "C",
    
          "additional_context": "நல்ல உள்ளம் கொண்ட ஒரு மனிதன், தன்னால் முடிந்த உதவிகளை தன் நண்பர்களுக்கும், உறவினர்களுக்கும் செய்வான்.  அவர்களுக்கு நல்லது செய்ய வேண்டும் என்ற எண்ணம் அவன் உள்ளத்தில் இருக்கும்.  அதனால், அவன் தன் நண்பர்களுக்கு உதவிகளைச் செய்வான். அவர்களுடன் நல்ல வார்த்தைகளைக் கூறுவான்.  இதனால், அவன் தன் நண்பர்களால் சுற்றப்படுவான். இதுவே உண்மையான நட்பு.  இதுவே உண்மையான வாழ்க்கை. இதனால், வள்ளுவர் 'கொடுத்தலும் இன்சொலும் ஆற்றின் அடுக்கிய சுற்றத்தால் சுற்றப் படும்' என்று கூறியுள்ளார்."
          }
        ,
          
  {
    
          "description": "“மனத்தொடு வாய்மை மொழியின் தவத்தொடு தானம்செய் வாரின் தலை” என்ற குறள் எந்த நன்னெறியை வலியுறுத்துகிறது?",
          "options": [
      "பொய்ம்மை",
      "வாய்மை",
      "அருளுடைமை",
      "இறைமாட்சி"
    ],
    "answer": "B",
    
          "additional_context": "மனதில் எண்ணியதை வாயால் உண்மையாகச் சொல்ல வேண்டும்.  இதுவே நல்லொழுக்கம்.  பொய் சொல்லக் கூடாது.  இதை வள்ளுவர் 'மனத்தொடு வாய்மை மொழியின் தவத்தொடு தானம்செய் வாரின் தலை' என்று கூறுகிறார்.  இதுவே மனிதனுக்குக் கிடைக்கும் உயர்ந்த நிலை.   மனிதன் உண்மையான வாழ்க்கையை வாழ, அவன் உண்மையாக இருக்க வேண்டும்.  வள்ளுவர் உண்மையை மட்டுமே வலியுறுத்துகிறார்.  அதனால்தான் இது நல்லொழுக்கம்."
          }
        ,
          
  {
    
          "description": "“அறன்இழுக்காது அல்லவை நீக்கி மறன்இழுக்கா மானம் உடையது அரசு” என்ற குறள் எந்த அலகில் உள்ளது?",
          "options": [
      "இறைமாட்சி",
      "அறன்வழி",
      "பொதுவியல்",
      "இல்லறவியல்"
    ],
    "answer": "A",
    
          "additional_context": "ஒரு அரசன் அறத்தை மீறக் கூடாது.  தன் மானத்தைப் பேண வேண்டும்.  இதுதான் ஒரு அரசனின் கடமை.  இதை வள்ளுவர் 'அறன்இழுக்காது அல்லவை நீக்கி மறன்இழுக்கா மானம் உடையது அரசு' என்று கூறியுள்ளார்.  இந்தக் குறள் அரசனைப் பற்றிய ஒரு குறள்.  அதனால்தான், இந்தக் குறள் இறைமாட்சி அலகில் இடம் பெற்றுள்ளது.  வள்ளுவர் அரசனைப் பற்றிப் பல குறட்பாக்களைப் பாடி இருக்கிறார்.  அதனால்தான், அரசன் பற்றிய அறநெறிகளை வலியுறுத்தும் குறட்பாக்கள் இறைமாட்சி அலகில் உள்ளன."
          }
        ]