
[
  {
    "description": "பூம்புகார் சிற்பக் கலைக்கூடத்தில் எத்தனை சிற்பத் தொகுதிகள் உள்ளன?:",
    "options": [
      "133",
      "128",
      "49",
      "7"
    ],
    "answer": "C",
    "additional_context": "இரண்டாயிரம் ஆண்டுகளுக்கு முன் சோழர்களின் தலைநகராகவும் துறைமுக நகரமாகவும் விளங்கியது பூம்புகார். இந்நகரைப் பற்றிய செய்திகள் சிலப்பதிகாரத்திலும் பட்டினப்பாலையிலும் இடம்பெற்றுள்ளன. இங்கு மருவூர்ப்பாக்கம் என்னும் கடல் பகுதியும் பட்டினப்பாக்கம் என்னும் நகரப் பகுதியும் அமைந்திருந்ததாகச் சிலப்பதிகாரம் குறிப்பிடுகிறது. பின்னர் ஏற்பட்ட கடல்கோளினால் பூம்புகார் நகரம் அழிந்துவிட்டது. இந்நகரத்தின் பெருமையை உலகறியச் செய்ய கி.பி.(பொ.ஆ.) 1973 ஆம் ஆண்டு பூம்புகார் கடற்கரையில் சிற்பக் கலைக்கூடம் ஒன்று ஏற்படுத்தப்பட்டது. இக்கூடம் ஏழுநிலை மாடங்களைக் கொண்டது. கண்ணகியின் வரலாற்றை விளக்கும் நாற்பத்தொன்பது சிற்பத் தொகுதிகள் இதில் இடம்பெற்றுள்ளன. மாதவிக்கும் ஒரு நெடிய சிலை இங்கு நிறுவப்பட்டுள்ளது."
  },
  {
    "description": "தமிழ் மொழிக்கென அர்ப்பணிக்கப்பட்ட ஒரு பல்கலைக்கழகம் எந்த ஊரில் அமைந்துள்ளது?",
    "options": [
      "சென்னை",
      "மதுரை",
      "தஞ்சாவூர்",
      "கன்னியாகுமரி"
    ],
    "answer": "C",
    "additional_context": "செம்மொழியாகிய தமிழுக்கு ஒரு பல்கலைக்கழகம் அமைய வேண்டும் என்ற எண்ணத்தின் அடிப்படையில் தமிழக அரசால் கி.பி. (பொ.ஆ.) 1981 இல் தோற்றுவிக்கப்பட்டது தமிழ்ப்பல்கலைக்கழகம். இது தஞ்சாவூரில் ஆயிரம் ஏக்கர் நிலப்பரப்பில் அமைக்கப்பட்டுள்ளது . வானத்தில் இருந்து பார்க்கும் பொழுது \"தமிழ்நாடு\" எனத் தெரியும் வகையில் இதன் கட்டட அமைப்பு உள்ளது. இந்திய நாகரிகத்தின் பண்பாட்டுக் கூறுகள் அனைத்தையும் விரிவாகவும் ஆழமாகவும் ஆராய வேண்டும் என்பதே இப்பல்கலைக்கழகத்தின் நோக்கம்."
  },
  {
    "description": "பூம்புகாரின் அழிவுக்குக் காரணம் என்ன?",
    "options": [
      "போர்",
      "பூகம்பம்",
      "கடல்கோள்",
      "வறட்சி"
    ],
    "answer": "C",
    "additional_context": "இரண்டாயிரம் ஆண்டுகளுக்கு முன் சோழர்களின் தலைநகராகவும் துறைமுக நகரமாகவும் விளங்கியது பூம்புகார். இந்நகரைப் பற்றிய செய்திகள் சிலப்பதிகாரத்திலும் பட்டினப்பாலையிலும் இடம்பெற்றுள்ளன. இங்கு மருவூர்ப்பாக்கம் என்னும் கடல் பகுதியும் பட்டினப்பாக்கம் என்னும் நகரப் பகுதியும் அமைந்திருந்ததாகச் சிலப்பதிகாரம் குறிப்பிடுகிறது. பின்னர் ஏற்பட்ட கடல்கோளினால் பூம்புகார் நகரம் அழிந்துவிட்டது."
  },
  {
    "description": "வள்ளுவர் கோட்டத்தில் அமைக்கப்பட்டுள்ள தேரின் வடிவம் எந்த ஊரின் தேரின் வடிவத்தை ஒத்திருக்கிறது?",
    "options": [
      "மதுரை",
      "திருவாரூர்",
      "திருச்செந்தூர்",
      "தஞ்சாவூர்"
    ],
    "answer": "B",
    "additional_context": "திருவள்ளுவரின் புகழை உலகறியச் செய்யும் வகையில் சென்னைக் கோடம்பாக்கத்தில் வள்ளுவர் கோட்டம் என்னும் கலைக்கூடம் அமைக்கப்பட்டுள்ளது. இதன் கட்டுமானப் பணிகள் கி.பி.(பொ.ஆ.) 1973 இல் தொடங்கி 1976 இல் முடிக்கப்பட்டன. இது திருவாரூர்த் தேர் போன்ற வடிவில் அமைக்கப்பட்டு அதனை இரண்டு யானைகள் இழுத்துச் செல்வது போன்று கருங்கற்களால் உருவாக்கப்பட்டுள்ளது."
  },
  {
    "description": "சங்கத்தமிழ் காட்சிக்கூடத்தில் எந்த சங்க இலக்கியக் காட்சிகள் வண்ண ஓவியங்களாக வரையப்பட்டுள்ளன?",
    "options": [
      "புறநானூறு",
      "அகநானூறு",
      "நற்றிணை",
      "எல்லாவற்றுக்கும்"
    ],
    "answer": "D",
    "additional_context": "உலகத் தமிழ்ச் சங்கத்தின் மற்றோர் அமைப்பான சங்கத்தமிழ்க் காட்சிக்கூடம் தனிக்கட்டடத்தில் இயங்கி வருகிறது. தருமிக்குப் பாண்டிய மன்னன் பொற்கிழி வழங்கிய திருவிளையாடல் புராணக் காட்சி இதன் நுழைவாயிலில் புடைப்புச் சிற்பமாகச் செதுக்கப்பட்டுள்ளது. இங்குள்ள காட்சிக்கூடத்தில் வள்ளல்கள், புலவர்கள் ஆகியோரின் வாழ்க்கை நிகழ்வுகள் ஓவியங்களாகவும் சிற்பங்களாகவும் உள்ளன. தொல்காப்பியர், ஔவையார், கபிலர் ஆகியோரின் முழுஉருவ வெண்கலச் சிலைகள் நிறுவப்பட்டுள்ளன. மேலும் இதன் சுற்றுச் சுவர்களில் சங்க இலக்கியக் காட்சிகள் வண்ண ஓவியங்களாக வரையப்பட்டுள்ளன."
  }
]
