[
          
  {
    
          "description": "“அருட்செல்வம் செல்வத்துள் செல்வம் பொருட்செல்வம் பூரியார் கண்ணும் உள” என்ற குறட்பா  எந்தத் தத்துவத்தை வலியுறுத்துகிறது?",
          "options": [
      "பொருட்செல்வத்தை விட அருட்செல்வம் உயர்ந்தது",
      "பூரியாரின் கண்ணிலும் பொருட்செல்வம் இருக்கும்",
      "அருட்செல்வம், பூரியாரின் கண்ணிலும் இருக்கும்",
      "பொருட்செல்வத்தைவிட அருட்செல்வம் உயர்ந்தது, அது பூரியாரின் கண்ணிலும் இருக்கும்."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் குறட்பா மனித வாழ்வில் அருட்செல்வத்தின் பெருமையை எடுத்துரைக்கிறது. பொருள் செல்வத்தைவிட அருட்செல்வமே உயர்ந்தது என்பதை வலியுறுத்துகிறது. இயல்பாகவே அருட்செல்வம் உயர்ந்தது என்பதையும் அதனை அனைவரும் பெற்றுக் கொள்ள முடியும் என்பதையும் இந்தக் குறட்பா விளக்குகிறது. பூரியாரின் கண்ணிலும் பொருட்செல்வம் இருப்பதாக கூறப்பட்டுள்ளது. ஆனால் அருட்செல்வம் அவ்வாறு எல்லோரிடத்திலும் இருக்காது. எளிமையாகச் சொன்னால், பூரியாரின் கண்ணிலும் பொருட்செல்வம் இருக்கலாம் ஆனால் அருட்செல்வம் எல்லோரிடத்திலும் இருக்காது என்பதை இந்தக் குறட்பா வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "திருக்குறளில் “வாய்மை எனப்படுவது யாதெனின் யாதொன்றும் தீமை இலாத சொலல்” என்ற குறட்பா எந்தப் பகுதியில் வருகிறது?",
          "options": [
      "அறத்துப்பால்",
      "பொருட்பால்",
      "இன்பத்துப்பால்",
      "மேற்கூறிய எதுவும் இல்லை"
    ],
    "answer": "A",
    
          "additional_context": "திருக்குறள்  மூன்று பகுதிகளாகப் பிரிக்கப்பட்டுள்ளது. அவை அறத்துப்பால், பொருட்பால், இன்பத்துப்பால்.   இந்த குறட்பா, திருக்குறளின் முதல் பகுதியான அறத்துப்பாலில் வருகிறது.  அறத்துப்பால், மனித நெறிமுறைகளையும், சமூக அறங்களையும்  விளக்கிச் செல்கிறது."
          }
        ,
          
  {
    
          "description": "“அழுக்காறாமை” என்ற அதிகாரத்தில் எத்தனை குறட்பாக்கள் உள்ளன?",
          "options": [
      "10",
      "133",
      "38",
      "70"
    ],
    "answer": "A",
    
          "additional_context": "அறத்துப்பால் 38 அதிகாரங்களைக் கொண்டது.  அவற்றில் ஒன்று “அழுக்காறாமை”. ஒவ்வொரு அதிகாரத்திலும்  10 குறட்பாக்கள் உள்ளன. எனவே, “அழுக்காறாமை” அதிகாரத்தில் 10 குறட்பாக்கள்  இருக்கும்."
          }
        ,
          
  {
    
          "description": "“ஏதிலார் குற்றம்போல் தம்குற்றம் காண்கிற்பின் தீதுண்டோ மன்னும் உயிர்க்கு” என்ற குறட்பாவின் பொருள் யாது?",
          "options": [
      "பிறரின் குற்றத்தைப் பார்த்து அவர்களைத் திட்ட வேண்டும்.",
      "தன்னைப் பற்றி பிறர் என்ன நினைக்கிறார்கள் என்பதைப் பற்றி கவலைப்படக் கூடாது.",
      "தன் குற்றத்தைப் பார்க்காமல் பிறரின் குற்றத்தை மட்டும் பார்த்து நிந்திப்பது தீய செயல்.",
      "பிறரின் குற்றத்தை பார்த்து தனக்குக் கிடைக்கும் பாடத்தைப் பயன்படுத்த வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் குறட்பா,  தன் குற்றங்களைப் பார்க்காமல் பிறரின் குற்றங்களை மட்டும்  பார்த்து   நிந்திப்பதைத் தீய செயல்  என்கிறது.  பிறர் மீது குற்றம் சுமத்துவதை விட தன்னையே ஆராய்ந்து   குறைகளை நீக்கி வாழ்வது  நல்லது என்பதை இந்தக் குறட்பா வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "காந்தியடிகளின் “பொய் பேசாமை” என்னும் அறத்தை வலியுறுத்தும் திருக்குறள் எது?",
          "options": [
      "ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்து அழுக்காறு இலாத இயல்பு.",
      "வாய்மை எனப்படுவது யாதெனின் யாதொன்றும் தீமை இலாத சொலல்.",
      "உள்ளத்தால் பொய்யாது ஒழுகின் உலகத்தார் உள்ளத்துள் எல்லாம் உளன்.",
      "மேற்கூறிய அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் குறட்பாக்கள் அனைத்தும்  'பொய் பேசாமை'  என்ற காந்தியடிகளின் அறத்தைப்  பற்றியது. முதல் குறட்பா, பொறாமை இல்லாத இயல்பை வலியுறுத்துகிறது. இரண்டாவது குறட்பா, தீங்கு இல்லாத சொற்களைப் பேசுவதை வலியுறுத்துகிறது. மூன்றாவது குறட்பா, உள்ளத்தில்  பொய் இல்லாமல் வாழ வேண்டும் என்பதை வலியுறுத்துகிறது. எனவே இந்த மூன்று குறட்பாக்களும் பொய் பேசாமை என்ற காந்தியடிகளின் அறத்தைப்  பற்றியது.  "
          }
        ]