
[
  {
    "description": "கலங்கரை விளக்கம் \"ஏணி சாத்திய ஏற்றருஞ் சென்னி\" எனக் குறிப்பிடப்பட்டுள்ளது. இது எதைக் குறிக்கிறது?",
    "options": [
      "அ) கலங்கரை விளக்கத்தின் உயரம்",
      "ஆ) கலங்கரை விளக்கத்தின் வடிவமைப்பு",
      "இ) கலங்கரை விளக்கத்தின் நிறம்",
      "ஈ) கலங்கரை விளக்கத்தின் பயன்பாடு"
    ],
    "answer": "A",
    "additional_context": "கலங்கரை விளக்கத்தைப் பற்றிய பாடலில் \"ஏணி சாத்திய ஏற்றருஞ் சென்னி\" எனக் குறிப்பிடப்பட்டுள்ளது. கலங்கரை விளக்கத்தின் உயரத்தை, ஏறிச் செல்லமுடியாத அளவுக்கு உயரம் என்பதை இச்சொற்றொடர் குறிக்கிறது.  எனவே,  \"ஏணி சாத்திய ஏற்றருஞ் சென்னி\"  என்பது கலங்கரை விளக்கத்தின் உயரத்தைக் குறிக்கிறது."
  },
  {
    "description": "“வானம் ஊன்றிய மதலை போல” எனக் கூறப்படும் கலங்கரை விளக்கம் எதற்கு ஒப்பிடப்பட்டுள்ளது?",
    "options": [
      "கடலில் மிதக்கும் மரக்கலத்திற்கு",
      "வானத்தில் பறக்கும் பறவைக்கு",
      "மலை முகட்டில் நிற்பதற்கு",
      "வானத்தைத் தாங்கும் தூணுக்கு"
    ],
    "answer": "D",
    "additional_context": "கலங்கரை விளக்கமானது வானத்தைத் தாங்கும் தூண் போல இருப்பதாகக் குறிப்பிடப்பட்டுள்ளது. 'வானம் ஊன்றிய மதலை போல' என்கிற சொற்றொடர்  கலங்கரை விளக்கம் வானத்தைத் தாங்கும் தூண் போல இருப்பதைக் குறிப்பிடுகிறது."
  },
  {
    "description": "கலங்கரை விளக்கம் பற்றிய பாடலில் “வேயா மாடம்” எனக் குறிப்பிடப்படுகிறது. “வேயா மாடம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "வைக்கோலால் வேயப்பட்ட மாடம்",
      "ஓலையால் வேயப்பட்ட மாடம்",
      "சாந்தினால் பூசப்பட்ட, வைக்கோல் இல்லாத மாடம்",
      "துணியால் மூடப்பட்ட மாடம்"
    ],
    "answer": "C",
    "additional_context": "கலங்கரை விளக்கத்தின் மாடம், வைக்கோலால் அல்லது ஓலையால் வேயப்பட்ட மாடம் அல்ல.  அது  சாந்தினால் பூசப்பட்ட மாடமாகும். கலங்கரை விளக்கத்தைப் பற்றிய பாடலில் \"வேயா மாடம்\" எனக் குறிப்பிடப்பட்டுள்ளது. அதாவது வைக்கோல் அல்லது ஓலையால் வேயப்படாத,  சாந்தினால் பூசப்பட்ட மாடம் என்பதை 'வேயா மாடம்' என்கிற சொல் குறிக்கிறது."
  },
  {
    "description": "பாடலில் “உரவுநீர் அழுவம்” என்று கூறப்படுகிறது. இதில் “அழுவம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "காற்று",
      "வானம்",
      "கடல்",
      "மலை"
    ],
    "answer": "C",
    "additional_context": "கலங்கரை விளக்கம் பற்றிய பாடலில் \"உரவுநீர் அழுவம்\" எனக் குறிப்பிடப்பட்டுள்ளது. இதில் \"அழுவம்\" என்ற சொல் கடலைக் குறிக்கிறது. உரவுநீர் என்பது பரந்து விரிந்த நீர்,  அதாவது கடல். 'உரவுநீர் அழுவம்' என்பது 'பரந்து விரிந்த நீர்' என்று பொருள்படும்."
  },
  {
    "description": "பாடலில் “இரவில் மாட்டிய இலங்குசுடர் ஞெகிழி” எனக் கூறப்படுகிறது. “ஞெகிழி” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "பறவை",
      "மரக்கலம்",
      "தீச்சுடர்",
      "மாடம்"
    ],
    "answer": "C",
    "additional_context": "கலங்கரை விளக்கத்தைப் பற்றிய பாடலில்,  \"இரவில் மாட்டிய இலங்குசுடர் ஞெகிழி\" எனக் குறிப்பிடப்பட்டுள்ளது.  இங்கு ஞெகிழி என்பது தீச்சுடர், அதாவது கலங்கரை விளக்கத்தில் ஏற்றப்படும் தீச்சுடர்.  'ஞெகிழி' என்பது தீச்சுடரை  குறிக்கிறது."
  }
]
