[
          
  {
    
          "description": "'கடமைகள் இயற்றப் பெறாமல் ஒப்புரவு தோன்றாது' -  இந்த வாக்கியத்தின் பொருள் என்ன?",
          "options": [
      "அ) கடமைகள் ஒப்புரவுக்கு எதிரானவை",
      "இ) கடமைகளைச் செய்யாமல் ஒப்புரவு சாத்தியமில்லை",
      "ஆ) ஒப்புரவு என்பது கடமைகள் இல்லாத வாழ்க்கை",
      "ஈ) கடமைகளைத் தவிர்த்து ஒப்புரவைப் பெறலாம்"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "ஒப்புரவு நெறியானது, மனித வாழ்வில் முக்கியப் பங்கு வகிக்கிறது. ஒருவருக்கு ஒருவர் கடமைகளைச் செய்து வாழ வேண்டும். ஒருவர் செய்யும் செயலானது, அது தரும் பயனை விட செய்பவரின் மனப்பாங்கு, உணர்வு ஆகியவற்றின் அடிப்படையிலேயே மதிப்பிடப்படுகிறது. வாழ்வில் கடமைகளைச் செய்வதன் மூலம் ஒப்புரவு ஏற்படும் என்பதை இந்த வாக்கியம் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'உலகினர் விரும்புமாறு உதவி செய்து வாழ்பவரது செல்வமானது ஊருணியில் நிரம்பிய நீர்போலப் பலருக்கும் பயன்படும்' -  இந்த வாக்கியம் எதைப் பற்றி கூறுகிறது?",
          "options": [
      "அ) செல்வம் என்பது தனிப்பட்ட சொத்து",
      "இ) செல்வம் என்பது பகிர்ந்து கொள்ள வேண்டும்",
      "ஆ) ஊருணி என்பது செல்வத்தின் சின்னம்",
      "ஈ) உதவி செய்பவர்கள் செல்வந்தர்களாக இருப்பார்கள்"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "இந்த வாக்கியம் செல்வத்தின் பயன் பற்றி விளக்குகிறது. இது மக்களுக்கு பயனளிக்க வேண்டும். அனைவருக்கும் பயன்படும் வகையில் செல்வம் இருந்தால் மட்டுமே அது உண்மையான செல்வம். ஊருணி போல் பலருக்கும் பயன்படும் வகையில், உலகினர் விரும்புமாறு உதவி செய்து செல்வத்தைப் பகிர்ந்து கொள்வது சிறந்தது. செல்வத்தைப் பகிர்ந்து கொள்வதன் மூலம், உலகில் வாழ்க்கை சிறப்பாக அமையும்."
          }
        ,
          
  {
    
          "description": "'நிறைவாக' பிரிவில் குறிப்பிடப்பட்ட வாக்கியங்கள் எதை வலியுறுத்துகின்றன?",
          "options": [
      "அ) வாழ்க்கையின் கடினம்",
      "இ) வாழ்க்கையின் குறிக்கோள்",
      "ஆ) வாழ்க்கையின் பயன்",
      "ஈ) வாழ்க்கையின் எளிமை"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "நிறைவாக என்னும் பிரிவில் வாழ்க்கையின் குறிக்கோள் பற்றி கூறப்பட்டுள்ளது. நாம் வாழும் போது வாழ்க்கை நமக்குத் தந்த வாய்ப்புகளை நாம் பயன்படுத்திக் கொள்ள வேண்டும். நாம் வாழ்ந்த காலம் ஏதாவது அடையாளங்களைப் பெற்றதா? நம் பெயர் காலந்தோறும் பேசப்படுமா? என்று சிந்திப்பவர்கள், வாழ்க்கையின் குறிக்கோள் பற்றி கவலைப்படுவார்கள். வாழ்க்கைக்கு ஒரு குறிக்கோள் இருந்தால்தான் வாழ்வில் நிறைவு ஏற்படும்."
          }
        ,
          
  {
    
          "description": "'ஜென் கதை' படக்கதையில் 'உண்மையான ஒளி' என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "அ) வெளிச்சத்தை",
      "இ) தெளிவான அறிவை",
      "ஆ) மெய்ஞானத்தை",
      "ஈ) மன அமைதியை"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "ஜென் கதை உலக மக்களை உடன்பிறந்தவராகக் கருதுவதே உயர்ந்த மனிதப்பண்பு என்று கூறுகிறது. அப்பண்பைப் பெறுவதே சிறந்த அறிவாகும்.  அத்தகைய அறிவுடைய சான்றோர்கள் துன்பப்படும் மக்களுக்குத் தம்மால் இயன்ற உதவியைச் செய்வார்கள். அவ்வாறு உதவும்போது தமக்கு இழப்பு ஏற்படினும் அதைப் பற்றிக் கவலைப்பட மாட்டார்கள்.  இந்த கதையில் 'உண்மையான ஒளி' என்பது  உலக மக்களை உடன்பிறந்தவராகக் கருதுவதன் மூலம்,  தெளிவான அறிவைப் பெறுவதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "மனிதர்கள் தனித்து வாழப் பிறந்தவர்கள் அல்லர் என்ற கூற்றை ஆதரிக்கும் வகையில், உரைநடைப் பகுதியில் எடுத்துக்காட்டப்பட்டுள்ள  மனித இயல்பு எது?",
          "options": [
      "மனிதர்கள் பிறருக்கு உதவி செய்யும் பொழுது அவர்களுக்குத் தாழ்வு ஏற்படாவண்ணம் உதவுவது சிறந்த பண்பு.",
      "மனிதர்கள் தம் வாழ்நாள் முழுவதும் தொண்டு செய்து பிறருக்கு உதவி செய்வது சிறந்தது.",
      "மனிதர்கள் சமுதாயமாகக் கூடி வாழ்ந்து ஒருவருக்கொருவர் உதவி செய்து வாழப் பிறந்தவர்கள்.",
      "மனிதர்கள் எல்லாருக்கும் உரிமையும் கடமையும் இருக்கிறது."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "மனிதர்கள் தனித்து வாழப் பிறந்தவர்கள் அல்ல. மனிதர்கள் சமுதாயமாகக் கூடி வாழ்ந்து ஒருவருக்கொருவர் உதவி செய்து வாழப் பிறந்தவர்கள். சமுதாயத்தின் நலனில் மனிதர்களின் வாழ்வு இணைந்துள்ளது.  ஒருவருக்கொருவர் உதவி செய்து வாழ்வதே மனித குலத்தின் நோக்கம்.  உதவி செய்வதன் மூலம் வாழ்க்கை இனிமையாகவும், நிறைவாகவும் இருக்கும்."
          }
        ]