
[
  {
    "description": "“நகமும் சதையும் போல” என்ற உவமை எந்த வாக்கியத்துக்கு பொருந்தும்?",
    "options": [
      "என் தாயார் என்னை காத்து வளர்த்தார்.",
      "நானும் என் தோழியும் இணைந்து இருப்போம்.",
      "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
      "அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது."
    ],
    "answer": [
      "நானும் என் தோழியும் இணைந்து இருப்போம்."
    ],
    "additional_context": "நட்பு என்பது மிகவும் அருமையான ஒன்று. நண்பர்கள் ஒருவருக்கொருவர் மிகவும் நெருக்கமாக இருப்பார்கள். இருவரும் எப்பொழுதும் ஒன்றாக இருப்பார்கள். இதை போலவே நகமும் சதையும் ஒருவருக்கொருவர் இணைந்து இருப்பார்கள்."
  },
  {
    "description": "தமிழ்நாட்டில் உள்ள ஊரின் பெயர்களை அறிந்துகொள்வதன் முக்கியத்துவம் என்ன?",
    "options": [],
    "answer": [],
    "additional_context": "தமிழ்நாட்டில் பல்வேறு ஊர்கள் உள்ளன. ஒவ்வொரு ஊரிலும் பல சிறப்புகள் இருக்கின்றன. இதனால் தமிழ்நாட்டில் உள்ள ஊர்களின் பெயர்களை அறிந்துகொள்வது மிகவும் முக்கியம். நாம் நமது மண்ணைப் பற்றி மேலும் அறிந்துகொள்ள இது உதவும். தமிழ்நாட்டில் உள்ள ஊர்களின் பெயர்களை அறிந்துகொள்வதன் மூலம் நம் நாட்டின் வரலாறு, கலாச்சாரம் மற்றும் பண்பாட்டைப் பற்றி நாம் அறிந்துகொள்ள முடியும்."
  },
  {
    "description": "தமிழ்நாட்டில் உள்ள ஊர்களில் என்னென்ன தொழில்கள் நடைபெறுகின்றன?",
    "options": [],
    "answer": [],
    "additional_context": "தமிழ்நாட்டில் உள்ள ஒவ்வொரு ஊரிலும் பல்வேறு தொழில்கள் நடைபெறுகின்றன. உதாரணமாக, சென்னை நகரத்தில் மென்பொருள் தொழில், வணிகம், கல்வி, சுகாதாரம் போன்ற பல தொழில்கள் செழித்து வளருகின்றன. கோவை நகரத்தில் பின்னலாடை தொழில், காபி, தேயிலை போன்ற தொழில்கள் பிரபலமாக உள்ளன. இதுபோல் ஒவ்வொரு ஊரிலும் பல்வேறு தொழில்கள் நடைபெறுகின்றன. இவற்றைப் பற்றி அறிந்துகொள்வது மிகவும் முக்கியம்."
  },
  {
    "description": "“நெற்களஞ்சியம்” என்ற பெயர் எந்த நகரத்துக்கு பொருந்தும்?",
    "options": [
      "நாகப்பட்டினம்",
      "செங்கல்பட்டு",
      "திருநெல்வேலி",
      "உதகமண்டலம்"
    ],
    "answer": [
      "நாகப்பட்டினம்"
    ],
    "additional_context": "நாகப்பட்டினம் என்பது தமிழ்நாட்டில் உள்ள ஒரு துறைமுக நகரம். இந்த நகரம் நெல் விளைச்சல் அதிகமாக இருப்பதால் இதற்கு 'நெற்களஞ்சியம்' என்ற பெயர் வழங்கப்படுகிறது."
  },
  {
    "description": "“பின்னலாடை நகரம்” என்று அழைக்கப்படும் நகரம் எது?",
    "options": [
      "செங்கல்பட்டு",
      "திருநெல்வேலி",
      "கோவை",
      "பட்டுக்கோட்டை"
    ],
    "answer": [
      "பட்டுக்கோட்டை"
    ],
    "additional_context": "பட்டுக்கோட்டை என்பது தமிழ்நாட்டில் உள்ள ஒரு நகரம். இந்த நகரம் பட்டுக்கோட்டை என்ற பெயரால் அழைக்கப்படுகிறது. இந்த நகரத்தில் பட்டுத் தயாரிப்பு தொழில் செழித்து வளர்ந்துள்ளது."
  }
]
