
[
  {
    "description": "குயில் குஞ்சு எந்தக் காரணத்தால் “கா” என்று அழைக்க முயற்சி செய்தது?",
    "options": [
      "a) தன்னைக் காக்கைக்குஞ்சு என்று நினைத்தது",
      "b) காக்கையின் ஒலி அழகாக இருப்பதால்",
      "c) தன்னைப் போலவே அழைக்க வேண்டும் என்று நினைத்தது",
      "d) காக்கையின் குரல் கேட்டு அதைப் பின்பற்றியது"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "காக்கையின் கூட்டில் பிறந்த குயில் குஞ்சு தன்னை காக்கைக்குஞ்சு என்று நினைத்துக்கொண்டு காக்கையைப் போல “கா” என்று அழைக்க முயற்சி செய்தது. அது காக்கையைப் போல அழைக்க முயன்றதற்கு காரணம் அது காக்கை குஞ்சு என்று நம்பியதால்தான்."
  },
  {
    "description": "குயில் குஞ்சு எந்தத் திறமை இல்லாததால் சிரமப்பட்டுக் கொண்டிருந்தது?",
    "options": [
      "a) தானே இரை தேடுவதற்கு",
      "b) கூடு கட்டுவதற்கு",
      "c) காக்கையைப் போல அழைக்க",
      "d) தன் தாய் தந்தையைத் தேடுவதற்கு"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "குயில் குஞ்சுக்கு கூடு கட்டத் தெரியாது என்பதால் அது மரத்தில் குளிரில் நடுங்கியது. மழையில் ஒடுங்கியது. வெயிலில் காய்ந்தது. கூடு கட்டத் தெரியாது என்பதால் அது மிகவும் சிரமப்பட்டுக் கொண்டிருந்தது."
  },
  {
    "description": "இக்கவிதை எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "a) பறவைகளின் வாழ்க்கை",
      "b) தனித்தன்மையை உணர்ந்து கொள்ள வேண்டும்",
      "c) காக்கையின் குணத்தைப் பற்றி",
      "d) குயில் குஞ்சின் கதையைப் பற்றி"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "இக்கவிதை குயில் குஞ்சு தன்னைப் பற்றி அறியாததால் பல சிரமங்களை சந்தித்தது. ஆனால் கடைசியில் தான் குயில் என்பதை உணர்ந்து தன் தனித்தன்மையை உணர்ந்துகொண்டு மகிழ்ச்சியாக வாழத் தொடங்கியது. இதன் மூலம் நம் தனித்தன்மையை உணர்ந்து கொள்ள வேண்டும் என்பது கவிதையின் கருத்து."
  },
  {
    "description": "குயில் குஞ்சு  ________ கூட்டில்  ________ முட்டையிடுகிறது.",
    "options": [
      "a) காக்கை",
      "b) குயில்",
      "c) சிட்டுக்குருவி",
      "d) கிளி"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "காக்கையின் கூட்டில் குயில் குஞ்சு பிறந்தது. காக்கையின் கூட்டில் குயில் முட்டையிட்டு இருப்பதால் குயில் குஞ்சு பிறந்தது. காக்கை குயில் குஞ்சு தனது குஞ்சு என்று நினைத்தது. ஆனால் குயில் குஞ்சு காக்கை குஞ்சு இல்லை என்பது பின்னாளில் தெரிய வந்தது."
  },
  {
    "description": "குயில் குஞ்சு  ________   ________   ________   ________  \"கா\"  என்று  அழைக்க  முயற்சி  செய்தது.",
    "options": [
      "a) காக்கையைப்",
      "b) அம்மாவைப்",
      "c) தன்னை",
      "d) தன்  தந்தையைப்"
    ],
    "answer": [
      "a",
      "b",
      "c",
      "d"
    ],
    "additional_context": "காக்கை குஞ்சு தன்னை காக்கைக்குஞ்சு என்று நம்பி காக்கையைப் போலவே “கா” என்று அழைக்க முயற்சி செய்தது. தன்னை, தன் அம்மாவை, தன் தந்தையை என்று எண்ணி அழைக்க முயற்சி செய்தது. ஆனால் அதற்குச் சரியாக வரவில்லை. அது “கூ” என்று கூவியபோது தானொரு குயில் என்று கண்டு கொண்டது."
  }
]
