
[
  {
    "description": "பூதத்தாழ்வார்  ஞான விளக்கை ஏற்றும் போது \"இன்புருகு சிந்தை இடுதிரியா\"  என்று கூறுகிறார். இதன் மூலம் அவர் எதை உணர்த்த விரும்புகிறார்?",
    "options": [
      "மனம் இனிமை மிகுந்ததாக இருக்க வேண்டும்",
      "மனம் அறிவுப் பெறத் துடிக்க வேண்டும்",
      "மனம் இறைவனைச் சேரும் வழிமுறையைத் தேட வேண்டும்",
      "மனம் இன்பத்திலேயே மூழ்கி இருக்கக் கூடாது"
    ],
    "answer": "C",
    "additional_context": "பூதத்தாழ்வார் ஞான விளக்கை ஏற்றுவதைப் பற்றிய பாடலில் அகல்விளக்குக்கான இடுதிரியாக \"இன்புருகு சிந்தை\" என்கிறார். இங்கே \"இன்புருகு சிந்தை\" என்பது மனம் இறைவனைச் சேரும் வழிமுறையைக் காட்டுகிறது. இறைவனை அடைய வேண்டும் என்ற ஆர்வம், அன்பு, இன்பம் ஆகியவை மனத்தில் நிறைந்திருந்தால், அவை இறைவனை நெருங்கும் வழியாக இருக்கும். அவர்  தன்னுடைய இன்பம் இறைவனை நோக்கி இருக்க வேண்டும் என்பதை நமக்கு உணர்த்துகிறார்"
  },
  {
    "description": "\"வையம் தகளியா வார்கடலே நெய்யாக\"  என்ற  பாடல் வரியில் \"வையம்\" எதைக் குறிக்கிறது?",
    "options": [
      "வானம்",
      "பூமி",
      "கடல்",
      "மலை"
    ],
    "answer": "B",
    "additional_context": "பொய்கையாழ்வார் பாடிய \"வையம் தகளியா வார்கடலே நெய்யாக\" என்ற பாடல் வரியில் \"வையம்\" என்பது பூமியைக் குறிக்கிறது. பூமியை  அகல்விளக்காகவும், கடலை  நெய்யாகவும், வெயிலை  சுடராகவும்  கொண்டவன் திருமால் என்பது இப்பாடலின் பொருள்."
  },
  {
    "description": "பொய்கையாழ்வார் மற்றும் பூதத்தாழ்வார் ஆகியோர் \"அகல்விளக்கு\"  என்ற உருவகத்தைப் பயன்படுத்தி  எதைப் பற்றிப் பேசுகின்றனர்?",
    "options": [
      "அறிவை",
      "இன்பத்தை",
      "சோகத்தை",
      "அன்பு"
    ],
    "answer": "A",
    "additional_context": "பொய்கையாழ்வார், பூதத்தாழ்வார் இருவரும் \"அகல்விளக்கு\" என்ற உருவகத்தைக் கொண்டு  ஞானத்தைப் பற்றியே  பேசுகின்றனர். அவர்கள், மனம் இறைவனை நோக்கி இருக்க வேண்டும் என்பதை விளக்க அகல்விளக்கை உருவகமாகப் பயன்படுத்துகிறார்கள். அகல்விளக்கானது ஒளிவீசும் போது எதையும் தெளிவாகக் காட்டும்.  அதுபோல,  ஞானமும் மனதைக் குளிர்வித்து இறைவனை நெருங்கச் செய்யும் என்பதை அவர்கள் எடுத்துரைக்கிறார்கள்."
  },
  {
    "description": "\"ஞானச்சுடர்\"  என்ற சொல்லைப் பிரித்து எழுதும் போது  எந்தப் பிரிப்பு சரியானது?",
    "options": [
      "ஞானம் + சுடர்",
      "ஞான + சுடர்",
      "ஞானச் + சுடர்",
      "ஞானி + சுடர்"
    ],
    "answer": "A",
    "additional_context": "\"ஞானச்சுடர்\" என்ற சொல்லைப் பிரித்து எழுதும்போது ஞானம் + சுடர் என்பது சரியானது. ஞானச்சுடர் என்பது  ஞானம்  என்ற  சொல்லுடன்   சுடர்  என்ற சொல் சேர்ந்து  உருவான  சொல்.  ஞானம்  என்பது  அறிவு,  சுடர்  என்பது  ஒளி.  ஞானச்சுடர்  என்பது   அறிவு  ஒளி  என்பதைக்   குறிக்கிறது.  "
  },
  {
    "description": "\"நாலாயிரத் திவ்வியப் பிரபந்தம்\"  என்றது எதன் தொகுப்பு?",
    "options": [
      "பன்னிரு ஆழ்வார்களின் பாடல்கள்",
      "நாதமுனியின் பாடல்கள்",
      "சைவ சமய நூல்கள்",
      "பௌத்த சமய நூல்கள்"
    ],
    "answer": "A",
    "additional_context": "நாலாயிரத் திவ்வியப் பிரபந்தம் என்பது பன்னிரு ஆழ்வார்களின் பாடல்களின் தொகுப்பாகும். இதனைத் தொகுத்தவர் நாதமுனி.  ஆழ்வார்கள் இயற்றிய பாடல்கள்  பக்தி  மிகுந்தவை.  இந்தப் பாடல்களில் இறைவன் புகழ்,  பக்தியின்  மகிமை,  பிரபஞ்சத்தின்  அழகைப்  பற்றியும்  உள்ளன."
  }
]
