[
          
  {
    
          "description": "'வாழை' என்ற சொல்லுடன் எந்தச் சொல்லை இணைத்தால் 'வாழைப்பழம்' என்ற சொல் உருவாகும்?",
          "options": [
      "தயிர்",
      "பழம்",
      "கூடு",
      "திடல்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி தமிழ் மொழியின் சொல் அமைப்பு பற்றியது. வாழை மற்றும் பழம் ஆகிய இரு சொற்களை இணைத்து புதிய சொல்லான வாழைப்பழம் உருவாகிறது.  'வாழை' என்பது ஒரு மரம், 'பழம்' என்பது அந்த மரத்தின் கனி. வாழை மரத்தின் கனியை 'வாழைப்பழம்' என்று சொல்கிறோம்."
          }
        ,
          
  {
    
          "description": "விடுகதைக்கு 'மான்' என்ற விடை கொடுக்கப்பட்டிருக்கிறது. மான் எந்த விலங்குகளின் குழுவைச் சேர்ந்தது?",
          "options": [
      "பறவைகள்",
      "ஊர்வன",
      "பாலூட்டிகள்",
      "நீர்வாழ் உயிரினங்கள்"
    ],
    "answer": "C",
    
          "additional_context": "விடுகதைகளின் மூலம் உங்கள் அறிவை சோதித்து பதில்களை கண்டுபிடிப்பது மகிழ்ச்சி அளிக்கிறது. மான் என்பது ஒரு பாலூட்டி. பாலூட்டிகள் பாலூட்டிய குட்டிகளை ஈனும் விலங்குகள். அவை தங்கள் குட்டிகளுக்கு பால் கொடுத்து வளர்ப்பதுடன், சுவாசிப்பதற்கு நுரையீரல் உடையன."
          }
        ,
          
  {
    
          "description": "'Jungle' என்ற ஆங்கிலச் சொல்லுக்குத் தமிழில் என்ன சொல்?",
          "options": [
      "தீவு",
      "காடு",
      "இயற்கை வளம்",
      "உவமை"
    ],
    "answer": "B",
    
          "additional_context": "'Jungle' என்பது ஆங்கிலச் சொல்.  இதற்கு தமிழில் 'காடு' என்று சொல்லலாம். காடு என்பது மரங்கள், புதர்கள், பூண்டுகள் நிறைந்த இடம். பல வகையான விலங்குகள் காடுகளில் வாழ்கின்றன."
          }
        ,
          
  {
    
          "description": "'காப்பகம்' என்ற சொல் எந்தப் பொருளில் பயன்படுத்தப்படுகிறது?",
          "options": [
      "ஒரு குறிப்பிட்ட இனத்தின் தாவரங்களைப் பாதுகாக்கும் இடம்",
      "ஒரு குறிப்பிட்ட இனத்தின் விலங்குகளைப் பாதுகாக்கும் இடம்",
      "எல்லா உயிரினங்களையும் பாதுகாக்கும் இடம்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "காப்பகம் என்பது ஒரு குறிப்பிட்ட இனத்தின் தாவரங்களை, விலங்குகளை அல்லது எல்லா உயிரினங்களையும் பாதுகாக்கும் இடம். காடுகளை, வன விலங்குகளை, பறவைகளை, மீன்களை காப்பாற்றுவது சுற்றுச்சூழலின் பாதுகாப்புக்கு மிக முக்கியமானது."
          }
        ,
          
  {
    
          "description": "கொடுக்கப்பட்டுள்ள படத்தில் என்ன காணப்படுகிறது?",
          "options": [
      "சிலம்பு",
      "கோவலன்",
      "கோவலனும் சிலம்பும்",
      "பசு"
    ],
    "answer": "C",
    
          "additional_context": "இந்த கேள்வி படத்திலிருந்து தகவலை எடுத்து எழுதுவதைக் குறிக்கிறது. படத்தில் கோவலன் மற்றும் சிலம்பு இருவரும் காணப்படுகிறார்கள்.  சிலம்பு என்றால் அணிகலன்.  கோவலன் என்பது ஒரு பெயர். படத்தில் சிலம்பு அணிந்த கோவலனை காணலாம்."
          }
        ]