[
          
  {
    
          "description": "'ஐந்திணை' என்ற தொகைச் சொல்லின் விரிவாக்கம் எது?",
          "options": [
      "a) மாங்காய், வாழைப்பழம், தென்னைப்பழம்",
      "b) இலக்கணம், இலக்கியம், வானவியல்",
      "c) கிழக்கு, மேற்கு, தெற்கு, வடக்கு",
      "d) கடவுள், மன்னன், வணிகன், விவசாயி, வேடர்"
    ],
    "answer": "d",
    
          "additional_context": "ஐந்திணை என்பது தமிழ் இலக்கியத்தில் பயன்படுத்தப்படும் ஐந்து வகையான மனிதர்களைக் குறிக்கும் சொல். அவை கடவுள், மன்னன், வணிகன், விவசாயி, வேடர் ஆகியவை. இந்த ஐந்து வகையான மனிதர்களைப் பற்றிய கதைகள், புராணங்கள் மற்றும் பாடல்கள் தமிழ் இலக்கியத்தில் நிறைய உள்ளன. ஐந்திணை என்பது தமிழ் இலக்கியத்தில் மிக முக்கியமான ஒரு கருத்து. இது பல வகையான இலக்கியப் படைப்புகளுக்கு அடிப்படையாக இருக்கிறது. ஐந்திணை என்பது ஒரு வகையான தொகைச் சொல். தொகைச் சொல் என்பது ஒன்றுக்கு மேற்பட்ட சொற்களைக் குறிக்கும் ஒற்றைச் சொல்."
          }
        ,
          
  {
    
          "description": "'வயலுக்குச் செல்வர்' என்ற சொற்றொடரில் இரண்டு பொருள் தரும் சொல் எது?",
          "options": [
      "a) வயல்",
      "b) செல்வர்",
      "c) குழந்தை",
      "d) அன்னை தந்தை"
    ],
    "answer": "b",
    
          "additional_context": "'வயலுக்குச் செல்வர்' என்ற சொற்றொடரில் 'செல்வர்' என்ற சொல் இரண்டு பொருள் தருகிறது. ஒன்று, பணக்காரர். இன்னொன்று, உழவர்கள். பணக்காரர் வயலுக்குச் செல்லலாம். உழவர்கள் வயலுக்குச் செல்வது அவர்களின் வேலை. ஆக, 'செல்வர்' என்ற சொல் இரண்டு விதமான மனிதர்களைக் குறிக்கிறது.  இது ஒரு வகையான சொல்லாட்டம். இதுபோன்ற சொல்லாட்டம் தமிழ் இலக்கியத்தில் நிறைய காணப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'நீச்சத் தண்ணி குடி' என்ற சொற்றொடர் எந்த வகையான பேச்சு வழக்கு?",
          "options": [
      "a) அறிஞர்களின் பேச்சு வழக்கு",
      "b) நாட்டுப்புறப் பேச்சு வழக்கு",
      "c) நகரப் பேச்சு வழக்கு",
      "d) மதப் பேச்சு வழக்கு"
    ],
    "answer": "b",
    
          "additional_context": "'நீச்சத் தண்ணி குடி' என்பது ஒரு நாட்டுப்புறப் பேச்சு வழக்கு. இது தென்னிந்தியப் பகுதிகளில் அதிகமாகப் பயன்படுத்தப்படுகிறது. இதன் பொருள்  'நீச்சல் தெரியாதவர்' என்பது. இதுபோன்ற பேச்சு வழக்குகள் தமிழ் மொழியின் வளத்தைப் பறைசாற்றுகின்றன.  இந்த பேச்சு வழக்குகள் மக்கள் வாழ்க்கை, பண்பாடு மற்றும் மொழி ஆகியவற்றை பிரதிபலிக்கின்றன. "
          }
        ,
          
  {
    
          "description": "'மொழியோடு விளையாடு' என்ற பகுதியில் கொடுக்கப்பட்டுள்ள 'இருதிணை' என்ற தொகைச் சொல்லின் விரிவாக்கம் என்ன?",
          "options": [
      "a) உயர்திணை, அஃறிணை",
      "b) மனிதர், விலங்கு",
      "c) ஆண், பெண்",
      "d) நல்லது, கெட்டது"
    ],
    "answer": "a",
    
          "additional_context": "இருதிணை என்பது ஒரு தொகைச் சொல். இது உயர்திணை மற்றும் அஃறிணை என இரண்டு வகையான சொற்களைக் குறிக்கிறது. உயர்திணை என்பது மனிதர்களைக் குறிக்கும் சொல். அஃறிணை என்பது மனிதர்கள் அல்லாத பொருட்களைக் குறிக்கும் சொல்.  'இருதிணை' என்பது இரண்டு திணைகளையும் குறிக்கிறது. இது இரண்டு திணைகளின் சேர்க்கையைக் குறிக்கிறது. "
          }
        ,
          
  {
    
          "description": "'கலைச்சொல் அறிவோம்' என்ற பகுதியில் 'Media' என்ற ஆங்கிலச் சொல்லின் தமிழாக்கம் எது?",
          "options": [
      "a) மொழியியல்",
      "b) ஒலியியல்",
      "c) ஊடகம்",
      "d) இதழியல்"
    ],
    "answer": "c",
    
          "additional_context": "Media என்பது ஒரு ஆங்கிலச் சொல். இதன் தமிழாக்கம் 'ஊடகம்' என்பது. ஊடகம் என்பது தகவலைப் பரப்புவதற்குப் பயன்படுத்தப்படும் வழிமுறைகளைக் குறிக்கிறது. இது செய்தித்தாள்கள், தொலைக்காட்சி, வானொலி, இணையம் போன்ற பல வகையான ஊடகங்களைக் கொண்டுள்ளது.  'Media' என்பது ஒரு கலைச்சொல். கலைச்சொல் என்பது ஒரு குறிப்பிட்ட துறையில் பயன்படுத்தப்படும் சொல்."
          }
        ]