
[
  {
    "description": "ஐகாரம் சொல்லின் இடையிலும் இறுதியிலும் வரும்போது எத்தனை மாத்திரை அளவில் ஒலிக்கும்?",
    "options": [
      "ஒரு மாத்திரை",
      "ஒன்றரை மாத்திரை",
      "இரண்டு மாத்திரை",
      "கால் மாத்திரை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஐகாரம் தனியாக வரும்போது இரண்டு மாத்திரை அளவில் ஒலிக்கும். ஆனால், சொல்லின் இடையிலும் இறுதியிலும் வரும்போது தனக்குரிய இரண்டு மாத்திரை அளவிலிருந்து குறைந்து ஒரு மாத்திரை அளவில் மட்டுமே ஒலிக்கும்.  உதாரணமாக,  'வையம்', 'சமையல்', 'பறவை' போன்ற சொற்களில் வரும் ஐகாரம் தனக்குரிய இரண்டு மாத்திரை அளவிலிருந்து குறைந்து ஒரு மாத்திரை அளவில் ஒலிக்கிறது."
  },
  {
    "description": "மகரக் குறுக்கம் எப்போது நிகழ்கிறது?",
    "options": [
      "மகரம் சொல்லின் இறுதியில் வரும்போது.",
      "மகரத்தைத் தொடர்ந்து ஒரு மெய் எழுத்து வரும்போது.",
      "மகரத்தைத் தொடர்ந்து ஒரு உயிர் எழுத்து வரும்போது.",
      "மகரம் தனியாக வரும்போது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மகரம் தனியாக வரும்போது தனக்குரிய அரை மாத்திரை அளவில் முழுமையாக ஒலிக்கும். ஆனால், மகரத்தைத் தொடர்ந்து ஒரு மெய் எழுத்து வரும்போது தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கும்.  உதாரணமாக 'வலம் வந்தான்' என்ற சொல்லில் மகர மெய்யெழுத்தைத் தொடர்ந்து வகர எழுத்து வருவதால் மகரமெய்யானது தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது."
  },
  {
    "description": "ஆய்தக் குறுக்கம் எப்போது நிகழ்கிறது?",
    "options": [
      "ஆய்தம் சொல்லின் முதலில் வரும்போது",
      "ஆய்தம் சொல்லின் இறுதியில் வரும்போது",
      "ஆய்தம் தனியாக வரும்போது",
      "ஆய்தத்தைத் தொடர்ந்து ஒரு மெய் எழுத்து வரும்போது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஆய்தம் தனியாக வரும்போது தனக்குரிய அரை மாத்திரை அளவில் முழுமையாக ஒலிக்கும். ஆனால், ஆய்தத்தைத் தொடர்ந்து ஒரு மெய் எழுத்து வரும்போது தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கும்.  உதாரணமாக 'முள் + தீது' என்பது 'முஃடீது' எனவும், 'கல் + தீது' என்பது 'கஃறீது' எனவும் சேரும். இச்சொற்களில் உள்ள ஆய்த எழுத்து தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது."
  },
  {
    "description": "\"ஒன்றுக்கு மேற்பட்டவர்களைக் குறிப்பது\" என்பது எந்த பாலுக்குரிய விளக்கமாகும்?",
    "options": [
      "ஆண்பால்",
      "பெண்பால்",
      "பலர்பால்",
      "ஒன்றன்பால்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பால் ஐந்து வகைப்படும். அவை ஆண்பால், பெண்பால், பலர்பால், ஒன்றன்பால், பலவின்பால் ஆகியனவாகும். ஒன்றுக்கு மேற்பட்டவர்களை குறிப்பது 'பலர்பால்' ஆகும். உதாரணமாக, 'மாணவர்கள்', 'மக்கள்' என்பவை பலர்பாலை குறிக்கும்."
  },
  {
    "description": "\"மகளிர்\" என்பதற்கு எதிர்பாலுக்குரிய பெயர் யாது?",
    "options": [
      "மகன்",
      "மக்கள்",
      "மகன்கள்",
      "மனிதர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மகளிர் என்பது பெண்பால். இதற்கு எதிர்பால் 'மகன்கள்' ஆகும். மகன்கள் என்பது ஆண்பாலை குறிக்கும். "
  }
]
