
[
  {
    "description": "ஒருவரின் உடலில் தீப்பற்றினால் என்ன செய்ய வேண்டும்?",
    "options": [
      "உடனே தண்ணீரை ஊற்றி அணைக்க வேண்டும்",
      "தீக்காயம் பட்ட இடத்தை உடனடியாகத் தண்ணீரைக் கொண்டு குளிர வைக்க வேண்டும்",
      "உருள வேண்டும்",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "தீ விபத்து ஏற்பட்டால், உடனடியாக தீயணைப்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும். அவர்களுக்குத் தீ விபத்து ஏற்பட்டுள்ள இடத்தைத் தெளிவாகத் தெரிவிக்க வேண்டும். தீ விபத்து ஏற்பட்டு இருக்கும் பகுதியில் உடனடியாக மின் இணைப்பைத் துண்டிக்க வேண்டும். தீ விபத்து ஏற்பட்ட உடனே அங்குள்ள தீயணைப்பான்களைக் கொண்டு ஆரம்பக் கட்டத்திலேயே தீயை அணைக்க முயற்சி செய்ய வேண்டும். உடுத்தியிருக்கும் ஆடையில் தீப்பிடித்தால் உடனே தரையில் படுத்து உருளவேண்டும். தீக்காயம் பட்ட இடத்தை உடனடியாகத் தண்ணீரைக் கொண்டு குளிர வைக்க வேண்டும்."
  },
  {
    "description": "பின்வருவனவற்றில் தீ விபத்து ஏற்பட்டால் செய்யக்கூடாதது எது?",
    "options": [
      "தீ விபத்து ஏற்பட்ட கட்டடத்தின் மின் தூக்கியைப் பயன்படுத்த வேண்டும்",
      "எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்த வேண்டும்",
      "தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது",
      "தீ விபத்து ஏற்பட்ட உடனே அங்குள்ள தீயணைப்பான்களைக் கொண்டு தீயை அணைக்க முயற்சி செய்ய வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "தீ விபத்து ஏற்பட்டால், தீ விபத்து ஏற்பட்டுள்ள கட்டடத்தின் மின் தூக்கியைப் பயன்படுத்தக்கூடாது. எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்தக்கூடாது. தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது. தீ விபத்து ஏற்பட்ட உடனே அங்குள்ள தீயணைப்பான்களைக் கொண்டு தீயை அணைக்க முயற்சி செய்ய வேண்டும்."
  },
  {
    "description": "நிறுவனங்களில் பணியாளர்களுக்கு தீத்தடுப்புப் பயிற்சிகள் அளிப்பதன் நோக்கம் என்ன?",
    "options": [
      "தீ விபத்து ஏற்பட்டால் உடனடியாக வெளியேறும் வழியை அறிந்துகொள்ள",
      "தீ விபத்து ஏற்பட்டால் மின் இணைப்பைத் துண்டிக்க",
      "தீ விபத்தில் சிக்கியவர்களை மீட்க",
      "தீ விபத்து ஏற்பட்டால் உடனடியாகத் தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க"
    ],
    "answer": "A",
    "additional_context": "நிறுவனங்களில் பணிபுரியும் பணியாளர்களுக்குத் தீத்தடுப்புப் பயிற்சிகள் அளிக்கப்படவேண்டும்.  பொதுமக்கள் கூடும் இடங்களில் தீ விபத்து ஏற்பட்டால் உடனடியாக வெளியேறும் வகையில் அவசரகால வழிகள் அமைக்கப்பட்டிருக்க வேண்டும்."
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால் முதலில் செய்ய வேண்டியது எது?",
    "options": [
      "தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும்",
      "தீயணைப்பான்களைக் கொண்டு தீயை அணைக்க முயற்சி செய்ய வேண்டும்",
      "மின் இணைப்பைத் துண்டிக்க வேண்டும்",
      "அனைவரும் பாதுகாப்பான இடத்திற்கு ஓடிவிட வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "தீ விபத்து ஏற்பட்டால், உடனடியாகத் தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும்.  அவ்வாறு தகவல் தெரிவிக்கும் பொழுது தீவிபத்து ஏற்பட்டுள்ள இடத்தினைத் தெளிவாகத் தெரிவிக்க வேண்டும்."
  },
  {
    "description": "தீ விபத்து ஏற்படும் போது, எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்துவது ஏன் தவறு?",
    "options": [
      "தண்ணீர் எண்ணெய் மீது மிதக்கும், தீயை மேலும் பரவிவிடும்",
      "தண்ணீர் எண்ணெய்யுடன் சேர்ந்து வெடித்துச் சிதறும்",
      "தண்ணீர் எண்ணெய்யை குளிர்விக்காது",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "தீ விபத்து ஏற்பட்டால், எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்தக்கூடாது. தண்ணீர் எண்ணெய் மீது மிதக்கும், தீயை மேலும் பரவிவிடும். தண்ணீர் எண்ணெய்யுடன் சேர்ந்து வெடித்துச் சிதறும். தண்ணீர் எண்ணெய்யை குளிர்விக்காது."
  }
]
