
[
  {
    "description": "கோட்டோவியம் பற்றிய செய்திகளை யாரிடம் கேட்டு அறிய வேண்டும்?",
    "options": [
      "வரலாற்று ஆசிரியர்",
      "அறிவியல் ஆசிரியர்",
      "ஓவிய ஆசிரியர்",
      "இசை ஆசிரியர்"
    ],
    "answer": "C",
    "additional_context": "கோட்டோவியம் என்பது ஒரு ஓவிய வகை.  இந்த வகையை பற்றி பள்ளி ஓவிய ஆசிரியர் நன்கு தெரிந்திருப்பார்.  எனவே, கோட்டோவியம் பற்றிய செய்திகளை ஓவிய ஆசிரியரிடம் கேட்டு அறிய வேண்டும்."
  },
  {
    "description": "இரண்டு பொருள் தருமாறு பாடப்படுவது எது?",
    "options": [
      "இரட்டை மொழிதல்",
      "நவீன ஓவியம்",
      "கல்வெட்டு",
      "புனையா ஓவியம்"
    ],
    "answer": "A",
    "additional_context": "இரட்டை மொழிதல் என்பது ஒரு வகை இலக்கிய வடிவம்.  இதில் ஒரு சொல்லுக்கு இரண்டு அர்த்தங்கள் இருக்கும்.  எடுத்துக்காட்டாக, 'கொடி' என்ற சொல் ஒரு தாவரத்தையும், ஒரு நாட்டையும் குறிக்கும்.  இரட்டை மொழிதல் இலக்கியத்தில் அழகும் வித்தியாசமும் சேர்க்கும்."
  },
  {
    "description": "வண்ணங்கள் பயன்படுத்தாமல் வரைவது எது?",
    "options": [
      "கருத்துப்படம்",
      "புனையா ஓவியம்",
      "நவீன ஓவியம்",
      "ஓவியக்கலை"
    ],
    "answer": "B",
    "additional_context": "புனையா ஓவியம் என்பது வண்ணங்களை பயன்படுத்தாமல், பென்சில், கோல், கரி போன்றவற்றை பயன்படுத்தி வரையப்படும் ஓவிய வகை.  இந்த வகை ஓவியம்  அழகை விட கருத்துகளை வெளிப்படுத்துவதில் அதிக கவனம் செலுத்தும்."
  },
  {
    "description": "\"வானும் நிலவும் அழகு, வயலும் __________ அழகு\" என்ற கவிதையை நிறைவு செய்யும் சரியான சொல் எது?",
    "options": [
      "மரமும்",
      "நீரும்",
      "நிலவும்",
      "காற்றும்"
    ],
    "answer": "C",
    "additional_context": "இந்த கவிதை இயற்கையின் அழகைப் பற்றி கூறுகிறது.  வானும் நிலவும் அழகு இருந்தாலும்,  வயல் நிலவும் அழகு அந்த அழகுடன் சேர்த்து கூறப்பட்டுள்ளது. எனவே, 'நிலவும்' என்ற சொல் சரியான விடை."
  },
  {
    "description": "இருவழிச் சாலையின் மையத்தில் விட்டுவிட்டுப் போடப்பட்டுள்ள வெள்ளைக்கோடு எதனைக் குறிக்கிறது?",
    "options": [
      "வாகனங்களை முந்துவதற்கான இடம்",
      "இரு போக்குவரத்துக்காகச் சாலை சரி சமமாகப் பிரிக்கப்பட்டுள்ளது",
      "தடக்கோடுகள் இடப்பட்டுள்ளன",
      "ஒருவழிப்பாதை"
    ],
    "answer": "B",
    "additional_context": "இருவழிச் சாலையில் விட்டுவிட்டுப் போடப்பட்டுள்ள வெள்ளைக்கோடு இரு போக்குவரத்துக்காகச் சாலை சரி சமமாகப் பிரிக்கப்பட்டுள்ளதைக் குறிக்கிறது. இது வாகனங்கள் மையக் கோட்டைத் தாண்டி செல்வதைத் தடுக்கிறது. "
  }
]
