[
          
  {
    
          "description": "'காலையில் பள்ளி மணி அடிக்கிறது' என்ற தொடரில் 'மணி' என்ற வார்த்தையின் பொருள் என்ன?",
          "options": [
      "நேரம் காட்டும் கருவி",
      "ஒரு மணி நேரம்",
      "மணிகளால் ஆன ஒன்று",
      "சத்தம்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தத் தொடரில் 'மணி' என்ற வார்த்தை  நேரம் காட்டும் கருவியைக் குறிக்கிறது. பள்ளி மணி  அடிக்கிறது என்பது பள்ளிக்குப் போகும் நேரம் வந்துவிட்டது என்பதைக் குறிக்கிறது.  'மணி' என்பது நேரத்தைக் காட்டும் கருவியைக் குறிப்பதால் இந்தத் தொடரில் 'நேரம் காட்டும் கருவி'  என்பதே 'மணி' என்ற வார்த்தையின் பொருளாகும்."
          }
        ,
          
  {
    
          "description": "'திரைப்படங்களில் விலங்குகள் காட்சி குழந்தைகளுக்குப் பிடிக்கும்' என்ற தொடரில் 'பிடிக்கும்' என்ற வார்த்தை எந்த வகையான வினைச்சொல்?",
          "options": [
      "தன்வினை",
      "பிறவினை",
      "படர்க்கை வினை",
      "இருவினை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தத் தொடரில் 'பிடிக்கும்' என்ற வினைச்சொல்  தன்வினைச்சொல். ஏனெனில், இந்தச் சொல் செயலைச் செய்பவருக்கு அது  மட்டும்  தெரியும்.  திரைப்படங்களில் விலங்குகள் காட்சி குழந்தைகளுக்கு மட்டுமே பிடிக்கும் எனத் தொடரில் குறிப்பிடப்பட்டுள்ளது.  குழந்தைகளுக்கு மட்டுமே பிடிக்கும் என்பதால் இது தன்வினைச்சொல்."
          }
        ,
          
  {
    
          "description": "'நூலக ஆணையருக்குக் கடிதம் எழுதுக' என்ற தொடரில் 'கடிதம்' என்ற வார்த்தை எது?",
          "options": [
      "தன்மை",
      "முன்னிலை",
      "படர்க்கை",
      "எதுவும் இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தத் தொடரில் 'கடிதம்' என்ற வார்த்தை  முன்னிலை.  'நூலக ஆணையருக்குக் கடிதம் எழுதுக'  என்ற  தொடரில் 'கடிதம்' என்பது  'எழுதுக' என்ற வினைச்சொல்லின்  முன்னிலை. 'நூலக ஆணையருக்கு' என்பது  'எழுதுக'  என்ற வினைச்சொல்லின் படர்க்கை.   'கடிதம்'  என்ற வார்த்தை  வினைச்சொல்லின்  செயலைப் பற்றித் தெளிவாகக் கூறுகிறது.  எனவே  இது   முன்னிலை ஆகும்."
          }
        ,
          
  {
    
          "description": "'நாள்தோறும் செய்தித்தாள் வழக்கம் இருக்க வேண்டும்' என்ற தொடரில் 'செய்தித்தாள்' என்ற வார்த்தை எந்த வகையான பெயர்ச்சொல்?",
          "options": [
      "பொதுப் பெயர்",
      "சொந்தப் பெயர்",
      "குறிப்பிட்ட பெயர்",
      "தனிப்பெயர்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தத் தொடரில் 'செய்தித்தாள்' என்ற வார்த்தை  பொதுப் பெயர். ஏனெனில் இந்த வார்த்தை  அனைத்து செய்தித்தாள்களையும் குறிக்கிறது.  சொந்தப் பெயர்  ஒரு குறிப்பிட்ட  நபரையோ, இடத்தையோ, பொருளையோ குறிக்கும்.  'தினமலர்'  என்ற  செய்தித்தாள்  சொந்தப் பெயர்.  குறிப்பிட்ட  பெயர் என்பது  சில குறிப்பிட்ட பொருள்களைக்  குறிக்கும்.  'செய்தித்தாள்'  என்ற வார்த்தை  பொதுப் பெயர் என்பதால்  அது எல்லாச் செய்தித்தாள்களையும் குறிக்கிறது.  'தனிப்பெயர்'  என்பது  ஒருவருக்குச் சொந்தமான பெயர். எனவே  இந்தத் தொடரில் 'செய்தித்தாள்'  என்பது  பொதுப் பெயர் ஆகும்."
          }
        ,
          
  {
    
          "description": "'கல்வியறிவு' என்ற வார்த்தைக்கு என்ன பொருள்?",
          "options": [
      "கல்வியில் சிறந்தவர்",
      "கல்வி பெறுதல்",
      "படித்தறிதல்",
      "கல்வித் துறை"
    ],
    "answer": "C",
    
          "additional_context": "“கல்வியறிவு” என்ற வார்த்தை படித்தறிதலை  குறிக்கிறது.  கல்வியறிவு  என்பது  கல்வியைக்  கற்றறிந்து,  அதன்மூலம்  உலகைப் பற்றி அறிந்துகொள்வது.  “கல்வியில் சிறந்தவர்”, “கல்வி பெறுதல்” ,“கல்வித் துறை”  என்பவை  “கல்வியறிவு” என்ற சொல்லுக்குரிய  பொருள்கள்  அல்ல.  "
          }
        ]