
[
  {
    "description": "தீ விபத்து ஏற்பட்டால், தீயணைப்பான்களைக் கொண்டு தீயை அணைக்க முயற்சி செய்ய வேண்டும். இந்தப் பத்தியில் உள்ள \"அணைக்க\" என்ற சொல்லுக்குப் பொருத்தமான ஆங்கிலச் சொல் எது?",
    "options": [
      "Ignite",
      "Extinguish",
      "Inflame",
      "Spark"
    ],
    "answer": "B",
    "additional_context": "நாம் அனைவரும் நம்மைச் சுற்றியுள்ள உலகத்திற்கு பாதுகாப்பாக இருக்க விரும்புகிறோம். தீ விபத்துகளைப் போன்ற அவசரகால சூழ்நிலைகளிலிருந்து நம்மைப் பாதுகாத்துக் கொள்வது முக்கியம். தீ விபத்து ஏற்பட்டால், முதலில் தீயணைப்புத் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும். பின்னர், தீயணைப்பான்களைப் பயன்படுத்தி தீயை அணைக்க முயற்சி செய்ய வேண்டும். ஒரு தீயணைப்பானைப் பயன்படுத்தி தீயை எப்படி அணைப்பது என்பதை முன்பு அறிந்திருக்க வேண்டும். அருகில் இருக்கும் கட்டடங்களுக்குத் தீ பரவாமல் இருக்கும் வகையில் முன்னெச்சரிக்கை எடுக்க வேண்டும். தீயணைப்பான்களை எப்படிப் பயன்படுத்துவது என்பது பற்றி நமக்குத் தெரியாவிட்டால், பதற்றமடைந்து, தீயணைப்பான்களைப் பயன்படுத்தி தீயை அணைக்கும் முயற்சியைத் தவிர்க்க வேண்டும். தீயணைப்பான்களை எப்படிப் பயன்படுத்துவது என்பதை அறிந்து கொண்டு அவசரகால சூழ்நிலைகளில் தயாராக இருப்பது முக்கியம்."
  },
  {
    "description": "\"எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்தக்கூடாது\" என்ற பத்தியில், \"எண்ணெய்\" என்ற சொல்லுக்குப் பொருத்தமான ஆங்கிலச் சொல் எது?",
    "options": [
      "Water",
      "Oil",
      "Gas",
      "Fire"
    ],
    "answer": "B",
    "additional_context": "தீ விபத்து ஏற்பட்டால், உடனடியாக மின் இணைப்பைத் துண்டிக்க வேண்டும். தீ விபத்து ஏற்பட்ட உடனே அங்குள்ள தீயணைப்பான்களைக் கொண்டு ஆரம்பக் கட்டத்திலேயே தீயை அணைக்க முயற்சி செய்ய வேண்டும். எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்தக்கூடாது. தீக்காயம் பட்ட இடத்தை உடனடியாகத் தண்ணீரைக் கொண்டு குளிர வைக்க வேண்டும். தீ விபத்து ஏற்பட்டுள்ள கட்டடத்தின் மின் தூக்கியைப் பயன்படுத்தக்கூடாது. பொது இடங்களில் தீ விபத்து ஏற்பட்டால் பதற்றமடைந்து ஓடாமல், அவசரகால வழியில் வெளியேற வேண்டும். அருகில் இருக்கும் கட்டடங்களுக்குத் தீ பரவாமல் இருக்கும் வகையில் முன்னெச்சரிக்கை செய்ய வேண்டும்."
  },
  {
    "description": "\"பொது இடங்களில் தீ விபத்து ஏற்பட்டால் பதற்றமடைந்து ஓடாமல், அவசரகால வழியில் வெளியேற வேண்டும்\" என்ற பத்தியில், \"அவசரகால\" என்ற சொல்லுக்குப் பொருத்தமான ஆங்கிலச் சொல் எது?",
    "options": [
      "Emergency",
      "Urgent",
      "Important",
      "Critical"
    ],
    "answer": "A",
    "additional_context": "பொது இடங்களில் தீ விபத்து ஏற்பட்டால் பதற்றமடைந்து ஓடாமல், அவசரகால வழியில் வெளியேற வேண்டும். தீ விபத்து ஏற்பட்டுள்ள கட்டடத்தின் மின் தூக்கியைப் பயன்படுத்தக்கூடாது. எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்தக்கூடாது. தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது."
  },
  {
    "description": "\"தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது\" என்ற பத்தியில், \"தீக்காயம்\" என்ற சொல்லுக்குப் பொருத்தமான ஆங்கிலச் சொல் எது?",
    "options": [
      "Burn",
      "Wound",
      "Injury",
      "Cut"
    ],
    "answer": "A",
    "additional_context": "தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது. எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்தக்கூடாது. தீ விபத்து ஏற்பட்டுள்ள கட்டடத்தின் மின் தூக்கியைப் பயன்படுத்தக்கூடாது. தீ விபத்து ஏற்பட்டால், தீயணைப்பான்களைக் கொண்டு தீயை அணைக்க முயற்சி செய்ய வேண்டும். பொது இடங்களில் தீ விபத்து ஏற்பட்டால் பதற்றமடைந்து ஓடாமல், அவசரகால வழியில் வெளியேற வேண்டும்."
  },
  {
    "description": "\"தீ விபத்து ஏற்பட்டுள்ள கட்டடத்தின் மின் தூக்கியைப் பயன்படுத்தக்கூடாது\" என்ற பத்தியில், \"மின் தூக்கி\" என்ற சொல்லுக்குப் பொருத்தமான ஆங்கிலச் சொல் எது?",
    "options": [
      "Lift",
      "Elevator",
      "Stairs",
      "Escalator"
    ],
    "answer": "B",
    "additional_context": "தீ விபத்து ஏற்பட்டுள்ள கட்டடத்தின் மின் தூக்கியைப் பயன்படுத்தக்கூடாது. எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்தக்கூடாது. தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது. தீ விபத்து ஏற்பட்டால், தீயணைப்பான்களைக் கொண்டு தீயை அணைக்க முயற்சி செய்ய வேண்டும். பொது இடங்களில் தீ விபத்து ஏற்பட்டால் பதற்றமடைந்து ஓடாமல், அவசரகால வழியில் வெளியேற வேண்டும்."
  }
]
