
[
  {
    "description": "_________ ஆற்றின் மூலம் திருநெல்வேலி மாவட்டத்தில் ______________ நடைபெறுகின்றது.",
    "options": [
      "வைகை, நெல் பயிர்",
      "தாமிரபரணி, உழவுத்தொழில்",
      "காவிரி, வாழை பயிர்",
      "தென்பெண்ணை, பருத்தி பயிர்"
    ],
    "answer": "B",
    "additional_context": "தாமிரபரணி ஆறு தமிழகத்தின் தென் மாவட்டங்களில் ஓடும் ஒரு முக்கிய நதி.  இந்த ஆறு திருநெல்வேலி மாவட்டத்தின் வளர்ச்சியில் முக்கிய பங்கு வகிக்கிறது.  தாமிரபரணி ஆற்றின் மூலம் நெல், வாழை, பருத்தி போன்ற பயிர்கள் விளைவிக்கப்படுகின்றன.  இந்த ஆற்றின் நீர் பாசனத்திற்கும் பயன்படுத்தப்படுகிறது.  தாமிரபரணி ஆறு திருநெல்வேலி மக்களின் வாழ்வோடு இணைந்து இருப்பதால், அதை 'தண்பொருநை' என அழைப்பது வழக்கம்."
  },
  {
    "description": "தாமிரபரணி ஆற்றின் __________ கரையில் திருநெல்வேலியும், __________ கரையில் பாளையங்கோட்டையும் அமைந்துள்ளன.",
    "options": [
      "கிழக்கு, மேற்கு",
      "மேற்கு, கிழக்கு",
      "தெற்கு, வடக்கு",
      "வடக்கு, தெற்கு"
    ],
    "answer": "B",
    "additional_context": "தாமிரபரணி ஆறு தமிழகத்தின் தென் மாவட்டங்களில் ஓடும் ஒரு முக்கிய நதி.  இந்த ஆறு திருநெல்வேலி மாவட்டத்தின் வளர்ச்சியில் முக்கிய பங்கு வகிக்கிறது.  தாமிரபரணி ஆற்றின் மேற்குக் கரையில் திருநெல்வேலியும், கிழக்குக் கரையில் பாளையங்கோட்டையும் அமைந்துள்ளன.  இந்த இரண்டு நகரங்களும் இரட்டை நகரங்கள் என அழைக்கப்படுகின்றன."
  },
  {
    "description": "___________ மலையைத் திரிகூடமலை என்றும் அழைப்பர்.",
    "options": [
      "பொதிகை",
      "குற்றாலம்",
      "இமயம்",
      "கொல்லி"
    ],
    "answer": "B",
    "additional_context": "திருநெல்வேலி மாவட்டத்தில் அமைந்துள்ள ஒரு மலை குற்றாலம்.  இந்த மலை அழகான இயற்கை எழில் கொஞ்சும் இடம்.  குற்றாலம் மலையில் அருவி உண்டு, அருவியில் நீராடுவது பலரின் ஆசை.  இந்த அருவி அருகில் உள்ள குற்றாலம் நகரம் ஒரு பிரபலமான சுற்றுலா தலம்.  இந்த மலை திரிகூடமலை என்றும் அழைக்கப்படுகிறது."
  },
  {
    "description": "______________ இடத்தில் நிகழ்த்தப்பட்ட அகழ்வாய்வில் முதுமக்கள் தாழிகள் கண்டெடுக்கப்பட்டன.",
    "options": [
      "திருநெல்வேலி",
      "பாளையங்கோட்டை",
      "கொற்கை",
      "ஆதிச்சநல்லூர்"
    ],
    "answer": "D",
    "additional_context": "திருநெல்வேலி மாவட்டத்தில் உள்ள ஒரு தொன்மையான இடம் ஆதிச்சநல்லூர்.  இந்த இடத்தில் பண்டைய காலத்தில் மக்கள் வாழ்ந்திருந்தார்கள் என்பதை அகழ்வாராய்ச்சிகள் மூலம் நிரூபிக்கப்பட்டுள்ளது.  இந்த இடத்தில் நிகழ்த்தப்பட்ட அகழ்வாய்வில் முதுமக்கள் தாழிகள்,  பானை ஓடுகள்,  கற்கருவிகள்  போன்ற பல பொருட்கள் கண்டெடுக்கப்பட்டுள்ளன."
  },
  {
    "description": "திருநெல்வேலி மாவட்டம் பழங்காலத்தில் ஏன் \"வேணுவனம்\" என அழைக்கப்பட்டது?",
    "options": [
      "மலைகள் மிகுந்ததால்",
      "மூங்கில் காடுகள் மிகுந்ததால்",
      "நெல் மிகுதியாக விளைந்ததால்",
      "வாழை மரங்கள் அதிகம் இருந்ததால்"
    ],
    "answer": "B",
    "additional_context": "திருநெல்வேலி மாவட்டம் பழங்காலத்தில் 'வேணுவனம்' என அழைக்கப்பட்டது.  வேணுவனம் என்றால் மூங்கில் காடு.  அந்தக் காலத்தில்  திருநெல்வேலி மாவட்டத்தில் மூங்கில் காடுகள் மிகுதியாக இருந்தன.  அந்தக் காலத்தில் மூங்கில் மரங்கள் அதிகமாக பயன்படுத்தப்பட்டன.  மூங்கிலால் வீடுகள் கட்டுவதற்குப் பயன்படுத்தினார்கள்.  மூங்கிலால் பல பொருட்கள் செய்தார்கள்.  மூங்கிலால் தயாரிக்கப்பட்ட பொருட்களை வேறு இடங்களுக்கும் அனுப்பி வைத்தார்கள்."
  }
]
