[
          
  {
    
          "description": "'கிளைநுனி' என்ற சொல் எந்த வகை இயல்பு வழக்கைச் சேர்ந்தது?",
          "options": [
      "இலக்கணமுடையது",
      "இலக்கணப்போலி",
      "மரூஉ",
      "தகுதி வழக்கு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இல்லத்தின் முன் பகுதியை இல்முன் எனக் குறிக்க வேண்டும். ஆனால் அதனை நம் முன்னோர் முன்றில் என மாற்றி வழங்கினர். கிளையின் நுனியைக் கிளைநுனி எனக் கூறாமல் நுனிக்கிளை எனக் குறிப்பிடுகிறோம். இவ்வாறு இலக்கண முறைப்படி அமையாவிடினும், இலக்கணமுடையவை போலவே ஏற்றுக் கொள்ளப்படும் சொற்கள் இலக்கணப்போலி எனப்படும்."
          }
        ,
          
  {
    
          "description": "'சாம்பல்' என்ற சொல்லின் கடைப்போலி வடிவம் எது?",
          "options": [
      "சாம்பர்",
      "சாம்பன்",
      "சாம்பி",
      "சாம்பு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "அகம்- அகன், நிலம்- நிலன், முகம் – முகன், பந்தல்- பந்தர், சாம்பல்- சாம்பர் ஆகிய சொற்களில் இறுதியில் உள்ள எழுத்து மாறினாலும் பொருள் மாறவில்லை. இவ்வாறு சொல்லின் இறுதியில் இருக்க வேண்டிய எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து அமைந்து அதே பொருள் தருவது கடைப்போலியாகும்."
          }
        ,
          
  {
    
          "description": "'ஐந்து' என்ற சொல்லின் முற்றுப்போலி வடிவம் எது?",
          "options": [
      "அஞ்சு",
      "அய்ந்து",
      "ஐய்",
      "ஐந்தி"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மூவகைப் போலிகள் மட்டுமன்றி வேறு ஒரு வகைப் போலியும் உண்டு. ஐந்து- அஞ்சு- இச்சொற்களை நோக்குங்கள். இதில் அஞ்சு என்னும் சொல் ஐந்து என்னும் சொல்லின் போலி வடிவமாகும். அஞ்சு என்ற சொல்லில் உள்ள எழுத்துகள் அனைத்தும் வேறுபட்டு இருந்தாலும் அஃது ஐந்து என்னும் பொருளையே தருகிறது. இவ்வாறு ஒரு சொல்லில் இயல்பாக அமைந்த எழுத்துகளுக்குப் பதிலாக எழுத்துகள் அனைத்தும் வேறுபட்டாலும் பொருள் மாறாமல் இருப்பது முற்றுப்போலி எனப்படும்."
          }
        ,
          
  {
    
          "description": "தொடரின் எந்தப் பகுதி 'யார்?' என்ற வினாவுக்கு விடையாக அமையும்?",
          "options": [
      "எழுவாய்",
      "பயனிலை",
      "செயப்படுபொருள்",
      "இடைச்சொல்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "ஒரு தொடரில் யார்? எது? எவை? என்னும் வினாக்களுக்கு விடையாக அமைவது எழுவாய்."
          }
        ,
          
  {
    
          "description": "'கவிதையைப் படித்தேன்' என்ற தொடரில் செயப்படுபொருள் எது?",
          "options": [
      "நான்",
      "படித்தேன்",
      "கவிதை",
      "படிப்பு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "யாரை, எதை, எவற்றை என்னும் வினாக்களுக்கு விடையாக வருவது செயப்படுபொருள்."
          }
        ]