[
          
  {
    
          "description": "'தென்றல் தரும் இனிய தேன்மண மும்கமழும்' - இந்த வரிகள் எந்த இயற்கை வளத்தைப் பற்றிப் பேசுகின்றன?",
          "options": [
      "அ) நீர்வளம்",
      "ஆ) நிலவளம்",
      "இ) காற்று",
      "ஈ) மழை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தப் பாடல் தமிழ்நாட்டின் பெருமைகளைப் பற்றிப் பேசுகிறது. இதில் தென்றல் தரும் இனிய தேன்மணம் என்று குறிப்பிடப்பட்டுள்ளது. தென்றலானது காற்றை குறிக்கிறது. மேலும், பாடலில் செங்கனியும் பொன்கதிரும் தந்துதவும் நன்செய்வளம் என்று குறிப்பிடப்பட்டுள்ளது. இது தமிழ்நாட்டின் வளமான மண்ணை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'புகழ்கொண்ட குறளோடு அகம்புறமும்' - இந்த வரிகள் எந்த இலக்கிய வகையைக் குறிக்கின்றன?",
          "options": [
      "அ) பரணி",
      "ஆ) கலம்பகம்",
      "இ) சங்க இலக்கியம்",
      "ஈ) பரிபாடல்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தப் பாடல் வரிகளில் பரணி, கலம்பகம், எட்டுத்தொகை போன்ற பல்வேறு இலக்கிய வகைகள் குறிப்பிடப்படுகின்றன. மேலும், 'புகழ்கொண்ட குறளோடு' என்ற சொல் திருக்குறளை குறிக்கிறது. திருக்குறள் சங்க இலக்கியத்தை சேர்ந்தது. எனவே, 'புகழ்கொண்ட குறளோடு அகம்புறமும்' என்ற வரிகள் சங்க இலக்கியத்தைக் குறிக்கின்றன. "
          }
        ,
          
  {
    
          "description": "'சொல்லுக்குத் தலைகொடுத்தான் அருள்மீறி - இந்த வள்ளலாம் குமணன்போல் வாழ்ந்தவர் வரலாறு' - இந்த வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "அ) தமிழ்நாட்டின் வள்ளல் வரலாறு",
      "ஆ) தமிழ் இலக்கிய வளம்",
      "இ) தமிழின் அருள்வளம்",
      "ஈ) தமிழ்நாட்டின் இயற்கை வளம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "பாடலில் குமணன் வள்ளல் பற்றிய குறிப்பு உள்ளது. குமணன் வள்ளல் தமிழ்நாட்டில் வாழ்ந்த ஒரு பெரிய வள்ளல். இந்த பாடலில் 'வள்ளலாம் குமணன்போல் வாழ்ந்தவர் வரலாறு' என்று கூறப்பட்டுள்ளது. இது தமிழ்நாட்டில் வாழ்ந்த வள்ளல்கள் பற்றிய வரலாற்றை குறிக்கிறது. "
          }
        ,
          
  {
    
          "description": "'பகுத்தறிவுக் கவிராயர்' என்று யார் அழைக்கப்படுகிறார்கள்?",
          "options": [
      "அ) உடுமலை நாராயணகவி",
      "ஆ) வேள்பாரி",
      "இ) குமண வள்ளல்",
      "ஈ) பாரதியார்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "பாடலை எழுதியவர் உடுமலை நாராயணகவி. இந்தப் பாடலில் 'பகுத்தறிவுக் கவிராயர்' என்று குறிப்பிடப்பட்டுள்ளது. எனவே, உடுமலை நாராயணகவி பகுத்தறிவுக் கவிராயர் என்று அழைக்கப்படுகிறார்கள்."
          }
        ,
          
  {
    
          "description": "'ஒன்றல்ல இரண்டல்ல தம்பி சொல்ல' என்ற பாடல் எந்த கவிஞரால் எழுதப்பட்டது?",
          "options": [
      "அ) பாரதியார்",
      "ஆ) பாரதிதாசன்",
      "இ) உடுமலை நாராயணகவி",
      "ஈ) கம்பர்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தப் பாடல் 'ஒன்றல்ல இரண்டல்ல தம்பி சொல்ல' என்ற தலைப்பில் எழுதப்பட்டுள்ளது. இந்த பாடலை எழுதியவர் உடுமலை நாராயணகவி.  "
          }
        ]