
[
  {
    "description": "__________  மதுரையில் நடைபெற்ற உலகத்தமிழ் மாநாட்டில் நிறுவப்படும் என்று அறிவிக்கப்பட்டது.",
    "options": [
      "வள்ளுவர் கோட்டம்",
      "திருவள்ளுவர் சிலை",
      "உலகத் தமிழ்ச் சங்கம்",
      "பூம்புகார் சிற்பக் கலைக்கூடம்"
    ],
    "answer": "C",
    "additional_context": "தமிழ் மொழியின் பெருமையை உலகறியச் செய்யும் நோக்கில் மதுரையில் உலகத் தமிழ்ச் சங்கம் அமைக்கப்பட்டது. தமிழக அரசால் 1981 ஆம் ஆண்டு மதுரையில் நடைபெற்ற உலகத் தமிழ் மாநாட்டில் இதற்கான அறிவிப்பு வெளியிடப்பட்டது. இதன் கட்டட பணிகள் 2016 ஆம் ஆண்டில் நிறைவடைந்து திறக்கப்பட்டது. சங்கத்தமிழ்க் காட்சிக்கூடம் எனும் தனிக்கட்டடமும் இயங்கி வருகிறது."
  },
  {
    "description": "__________  இரண்டாயிரம் ஆண்டுகளுக்கு முன் சோழர்களின் தலைநகராகவும் துறைமுக நகரமாகவும் இருந்தது.",
    "options": [
      "மதுரை",
      "தஞ்சாவூர்",
      "சென்னை",
      "பூம்புகார்"
    ],
    "answer": "D",
    "additional_context": "இரண்டாயிரம் ஆண்டுகளுக்கு முன் சோழர்களின் தலைநகராகவும் துறைமுக நகராகவும் விளங்கியது பூம்புகார். இந்நகரைப் பற்றிய செய்திகள் சிலப்பதிகாரத்திலும் பட்டினப்பாலையிலும் இடம்பெற்றுள்ளன. இங்கு மருவூர்ப்பாக்கம் என்னும் கடல் பகுதியும் பட்டினப்பாக்கம் என்னும் நகரப் பகுதியும் அமைந்திருந்ததாகச் சிலப்பதிகாரம் குறிப்பிடுகிறது. பின்னர் ஏற்பட்ட கடல்கோளினால் பூம்புகார் நகரம் அழிந்துவிட்டது. இந்நகரத்தின் பெருமையை உலகறியச் செய்ய கி.பி.(பொ.ஆ.) 1973 ஆம் ஆண்டு பூம்புகார் கடற்கரையில் சிற்பக் கலைக்கூடம் ஒன்று ஏற்படுத்தப்பட்டது."
  },
  {
    "description": "தஞ்சாவூர் சரசுவதி மகால் நூலகத்தின் தனித்தன்மை என்ன?",
    "options": [
      "இது தமிழ் மட்டுமல்லாமல் தெலுங்கு உள்ளிட்ட பல்வேறு மொழிகளின் ஓலைச் சுவடிகளைக் கொண்டுள்ளது.",
      "இங்குத் தலைசிறந்த ஓவியங்களும் தொன்மையான இசைக் கருவிகளும் சிற்பங்களும் உள்ளன.",
      "இது கி.பி.(பொ.ஆ.) 1122 முதல் இயங்கி வருகிறது.",
      "மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "இந்தியாவில் உள்ள தொன்மையான நூலகங்களுள் தஞ்சை சரசுவதி மகால் நூலகமும் ஒன்று. இந்நூலகம் கி.பி. (பொ.ஆ.) 1122 முதல் இயங்கி வருவதாகக் கல்வெட்டுச் செய்திகள் கூறுகின்றன. இங்குத் தமிழ், தெலுங்கு உள்ளிட்ட பல்வேறு மொழிகளின் ஓலைச் சுவடிகளும் கையெழுத்துப் படிகளும் உள்ளன. தலைசிறந்த ஓவியங்களும் தொன்மையான இசைக் கருவிகளும் சிற்பங்களும் இங்கு இடம்பெற்றுள்ளன."
  },
  {
    "description": "தமிழ்ப்பல்கலைக்கழகத்தின் நோக்கம் என்ன?",
    "options": [
      "தமிழ்மொழி ஆய்வுகளை மட்டுமே மேற்கொள்ளுதல்.",
      "இந்திய நாகரிகத்தின் பண்பாட்டுக் கூறுகள் அனைத்தையும் விரிவாகவும் ஆழமாகவும் ஆராயுதல்.",
      "தமிழ்மொழிப்பயிற்சியை இந்திய ஆட்சிப்பணி பயிற்சியாளர்களுக்கு வழங்குதல்.",
      "சித்த மருத்துவத் துறையில் பொதுமக்களுக்குப் பயனுள்ள வகையில் மருத்துவத் தொண்டு செய்தல்."
    ],
    "answer": "B",
    "additional_context": "செம்மொழியாகிய தமிழுக்கு ஒரு பல்கலைக்கழகம் அமைய வேண்டும் என்ற எண்ணத்தின் அடிப்படையில் தமிழக அரசால் கி.பி. (பொ.ஆ.) 1981 இல் தோற்றுவிக்கப்பட்டது தமிழ்ப்பல்கலைக்கழகம். இது தஞ்சாவூரில் ஆயிரம் ஏக்கர் நிலப்பரப்பில் அமைக்கப்பட்டுள்ளது. வானத்தில் இருந்து பார்க்கும் பொழுது \"தமிழ்நாடு\" எனத் தெரியும் வகையில் இதன் கட்டட அமைப்பு உள்ளது. இந்திய நாகரிகத்தின் பண்பாட்டுக் கூறுகள் அனைத்தையும் விரிவாகவும் ஆழமாகவும் ஆராய வேண்டும் என்பதே இப்பல்கலைக்கழகத்தின் நோக்கம்."
  },
  {
    "description": "கீழ்த்திசை நூலகத்தின் சிறப்பு என்ன?",
    "options": [
      "இது கி.பி.(பொ.ஆ.) 1869 ஆம் ஆண்டு தொடங்கப்பட்டது.",
      "இது தற்போது அண்ணா நூற்றாண்டு நூலகத்தின் ஏழாம் தளத்தில் இயங்கி வருகிறது.",
      "இது தமிழ், தெலுங்கு, கன்னடம், மராத்தி உள்ளிட்ட பல்வேறு மொழிகளின் ஓலைச்சுவடிகளைக் கொண்டுள்ளது.",
      "மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "இந்நூலகம் கி.பி. (பொ.ஆ.) 1869ஆம் ஆண்டு தொடங்கப்பட்டது. இங்குத் தமிழ், தெலுங்கு, கன்னடம், மராத்தி உள்ளிட்ட பல்வேறு மொழிகளின் ஓலைச்சுவடிகள் உள்ளன. கணிதம், வானியல், மருத்துவம், வரலாறு உள்ளிட்ட பல்வேறு துறை நூல்களும் இடம்பெற்றுள்ளன. இது தற்போது அண்ணா நூற்றாண்டு நூலகத்தின் ஏழாம் தளத்தில் இயங்கி வருகின்றது."
  }
]
