
[
  {
    "description": "“தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக்\nகற்றனைத்து ஊறும் அறிவு.”  இந்தக் குறளின் மூலம் என்ன புரிகிறது?",
    "options": [
      "கற்கும் அளவிற்கு ஏற்ப மக்களுக்கு அறிவு வளரும், அதுபோல் தோண்டும் அளவிற்கு ஏற்ப மணற்கேணியில் நீர் ஊறும்.",
      "மணற்கேணியில் நீர் ஊறும் அளவிற்கு ஏற்ப மக்களுக்கு அறிவு வளரும், அதுபோல் கற்கும் அளவிற்கு ஏற்ப மணற்கேணியில் நீர் ஊறும்.",
      "கற்கும் அளவிற்கு ஏற்ப மக்களுக்கு அறிவு வளரும், அதுபோல் கற்கும் அளவிற்கு ஏற்ப மணற்கேணியில் நீர் ஊறும்.",
      "மணற்கேணியில் நீர் ஊறும் அளவிற்கு ஏற்ப மக்களுக்கு அறிவு வளரும், அதுபோல் தோண்டும் அளவிற்கு ஏற்ப மக்களுக்கு அறிவு வளரும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மணற்கேணியில் நீர் ஊறும் அளவிற்கு ஏற்ப மக்களுக்கு அறிவு வளரும் என்பதை இந்தக் குறள் விளக்குகிறது. மணற்கேணியில் நீர் ஊறும் அளவிற்கு ஏற்ப மக்களுக்கு அறிவு வளரும். அதாவது தோண்டும் அளவிற்கு ஏற்ப மணற்கேணியில் நீர் ஊறும், அதுபோல் கற்கும் அளவிற்கு ஏற்ப மக்களுக்கு அறிவு வளரும் என்பதை  இந்தக் குறள்  சுட்டிக் காட்டுகிறது. "
  },
  {
    "description": "“மடியை மடியா ஒழுகல் குடியைக்\nகுடியாக வேண்டு பவர்.”  இந்தக் குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "தன் குடியைச் சிறப்புடைய குடியாகச் செய்ய விரும்புபவர், சோம்பலைத் துன்பமாகக் கருதி முயற்சியோடு வாழ வேண்டும்.",
      "சோம்பலைத் துன்பமாகக் கருதி முயற்சியோடு வாழ வேண்டும், தன் குடியைச் சிறப்புடைய குடியாகச் செய்ய விரும்புபவர்.",
      "தன் குடியைச் சிறப்புடைய குடியாகச் செய்ய விரும்புபவர், சோம்பலைத் துன்பமாகக் கருதி வாழ வேண்டும்.",
      "தன் குடியைச் சிறப்புடைய குடியாகச் செய்ய விரும்புபவர், சோம்பலைக் கருதி வாழ வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "குடும்பத்தைச் சிறப்புடையதாகச் செய்ய விரும்புபவர் சோம்பலைத் துன்பமாகக் கருதி முயற்சியோடு வாழ வேண்டும் என இந்தக் குறள் கூறுகிறது. ஒரு குடும்பத்தைச் சிறப்புடைய குடியாகச் செய்ய விரும்புபவர்  சோம்பலை  துன்பமாகக் கருதி முயற்சியோடு வாழ வேண்டும் என்பதை  இந்தக் குறள்  விளக்குகிறது. "
  },
  {
    "description": "“கற்க கசடறக் கற்பவை கற்றபின்\nநிற்க அதற்குத் தக.”  இந்தக் குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "பிழை இல்லாமல் கற்றவர்கள், கற்ற வழியில் வாழ வேண்டும்.",
      "பிழை இல்லாமல் கற்றுக் கொள்ள வேண்டும், பின் கற்ற வழியில் நடக்க வேண்டும்.",
      "பிழை இல்லாமல் கற்றவர்கள், கற்ற வழியில் நடக்க வேண்டும்.",
      "கற்றுக் கொண்டால் மட்டும் போதாது, கற்ற வழியில் நடக்க வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கற்க வேண்டியவற்றைப் பிழை இல்லாமல் கற்க வேண்டும். கற்றபின் கற்ற வழியில் நடக்க வேண்டும் என்கிறது இந்தக் குறள்.  கற்றவன் தனது வாழ்க்கையில் கற்ற கல்வியைப் பயன்படுத்த வேண்டும். அதாவது  பிழை இல்லாமல் கற்றவர்கள், கற்ற வழியில் நடக்க வேண்டும் என்பது இந்தக் குறளின் பொருள். "
  },
  {
    "description": "“எண்ணித் துணிக கருமம் துணிந்தபின்\nஎண்ணுவம் என்பது இழுக்கு.”  இந்தக் குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "எந்தச் செயலையும் நன்கு சிந்தித்த பின் தொடங்க வேண்டும், தொடங்கிய பின் எண்ணிப் பார்க்கலாம் என்பது குற்றமாகும்.",
      "எந்தச் செயலையும் தொடங்குவதற்கு முன் நன்கு சிந்தித்த பின் தொடங்க வேண்டும், தொடங்கிய பின் எண்ணிப் பார்க்கலாம் என்பது குற்றமாகும்.",
      "எந்தச் செயலையும் நன்கு சிந்தித்த பின் தொடங்க வேண்டும், தொடங்கிய பின் எண்ணிப் பார்க்கக் கூடாது.",
      "எந்தச் செயலையும் தொடங்கும் முன் சிந்திக்க வேண்டும், தொடங்கிய பின் எண்ணிப் பார்க்கலாம் என்பது குற்றமாகும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "எந்தச் செயலையும் நன்கு சிந்தித்த பின் தொடங்க வேண்டும். தொடங்கிய பின் எண்ணிப் பார்க்கக் கூடாது என்கிறது இந்தக் குறள்.  எந்த ஒரு செயலையும் தொடங்குவதற்கு முன்  நன்கு யோசித்து  தொடங்க வேண்டும். தொடங்கிய பின் எண்ணிப் பார்க்கக் கூடாது  என்பதை இந்தக் குறள்  சுட்டிக் காட்டுகிறது. "
  },
  {
    "description": "“காக்கை கரவா கரைந்துண்ணும் ஆக்கமும்\nஅன்ன நீரார்க்கே உள.”  இந்தக் குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "காகம் தனக்குக் கிடைத்ததை மறைக்காமல் தன் சுற்றத்தாரைக் கூவி அழைத்து உண்ணும், அத்தகைய பண்பு உடையவர்களிடமே செல்வமும் சேரும்.",
      "காகம் தனக்குக் கிடைத்ததை மறைக்காமல் சுற்றத்தாரைக் கூவி அழைத்து உண்ணும், அத்தகைய பண்பு உடையவர்களிடமே செல்வமும் சேரும்.",
      "காகம் தனக்குக் கிடைத்ததை மறைக்காமல் தன் சுற்றத்தாரைக் கூவி அழைத்து உண்ணும், அத்தகைய பண்பு உடையவர்களிடம் மட்டுமே செல்வம் சேரும்.",
      "காகம் தனக்குக் கிடைத்ததை மறைக்காமல் சுற்றத்தாரைக் கூவி அழைத்து உண்ணும், அத்தகைய பண்பு உடையவர்களிடம் மட்டுமே செல்வம் சேரும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காகம் தனக்குக் கிடைத்ததை மறைக்காமல் தன் சுற்றத்தாரைக் கூவி அழைத்து உண்ணும், அத்தகைய பண்பு உடையவர்களிடமே செல்வமும் சேரும் என்கிறது இந்தக் குறள். நாம் பெற்றதை  மறைக்காமல் மற்றவர்களுடன் பகிர்ந்து கொள்ள வேண்டும் என்பது இந்தக் குறளின் பொருள். "
  }
]
