
[
  {
    "description": "கவிதையின் முக்கியக் கருத்தின் அடிப்படையில், காக்கை குயில் குஞ்சைப் போகச் சொன்னது ஏன்?",
    "options": [
      "காக்கையால் குயில் குஞ்சைப் பராமரிக்க முடியவில்லை.",
      "காக்கை குயில் குஞ்சின் இயல்பு வேறு என்பதைப் புரிந்துகொண்டது.",
      "காக்கை குயில் குஞ்சு தனக்கு உதவி செய்யாது என்று நினைத்தது.",
      "காக்கை குயில் குஞ்சின் இனிமையான குரலைப் பொறுத்துக் கொள்ள முடியவில்லை."
    ],
    "answer": "B",
    "additional_context": "கவிதையில் காக்கை குயில் குஞ்சு தனக்குச் சொந்தக் குஞ்சு இல்லை என்று தெரிந்துகொண்ட பிறகு,  தன்னோடு வாழ முடியாது என்று கூறிவிட்டது. ஏனெனில், காக்கையின் இயல்பு, குயில் குஞ்சின் இயல்பிலிருந்து வேறுபடுகிறது."
  },
  {
    "description": "சே. பிருந்தாவின் எந்த நூலிலிருந்து இந்த கவிதை எடுக்கப்பட்டது?",
    "options": [
      "மழை பற்றிய பகிர்தல்கள்",
      "வீடு முழுக்க வானம்",
      "மகளுக்குச் சொன்ன கதை",
      "பறவைகள் பற்றிய கதைகள்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கவிதை 'சே. பிருந்தா' எழுதிய 'மகளுக்குச் சொன்ன கதை' என்ற நூலிலிருந்து எடுக்கப்பட்டது."
  },
  {
    "description": "கவிதையின் அடிப்படையில், பின்வரும் பறவைகளில் எது கூடு கட்டத் தெரியாது?",
    "options": [
      "காக்கை",
      "குயில்",
      "சிட்டுக்குருவி",
      "தூக்கணாங்குருவி"
    ],
    "answer": "B",
    "additional_context": "கவிதை குயில் குஞ்சுக்குக் கூடு கட்டத் தெரியாது என்று கூறுகிறது. 'அதற்குக் கூடு கட்டத் தெரியாது, பாவம் சிறிய பறவைதானே! கூடு கட்ட அதற்கு யாரும் சொல்லித் தரவும் இல்லை' என்பதன் மூலம் இதை உணரலாம்."
  },
  {
    "description": "குயில் குஞ்சு எப்படி வாழப் பழகியது?",
    "options": [
      "காக்கையிடம் கற்றுக் கொண்டது.",
      "தனது அம்மாவிடம் கற்றுக் கொண்டது.",
      "தனது இயல்பான திறன்களைப் பயன்படுத்தி.",
      "தனது தோழர்களிடம் கற்றுக் கொண்டது."
    ],
    "answer": "C",
    "additional_context": "குயில் குஞ்சு காக்கையின் கூட்டிலிருந்து பிரிந்து தனியாக வாழத் தொடங்கியது. ஆனால், அதற்கு எதுவும் தெரியவில்லை. தானே இரை தேடி, வாழ்க்கை வாழப் பழகியது. அந்தப் பறவைக்கு எதுவும் தெரியாது. இயற்கையாகவே வாழும் இயல்பைப் பயன்படுத்தி வாழ்க்கை வாழ்ந்தது என்று கவிதை குறிப்பிடுகிறது."
  },
  {
    "description": "குயில் குஞ்சு காக்கையின் கூட்டில் வாழ்வதற்கு எந்த  காரணத்தைச் சொல்லலாம்?",
    "options": [
      "a) அது தனக்குத் தெரிந்த ஒரே வாழ்க்கை முறையாகக் கருதியது",
      "b) காக்கையின் கூட்டில் இருப்பதால் பாதுகாப்பாக இருக்கும் என்று அது நினைத்தது",
      "c) அம்மா காக்கையைப் பிரிய முடியாமல் இருந்தது",
      "d) இவையனைத்தும் சரியானவை"
    ],
    "answer": "d",
    "additional_context": "குயில் குஞ்சுக்கு எதையும் தெரியாது. காக்கையின் கூட்டிலேயே வாழ்ந்து வந்ததால், அதற்கு அது மட்டுமே தெரிந்த வாழ்க்கை முறையாக இருந்தது. அதோடு காக்கையின் கூட்டிலேயே இருந்தால் பாதுகாப்பாக இருக்கும் என்று நினைத்தது. மேலும், காக்கையைப் பிரிய முடியாமல் இருந்ததால், அந்தக் கூட்டிலேயே வாழ முயன்றது."
  }
]
