
[
  {
    "description": "நாமக்கல் கவிஞர் எந்த காலத்தவர்?",
    "options": [
      "18ம் நூற்றாண்டு",
      "19ம் நூற்றாண்டு",
      "20ம் நூற்றாண்டு",
      "21ம் நூற்றாண்டு"
    ],
    "answer": "C",
    "additional_context": "நாமக்கல் கவிஞர் என்பவர் 20 ஆம் நூற்றாண்டைச் சேர்ந்தவர். இவர் தமிழகத்தின் முதல் அரசவைக் கவிஞராக விளங்கியவர். காந்தியடிகளின் கொள்கைகளால் ஈர்க்கப்பட்டுக் காந்தியத்தைப் பின்பற்றியதால் இவர் காந்தியக்கவிஞர் என்றும் அழைக்கப்படுகிறார். இவர் மலைக்கள்ளன், நாமக்கல் கவிஞர் பாடல்கள், என்கதை, சங்கொலி உள்ளிட்ட பல்வேறு நூல்களை எழுதியுள்ளார். "
  },
  {
    "description": "\"எங்கள் தமிழ்\" என்ற பாடலில் நாமக்கல் கவிஞர் தமிழ்மொழியை என்னென்று குறிப்பிடுகிறார்?",
    "options": [
      "அருள்நெறி",
      "குரல்",
      "தேன்மொழி",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "நாமக்கல் கவிஞர் எழுதிய \"எங்கள் தமிழ்\" பாடலில் தமிழ்மொழி அருள்நெறி, குரல், தேன்மொழி என்றெல்லாம் குறிப்பிடப்பட்டுள்ளது. இவர் தமிழ்மொழியின் பெருமையைப் பாடல் வழியாக வெளிப்படுத்துகிறார்.  தமிழ்மொழி அருள் நெறியைத் தந்து தமிழ் மக்களின் குரலாக விளங்குவதோடு தேன் போன்ற இனிமை கொண்ட மொழியாகும் என்பதை இப்பாடல் வலியுறுத்துகிறது."
  },
  {
    "description": "\"எங்கள் தமிழ்\" பாடல் நாமக்கல் கவிஞரின் எந்தக் கொள்கையை பிரதிபலிக்கிறது?",
    "options": [
      "அறநெறி",
      "அன்பு",
      "அச்சமின்மை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "நாமக்கல் கவிஞரின் \"எங்கள் தமிழ்\" பாடல் அறநெறி, அன்பு, அச்சமின்மை ஆகியவற்றைப் பற்றிக் கூறுகிறது. தமிழ்மொழியில் அறநெறி, அன்பு ஆகியவை ஊக்கிவிடுவதோடு அச்சத்தைப் போக்கி இன்பத்தைத் தருகிறது என்கிறார். இந்தப் பாடல் மனித நேயம், சமூக நல்லிணக்கம் போன்றவற்றை வலியுறுத்துகிறது."
  },
  {
    "description": "நாமக்கல் கவிஞரின் பாடல்கள் எந்த சமூகத்தின் குரலாக விளங்குகின்றன?",
    "options": [
      "ஏழை எளிய மக்கள்",
      "கல்வியறிவுடையவர்கள்",
      "அரசியல்வாதிகள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "A",
    "additional_context": "நாமக்கல் கவிஞரின் பாடல்கள் பெரும்பாலும் ஏழை எளிய மக்களின் குரலாக உள்ளன. இவர் மக்களின் வாழ்வாதார பிரச்சனைகள், சமூக அநீதிகள் போன்றவற்றை தனது பாடல்களில் வெளிப்படுத்துகிறார். இவர் ஏழை மக்களின் நலன் மற்றும் அவர்களின் உரிமைகள் குறித்து பாடுகிறார்."
  },
  {
    "description": "\"எங்கள் தமிழ்\" பாடல் எந்த மனித நெறியை வலியுறுத்துகிறது?",
    "options": [
      "கொல்லா விரதம்",
      "பொய்யா நெறி",
      "அன்பு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "நாமக்கல் கவிஞரின் \"எங்கள் தமிழ்\" பாடல் கொல்லா விரதம், பொய்யா நெறி, அன்பு ஆகிய மனித நெறிகளை வலியுறுத்துகிறது. தமிழ்மொழியைக் கற்றோர் கொல்லா விரதத்தைப் பின்பற்றி பொய்யாமையைக் கொள்கையாகக் கொண்டு எல்லா மனிதர்களும் இன்புற்று வாழ அன்பும் அறமும் உதவும் என்கிறார். இந்தப் பாடல் அறநெறியின் முக்கியத்துவத்தை எடுத்துரைக்கிறது."
  }
]
