
[
  {
    "description": "“உறுபசியும் ஓவாப் பிணியும் செறுபகையும் சேராது இயல்வது நாடு” - இந்தக் குறளில் “இயல்வது” என்ற சொல் எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "அ) நாட்டின் இயற்கை அழகு.",
      "ஆ) நாட்டு மக்களின் இயல்புகள்.",
      "ஈ) ஒரு நாட்டின் அமைதி மற்றும் வளர்ச்சி.",
      "இ) நாட்டுப் பாடல்கள்."
    ],
    "answer": "ஈ",
    "additional_context": "இந்தக் குறள் ஒரு நாட்டின் இயல்புகளைப் பற்றிப் பேசுகிறது. நாடு என்பது வெறும் நிலப்பரப்பு மட்டுமல்ல, அங்கு வாழும் மக்களின் வாழ்க்கைத் தரத்தையும் குறிக்கும். நாட்டின் அமைதி, வளர்ச்சி, மக்களின் நலன் ஆகியவை ஒன்றோடொன்று இணைந்தவை.  இந்தக் குறளில், நாட்டின் நிலை சிறப்பாக இருப்பதற்கு, மக்கள் பசியால் துன்பப்படாமல் இருப்பது, நோய்கள் தொற்றாமல் இருப்பது, போர்கள் இல்லாமல் இருப்பது ஆகியவை அவசியம் என்று வள்ளுவர் கூறுகிறார்."
  },
  {
    "description": "“மணிநீரும் மண்ணும் மலையும் அணிநிழல் காடும் உடையது அரண்” - இந்தக் குறள் அரணின் பண்புகளைப் பற்றிப் பேசுகிறது. இந்தக் குறளில் அரணைப் பாதுகாப்பதற்கான முக்கியமான மூன்று கூறுகள் யாவை?",
    "options": [
      "அ) மண், மலை, காடு.",
      "ஆ) மண், நீர், காட்.",
      "ஈ) நீர், மலை, காடு.",
      "இ) நீர், மலை, நிழல்."
    ],
    "answer": "ஈ",
    "additional_context": "இந்தக் குறள் அரணைப் பாதுகாப்பதற்கான அடிப்படை கூறுகளைப் பற்றி கூறுகிறது. மணிநீர், மண், மலை, காடு ஆகிய நான்கும் ஒன்றோடொன்று இணைந்து ஒரு நாட்டை பாதுகாத்து, மக்களின் வாழ்வாதாரத்திற்கு உறுதுணையாக இருக்கும்.  மணிநீர் என்பது தூய்மையான குடிநீரை குறிக்கிறது. மண் என்பது உணவுப் பொருட்கள் உற்பத்திக்கு ஏற்ற நிலத்தை குறிக்கிறது. மலை என்பது பாதுகாப்பு அளிக்கும் இடமாகும். காடு என்பது சுற்றுச்சூழலின் சமநிலைக்கு அவசியமானது."
  },
  {
    "description": "“பிறப்பொக்கும் எல்லா உயிர்க்கும் சிறப்புஒவ்வா செய்தொழில் வேற்றுமை யான்” - இந்தக் குறள் எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "அ) மக்களின் செயல்களால் சமூகத்தில் அவர்களது இடம் தீர்மானிக்கப்படும்.",
      "ஆ) எல்லா மனிதர்களும் சமம்.",
      "ஈ) மக்கள் சில குணங்களில் வேறுபடுகிறார்கள்.",
      "இ) மக்கள் தங்கள் செயல்களால் சமூகத்தில் தனித்துவமான இடத்தைப் பெறுகிறார்கள்."
    ],
    "answer": "இ",
    "additional_context": "இந்தக் குறள் மனிதர்களின் சமத்துவத்தைப் பற்றி பேசுகிறது.  பிறப்பால் மக்கள் அனைவரும் சமம் என்றாலும், அவர்கள் செய்யும் செயல்களின் மூலம் தனித்துவமான இடத்தைப் பெறுகிறார்கள். சிலர் நல்ல செயல்களைச் செய்து சமூகத்தில் மதிப்பு பெறுகிறார்கள். வேறு சிலர் தீய செயல்களைச் செய்து கண்டிக்கப்படுகிறார்கள்.  வள்ளுவர் இங்கு, மனிதர்கள் தங்கள் செயல்களால் தனித்துவமான இடத்தைப் பெறுகிறார்கள் என்பதை வலியுறுத்துகிறார்."
  },
  {
    "description": "“பெருமை உடையவர் ஆற்றுவார் ஆற்றின் அருமை உடைய செயல்” - இந்தக் குறள் எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "அ) பெருமை வாய்ந்தவர்கள் சாதாரண செயல்களையும் சிறப்பாகச் செய்வார்கள்.",
      "ஆ) பெருமை வாய்ந்தவர்கள் மட்டுமே கடினமான செயல்களைச் செய்ய முடியும்.",
      "ஈ) மரியாதை பெற்றவர்கள் சிரமமான செயல்களை எளிதாகச் செய்வார்கள்.",
      "இ) உயர்ந்த பண்புகள் கொண்டவர்கள் அரிய செயல்களைச் செய்ய முடியும்."
    ],
    "answer": "இ",
    "additional_context": "இந்தக் குறள் பெருமை கொண்டவர்கள் எவ்வாறு செயல்படுவார்கள் என்பதைப் பற்றி பேசுகிறது.   பெருமை என்பது வெறும் பதவி அல்லது செல்வம் மட்டுமல்ல, உயர்ந்த பண்புகள், மனதில் தைரியம், சமூகத்திற்கான அக்கறை ஆகியவற்றைக் குறிக்கும். இத்தகைய பண்புகளை கொண்டவர்கள் அரிய செயல்களை எளிதாக செய்து முடிப்பர்.  இங்கு வள்ளுவர், உயர்ந்த பண்பு என்பது செயல்களில் பிரதிபலிக்கும் என்பதை வலியுறுத்துகிறார்."
  },
  {
    "description": "“வினையால் வினையாக்கிக் கோடல் நனைகவுள் யானையால் யானையாத் தற்று.”  என்ற குறளில்,  'யானையால் யானையாத் தற்று'  என்பது எதற்கு உவமையாகக் கூறப்பட்டுள்ளது?",
    "options": [
      "ஒரு செயலைச் செய்து முடித்துக் கொள்ள வேண்டும்.",
      "யானை பிடிப்பது மிகவும் கடினம்.",
      "ஒரு செயலைச் செய்யும்போது வேறு செயல்களையும் செய்ய வேண்டும்.",
      "யானை பிடிப்பதில் மிகுந்த திறமை தேவைப்படும்."
    ],
    "answer": "C",
    "additional_context": "இந்தக் குறள் ஒரு செயலைச் செய்யும்போது மற்றொரு செயலையும் செய்ய வேண்டும் என்ற கருத்தை உணர்த்துகிறது.  யானையைப் பிடிப்பதற்கு ஒரு யானையை பயன்படுத்துவது போல, ஒரு செயலைச் செய்யும்போது அதற்குத் தேவையான வேறு செயல்களையும் செய்ய வேண்டும்.  இங்கு யானையைப் பிடிப்பது என்பது ஒரு உவமை, இது ஒரு செயலைச் செய்யும்போது அதற்குத் தேவையான பிற செயல்களைச் செய்வதன் முக்கியத்துவத்தைப் பற்றி கூறுகிறது."
  }
]
