
[
  {
    "description": "மதிவாணன் எதைச் சிந்தித்துப் பெருமூச்சு விட்டான்?",
    "options": [
      "a)  அவன் பள்ளிக்குப் போக வேண்டும் என்று.",
      "b)  அவன் பின்னலாடை நிறுவனத்தில் வேலை பார்க்க வேண்டும் என்று.",
      "c)  அவன் கனவுகள் நிறைவேறும் என்று.",
      "d)  அவன் எதிர்காலம் சிறப்பாக இருக்கும் என்று."
    ],
    "answer": "c",
    "additional_context": "கோடை விடுமுறை முடிந்து பள்ளி திறக்க இருந்தது. பள்ளிக்குப் போக வேண்டுமா இல்லையா என்ற குழப்பத்தில் இருந்தான் மதிவாணன். பள்ளிக்குப் போனால் பின்னலாடை நிறுவன வேலையைத் தொடர முடியாது. பின்னலாடை நிறுவன வேலை அல்லது பள்ளி - இரண்டில் எது சிறந்தது என்ற குழப்பத்தில் இருந்தான் மதிவாணன். படித்துவிட்டுச் சொந்தமாகத் தொழிலும் செய்யலாம். அப்படி இல்லாமல் இந்த வயதிலிருந்து தொழிலாளியாகவே வாழ்க்கையைக் கடத்துவதா? என்று சிந்தித்தான். இதற்குப் பிறகு பள்ளிக்குப் போக வேண்டும் என்ற முடிவை எடுத்தான் மதிவாணன். இந்த முடிவை எடுத்துப் பெருமூச்சு விட்டான்."
  },
  {
    "description": "மதிவாணன் தன்னைப் பற்றி என்ன எண்ணினான்?",
    "options": [
      "a) அவன் தன்னைப் பற்றி பெருமையாக நினைத்தான்.",
      "b) அவன் தன்னைப் பற்றி வெட்கப்படவில்லை.",
      "c) அவன் தன்னைப் பற்றி நிம்மதியாக நினைத்தான்.",
      "d) அவன் தன்னைப் பற்றி கவலைப்பட்டான்."
    ],
    "answer": "d",
    "additional_context": "மதிவாணன் தான் தொழிலாளிதான் என்றும், வாழ்க்கை முழுவதும் தொழிலாளிதான் என்றும் எண்ணினான். அதனால் அவன் தன்னைப் பற்றி கவலைப்பட்டான்."
  },
  {
    "description": "“மதிவாணன் பள்ளிக்குச் செல்ல முடிவெடுத்த நிகழ்வைச் சுருக்கி எழுதுக.”  என்ற கேள்வியின் பதில் எது?",
    "options": [
      "a) மதிவாணன் பள்ளிக்குச் செல்ல மறுத்து பின்னலாடை நிறுவனத்தில் வேலை பார்க்க முடிவு செய்தான்.",
      "b)  மதிவாணன் பின்னலாடை நிறுவனத்தில் வேலை பார்த்து சம்பாதித்தான்.",
      "c) மதிவாணன் பள்ளிக்குச் செல்வதன் அவசியத்தை உணர்ந்து வேலையை விட்டு பள்ளிக்குச் சென்றான்.",
      "d)  மதிவாணன் பள்ளிக்குச் செல்ல வேண்டும் என்று கவலையுடன் நினைத்தான்."
    ],
    "answer": "c",
    "additional_context": "கல்வியறிவு முதன்மையானது. ஒரு பட்டமாவது வாங்க வேண்டும். படிப்பில்லாமல் உயரமுடியுமா? படிப்பு அடிப்படைத் தேவை. "
  },
  {
    "description": "மதிவாணன் எதற்காக பள்ளிக்குப் போக வேண்டும் என்ற குழப்பத்தில் இருந்தான்?",
    "options": [
      "கோடை விடுமுறையின் மகிழ்ச்சியைத் தொடர வேண்டுமா அல்லது பள்ளிக்குப் போக வேண்டுமா என்ற குழப்பம்.",
      "பள்ளிக்குப் போனால் பின்னலாடை நிறுவன வேலையைத் தொடர முடியாது என்ற குழப்பம்.",
      "பின்னலாடை நிறுவன வேலை அல்லது பள்ளி - இரண்டில் எது சிறந்தது என்ற குழப்பம்.",
      "பள்ளிக்குப் போனால் நண்பன் கவினைப் பிரிய வேண்டும் என்ற குழப்பம்."
    ],
    "answer": "C",
    "additional_context": "பள்ளிக்குப் போக வேண்டுமா இல்லையா என்ற குழப்பத்தில் இருந்தான் மதிவாணன். பள்ளிக்குப் போனால் பின்னலாடை நிறுவன வேலையைத் தொடர முடியாது. பின்னலாடை நிறுவன வேலை அல்லது பள்ளி - இரண்டில் எது சிறந்தது என்ற குழப்பத்தில் இருந்தான் மதிவாணன்."
  },
  {
    "description": "மதிவாணனை பின்னலாடை நிறுவன வேலைக்கு அழைத்த நண்பனின் பெயர் என்ன?",
    "options": [
      "கவின்",
      "அருண்",
      "ராஜா",
      "சரவணன்"
    ],
    "answer": "A",
    "additional_context": "பள்ளி திறக்க இருந்த நாள்களில் மதிவாணனை பின்னலாடை நிறுவன வேலைக்கு அழைத்த நண்பனின் பெயர் கவின்."
  }
]
