[
          
  {
    
          "description": "'தேன் போன்ற தமிழ்' என்ற தொடரில் உவமேயம் என்ன?",
          "options": [
      "a) தேன்",
      "b) தமிழ்",
      "c) போன்ற",
      "d) இவை எதுவுமில்லை"
    ],
    "answer": "b",
    
          "additional_context": "ஒரு பொருளை, வேறொரு பொருளோடு ஒப்பிட்டுச் சொல்லும் அணியே உவமை அணி. இந்த அணியில் உவமேயம், உவமை, உவம உருபு என மூன்று பகுதிகள் உள்ளன. உவமேயம் என்பது ஒப்பிடப்படும் பொருள். உவமை என்பது ஒப்பிடப்படும் பொருளுக்கு ஒப்பிடப்படும் பொருள். உவம உருபு என்பது ஒப்பிடுவதைத் தெரிவிக்கும் சொல். \n'தேன் போன்ற தமிழ்' என்ற தொடரில் தமிழ் என்பது உவமேயம். தேன் என்பது உவமை. 'போன்ற' என்பது உவம உருபு. "
          }
        ,
          
  {
    
          "description": "இல்பொருள் உவமை அணியில் எந்த வகையான உவமைகள் பயன்படுத்தப்படும்?",
          "options": [
      "a) உலகில் இருக்கும் உவமைகள்",
      "b) உலகில் இல்லாத உவமைகள்",
      "c) உவமையும், உவமேயமும் ஒரே தொடரில் இருக்கும்",
      "d) இவை எதுவுமில்லை"
    ],
    "answer": "b",
    
          "additional_context": "உலகில் இல்லாத பொருட்களை, உவமையாகக் கூறுவதை இல்பொருள் உவமை அணி என்பர். 'மாலை வெயிலில் மழைத்தூறல் பொன்மழை பொழிந்தது போல் தோன்றியது.'  'காளை கொம்பு முளைத்த குதிரை போலப் பாய்ந்து வந்தது.' இவற்றில் பொன்மழை, கொம்பு முளைத்த குதிரை என்பவை இல்பொருள் உவமைகள்."
          }
        ,
          
  {
    
          "description": "பின்வரும் தொடர்களில் எது எடுத்துக்காட்டு உவமை அணியைப் பயன்படுத்தியுள்ளது?",
          "options": [
      "மலரன்ன பாதம்",
      "தேன் போன்ற தமிழ்",
      "புலி போலப் பாய்ந்தான் சோழன்",
      "தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு"
    ],
    "answer": "D",
    
          "additional_context": "எடுத்துக்காட்டு உவமை அணியில் உவமை ஒரு தொடராகவும், உவமேயம் ஒரு தொடராகவும் இருக்கும். இவற்றிற்கு இடையில் உவம உருபு மறைந்து இருக்கும். 'தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு' இத்தொடரில் மணற்கேணி என்பது உவமை. மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு என்பது உவமேயம். 'அதுபோல்' என்னும் உவம உருபு மறைந்து வந்துள்ளது. "
          }
        ,
          
  {
    
          "description": "'பொன்மழை பொழிந்தது போல் தோன்றியது' என்ற தொடரில் பயன்படுத்தப்பட்டுள்ள அணி எது?",
          "options": [
      "உவமை அணி",
      "இல்பொருள் உவமை அணி",
      "எடுத்துக்காட்டு உவமை அணி",
      "உருவக அணி"
    ],
    "answer": "B",
    
          "additional_context": "இல்பொருள் உவமை அணியில் உலகில் இல்லாத பொருட்களை, உவமையாகக் கூறுவார்கள். 'பொன்மழை பொழிந்தது போல் தோன்றியது.' இதில் பொன்மழை என்பது உலகில் இல்லாதது. எனவே இது இல்பொருள் உவமை அணி ஆகும். "
          }
        ,
          
  {
    
          "description": "'மயிலொப்ப ஆடினாள் மாதவி' என்ற தொடரில் எது உவமை?",
          "options": [
      "மாதவி",
      "மயில்",
      "ஆடினாள்",
      "ஒப்ப"
    ],
    "answer": "B",
    
          "additional_context": "உவமை அணியில் ஒப்பிடப்படும் பொருளே உவமை ஆகும். 'மயிலொப்ப ஆடினாள் மாதவி' இத்தொடரில் மாதவி என்பது உவமேயம். மயில் என்பது உவமை. 'ஒப்ப' என்பது உவம உருபு. "
          }
        ]