
[
  {
    "description": "“நெற்களஞ்சியம்” என அழைக்கப்படும் ஊர் எந்த தொழிலுக்குப் பெயர் பெற்றது?",
    "options": [
      "பட்டு நெசவு",
      "மீன்பிடி",
      "விவசாயம்",
      "சுற்றுலா"
    ],
    "answer": "விவசாயம்",
    "additional_context": "நெற்களஞ்சியம் என அழைக்கப்படும் ஊர், விவசாயத்திற்குப் பெயர் பெற்றது. இவ்வூரில் நெல் பயிரிடுதல் பெருமளவில் நடைபெறுவதால் இவ்வாறு அழைக்கப்படுகிறது. இந்த ஊரில் நெல் பயிரிடுவதால் இங்கு விவசாயம் மிக முக்கியத் தொழிலாகும். மேலும், விவசாயம் இங்குள்ள மக்களின் வாழ்வாதாரத்திற்கும் மிக முக்கியமானதாகும்."
  },
  {
    "description": "“தூங்கா நகரம்” என அழைக்கப்படும் ஊர், “பட்டாசு நகரம்” என அழைக்கப்படும் ஊருக்கு எந்த திசையில் அமைந்துள்ளது?",
    "options": [
      "வடக்கு",
      "தெற்கு",
      "கிழக்கு",
      "மேற்கு"
    ],
    "answer": "வடக்கு",
    "additional_context": "தூங்கா நகரம் என அழைக்கப்படும் ஊர், பட்டாசு நகரம் என அழைக்கப்படும் ஊருக்கு வடக்கே அமைந்துள்ளது. தூங்கா நகரம் என அழைக்கப்படும் ஊர், சென்னை நகரம் ஆகும். பட்டாசு நகரம் என அழைக்கப்படும் ஊர், சிவகாசி ஆகும். சென்னை நகரம், சிவகாசி நகரத்திற்கு வடக்கே அமைந்துள்ளது."
  },
  {
    "description": "“தமிழ்நாட்டின் தலைநகரம்” என அழைக்கப்படும் ஊரை எந்த எண்ணால் குறுக்கெழுத்துப் புதிர் குறிக்கிறது?",
    "options": [
      "2",
      "6",
      "11",
      "13"
    ],
    "answer": "6",
    "additional_context": "தமிழ்நாட்டின் தலைநகரம் சென்னை ஆகும். சென்னை நகரம் குறுக்கெழுத்துப் புதிர் எண் 6 ஆல் குறிக்கப்படுகிறது. சென்னை நகரம் தமிழ்நாட்டின் முக்கியமான நகரமாகும். இது தமிழ்நாட்டின் வணிகம், கல்வி, கலை, பண்பாடு போன்ற பல துறைகளின் மையமாகும்."
  },
  {
    "description": "“கலைச்சொல் அறிவோம்” பகுதியில், “Agriculture” என்ற ஆங்கிலச் சொல்லின் தமிழ்ப் பெயர் என்ன?",
    "options": [
      "கவிஞர்",
      "அறுவடை",
      "வேளாண்மை",
      "நெற்பயிர்"
    ],
    "answer": "வேளாண்மை",
    "additional_context": "“கலைச்சொல் அறிவோம்” பகுதியில், “Agriculture” என்ற ஆங்கிலச் சொல்லின் தமிழ்ப் பெயர் “வேளாண்மை” ஆகும். வேளாண்மை என்பது உணவு உற்பத்தியை நோக்கமாகக் கொண்ட தொழில் ஆகும். விவசாயம், கால்நடை வளர்ப்பு, மீன்பிடித்தல்,  மரக்கன்று வளர்ப்பு போன்ற பல துறைகள் இதில் அடங்கும்."
  },
  {
    "description": "“பின்னலாடை நகரம்” என அழைக்கப்படும் ஊரைப் பற்றி இணையத்தில் என்ன தேட வேண்டும்?",
    "options": [
      "பட்டாசுத் தொழில்",
      "மீன்பிடித் தொழில்",
      "பட்டு நெசவு",
      "கைவினைப் பொருட்கள்"
    ],
    "answer": "பட்டு நெசவு",
    "additional_context": "பின்னலாடை நகரம் என அழைக்கப்படும் ஊர், காஞ்சிபுரம் ஆகும். இவ்வூரில் பட்டு நெசவுத் தொழில் மிகவும் பிரபலமாகும். காஞ்சிபுரத்தில் பட்டு சேலைகள் நெசவு செய்வது மிகவும் பிரபலமானது. இவ்வூரின் பட்டு சேலைகள் உலகப் புகழ் பெற்றவை."
  }
]
