[
          
  {
    
          "description": "“அவனால் நம்ப முடியவில்லை. நம்பாமல் இருக்கவும் முடியவில்லை. மீண்டும் மீண்டும் கேட்டான். அவன் கண்களில் புதுவித வெளிச்சம்.” இந்த வரிகள் யாரைப் பற்றி குறிப்பிடுகின்றன?",
          "options": [
      "a) கதாநாயகன்",
      "b) கதாநாயகனின் நண்பர்",
      "c) கதாநாயகனின் கூட்டாளி",
      "d) குடிசையில் வசித்த சிறுவன்"
    ],
    "answer": [
      "d"
    ],
    
          "additional_context": "கதாநாயகன் தனது மிதிவண்டியில் ஹாசன் வழியாக மங்களூரு செல்லும் பயணத்தில், மிதிவண்டிச் சக்கரம் வெடித்துவிடுகிறது. அப்போது அவர் ஒரு குடிசையை நெருங்குகிறார். அங்கு ஒரு சிறுவன் குரல் கொடுத்து தனது குடிசைக்குள் அழைக்கிறான். கதாநாயகர் குடிசைக்குள் செல்லும் போது சிறுவன் அவருடைய மிதிவண்டியைப் பார்த்து, அதைப் பற்றி கேள்விகளை கேட்கிறான். 'பெங்களூரு எவ்வளவு தூரம் இருக்கு?'  என்று கேட்கும் போது கதாநாயகர் 'இருநூறு மைல்' என்று பதில் சொல்கிறார். 'இருநூறு மையிலுமா மிதிச்சிகிட்டு வர்ரீங்க?' என்று மீண்டும் மீண்டும் கேட்கிறான். அச்சிறுவன் இதயத்தில் மகிழ்ச்சியும் ஆச்சரியமும் கலந்த உணர்வை அடைகிறான். அச்சிறுவனின் கண்களில் புதுவித வெளிச்சம் தெரிகிறது."
          }
        ,
          
  {
    
          "description": "கதாநாயகனின் மிதிவண்டிச் சக்கரத்தில் காற்று இறங்கிவிட்டது. ஏன் அவருக்குக் கவலையாக இருந்தது?",
          "options": [
      "a) அவருக்குப் பழுதுபார்க்கத் தெரியாது.",
      "b) அவருடைய மிதிவண்டி மிகவும் விலை உயர்ந்தது.",
      "c) அவருடைய பயணம் தாமதமாகும்.",
      "d) அருகில் பழுதுபார்க்கும் இடம் இல்லை."
    ],
    "answer": [
      "c"
    ],
    
          "additional_context": "கதாநாயகன் ஹாசன் வழியாக மங்களூரு செல்லும் பயணத்தில் இருக்கும் போது, மிதிவண்டிச் சக்கரம் வெடித்துவிடுகிறது. அவர் காற்றடிக்கும் கருவியை மறந்துவிடுகிறார். 'இதை நான் எதிர்பார்க்கவில்லை. ஒட்டுகிற கருவிகளும் காற்றடிக்கும் கருவியும் எப்போதும் கைவசம் இருப்பது தான் வழக்கம். இந்த முறை தன் வேலைக்காகக் கடன் வாங்கி எடுத்துச் சென்ற உறவுக்காரப் பையன் திருப்பித்தரவில்லை. தேடிப் போனபோது வீடு பூட்டிக் கிடந்தது. சரி, பார்த்துக் கொள்ளலாம் என்கிற துணிவில் கிளம்பிவிட்டேன்.' என்று எண்ணி மிதிவண்டியைத் தள்ளிக்கொண்டு நடக்கத் தொடங்குகிறார்.  கதாநாயகன் தனது பயணம் தாமதமாகும் என்று கவலைப்படுகிறார். "
          }
        ,
          
  {
    
          "description": "“உனக்கு ஓட்டத் தெரியுமா?” என்று சிறுவனைப் பார்த்துக் கேட்ட கதாநாயகனுக்கு சிறுவன் என்ன பதில் சொன்னான்?",
          "options": [
      "a) “குரங்கு பெடல் போட்டுத்தான் ஓட்டுவேன்”",
      "b) “மெதுவா ஓட்டத் தெரியும்”",
      "c) “மாமா வீட்ல கத்துக்கிட்டேன்”",
      "d) “அம்மா கத்துக்கொடுத்தாங்க”"
    ],
    "answer": [
      "a"
    ],
    
          "additional_context": "கதாநாயகர் சிறுவனிடம் 'உனக்கு ஓட்டத் தெரியுமா?' என்று கேட்கிறார். சிறுவன் 'குரங்கு பெடல் போட்டுத்தான் ஓட்டுவேன்' என்று பதில் சொல்கிறான். அப்போது கதாநாயகர் 'மழை நிக்கட்டும் நான் கத்துக் கொடுக்கறேன்' என்கிறார்."
          }
        ,
          
  {
    
          "description": "சிறுவன் கதாநாயகனுடன் பயணம் செல்லும் போது எந்த இடத்திற்கு செல்ல விரும்பினான்?",
          "options": [
      "a) ஹாசன்",
      "b) மங்களூரு",
      "c) பெங்களூரு",
      "d) அரிசிக்கெரெல"
    ],
    "answer": [
      "d"
    ],
    
          "additional_context": "கதாநாயகர் சிறுவனுக்கு மிதிவண்டி ஓட்டக் கற்றுத்தருகிறார். பிறகு சிறுவன் அரிசிக்கெரெலுக்குத் தனது மாமா வீட்டிற்கு செல்ல விரும்புகிறான். சிறுவன் கதாநாயகனிடம் 'அரிசிக்கெரெல என்ன விட்டுடுங்க. மாமா வீட்ல ரெண்டு நாள் இருந்துட்டு திரும்பிடுவேன்'. என்று சொல்லி கதாநாயகனுடன் அரிசிக்கெரெலுக்கு பயணம் செல்ல விரும்புகிறான்."
          }
        ,
          
  {
    
          "description": "“எல்லாம் சமாளிச்சிடுவேன்” என்று கதாநாயகன் எதற்காகச் சொன்னான்?",
          "options": [
      "a) சிறுவனின் அம்மா பயப்படுவதற்காக",
      "b) சிறுவன் பயணத்தின் போது பயப்படுவதற்காக",
      "c) சிறுவன் மிதிவண்டி ஓட்டுவதற்காக",
      "d) மழை வரும் போது பயணத்தைக் கையாள்வதற்காக"
    ],
    "answer": [
      "d"
    ],
    
          "additional_context": "கதாநாயகன், மிதிவண்டிச் சக்கரம் வெடித்த பிறகு மழையில் தன் பயணத்தைத் தொடர்கிறார். பிறகு மழை நிறுத்திய பிறகு சிறுவனும் கதாநாயகனுடன்  பயணம் தொடர்கிறான். அச்சிறுவன் பயணத்தில் மழை வரும் போது எப்படி இருக்கும் என்று பயப்படுகிறான். அப்போது கதாநாயகர், 'வழியில மறுபடியும் பேஞ்சா என்ன செய்வீங்க?' என்று சிறுவன் கேட்க, கதாநாயகர் 'எல்லாம் சமாளிச்சிடுவேன்' என்று சொல்கிறார். "
          }
        ]