[
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்படும் 'கொற்கை' என்னும் ஊரின் சிறப்பு என்ன?",
          "options": [
      "பாரதியார் பிறந்த இடம்",
      "முத்தொள்ளாயிர ஆசிரியர் வாழ்ந்த இடம்",
      "தேசிகவிநாயகனார் கல்வி பயின்ற இடம்",
      "நம்மாழ்வார் அவதார ஸ்தலம்"
    ],
    "answer": "B",
    
          "additional_context": "திருநெல்வேலி மாவட்டத்தில் இருக்கும் ஒரு ஊர் கொற்கை. இங்கு முத்தொள்ளாயிரம் என்னும் நூலைப் பாடிய புலவர் வாழ்ந்து வந்திருக்கிறார். முத்தொள்ளாயிரம் என்னும் நூல் அந்தக் காலத்தில் முத்து வியாபாரம் செய்தவர்களைப் பற்றிப் பாடியிருக்கிறது. கொற்கை அந்தக் காலத்தில் ஒரு முக்கிய வர்த்தக மையமாக இருந்தது. ரோமாபுரி, கிரேக்க தேசம் முதல் சைனா வரை முத்துகளை ஏற்றுமதி செய்ததில் கொற்கை முக்கியப் பங்கு வகித்தது."
          }
        ,
          
  {
    
          "description": "கட்டுரை 'கவி அவ்வளவு அருமை. ஆனால், கவியை அனுபவிக்கிற திறமை அவ்வளவு அபூர்வமான விஷயம் அல்ல; ஆண், பெண் எல்லோருமே அனுபவிக்கிற விஷயந்தான் அது.' என்று குறிப்பிடுவதன் நோக்கம் என்ன?",
          "options": [
      "கவிதை அனைவருக்கும் எளிதில் புரியக்கூடியது என்பதை வலியுறுத்துவது.",
      "கவியை அனுபவிக்க தனிப்பட்ட திறமை தேவையில்லை என்பதை விளக்குவது.",
      "கவியைப் படிக்கத் தெரியாதவர்களுக்கும் அது புரியும் என்பதை உணர்த்துவது.",
      "கவிஞர்களைப் போல் அனைவரும் கவிதைகள் எழுத முடியும் என்பதை நிரூபிப்பது."
    ],
    "answer": "B",
    
          "additional_context": "கவியைப் படித்து அனுபவிப்பது ஒரு சிறப்புத் திறமை என்று சிலர் நினைப்பார்கள். ஆனால் அது அவ்வளவு கடினமான விஷயமல்ல. ஆண், பெண், எல்லோருக்கும் உள்ள திறமையே அது. கவியை அனுபவிக்க தனிப்பட்ட திறமை எதுவும் தேவையில்லை."
          }
        ,
          
  {
    
          "description": "'பூமாது இருந்தென் புவிமாது இருந்தென் இப்பூதலத்தில்...' என்ற அடிகள் யாரால் பாடப்பட்டவை?",
          "options": [
      "கடிகைமுத்துப் புலவர்",
      "நமசிவாயப் புலவர்",
      "பிள்ளைப்பெருமாள்",
      "திருக்கருவை வெண்பா அந்தாதி ஆசிரியர்"
    ],
    "answer": "B",
    
          "additional_context": "சீதக்காதி என்ற வணிகர் இறந்தபோது, தமிழ்ப் புலவர்களில் ஒருவரான நமசிவாயப் புலவர், அவரது இழப்பைப் பற்றிப் பாடியது இது.  சீதக்காதி பெரிய வணிகர். அவருடைய கப்பல்கள் பல நாடுகளுக்குச் சென்று வர்த்தகம் செய்து வந்தன. அவர் தமிழ்ப் புலவர்களுக்குப் பெருங்கொடை கொடுத்தார். அவர் இறந்தபோது, புலவர்கள் பெரிதும் வருந்தினார்கள்."
          }
        ,
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்படும் சீவைகுண்டம் என்னும் இடத்தின் சிறப்பு என்ன?",
          "options": [
      "இது பாரதியாரின் பிறப்பிடம்.",
      "இது கழுகுமலை முருகன் கோயில் அமைந்துள்ள இடம்.",
      "இது முக்கூடல் பள்ளு பிரபந்தத்தில் குறிப்பிடப்படும் இடம்.",
      "இது பிள்ளைப்பெருமாள் பாடியிருக்கும் இடம்."
    ],
    "answer": "D",
    
          "additional_context": "திருநெல்வேலியிலிருந்து திருச்செந்தூருக்குப் போகும் வழியிலே 18-வது மைலில், ஆற்றுக்கு வடகரையில் சீவைகுண்டம் உள்ளது. பிள்ளைப்பெருமாள் சீவைகுண்டத்துப் பெருமாளைப் பற்றிப் பாடியிருக்கிறார்."
          }
        ,
          
  {
    
          "description": "கட்டுரையில் குறிப்பிடப்படும் 'குற்றாலக் குறவஞ்சி' யாரால் எழுதப்பட்டது?",
          "options": [
      "திருஞான சம்பந்தர்",
      "மாணிக்கவாசகர்",
      "திரிகூடராசப்பக் கவிராயர்",
      "அண்ணாமலையார்"
    ],
    "answer": "C",
    
          "additional_context": "குற்றாலக் குறவஞ்சி என்னும் நூல் திரிகூடராசப்பக் கவிராயர் என்பவரால் எழுதப்பட்டது. இந்த நூல் இரண்டாயிரம் வருஷங்களுக்கு முன் எழுதப்பட்டது. திரிகூடராசப்பக் கவிராயர் குற்றாலத்துக்கு கிழக்கே இரண்டு மைலில் உள்ள மேலகரத்தில் வாழ்ந்து வந்தவர். இவரது கவிதைகள் தமிழ் இலக்கியத்தில் முக்கியமான இடத்தைப் பிடித்துள்ளன."
          }
        ]