
[
  {
    "description": "நாட்டிலஸில் எல்லா இடங்களுக்கும் செல்ல நெமோ யாருக்கு இசைவு அளித்தார்?",
    "options": [
      "ஃபராகட்",
      "நெட்",
      "கான்சீல்",
      "பியரி"
    ],
    "answer": "D",
    "additional_context": "ஆழ்கடலுக்கு அடியில் நீர்மூழ்கிக் கப்பலில் எங்களது பயணம் தொடர்ந்தது. அந்த நீர்மூழ்கிக் கப்பலினுள் எல்லா இடங்களுக்கும் செல்ல எனக்கு நெமோ இசைவு அளித்திருந்தார். கப்பலில் மிகச்சிறந்த நூலகம் ஒன்றும் மிகப்பெரிய அருங்காட்சியகம் ஒன்றும் இருந்தன. இந்த அரிய அறிவுக்கருவூலங்கள் யாருக்கும் பயன்படாமல் ஆழ்கடலில் மூழ்கி கிடக்கின்றவே என்று நான் வருந்தினேன். இந்தக் கப்பல் எந்தக் கடலில் எந்தப் பகுதியில் இருக்கிறது, கடலுக்கு அடியில் எவ்வளவு ஆழத்தில் இருக்கிறது ஆகியவற்றைத் துல்லியமாக காட்டும் பெரிய திரை ஒன்றும் அங்கே இருந்தது."
  },
  {
    "description": "கதையின் துவக்கத்தில் பியரி பற்றிய விவரத்தைத் தவிர வேறு எதுவும் கதையின் முக்கியத்துவத்தை உணர்த்துகிறது?",
    "options": [
      "கடலின் அடியில் பலவகையான தாவரங்கள், மீன்கள், விலங்குகள், பவளப்பாறைகள், எரிமலைகள் எனப் புதுமைகள் பலவும் நிறைந்து கிடக்கின்றன.",
      "கடலுக்கடியில் பல நகரங்களும் கப்பல்களும் மூழ்கிக்கிடக்கின்றன.",
      "கடலுக்கடியில் பல நகரங்களும் கப்பல்களும் மூழ்கிக்கிடக்கின்றன, மற்றும் கடலின் அடியில் பலவகையான தாவரங்கள், மீன்கள், விலங்குகள், பவளப்பாறைகள், எரிமலைகள் எனப் புதுமைகள் பலவும் நிறைந்து கிடக்கின்றன.",
      "கடலின் அடியில் உள்ள விலங்குகளைப் பற்றி ஆராய்வதில் பியரிக்கு விருப்பம் மிகுதி."
    ],
    "answer": "C",
    "additional_context": "கடல் பல்வேறு விந்தைகளைத் தன்னுள் கொண்டது. கடலுக்கடியில் பலவகையான தாவரங்கள், மீன்கள், விலங்குகள், பவளப்பாறைகள், எரிமலைகள் எனப் புதுமைகள் பலவும் நிறைந்து கிடக்கின்றன. மேலும் கடலுக்கடியில் பல நகரங்களும் கப்பல்களும் மூழ்கிக்கிடக்கின்றன. ஒரு கற்பனையான நீர்மூழ்கிக் கப்பலில் சென்று அவற்றை எல்லாம் காண்போம்."
  },
  {
    "description": "பியரி, கான்சீல் மற்றும் நெட் ஆகியோர் கடலுக்குள் சென்று திரும்ப முடியாது என்பதை அவர்களுக்கு எடுத்துரைத்தவர் யார்?",
    "options": [
      "நெமோ",
      "ஃபராகட்",
      "ஃபராகட் மற்றும் நெமோ",
      "கப்பல் மாலுமிகள்"
    ],
    "answer": "A",
    "additional_context": "நாங்கள் அதிர்ச்சியில் உறைந்து போனோம். அவரது மனத்தை மாற்ற முடியாது என்பது எங்களுக்குப் புரிந்துபோயிற்று. எப்படியாவது இந்தக் கப்பலில் இருந்து தப்பி விட வேண்டும் என்று நாங்கள் மனத்துக்குள் திட்டமிட்டுக்கொண்டோம். மறுநாள் காலை கப்பல் தலைவர் எங்கள் அறைக்குள் வந்தார். தமது பெயர் நெமோ என்று அவர் தம்மை அறிமுகப்படுத்திக்கொண்டார். \"நாட்டிலஸ் என்னும் இந்த நீர்மூழ்கிக் கப்பலை ஒரு விந்தையான விலங்கு என்று நான் எல்லோரையும் நம்பவைத்திருக்கிறேன். இந்த உண்மையைத் தெரிந்து கொண்ட நீங்கள் எக்காலத்திலும் இங்கிருந்து விடுதலையாக முடியாது. எனக்கான ஒரு தனி உலகத்தை இந்த நீர்மூழ்கிக் கப்பலிலேயே நான் உருவாக்கி வைத்துள்ளேன். எனது நம்பிக்கைக்குரிய வேலையாள்கள் இங்கே இருக்கிறார்கள். எங்களுக்குத் தேவையான அனைத்து உணவுகளையும் கடல்வாழ் உயிரிகளிடமிருந்தே உருவாக்கிக் கொள்கிறோம். இனி நான் கரைக்குத் திரும்பவேமாட்டேன். உங்களையும் திரும்ப விடமாட்டேன்\" என்றார் நெமோ."
  },
  {
    "description": "கடலுக்குள் மூழ்கியிருந்த பழைய கப்பல்களைப் பார்த்த பிறகு பியரி என்ன மனநிலையில் இருந்தார்?",
    "options": [
      "திகில்",
      "மகிழ்ச்சி",
      "வருத்தம்",
      "பதற்றம்"
    ],
    "answer": "C",
    "additional_context": "இன்னோர் இடத்தில் கடலுக்குள் தீப்பிழம்பைக் கக்கிக்கொண்டிருக்கும் எரிமலையைக் கண்டு வியந்தோம். அதன் அடியில் பலநூறு ஆண்டுகளுக்கு முன்பு ஒரே நாளில் பூகம்பத்தால் கடலுக்குள் மூழ்கிப்போன 'அட்லாண்டிஸ்' என்னும் நகரத்தின் இடிபாடுகளைக் கண்டோம். பிறகு பூமியின் தென்துருவத்திற்குச் சென்றோம். அங்கே பென்குவின், கடல்சிங்கம் போன்ற அரிய பறவைகளையும் விலங்குகளையும் கண்டோம். இங்கிலாந்துக்கும் ஸ்பெயினுக்கும் இடையே நடைபெற்ற போரின்போது கடலில் மூழ்கடிக்கப்பட்ட கப்பல்களைப் பார்த்தோம். அந்தக் கப்பல்களின் சிதைவுகளில் இருந்து தங்கம், வெள்ளி, வைரம் போன்றவற்றை அள்ளிக்கொண்டோம்."
  },
  {
    "description": "நெமோவின் நாட்டிலஸ் நீர்மூழ்கிக் கப்பல் கடலுக்குள் செல்லவும் மேலே வரவும் எது பயன்படுகிறது?",
    "options": [
      "மின்சாரம்",
      "காற்றுப்பைகள்",
      "நீர்த்தொட்டிகள்",
      "கப்பல் இயந்திரம்"
    ],
    "answer": "C",
    "additional_context": "\"இந்தக் கப்பல் செல்வதற்கும் இங்குள்ள விளக்குகள் எரிவதற்கும் தேவையான மின்சாரத்தைத் தயாரிக்கும் கருவிகள் இங்கேயே உள்ளன\" என்றார் அவர். \"கப்பலை ஆழத்துக்கும் கடல் மேல் மட்டத்துக்கும் எப்படிக் கொண்டு செல்கிறீர்கள்?\" என்று கேட்டேன். \"இந்தக் கப்பலில் மிகப்பெரிய நீர்த்தொட்டிகள் உள்ளன. அவற்றில் தண்ணீரை நிரப்பும்போது கப்பல் கடலுக்கு அடியில் செல்லும். அந்தத் தண்ணீரை எந்திரங்கள் மூலம் வெளியேற்றும் பொழுது கப்பலின் எடை குறைவதால் கப்பல் கடல் மட்டத்திற்குச் செல்லும்\" என்று விளக்கினார் நெமோ."
  }
]
