
[
  {
    "description": "'ஞானச்சுடர்' என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது “ஞானம் + சுடர்”",
    "options": [
      "ஞானச் சுடர்",
      "ஞான சுடர்",
      "ஞானி சுடர்",
      "ஞானச்சுடர்"
    ],
    "answer": "D",
    "additional_context": "'ஞானச்சுடர்' என்ற சொல் இரண்டு சொற்களால் ஆனது. ஞானம் மற்றும் சுடர் என்பது இந்த இரண்டு சொற்கள். எனவே, ஞானச்சுடர் என்பதைப் பிரித்து எழுதக் கிடைப்பது 'ஞானம் + சுடர்'."
  },
  {
    "description": "அந்தாதி என்பது _______________ தொடர்ச்சியாக அமைவது ஆகும்.",
    "options": [
      "சொற்களின்",
      "எழுத்துகளின்",
      "பாடல்களின்",
      "இலக்கணங்களின்"
    ],
    "answer": "C",
    "additional_context": "அந்தாதி என்பது பாடலின் இறுதி எழுத்து அல்லது சொல் அடுத்த பாடலின் முதல் எழுத்தாக அல்லது சொல்லாக வருவது. அதாவது பாடலின் இறுதி எழுத்து அல்லது சொல் அடுத்த பாடலின் தொடக்கமாக அமைவது. இவ்வாறு பல பாடல்கள் தொடர்ச்சியாக அமைந்தால் அது அந்தாதி எனப்படும்."
  },
  {
    "description": "பொய்கையாழ்வார்  என்னும்  பாடல்  எந்த  நூலில்  இடம்பெற்றுள்ளது?",
    "options": [
      "திருமந்திரம்",
      "நாலாயிரத் திவ்வியப் பிரபந்தம்",
      "திருவாசகம்",
      "திருக்குறள்"
    ],
    "answer": "B",
    "additional_context": "பொய்கையாழ்வாரின் பாடல்கள் நாலாயிரத் திவ்வியப் பிரபந்தம் என்ற நூலில் இடம்பெற்றுள்ளன. நாலாயிரத் திவ்வியப் பிரபந்தம் என்பது பன்னிரு ஆழ்வார்களால் பாடப்பட்ட பாடல்களின் தொகுப்பாகும்.  நாதமுனி அவர்கள் இந்த நூலைத் தொகுத்தார்."
  },
  {
    "description": "பூதத்தாழ்வார்  \"ஞானச்சுடர்\"  என்று  குறிப்பிடுவது  எதைக்  குறிக்கிறது?",
    "options": [
      "அன்பை",
      "ஆர்வத்தை",
      "இன்பத்தை",
      "அறிவை"
    ],
    "answer": "D",
    "additional_context": "பூதத்தாழ்வார் தனது பாடலில் 'ஞானச்சுடர்'  என்று குறிப்பிட்டுள்ளார். இது அறிவை குறிக்கிறது. அவர் அறிவை சுடராக உருவகப்படுத்தி அதை திருமாலை நோக்கி ஏற்றுவதாகத் தனது பாடலில் கூறுகிறார்."
  },
  {
    "description": "பொய்கையாழ்வார்  எந்த  திருத்தலத்தில்  பிறந்தார்?",
    "options": [
      "மாமல்லபுரம்",
      "காஞ்சிபுரம்",
      "திருவெஃகா",
      "திருவாய்மொழி"
    ],
    "answer": "C",
    "additional_context": "பொய்கையாழ்வார் காஞ்சிபுரத்திற்கு அருகிலுள்ள திருவெஃகா என்னும் திருத்தலத்தில் பிறந்தார். இவர் நாலாயிரத் திவ்வியப் பிரபந்தத்தில் உள்ள முதல் திருவந்தாதியை இயற்றியுள்ளார். இவர் இயற்றிய பாடல் பகுதி நமக்கு நூலில் கொடுக்கப்பட்டுள்ளது."
  }
]
