
[
  {
    "description": "உவமை அணியில் உவம உருபு எப்போது மறைந்திருக்கும்?",
    "options": [
      "உவமை, உவமேயம் இரண்டும் ஒரு தொடராக இருக்கும் போது",
      "உவமை, உவமேயம் இரண்டும் தனித்தனி தொடர்களாக இருக்கும் போது",
      "உவம உருபு இல்லாத போது",
      "உவமை மட்டுமே ஒரு தொடராக இருக்கும் போது"
    ],
    "answer": "A",
    "additional_context": "உவமை அணி என்பது ஒரு பொருளை மற்றொரு பொருளுடன் ஒப்பிட்டு கூறுவதை குறிக்கும். உவமை அணியில் உவமை, உவமேயம் மற்றும் உவம உருபு என்ற மூன்று முக்கிய கூறுகள் உள்ளன. உவமை என்பது ஒப்பிடப்படும் பொருள். உவமேயம் என்பது ஒப்பிடப்படும் பொருளைக் குறிக்கும். உவம உருபு என்பது ஒப்பிடுதலை காட்டும் சொல்.  'மயில் போல ஆடினாள்' என்ற தொடரில் மயில் என்பது உவமை, ஆடினாள் என்பது உவமேயம், 'போல' என்பது உவம உருபு.  இருப்பினும், உவமை அணியில், உவம உருபு வெளிப்படையாக வரக்கூடாது.  'தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு' என்ற தொடரில், மணற்கேணி என்பது உவமை, மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு என்பது உவமேயம், 'அதுபோல்' என்பது மறைந்த உவம உருபு.  இவ்வாறு, உவமை ஒரு தொடராகவும், உவமேயம் ஒரு தொடராகவும் வந்து உவம உருபு மறைந்து வந்தால் அஃது எடுத்துக்காட்டு உவமை அணி எனப்படும்."
  },
  {
    "description": "______ என்பது உலகில் இல்லாத ஒன்றை உவமையாகக் கூறுவதை குறிக்கிறது.",
    "options": [
      "எடுத்துக்காட்டு உவமை அணி",
      "இல்பொருள் உவமை அணி",
      "உவமை அணி",
      "உருவக அணி"
    ],
    "answer": "B",
    "additional_context": "இல்பொருள் உவமை அணி என்பது, உலகில் இல்லாத ஒரு பொருளை உவமையாகக் கூறுவதை குறிக்கிறது. 'மாலை வெயிலில் மழைத்தூறல் பொன்மழை பொழிந்ததுபோல் தோன்றியது' என்ற தொடரில், பொன்மழை பொழிந்தது என்பது உலகில் இல்லாத ஒரு காட்சி. இவ்வாறு, உலகில் இல்லாத ஒன்றை உவமையாகக் கூறுவதை இல்பொருள் உவமை அணி என்பர். இது உவமை அணியின் ஒரு வகையாகும்."
  },
  {
    "description": "\"மலரன்ன பாதம்\" என்ற தொடரில் _______ என்பது உவம உருபு.",
    "options": [
      "போல",
      "போன்ற",
      "அன்ன",
      "ஒப்ப"
    ],
    "answer": "C",
    "additional_context": "\"மலரன்ன பாதம்\" என்ற தொடரில், 'அன்ன' என்பது உவம உருபு. இந்த தொடரில், 'மலர்' என்பது உவமை மற்றும் 'பாதம்' என்பது உவமேயம் ஆகும்.  இந்த தொடரில், 'அன்ன' என்பது உவம உருபு, ஏனெனில் அது உவமைக்கும் உவமேயத்திற்கும் இடையேயான ஒப்பீட்டைக் காட்டுகிறது."
  },
  {
    "description": "______ என்பது ஒரு செய்யுளைச் சொல்லாலும், பொருளாலும் அழகு பெறச் செய்தலைக் குறிக்கிறது.",
    "options": [
      "உவமை",
      "உவமேயம்",
      "அணி",
      "உவம உருபு"
    ],
    "answer": "C",
    "additional_context": "அணி என்பது ஒரு செய்யுளைச் சொல்லாலும், பொருளாலும் அழகு பெறச் செய்தலைக் குறிக்கிறது. அணி என்பது தமிழ் இலக்கணத்தில் ஒரு முக்கியமான பகுதி. அணிகள் செய்யுளுக்கு அழகையும், தெளிவும், வலிமையும் சேர்க்கின்றன.  அணிகள் பல வகைப்படும். அவற்றில் உவமை அணி, உருவக அணி, ஒலி அணி போன்றவை முக்கியமானவை."
  },
  {
    "description": "\"தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு\" என்ற தொடரில் ______ என்பது உவமேயம்.",
    "options": [
      "மணற்கேணி",
      "தொட்டனைத்து ஊறும்",
      "மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு",
      "அறிவு"
    ],
    "answer": "C",
    "additional_context": "\"தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு\" என்ற தொடரில், 'மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு' என்பது உவமேயம். இந்த தொடரில், 'மணற்கேணி' என்பது உவமை, 'அறிவு' என்பது உவமேயம் ஆகும். இந்த தொடரில், உவம உருபு மறைந்திருக்கிறது."
  }
]
