[
          
  {
    
          "description": "'வீரர்கள் நாட்டைக் காத்தனர்'  என்ற தொடரில் 'நாட்டை'  என்னும் சொல் எது?",
          "options": [
      "எழுவாய்",
      "பயனிலை",
      "செயப்படுபொருள்",
      "இடைச்சொல்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஒரு தொடரில் யார்? எது? எவை? என்னும் வினாக்களுக்கு விடையாக அமைவது எழுவாய். ஒரு தொடரை வினை, வினா, பெயர் ஆகியவற்றுள் ஏதேனும் ஒன்றைக் கொண்டு முடித்து வைப்பது பயனிலை. யாரை, எதை, எவற்றை என்னும் வினாக்களுக்கு விடையாக வருவது செயப்படுபொருள். 'வீரர்கள் நாட்டைக் காத்தனர்' என்ற தொடரில் 'நாட்டைக்' என்பது யாரை, எதை, எவற்றை என்னும் வினாக்களுக்கு விடையாக வருவதால் இது செயப்படுபொருள் ஆகும்."
          }
        ,
          
  {
    
          "description": "'கொற்கைத் துறைமுகத்திலே பாண்டியனுடைய மீனக்கொடி பறந்தது'  என்ற தொடரில் 'பாண்டியனுடைய'  என்னும் சொல் எது?",
          "options": [
      "எழுவாய்",
      "பயனிலை",
      "செயப்படுபொருள்",
      "குறிப்புச் சொல்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "ஒரு பொருளின் தன்மையைக் குறிக்கும் சொல் குறிப்புச் சொல் ஆகும். 'கொற்கைத் துறைமுகத்திலே பாண்டியனுடைய மீனக்கொடி பறந்தது' என்ற தொடரில் 'பாண்டியனுடைய' என்பது மீனக்கொடி  என்பதன் தன்மையைக் குறிப்பிடுவதால் இது குறிப்புச் சொல் ஆகும்."
          }
        ,
          
  {
    
          "description": "'இல்முன்' என்ற சொல்லுக்குப் பதிலாக நம் முன்னோர் பயன்படுத்திய சொல் எது?",
          "options": [
      "இல்முன்",
      "முன்",
      "முன்பு",
      "முன்றில்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இல்லத்தின் முன் பகுதியை இல்முன் எனக் குறிக்க வேண்டும். ஆனால் அதனை நம் முன்னோர் முன்றில் என மாற்றி வழங்கினர். இவ்வாறு இலக்கண முறைப்படி அமையாவிடினும், இலக்கணமுடையவை போலவே ஏற்றுக் கொள்ளப்படும் சொற்கள் இலக்கணப்போலி எனப்படும். இல்லத்தின் முன் பகுதியைக் குறிக்க நம் முன்னோர் பயன்படுத்திய சொல் 'முன்றில்' ஆகும்."
          }
        ,
          
  {
    
          "description": "'தஞ்சாவூர்' என்ற சொல்லின் மரூஉ வடிவம் எது?",
          "options": [
      "தஞ்சை",
      "தஞ்சி",
      "தஞ்சா",
      "தஞ்சு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நாம் எல்லாச் சொற்களையும் எல்லா இடங்களிலும் முழுமையான வடிவத்தில் பயன்படுத்துவது இல்லை. தஞ்சாவூர் என்னும் பெயரைத் தஞ்சை என்றும், திருநெல்வேலி என்னும் பெயரை நெல்லை எனவும் வழங்குகிறோம். இவ்வாறு இலக்கண நெறியிலிருந்து பிறழ்ந்து, சிதைந்து வழங்கும் சொற்கள் மரூஉ எனப்படும். தஞ்சாவூர் என்ற சொல்லின் மரூஉ வடிவம் தஞ்சை ஆகும்."
          }
        ,
          
  {
    
          "description": "'கால் கழுவி வந்தான்' என்ற தொடரில் எந்த வகை தகுதி வழக்கு பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "மங்கலம்",
      "இடக்கரடக்கல்",
      "குழூஉக்குறி",
      "போலி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "பிறரிடம் வெளிப்படையாகச் சொல்லத் தகாத சொற்களைத் தகுதியுடைய வேறு சொற்களால் கூறுவது இடக்கரடக்கல் ஆகும். 'கால் கழுவி வந்தான்' என்பது இடக்கரடக்கல் வழக்கு ஆகும். ஏனெனில் இது தகாத சொல்லுக்குப் பதிலாகத் தகுதியான வேறு சொல்லைப் பயன்படுத்துகிறது."
          }
        ]