[
          
  {
    
          "description": "கதையின் நாயகன் ____ வழியாக மங்களூரு செல்ல வேண்டும் என்பது அவனது நீண்ட கால ஆசை.",
          "options": [
      "பெங்களூரு",
      "ஹாசன்",
      "மகாபலிபுரம்",
      "கிருஷ்ணராஜ சாகர்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கதையின் நாயகன் மிதிவண்டி ஓட்டுவதில் மிகுந்த ஆர்வம் கொண்டவர். தன் சம்பளத்தில் வாங்கிய மிதிவண்டியில் அவர் ஓட்டும் பயணத்தின் மூலம் அவர் ஓட்டும் ஆர்வத்தை நாம் புரிந்துகொள்ளலாம். கிருஷ்ணராஜ சாகர் அணைக்கட்டு, மகாபலிபுரம் போன்ற இடங்களுக்கு  அவர் சென்றிருந்தாலும், ஹாசன் வழியாக மங்களூரு செல்ல வேண்டும் என்பது அவருக்கு நீண்ட கால ஆசை. அந்த ஆசையை நிறைவேற்ற  அவர்  பயணத்தைத் தொடங்குகிறார்."
          }
        ,
          
  {
    
          "description": "கதையின் நாயகனின் மிதிவண்டி ____ இறக்கத்தில் இறங்கும் போது பஞ்சர் ஆனது.",
          "options": [
      "சிறிய",
      "பெரிய",
      "குறுகிய",
      "பரந்த"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கதையின் நாயகன் மிதிவண்டியில் ஹாசன் வழியாக மங்களூரு செல்லும் பயணத்தில் இருக்கும் போது, பெரிய இறக்கத்தில் இறங்கும் போது அவருடைய மிதிவண்டி பஞ்சர் ஆகிறது. இது அவருடைய பயணத்தைத் தடை செய்யும் போது, எப்படி அவர் தடைகளை எதிர்கொண்டு  தன்னுடைய பயணத்தைத் தொடர்கிறார் என்பது கதை வழியாக நாம் காண்கிறோம்."
          }
        ,
          
  {
    
          "description": "கதையின் நாயகன் ____ கிராமத்தில் ____ வீட்டில் தங்கி ____ உடன் மிதிவண்டிப் பயணத்தைத் தொடர்ந்தான்.",
          "options": [
      "அரிசிக்கெரெல, ஒரு, சந்திரேகௌடா",
      "ஹாசன், ஒரு, பாலு",
      "மங்களூரு, ஒரு, கிருஷ்ணா",
      "அரிசிக்கெரெல, ஒரு, சிறுவன்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "மிதிவண்டி பஞ்சர் ஆனதால், கதையின் நாயகர் அதைத் தள்ளிக்கொண்டு  நடக்கத் தொடங்குகிறார். அப்போது  அந்த வழியாக வந்த சிறுவன்  தன் குடிசையில்  தங்குமாறு அழைக்கிறான். அந்த  சிறுவனின் குடும்பத்தினருடன்  கதையின் நாயகன் ஒரு நாள் தங்குகிறார். அந்த சிறுவன்   மீது கதையின் நாயகர்  அன்பு கொள்கிறார்.  சிறுவனுக்கு  மிதிவண்டி ஓட்டக் கற்றுக்கொடுத்து, அந்த சிறுவனுடன் தன் பயணத்தை தொடர்கிறார்."
          }
        ,
          
  {
    
          "description": "கதையின் நாயகன் சிறுவனுக்கு மிதிவண்டி ஓட்டக் கற்றுக் கொடுத்தபோது அவன்  ____  என்று சொன்னான்.",
          "options": [
      "அரிசிக்கெரெல என்ன விட்டுடுங்க",
      "மிதிவண்டி ஓட்ற மாதிரியே இல்ல",
      "நான் கொஞ்சம் ஓட்டட்டுமா?",
      "எனக்கு நல்லா ஓட்ட கத்துத்தரன்னுதானே சொன்னீங்க"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கதையின் நாயகன்  சிறுவனுக்கு மிதிவண்டி ஓட்டக் கற்றுக்கொடுக்கிறார்.  சிறுவன் மிகவும் ஆர்வத்துடன் மிதிவண்டி ஓட்டுகிறான். அந்த சிறுவன் கதையின் நாயகனுக்கு 'அரிசிக்கெரெல என்ன விட்டுடுங்க?'  என்கிறான். அவன்  நாயகனுடன்  பயணத்தைத் தொடர மனம் இல்லாமல் இருக்கிறது என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "கதாநாயகனின் பயணத்திற்கான ஆர்வம் எவ்வாறு வெளிப்படுத்தப்படுகிறது?",
          "options": [
      "அவர் இரண்டு நாட்களில் ஹாசன் வரை பயணம் மேற்கொண்டதன் மூலம்",
      "அவர் எதிர்பாராதவிதமாக மிதிவண்டி சக்கரத்தில் காற்று இறங்கியபோதும் பயணத்தைத் தொடர்ந்ததன் மூலம்",
      "அவர் மிதிவண்டியில் ஓட்டிக்கொண்டே இருப்பதற்கான ஆர்வம்  காரணமாக அவரது அன்றாடப் பொழுது போக்கை மிதிவண்டி ஓட்டுவதில் கழித்ததன் மூலம்",
      "அவர் மிதிவண்டியில் ஹாசன் வழியாக மங்களூரு செல்ல வேண்டும் என்கிற நீண்ட கால ஆசையைக் கொண்டிருந்ததன் மூலம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "கதையின் நாயகன்  தனக்கு மிதிவண்டி ஓட்டுவது மிகவும்  பிடிக்கும் என்பது தெளிவாகிறது. அவருடைய அன்றாடப் பொழுதுபோக்கு  மிதிவண்டி ஓட்டுவதிலேயே கழிந்தது. ஆனால் அவருடைய பயணத்திற்கான ஆர்வம்  அவர் மிதிவண்டியில் ஹாசன் வழியாக மங்களூரு செல்ல வேண்டும் என்கிற நீண்ட கால ஆசையாக இருந்தது. அந்த ஆசை அவருடைய பயணத்திற்கு  மிகுந்த ஊக்கத்தைத் தருகிறது. அவர் எதிர்கொள்ளும் தடைகளை எல்லாம் சமாளித்து  பயணத்தைத் தொடர்கிறார்."
          }
        ]