
[
  {
    "description": "“தமிழகத்தின் தலைநகரம்” எது?",
    "options": [
      "சென்னை",
      "மதுரை",
      "திருநெல்வேலி",
      "கோவை"
    ],
    "answer": "சென்னை",
    "additional_context": "தமிழ்நாட்டின் தலைநகரம் சென்னை. இது தென் இந்தியாவின் மிகப்பெரிய நகரங்களில் ஒன்றாகும். சென்னை கலை, கலாச்சாரம், கல்வி, தொழில்நுட்பம் மற்றும் வர்த்தகம் ஆகியவற்றிற்கு பெயர் பெற்றது. இது தமிழகத்தின் நிர்வாக, அரசியல் மற்றும் வணிக மையமாகும். சென்னை பல வரலாற்றுச் சின்னங்களைக் கொண்டது, இதில் கோவில்கள், பள்ளிவாசல்கள் மற்றும் தேவாலயங்கள் உள்ளன. சென்னை சிறந்த உணவு பழக்க வழக்கங்களுக்கும் பெயர் பெற்றது."
  },
  {
    "description": "“நெற்களஞ்சியம்” என்று அழைக்கப்படும் ஊர் எது?",
    "options": [
      "திருநெல்வேலி",
      "சென்னை",
      "மதுரை",
      "தஞ்சாவூர்"
    ],
    "answer": "தஞ்சாவூர்",
    "additional_context": "தஞ்சாவூர் நகரம் “நெற்களஞ்சியம்” என்று அழைக்கப்படுகிறது.  தஞ்சாவூர் நகரம் பண்டைய சோழர்களின் தலைநகரமாகும்.  இந்த நகரம்  அழகான கோவில்களுக்கும்,  பழமையான கோட்டைகளுக்கும்,  கலை மற்றும் கலாச்சாரத்திற்கும் பெயர் பெற்றது.  தஞ்சாவூர்  நெல் விளைச்சலுக்கு புகழ் பெற்றது  .  தஞ்சாவூர்  நெல்,  பருப்பு வகைகள்,  மற்றும் பழங்கள்  விளைவிக்கப்படுகின்றன."
  },
  {
    "description": "“பட்டாசு நகரம்” என்று அழைக்கப்படும் ஊர் எது?",
    "options": [
      "திருநெல்வேலி",
      "சென்னை",
      "சிவகாசி",
      "கோவை"
    ],
    "answer": "சிவகாசி",
    "additional_context": "சிவகாசி தமிழ்நாட்டின் விருதுநகர் மாவட்டத்தில் உள்ளது. இந்த நகரம்  “பட்டாசு நகரம்” என்று அழைக்கப்படுகிறது. சிவகாசி பட்டாசு உற்பத்திக்கு பெயர் பெற்றது. சிவகாசி  நகரத்தில்  பல பட்டாசு தொழிற்சாலைகள்  இயங்குகின்றன."
  },
  {
    "description": "“மஞ்சள் மாநகரம்” என்று அழைக்கப்படும் ஊர் எது?",
    "options": [
      "திருநெல்வேலி",
      "சென்னை",
      "மதுரை",
      "ஈரோடு"
    ],
    "answer": "ஈரோடு",
    "additional_context": "ஈரோடு  தமிழ்நாட்டின் ஈரோடு மாவட்டத்தில் அமைந்துள்ளது.  இந்த நகரம் “மஞ்சள் மாநகரம்”  என்று அழைக்கப்படுகிறது.  ஈரோடு மாவட்டத்தில்  மஞ்சள் பயிர்ச்செய்கை  பெரிய அளவில்  நடத்தப்படுகிறது."
  },
  {
    "description": "“கர்மவீரர் நகரம்” என்று அழைக்கப்படும் ஊர் எது?",
    "options": [
      "திருநெல்வேலி",
      "சென்னை",
      "மதுரை",
      "ஈரோடு"
    ],
    "answer": "ஈரோடு",
    "additional_context": "ஈரோடு  தமிழ்நாட்டின் ஈரோடு மாவட்டத்தில் அமைந்துள்ளது.  இந்த நகரம்  “கர்மவீரர் நகரம்”  என்று அழைக்கப்படுகிறது.  ஈரோடு  மாவட்டத்தில்  பல தொழிற்சாலைகள்  இயங்குகின்றன."
  }
]
