
[
  {
    "description": "சாலை விபத்துகளைத் தவிர்க்கச் சாலைவிதிகளை அறிந்து ஒவ்வொருவரும் வாகனங்களை ஓட்ட வேண்டும். சாலையில் வாகனங்களை இடப்புறமாகவே செலுத்த வேண்டும். இருவழிச் சாலையின் மையத்தில் விட்டுவிட்டுப் போடப்பட்டுள்ள வெள்ளைக்கோடு இரு போக்குவரத்துக்காகச் சாலை சரி சமமாகப் பிரிக்கப்பட்டுள்ளதைக் குறிக்கும்.",
    "options": [
      "இருவழிச் சாலையின் மையத்தைப் பிரித்து, ஒவ்வொரு திசையிலும் வாகனங்கள் செல்லக்கூடிய இடத்தைத் தனித்தனியாகக் குறிக்கும்.",
      "சாலையில் உள்ள பள்ளம் அல்லது கரடுமுரடான பகுதிகளைப் பற்றி எச்சரிக்கை விடுக்கிறது.",
      "போக்குவரத்து ஒழுங்கீனத்தைக் குறிக்கிறது.",
      "சாலையின் மையத்தைக் குறிக்கிறது."
    ],
    "answer": "A",
    "additional_context": "வாகனங்களை ஓட்டும் போது சாலை விதிகளைப் பின்பற்றுவது மிகவும் முக்கியம். சாலை விபத்துகளைத் தடுக்க, சாலையில் வாகனங்களை இடப்புறமாகவே செலுத்த வேண்டும். இருவழிச் சாலையில் இரு திசைகளில் வாகனங்கள் செல்வதற்கு வசதியாக இருக்க, சாலையின் மையத்தில் ஒரு வெள்ளைக்கோடு போடப்பட்டுள்ளது. இந்த வெள்ளைக்கோடு, இரு போக்குவரத்துக்காகச் சாலை சரி சமமாகப் பிரிக்கப்பட்டுள்ளதைக் குறிக்கும். இதன் மூலம் வாகன ஓட்டிகள் எதிரே வரும் வாகனங்களுடன் மோதுவதைத் தவிர்க்க முடியும்."
  },
  {
    "description": "தடக்கோடுகள் இடப்பட்டுள்ள சாலையில் தடத்தின் உள்ளேயே வாகனங்களைச் செலுத்த வேண்டும். வாகனத்தைப் பின்தொடரும்போது மிகவும் நெருக்கமாகப் பின்தொடரக் கூடாது. திரும்பும் போது சைகை காட்ட அடையாள விளக்கை ஒளிரச் செய்ய வேண்டும்.",
    "options": [
      "தடத்தின் வெளியே செல்லாமல், தடத்தின் உள்ளேயே செலுத்த வேண்டும்.",
      "தடக்கோடுகளை மீறி, வாகனங்களை முந்திச் செல்லலாம்.",
      "தடக்கோடுகளை கவனிக்காமல், விரைவாக செல்ல வேண்டும்.",
      "தடக்கோடுகளை கடந்து, சாலையின் எந்த பகுதியிலும் செல்லலாம்."
    ],
    "answer": "A",
    "additional_context": "தடக்கோடுகள் சாலையின் ஒரு பகுதியிலிருந்து இன்னொரு பகுதிக்கு மாறாமல், அதே திசையில் பயணிப்பதற்காக வாகனங்களைத் திசை திருப்ப பயன்படுத்தப்படுகிறது. தடக்கோடுகள் இடப்பட்டுள்ள சாலையில், வாகன ஓட்டிகள் தடத்தின் உள்ளேயே செல்ல வேண்டும். இதனால், வாகனங்கள் மோதாமல் பாதுகாப்பாக பயணிக்க முடியும். மேலும், வாகனத்தைப் பின்தொடரும்போது மிகவும் நெருக்கமாகப் பின்தொடரக் கூடாது. ஏனெனில், இது விபத்துகளை ஏற்படுத்தும். திரும்பும் போது சைகை காட்ட அடையாள விளக்கை ஒளிரச் செய்வதன் மூலம், மற்ற வாகன ஓட்டிகளுக்கு தகவல் தெரிவித்து, விபத்துகளைத் தவிர்க்கலாம்."
  },
  {
    "description": "வள்ளுவர் கோட்டத்தின் அமைப்பு திருவாரூர்த் தேர் போன்றது.",
    "options": [
      "திருவாரூர்த் தேர்",
      "கோயில் கோபுரம்",
      "மலைகள்",
      "கோட்டைச் சுவர்"
    ],
    "answer": "A",
    "additional_context": "வள்ளுவர் கோட்டம், தமிழ்நாட்டின் திருவாரூர் மாவட்டத்தில் அமைந்துள்ள ஒரு வரலாற்று சிறப்புமிக்க கோட்டை. இது 17 ஆம் நூற்றாண்டில் கட்டப்பட்ட ஒரு வலுவான கோட்டை. இந்த கோட்டையின் அமைப்பு திருவாரூர்த் தேர் போன்றது. இதன் மூலம் வள்ளுவர் கோட்டை ஒரு தேர் வடிவில் அமைக்கப்பட்டுள்ளதைப் புரிந்து கொள்ளலாம். வள்ளுவர் கோட்டை பல போர்களில் முக்கிய பங்கு வகித்தது."
  },
  {
    "description": "வானும் நிலவும் அழகு\nவயலும் நிலவும் அழகு",
    "options": [
      "நிலவு",
      "நிலம்",
      "நிலை",
      "நிலைத்தன்மை"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் இயற்கை அழகைப் புகழ்ந்து பாடுகின்றன. வானும் நிலவும், வயலும் நிலவும் இணைந்து மிக அழகாக இருக்கும்.  இங்கு நிலவு என்ற சொல் இயற்கை அழகுக்கு உதாரணமாகக் கூறப்படுகிறது."
  },
  {
    "description": "(ஓவியக்கலை, இசை, கட்டடக்கலை, வண்ணங்கள்)\n(எ.கா.) ஓவியக்கலை கண்ணையும் கருத்தையும் கவர்கிறது.",
    "options": [
      "ஓவியக்கலை, இசை மற்றும் கட்டடக்கலை ஆகியவை வண்ணங்களின் மூலம் உருவாகின்றன.",
      "ஓவியக்கலை, இசை, கட்டடக்கலை, வண்ணங்கள் ஆகியவை மனித வாழ்க்கையின் அழகான அம்சங்களை வெளிப்படுத்துகின்றன.",
      "ஓவியக்கலை, இசை, கட்டடக்கலை, வண்ணங்கள் ஆகியவை கலைஞர்களின் ஆற்றலையும் திறமையையும் பிரதிபலிக்கின்றன.",
      "ஓவியக்கலை, இசை, கட்டடக்கலை ஆகியவை வண்ணங்கள் இல்லாமல் இருக்க முடியாது."
    ],
    "answer": "B",
    "additional_context": "ஓவியக்கலை, இசை, கட்டடக்கலை, வண்ணங்கள் ஆகியவை மனித வாழ்க்கையின் அழகான அம்சங்களை வெளிப்படுத்துகின்றன. ஓவியங்கள் கண்ணையும் கருத்தையும் கவர்கின்றன. இசை மனதைக் கவர்ந்திழுக்கிறது. கட்டடக்கலை நம் கண்முன் ஓர் அழகிய காட்சியை வழங்குகிறது. வண்ணங்கள் மனித வாழ்க்கையை மகிழ்ச்சியாகவும், அழகாகவும் ஆக்குகின்றன. இவை அனைத்தும் மனித வாழ்க்கையின் அழகான அம்சங்களை வெளிப்படுத்துகின்றன. "
  }
]
