
[
  {
    "description": "“காக்கை கரவா கரைந்துண்ணும் ஆக்கமும் அன்ன நீரார்க்கே உள” என்ற திருக்குறள் எந்தப் பண்புடையவர்களைப் பற்றிக் கூறுகிறது?",
    "options": [
      "சுயநலம்",
      "பகிர்ந்து கொள்ளும் பண்பு",
      "சோம்பேறித்தனம்",
      "கருணை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“காக்கை கரவா கரைந்துண்ணும் ஆக்கமும் அன்ன நீரார்க்கே உள” என்ற திருக்குறள், பகிர்ந்து கொள்ளும் பண்புடையவர்களைப் பற்றிக் கூறுகிறது. இதன் பொருள்: காகம் தனக்குக் கிடைத்ததை மறைக்காமல் தன் சுற்றத்தாரைக் கூவி அழைத்து உண்ணும். அத்தகைய பண்பு உடையவர்களிடமே செல்வமும் சேரும். அதாவது, தன்னைப் பற்றி மட்டும் நினைத்து, தனக்கு கிடைத்ததை மறைத்து,  எந்தவிதமான பகிர்ந்து கொள்ளும் மனப்பான்மை இல்லாதவர்களைவிட, பகிர்ந்து கொள்ளும் பண்புடையவர்கள் செல்வந்தராக இருப்பார்கள் என்று பொருள்."
  },
  {
    "description": "“எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும் கண்ணென்ப வாழும் உயிர்க்கு” என்ற திருக்குறள் எந்தக் கருத்தை விளக்குகிறது?",
    "options": [
      "எழுதும் திறன்",
      "அறிவின் முக்கியத்துவம்",
      "எண்ணும் எழுத்தும் கண்கள் போல்",
      "வாழ்க்கை நெறிகள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும் கண்ணென்ப வாழும் உயிர்க்கு” என்ற திருக்குறள் எண்ணும் எழுத்தும் கண்கள் போன்றவை என்று கூறுகிறது. வாழும் உயிரினங்களுக்கு எண்ணும் எழுத்தும் மிக முக்கியமானவை. இவ்விரண்டின் மூலமாகவே உயிர்கள் வாழ்வதற்கான அடிப்படைகள் உருவாகின்றன. இதன் பொருள்: மனிதர்களுக்கு எண்ணும் எழுத்தும் வாழ்க்கைக்கு மிக முக்கியமானவை. கண்கள் உலகைப் பார்த்து அறியும். அதுபோல், எண்ணும் எழுத்தும் மனிதனுக்கு அறிவைத் தந்து உலகை அறிய வழி வகுக்கின்றன."
  },
  {
    "description": "பொருத்துக. \n திருக்குறள் - தலைப்பு",
    "options": [
      "கற்க கசடறக் கற்பவை - இயல்",
      "எண்ணித் துணிக கருமம் - தெரிந்து செயல்வகை",
      "மடியை மடியா ஒழுகல் - மடியின்மை",
      "காக்கை கரவா கரைந்துண்ணும் - சுற்றந்தழால்",
      "கேடில் விழுச்செல்வம் - இயல்"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "A"
    ],
    "additional_context": "“கற்க கசடறக் கற்பவை” என்பது ‘இயல்’ என்ற தலைப்பில் இடம் பெற்றது. இதன் பொருள்: கற்க வேண்டியவற்றைப் பிழை இல்லாமல் கற்க வேண்டும். கற்றபின் கற்ற வழியில் நடக்க வேண்டும். \n“எண்ணித் துணிக கருமம்” என்பது ‘தெரிந்து செயல்வகை’ என்ற தலைப்பில் இடம் பெற்றது. இதன் பொருள்: எந்தச் செயலையும் நன்கு சிந்தித்த பின் தொடங்க வேண்டும். தொடங்கிய பின் எண்ணிப் பார்க்கலாம் என்பது குற்றமாகும். \n“மடியை மடியா ஒழுகல்” என்பது ‘மடியின்மை’ என்ற தலைப்பில் இடம் பெற்றது. இதன் பொருள்: தம் குடியைச் சிறப்புடைய குடியாகச் செய்ய விரும்புபவர், சோம்பலைத் துன்பமாகக் கருதி முயற்சியோடு வாழ்தல் வேண்டும். \n“காக்கை கரவா கரைந்துண்ணும்” என்பது ‘சுற்றந்தழால்’ என்ற தலைப்பில் இடம் பெற்றது. இதன் பொருள்: காகம் தனக்குக் கிடைத்ததை மறைக்காமல் தன் சுற்றத்தாரைக் கூவி அழைத்து உண்ணும். அத்தகைய பண்பு உடையவர்களிடமே செல்வமும் சேரும். \n“கேடில் விழுச்செல்வம்” என்பது ‘இயல்’ என்ற தலைப்பில் இடம் பெற்றது. இதன் பொருள்: அழிவில்லாத சிறந்த செல்வம் கல்வியே. ஒருவருக்கு அதனைவிடச் சிறந்த செல்வம் வேறு இல்லை."
  },
  {
    "description": "“நன்றாற்றல் உள்ளும் தவறுண்டு அவரவர் பண்பறிந்து ஆற்றாக் கடை” என்ற திருக்குறள் எந்தக் கருத்தை விளக்குகிறது?",
    "options": [],
    "answer": [],
    "additional_context": "“நன்றாற்றல் உள்ளும் தவறுண்டு அவரவர் பண்பறிந்து ஆற்றாக் கடை” என்ற திருக்குறள் நன்மை செய்வதிலும் தீமை உண்டாகலாம் என்று கூறுகிறது. இதன் பொருள்: நாம் ஒருவருடைய பண்பை அறிந்து அவருக்கு நன்மை செய்ய வேண்டும். இல்லாவிட்டால் நன்மை செய்தாலும் தீமை வந்து சேரும். அதாவது, நாம் நன்மை செய்யும் நபர் எப்படிப்பட்டவர் என்பதைப் பார்த்து, அவருடைய குணத்திற்கு ஏற்றவாறு நன்மை செய்ய வேண்டும் என்பது இதன் பொருள்."
  },
  {
    "description": "“இடும்பைக்கு இடும்பை படுப்பர் இடும்பைக்கு இடும்பை படாஅ தவர்” என்ற திருக்குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [],
    "answer": [],
    "additional_context": "“இடும்பைக்கு இடும்பை படுப்பர் இடும்பைக்கு இடும்பை படாஅ தவர்” என்ற திருக்குறள் துன்பத்தில் துவண்டு போகாமல் துன்பத்தை வெல்வது பற்றி கூறுகிறது. இதன் பொருள்: துன்பம் வந்த போது வருந்திக் கலங்காதவர், அந்தத் துன்பத்திற்கே துன்பம் உண்டாக்கி அதனை வென்று விடுவர். அதாவது,  துன்பத்தை சந்திக்கும்போது கலங்கிவிடாமல், அதை எதிர்த்துப் போராடி வெற்றி பெற வேண்டும் என்பது இதன் பொருள்."
  }
]
