[
          
  {
    
          "description": "நாமக்கல் கவிஞர் பாடல் எந்த நூலிலிருந்து எடுக்கப்பட்டுள்ளது?",
          "options": [
      "மலைக்கள்ளன்",
      "நாமக்கல் கவிஞர் பாடல்கள்",
      "என்கதை",
      "சங்கொலி"
    ],
    "answer": "B",
    
          "additional_context": "நாமக்கல் கவிஞர் வெ. இராமலிங்கனார் எழுதிய பாடல் 'நாமக்கல் கவிஞர் பாடல்கள்' என்னும் நூலிலிருந்து எடுத்துத் தரப்பட்டுள்ளது. இவர் தமிழறிஞர், கவிஞர், விடுதலைப் போராட்ட வீரர் எனப் பன்முகத் தன்மை கொண்டவர். காந்தியடிகளின் கொள்கைகளால் ஈர்க்கப்பட்டுக் காந்தியத்தைப் பின்பற்றியதால் இவர் காந்தியக்கவிஞர் என்றும் அழைக்கப்படுகிறார். தமிழகத்தின் முதல் அரசவைக் கவிஞராக விளங்கியவர். மலைக்கள்ளன், நாமக்கல் கவிஞர் பாடல்கள், என்கதை, சங்கொலி உள்ளிட்ட பல்வேறு நூல்களை எழுதியுள்ளார்."
          }
        ,
          
  {
    
          "description": "கவிதையில் 'கொல்லா விரதம்' என்ற சொற்றொடரின் பொருள் என்ன?",
          "options": [
      "கொலை செய்யும் விரதம்",
      "கொல்லப்படுவதை எதிர்ப்பது",
      "கொல்லாமை என்ற நோன்பு",
      "கொலையை ஏற்றுக்கொள்வது"
    ],
    "answer": "C",
    
          "additional_context": "கவிதையில் பயன்படுத்தப்பட்டுள்ள 'கொல்லா விரதம்' என்பது 'கொல்லாமை என்ற நோன்பு'  என்பதைக் குறிக்கிறது. இது தமிழ்மொழி கொள்கையான அன்பு, அறம் மற்றும் அமைதி ஆகியவற்றை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'கத்தியின்றி...' எனத் தொடங்கும் பாடல் பகுதியில் எந்தப் போராட்டத்தைப் பற்றிக் கூறப்படுகிறது?",
          "options": [
      "அறவழி போராட்டத்தை",
      "போர்க்கள போராட்டத்தை",
      "கொலை கொள்ளும் போராட்டத்தை",
      "வெற்றி பெறுவதற்கான போராட்டத்தை"
    ],
    "answer": "A",
    
          "additional_context": "'கத்தியின்றி...' எனத் தொடங்கும் பாடல் பகுதி,  அகிம்சை  எனும் அறவழி போராட்டத்தைப் பற்றியதாகும். இது  சத்தியத்தின்  வலிமையை  நம்பி,  அஹிம்சை மூலம்  மட்டும் போராடுவது  என்பதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'எங்கள் தமிழ்' பாடலில் தமிழை எந்தச் சொல்லால் ஒப்பிடப்படுகிறது?",
          "options": [
      "மலையாக",
      "சூரியனாக",
      "வானொலியாக",
      "கடலாக"
    ],
    "answer": "C",
    
          "additional_context": " 'எங்கள் தமிழ்' பாடலில்,  தமிழ்  மொழியை  'வானொலியாக'  ஒப்பிட்டுள்ளார். இது,  தமிழ்  மொழியின் இனிமை,  மென்மை  மற்றும்  இன்பத்தைக்  குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "நாமக்கல் கவிஞர் 'எங்கள் தமிழ்' பாடலில், தமிழ் மொழியின் பண்புகளை எடுத்துரைக்கும் போது, எந்த இரண்டு சொற்களைப் பயன்படுத்தி அதன் மென்மையையும் இனிமையையும் விவரிக்கிறார்?",
          "options": [
      "மெல்லிய, இனிமையான",
      "பசுமையான, இன்பமான",
      "நெஞ்சத்தைத் தொடும், இனிமையான",
      "மென்மையான, இனிமையான"
    ],
    "answer": "D",
    
          "additional_context": "நாமக்கல் கவிஞர்  தமிழ் மொழியின்  பண்புகளை  எடுத்துரைக்கும்  போது,  'மென்மையான'  மற்றும்  'இனிமையான'  என்ற  இரண்டு  சொற்களைப்  பயன்படுத்தி  அதன்  மென்மையையும்  இனிமையையும்  விவரிக்கிறார்."
          }
        ]