
[
  {
    "description": "“கலையுலகப் பிரும்மாக்களே / மண்ணின் வனப்புக்குப் / புதிய அழகுகள் சேர்ப்பவர்களே / ஒரு மானுடத்தின் வேண்டுகோள்” என்ற வரிகளில் கலைஞர்களைப் பற்றி எந்த  தகவல் தெரிய வருகிறது?",
    "options": [
      "அ) கலைஞர்கள் அழகைப் படைப்பவர்கள்.",
      "ஆ) கலைஞர்கள் மனிதர்களின் வாழ்வோடு இணைந்திருக்கிறார்கள்.",
      "இ) கலைஞர்களின் படைப்புகள் மண்ணின் அழகைப் பிரதிபலிக்க வேண்டும்.",
      "ஈ) மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் கலைஞர்களிடம் மனித உணர்வுகளையும் வாழ்வையும் பிரதிபலிக்கும் வகையில் படைப்புகளை உருவாக்குமாறு வேண்டுகோள் விடுக்கிறது. கலைஞர்கள் அழகைப் படைப்பவர்கள் மட்டுமல்லாமல், மனிதர்களின் வாழ்வோடு இணைந்திருக்கிறார்கள். அவர்களின் படைப்புகள் மண்ணின் அழகைப் பிரதிபலிக்க வேண்டும் என்றும் கூறப்படுகிறது."
  },
  {
    "description": "“நீங்கள் சிற்பிகளாகப் / பாறை உடைப்பவனின் / சிலை வடித்தால் / வியர்வை நெடி வீசட்டும் அதில்” என்ற வரிகள் மூலம் கலைஞர்களுக்கு என்ன வேண்டுகோள் விடுக்கப்படுகிறது?",
    "options": [
      "அ) உழைப்பாளர்களின் உழைப்பையும் வாழ்வையும் பிரதிபலிக்கும் வகையில் படைப்புகள் அமைய வேண்டும்.",
      "ஆ) கலைஞர்களின் படைப்புகள் மணம் வீச வேண்டும்.",
      "இ) கலைஞர்கள் உழைப்பாளர்களைப் பற்றி சிலைகள் வடிக்க வேண்டும்.",
      "ஈ) கலைஞர்களின் படைப்புகள் வாசனை நிறைந்ததாக இருக்க வேண்டும்."
    ],
    "answer": "A",
    "additional_context": "கவிஞர் கலைஞர்களிடம் உழைப்பாளர்களின் வாழ்வைப் பிரதிபலிக்கும் வகையில் படைப்புகளை உருவாக்குமாறு கேட்டுக்கொள்கிறார். பாறை உடைப்பவனின் சிலையை வடிக்கும்போது அந்த உழைப்பாளியின் வியர்வை நாற்றம் வீச வேண்டும் என்று கேட்டுக்கொள்கிறார்."
  },
  {
    "description": "“ஓவியர்களாகத் / தாய்மையின் பூரிப்பைச் சித்திரமாக்கினால் / அவள் முகப்பொலிவில் / வழித்தெடுக்குமாறு இருக்கட்டும் / கரிசன பாச உணர்வுகள்” என்ற வரிகள் மூலம் ஓவியர்களுக்கு என்ன கூறப்படுகிறது?",
    "options": [
      "அ) ஓவியர்கள் தாயின் மகிழ்ச்சியை மட்டும் சித்திரிக்க வேண்டும்.",
      "ஆ) தாயின் அன்பும் பாசமும் ஓவியத்தில் வெளிப்பட வேண்டும்.",
      "இ) தாயின் முகம் மகிழ்ச்சியாக இருக்க வேண்டும்.",
      "ஈ) ஓவியர்கள் கரிசனையுடன் தாயின் உருவத்தை சித்திரிக்க வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "தாயின் மகிழ்ச்சியை மட்டும் சித்திரிக்காமல், அவள் முகத்தில் இருக்கும் அன்பு மற்றும் பாச உணர்வுகளை ஓவியத்தில் பிரதிபலிக்க வேண்டும் என்று கவிஞர் வேண்டுகோள் விடுக்கிறார். தாய்மை என்பது அன்பும் பாசமும் நிறைந்தது என்பதை ஓவியத்தின் மூலம் வெளிப்படுத்த வேண்டும் என்பது கவிஞரின் எண்ணம்."
  },
  {
    "description": "“ஒரு சின்ன மழலைச் சித்திரமா / பால் மணம் கமழ வேண்டும் / அதன் பளிங்கு மேனியில்” என்ற வரிகள் மூலம் கலைஞர்கள் எதனைக் குறிப்பிடுகிறார்கள்?",
    "options": [
      "அ) குழந்தைகளின் பால் மணம்.",
      "ஆ) குழந்தைகளின் அழகிய பளிங்கு போன்ற உடல்.",
      "இ) குழந்தைகளின் பாலுணர்வை.",
      "ஈ) குழந்தைகளின் பரிசுத்தமான இயல்பு."
    ],
    "answer": "D",
    "additional_context": "குழந்தையின் பால் மணம் மற்றும் பளிங்கு போன்ற உடலைப் பற்றி குறிப்பிடுவதன் மூலம் குழந்தையின் பரிசுத்தமான இயல்பை கவிஞர் எடுத்துக்காட்டுகிறார். குழந்தைகள் பரிசுத்தமானவர்கள், நேர்மையானவர்கள், அப்பாவித்தனமானவர்கள் என்பதை கவிஞர் வலியுறுத்துகிறார்."
  },
  {
    "description": "“ஆல்ப்ஸ் மலைச் சிகரங்களா / அட்லாண்டிக் சமுத்திர அலைகளா / அமேசான் காடுகளா / பனிபடர் பள்ளத்தாக்குகளா / தொங்கும் அதிசயத் தோட்டங்களா / இயற்கையின் பிரமிப்பு எதுவும் / கலைவடிவு கொள்ளலாம்” என்ற வரிகள் எதை விளக்குகின்றன?",
    "options": [
      "அ) எந்த இயற்கை அழகையும் கலைஞர்கள் சித்தரிக்கலாம்.",
      "ஆ) கலைஞர்களின் கற்பனையால் இயற்கை அழகுகள் உருவாகின்றன.",
      "இ) இயற்கை அழகுகள்தான் கலைஞர்களுக்கு ஈர்ப்பு.",
      "ஈ) கலைஞர்கள் இயற்கையைப் பிரதிபலிப்பவர்கள்."
    ],
    "answer": "A",
    "additional_context": "கவிஞர் இயற்கையின் அழகைப் பிரதிபலிக்கும் வகையில் படைப்புகளை உருவாக்குமாறு கலைஞர்களை ஊக்கப்படுத்துகிறார். ஆல்ப்ஸ் மலைச் சிகரங்கள், அட்லாண்டிக் பெருங்கடல், அமேசான் காடுகள் போன்ற இயற்கையின் அழகை கலைஞர்கள் தங்கள் படைப்புகளில் சித்தரிக்கலாம் என்று குறிப்பிடுகிறார்."
  }
]
