[
          
  {
    
          "description": "'கண்நின்று கண்அறச் சொல்லினும் சொல்லற்க முன்இன்று பின்நோக்காச் சொல்' என்ற குறள் எதைக் கண்டிக்கிறது?",
          "options": [
      "மெதுவாகப் பேசுதல்",
      "மரியாதையாகப் பேசுதல்",
      "உண்மையைப் பேசுதல்",
      "புறங்கூறுதல்"
    ],
    "answer": "D",
    
          "additional_context": "ஒருவருக்கு நேர்நின்று கடுமையான சொற்களைச் சொன்னாலும் சொல்லலாம். ஆனால், அவர் இல்லாதபோது புறங்கூறுதல் கூடாது என்பதை இந்த குறள் வலியுறுத்துகிறது. அதாவது, ஒருவரின் பின்னால் அவர் இல்லாத இடத்தில் குறை சொல்வது நல்லதல்ல என்பதைக் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'தீதுண்டோ மன்னும் உயிர்க்கு'  என்ற குறள் யாரைப் பற்றியது?",
          "options": [
      "பிறரின் குற்றத்தை மட்டுமே காண்பவர்",
      "தன் குற்றத்தைக் காண்பவர்",
      "தன்னைக் காத்துக் கொள்பவர்",
      "எல்லா உயிர்களையும் காத்துக் கொள்பவர்"
    ],
    "answer": "B",
    
          "additional_context": "பிறருடைய குற்றத்தைக் காண்பது போல், தன்னுடைய குற்றத்தையும் காண்பவருடைய வாழ்வில் துன்பம் இல்லை என்பது இந்த குறளின் பொருள். தன் குற்றத்தை உணர்ந்து அதனைத் திருத்த முயற்சிப்பவர் வாழ்வில் துன்பம் இல்லாமல் இருப்பார் என்பதைக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "'அருட்செல்வம் செல்வத்துள் செல்வம் பொருட்செல்வம் பூரியார் கண்ணும் உள'  என்ற குறள் எந்தச் செல்வத்தைச் சிறப்பித்துக் கூறுகிறது?",
          "options": [
      "பொருட்செல்வம்",
      "அறிவுச் செல்வம்",
      "அருட்செல்வம்",
      "கல்விச் செல்வம்"
    ],
    "answer": "C",
    
          "additional_context": "அருளாகிய செல்வமே செல்வங்களுள் சிறந்த செல்வமாகும். பொருட்செல்வம் இழிந்தவரிடத்திலும் உள்ளது என்பதை இந்த குறள் வலியுறுத்துகிறது. அருட்செல்வம் என்பது இறைவனைப் போற்றி, பிறருக்கு உதவ வேண்டும் என்ற எண்ணத்துடன் வாழ்வதை குறிக்கும். இதன் மூலம் அருட்செல்வமே உயர்ந்த செல்வம் என்பதைக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "'வலியார்முன் தன்னை நினைக்கதான் தன்னின் மெலியார்மேல் செல்லும் இடத்து'  என்ற குறள் எதைக் கற்றுத்தருகிறது?",
          "options": [
      "மென்மையாக இருத்தல்",
      "மெலியவரைப் பாதுகாத்தல்",
      "வலியவரைப் பயப்படாமை",
      "பிறரைப் பற்றி எண்ணிப் பார்த்தல்"
    ],
    "answer": "D",
    
          "additional_context": "ஒருவர் தம்மைவிட மெலிந்தவரை துன்புறுத்தும்போது, தம்மைவிட வலிமையுடையவரின் முன் தாம் அஞ்சி நிற்கும் நிலையை எண்ணிப் பார்த்தல் வேண்டும் என்பதை இந்த குறள் கூறுகிறது. அதாவது, நம்மை விட வலிமை குறைந்தவர்களை துன்புறுத்தும் போது, நம்மை விட வலிமை மிக்கவர்கள் நம்மை எப்படி நடத்துவார்கள் என சிந்திக்க வேண்டும் என்பதை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'வாய்மை எனப்படுவது யாதெனின் யாதொன்றும் தீமை இலாத சொலல்'  என்ற குறள் வாய்மையின் இயல்பை எவ்வாறு வரையறுக்கிறது?",
          "options": [
      "உண்மையை மட்டுமே சொல்லுதல்",
      "நன்மைதரக்கூடிய சொற்களைப் பேசுதல்",
      "மனதில் இருப்பதை வெளிப்படுத்துதல்",
      "தீமை இல்லாத சொற்களைச் சொல்லுதல்"
    ],
    "answer": "D",
    
          "additional_context": "வாய்மை எனப்படுவது மற்றவர்க்கு ஒரு தீங்கும் தராத சொற்களைச் சொல்லுதல் ஆகும் என்பதை இந்த குறள் விளக்குகிறது. அதாவது, உண்மை மட்டுமல்லாமல், நன்மை தரக்கூடிய மற்றும் மற்றவர்களுக்கு தீங்கு விளைவிக்காத சொற்களைப் பேசுவதுதான் வாய்மை என்பதைக் குறிப்பிடுகிறது."
          }
        ]