
[
  {
    "description": "“எறும்பு ஊரக் கல்லும் தேயுங்கிற மாதிரி” என்ற சொலவடை என்ன கருத்தை எடுத்துக்காட்டுகிறது?",
    "options": [
      "அ) எறும்புகளால் கல்லைத் தேய்க்க முடியும்",
      "ஆ) நிலையான விஷயங்களையும் தொடர்ச்சியான முயற்சியால் மாற்ற முடியும்",
      "இ) எறும்பு கல்லுக்கு பயப்படுகிறது ",
      "ஈ) எறும்புகள் கல்லில் பறந்து  ஓடும்"
    ],
    "answer": "B",
    "additional_context": "கதையின் நாயகன் பள்ளிக்கூடம் போகாமல் ஊரை சுற்றித்திரிந்தான். அவன் அம்மா அப்பா எவ்வளவோ சொல்லியும் அவன் கேட்கவில்லை. பையனை மாற்ற வேண்டும் என்று அப்பா முடிவு செய்து, எறும்பு ஊரக் கல்லும் தேயுங்கிற மாதிரி இவனைக் கொஞ்சம் கொஞ்சமா மாத்தணும்னு நினைக்குறாரு அவங்க அப்பா. பொறுமையா அறிவுரை சொல்றாரு. "
  },
  {
    "description": "“அடை மழை விட்டாலும் செடி மழை விடாதுங்கிற மாதிரி” என்ற சொலவடை  என்ன கருத்தை எடுத்துக்காட்டுகிறது?",
    "options": [
      "அ) செடிகளுக்கு மழை தேவையில்லை",
      "ஆ) மழை விழுந்தாலும் செடிகள் வளராது",
      "இ) பல முறை அறிவுரை கூறினாலும் சிலர் கேட்க மாட்டார்கள்",
      "ஈ) மழை ஒரு தீய சக்தி "
    ],
    "answer": "C",
    "additional_context": "பையன் பள்ளிக்கூடம் போக மறுத்துவிட்டான். வெளைச்சலுக்கும் வெள்ளாட்டுக்கும் சென்மப் பகைங்கிற மாதிரி இந்தப் பயகிட்ட போராடித்தான் படிக்க வைக்கணும் என்று அப்பா நினைக்கிறார். அவன் அப்பாவின் அறிவுரையைக் கேட்காமல் மறுத்துவிட்டான். அடை மழை விட்டாலும் செடி மழை விடாதுங்கிற மாதிரி அப்பா விட்டாலும் அம்மா விடமாட்டாங்க போல இருக்குன்னு நெனச்சுப் பையன் பள்ளிக்கூடத்துக்குப் போறான். "
  },
  {
    "description": "“நினைச்சதாம் கழுதை எடுத்ததாம் ஓட்டமுங்கிற மாதிரிப்” என்ற சொலவடை என்ன கருத்தை எடுத்துக்காட்டுகிறது?",
    "options": [
      "அ) கழுதைக்கு ஓட்டம் பிடிக்கும்",
      "ஆ) கழுதையைத் துரத்தக் கூடாது ",
      "இ) சொல்லுவதற்கும் செய்வதற்கும் வேறுபாடு இருக்கலாம் ",
      "ஈ) நினைவுகளில் ஈடுபடுவது தவறு"
    ],
    "answer": "C",
    "additional_context": "பள்ளிக்கூடம் போக விரும்பாத பையன், பள்ளிக்கூடத்தை விட்டு ஓட்டம் பிடித்து விளையாட யாராவது கிடைப்பாங்களான்னு பார்க்குறான். நினைச்சதாம் கழுதை எடுத்ததாம் ஓட்டமுங்கிற மாதிரிப் பள்ளிக்கூடத்தை விட்டு ஓட்டம் பிடிக்குறான். "
  },
  {
    "description": "“இருப்பவனுக்குப் புளியேப்பம்; இல்லாதவனுக்குப் பசியேப்பம்”  என்ற சொலவடை ______  என்பதை எடுத்துக்காட்டுகிறது.",
    "options": [
      "அ) அவசரம்",
      "ஆ) பசி",
      "இ) பொறுமை",
      "ஈ) தேவை"
    ],
    "answer": "D",
    "additional_context": "பையன் ஒரு மாட்டை விளையாட அழைக்கிறான். மாடு தனக்கு வேலை இருப்பதாக சொல்லி பையனை அனுப்பிவிடுகிறது. இப்போ உனக்குத்தான் வேலை இல்லை. இருப்பவனுக்குப் புளியேப்பம்; இல்லாதவனுக்குப் பசியேப்பம். நான் என் முதலாளிக்கு உப்புமூட்டை, புளிமூட்டை எல்லாம் சுமக்கணும். நான் வரல. "
  },
  {
    "description": "“அவப்பொழுது போக்குவதிலும் (வீணாகப் பொழுதுபோக்குதல்) தவப்பொழுது நல்லதும்பாங்க” என்ற சொலவடை  ______  என்பதை வலியுறுத்துகிறது.",
    "options": [
      "அ) பொழுது போக்குதல்",
      "ஆ) வேலை செய்ய வேண்டிய அவசியம்",
      "இ) நேர மேலாண்மை",
      "ஈ) பயிற்சி"
    ],
    "answer": "B",
    "additional_context": "பையன் ஒரு ஆமையை விளையாட அழைக்கிறான். ஆமை தனக்கு முயலுடன் போட்டி இருப்பதாக சொல்லிவிடுகிறது. அவப்பொழுது போக்குவதிலும் (வீணாகப் பொழுதுபோக்குதல்) தவப்பொழுது நல்லதும்பாங்க. நான் கொஞ்ச நேரம் கூட வீணாக்காமல் நடந்தே ஆகணும். "
  }
]
