
[
  {
    "description": "நாமக்கல் கவிஞர் எந்த சமூகத்திற்குப் போராடியவர்?",
    "options": [
      "மதத்தின் அடிப்படையில் பிரிந்தவர்கள்",
      "பணக்காரர்கள்",
      "ஏழை எளிய மக்கள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "C",
    "additional_context": "நாமக்கல் கவிஞர், காந்திய கொள்கைகளால் ஈர்க்கப்பட்டு, காந்தியத்தைப் பின்பற்றி காந்தியக் கவிஞர் என்றும் அழைக்கப்படுகிறார். அவர் எல்லா மனிதர்களின் நலத்தையும் விரும்பி, அவர்கள் அனைவரும் இன்புற்று வாழ வேண்டும் என்கிற நோக்கத்துடன் போராடியவர்.  காந்திய கொள்கைகள் ஏழை, எளிய மக்களின் நலனை முன்னிலைப்படுத்தும் என்பதால், நாமக்கல் கவிஞர் ஏழை எளிய மக்களின் நலனுக்காக போராடியவர் எனலாம்."
  },
  {
    "description": "கவிதைப் பகுதியில் நாமக்கல் கவிஞர், தமிழ் மொழியை யாருடைய குரலாகக் குறிப்பிடுகிறார்?",
    "options": [
      "எல்லா மனிதர்களின் குரலாக",
      "தமிழர்களின் குரலாக",
      "அறவழி நடப்பவர்களின் குரலாக",
      "கொல்லா விரதம் பின்பற்றுபவர்களின் குரலாக"
    ],
    "answer": "B",
    "additional_context": "கவிதைப் பாடலில், நாமக்கல் கவிஞர், தமிழ்மொழியை  'அதுவே தமிழன் குரலாகும்' என குறிப்பிடுகிறார்.  இதன் மூலம், தமிழ் மொழி,  தமிழ் மக்களின் குரலாகும்  என்பதை நாம் புரிந்து கொள்ள முடியும்."
  },
  {
    "description": "'எங்கள் தமிழ்' பாடலில், தமிழர்களின் இயல்பைப் பற்றி கூறப்படும் செய்தியைப் பொருத்துக் கொண்டு கீழ்க்கண்ட கூற்றுகளில் எது சரியானது?",
    "options": [
      "தமிழர்கள் அனைவரையும் புகழ்ந்து பேசுவர்.",
      "தம்மைப் போற்றாதவர்களை இகழ்ந்து பேசுவர்.",
      "பொருள் பெறுவதற்காக யாரையும் புகழ்ந்து பேசமாட்டார்கள்.",
      "எல்லா மனிதர்களையும் கொன்று குவிப்பார்கள்."
    ],
    "answer": "C",
    "additional_context": "நாமக்கல் கவிஞர் பாடலில்,  'பொருள்பெற யாரையும் புகழாது' என குறிப்பிடுகிறார்.  இதன் மூலம், தமிழர்கள் பொருள் பெறுவதற்காக யாரையும் புகழ்ந்து பேசமாட்டார்கள் என்பதை நாம் புரிந்து கொள்ள முடியும்.  மேலும், 'போற்றா தாரையும் இகழாது' என்கிற வரி மூலம், தன்னைப் போற்றாதவர்களையும் இகழ்ந்து பேசமாட்டார்கள் என்பதை உணர்த்துகிறார்."
  },
  {
    "description": "பாடலில் தமிழ்மொழி மனிதர்களிடம் எதை ஊக்குவிக்கிறது?",
    "options": [
      "பொய் பேசுவதையும், கொல்லுவதையும்",
      "இன்பத்தைத் தேடுவதையும், அச்சத்தைத் தூண்டுவதையும்",
      "அன்பு, அறம் மற்றும் இன்பத்தை",
      "மோசமான செயல்களை மறைப்பதையும், தீமையைப் பரப்புவதையும்"
    ],
    "answer": "C",
    "additional_context": "பாடலில் தமிழ்மொழி மனிதர்களிடம் அன்பு, அறம் மற்றும் இன்பத்தை ஊக்குவிக்கிறது என்பதை  'அன்பும் அறமும் ஊக்கிவிடும் அச்சம் என்பதைப் போக்கிவிடும் இன்பம் பொழிகிற' என்கிற வரிகளிலிருந்து  நாம் தெளிவாக புரிந்து கொள்ள முடியும்."
  },
  {
    "description": "'எங்கள் தமிழ்' பாடலில் தமிழ் மொழியை தேனுடன் ஒப்பிட்டுப் பேசப்படுவதற்கான காரணம் எது?",
    "options": [
      "தமிழ் மொழி போன்றே தேனும் மிகவும் இனிமையானது.",
      "தேன் போன்று தமிழ் மொழியும் மிகவும் விலை உயர்ந்தது.",
      "தேன் போன்று தமிழ் மொழியும் மிகவும் பயனுள்ளது.",
      "தமிழ் மொழியும் தேன் போன்றே சிரமப்பட்டுப் பெற வேண்டியது."
    ],
    "answer": "A",
    "additional_context": "'எங்கள் தமிழெனும் தேன்மொழியாம்' என்கிற வரியில், தேனுடன் தமிழ் மொழியை ஒப்பிட்டுப் பேசப்படுகிறது.  இதன் மூலம், தமிழ் மொழி போன்றே தேனும் மிகவும் இனிமையானது என்பதை நாமக்கல் கவிஞர்  உணர்த்துகிறார்."
  }
]
