[
          
  {
    
          "description": "'சொல்லி மயில் விளையாடிடுமாம்'  என்ற வரியில் 'சொல்லி' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "கூறி",
      "சிரித்து",
      "நடந்து",
      "பறந்து"
    ],
    "answer": "A",
    
          "additional_context": "பாஞ்சாலங்குறிச்சி என்ற ஊரில் மயில்கள் அதன் வளங்களைப் பற்றிச் சொல்லி விளையாடுவதாகப் பாஞ்சை வளம் என்ற பாடல் கூறுகிறது. 'சொல்லி'  என்ற சொல் 'கூறி' என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது. மயில்கள் அதன் வளங்களைப் பற்றி கூறி விளையாடுவதாகப் பாடல் குறிப்பிடுகிறது. இதிலிருந்து பாஞ்சாலங்குறிச்சி மிகவும் வளம் மிக்கது என்பதை நாம் அறிந்துகொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "'வரந்தருவாளே சக்க தேவி' என்ற வரியில் 'வரம்' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "பரிசு",
      "கொடை",
      "அருள்",
      "வாழ்த்து"
    ],
    "answer": "C",
    
          "additional_context": "சக்கதேவி என்ற தெய்வம் பாஞ்சாலங்குறிச்சிக்கு அருள்புரிவதாகக் கூறுகிறது. 'வரம்' என்ற சொல் 'அருள்' என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  சக்க தேவி தன் அருளைப் பாஞ்சாலங்குறிச்சி மீது பொழிவதாகக் கூறப்படுகிறது. இதனால் அந்நாட்டின் மக்கள் மகிழ்ச்சியாகவும் செழிப்பாகவும் வாழ்வதாகவும் பாடல் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'வீடுகளா மதிலோடை களாம்'  என்ற வரியில் 'மதிலோடை' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "மதில் உள்ளே",
      "மதில் வெளியே",
      "மதிலால் சூழப்பட்ட",
      "மதிலுக்கு அருகில்"
    ],
    "answer": "C",
    
          "additional_context": "பாஞ்சாலங்குறிச்சி மக்களின் வீடுகள் மதில்களால் சூழப்பட்டிருப்பதாகப் பாஞ்சை வளம் என்ற பாடல் கூறுகிறது. 'மதிலோடை'  என்ற சொல் 'மதிலால் சூழப்பட்ட'  என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  இதனால் அந்நாட்டின் மக்கள் பாதுகாப்பாக வாழ்வதாகவும் பாடல் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'நந்தவனங்களும் சந்தனச் சோலையும்'  என்ற வரியில் 'நந்தவனம்'  என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "பூந்தோட்டம்",
      "தென்னை தோப்பு",
      "காடு",
      "குளம்"
    ],
    "answer": "A",
    
          "additional_context": "பாஞ்சாலங்குறிச்சியில் பூந்தோட்டங்கள் நிறைந்துள்ளதாகப் பாஞ்சை வளம் என்ற பாடல் கூறுகிறது. 'நந்தவனம்'  என்ற சொல் 'பூந்தோட்டம்' என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது. இதனால் அந்நாடு இயற்கை அழகு மிக்கதாகவும் பாடல் குறிப்பிடுகிறது. இதனால் அந்நாட்டில் பலவகை மலர்கள் வளர்ந்து மணம் பரவுவதாகவும் பாடல் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "'சொக்கட்டான் சாரியல்ஓர் புறமாம்'  என்ற வரியில் 'சாரியல்'  என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "நடைபாதை",
      "வீதி",
      "சந்தை",
      "தெரு"
    ],
    "answer": "A",
    
          "additional_context": "பாஞ்சாலங்குறிச்சியில் நடைபாதைகள் இருப்பதாகப் பாஞ்சை வளம் என்ற பாடல் கூறுகிறது.  'சாரியல்'  என்ற சொல் 'நடைபாதை'  என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.   பாஞ்சாலங்குறிச்சியில்  நடைபாதைகள்  மற்றும் வீதிகள்  இருந்தன.  இதனால் அந்நாட்டின் மக்கள் எளிதாக இடத்திற்கு இடம் செல்ல முடிந்தது. இது அந்நாட்டின் வளர்ச்சிக்கு மிகவும் துணைபுரிந்தது."
          }
        ]