
[
  {
    "description": "'ஆழ்கடலின் அடியில்' கதை எந்தப் பாடத்துடன் தொடர்புடையது?",
    "options": [
      "வரலாறு",
      "புவியியல்",
      "இயற்பியல்",
      "தமிழ்நாடு"
    ],
    "answer": "D",
    "additional_context": "ஆழ்கடலின் அடியில் கதை நமது கடலின் அழகை, அங்குள்ள பல்வேறு விலங்குகளையும்  நகரங்களையும் பற்றியும்,  நகரங்கள் கடலில் மூழ்கி இருப்பது பற்றியும் விவரிக்கிறது. இதைப் படித்து நாம் புவியியல் பற்றி மேலும் அறியலாம். "
  },
  {
    "description": "பியரி, கான்சீல் மற்றும் நெட் ஆகியோர் எந்த விலங்கைக் கண்டுபிடித்து அழிப்பதற்காக கடலுக்குள் பயணம் மேற்கொண்டனர்?",
    "options": [
      "கடல் பல்லி",
      "கடல் பாம்பு",
      "உலோக உடலைக் கொண்ட விந்தையான விலங்கு",
      "திமிங்கிலம்"
    ],
    "answer": "C",
    "additional_context": "கடலில் செல்லும் பெரிய கப்பல்களை உலோகத்தால் ஆன உடலைக் கொண்ட ஒரு விந்தையான விலங்கு தாக்குகிறது என்ற செய்தி கேட்டு பியரி, கான்சீல் மற்றும் நெட்  ஆகியோர் கடலுக்குள் பயணம் மேற்கொண்டனர்.  கப்பல் மாலுமிகளிடையே ஓர் அதிர்ச்சியான தகவல் பரவியது. கடலில் செல்லும் பெரிய கப்பல்களை உலோகத்தால் ஆன உடலைக் கொண்ட ஒரு விந்தையான விலங்கு தாக்குகிறது என்பதுதான் அந்தச் செய்தி."
  },
  {
    "description": "நாட்டிலஸ் எனப்படும் நீர்மூழ்கிக் கப்பல் கடலுக்கு அடியில் எந்தப் பகுதியில் இருந்தது?",
    "options": [
      "அமெரிக்காவுக்கும் ஜப்பானுக்கும் இடையே உள்ள பெருங்கடல் பரப்பு",
      "இந்தியாவுக்கும் இலங்கைக்கும் அருகில் உள்ள கடல் பகுதி",
      "இங்கிலாந்துக்கும் ஸ்பெயினுக்கும் இடையே உள்ள கடல் பகுதி",
      "பூமியின் தென்துருவப் பகுதி"
    ],
    "answer": "A",
    "additional_context": "மூன்று மாதங்கள் அமெரிக்காவுக்கும் ஜப்பானுக்கும் இடையே உள்ள பெருங்கடல் பரப்பில் ஓர் இடம் விடாமல் தேடினோம். அந்த விலங்கு எங்கள் கண்ணில் படவே இல்லை. எனவே, கப்பல் எங்கள் நகரத்தை நோக்கிப் பயணத்தைத் தொடங்கியது."
  },
  {
    "description": "கப்பல் கடலுக்கு அடியில் எந்தப் பகுதியில் சிக்கிக்கொண்டது?",
    "options": [
      "கடல்புற்று எனப்படும் மணல் திட்டில்",
      "ஆக்டோபஸ் இருந்த இடத்தில்",
      "கடல் எரிமலை இருந்த இடத்தில்",
      "அட்லாண்டிஸ் நகரத்தின் இடிபாடுகளில்"
    ],
    "answer": "A",
    "additional_context": "ஒருநாள் திடீரென்று கப்பல் கடல் மட்டத்தில் நின்றுவிட்டது.  கடலுக்குள் இருக்கும் கடல்புற்று எனப்படும் மணல் திட்டில் கப்பல் சிக்கிக் கொண்டுவிட்டது. இன்னும் ஒரு வாரத்தில் முழுநிலவு நாளன்று கடலின் நீர்மட்டம் உயரும். அப்போது நமது நீர்மூழ்கிக் கப்பல் தானாகவே நீர்மட்டத்தில் மிதக்கத் தொடங்கும். அதுவரை பொறுத்திருக்க வேண்டும்"
  },
  {
    "description": "நாட்டிலஸில் பயணித்துக் கொண்டிருந்தபோது, எந்த நகரத்தின் இடிபாடுகளைக் கண்டு வியந்தனர்?",
    "options": [
      "ரோம்",
      "அட்லாண்டிஸ்",
      "பாபிலோன்",
      "எகிப்து"
    ],
    "answer": "B",
    "additional_context": "இன்னோர் இடத்தில் கடலுக்குள் தீப்பிழம்பைக் கக்கிக்கொண்டிருக்கும் எரிமலையைக் கண்டு வியந்தோம். அதன் அடியில் பலநூறு ஆண்டுகளுக்கு முன்பு ஒரே நாளில் பூகம்பத்தால் கடலுக்குள் மூழ்கிப்போன 'அட்லாண்டிஸ்' என்னும் நகரத்தின் இடிபாடுகளைக் கண்டோம். "
  }
]
