
[
  {
    "description": "கப்பல் செலுத்துபவர்களை அழைக்கும் பல்வேறு பெயர்கள் யாவை?",
    "options": [
      "மாலுமி, மீகாமன், நீகான், கப்பலோட்டி",
      "கம்மியர், தொகுதி, சமுக்கு",
      "எரா, பருமல், கூம்பு",
      "வங்கம், நாவாய், ஓடம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கப்பல் செலுத்துபவர்களை மாலுமி, மீகாமன், நீகான், கப்பலோட்டி  என்று பல பெயர்களால் அழைப்பர்."
  },
  {
    "description": "பண்டைய தமிழர்கள் கப்பல்களைச் செலுத்தத் திசையை அறிய பயன்படுத்திய முறைகள் எவை?",
    "options": [
      "காற்றின் திசை, கடல் நீரோட்டம், விண்மீன்களின் நிலை",
      "கலங்கரை விளக்கம், சுக்கான், நங்கூரம்",
      "கப்பல் சாத்திரம், தொல்காப்பியம், பட்டினப்பாலை",
      "கம்மியர், மரத்தின் தன்மை, கண்ணடை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காற்றின் திசையை அறிந்து கப்பல்களைச் செலுத்தும் முறையைத் தமிழர்கள் நன்கு அறிந்திருந்தனர். கடலில் காற்று வீசும் திசை, கடல் நீரோட்டங்களின் திசை ஆகியவற்றைத் தம் பட்டறிவால் நன்கு அறிந்து அவற்றுக்கேற்ப உரிய காலத்தில் சரியான திசையில் கப்பலைச் செலுத்தினர். திசைகாட்டும் கருவியைப் பயன்படுத்தியும் வானில் தோன்றும் விண்மீன்களின் நிலையை வைத்தும் திசையை அறிந்து கப்பலைச் செலுத்தினர். கப்பல் ஓட்டும் மாலுமிகள் சிறந்த வானியல் அறிவையும் பெற்றிருந்தனர். கோள்களின் நிலையை வைத்துப் புயல், மழை போன்றவை தோன்றும் காலங்களையும் கடல்நீர் பொங்கும் காலத்தையும் அறிந்து தகுந்த காலத்தில் கப்பல்களைச் செலுத்தினர்."
  },
  {
    "description": "பண்டைய தமிழர்களின் கப்பல் கட்டும் கலையில் சிறந்து விளங்கியவர்கள் எந்தப் பகுதியைச் சேர்ந்தவர்கள்?",
    "options": [
      "தென்னிந்தியா",
      "வட இந்தியா",
      "கிழக்கு ஆசியா",
      "மேற்கு ஆசியா"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தமிழர்கள் முற்காலத்திலேயே கப்பல் கட்டும் கலையை நன்கு அறிந்திருந்தனர். கப்பல் கட்டும் கலைஞர்கள் கம்மியர் என்று அழைக்கப்பட்டனர்."
  },
  {
    "description": "தமிழர்கள் கப்பல் பயணத்திற்குப் பயன்படுத்திய ஊர்திகளில் எது அளவில் பெரியது?",
    "options": [
      "தோணி",
      "ஓடம்",
      "கலம்",
      "தெப்பம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தமிழர்கள் தோணி, ஓடம், படகு, புணை, மிதவை, தெப்பம் போன்றவற்றைச் சிறிய நீர்நிலைகளைக் கடக்கப் பயன்படுத்தினர். கலம், வங்கம், நாவாய் முதலியவை அளவில் பெரியவை."
  },
  {
    "description": "பண்டைய தமிழர்கள் கப்பல் கட்டும்போது எந்தப் பகுதியை \"வெட்டுவாய்\" என்று அழைத்தார்கள்?",
    "options": [
      "மரத்தின் தண்டுப் பகுதி",
      "மரத்தின் கிளை",
      "மரத்தின் இலை",
      "மரத்தின் வேர்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கப்பல் கட்டுவதற்கு உரிய மரங்களைத் தேர்ந்தெடுப்பதில் தமிழர்கள் மிகுந்த கவனம் செலுத்தினர். கப்பல்கள் தண்ணீரிலேயே இருப்பவை என்பதால் தண்ணீரால் பாதிப்பு அடையாத மரங்களையே கப்பல் கட்டப் பயன்படுத்தினர். மரத்தின் வெட்டப்பட்ட பகுதியை வெட்டுவாய் என்பர். அதன் நிறத்தைக் கொண்டு மரத்தின் தன்மையை அறிவர்."
  }
]
