
[
  {
    "description": "பாடப்பகுதியில் குறிப்பிடப்படும் கவிஞர்களில் எவர் ஒரு வர்த்தகரின் மரணத்தை துயரத்துடன் பாடியுள்ளார்?",
    "options": [
      "கடிகைமுத்துப் புலவர்",
      "பிள்ளைப்பெருமாள்",
      "நமசிவாயப் புலவர்",
      "திருநெல்வேலி அழகிய சொக்கநாதர்"
    ],
    "answer": "C",
    "additional_context": "காயல்பட்டணத்தில் இருநூற்றைம்பது வருஷத்துக்கு முன் சீதக்காதி என்ற பெரிய வாணிகர் இருந்தார். அவருடைய கப்பல்கள் பல தேசங்களுக்கும் சென்று வர்த்தகத்தின் மூலமாக மிகுந்த திரவியத்தைச் சம்பாதித்து வந்தன. அவர் தமிழ்ப் புலவர்களுக்குப் பெருங்கொடை கொடுத்து வந்தார். அவர் இறந்தபோது, புலவர்கள் இதயத்தில் இடிதான் விழுந்தது. நமசிவாயப் புலவர் என்பவர் என்ன ஆற்றாமையோடு அலறுகின்றார் பாருங்கள்:"
  },
  {
    "description": "பாடப்பகுதியில் \"வானத்தில் விளைந்த சுடர்கள்போல இயற்கையில் விளைந்த கவிகளைத்தான் கவிகள் என்று சொல்ல வேண்டும்\" எனக் குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "கவிஞர்கள் இயற்கையைப் பற்றியே பாட வேண்டும்.",
      "கவிஞர்கள் தனித்துவம் கொண்டவர்கள்.",
      "நல்ல கவிஞர்கள் அரிதானவர்கள்.",
      "கவிஞர்களின் பாடல்கள் இயற்கைத் தன்மையை பிரதிபலிக்க வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "ஒரு நாட்டில் காவியம் உண்டாகிக் கொண்டே இருக்க வேண்டுமென்று எதிர்பார்ப்பது அவ்வளவு சரியல்ல. பொதுவாக, ஆயிரம் வருஷத்துக்கு ஒரு தடவை கவிஞன் பிறக்கிறான் என்று சொல்லுவார்கள். ஒருவகையாக அஃது உண்மைதான். கவி அவ்வளவு அருமை. ஆனால், கவியை அனுபவிக்கிற திறமை அவ்வளவு அபூர்வமான விஷயம் அல்ல; ஆண், பெண் எல்லோருமே அனுபவிக்கிற விஷயந்தான் அது.\nவானத்தில் விளைந்த சுடர்கள்போல இயற்கையில் விளைந்த கவிகளைத்தான் கவிகள் என்று சொல்ல வேண்டும்."
  },
  {
    "description": "பாடப்பகுதியில் எட்டையபுரம் குறிப்பிடப்பட்டுள்ளது. இது எந்தக் கவிஞருடன் தொடர்புடையது?",
    "options": [
      "கடிகைமுத்துப் புலவர்",
      "பாரதியார்",
      "தேசிகவிநாயகனார்",
      "அருணகிரிநாதர்"
    ],
    "answer": "B",
    "additional_context": "பாரதியார் பிறந்து வளர்ந்த இடம் எட்டையபுரம். எட்டையபுர சமஸ்தானம் நெடுகிலும் ஊர் ஊராய்ப் புலவர்களும் கவிராயர்களும் வாழ்ந்தனர். தேசிகவிநாயகனார் கன்னியாகுமரிப் பக்கம் - அதாவது நாஞ்சில் நாட்டில் பிறந்து வளர்ந்தவராய் இருந்தாலும் அவர் தமிழை அழுத்தமாக ஆர்வத்தோடு கற்ற இடம் திருநெல்வேலி நகர்தான்."
  },
  {
    "description": "\"ஆற்று வெள்ளம் நாளை வரத் தோற்று தேகுறி – மலை யாள மின்னல் ஈழ மின்னல் சூழ மின்னுதே!\"  இந்த அடி எந்த இடத்தின் சிறப்பைப் பறைசாற்றுகிறது?",
    "options": [
      "எட்டையபுரம்",
      "முக்கூடல்",
      "திருநெல்வேலி",
      "குற்றாலம்"
    ],
    "answer": "B",
    "additional_context": "மணியாச்சியிலிருந்து ஏழெட்டு மைல் தூரத்தில் தாமிரபரணி நதியும் சிற்றாறும் கலக்கிற இடம்தான் சீவலப்பேரி என்கிற முக்கூடல். முக்கூடல் பள்ளு என்னும் பிரபந்தம் முக்கூடலைப் பற்றியதுதான். சாதாரணமாக மழை பெய்யாத இடத்தில் மழை பெய்கிறது என்றால் குடியானவர்களுக்கு ஒரே கும்மாளி அல்லவா? அந்தக் கும்மாளி,\nஆற்று வெள்ளம் நாளை வரத் தோற்று தேகுறி – மலை\nயாள மின்னல் ஈழ மின்னல் சூழ மின்னுதே!"
  },
  {
    "description": "பாடப்பகுதியில் குறிப்பிடப்படும் கவிஞர்களில் எவர் நம்மாழ்வாரின் அவதார ஸ்தலத்தைப் பற்றிப் பாடியுள்ளார்?",
    "options": [
      "கடிகைமுத்துப் புலவர்",
      "பிள்ளைப்பெருமாள்",
      "முத்தொள்ளாயிர ஆசிரியர்",
      "திரிகூடராசப்பக் கவிராயர்"
    ],
    "answer": "B",
    "additional_context": "திருநெல்வேலியிலிருந்து திருச்செந்தூருக்குப் போகிற மார்க்கத்திலே பதினெட்டாவது மைலில் ஆற்றுக்கு வடகரையில் சீவைகுண்டம் இருக்கிறது. பிள்ளைப்பெருமாள் சீவைகுண்டத்துப் பெருமாளைப் பற்றிப் பாடியுள்ளார். ஆற்றுக்குத் தென்கரையில் நம்மாழ்வார் அவதார ஸ்தலமான ஆழ்வார்திருநகரி இருக்கிறது. பூர்வத்தில் இதற்குத் திருக்குருகூர் என்று பெயர். நம்மாழ்வார் தமது ஈடுபாட்டை ஆயிரம் தமிழ்ப்பாட்டில் (திருவாய்மொழியில்) வெளியிட்டார். இது தமிழுக்குக் கிடைத்த யோகம்."
  }
]
