[
          
  {
    
          "description": "மேற்கண்ட துண்டுச் செய்தியில்  'இளமைப் பருவம்' என்பதைக் குறிப்பிடும் முக்கிய கருத்து எது?",
          "options": [
      "இளமைப்பருவம் என்பது விளையாட்டிற்கான காலம்.",
      "இளமைப்பருவம் என்பது கல்விக்கான காலம்.",
      "இளமைப் பருவம் என்பது வேலைக்குச் செல்லும் காலம்.",
      "இளமைப் பருவம் என்பது திருமணத்திற்கான காலம்."
    ],
    "answer": "B",
    
          "additional_context": "இந்த துண்டுச் செய்தியில், ஒவ்வொரு மனிதனுக்கும் சில கடமைகள் உண்டு. அவை மனிதனின் ஒவ்வொரு பருவத்திற்கும் ஏற்ப மாறுபடும். இளமைப்பருவம் கல்விக்கு உரியது. எனவேதான் 'இளமையில் கல்' என்று ஔவையார் கூறினார். இளமையில் கற்கும் கல்வி ஒருவனைச் சான்றோனாக உருவாக்கும். எந்தக் காரணத்திற்காகவும் கல்வி கற்பதைத் தவிர்க்கக் கூடாது என்பதை உணர்த்தும் கதை ஒன்றைப் படிப்போம்."
          }
        ,
          
  {
    
          "description": "மதிவாணனின் மனநிலையைப் பற்றி மேற்கண்ட துண்டுச் செய்தி எதை வெளிப்படுத்துகிறது?",
          "options": [
      "பள்ளி திறப்புக்கான ஆர்வம்",
      "கோடை விடுமுறையை இழந்த துயரம்",
      "வேலைக்குச் செல்லும் ஆவல்",
      "பள்ளிக்குச் செல்லும் குழப்பம்"
    ],
    "answer": "D",
    
          "additional_context": "கோடை விடுமுறை முடிந்த பிறகு பள்ளி மறுதிறப்புக்கு இரண்டு நாள்கள் இருந்தன. மதிவாணனுக்குக் கோடை விடுமுறை ஒன்றரை மாதமும் ஓடி விட்டது. பள்ளிக்குப் போகணும்ங்கற கவலையா? என்று கேட்டதற்கு  மதிவாணன் 'கவலையில்லடா, முடிவு பண்ணனும்' என்றான். பள்ளிக்குப் போறதா, இல்லே பின்னலாடை நிறுவனத்துக்குப் போறதான்னு.. என்றான் மதிவாணன். அவனுக்கு குழப்பம் இருப்பதை இந்த துண்டுச் செய்தி வெளிப்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "மதிவாணன் கோடை விடுமுறையில் எதைச் செய்ய விரும்பினான்?",
          "options": [
      "நண்பர்களுடன் விளையாடுவது",
      "பின்னலாடை நிறுவனத்துக்கு வேலைக்குச் செல்வது",
      "வீட்டில் இருந்து வெளியேற விரும்புவது",
      "பள்ளிக்குச் செல்லும் ஆர்வம்"
    ],
    "answer": "C",
    
          "additional_context": "மதிவாணன் கோடை விடுமுறையில் நாலைந்து நாள்கள் அக்காவீடு, அத்தை வீடு போய் வந்தான். தொலைக்காட்சி பார்த்துப் பொழுது போக்கினான். பள்ளி திறப்புக்கான தேதியை நெருங்கும் போது  தன் நண்பன் கவின் ஒரு நாள் அழைத்தான். 'சும்மாதானே இருக்கே. வாடா பின்னலாடை நிறுவனத்துக்குப் போகலாம். புதிய உடைகள், எழுதுகோல்கள், குறிப்பேடுகள், வாங்கப் பணம் சம்பாதிச்சுருவே. இந்த விடுமுறையிலே வீட்லேயும் சுமையா இருக்க வேண்டியதில்லே.. பின்னலாடை நிறுவனத்துக்கு ஆளு வேணும். வாடா..' என்றான். வீட்டில் இருந்து வெளியேற விரும்புவதே இதிலிருந்து தெரிகிறது."
          }
        ,
          
  {
    
          "description": "பின்னலாடை நிறுவன வேலையை மதிவாணன் எப்படிப் பார்த்தான்?",
          "options": [
      "கடினமான வேலை",
      "சுவாரஸ்யமான வேலை",
      "சலிப்பான வேலை",
      "சுகமான வேலை"
    ],
    "answer": "D",
    
          "additional_context": "ஒன்றரை மாதங்கள் ஓடிவிட்டன. பின்னலாடை நிறுவன வேலை புதுசாக இருந்தது. ஆடைகளை அடுக்கிக் கட்டும் வேலைதான். சனிக்கிழமை வாரச் சம்பளம். பத்து மணிக்கும் பிற்பகலிலும் வடை, தேநீர். இரவில் பரோட்டா, தோசை என்று சுவையாகச் சாப்பிட முடிந்தது.  கோடை விடுமுறையில் பின்னலாடை நிறுவனத்தில் வேலை செய்து மதிவாணன்  மகிழ்ச்சியாக இருந்தான் என்பதை இந்த துண்டுச் செய்தி கூறுகிறது."
          }
        ,
          
  {
    
          "description": "பின்னலாடை நிறுவனத்தில் அதிகாரிகளின் வருகையால் மதிவாணன் என்ன உணர்ந்தான்?",
          "options": [
      "மகிழ்ச்சி",
      "பயம்",
      "அவமானம்",
      "கவலை"
    ],
    "answer": "B",
    
          "additional_context": "அதிகாரிகள் ஆய்வுக்கு வரும்போது வெளியில் அனுப்பி விடுகிறார்கள். ஒரு வேளை கண்டுபிடித்துவிட்டால், வயது பதினைந்து என்று சொல்லச் சொன்னார்கள்.  பின்னலாடை நிறுவனத்தில் அதிகாரிகள் வருவதைப் பற்றிய பயம் மதிவாணனுக்கு இருந்தது என்பதை இந்த துண்டுச் செய்தி உணர்த்துகிறது."
          }
        ]