
[
  {
    "description": "இயேசு காவியத்தில், இரக்கம் காட்டி இரக்கத்தைப் பெறுவது எதற்கான பரிசு எனக் குறிப்பிடப்படுகிறது?",
    "options": [
      "சாந்தம்",
      "மகத்துவம்",
      "தத்துவம்",
      "அமைதி"
    ],
    "answer": "D",
    "additional_context": "இயேசு காவியத்தில் இரக்கம் காட்டி இரக்கத்தைப் பெறுவது இறைவன் அளிக்கும் ஒரு பரிசு எனக் கூறப்படுகிறது. இயேசுபிரான் சொன்னார். அவர் இரக்கம் காட்டி இரக்கத்தைப் பெறுவர் இதுதான் பரிசுஎன்றார்."
  },
  {
    "description": "\"தூய மனத்தில் வாழ நினைத்தால் எல்லாம் சோலைவனம்\" என இயேசு காவியம் எதை குறிப்பிடுகிறது?",
    "options": [
      "ஆசை",
      "வாழ்க்கை",
      "சோலைவனம்",
      "தூய்மை"
    ],
    "answer": "B",
    "additional_context": "மனிதன் ஆசையில் விழுந்துவிட்டால் அவனது வாழ்வு பாலைவனம்போல் பயனற்றதாகிவிடும். அவன் நல்ல உள்ளத்தோடு வாழ்ந்தால் அவன் வாழ்க்கை மலர்ச்சோலையாக மாறிவிடும் என்று இயேசு காவியம் குறிப்பிடுகிறது."
  },
  {
    "description": "\"இவை இல்லாது அமைதிகள் செய்தால் இதயம் மலையளவு\" என இயேசு காவியம் எதை குறிப்பிடுகிறது?",
    "options": [
      "மனக்கசப்பு",
      "போட்டிகள்",
      "தன்னாடு",
      "சண்டை சச்சரவு"
    ],
    "answer": "D",
    "additional_context": "மனிதர்கள் சண்டை சச்சரவுகளால் தாமும் துன்புற்றுப் பிறரையும் துன்புறுத்துகின்றனர். மேலும் அவர்கள் தன்னாடு என்றும், பிறர்நாடு என்றும் பேசி உண்மையில்லா உறவுகளாக வாழ்கின்றனர். இவை இல்லாமல் அமைதியாக வாழ்ந்தால் இதயம் மலையளவு உயர்ந்ததாக மாறும் என்று இயேசு காவியம் குறிப்பிடுகிறது."
  },
  {
    "description": "\"___ என்னும் அமைதியான பண்பு கொண்டவர்கள் பேறு பெற்றவர்கள்\"",
    "options": [
      "தத்துவம்",
      "சாந்தம்",
      "மகத்துவம்",
      "இரக்கம்"
    ],
    "answer": "B",
    "additional_context": "சாந்தம் என்னும் அமைதியான பண்பு கொண்டவர்கள் பேறு பெற்றவர்கள். இந்த உலகம் முழுவதும் அவர்களுக்கே உரியது. அவர்களே தலைவர்கள் ஆவர் என்ற உண்மையை இயேசுநாதர் கூறினார்."
  },
  {
    "description": "\"___ ஒன்றை நம்பிய பிறகே அடங்கிவிடும் கலகம்\"",
    "options": [
      "தத்துவம்",
      "சாந்தம்",
      "மகத்துவம்",
      "தர்மம்"
    ],
    "answer": "D",
    "additional_context": "இவ்வுலகம் சாதிகளாலும் கருத்து வேறுபாடுகளாலும் நிலைதடுமாறுகிறது. அறம் என்கிற ஒன்றனை நம்பியபிறகு சண்டைகள் நீங்கி உலகம் அமைதியாகி விடும்."
  }
]
