
[
  {
    "description": "மதிவாணன் பின்னலாடை நிறுவனத்தில் வேலை செய்வதை எப்படிப் பார்க்கிறான்?",
    "options": [
      "மதிவாணனுக்கு வேலை செய்வது மிகவும் பிடிக்கிறது.",
      "மதிவாணனுக்கு வேலை செய்வது எளிதாக இருக்கிறது.",
      "மதிவாணனுக்கு வேலை செய்வது சிரமமாக இருந்தாலும், சம்பளம் கிடைப்பதால் அதை ஏற்றுக்கொள்கிறான்.",
      "மதிவாணனுக்கு வேலை செய்வது சிரமமாக இருக்கிறது, ஆனால் வாழ்க்கை நடத்த வேண்டும் என்பதால் அதைத் தொடர்கிறான்."
    ],
    "answer": "D",
    "additional_context": "மதிவாணனுக்கு கோடை விடுமுறை ஓடிவிட்டது. அவன் பின்னலாடை நிறுவனத்தில் வேலை செய்யும்  தன் நண்பன் கவினால் ஈர்க்கப்படுகிறான். பள்ளிக்கு போக வேண்டுமா இல்லையா என்று அவன் குழப்பத்தில் இருக்கிறான். கவினின் கூற்றுப்படி, பின்னலாடை நிறுவனத்தில் வேலை செய்வது  எளிதானது.  திரைப்படம் பாக்கக் காசு கிடைக்குது. சாயங்காலமானா பரோட்டா.. இடையில போண்டா... வீட்ல யாரும் திட்டறதும் இல்லே.  என்றும் கூறுகிறான். ஆனால் மதிவாணனுக்கு பள்ளிக்கு போகணும்னு ஆசை இருக்கு. அதனால பள்ளிக்குப் போறதா இல்லே பின்னலாடை நிறுவனத்துக்குப் போறதான்னு அவன் திட்டமிடுகிறான். "
  },
  {
    "description": "மதிவாணன் பள்ளிக்குப் போக முடிவு செய்யும் முன் என்ன சிந்திக்கிறான்?",
    "options": [
      "அவர் தனது நண்பர்களுடன் தொடர்புகளைத் துண்டித்துவிட வேண்டும் என்று நினைக்கிறான்.",
      "அவர் விரும்பும் வண்டியை வாங்க முடியாது என்று நினைக்கிறான்.",
      "அவர் தனது கனவுகளை நனவாக்க படிப்பு அவசியம் என்று உணர்கிறான்.",
      "அவர் பின்னலாடை நிறுவனத்தில் வேலை செய்வதை விட பள்ளிக்குப் போவது எளிதாக இருக்கும் என்று நினைக்கிறான்."
    ],
    "answer": "C",
    "additional_context": "மதிவாணன் பின்னலாடை நிறுவனத்தில் வேலை செய்யும் போது,  அவனுக்கு  அது  வாழ்க்கை முழுவதும் தொழிலாளிதான் என்பதை நினைவுபடுத்துகிறது. அவர் மருத்துவர், பொறியாளர், வெளிநாட்டு வேலை என்று  தனது கனவுகளைப் பற்றி  சிந்திக்கிறான்.   படித்துவிட்டுச்  சொந்தமாகத் தொழிலும் செய்யலாம். அப்படி இல்லாமல் இந்த வயதிலிருந்து தொழிலாளியாகவே வாழ்க்கையைக் கடத்துவதா? என்று சிந்திக்கிறான். "
  },
  {
    "description": "மதிவாணன் எந்த இரண்டு பிரபலமான நபர்களைப் பார்த்து தனது எதிர்காலத்தைப் பற்றி சிந்திக்கிறான்?",
    "options": [
      "மகாத்மா காந்தி மற்றும் நெல்சன் மண்டேலா",
      "அப்துல் கலாமும் அம்பேத்கரும்",
      "ஸ்டீவ் ஜாப்ஸ் மற்றும் பில் கேட்ஸ்",
      "சர்.சி.வி.ராமன் மற்றும் அல்பர்ட் ஐன்ஸ்டீன்"
    ],
    "answer": "B",
    "additional_context": "மதிவாணன் பின்னலாடை நிறுவனத்தில் வேலை செய்யும் போது,  அவன்  தன்  எதிர்காலத்தைப் பற்றி சிந்திக்கிறான். அப்போது அவனுக்கு முன் இருந்த விளம்பரப்பலகை கண்ணில் பட்டது. அதில் அம்பேத்கரும் அப்துல் கலாமும் தென்பட்டனர். இவர்களைப் போல் உயரவேண்டுமானால் படிப்பு வேண்டும். படிப்பில்லாமல் உயரமுடியுமா? படிப்பு அடிப்படைத் தேவை. என்று நினைக்கிறான். "
  },
  {
    "description": "'பள்ளி மறுதிறப்பு' கதை என்ன பாடத்தை நமக்குக் கற்றுத்தருகிறது?",
    "options": [
      "தொழில் படிப்பது முக்கியம்",
      "கல்வி அறிவு முக்கியம்",
      "நட்பு முக்கியம்",
      "பணம் முக்கியம்"
    ],
    "answer": "B",
    "additional_context": "'பள்ளி மறுதிறப்பு' கதை  கல்வியின் முக்கியத்துவத்தை  வலியுறுத்துகிறது. மதிவாணன்  தனது கனவுகளை  நனவாக்க  படிக்க வேண்டும் என்று உணர்கிறான். கல்வியறிவு இல்லாமல் போய்விட்டால் நானும் இப்படித்தான் வாழ்க்கை முழுவதும் அவமானப்படவேண்டும். நல்ல கல்வியறிவு தலைநிமிர்ந்து நிற்க வைக்கும். நல்ல படிப்புதான் சிறந்த மனிதனாக்கும் என்று எண்ணம் வந்தது.  என்பது கதையின் முக்கிய பாடம். "
  },
  {
    "description": "'பள்ளி மறுதிறப்பு' கதையின் எழுத்தாளர் யார்?",
    "options": [
      "சுப்ரபாரதிமணியன்",
      "இளங்கோவன்",
      "ஜெயகாந்தன்",
      "கு.அழகிரிசாமி"
    ],
    "answer": "A",
    "additional_context": " 'பள்ளி மறுதிறப்பு' கதையை எழுதியவர் சுப்ரபாரதிமணியன். இவர் குழந்தைத் தொழிலாளர் முறை ஒழிப்பு, இயற்கை வளங்களைப் பாதுகாத்தல் போன்ற கருத்துகளை வலியுறுத்திச் சிறுகதை, புதினம், கட்டுரை முதலியவற்றை எழுதியுள்ளார்; கனவு என்னும் இலக்கிய இதழை நடத்தி வருகிறார். பின்னல், வேட்டை, தண்ணீர் யுத்தம், புத்துமண், கதை சொல்லும் கலை உள்ளிட்ட பல நூல்களை எழுதியுள்ளார். "
  }
]
