
[
  {
    "description": "“பூங்கொடி தன் தோழியுடன் திங்கட்கிழமை காலையில் பேருந்தில் ஏறிப் பள்ளிக்குச் சென்றாள்” என்ற வாக்கியத்திற்கான வினாவை உருவாக்கு.",
    "options": [
      "பூங்கொடி எப்படி பள்ளிக்குச் சென்றாள்?",
      "பூங்கொடி பள்ளிக்கு யாருடன் சென்றாள்?",
      "பூங்கொடி பள்ளிக்கு எப்பொழுது சென்றாள்?",
      "பூங்கொடி பள்ளிக்கு எங்கே சென்றாள்?"
    ],
    "answer": "A",
    "additional_context": "இந்த வாக்கியத்தில், பூங்கொடி எப்படிப் பள்ளிக்குச் சென்றாள் என்பது தெளிவாகத் தெரிகிறது. அவர் தன் தோழியுடன் திங்கட்கிழமை காலையில் பேருந்தில் ஏறிச் சென்றாள். இந்த வாக்கியத்திற்கான வினா, பூங்கொடி எப்படிப் பள்ளிக்குச் சென்றாள் என்று கேட்கும் வகையில் அமைய வேண்டும்."
  },
  {
    "description": "கீழ்க்காணும் சொற்களில் எது பெயர்ச்சொல் அல்ல?",
    "options": [
      "விதை",
      "கட்டு",
      "படி",
      "நிலவு"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி பெயர்ச்சொற்களைப் பற்றியது. பெயர்ச்சொல் என்பது ஒரு நபர், இடம், பொருள் அல்லது எண்ணக்கருவைக் குறிப்பிடும் சொல் ஆகும். விதை, கட்டு, மற்றும் நிலவு ஆகியவை பெயர்ச்சொற்கள். ஆனால், படி என்பது வினைச்சொல். ஏனெனில், அது ஒரு செயலைக் குறிக்கிறது."
  },
  {
    "description": "“ஒற்றுமையே உயர்வு” என்ற கட்டுரை எந்தப் பாடத்திற்கு தொடர்புடையது?",
    "options": [
      "அணி இலக்கணம்",
      "திருக்குறள்",
      "மொழி அறிவு",
      "இதில் எதுவும் இல்லை"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி ஒரு கட்டுரையின் தலைப்புடன் தொடர்புடையது. இந்தக் கட்டுரையின் தலைப்பு 'ஒற்றுமையே உயர்வு'. இந்தத் தலைப்பு திருக்குறளில் உள்ள ஒரு முக்கியக் கருத்து. திருக்குறள் என்பது உலகப் பொதுமறை. எனவே, இந்தக் கட்டுரை திருக்குறளைப் பற்றியது எனலாம்."
  },
  {
    "description": "“வையம் தகளியா வார்கடலே நெய்யாக” என்னும் வரிகளில் காணப்படும் உருவகத்தைப் பற்றி எது சரியானது?",
    "options": [
      "பூமி தகளியாகவும், கடல் நெய்யாகவும், கதிரவன் சுடராகவும் உருவகப்படுத்தப்பட்டு உள்ளன.",
      "பூமி தகளியாகவும், கடல் நெய்யாகவும் உருவகப்படுத்தப்பட்டு உள்ளன.",
      "கடல் நெய்யாகவும், கதிரவன் சுடராகவும் உருவகப்படுத்தப்பட்டு உள்ளன.",
      "பூமி தகளியாகவும் உருவகப்படுத்தப்பட்டு உள்ளது."
    ],
    "answer": "a",
    "additional_context": "இந்தக் கேள்வி உருவக அணி பற்றியது. உருவக அணி என்பது, ஒரு பொருளை விளக்க மற்றொரு பொருளை உவமையாகக் கூறுவது ஆகும். இந்தக் கேள்வியில் 'வையம் தகளியா' என்கிற உருவகத்தைப் பற்றி கேட்கப்பட்டுள்ளது. இங்கு பூமி தகளியாகவும், கடல் நெய்யாகவும், கதிரவன் சுடராகவும் உருவகப்படுத்தப்பட்டு உள்ளன."
  },
  {
    "description": "ஏகதேச உருவக அணியில் எத்தனை பொருள்கள் உருவகப்படுத்தப்படும்?",
    "options": [
      "ஒரு பொருள் மட்டும்",
      "இரண்டு பொருள்கள்",
      "மூன்று பொருள்கள்",
      "எந்த எண்ணிக்கையிலும் இருக்கலாம்"
    ],
    "answer": "a",
    "additional_context": "ஏகதேச உருவக அணி என்பது இரண்டு பொருள்களில் ஒன்றை மட்டும் உருவகப்படுத்தி, மற்றொன்றை உருவகப்படுத்தாமல் விடுவது. உதாரணமாக, 'அறிவு விளக்கம்' என்ற தொடரில் அறிவு விளக்கமாக உருவகப்படுத்தப்பட்டுள்ளது, ஆனால் அறியாமை இருளாக உருவகப்படுத்தப்படவில்லை."
  }
]
