
[
  {
    "description": "பின்வரும் வார்த்தைகளில் எது \"ஓடு\" என்ற வினைச்சொல்லின் பொருளைப் பொறுத்து ஒரு தொடரில் பயன்படுத்தப்படலாம்?",
    "options": [
      "நாய்க்குட்டி",
      "குழந்தை",
      "நீர்",
      "காற்று"
    ],
    "answer": "A",
    "additional_context": "மேலே கொடுக்கப்பட்ட  வார்த்தைகளில் எது \"ஓடு\" என்ற வினைச்சொல்லின் பொருளைப் பொறுத்து ஒரு தொடரில் பயன்படுத்தப்படலாம் என்பதைத் தேர்ந்தெடுக்க வேண்டும். இந்த கேள்வி நாம் வாக்கியங்களில் எப்படி சொற்களைப் பயன்படுத்துவது என்பதைப் பற்றிய நமது புரிதலை சோதிக்கிறது. \"நாய்க்குட்டி\" மட்டுமே \"ஓடு\" என்ற வினைச்சொல்லுடன் பயன்படுத்தப்படக்கூடிய ஒரு பொருளை வழங்குகிறது. எனவே சரியான பதில் A."
  },
  {
    "description": "\"வந்ததா\" என்ற வார்த்தை எந்த வகையான சொல்?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "வினாச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": "C",
    "additional_context": "ஒரு வார்த்தையின் வகையை அடையாளம் காண்பது இலக்கணத்தில் முக்கியமானது. \"வந்ததா\" என்ற சொல் ஒரு கேள்வியை கேட்கிறது. எனவே,  \"வினாச்சொல்\" என்று அடையாளம் காணப்படுகிறது.  \"வந்ததா\"  என்ற வார்த்தை  \"வந்தது\"  என்ற வினைச்சொல்லிலிருந்து உருவானது என்பதையும் கவனத்தில் கொள்ளுங்கள்.  \"வந்தது\"  என்பது ஒரு வினைச்சொல், ஆனால்  \"வந்ததா?\"  என்பது ஒரு வினாச்சொல் ஆகும்."
  },
  {
    "description": "\"நீர் கூறுவது எனக்குப் புரியவில்லை\" என்ற தொடரில் எது முன்னிலை சொல்?",
    "options": [
      "நீர்",
      "கூறுவது",
      "எனக்கு",
      "புரியவில்லை"
    ],
    "answer": "A",
    "additional_context": "ஒரு வாக்கியத்தில் யார் அல்லது என்ன செய்கிறது என்பதை முன்னிலை சொல் காட்டுகிறது. இந்த வாக்கியத்தில்,  \"நீர்\"  என்பது செயலைச் செய்பவர்.  \"கூறுவது\"  என்பது செயல், மற்றும்  \"எனக்கு\"  என்பது  \"புரியவில்லை\"  என்ற செயலின் மீது விளைவைக் காட்டும்  \"சாரறியம்\"  (indirect object). எனவே சரியான பதில் A."
  },
  {
    "description": "பின்வரும் தொடர்களில் எது \"சொல்\" என்ற வார்த்தைக்கு இருபொருள் உள்ளதைக் காட்டுகிறது?",
    "options": [
      "அவன் சொன்ன சொல் உண்மையானது.",
      "அவன் சொல்ல வந்ததைப் புரிந்துகொண்டேன்.",
      "சொல்லால் உருவாக்கப்பட்ட மந்திரம் அற்புதமானது.",
      "அந்தச் சொல் அழகாக இருந்தது."
    ],
    "answer": "B",
    "additional_context": "இருபொருள் கொண்ட சொற்களை அடையாளம் காண்பது மொழிப் பயிற்சியில் முக்கியமானது.  \"சொல்\"  என்ற சொல் பல அர்த்தங்களைக் கொண்டுள்ளது.  \"சொல்ல வந்தது\"  என்பது  \"கருத்து\"  என்ற பொருளைக் குறிக்கிறது.  மற்ற தொடர்களில் \"சொல்\"  என்பது  \"வார்த்தை\"  என்ற பொருளையே கொண்டுள்ளது. எனவே சரியான பதில் B."
  },
  {
    "description": "\"தை\" என்ற எழுத்துக்கு என்ன பொருள்?",
    "options": [
      "எடு",
      "கொடு",
      "போடு",
      "வை"
    ],
    "answer": "C",
    "additional_context": "சில எழுத்துகள் எழுத்துகளாகவும்,  சொற்களாகவும் பயன்படுத்தப்படுகின்றன.   \"தை\"  என்ற எழுத்து  \"போடு\"  என்ற பொருளைக் கொண்டுள்ளது.  எடுத்துக்காட்டாக:  \"கடை  தை\"  என்றால்  \"கடைக்குப் போடு\"  என்றாகும். எனவே சரியான பதில் C."
  }
]
