
[
  {
    "description": "உலகத் தமிழ்ச் சங்கக் கட்டடம் எந்த ஆண்டில் திறக்கப்பட்டது?",
    "options": [
      "a) 1976",
      "b) 1981",
      "c) 2016",
      "d) 2000"
    ],
    "answer": "C",
    "additional_context": "மதுரை மாநகரின் தல்லாகுளம் பகுதியில் காந்தி அருங்காட்சியகம் அருகில் உலகத் தமிழ்ச் சங்கம் நிறுவப்பட்டுள்ளது. இது சுமார் எண்பத்தேழு ஆயிரம் சதுரஅடி பரப்பளவில் மனத்தைக் கவரும் வகையில் கட்டப்பட்டுள்ளது. கி.பி. (பொ.ஆ.) 1981-ஆம் ஆண்டு மதுரையில் நடைபெற்ற உலகத்தமிழ் மாநாட்டில் மதுரையில் உலகத் தமிழ்ச் சங்கம் நிறுவப்படும் என்று அறிவிக்கப்பட்டது. அதன்படி இக்கட்டடம் கட்டப்பட்டு கி.பி. (பொ.ஆ.) 2016 ஆம் ஆண்டு திறந்துவைக்கப்பட்டது. இதனுள் பன்னாட்டு அளவிலான கருத்தரங்கக் கூடங்கள், ஆய்வரங்கங்கள், நூலகம், பார்வையாளர் அரங்கம் ஆகியன கவினுற அமைக்கப்பட்டுள்ளன. வெளிப்புறச் சுற்றுச்சுவர்களில் 1330 குறட்பாக்களும் இடம்பெற்றுள்ளன."
  },
  {
    "description": "பூம்புகார் சிற்பக் கலைக்கூடத்தில் எத்தனை நிலைகள் உள்ளன?",
    "options": [
      "a) மூன்று நிலைகள்",
      "b) ஏழு நிலைகள்",
      "c) ஐந்து நிலைகள்",
      "d) ஒன்பது நிலைகள்"
    ],
    "answer": "B",
    "additional_context": "இரண்டாயிரம் ஆண்டுகளுக்கு முன் சோழர்களின் தலைநகராகவும் துறைமுக நகரமாகவும் விளங்கியது பூம்புகார். இந்நகரைப் பற்றிய செய்திகள் சிலப்பதிகாரத்திலும் பட்டினப்பாலையிலும் இடம்பெற்றுள்ளன. இங்கு மருவூர்ப்பாக்கம் என்னும் கடல் பகுதியும் பட்டினப்பாக்கம் என்னும் நகரப் பகுதியும் அமைந்திருந்ததாகச் சிலப்பதிகாரம் குறிப்பிடுகிறது. பின்னர் ஏற்பட்ட கடல்கோளினால் பூம்புகார் நகரம் அழிந்துவிட்டது. இந்நகரத்தின் பெருமையை உலகறியச் செய்ய கி.பி.(பொ.ஆ.) 1973 ஆம் ஆண்டு பூம்புகார் கடற்கரையில் சிற்பக் கலைக்கூடம் ஒன்று ஏற்படுத்தப்பட்டது. இக்கூடம் ஏழுநிலை மாடங்களைக் கொண்டது. கண்ணகியின் வரலாற்றை விளக்கும் நாற்பத்தொன்பது சிற்பத் தொகுதிகள் இதில் இடம்பெற்றுள்ளன. மாதவிக்கும் ஒரு நெடிய சிலை இங்கு நிறுவப்பட்டுள்ளது."
  },
  {
    "description": "எந்த இடத்தின் கட்டட அமைப்பு வானத்தில் இருந்து பார்க்கும் போது \"தமிழ்நாடு\" எனத் தெரியும் வகையில் உள்ளது?",
    "options": [
      "சரசுவதி மகால் நூலகம்",
      "தமிழ்ப்பல்கலைக்கழகம்",
      "உ.வே.சா நூலகம்",
      "கீழ்த்திசை நூலகம்"
    ],
    "answer": "B",
    "additional_context": "செம்மொழியாகிய தமிழுக்கு ஒரு பல்கலைக்கழகம் அமைய வேண்டும் என்ற எண்ணத்தின் அடிப்படையில் தமிழக அரசால் கி.பி. (பொ.ஆ.) 1981 இல் தோற்றுவிக்கப்பட்டது தமிழ்ப்பல்கலைக்கழகம். இது தஞ்சாவூரில் ஆயிரம் ஏக்கர் நிலப்பரப் பி ல் அமைக்கப்பட்டுள்ளது . வானத்தில் இருந்து பார்க்கும் பொழுது \"தமிழ்நாடு\" எனத் தெரியும் வகையில் இதன் கட்டட அமைப்பு உள்ளது. இந்திய நாகரிகத்தின் பண்பாட்டுக் கூறுகள் அனைத்தையும் விரிவாகவும் ஆழமாகவும் ஆராய வேண்டும் என்பதே இப்பல்கலைக்கழகத்தின் நோக்கம்."
  },
  {
    "description": "திருவள்ளுவர் கோட்டத்தில் எத்தனை குறட்பாக்கள் செதுக்கப்பட்டுள்ளன?",
    "options": [
      "1000",
      "1130",
      "1230",
      "1330"
    ],
    "answer": "D",
    "additional_context": "திருவள்ளுவரின் புகழை உலகறியச் செய்யும் வகையில் சென்னைக் கோடம்பாக்கத்தில் வள்ளுவர் கோட்டம் என்னும் கலைக்கூடம் அமைக்கப்பட்டுள்ளது. இதன் கட்டுமானப் பணிகள் கி.பி.(பொ.ஆ.) 1973 இல் தொடங்கி 1976 இல் முடிக்கப்பட்டன. இது திருவாரூர்த் தேர் போன்ற வடிவில் அமைக்கப்பட்டு அதனை இரண்டு யானைகள் இழுத்துச் செல்வது போன்று கருங்கற்களால் உருவாக்கப்பட்டுள்ளது. இதன் அடிப்பகுதி இருபத்தைந்து அடி நீளமும் இருபத்தைந்து அடி அகலமும் உடையது. தேரின் மொத்த உயரம் 128 அடி. இரண்டு பக்கங்களிலும் பக்கத்திற்கு நான்கு சக்கரங்கள் தனிக்கற்களால் அமைக்கப்பட்டுள்ளன. கடைக்கோடி இரண்டு சக்கரங்கள் பெரியனவாகவும் நடுவில் இரண்டு சக்கரங்கள் சிறியனவாகவும் உள்ளன. தேரின் மையத்தில் உள்ள எண்கோண வடிவக் கருவறையில் திருவள்ளுவரின் சிலை கவினுற அமைக்கப்பட்டுள்ளது. வள்ளுவர் கோட்டத்தில் நிகழ்ச்சிகள் நடத்துவதற்கான அரங்கம் ஒன்றும் உள்ளது. வள்ளுவர் கோட்டத்தில் 1330 குறட்பாக்களும் செதுக்கப்பட்டுள்ளன. அறத்துப்பால் கருநிறப் பளிங்குக் கல்லிலும் பொருட்பால் வெண்ணிறப் பளிங்குக் கல்லிலும் இன்பத்துப்பால் செந்நிறப் பளிங்குக் கல்லிலும் அழகாகப் பொறிக்கப்பட்டுள்ளன. மேலும் திருக்குறளின் கருத்துகளை விளக்கும் ஓவியங்களும் வரையப்பட்டுள்ளன."
  },
  {
    "description": "திருவள்ளுவர் சிலையின் மொத்த உயரம் என்ன?",
    "options": [
      "100 அடி",
      "113 அடி",
      "128 அடி",
      "133 அடி"
    ],
    "answer": "D",
    "additional_context": "இந்தியாவின் தெற்கு எல்லையாகிய கன்னியாகுமரியில் திருவள்ளுவரின் சிலை தமிழக அரசால் நிறுவப்பட்டுள்ளது. விவேகானந்தர் பாறைக்கு அருகில், கடல் நடுவே நீர் மட்டத்திலிருந்து முப்பது அடி உயரப் பாறை மீது இச்சிலை அமைக்கப்பட்டுள்ளது. கி.பி.(பொ.ஆ.) 1990ஆம் ஆண்டு இப்பணி தொடங்கியது. பொதுமக்கள் பார்வைக்காக 2000ஆம் ஆண்டு சனவரித் திங்கள் முதல் நாள் அன்று திறந்துவைக்கப்பட்டது. பாறையிலிருந்து சிலையின் உயரம் மொத்தம் 133 அடி. இது திருக்குறளின் மொத்த அதிகாரங்களைக் குறிக்கிறது. அறத்துப்பாலின் அதிகாரங்களை உணர்த்துவதுபோல் முப்பத்தெட்டு அடி உயரம் கொண்டதாக அமைக்கப்பட்டுள்ளது. பொருட்பால், இன்பத்துப்பால் ஆகியவற்றின் மொத்த அதிகாரங்களைக் குறிக்கும் வகையில் சிலை தொண்ணூற்றைந்து அடி உயரம் உடையதாக அமைக்கப்பட்டுள்ளது."
  }
]
