
[
  {
    "description": "“ஓலைச்சுவடிகள் மீது எழுத்தாணிகளைக் கொண்டு கோட்டோவியமாகவும் வண்ணப்பூச்சு ஓவியமாகவும் எங்களை வரைவார்கள்” என்ற வரிகளில் “எங்களை” என்று குறிப்பிடப்படுவது எது?",
    "options": [
      "குகை ஓவியங்கள்",
      "ஓலைச்சுவடி ஓவியங்கள்",
      "செப்பேட்டு ஓவியங்கள்",
      "நவீன ஓவியங்கள்"
    ],
    "answer": "B",
    "additional_context": "ஓலைச்சுவடி ஓவியங்கள் பழைய காலத்தில் மக்கள் ஓலைகளில் எழுதி வைத்திருந்த ஓவியங்கள். இவைகள் இதிகாசங்கள் மற்றும் புராணங்களைப் பற்றிய ஓவியங்கள். ஓலைச்சுவடிகள் மீது எழுத்தாணியால் கோட்டோவியங்கள் வரையப்பட்டு வண்ணப்பூச்சு ஓவியங்களும் வரையப்பட்டிருக்கும்."
  },
  {
    "description": "“கருவறைச் சுற்றுச்சுவரிலும் மண்டபங்களின் சுவர்களிலும்” என்ன வகையான ஓவியங்கள் காணப்படுகின்றன?",
    "options": [
      "குகை ஓவியங்கள்",
      "சுவர் ஓவியங்கள்",
      "தாள் ஓவியங்கள்",
      "நவீன ஓவியங்கள்"
    ],
    "answer": "B",
    "additional_context": "சுவர் ஓவியங்கள் மனிதர்கள் வீடுகட்டி வாழத் தொடங்கிய காலத்தில் இருந்து வரையப்பட்டு வருகின்றன. கோவில்கள், அரண்மனைகள், மண்டபங்கள் போன்றவற்றின் சுவர்களில் இவ்வகை ஓவியங்களை நாம் காணலாம். தஞ்சை பெரிய கோவில், சித்தன்னவாசல் ஆகிய இடங்களில் சுவர் ஓவியங்கள் காணப்படுகின்றன."
  },
  {
    "description": "“புதுமையான பார்வையில் புதிய கருத்துகள் வெளிப்படுமாறு எங்களை வரைகின்றனர்” என்று கூறும் ஓவிய வகை எது?",
    "options": [
      "குகை ஓவியங்கள்",
      "நவீன ஓவியங்கள்",
      "ஓலைச்சுவடி ஓவியங்கள்",
      "செப்பேட்டு ஓவியங்கள்"
    ],
    "answer": "B",
    "additional_context": "நவீன ஓவியங்கள் ஓவியக்கலையின் மிகவும் புதுமையான வடிவம். ஐரோப்பிய கலை நுணுக்கங்கள் இதில் வெளிப்படுகின்றன. ஓவியக்கலை புதுமையான பார்வையில் புதிய கருத்துகளை வெளிப்படுத்துகிறது. ஓவியர்களின் மனப்பான்மைக்கு ஏற்றவாறு பொருள் கொள்ளும் வகையில் கோடுகளாகவும் கிறுக்கல்களாகவும் நவீன ஓவியங்கள் வரையப்படுகின்றன."
  },
  {
    "description": "“இராஜா இரவிவர்மா” யார்?",
    "options": [
      "ஒரு ஓவியர்",
      "ஒரு எழுத்தாளர்",
      "ஒரு அரசர்",
      "ஒரு மன்னன்"
    ],
    "answer": "A",
    "additional_context": "இராஜா இரவிவர்மா ஒரு புகழ்பெற்ற ஓவியர். ஓவியங்களில் புதுமைகளைப் புகுத்தி ஓவியக் கலையை உயர்த்தியவர். இவரது ஓவியங்கள் பின்னாளில் நாட்காட்டிகளில் அதிகம் பயன்படுத்தப்பட்டன. இவர் ஓவியக் கலைக்குச் சிறந்த பங்களிப்பைச் செய்துள்ளார்."
  },
  {
    "description": "“பல வண்ணக் கலவைகளைக் கொண்டும் எங்களை வரைகின்றனர்” என்ற வாக்கியத்தில் “எங்களை” என்று குறிப்பிடப்படுவது எது?",
    "options": [
      "குகை ஓவியங்கள்",
      "நவீன ஓவியங்கள்",
      "ஓலைச்சுவடி ஓவியங்கள்",
      "செப்பேட்டு ஓவியங்கள்"
    ],
    "answer": "B",
    "additional_context": "நவீன ஓவியங்களில் பலவகையான வண்ணக் கலவைகள் பயன்படுத்தப்படுகின்றன. புதுமையான ஓவியக் கலை நுணுக்கங்கள் இதில் வெளிப்படுகின்றன. நவீன ஓவியங்கள் ஓவியக்கலையின் புதுமையான வடிவமாகும்."
  }
]
