
[
  {
    "description": "“மீன் போன்ற கண்” என்ற தொடரில், உவமையும் உவமேயமும் சரியாகக் குறிப்பிடப்பட்டுள்ள விருப்பத்தைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "(a) உவமை: கண், உவமேயம்: மீன்",
      "(b) உவமை: மீன், உவமேயம்: கண்",
      "(c) உவமை: மீன் போன்ற, உவமேயம்: கண்",
      "(d) உவமை: கண், உவமேயம்: மீன் போன்ற"
    ],
    "answer": "B",
    "additional_context": "இந்தத் தொடரில் கண் என்பது உவமேயம். அதாவது, உவமை மூலம் விளக்கப்படும் பொருள். மீன் என்பது உவமை, அதாவது, உவமேயத்தை ஒப்பிடப் பயன்படுத்தப்படும் பொருள். 'போன்ற' என்பது உவம உருபு, இது உவமை மற்றும் உவமேயம் இடையேயான உறவை குறிக்கிறது."
  },
  {
    "description": "“இகழ்வார்ப் பொறுத்தல் தலை” என்ற குறளில், உவம உருபு என்ன?",
    "options": [
      "(a) போல",
      "(b) அன்ன",
      "(c) இன்ன",
      "(d) மான"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறளில் உவம உருபு 'போல'  என்று மறைந்து வந்துள்ளது. 'அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை இகழ்வார்ப் பொறுத்தல் தலை' என்ற வரிகளில், நிலம் தன்னைத் தோண்டுபவரைப் பொறுத்துக்கொள்வது போல, நாம் நம்மை இகழ்ந்து பேசுபவரைப் பொறுத்துக்கொள்ள வேண்டும் என்பது உவமையாகக் கூறப்படுகிறது. 'போல' என்பது உவம உருபு."
  },
  {
    "description": "“மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு” என்ற குறளில், எடுத்துக்காட்டு உவமை அணி எவ்வாறு செயல்படுகிறது?",
    "options": [
      "(a) உவமை மற்றும் உவமேயம் ஒரே தொடராக வந்துள்ளது",
      "(b) உவம உருபு வெளிப்படையாகக் காணப்படுகிறது",
      "(c) உவமை மற்றும் உவமேயம் இரண்டு வெவ்வேறு தொடர்களாக வந்துள்ளது",
      "(d) உவம உருபு மறைந்து வந்துள்ளது"
    ],
    "answer": "D",
    "additional_context": "இந்தக் குறளில், மணற்கேணி என்பது உவமை.  மனிதர்களுக்கு கற்றனைத்து ஊறும் அறிவு என்பது உவமேயம். இடையில் 'அதுபோல்' என்னும் உவம உருபு மறைந்து வந்துள்ளது. உவமை மற்றும் உவமேயம் இரண்டு வெவ்வேறு தொடர்களாக வந்து, உவம உருபு மறைந்து வந்தால், அது எடுத்துக்காட்டு உவமை அணி எனப்படும்."
  },
  {
    "description": "“மாலை வெயிலில் மழைத்தூறல் பொன்மழை பொழிந்ததுபோல் தோன்றியது.”  இத்தொடரில் எந்த அணி பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "(a) உவமை அணி",
      "(b) இல்பொருள் உவமை அணி",
      "(c) எடுத்துக்காட்டு உவமை அணி",
      "(d) கற்பனை உவமை அணி"
    ],
    "answer": "B",
    "additional_context": "இந்தத் தொடரில் 'பொன்மழை பொழிந்ததுபோல்'  என்று உவமை வந்துள்ளது. உலகில் பொன் மழையாகப் பொழிவதில்லை. இவ்வாறு உலகில் இல்லாத ஒன்றை உவமையாகக் கூறுவதை இல்பொருள் உவமை அணி என்பர். இந்தத் தொடரில் மழைத்தூறல் பொன்மழை போல் தோன்றியது என உவமை மூலம் சொல்லப்பட்டிருக்கிறது. அதாவது, உலகில் இல்லாத பொன்மழையை உவமையாகப் பயன்படுத்தி மழைத்தூறல் விவரிக்கப்படுகிறது. "
  },
  {
    "description": "“பொன்மழை” என்னும் சொல் எந்த வகைப் பொருளைச் சுட்டுகிறது?",
    "options": [
      "(a) உலகில் இல்லாத பொருள்",
      "(b) உலகில் உள்ள பொருள்",
      "(c) உவமை அணி",
      "(d) எடுத்துக்காட்டு உவமை அணி"
    ],
    "answer": "A",
    "additional_context": "இந்தத் தொடரில் 'பொன்மழை' என்பது இல்பொருள் உவமை. அதாவது, உலகில் இல்லாத ஒரு பொருளை உவமையாகக் குறிப்பிடுகிறது. உண்மையில், பொன் மழை என்பது இயற்கையில் நிகழாத ஒரு நிகழ்வு."
  }
]
