
[
  {
    "description": "“மல்லிகை சூடினாள்.” என்ற தொடரில், “மல்லிகை” என்னும் சொல் எந்த வகையான ஆகுபெயராகப் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அ) பொருளாகுபெயர்",
      "இ) இடவாகுபெயர்",
      "ஆ) பண்பாகுபெயர்",
      "ஈ) சினையாகுபெயர்"
    ],
    "answer": "A",
    "additional_context": "மல்லிகை மலர்கள் சூடுவதற்கு பயன்படுத்தப்படுகின்றன. இங்கு  மல்லிகை என்ற சொல் மலரைக் குறிக்கிறது. அதாவது முழுப்பொருளின் பெயர் அதன் உறுப்பைக் குறிப்பதால் இது பொருளாகுபெயர் ஆகும். "
  },
  {
    "description": "“சடுகுடு போட்டியில் தமிழ்நாடு வெற்றி பெற்றது.” என்ற தொடரில் “தமிழ்நாடு” என்னும் சொல் என்னைக் குறிக்கிறது?",
    "options": [
      "அ) அவ்விடத்தைக் குறிக்கிறது",
      "இ) அவ்விடத்தில் வசிக்கும் மக்களைக் குறிக்கிறது",
      "ஆ) அவ்விடத்தின் விளையாட்டு அணியைக் குறிக்கிறது",
      "ஈ) அவ்விடத்தின் வரலாற்றைக் குறிக்கிறது"
    ],
    "answer": "C",
    "additional_context": "இந்த தொடரில் தமிழ்நாடு  என்ற சொல் தமிழ்நாட்டின் விளையாட்டு அணியைக் குறிக்கிறது. இவ்வாறு ஒரு இடத்தின் பெயர் அதை சார்ந்த ஒரு பொருளை குறிக்கும் போது அது இடவாகுபெயர் ஆகும். "
  },
  {
    "description": "“இனிப்பு தின்றான்.” என்ற தொடரில் “இனிப்பு” என்னும் சொல் என்னைக் குறிக்கிறது?",
    "options": [
      "அ) இனிப்பான உணவை",
      "இ) இனிமை என்னும் பண்பை",
      "ஆ) இனிப்பான சுவையை",
      "ஈ) இனிப்பான வாசனையை"
    ],
    "answer": "A",
    "additional_context": "இந்த தொடரில் இனிப்பு என்ற சொல் இனிப்பான உணவை குறிக்கிறது. இவ்வாறு ஒரு பண்புப் பெயர் ஒரு பொருளை குறிக்கப் பயன்படுத்தப்படும் போது அது பண்பாகுபெயர் ஆகும். "
  },
  {
    "description": "“தங்கை விறுவிறுவென நடந்து சென்று தோட்டத்தில் மலர்ந்த மலர்களைக் கலகலவெனச் சிரித்தபடியே மளமளவெனக் கொய்யத் தொடங்கினாள்.” -  இந்த தொடரில் காணப்படும் “விறுவிறு”, “கலகல்”, “மளமள” ஆகிய சொற்கள் எதற்கு உதாரணமாகும்?",
    "options": [
      "அ) அடுக்குத்தொடர்",
      "இ) இரட்டைக்கிளவி",
      "ஆ) தொழிலாகுபெயர்",
      "ஈ) பண்பாகுபெயர்"
    ],
    "answer": "B",
    "additional_context": "இந்த தொடரில் விறுவிறு, கலகல், மளமள ஆகிய சொற்கள் இரண்டு அசைச் சொற்களை இணைத்து உருவாக்கப்பட்டவை. இவற்றை பிரித்துப் பார்த்தால் தனிப்பொருள் இல்லை. இவ்வாறு இரட்டையாக இணைந்து வந்து, பிரித்தால் தனிப்பொருள் தராத சொற்களை இரட்டைக்கிளவி என்பர். "
  },
  {
    "description": "“பாம்பு பாம்பு பாம்பு” என்று கத்தியது. இந்த தொடரில் என்ன வகையான சொல் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அ) அடுக்குத்தொடர்",
      "இ) இரட்டைக்கிளவி",
      "ஆ) தொழிலாகுபெயர்",
      "ஈ) பண்பாகுபெயர்"
    ],
    "answer": "A",
    "additional_context": "இந்த தொடரில்  'பாம்பு'  என்ற சொல் மூன்று முறை தொடர்ந்து இடம்பெற்றுள்ளது. ஒரு சொல் அச்சம், விரைவு, சினம் போன்ற காரணங்களால் ஒன்றுக்கு மேற்பட்ட முறை தொடர்ந்து வருவதை அடுக்குத்தொடர் என்பர். இவ்வாறு தொடர்ந்து வரும் ஒவ்வொரு சொல்லும் பொருளுடையது. "
  }
]
