[
          
  {
    
          "description": "பின்னலாடை நிறுவன வேலை மதிவாணனுக்குப் புதுசாக இருந்தது.  இதன் பொருள் என்ன?",
          "options": [
      "a)  மதிவாணன் பின்னலாடை நிறுவன வேலையை முன்பு பார்த்ததில்லை.",
      "b)  மதிவாணன் பின்னலாடை நிறுவனத்தில் வேலை செய்வதை விரும்பவில்லை.",
      "c)  மதிவாணனுக்கு பின்னலாடை நிறுவன வேலை பிடிக்கவில்லை.",
      "d)  மதிவாணன் பின்னலாடை நிறுவன வேலையை மிகவும் ரசித்தான்."
    ],
    "answer": "a",
    
          "additional_context": "மதிவாணன் கோடை விடுமுறையில் பின்னலாடை நிறுவனத்தில் வேலைக்குச் சென்றான். பின்னலாடை நிறுவன வேலை அவனுக்கு புதியதாக இருந்தது என்று வரும் வரிகளில் தெளிவாகச் சொல்லப்பட்டுள்ளது. இதன் பொருள் அந்த வேலையை அவன் முன்பே பார்த்ததில்லை என்பதுதான்."
          }
        ,
          
  {
    
          "description": "மதிவாணன் ஏன் தன்னைத் தானே குழந்தைத் தொழிலாளி என்று நினைத்தான்?",
          "options": [
      "a) அவன் பின்னலாடை நிறுவனத்தில் வேலை பார்த்ததால்.",
      "b) அவன் பள்ளிக்குப் போகாமல் பணம் சம்பாதித்ததால்.",
      "c)  அவன் வயது பதினைந்திற்குள் இருந்ததால்.",
      "d) அவன் வயதிற்கு ஏற்ற வேலையைச் செய்யவில்லை."
    ],
    "answer": "a",
    
          "additional_context": "அதிகாரிகள் ஆய்வுக்கு வரும்போது வெளியில் அனுப்பி விடுகிறார்கள். ஒரு வேளை கண்டுபிடித்துவிட்டால், வயது பதினைந்து என்று சொல்லச் சொன்னார்கள். பின்னலாடை நிறுவனத்துக்குப் போய்க்கொண்டே இருந்தால் அவனும் குழந்தைத் தொழிலாளிதான். வாழ்க்கை முழுவதும் தொழிலாளிதான் என்பது நினைவுக்கு வந்தது. - இந்த வரிகளில் பின்னலாடை நிறுவனத்தில் குழந்தைத் தொழிலாளர்களைப் பயன்படுத்துவதாகவும், அந்த நிறுவனத்தில் மதிவாணனும் வேலை செய்வதாகவும் குறிப்பிடப்பட்டுள்ளது.  மதிவாணன் பின்னலாடை நிறுவனத்தில் வேலை செய்வதால் தன்னைத் தானே குழந்தைத் தொழிலாளி என்று நினைக்கிறான். "
          }
        ,
          
  {
    
          "description": "மதிவாணன் ஏன் பள்ளிக்குப் போக முடிவெடுத்தான்?",
          "options": [
      "a) பின்னலாடை நிறுவன வேலை அவனுக்குப் பிடிக்கவில்லை.",
      "b)  அவன் தன் கனவுகளை நிறைவேற்ற விரும்பினான்.",
      "c) அவனுக்குப் படிக்க ஆசைப்பட்டான்.",
      "d)  அவன் அப்பாவின் அனுமதி கிடைத்தது."
    ],
    "answer": "b",
    
          "additional_context": "மதிவாணன் படித்தால் வேறு வேலை பார்க்கலாம். அதிகமான சம்பளம் கிடைக்கும். படித்துவிட்டுச் சொந்தமாகத் தொழிலும் செய்யலாம். அப்படி இல்லாமல் இந்த வயதிலிருந்து தொழிலாளியாகவே வாழ்க்கையைக் கடத்துவதா? சிந்தித்தான். -  இந்த வரிகள் மதிவாணன் பள்ளிக்குச் சென்று தனது கனவுகளை நிறைவேற்ற வேண்டும் என்ற எண்ணத்தை உணர்த்துகிறது. "
          }
        ,
          
  {
    
          "description": "மதிவாணன் பள்ளிக்குப் போக முடிவெடுத்ததைக் காட்டும் வார்த்தைகள் எவை?",
          "options": [
      "a) “சம்பளம் வருதே' என்பார்”",
      "b) “பள்ளிக்குப் போறதா, இல்லே பின்னலாடை நிறுவனத்துக்குப் போறதான்னு..”",
      "c) “நாங்கெளெல்லாம் பின்னலாடை நிறுவனத்துக்குத்தான். நான் முடிவு பண்ணிட்டேன்”",
      "d)  “பள்ளிக்குப் போறேண்டா”"
    ],
    "answer": "d",
    
          "additional_context": "கவின் மதிவாணனைப் பார்த்து 'எங்கடா போறே?' என்று கேட்கிறான். அதற்கு மதிவாணன் 'பள்ளிக்குப் போறேண்டா' என்று பதில் சொல்கிறான். இந்த வார்த்தைகள் மதிவாணன் பள்ளிக்குச் செல்ல முடிவெடுத்ததைப் பறைசாற்றுகிறது. "
          }
        ,
          
  {
    
          "description": "கவின் மதிவாணனைப் பார்த்து என்ன சொன்னான்?",
          "options": [
      "a) “எங்கடா போறே?”",
      "b) “கூட்டந்தான். ஆனா போயிடலாம்.”",
      "c)  “என்னடா குழப்பம்? வாராவாரம் சம்பளம். திரைப்படம் பாக்கக் காசு கிடைக்குது. சாயங்காலமானா பரோட்டா.. இடையில போண்டா...”",
      "d) “பள்ளிக்குப் போறதுக்கு இன்னும் ரெண்டு நாள் இருக்கே”"
    ],
    "answer": "a",
    
          "additional_context": "சாலையைக் கடந்தபோது மதிவாணனுக்குப் பெருமூச்சு வந்தது. இறக்கைகளைக் கட்டிக்கொண்டு பறப்பது போல் இருந்தது. இப்படியே பறந்துபோய் யாருமில்லாத பள்ளியை வேடிக்கை பார்க்க வேண்டும் போலிருந்தது அவனுக்கு. -  இந்த வரிகளில் மதிவாணன் பள்ளிக்குச் செல்வதில் மகிழ்ச்சி கொண்டிருப்பதைப் புரிந்துகொள்ள முடிகிறது.  கவின் மதிவாணனைப் பார்த்து  'எங்கடா போறே?' என்று கேள்வி கேட்கிறான். "
          }
        ]