
[
  {
    "description": "கவிஞர்களைப் பற்றியும் அவர்களின் படைப்புகளைப் பற்றியும் அறியும் போது நமக்கு என்ன உணர்வு ஏற்படும்?",
    "options": [
      "மனதில் அமைதி",
      "கற்பனையின் வளர்ச்சி",
      "ஆன்மீக உத்வேகம்",
      "மகிழ்ச்சியும் திருப்தியும்"
    ],
    "answer": "D",
    "additional_context": "நல்ல பாடல்களைப் படித்துச் சுவைப்பது உள்ளத்திற்கு மகிழ்ச்சி அளிக்கும். அதுபோலவே சிறந்த புலவர்களைப் பற்றி அறிந்து கொள்வதும் நமக்கு மகிழ்ச்சி தரும். தமிழகத்தின் பல்வேறு பகுதிகளிலும் சிறந்த புலவர்கள் பலர் உருவாகியுள்ளனர். அவர்களுள் திருநெல்வேலிப் பகுதியைச் சேர்ந்த புலவர்களைப் பற்றி அறிந்து கொள்வோம்."
  },
  {
    "description": "\"ஆயிரம் வருஷத்துக்கு ஒரு தடவை கவிஞன் பிறக்கிறான்\" என்று சொல்லப்படுவதன் காரணம் என்ன?",
    "options": [
      "கவியின் அரிதான தன்மை",
      "கவிஞர்களின் எண்ணிக்கை குறைவு",
      "கவிகளைப் புரிந்துகொள்வது கடினம்",
      "கவிஞர்களின் திறமை அபூர்வமானது"
    ],
    "answer": "D",
    "additional_context": "ஒரு நாட்டில் காவியம் உண்டாகிக் கொண்டே இருக்க வேண்டுமென்று எதிர்பார்ப்பது அவ்வளவு சரியல்ல. பொதுவாக, ஆயிரம் வருஷத்துக்கு ஒரு தடவை கவிஞன் பிறக்கிறான் என்று சொல்லுவார்கள். ஒருவகையாக அஃது உண்மைதான். கவி அவ்வளவு அருமை. ஆனால், கவியை அனுபவிக்கிற திறமை அவ்வளவு அபூர்வமான விஷயம் அல்ல; ஆண், பெண் எல்லோருமே அனுபவிக்கிற விஷயந்தான் அது."
  },
  {
    "description": "\"கவியை அனுபவிக்கிற திறமை அவ்வளவு அபூர்வமான விஷயம் அல்ல\" என்ற கூற்றுக்கு எடுத்துக்காட்டாகக் கொடுக்கப்பட்டுள்ளது எது?",
    "options": [
      "திருநெல்வேலி ஜில்லா நெடுகிலும் உண்மையான கவிஞர்கள் பிறந்திருக்கிறார்கள்.",
      "ஆண், பெண் எல்லோருமே கவியை அனுபவிக்கிறார்கள்.",
      "மின்மினிப் பூச்சியையும் 'காக்காப்' பொன்னையும் பார்த்து ஏமாந்து போகக் கூடாது.",
      "பாரதியாரும் தேசிகவிநாயகனாரும் நம்மோடு ஒட்டியவர்கள்."
    ],
    "answer": "B",
    "additional_context": "ஒரு நாட்டில் காவியம் உண்டாகிக் கொண்டே இருக்க வேண்டுமென்று எதிர்பார்ப்பது அவ்வளவு சரியல்ல. பொதுவாக, ஆயிரம் வருஷத்துக்கு ஒரு தடவை கவிஞன் பிறக்கிறான் என்று சொல்லுவார்கள். ஒருவகையாக அஃது உண்மைதான். கவி அவ்வளவு அருமை. ஆனால், கவியை அனுபவிக்கிற திறமை அவ்வளவு அபூர்வமான விஷயம் அல்ல; ஆண், பெண் எல்லோருமே அனுபவிக்கிற விஷயந்தான் அது."
  },
  {
    "description": "கடிகைமுத்துப் புலவர் யாரைப் பற்றிப் பல பாடல்கள் பாடியிருக்கிறார்?",
    "options": [
      "பாரதியார்",
      "தேசிகவிநாயகனார்",
      "வெங்கடேசுர எட்டப்ப ராஜா",
      "நம்மாழ்வார்"
    ],
    "answer": "C",
    "additional_context": "பாரதியார் பிறந்து வளர்ந்த இடம் எட்டையபுரம். எட்டையபுர சமஸ்தானம் நெடுகிலும் ஊர் ஊராய்ப் புலவர்களும் கவிராயர்களும் வாழ்ந்தனர். தேசிகவிநாயகனார் கன்னியாகுமரிப் பக்கம் - அதாவது நாஞ்சில் நாட்டில் பிறந்து வளர்ந்தவராய் இருந்தாலும் அவர் தமிழை அழுத்தமாக ஆர்வத்தோடு கற்ற இடம் திருநெல்வேலி நகர்தான். பாரதியாரும் தேசிகவிநாயகனாரும் நம்மோடு ஒட்டியவர்கள். அவர்களை விட்டுவிட்டு, கொஞ்சம் முந்தியுள்ள கவிஞர்களைப் பார்க்கலாம். கோயில்பட்டியிலிருந்து கிழக்கே எட்டு மைல் தூரத்தில்தான் பாரதியாரின் பிறப்பிடமாகிய எட்டையபுரம் இருக்கிறது. அங்கே சுமார் இருநூறு வருஷங்களுக்கு முன் இருந்தவர் கடிகைமுத்துப் புலவர். அவர் வெங்கடேசுர எட்டப்ப ராஜாவைப் பற்றிப் பல பாடல்கள் பாடியிருக்கிறார்."
  },
  {
    "description": "\"மழை பெய்யாத இடத்தில் மழை பெய்கிறது என்றால் குடியானவர்களுக்கு ஒரே கும்மாளி அல்லவா?\" என்ற கூற்று எந்தப் பாடலின் அடியைப் பற்றியது?",
    "options": [
      "முக்கூடல் பள்ளு",
      "திருப்புகழ்",
      "திருவாய்மொழி",
      "குற்றாலக் குறவஞ்சி"
    ],
    "answer": "A",
    "additional_context": "மணியாச்சியிலிருந்து ஏழெட்டு மைல் தூரத்தில் தாமிரபரணி நதியும் சிற்றாறும் கலக்கிற இடம்தான் சீவலப்பேரி என்கிற முக்கூடல். முக்கூடல் பள்ளு என்னும் பிரபந்தம் முக்கூடலைப் பற்றியதுதான். சாதாரணமாக மழை பெய்யாத இடத்தில் மழை பெய்கிறது என்றால் குடியானவர்களுக்கு ஒரே கும்மாளி அல்லவா? அந்தக் கும்மாளி, ஆற்று வெள்ளம் நாளை வரத் தோற்று தேகுறி – மலை யாள மின்னல் ஈழ மின்னல் சூழ மின்னுதே! என்ற அடியிலே இருக்கிறது. குடியானவர்களுக்கு இடிமுழக்கம்தான் சங்கீதம்; மின்னல் வீச்சுத்தான் நடனம்."
  }
]
