
[
  {
    "description": "“எண்ணித் துணிக கருமம் துணிந்தபின் எண்ணுவம் என்பது இழுக்கு” என்ற திருக்குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "எந்தச் செயலையும் முதலில் சிந்தித்துச் செய்ய வேண்டும்",
      "செயல் தொடங்கிய பின் எண்ணிப் பார்க்கக் கூடாது",
      "திட்டமிடாமல் செயல்படுவது தவறு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நமது வாழ்வில் செய்யும் ஒவ்வொரு செயலையும் நன்கு சிந்தித்து, முடிவு எடுத்துச் செய்ய வேண்டும் என்பதை இந்த திருக்குறள் வலியுறுத்துகிறது. செயல் தொடங்கிய பின்பு  எண்ணிப் பார்க்கும் அவசியம் இல்லை.  சரியான திட்டமிடலின்றி செய்யப்படும் செயல்கள் தீமை தரும் என்பதையும் இது சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "“நன்றாற்றல் உள்ளும் தவறுண்டு அவரவர் பண்பறிந்து ஆற்றாக் கடை” என்ற திருக்குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "நன்மை செய்யும்போது பண்பைக் கருத்தில் கொள்ள வேண்டும்",
      "நன்மை செய்வது எப்போதும் நல்லது",
      "பண்பறிந்து நன்மை செய்வது முக்கியம்",
      "பண்பறிந்து நன்மை செய்யாவிட்டால் தீமை ஏற்படும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "எவர்க்கும் நன்மை செய்யும் போது அவர்களது பண்பை முதலில் கவனித்துப் பார்த்து, தீமை ஏற்படாமல் பார்த்துக்கொள்ள வேண்டும் என்பதை இந்த திருக்குறள் உணர்த்துகிறது.  பண்பறிந்து நன்மை செய்யாவிட்டால், நாம் நன்மை செய்ய விரும்பினாலும் தீமை ஏற்படலாம். இதுபோன்ற சூழல்களில் நாம் நன்மை செய்வதற்கு முன் கவனமாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது."
  },
  {
    "description": "“காக்கை கரவா கரைந்துண்ணும் ஆக்கமும் அன்ன நீரார்க்கே உள” என்ற திருக்குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "காகத்தின் பண்பைப் பற்றி",
      "மனிதர்கள் காகத்தைப் போல இருக்க வேண்டும்",
      "பகிர்ந்து கொள்வதன் முக்கியத்துவம்",
      "மனிதர்கள் சுயநலமாக இருக்கக் கூடாது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த திருக்குறள்  காகத்தின் இயல்பை உதாரணமாகக் கொண்டு, பகிர்ந்து கொள்வதன் முக்கியத்துவத்தை எடுத்துரைக்கிறது. காகம் தான் கண்டறிந்த உணவை தனக்கு மட்டும் உண்ணாமல், தன் கூட்டத்தாரை அழைத்து பகிர்ந்து கொள்கிறது.  இதைப் போல மனிதர்களும், தனக்குக் கிடைத்ததைப் பகிர்ந்து கொள்ளும்  நல்ல பண்பை  பெற்றிருக்க வேண்டும் என்பதை  இந்த திருக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“மடியை மடியா ஒழுகல் குடியைக் குடியாக வேண்டு பவர்” என்ற திருக்குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "குடியைச் சிறந்ததாக ஆக்குவதற்கான வழி",
      "சோம்பலைத் துன்பமாகக் கருதுதல்",
      "முயற்சியுடன் வாழ வேண்டும்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஒரு குடும்பத்தையோ, சமுதாயத்தையோ சிறந்ததாக ஆக்க வேண்டும் எனில், சோம்பலைத் தூக்கி எறிந்து, முயற்சியுடன் வாழ வேண்டும் என்பதை இந்த திருக்குறள்  உணர்த்துகிறது.  சோம்பல் என்பது துன்பத்தைத் தரும் என்பதையும், அதைத் துறந்து  முயற்சியோடு வாழ்வதன் மூலம் மட்டுமே  நம் குடியைச் சிறந்ததாக ஆக்க முடியும் என்பதையும் இந்த திருக்குறள்  எடுத்துரைக்கிறது."
  },
  {
    "description": "“இடும்பைக்கு இடும்பை படுப்பர் இடும்பைக்கு இடும்பை படாஅ தவர்” என்ற திருக்குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "துன்பங்களை எதிர்கொள்ளும் விதம்",
      "துன்பத்திற்குத் துன்பத்தால் பதில் அளிப்பது",
      "துன்பங்களை வென்று விடுவது",
      "துன்பங்களை எதிர்கொள்வதன் மூலம் வலிமை பெறுவது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "துன்பங்களை எதிர்கொள்ளும்  போது, துன்பத்தால் மனம் தளர்ந்து போய் விடாமல்,  வலிமை பெற்று துன்பத்தை வென்று விடுவதுதான்  சிறந்த வழி.  துன்பத்திற்கு துன்பத்தால் பதில் அளிப்பது தவறு என்பதை இந்த திருக்குறள் எடுத்துரைக்கிறது."
  }
]
