[
          
  {
    
          "description": "பூதத்தாழ்வார் யாருடைய பாடல்களில் இடம் பெறுகிறார்?",
          "options": [
      "நாலாயிரத் திவ்வியப் பிரபந்தத்தில்",
      "திருவாசகம்",
      "தேவாரம்",
      "பிரம்ம சூத்திரம்"
    ],
    "answer": "A",
    
          "additional_context": "பன்னிரு ஆழ்வார்களில் ஒருவரான பூதத்தாழ்வார் நாலாயிரத் திவ்வியப் பிரபந்தத்தில் தனது பாடல்களை இயற்றியுள்ளார். இவரது பாடல்கள் பெரும்பாலும் திருமாலின் பெருமையைப் பாடிப் போற்றுகின்றன. பூதத்தாழ்வார் சென்னையை அடுத்துள்ள மாமல்லபுரத்தில் பிறந்தவர். இவர் நாலாயிரத் திவ்வியப் பிரபந்தத்தில் இரண்டாம் திருவந்தாதியை இயற்றியுள்ளார். நம் பாடப்பகுதி இரண்டாம் திருவந்தாதியில் உள்ள முதல்பாடலாகும். "
          }
        ,
          
  {
    
          "description": "'அந்தாதி'  என்ற சொல் எதைப் குறிக்கிறது?",
          "options": [
      "ஒரு குறிப்பிட்ட கால இடைவெளியில் பாடப்படும் பாடல்",
      "ஒரு குறிப்பிட்ட இறைவனைப் பாடும் பாடல்",
      "ஒரு பாடலின் இறுதி எழுத்து அடுத்த பாடலின் முதல் எழுத்தாக இருப்பது",
      "ஒரு பாடல் முழுவதும் ஒரே ரிதம் பயன்படுத்தப்படுவது"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு பாடலின் இறுதி எழுத்தோ, அசையோ, சொல்லோ அடுத்து வரும் பாடலுக்கு முதலாக அமைவதை அந்தாதி என்பர். (அந்தம் முடிவு, ஆதி - முதல்)."
          }
        ,
          
  {
    
          "description": "“வையம் தகளியா வார்கடலே நெய்யாக” என்ற வரிகளில் பொய்கையாழ்வார் எந்த உருவகத்தை பயன்படுத்துகிறார்?",
          "options": [
      "வானத்தை விளக்காகவும், மழையை நெய்யாகவும் உருவகப்படுத்துதல்",
      "மண்ணை விளக்காகவும், கடலை நெய்யாகவும் உருவகப்படுத்துதல்",
      "பூமியை விளக்காகவும், கடலை நெய்யாகவும் உருவகப்படுத்துதல்",
      "சூரியனை விளக்காகவும், நதியை நெய்யாகவும் உருவகப்படுத்துதல்"
    ],
    "answer": "C",
    
          "additional_context": "பொய்கையாழ்வார்  தனது பாடலில்  பூமியை அகல்விளக்காகவும், ஒலிக்கின்ற கடலை நெய்யாகவும், வெப்பக்கதிர் வீசும் கதிரவனைச் சுடராகவும் உருவகப்படுத்தி பாடியுள்ளார். இவர் காஞ்சிபுரத்திற்கு அருகிலுள்ள திருவெஃகா என்னும் ஊரில் பிறந்தவர். நாலாயிரத் திவ்வியப் பிரபந்தத்தில் உள்ள முதல் திருவந்தாதி இவர் பாடியதாகும். அதன் முதல் பாடல் நமக்குக் கொடுக்கப்பட்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "பூதத்தாழ்வார் ஞான விளக்கை ஏற்றுவதற்கு என்னென்னவற்றை பயன்படுத்துகிறார்?",
          "options": [
      "அன்பை தகளியாக, ஆர்வத்தை நெய்யாக, சிந்தையை திரியாக",
      "மனதை தகளியாக, அறிவை நெய்யாக, கற்பனையை திரியாக",
      "ஆர்வத்தை தகளியாக, அறிவை நெய்யாக, சிந்தையை திரியாக",
      "அறிவை தகளியாக, அன்பை நெய்யாக, கற்பனையை திரியாக"
    ],
    "answer": "A",
    
          "additional_context": "பூதத்தாழ்வார் தனது பாடலில் ஞான விளக்கை ஏற்றுவதற்கு அன்பை தகளியாக, ஆர்வத்தை நெய்யாக, சிந்தையை திரியாக பயன்படுத்துகிறார்.  இவர் நாலாயிரத் திவ்வியப் பிரபந்தத்தில் இரண்டாம் திருவந்தாதியை இயற்றியுள்ளார். நம் பாடப்பகுதி இரண்டாம் திருவந்தாதியில் உள்ள முதல்பாடலாகும். "
          }
        ,
          
  {
    
          "description": "பொய்கையாழ்வார் மற்றும் பூதத்தாழ்வார் இரண்டு பேரும் தங்களது பாடல்களில் எந்த தெய்வத்தை போற்றி பாடுகின்றனர்?",
          "options": [
      "பிரம்மா",
      "சிவன்",
      "விஷ்ணு",
      "இந்திரன்"
    ],
    "answer": "C",
    
          "additional_context": "பொய்கையாழ்வார் மற்றும் பூதத்தாழ்வார் இருவரும் தங்கள் பாடல்களில் விஷ்ணுவை போற்றி பாடுகின்றனர்.  பொய்கையாழ்வார் தனது பாடலில் திருமாலின் திருவடிகளுக்கு துன்பக்கடல் நீங்க வேண்டிப் பாடலால் மாலை சூட்டினேன் என்று கூறுகிறார். பூதத்தாழ்வார் ஞானத்தமிழ் புரிந்த நான் ஞானச்சுடர் விளக்கை ஏற்றினேன் நாரணற்கு என்கிறார். இதில் நாரணன் என்பது விஷ்ணுவின் மற்றொரு பெயராகும்."
          }
        ]