[
          
  {
    
          "description": "காயிதே மில்லத் அவர்கள் நாடாளுமன்றத்தில் எடுத்துரைத்த இந்தியாவின் வளங்களைப் பயன்படுத்தி என்ன சாதித்தார்?",
          "options": [
      "இந்தியாவில் புதிய அரசியல் கட்சியைத் தொடங்கி அரசியல் சீர்திருத்தங்களை கொண்டு வந்தார்.",
      "நாட்டின் கனிம வளங்களைப் பயன்படுத்தி தொழில்துறை வளர்ச்சிக்கு வழி வகுத்தார்.",
      "சமய நல்லிணக்கத்தைப் பேணி, மத வன்முறையைத் தடுத்து நிறுத்தினார்.",
      "இந்தியாவின் ஆட்சி மொழியை தமிழ் மொழியாக அறிவிக்க வற்புறுத்தினார்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "காயிதே மில்லத் அவர்கள் ஒரு சிறந்த தொழில்துறை அறிவுடையவர். அவர் இந்தியாவின் கனிம வளங்களைப் பற்றி நாடாளுமன்றத்தில் எடுத்துரைத்தார். இதனால் இந்திய அரசு கனிம வளங்களைப் பயன்படுத்தும் பல்வேறு திட்டங்களை நடைமுறைப்படுத்தியது. அதன் மூலம் தொழில்துறை வளர்ச்சி அடைந்தது. மக்கள் நேரடியாகவும் மறைமுகமாகவும் வேலைவாய்ப்பினைப் பெற்றனர்."
          }
        ,
          
  {
    
          "description": "'கல்வி மிகுந்திடில் கழிந்திடும் மடமை' என்ற முதுமொழிக்கு ஏற்ப காயிதே மில்லத் என்ன செய்தார்?",
          "options": [
      "தனது சொந்தப் பணத்தைப் பயன்படுத்தி பல கல்வி நிறுவனங்களைத் தொடங்கினார்.",
      "நாட்டின் கல்வித் தரத்தை மேம்படுத்தும் வகையில் புதிய கல்வித் திட்டங்களை உருவாக்கினார்.",
      "கல்வி நிறுவனங்களுக்கு அரசு நிதியைப் பெற வற்புறுத்தி, கல்வி வளர்ச்சிக்குப் பாடுபட்டார்.",
      "கல்விக்கான நிதியை அரசியல் கட்சிகளிடம் இருந்து பெற்று, கல்வி முன்னேற்றத்திற்கு உழைத்தார்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கல்வி ஒன்றுதான் ஒட்டுமொத்தச் சமூக வளர்ச்சிக்கு உறுதுணையாக இருக்கும் என்று எண்ணினார் காயிதே மில்லத். 'கல்வி மிகுந்திடில் கழிந்திடும் மடமை' என்ற முதுமொழிக்கு ஏற்பக் கல்வி நிறுவனங்களை உருவாக்க நினைத்தார். திருச்சியில் ஜமால் முகம்மது கல்லூரி, கேரளாவில் ஃபரூக் கல்லூரி ஆகியவற்றைத் தொடங்க அவரே காரணமாக இருந்தார்."
          }
        ,
          
  {
    
          "description": "காயிதே மில்லத் இந்தியாவின் ஆட்சிமொழி பற்றி எடுத்துரைத்த கருத்து எது?",
          "options": [
      "இந்தியாவில் பல மொழிகள் இருப்பதால், எந்த மொழியையும் ஆட்சி மொழியாக அறிவிக்கக் கூடாது.",
      "மக்கள் தொகை அதிகமாக உள்ள மொழிதான் ஆட்சி மொழியாக இருக்க வேண்டும்.",
      "தமிழ் மொழி பழமை வாய்ந்த மொழியாக இருப்பதால், அது ஆட்சி மொழியாக இருக்க வேண்டும்.",
      "பழமையான மொழிகளில் ஒன்றை ஆட்சி மொழியாக்க வேண்டும் என்றால் அது இந்தி மொழியாக இருக்க வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தியா விடுதலை பெற்ற பிறகு நாட்டின் ஆட்சிமொழியைத் தேர்வு செய்வது தொடர்பான கூட்டம் நாடாளுமன்றத்தில் நடைபெற்றது. மிகுதியான மக்கள் பேசும் மொழியை ஆட்சி மொழியாக அறிவிக்க வேண்டும் என்றனர் சிலர்; பழமை வாய்ந்த மொழியை ஆட்சிமொழியாகத் தேர்ந்தெடுக்க வேண்டும் என்று பரிந்துரை செய்தனர் வேறு சிலர். ஆனால் அந்தத் தலைவர் 'பழமையான மொழிகளிலே ஒன்றைத்தான் ஆட்சிமொழி ஆக்க வேண்டும் என்றால், அது தமிழ்மொழிதான் என்று நான் உறுதியாகச் சொல்வேன். இன்னமும் விரிவாகச் சொல்ல வேண்டும் என்றால் திராவிட மொழிகள்தாம் இந்த மண்ணிலே முதன்முதலாகப் பேசப்பட்ட மொழிகள். அவற்றுள் மிகவும் இலக்கியச் செறிவுகொண்ட தமிழ்மொழி தான் மிகப் பழமையான மொழி. எனவே, தமிழ்மொழியை நாட்டின் ஆட்சிமொழியாக அறிவிக்க வேண்டும்' என்று குறிப்பிட்டார்."
          }
        ,
          
  {
    
          "description": "இந்தியா-சீனா போர் மூண்ட போது காயிதே மில்லத் என்ன செய்தார்?",
          "options": [
      "தனது ஒரே மகனைப் போர் முனைக்கு அனுப்பி, நாட்டுப் பற்று காட்டினார்.",
      "போரைக் கண்டித்துப் பேசினார்.",
      "போரால் பாதிக்கப்பட்ட மக்களுக்கு நிவாரணம் வழங்கினார்.",
      "அமைதி பேச்சுவார்த்தைக்கு முயற்சித்தார்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "அந்தத் தலைவரின் உள்ளத்தில் எப்போதும் நாட்டுப்பற்று மேலோங்கி இருந்தது. இந்தியாவுக்கும் சீனாவுக்கும் இடையே 1962 ஆம் ஆண்டு போர் மூண்டது. அப்போது தனது ஒரே மகனைப் போர்முனைக்கு அனுப்ப ஆயத்தமாக இருப்பதாகத் தெரிவித்து அந்தத் தலைவர் அப்போதைய முதன்மை அமைச்சர் ஜவகர்லால் நேருவுக்குக் கடிதம் எழுதினார்."
          }
        ,
          
  {
    
          "description": "காயிதே மில்லத் அவர்கள் மக்களின் நலனை எவ்வாறு முன்னிலைப்படுத்தினார்கள் என்பதற்கான சான்றான செயலைக் கீழ்கண்டவற்றுள் எது குறிப்பிடுகிறது?",
          "options": [
      "தனது இயக்கத்திற்காக பரிசாக வழங்கப்பட்ட மகிழுந்தை, தாம் தொடங்கி வைத்த கல்லூரிக்கு அளித்தது.",
      "தொடர்வண்டியில் பயணித்து மக்களுடன் நெருக்கமாக இருந்தது.",
      "சீனாவுடன் போர் மூண்ட போது தனது மகனை போர் முனைக்கு அனுப்பத் தயாராக இருந்தது.",
      "தனது மகனின் திருமணத்தை எளிமையாக நடத்தியது."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "அந்த இளைஞர் பிற்காலத்தில் பெரிய அரசியல் தலைவராக வளர்ந்தார். அவர் பொது நிகழ்ச்சிகளில் கலந்து கொள்வதற்குத் தனி மகிழுந்தில் செல்லமாட்டார். தொடர்வண்டி, பேருந்து போன்ற பொதுப்போக்குவரத்து ஊர்திகளையே பயன்படுத்துவார். அன்பர் ஒருவர் அவருக்கு ஒரு மகிழுந்தைப் பரிசளித்தார். ஆனால் அவர் அதை ஏற்க மறுத்து எப்போதும்போல் தொடர்வண்டியிலேயே பயணம் செய்தார். அவர் சார்ந்திருந்த இயக்கத்தின் சார்பாக அவருக்கு ஒரு மகிழுந்தும் பெருந்தொகையும் பரிசளிக்கப்பட்டன. அவற்றையும் தாம் தொடங்கி வைத்த கல்லூரியின் பயன்பாட்டிற்கு அளித்துவிட்டார்."
          }
        ]