
[
  {
    "description": "எந்தப் பாடல் வரியில்  \"எடுத்துக்காட்டு உவமை அணி\" பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "a) மயில் போல ஆடினாள்.",
      "b) மீன் போன்ற கண்.",
      "c) தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு.",
      "d) மாலை வெயிலில் மழைத்தூறல் பொன்மழை பொழிந்தது போல் தோன்றியது."
    ],
    "answer": "c",
    "additional_context": "உவமை அணியில் உவமை மற்றும் உவமேயம் இரண்டும் இருக்கும். ஆனால் எடுத்துக்காட்டு உவமை அணியில் உவமை, உவமேயம் மற்றும் உவம உருபு இல்லாமல் இருக்கும்.  மேலே உள்ள கேள்வியில் 'தொட்டனைத்து ஊறும் மணற்கேணி' என்பது உவமை. 'மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு' என்பது உவமேயம். இதில் 'அதுபோல்' என்னும் உவம உருபு மறைந்து வந்துள்ளது. இவ்வாறு உவமை ஒரு தொடராகவும் உவமேயம் ஒரு தொடராகவும் வந்து உவம உருபு மறைந்து வந்தால் அஃது எடுத்துக்காட்டு உவமை அணி எனப்படும்.  எடுத்துக்காட்டு உவமை அணியில் 'அதுபோல்' போன்ற உவம உருபு மறைந்து இருக்கும் என்பது குறிப்பிடத்தக்கது."
  },
  {
    "description": "\"உவம உருபு மறைந்து வந்துள்ளது\"  என்ற வாக்கியம் எந்த அணியைப் பற்றி விளக்குகிறது?",
    "options": [
      "a) இல்பொருள் உவமை அணி",
      "b) எடுத்துக்காட்டு உவமை அணி",
      "c) உவமை அணி",
      "d) எதுவும் இல்லை"
    ],
    "answer": "b",
    "additional_context": "உவம உருபு மறைந்து வந்துள்ளது என்று கூறுவது எடுத்துக்காட்டு உவமை அணியைப் பற்றி விளக்குகிறது. இதில் உவமை ஒரு தொடராகவும் உவமேயம் ஒரு தொடராகவும் வந்து உவம உருபு மறைந்து வந்தால் அஃது எடுத்துக்காட்டு உவமை அணி எனப்படும்.  இல்பொருள் உவமை அணியில் உவமை உருபு வெளிப்படையாகவே இருக்கும்.  'மாலை வெயிலில் மழைத்தூறல் பொன்மழை பொழிந்ததுபோல் தோன்றியது' என்ற தொடரில் 'போல்' என்ற உவம உருபு வெளிப்படையாகவே இருக்கிறது.   எடுத்துக்காட்டு உவமை அணியில் 'அதுபோல்' போன்ற உவம உருபு மறைந்து இருக்கும் என்பது குறிப்பிடத்தக்கது."
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எது உவம உருபு அல்ல?",
    "options": [
      "a) போல",
      "b) புரைய",
      "c) ஒப்ப",
      "d) போல்"
    ],
    "answer": "d",
    "additional_context": "உவம உருபு என்பது ஒரு பொருளை மற்றொரு பொருளுடன் ஒப்பிட்டுப் பேசும்போது பயன்படுத்தப்படும் சொல். உவம உருபு என்பது  'போல', 'புரைய', 'அன்ன', 'இன்ன', 'அற்று', 'மான', 'கடுப்ப', 'ஒப்ப', 'உறழ' போன்றவை  'போல்' என்ற சொல்  உவம உருபு அல்ல. இது ஒரு சாதாரண சொல்."
  },
  {
    "description": "\"மாலை வெயிலில் மழைத்தூறல் பொன்மழை பொழிந்தது போல் தோன்றியது\"  என்ற தொடரில் உவமையாகக் குறிப்பிடப்பட்டுள்ளது எது?",
    "options": [
      "a) மழைத்தூறல்",
      "b) பொன்மழை",
      "c) மாலை வெயில்",
      "d) தோன்றியது"
    ],
    "answer": "b",
    "additional_context": "'மாலை வெயிலில் மழைத்தூறல் பொன்மழை பொழிந்தது போல் தோன்றியது' என்ற தொடரில் பொன்மழை  என்பது உவமை. ஏனெனில் உலகில் பொன்மழை பொழிவதில்லை.  மழைத்தூறல் என்பது உவமேயம். இது உலகில் இருக்கிறது."
  },
  {
    "description": "\"புலி போலப் பாய்ந்தான் சோழன்\"  என்ற தொடரில் உவமேயம் எது?",
    "options": [
      "a) புலி",
      "b) சோழன்",
      "c) பாய்ந்தான்",
      "d) போல"
    ],
    "answer": "b",
    "additional_context": "'புலி போலப் பாய்ந்தான் சோழன்' என்ற தொடரில் சோழன் என்பது உவமேயம். ஏனெனில் சோழன் ஒரு மனிதன். புலி போலப் பாய்ந்தான் என்பது இதற்கு உவமை.  இங்கு 'புலி' என்பது உவமை  'போல' என்பது உவம உருபு."
  }
]
