[
          
  {
    
          "description": "'வீரர்கள் நாட்டைக் காத்தனர்' என்ற தொடரில் ______ 'நாடு' ஆகும்.",
          "options": [
      "எழுவாய்",
      "பயனிலை",
      "செயப்படுபொருள்",
      "இடைச்சொல்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஒரு தொடரில் யாரை? எதை? எவற்றை என்னும் வினாக்களுக்கு விடையாக வருவது செயப்படுபொருள்.  \n 'வீரர்கள் நாட்டைக் காத்தனர்' என்ற தொடரில் 'நாடு' என்ற சொல் 'எவற்றை?'  என்ற வினாவிற்கு விடையாக இருப்பதால் அது செயப்படுபொருள் ஆகும். "
          }
        ,
          
  {
    
          "description": "'தொல்காப்பியத்தைப் படித்துத் தொல்லையெல்லாம் மறந்தேன்' என்ற தொடரில் 'தொல்காப்பியத்தை' என்பது ______ ஆகும்.",
          "options": [
      "எழுவாய்",
      "பயனிலை",
      "செயப்படுபொருள்",
      "இடைச்சொல்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஒரு தொடரில் யாரை? எதை? எவற்றை என்னும் வினாக்களுக்கு விடையாக வருவது செயப்படுபொருள். \n 'தொல்காப்பியத்தைப் படித்துத் தொல்லையெல்லாம் மறந்தேன்' என்ற தொடரில் 'தொல்காப்பியத்தை' என்ற சொல் 'எதை?'  என்ற வினாவிற்கு விடையாக இருப்பதால் அது செயப்படுபொருள் ஆகும். "
          }
        ,
          
  {
    
          "description": "“இடக்கரடக்கல்” என்ற வழக்கு பற்றிய கீழ்க்கண்ட கூற்றுகளில் எது சரியானது?",
          "options": [
      "தகாத சொற்களைத் தகுதியான வேறு சொற்களால் மறைமுகமாகக் குறிப்பிடும் முறை.",
      "மங்கலமில்லாத சொற்களை மங்கலமான சொற்களால் குறிப்பிடும் முறை.",
      "ஒரு குழுவுக்கு மட்டும் புரியும் வகையில் சொற்களைப் பயன்படுத்தும் முறை.",
      "இலக்கண நெறியிலிருந்து பிறழ்ந்து சிதைந்து வழங்கும் சொற்களை குறிக்கும் முறை."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "பிறரிடம் வெளிப்படையாகச் சொல்லத் தகாத சொற்களைத் தகுதியுடைய வேறு சொற்களால் கூறுவது இடக்கரடக்கல் ஆகும்.  \n (எ.கா.) கால் கழுவி வந்தான் - இது தகாத சொல்லை மறைமுகமாக குறிப்பிடுகிறது.\n குழந்தை வெளியே போய்விட்டது. - இது மங்கலமில்லாத சொல்லை மங்கலமான சொல்லை பயன்படுத்தி குறிப்பிடுகிறது. \n பொன்னைப் பறி எனல் (பொற்கொல்லர் பயன்படுத்துவது) - இது ஒரு குழுவுக்கு மட்டும் புரியும் வகையில் சொற்களைப் பயன்படுத்தும் முறை. \n தஞ்சாவூர் என்னும் பெயரைத் தஞ்சை என்றும், திருநெல்வேலி என்னும் பெயரை நெல்லை எனவும் வழங்குகிறோம். இவ்வாறு இலக்கண நெறியிலிருந்து பிறழ்ந்து, சிதைந்து வழங்கும் சொற்கள் மரூஉ எனப்படும். - இது இலக்கண நெறியிலிருந்து பிறழ்ந்து சிதைந்து வழங்கும் சொற்களை குறிக்கும் முறை.  "
          }
        ,
          
  {
    
          "description": "“முன்பு, நுனி, தசை, கண்” ஆகிய சொற்களில் எது “இலக்கணப்போலி” அல்ல?",
          "options": [
      "முன்பு",
      "நுனி",
      "தசை",
      "கண்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இல்லத்தின் முன் பகுதியை இல்முன் எனக் குறிக்க வேண்டும். ஆனால் அதனை நம் முன்னோர் முன்றில் என மாற்றி வழங்கினர். கிளையின் நுனியைக் கிளைநுனி எனக் கூறாமல் நுனிக்கிளை எனக் குறிப்பிடுகிறோம். இவ்வாறு இலக்கண முறைப்படி அமையாவிடினும், இலக்கணமுடையவை போலவே ஏற்றுக் கொள்ளப்படும் சொற்கள் இலக்கணப்போலி எனப்படும்.  \n (எ.கா.) புறநகர், கால்வாய், தசை, கடைக்கண் - இவைகள் இலக்கணப்போலிகளாகும்.  \n 'கண்' இலக்கணப்போலி அல்ல. "
          }
        ,
          
  {
    
          "description": "“கோவை, குடந்தை, எந்தை, போது, சோணாடு” - இந்த சொற்களின் பொதுவான அம்சம் எது?",
          "options": [
      "இலக்கணமுடையது",
      "இலக்கணப்போலி",
      "மரூஉ",
      "தகுதி வழக்கு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "நாம் எல்லாச் சொற்களையும் எல்லா இடங்களிலும் முழுமையான வடிவத்தில் பயன்படுத்துவது இல்லை. தஞ்சாவூர் என்னும் பெயரைத் தஞ்சை என்றும், திருநெல்வேலி என்னும் பெயரை நெல்லை எனவும் வழங்குகிறோம். இவ்வாறு இலக்கண நெறியிலிருந்து பிறழ்ந்து, சிதைந்து வழங்கும் சொற்கள் மரூஉ எனப்படும்.  \n (எ.கா.)- கோவை, குடந்தை, எந்தை, போது, சோணாடு - இவை மரூஉ ஆகும். "
          }
        ]