[
          
  {
    
          "description": "'தீதுண்டோ மன்னும் உயிர்க்கு' என்ற குறளில் குறிப்பிடப்பட்டுள்ள 'தீது' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "அ) துன்பம்",
      "ஆ) வறுமை",
      "இ) நோய்",
      "ஈ) மரணம்"
    ],
    "answer": "A",
    
          "additional_context": "பிறருடைய குற்றத்தைக் காண்பது போல், தன்னுடைய குற்றத்தையும் காண்பவருடைய வாழ்வில் துன்பம் இல்லை என்கிறார் திருவள்ளுவர். தன்னுடைய குற்றங்களைப் பார்க்காமல் பிறரின் குற்றங்களை மட்டுமே பார்த்து, குற்றம் சொல்லும் போது, அவர்களுக்கு நிறைய துன்பம் ஏற்படும். அதனால் தனது குற்றத்தைப் பார்த்துத் திருந்தும் மனப்பான்மையை வளர்த்துக் கொள்வது அவசியம்."
          }
        ,
          
  {
    
          "description": "'வாய்மை எனப்படுவது யாதெனின் யாதொன்றும்' என்ற குறள் வாய்மையின் சிறப்பை எவ்வாறு விளக்குகிறது?",
          "options": [
      "அ) மற்றவர்க்கு மகிழ்ச்சி தருதல்",
      "ஆ)  பிறருடைய மனதை வெல்லுதல்",
      "இ) மற்றவர்க்கு எந்தத் தீங்கும் இல்லாமை",
      "ஈ)  பிறருடைய இதயத்தைத் தொடுதல்"
    ],
    "answer": "C",
    
          "additional_context": "வாய்மை என்றால் மற்றவர்க்கு தீங்கு இல்லாத சொற்களைப் பேசுவது. தன்னுடைய நன்மைக்காகப் பொய் சொல்லி மற்றவர்களுக்குத் தீங்கு செய்வது அல்ல. வாய்மையான சொற்கள் மனிதர்களிடையே நல்லுறவை வளர்க்கும். அதேசமயம், பொய் சொல்லும்போது மனிதர்களிடையே நம்பிக்கை குறைந்து மனவருத்தம் ஏற்படும். ஆகவே பொய்ச் சொல்லாமல் நேர்மையாகப் பேசுவது மனிதர்களிடையே நல்லுறவைப் பேணும். "
          }
        ,
          
  {
    
          "description": "'உள்ளத்தால் பொய்யாது ஒழுகின் உலகத்தார்' என்ற குறள் பொய் சொல்லாதவருக்குக் கிடைக்கும் பலனை எவ்வாறு விளக்குகிறது?",
          "options": [
      "அ) உலகத்தார் அன்பும் மரியாதையும் பெறுதல்",
      "ஆ)  உலகத்தார்  மதிப்பும் பாராட்டும் பெறுதல்",
      "இ) உலகத்தார் உள்ளங்களில் இடம் பிடித்தல்",
      "ஈ)  உலகத்தார் நம்பிக்கை பெறுதல்"
    ],
    "answer": "C",
    
          "additional_context": "உள்ளத்தில் பொய் இல்லாமல் வாழ்பவர்கள் உலக மக்களின் உள்ளங்களில் இடம் பிடிப்பார்கள். நேர்மையானவர்களை எல்லோரும் மதிப்பார்கள். பொய்ச் சொல்லும் போது மனிதர்களிடையே நம்பிக்கை குறைந்துவிடும். ஆகவே பொய் சொல்லாமல் வாழ்வதன் மூலம் மக்கள் மத்தியில் நல்ல பெயரைப் பெற முடியும்."
          }
        ,
          
  {
    
          "description": "'இயற்றலும் ஈட்டலும் காத்தலும் காத்த வகுத்தலும்' என்ற குறள் சிறந்த அரசின் எந்த பணியைப் பற்றி குறிப்பிடுகிறது?",
          "options": [
      "அ) பொருள்களைச் சேர்ப்பது",
      "ஆ) பொருளைப் பாதுகாத்தல்",
      "இ) பொருளைப் பிரித்துச் செலவு செய்தல்",
      "ஈ)  பொருள் வரும் வழிகளை அறிதல்"
    ],
    "answer": "D",
    
          "additional_context": "ஒரு நாட்டின் பொருளாதார வளர்ச்சிக்கு அரசின் பங்கு முக்கியமானது. பொருள் வரும் வழிகளை அறிந்து, சரியான முறையில் அவற்றைப் பயன்படுத்தி பொருள்களைச் சேர்த்தல்,  அந்த பொருள்களைப் பாதுகாத்தல் மற்றும் அதை எப்படி சரியான முறையில் செலவு செய்ய வேண்டும் என்ற திட்டங்களை உருவாக்குதல் போன்றவைகள் சிறந்த அரசின் பணிகளாகும். "
          }
        ,
          
  {
    
          "description": "'பூரியார் கண்ணும் உள' என்ற குறள் எந்த செல்வத்தைப் பற்றி கூறுகிறது?",
          "options": [
      "அ) அருட்செல்வம்",
      "ஆ) பொருட்செல்வம்",
      "இ) செவிச்செல்வம்",
      "ஈ)  மதிப்புரவ செல்வம்"
    ],
    "answer": "B",
    
          "additional_context": "பொருள் செல்வம் என்பது இழிந்தவர்களிடம் கூட இருக்கும். ஆனால், அருள் செல்வம் என்பது  சான்றோர்களிடம் மட்டுமே இருக்கும். மனிதர்களுக்கு அருள் செல்வம் மிகவும் முக்கியமானது. ஏனெனில் அருள் செல்வம் மனிதர்களைச் சான்றோர்களாக மாற்றும்."
          }
        ]