
[
  {
    "description": "கீழ்க்கண்டவற்றுள் எது மகரக் குறுக்கம் இடம்பெறாத சொல்?",
    "options": [
      "போன்ம்",
      "மருண்ம்",
      "பழம் விழுந்தது",
      "பணம் கிடைத்தது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மகரக்குறுக்கம் என்பது மகர மெய்யெழுத்து தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிப்பதாகும்.  போலும் என்றும் சொல்லைப் போன்ம் என்றும், மருளும் என்னும் சொல்லை மருண்ம் என்றும் செய்யுளில் ஓசைச் சீர்மைக்காகப் பயன்படுத்தினர்.  இச்சொற்களில் மகரமெய்யானது ன், ண் ஆகிய எழுத்துகளை அடுத்து வருவதால் தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது.  இவ்வாறு குறைந்து ஒலிக்கும் மகரம் மகரக்குறுக்கம் எனப்படும்.  பழம் விழுந்தது, பணம் கிடைத்தது ஆகிய சொற்களில் மகரம் தனக்குரிய அரை மாத்திரை அளவில் ஒலிக்கிறது.  எனவே,  பழம் விழுந்தது, பணம் கிடைத்தது ஆகியவை மகரக்குறுக்கம் இல்லாத சொற்கள்."
  },
  {
    "description": "சொல்லின் முதலில் மட்டுமே இடம் பெறும் குறுக்கம் எது?",
    "options": [
      "ஐகாரக் குறுக்கம்",
      "மகரக் குறுக்கம்",
      "ஆய்தக் குறுக்கம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஐ, கை, பை என ஐகார எழுத்து, தனித்து வரும் இடங்களில் தனக்குரிய இரண்டு மாத்திரை அளவில் முழுமையாக ஒலிக்கிறது.  வையம், சமையல், பறவை என சொற்களின் முதல், இடை, இறுதி ஆகிய இடங்களில் வரும்போது தனக்குரிய இரண்டு மாத்திரை அளவிலிருந்து குறைந்து ஒலிக்கிறது.  இவ்வாறு குறைந்து ஒலிக்கும் ஐகாரம் ஐகாரக்குறுக்கம் எனப்படும்.  ஐகாரம் சொல்லின் முதலில் வரும்போது ஒன்றரை மாத்திரை அளவில் ஒலிக்கும்.  ஐகாரம் சொல்லின் இடையிலும் இறுதியிலும் வரும்போது ஒரு மாத்திரை அளவில் ஒலிக்கும்.  எனவே, ஐகாரக் குறுக்கம் சொல்லின் முதலில் மட்டுமே இடம் பெறுகிறது."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எது பலர்பாலுக்கு ஒரு எடுத்துக்காட்டு?",
    "options": [
      "மாணவன்",
      "கல்",
      "பசு",
      "மாணவர்கள்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பால் என்பது சொற்களை ஆண், பெண், பலர், ஒன்று, பல எனப் பிரித்து வகைப்படுத்துவதற்கு உதவும் ஒரு இலக்கணக் கருத்து.  பலர்பால் என்பது ஒன்றுக்கு மேற்பட்டவர்களைக் குறிக்கும்.  மாணவர்கள் என்பது ஒன்றுக்கு மேற்பட்டவர்களைக் குறிப்பதால் பலர்பாலுக்கு ஒரு எடுத்துக்காட்டு."
  },
  {
    "description": "'அரசன்' என்ற சொல்லுக்கு எதிர் பாலான பெயர் எது?",
    "options": [
      "அரசி",
      "ராணி",
      "தேவி",
      "இவை அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "அரசன் என்பது ஆண்பால் சொல்.  அரசனுக்கு எதிர் பாலான பெயர்கள் அரசி, ராணி, தேவி ஆகியவை.  எனவே,  இவை அனைத்தும் அரசன் என்ற சொல்லுக்கு எதிர் பாலான பெயர்கள்."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எது 'பசு' என்ற சொல்லின் பலவின்பால்?",
    "options": [
      "பசுக்கள்",
      "பசுமை",
      "பசுமை நிறம்",
      "பசு மந்தை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பலவின்பால் என்பது ஒன்றுக்கு மேற்பட்ட பொருட்களை, உயிரினங்களை குறிப்பதைக் குறிக்கும்.  பசு என்பது ஒன்றன்பால் சொல்.  பசுக்கள் என்பது பலவின்பால் சொல்.  எனவே, பசுக்கள் என்பது பசு என்ற சொல்லின் பலவின்பால்."
  }
]
