
[
  {
    "description": "திருநெல்வேலி நகரத்தில் உள்ள ஒரு பழமையான தெருவின் பெயர் என்ன?",
    "options": [
      "பேட்டை",
      "மீனாட்சிபுரம்",
      "காவற்புரைத் தெரு",
      "வீரராகவபுரம்"
    ],
    "answer": "C",
    "additional_context": "திருநெல்வேலி மாநகரில் உள்ள தெருக்கள் பல அதன் பழமைக்குச் சான்றாக உள்ளன. காவற்புரைத் தெரு என்று ஒரு தெரு உள்ளது. காவற்புரை என்றால் சிறைச்சாலை. அரசரால் தண்டிக்கப்பட்டவர்கள் இங்குச் சிறை வைக்கப்பட்டதால் இப்பெயர் பெற்றது. "
  },
  {
    "description": "தென்னிந்தியாவின் ஆக்ஸ்போர்டு என்று அழைக்கப்படும் நகரம் எது?",
    "options": [
      "திருநெல்வேலி",
      "பாளையங்கோட்டை",
      "கொற்கை",
      "வீரபாண்டியப்பட்டினம்"
    ],
    "answer": "B",
    "additional_context": "தாமிரபரணி ஆற்றின் மேற்குக் கரையில் திருநெல்வேலியும் கிழக்குக் கரையில் பாளையங்கோட்டையும் அமைந்துள்ளன. இவ்விரு நகரங்களும் இரட்டை நகரங்கள் என அழைக்கப்படுகின்றன. பாளையங்கோட்டையில் அதிக அளவில் கல்வி நிலையங்கள் இருப்பதால் அந்நகரைத் தென்னிந்தியாவின் ஆக்ஸ்போர்டு என்பர்."
  },
  {
    "description": "திருநெல்வேலிப் பகுதியைச் சேர்ந்த புகழ்பெற்ற தமிழ் இலக்கியப் படைப்பாளர்கள் யார்?",
    "options": [
      "நம்மாழ்வார், குமரகுருபரர், திரிகூடராசப்பக் கவிராயர்",
      "கால்டுவெல், வீரமாமுனிவர், ஜி.யு. போப்",
      "இளங்கோவடிகள்,  சேக்கிழார்,  திருஞானசம்பந்தர்",
      "அகத்தியர்,  மாறோக்கத்து நப்பசலையார்"
    ],
    "answer": "A",
    "additional_context": "அகத்தியர் பொதிகை மலையில் வாழ்ந்தார் என்பர். சங்கப் புலவரான மாறோக்கத்து நப்பசலையார், நம்மாழ்வார், பெரியாழ்வார், குமரகுருபரர், திரிகூடராசப்பக் கவிராயர், கவிராசப் பண்டிதர் ஆகியோர் திருநெல்வேலிச் சீமையில் பிறந்து தமிழுக்குச் செழுமை சேர்த்துள்ளனர். "
  },
  {
    "description": "கீழ்க்கண்ட எந்த மன்னர்களின் இரண்டாவது தலைநகரமாக திருநெல்வேலி விளங்கியது?",
    "options": [
      "சோழ மன்னர்கள்",
      "பாண்டிய மன்னர்கள்",
      "பல்லவ மன்னர்கள்",
      "சேர மன்னர்கள்"
    ],
    "answer": "B",
    "additional_context": "சேர, சோழ, பாண்டியர் என்னும் மூவேந்தர் ஆண்டு வந்தனர் என்பது நமக்குத் தெரியும். அவர்களுள் பாண்டியர்களின் தலைநகரமாக மதுரை விளங்கியது. அவர்களது இரண்டாவது தலைநகரமாகத் திருநெல்வேலி விளங்கியது."
  },
  {
    "description": "திருநெல்வேலியின் சிறப்பைப் போற்றி, திக்கெல்லாம் புகழுறும் திருநெல்வேலி என்று பாடியவர் யார்?",
    "options": [
      "சேக்கிழார்",
      "திருஞானசம்பந்தர்",
      "கம்பர்",
      "பாரதியார்"
    ],
    "answer": "B",
    "additional_context": "திக்கெல்லாம் புகழுறும் திருநெல்வேலி என்று திருஞானசம்பந்தரும், தண்பொருநைப் புனல் நாடு என்று சேக்கிழாரும் திருநெல்வேலியின் சிறப்பைப் போற்றியுள்ளனர்."
  }
]
