[
          
  {
    
          "description": "“அதிர அடிச்சா உதிர விளையும்” என்ற சொலவடை   ______  என்பதை விளக்குகிறது.",
          "options": [
      "அ) முயற்சியின் முக்கியத்துவம்",
      "ஆ) அதிரடித் தாக்குதல்",
      "இ) விதை விதைத்தல் ",
      "ஈ) தானியங்கள்"
    ],
    "answer": "A",
    
          "additional_context": "ஆமை முயலை விட வேகமாக ஓடுறதுக்கு முயற்சி செய்றதப் பத்தி பையன் கேக்குறான். அதுக்கு ஆமை, “அதிர அடிச்சா உதிர விளையும்”ன்னு சொல்றா.  இந்த சொலவடை ஒரு வேலையப் பெற நிறையா முயற்சி செய்யணும்னு விளக்குது."
          }
        ,
          
  {
    
          "description": "“அகழியில் விழுந்த முதலைக்கு அதுவே சொர்க்கம்னு சொல்லுற மாதிரி”  என்ற சொலவடை   ______  என்பதை எடுத்துக்காட்டுகிறது.",
          "options": [
      "அ) முதலையின் மகிழ்ச்சி",
      "ஆ) சூழ்நிலையை ஏற்றுக்கொள்வது",
      "இ) அகழி ",
      "ஈ) முதலையின் தன்மை"
    ],
    "answer": "B",
    
          "additional_context": "முயல் ஆமை கூட ஓடி தோத்துப் போயிடுச்சுன்னு சொல்றான். அதனால இனிமே சும்மா இருக்கக் கூடாதுன்னு நினைச்சு தூங்கிட்டிருக்கு. அதுக்கு பையன், “அகழியில் விழுந்த முதலைக்கு அதுவே சொர்க்கம்னு சொல்லுற மாதிரி”ன்னு சொல்றான். இந்த சொலவடை சூழ்நிலையப் பொறுத்து ஏற்றுக்கொண்டு தன் வேலையப் பாருன்னு சொல்லுது."
          }
        ,
          
  {
    
          "description": "“அமாவாசை இருட்டில் பெருச்சாளிக்குப் போன இடமெல்லாம் வழிதான்” என்ற சொலவடை  ______  என்பதை விளக்குகிறது.",
          "options": [
      "அ) பெருச்சாளிக்குப் பயம்",
      "ஆ) தெளிவற்ற சூழ்நிலை ",
      "இ) அமாவாசை இருள் ",
      "ஈ) வழி"
    ],
    "answer": "B",
    
          "additional_context": "பையன் ஏறி குதிச்சு விழுந்ததால எறும்பு, பூச்சி, வண்டு எல்லாம் வெளிய வந்து கடிக்குது. அதனால வலி தாங்காம பையன் ஓடி வீட்டுக்கு வந்து சேருறான். அப்போ அந்த சொலவடை நினைவுக்கு வந்து சேருது. இது எல்லாம் தெளிவற்ற சூழ்நிலையப் பத்தி சொல்லுது."
          }
        ,
          
  {
    
          "description": "'அணை உடைஞ்சு போன வெள்ளம் அழுதாலும் வராது' என்ற சொலவடை எந்த சூழலில் பயன்படுத்தப்பட்டது?",
          "options": [
      "பையன் பள்ளிக்கூடம் போக மறுத்தபோது அப்பா சொன்னார்.",
      "பையன் பள்ளிக்கூடம் போய் படிக்காமல் ஊரைச் சுற்றித் திரிந்தபோது அம்மா சொன்னார்.",
      "பையன் பறவை, தேனீ, மாடு, ஆமை ஆகியவற்றிடம் விளையாட வந்தபோது அவை சொன்னன.",
      "பையன் பழைய சுவரில் ஏறி குதித்து விழுந்து காயமடைந்தபோது எறும்பு சொன்னது."
    ],
    "answer": "A",
    
          "additional_context": "பையன் பள்ளிக்கூடம் போய் படிக்க மறுக்கிறான்.  அப்போ அவன் அப்பா, 'அணை உடைஞ்சு போன வெள்ளம் அழுதாலும் வராது. இப்ப நீ சரியா படிக்கலன்னா வாழ்க்கையில முன்னேற முடியாது. ஒழுங்காப் பள்ளிக்கூடம் போயி படிக்கிற வேலையப் பாரு'ன்னு சொல்றாரு. இது பையனுக்குத் தண்டனைப் போல் இருக்காது.  அவன் வாழ்க்கையப் பத்தி கவலைப்பட்டு சொல்லுறது. "
          }
        ,
          
  {
    
          "description": "'புண்ணுக்கு மருந்து போட முடியும்; புடிவாதத்துக்கு மருந்து போட முடியுமா?' என்ற சொலவடை என்ன பொருள் தருகிறது?",
          "options": [
      "புண் குணமாகும், ஆனால் புடிவாதம் மாறாது.",
      "புண் மருந்தால் குணமாகும், புடிவாதத்தையும் மாற்ற முடியும்.",
      "புண் சிறியது, புடிவாதம் பெரியது.",
      "புண் மற்றும் புடிவாதம் இரண்டும் மருந்தால் குணமாகும்."
    ],
    "answer": "A",
    
          "additional_context": "பையன் படிக்க மறுத்து, ஊரைச் சுத்திக்கிட்டு வருறான். அவங்க அம்மா எவ்வளவோ சொல்லியும் அவன் கேக்கல.  அப்போ  'புண்ணுக்கு மருந்து போட முடியும்; புடிவாதத்துக்கு மருந்து போட முடியுமா? அவனோடப் புடிவாதத்தை யாராலும் மாத்த முடியல'ன்னு சொல்றாங்க."
          }
        ]