
[
  {
    "description": "“பொன்னைப் பறி எனல்” என்ற சொல் எந்த வகையான தகுதி வழக்கின் எடுத்துக்காட்டு?",
    "options": [
      "இடக்கரடக்கல்",
      "மங்கலம்",
      "குழூஉக்குறி",
      "போலி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒரு குழுவினர் ஒரு பொருள் அல்லது செயலைக் குறிக்கத் தமக்குள் பயன்படுத்திக்கொள்ளும் சொற்கள் குழூஉக்குறி எனப்படும்.  சில பொற்கொல்லர்கள் பொன்னைப் பறி எனல்,  யானைப்பாகர் ஆடையைக் காரை எனல் போன்ற குறியீடுகளைத் தமக்குள் பயன்படுத்துகின்றனர்.  இது குழூஉக்குறி வழக்கிற்கு ஒரு சிறந்த எடுத்துக்காட்டு"
  },
  {
    "description": "“பைசல்” என்ற சொல் எந்த வகையான போலி?",
    "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இவ்வாறு சொல்லின் முதலில் இருக்க வேண்டிய எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து அமைந்து அதே பொருள் தருவது முதற்போலியாகும்.  சில சொற்களில் முதல் எழுத்து மாறினாலும் பொருள் மாறாது.  பசல் - பைசல், மஞ்சு- மைஞ்சு, மயல்- மையல் போன்ற சொற்களில் இது காணப்படுகிறது"
  },
  {
    "description": "“அஞ்சு” என்ற சொல் “ஐந்து” என்னும் சொல்லின் எந்த வகையான போலி வடிவம்?",
    "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இவ்வாறு ஒரு சொல்லில் இயல்பாக அமைந்த எழுத்துகளுக்குப் பதிலாக எழுத்துகள் அனைத்தும் வேறுபட்டாலும் பொருள் மாறாமல் இருப்பது முற்றுப்போலி எனப்படும். ஐந்து - அஞ்சு இச்சொற்களில் அஞ்சு என்னும் சொல் ஐந்து என்னும் சொல்லின் போலி வடிவமாகும். இதில் அஞ்சு என்ற சொல்லில் உள்ள எழுத்துகள் அனைத்தும் வேறுபட்டு இருந்தாலும் அஃது ஐந்து என்னும் பொருளையே தருகிறது."
  },
  {
    "description": "“Elocution” என்ற ஆங்கிலச் சொல்லின் தமிழாக்கம் என்ன?",
    "options": [
      "கதைப்பாடல்",
      "துணிவு",
      "பேச்சாற்றல்",
      "தியாகம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": ""
  },
  {
    "description": "“Courage” என்ற ஆங்கிலச் சொல்லின் தமிழாக்கம் என்ன?",
    "options": [
      "கதைப்பாடல்",
      "துணிவு",
      "ஒற்றுமை",
      "தியாகம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": ""
  }
]
