
[
  {
    "description": "கீழ்க்கண்டவற்றுள் எது \"கட்டி அடிக்கையால்\" என்ற தொடருக்கு உரிய பொருளை சரியாகக் குறிக்கிறது?",
    "options": [
      "அ) வண்டிகளில் கட்டி, அடித்து ஓட்டப்படும்",
      "ஆ) மண் கட்டிகளை அடித்துத் தூளாக்குவர்",
      "இ) எதிரிகளைத் தடுத்துத் தாக்குதல்",
      "ஈ) கால் வாய்க்கால், குதிரையின் கால் தடுத்தல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கீரைப்பாத்தியும் குதிரையும் இரண்டும் ஒரே பாடலில் இரண்டு பொருள் தோன்றும்படி பாடப்படும் இரட்டுறமொழிதல் வகையைச் சார்ந்தவை. இப்பாடலில் \"கட்டி அடிக்கையால்\" என்பது குதிரைக்கு மட்டும் பொருந்தும். குதிரைகளை வண்டிகளில் கட்டி, அடித்து ஓட்டப்படும். அதனால் இப்பாடலில் \"கட்டி அடிக்கையால்\" என்பது வண்டிகளில் கட்டி, அடித்து ஓட்டப்படும் என்பதைக் குறிக்கிறது."
  },
  {
    "description": "\"முட்டப்போய்\" என்ற சொல் கீரைப்பாத்தி மற்றும் குதிரை இரண்டிற்கும் எவ்வாறு பொருந்துகிறது?",
    "options": [
      "அ) நீர் கடைமடையின் இறுதி வரை சென்று மாற்றி விடத் திரும்பும்",
      "ஆ) எதிரிகளை முழுதாகச் சோர்வடையச் செய்வது",
      "இ) போக வேண்டிய இடம் முழுதும் சென்று மீண்டும் திரும்பி வரும்",
      "ஈ) வயல் முழுவதும் நீர் பாய்ச்சும் போது தண்ணீர் முழுதும் சென்று சேர்வது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கீரைப்பாத்தியும் குதிரையும் ஒரே பாடலில் இரண்டு பொருள் தோன்றும்படி பாடப்படும் இரட்டுறமொழிதல் வகையைச் சார்ந்தவை. இப்பாடலில் \"முட்டப்போய்\" என்பது கீரைப்பாத்தி மற்றும் குதிரை இரண்டிற்கும் பொருந்தும். \"முட்டப்போய்\" என்ற சொல்  நீர் கடைமடையின் இறுதி வரை சென்று மாற்றி விடத் திரும்பும்,  போக வேண்டிய இடம் முழுதும் சென்று மீண்டும் திரும்பி வரும் என்பதைக் குறிக்கிறது."
  },
  {
    "description": "காளமேகப்புலவர் எழுதிய நூல்களில் எது தனிப்பாடல்களைத் திரட்டி வைத்திருக்கிறது?",
    "options": [
      "அ) திருவானைக்கா உலா",
      "ஆ) சரசுவதி மாலை",
      "இ) பரபிரம்ம விளக்கம்",
      "ஈ) தனிப்பாடல் திரட்டு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "காளமேகப்புலவர் திருவானைக்கா உலா, சரசுவதி மாலை, பரபிரம்ம விளக்கம், சித்திர மடல் ஆகிய நூல்களை எழுதியுள்ளார். இவரது தனிப்பாடல்கள் தனிப்பாடல் திரட்டு என்னும் நூலில் இடம் பெற்றுள்ளன."
  },
  {
    "description": "\"வண்கீரை\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "அ) சாதாரண கீரை",
      "ஆ) மருத்துவ குணம் கொண்ட கீரை",
      "இ) வளமான கீரை",
      "ஈ) வண்ணமயமான கீரை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "வண்கீரை என்ற சொல் வளமான கீரை என்பதைக் குறிக்கிறது."
  },
  {
    "description": "\"மறித்தல்\" என்ற சொல் குதிரை மற்றும் கீரைப்பாத்தி இரண்டிற்கும் எவ்வாறு பொருந்துகிறது?",
    "options": [
      "அ) எதிரிகளைத் தடுத்துத் தாக்குதல்",
      "ஆ) மண்ணை வெட்டித் தடுத்துப் பாத்தி கட்டுதல்",
      "இ) கால் வாய்க்கால், குதிரையின் கால் தடுத்தல்",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கீரைப்பாத்தியும் குதிரையும் ஒரே பாடலில் இரண்டு பொருள் தோன்றும்படி பாடப்படும் இரட்டுறமொழிதல் வகையைச் சார்ந்தவை. இப்பாடலில் \"மறித்தல்\" என்பது கீரைப்பாத்தி மற்றும் குதிரை இரண்டிற்கும் பொருந்தும். \"மறித்தல்\" என்பது எதிரிகளைத் தடுத்துத் தாக்குதல், மண்ணை வெட்டித் தடுத்துப் பாத்தி கட்டுதல், கால் வாய்க்கால், குதிரையின் கால் தடுத்தல் என்பதைக் குறிக்கிறது."
  }
]
