[
          
  {
    
          "description": "'சொல்லின் செல்வர்' என்று போற்றப்படுபவர் யார்?",
          "options": [
      "வ.உ.சிதம்பரனார்",
      "பாரதியார்",
      "இரா.பி.சேது",
      "பாண்டித்துரையார்"
    ],
    "answer": "C",
    
          "additional_context": "இரா.பி.சேது தமிழறிஞர், எழுத்தாளர், வழக்குரைஞர், மேடைப் பேச்சாளர் எனப் பன்முகத் திறன் பெற்றவர். இவரைச் சொல்லின் செல்வர் எனப் போற்றுவர். செய்யுளுக்கே உரிய எதுகை, மோனை என்பவற்றை உரைநடைக்குள் கொண்டு வந்தவர் இவரே என்பர். இவரது தமிழின்பம் என்னும் நூல் இந்திய அரசின் சாகித்திய அகாதெமி விருது பெற்ற முதல் நூல் ஆகும்."
          }
        ,
          
  {
    
          "description": "'தமிழின்பம்' என்னும் நூல் எந்த விருது பெற்றது?",
          "options": [
      "சாகித்திய அகாதெமி விருது",
      "ஞானபீட விருது",
      "சங்கீத நாடக அகாதெமி விருது",
      "கலைமாமணி விருது"
    ],
    "answer": "A",
    
          "additional_context": "இரா.பி.சேது தமிழறிஞர், எழுத்தாளர், வழக்குரைஞர், மேடைப் பேச்சாளர் எனப் பன்முகத் திறன் பெற்றவர். இவரைச் சொல்லின் செல்வர் எனப் போற்றுவர். செய்யுளுக்கே உரிய எதுகை, மோனை என்பவற்றை உரைநடைக்குள் கொண்டு வந்தவர் இவரே என்பர். இவரது தமிழின்பம் என்னும் நூல் இந்திய அரசின் சாகித்திய அகாதெமி விருது பெற்ற முதல் நூல் ஆகும்."
          }
        ,
          
  {
    
          "description": "'கடற்கரையினிலே' என்னும் நூல் எழுதியவர் யார்?",
          "options": [
      "வ.உ.சிதம்பரனார்",
      "பாரதியார்",
      "இரா.பி.சேது",
      "பாண்டித்துரையார்"
    ],
    "answer": "C",
    
          "additional_context": "இரா.பி.சேது தமிழறிஞர், எழுத்தாளர், வழக்குரைஞர், மேடைப் பேச்சாளர் எனப் பன்முகத் திறன் பெற்றவர். இவரைச் சொல்லின் செல்வர் எனப் போற்றுவர். செய்யுளுக்கே உரிய எதுகை, மோனை என்பவற்றை உரைநடைக்குள் கொண்டு வந்தவர் இவரே என்பர். இவரது தமிழின்பம் என்னும் நூல் இந்திய அரசின் சாகித்திய அகாதெமி விருது பெற்ற முதல் நூல் ஆகும். ஆற்றங்கரையினிலே, கடற்கரையினிலே, தமிழ் விருந்து, தமிழகம்- ஊரும் பேரும், மேடைப்பேச்சு உள்ளிட்ட பல நூல்களை இவர் எழுதியுள்ளார்."
          }
        ,
          
  {
    
          "description": "பாடப்பகுதியில் 'வந்தே மாதரம்' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "நாட்டின் தாய்",
      "இந்தியாவின் தாய்",
      "தமிழகத்தின் தாய்",
      "தூத்துக்குடியின் தாய்"
    ],
    "answer": "A",
    
          "additional_context": "வந்தே மாதரம் என்ற சுதேச மந்திரம் வங்க நாட்டிலே பிறந்தது; காட்டுக்கனல் போல் எங்கும் பரவிற்று. சுதந்தரம் எனது பிறப்புரிமை; அதை அடைந்தே தீருவேன் என்று வடநாட்டிலே மார்தட்டி நின்றார் மராட்டிய வீரர் ஒருவர். அவரே பாரதநாடு போற்றும் பாலகங்காதர திலகர். தென்னாட்டிலே தோன்றினார் நாவீறுடைய நண்பர் பாரதியார். அவர் அஞ்சாத நெஞ்சினர். செஞ்சொற்கவிஞர்; வந்தே மாதரம் என்போம், எங்கள் மாநிலத்தாயை வணங்குதும் என்போம் என்று அழகிய பாட்டிசைத்து, நாட்டிலே ஆர்வத்தைத் தட்டி எழுப்பினார்."
          }
        ,
          
  {
    
          "description": "'பாயக் காண்பது சுதந்தரவெள்ளம், பணியக் காண்பது வெள்ளையர் உள்ளம்' -  இந்த வரிகளின் மூலம்  வ.உ.சிதம்பரனார் எதை எடுத்துக்காட்டுகிறார்?",
          "options": [
      "வெள்ளையர் ஆட்சியின் முடிவு",
      "இந்தியர்களின் வெற்றி",
      "சுதந்திரப் போராட்டத்தின் வெற்றி",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "வருங்காலப் பெருவாழ்வே! காலம் கடிது சென்றது. என் சிறைவாழ்வு முடிந்தது. இந்நகரை வந்தடைந்தேன். என் அருமைக் குழந்தைகளைக் கண்டு ஆனந்தமுற்றேன். ஆயினும் என் ஆசைக்குழந்தையை - தேசக் கப்பலை இத்துறைமுகத்தில் காணாது ஆறாத் துயருற்றேன். 'பட்ட பாடெல்லாம் பயனற்றுப் போயிற்றே' என்று பரிதவித்தேன். 'என்று வருமோ நற்காலம்' என்று ஏங்கினேன். இன்று இல்லாவிட்டாலும் என்றேனும் சுதந்தரம் வந்தே தீரும். வீரசுதந்தர வெள்ளம் புறப்பட்டு விட்டது. அதைத் தடுத்து நிறுத்த யாரால் ஆகும் பாரதநாட்டிலே?\n\nபாயக் காண்பது சுதந்தரவெள்ளம்\nபணியக் காண்பது வெள்ளையர் உள்ளம்\nஎன்று நாம் பாடும் நாள் எந்நாளோ?"
          }
        ]