
[
  {
    "description": "“சாலையில் வாகனங்களை இடப்புறமாகவே செலுத்த வேண்டும்” என்ற வாக்கியத்தில், “இடப்புறம்” என்ற சொல்லுக்குப் பொருத்தமான ஒத்த சொல் எது?",
    "options": [
      "வலது பக்கம்",
      "இடது பக்கம்",
      "நடுவில்",
      "மேல் பக்கம்"
    ],
    "answer": "B",
    "additional_context": "இந்த வாக்கியம் சாலை விதிகளைப் பற்றிப் பேசுகிறது.  சாலை விதிகளின்படி, நம் நாட்டில் வாகனங்களை இடது பக்கமாகவே செலுத்த வேண்டும்.  சாலையின் இடது பக்கம் என்பது வாகனங்களை ஓட்டிச் செல்ல வேண்டிய பகுதி என்பதை இந்த வாக்கியம் விளக்குகிறது. "
  },
  {
    "description": "“இருவழிச் சாலையின் மையத்தில் விட்டுவிட்டுப் போடப்பட்டுள்ள வெள்ளைக்கோடு இரு போக்குவரத்துக்காகச் சாலை சரி சமமாகப் பிரிக்கப்பட்டுள்ளதைக் குறிக்கும்” என்ற வாக்கியத்தில், “சரி சமமாகப் பிரிக்கப்பட்டுள்ளதைக்” என்ற சொற்றொடருக்குப் பொருத்தமான ஒத்த சொல் எது?",
    "options": [
      "சமமாகப் பிரித்துள்ளது",
      "சமமாக இல்லை",
      "சமமாகப் பிரிக்கப்படவில்லை",
      "சமமாகப் பிரிக்கப்பட்டது"
    ],
    "answer": "A",
    "additional_context": "இந்த வாக்கியம் சாலைப் பிரிவுகளைப் பற்றிப் பேசுகிறது.  இருவழிச் சாலை என்பது இரு திசைகளிலும் வாகனங்கள் செல்லக்கூடிய சாலை.  இந்த சாலையை மையத்தில் விட்டுவிட்டுப் போடப்பட்டுள்ள வெள்ளைக்கோடு, இரு போக்குவரத்துகளையும் சமமாகப் பிரித்துள்ளது என்பதை இந்த வாக்கியம் விளக்குகிறது. "
  },
  {
    "description": "“திரும்பும் போது சைகை காட்ட அடையாள விளக்கை ஒளிரச் செய்ய வேண்டும்” என்ற வாக்கியத்தில், “சைகை காட்ட” என்ற சொற்றொடருக்குப் பொருத்தமான ஒத்த சொல் எது?",
    "options": [
      "அடையாளம் காட்ட",
      "சைகை காட்டாமல்",
      "சைகை காட்ட விரும்பவில்லை",
      "சைகை காட்டும்"
    ],
    "answer": "A",
    "additional_context": "இந்த வாக்கியம் சாலை விதிகளில் ஒன்றைப் பற்றிப் பேசுகிறது.  வாகன ஓட்டுநர்கள் திரும்பும் போது பின்னால் வரும் வாகன ஓட்டுநர்களுக்குத் தெரியும்படி அடையாள விளக்கை ஒளிரச் செய்ய வேண்டும்.  இது அவர்கள் திரும்புவதற்கான அடையாளம் என்பதை இந்த வாக்கியம் விளக்குகிறது. "
  },
  {
    "description": "“கோட்டோவியம்” என்ற சொல்லைப் பள்ளி ஓவிய ஆசிரியரிடம் கேட்டு அறிக” என்ற வாக்கியத்தில், “கோட்டோவியம்” என்ற சொல்லைப் பதிலீடு செய்யக்கூடிய மற்றொரு சொல் எது?",
    "options": [
      "வண்ண ஓவியம்",
      "கருப்பு வெள்ளைப் படம்",
      "ஓவியம்",
      "ஓவிய வகை"
    ],
    "answer": "B",
    "additional_context": "இந்த வாக்கியம் ஓவியக்கலையைப் பற்றிப் பேசுகிறது.  கோட்டோவியம் என்பது வண்ணங்களைப் பயன்படுத்தாமல், கோடுகளை மட்டுமே பயன்படுத்தி வரையப்படும் ஓவியம்.  இந்த வாக்கியத்தில் 'கருப்பு வெள்ளைப் படம்' என்பது கோட்டோவியத்திற்குப் பொருத்தமான ஒத்த சொல். "
  },
  {
    "description": "“எங்கள் ஊர்” என்ற தலைப்பில் ஒரு கட்டுரை எழுதும் போது, பொதுவாக உள்ளடக்கப்படும் விஷயங்கள் எவை?",
    "options": [
      "அமைவிடம், பெயர்க்காரணம், தொழில்கள், சிறப்பு மிகு இடங்கள், திருவிழாக்கள், மக்கள் ஒற்றுமை",
      "அமைவிடம், பெயர்க்காரணம், தொழில்கள், கல்வி, மருத்துவம், அரசியல்",
      "அமைவிடம், பெயர்க்காரணம், மக்கள் தொகை, சிறப்பு மிகு இடங்கள், உணவு, பண்பாடு",
      "அமைவிடம், பெயர்க்காரணம், தொழில்கள், சிறப்பு மிகு இடங்கள், மக்கள் ஒற்றுமை, முடிவுரை"
    ],
    "answer": "D",
    "additional_context": "இந்த வாக்கியம் ஒரு கட்டுரை எழுதுவது பற்றிப் பேசுகிறது.  'எங்கள் ஊர்' என்ற தலைப்பில் எழுதும் போது, அந்த ஊரின் அமைவிடம், பெயர்க்காரணம், தொழில்கள், சிறப்பு மிகு இடங்கள், மக்கள் ஒற்றுமை மற்றும் முடிவுரை ஆகியவற்றை உள்ளடக்க வேண்டும்.  இவை எல்லாம் ஒரு கட்டுரையின் முக்கிய அம்சங்கள் என்பதை இந்த வாக்கியம் விளக்குகிறது. "
  }
]
