[
          
  {
    
          "description": "பாரதிதாசன் எழுதிய  நூல்களில்  சிலவற்றை  எழுதுக.",
          "options": [
      "பாண்டியன்  பரிசு,  அழகின்  சிரிப்பு,  இசையமுது",
      "குடும்ப  விளக்கு,  கண்ணகி  புரட்சிக்  காப்பியம்",
      "பிசிராந்தையார்",
      "மேலே உள்ள அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "பாரதிதாசன் பல நூல்களை எழுதியுள்ளார். அவற்றில் சில: பாண்டியன் பரிசு, அழகின் சிரிப்பு, இசையமுது, குடும்ப விளக்கு, கண்ணகி புரட்சிக் காப்பியம், பிசிராந்தையார். இதில் பிசிராந்தையார் என்பது ஒரு நாடகநூல். இதற்கு சாகித்திய அகாடமி விருது கிடைத்தது."
          }
        ,
          
  {
    
          "description": "பாரதிதாசன் எழுதுவதற்காகத் தாளையும் எழுதுகோலையும் எடுத்ததற்கு காரணம் என்ன?",
          "options": [
      "அவர் பார்த்த இயற்கைக்காட்சிகளின் அழகைக் கவிதையாகப் பதிவு செய்ய விரும்பினார்.",
      "தனது புரட்சிக் கவிதையைத் தொடங்க எண்ணினார்.",
      "தமிழரின் துன்பம் தீர்க்கும் வழியைக் கண்டறிய முயன்றார்.",
      "அனைத்து விடைகளும் சரியானவை."
    ],
    "answer": "D",
    
          "additional_context": "பாரதிதாசன் எழுதுவதற்காகத் தாளையும் எழுதுகோலையும் எடுத்தார். அவர் பார்த்த இயற்கைக்காட்சிகளின் அழகைக் கவிதையாகப் பதிவு செய்ய விரும்பினார்.  தனது புரட்சிக் கவிதையைத் தொடங்க எண்ணினார். தமிழரின் துன்பம் தீர்க்கும் வழியைக் கண்டறிய முயன்றார். எனவே மேலே உள்ள அனைத்து விடைகளும் சரியானவை."
          }
        ,
          
  {
    
          "description": "பாரதிதாசனின் கவிதையில் எந்தக் காட்சி அவரது மனதில் இரக்கத்தை உண்டாக்கியது?",
          "options": [
      "ஆடும் மயில்கள்",
      "தென்றல் வீசுவது",
      "வானத்தில் மழைமேகம்",
      "துன்பத்தில் இருக்கும் தமிழ் மக்கள்"
    ],
    "answer": "D",
    
          "additional_context": "பாரதிதாசன் இயற்கை காட்சிகளைப் பார்த்து வியந்தாலும் அவரது மனதில் இரக்கத்தை உண்டாக்கியது துன்பத்தில் இருக்கும் தமிழ் மக்களின் நிலை. அந்த காட்சி அவர் மனதில் கலந்துவிட்டது."
          }
        ,
          
  {
    
          "description": "பாரதிதாசன் கவிதையில் எந்தக் காட்சி வீரர்களின் தோள்களின் அழகைப் புகழ்ந்தது?",
          "options": [
      "வேல் ஏந்திய வீரர்களின் தோள்கள்",
      "சோலையின் குளிர்ந்த தென்றல்",
      "மாலையில் மேற்கு திசையில் மறையும் கதிரவன்",
      "ஆடும் மயில்கள்"
    ],
    "answer": "A",
    
          "additional_context": "பாரதிதாசன் தனது கவிதையில் 'வேலைச் சுமந்திடும் வீரரின் தோள் உயர் வெற்பென்று சொல்லி வரைக என்னும்' என்று எழுதி வீரர்களின் தோளின் அழகைப் புகழ்ந்தார்."
          }
        ,
          
  {
    
          "description": "'இன்பத்தமிழ்க் கல்வி' என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
          "options": [
      "தமிழ் மொழி வழிக் கல்வி",
      "பாடசாலைக் கல்வி",
      "மகிழ்ச்சியான கல்வி",
      "அனைத்தும் சரியானவை"
    ],
    "answer": "A",
    
          "additional_context": "'இன்பத்தமிழ்க் கல்வி' என்ற சொற்றொடர் தமிழ் மொழி வழிக் கல்வியைக் குறிக்கிறது. பாரதிதாசன் இன்பத்தமிழ்க் கல்வி அனைவரும் கற்றால் தமிழர்களின் துன்பங்கள் நீங்கி,  வாழ்வில் மகிழ்ச்சி ஏற்படும் என்று கூறுகிறார். எனவே, மேலே உள்ள அனைத்தும் சரியானவை."
          }
        ]