
[
  {
    "description": "  “சொல்மாலை”  என்பது  எதைக்  குறிக்கிறது?",
    "options": [
      "மாலையாக  இணைக்கப்பட்ட  மலர்கள்",
      "பாடலால்  இணைக்கப்பட்ட  சொற்கள்",
      "மாலையாக  இணைக்கப்பட்ட  மணிகள்",
      "பாடலால்  இணைக்கப்பட்ட  குறிகள்"
    ],
    "answer": "B",
    "additional_context": "பொய்கையாழ்வார் பாடிய பாடலில், “சுடர் ஆழியான்” என்ற சொல்லுக்குப் பின், “சொல்மாலை” என்ற சொல் வருகிறது. இது பாடலைக் கொண்டு திருமாலைப் போற்றிப் பாடுவதை குறிக்கிறது. பாடல்கள் சங்கிலித்தொடர் போல ஒரு வரிசையாக இணைந்து இருப்பதைக் குறிப்பிட, “சொல்மாலை”  என்று குறிப்பிடுகின்றனர்."
  },
  {
    "description": "  பொய்கையாழ்வார்  என்ன  சொல்கிறார்?",
    "options": [
      "துன்பக்கடல்  நீங்குவதற்கு  இறைவழிபாடு  முக்கியம்",
      "இறைவழிபாட்டில்  சடங்குகள்  முக்கியம்",
      "உள்ளத்தூய்மை  இறைவழிபாட்டில்  முக்கியம்",
      "சடங்குகளே  இறைவழிபாட்டில்  முக்கியம்"
    ],
    "answer": "C",
    "additional_context": "உள்ளத்தூய்மையோடு நன்னெறியில் நடப்பதே சான்றோரின் இயல்பு. இறைவழிபாட்டில் சடங்குகளை விட உள்ளத்தூய்மையே முதன்மையானது. இயற்கையையும் தம் உள்ளத்து நுழையும்முன் அன்பையும் விளக்காக ஏற்றி வழிபட்ட சான்றோர்களின் பாடல்களைக் கற்று மகிழ்வோம்."
  },
  {
    "description": "“இயற்கையையும் தம் உள்ளத்து நுழையும்முன் அன்பையும் விளக்காக ஏற்றி வழிபட்ட சான்றோர்களின் பாடல்களைக் கற்று மகிழ்வோம்” - இக்கூற்றுப் பகுதியிலிருந்து, சான்றோர்கள் எதை விளக்காக ஏற்று வழிபட்டார்கள் என்பதை அறியலாம்?",
    "options": [
      "இயற்கையையும் அன்பையும்",
      "இயற்கையையும் உள்ளத்தையும்",
      "உள்ளத்தையும் அன்பையும்",
      "இயற்கையையும் ஞானத்தையும்"
    ],
    "answer": "C",
    "additional_context": "இயற்கையையும் தம் உள்ளத்து நுழையும்முன் அன்பையும் விளக்காக ஏற்றி வழிபட்ட சான்றோர்களின் பாடல்களைக் கற்று மகிழ்வோம். இயற்கையையும் உள்ளத்து நுழையும்முன் அன்பையும் விளக்காக ஏற்றி வழிபட்ட சான்றோர்கள் என்பது, உள்ளத்தூய்மை மற்றும் அன்பு இறைவழிபாட்டில் முக்கியமானது என்பதை காட்டுகிறது."
  },
  {
    "description": "பொய்கையாழ்வார் திருமாலைப் போற்றிப் பாடும்போது, அவர் உலகத்தை என்னவாக உருவகப்படுத்துகிறார்?",
    "options": [
      "திரி",
      "நெய்",
      "அகல்விளக்கு",
      "விளக்கு"
    ],
    "answer": "C",
    "additional_context": "பொய்கையாழ்வார் திருமாலைப் போற்றிப் பாடுகையில், உலகத்தை அகல்விளக்காகவும், கடலை நெய்யாகவும், சூரியனை விளக்காகவும் உருவகப்படுத்துகிறார்.  இது இறைவழிபாட்டில் மனதின் தூய்மையையும், பக்தியையும் உணர்த்துகிறது."
  },
  {
    "description": "பாடலில் “சுடர் ஆழியான்” என்ற சொல் திருமாலைக் குறிப்பிடுகிறது. இந்த சொல் திருமாலின் எந்தப் பண்பைக் குறிப்பிடுகிறது?",
    "options": [
      "தூய்மை",
      "அன்பு",
      "ஞானம்",
      "ஒளி"
    ],
    "answer": "D",
    "additional_context": " “சுடர் ஆழியான்” என்ற சொல் திருமாலின் ஒளி வீசும் தன்மையைக் குறிப்பிடுகிறது. திருமால், எல்லா உயிர்களுக்கும் ஒளி தருபவர் என்பதை இச்சொல் உணர்த்துகிறது. அவரது அருள், உலகத்தையே ஒளிரச் செய்வதாகவும், துன்பங்களில் இருந்து விடுவிப்பதாகவும் நம்பப்படுகிறது."
  }
]
