
[
  {
    "description": "நாட்டிலஸில் இருந்து தப்பித்த பின் எங்கு வந்தார்கள்?",
    "options": [
      "ஜப்பான்",
      "அமெரிக்கா",
      "இலங்கை",
      "நார்வே"
    ],
    "answer": "D",
    "additional_context": "நாட்டிலஸில் இருந்து தப்பித்த பின், பியரி, நெட் மற்றும் கான்சீல் ஆகியோர் நார்வே நாட்டின் கடற்கரையில் மீனவர் ஒருவரின் குடிசையில் இருந்தனர். பல நாட்கள் பயணத்திற்குப் பிறகு இந்தியாவுக்கும் இலங்கைக்கும் அருகில் நாட்டிலஸ் சென்று கொண்டிருந்தது. கடலுக்கடியில் சென்ற போது, அந்த மனிதரை நோக்கி ஒரு சுறாமீன் வேகமாகப் பாய்ந்து வந்தது. நெமோ தம் கையிலிருந்த நீளமான வாளினால் அந்தச் சுறாமீனைக் குத்திக்கிழித்து அந்த மனிதரைக் காப்பாற்றினார்."
  },
  {
    "description": "ஜூல்ஸ் வெர்ன் எந்த நாட்டைச் சேர்ந்தவர்?",
    "options": [
      "ஜப்பான்",
      "அமெரிக்கா",
      "இந்தியா",
      "பிரான்சு"
    ],
    "answer": "D",
    "additional_context": "ஜூல்ஸ் வெர்ன் பிரான்சு நாட்டைச் சேர்ந்தவர். அறிவியல் புனைகதைகளின் தலைமகன் என்று புகழப்படுகிறார். அறிவியல் கண்டுபிடிப்புகள் பல கண்டுபிடிக்கப்படுவதற்கு முன்பே அவற்றைப் பற்றித் தமது புதினங்களில் எழுதியவர்."
  },
  {
    "description": "'ஆழ்கடலின் அடியில்' புதினம் எதைப் பற்றியது?",
    "options": [
      "ஆழ்கடல் பயணம்",
      "கடல்வாழ் உயிரினங்களைப் பற்றிய ஆய்வு",
      "கடல் மாலுமிகளின் வாழ்க்கை",
      "கடலில் நடக்கும் போர்கள்"
    ],
    "answer": "A",
    "additional_context": "'ஆழ்கடலின் அடியில்' புதினம் ஒரு கற்பனையான நீர்மூழ்கிக் கப்பலில் சென்று ஆழ்கடலின் அடியில் உள்ள அனைத்து விஷயங்களையும் காண்பதைப் பற்றியது. கப்பல் மாலுமிகளின் வாழ்க்கையைப் பற்றியும், கடல்வாழ் உயிரினங்களைப் பற்றியும் புதினத்தில் விரிவாகக் கூறப்பட்டுள்ளது.  கடலில் நடக்கும் போர்களைப் பற்றி குறிப்பிடப்பட்டுள்ளது. "
  },
  {
    "description": "கடலுக்கடியில் எது இருப்பதாகத் தெரிவிக்கப்படுகிறது?",
    "options": [
      "மீன்கள் மட்டுமே",
      "மீன்கள், தாவரங்கள், விலங்குகள்",
      "விலங்குகள், பவளப்பாறைகள், நகரங்கள்",
      "மீன்கள், தாவரங்கள், விலங்குகள், பவளப்பாறைகள், எரிமலைகள், நகரங்கள்"
    ],
    "answer": "D",
    "additional_context": "கடலுக்கடியில் பலவகையான தாவரங்கள், மீன்கள், விலங்குகள், பவளப்பாறைகள், எரிமலைகள் எனப் புதுமைகள் பலவும் நிறைந்து கிடக்கின்றன. மேலும் கடலுக்கடியில் பல நகரங்களும் கப்பல்களும் மூழ்கிக்கிடக்கின்றன."
  },
  {
    "description": "கப்பல் மாலுமிகளை அதிர்ச்சியடையச் செய்த விந்தையான விலங்கு என்ன?",
    "options": [
      "ஒரு பெரிய திமிங்கிலம்",
      "கடல் பாம்பு",
      "உலோக உடலைக் கொண்ட ஒரு விலங்கு",
      "கடல் மந்திரி"
    ],
    "answer": "C",
    "additional_context": "1886 ஆம் ஆண்டு கப்பல் மாலுமிகளிடையே ஓர் அதிர்ச்சியான தகவல் பரவியது. கடலில் செல்லும் பெரிய கப்பல்களை உலோகத்தால் ஆன உடலைக் கொண்ட ஒரு விந்தையான விலங்கு தாக்குகிறது என்பதுதான் அந்தச் செய்தி. உண்மையில் அந்த விலங்கு உலோக உடலைக் கொண்ட நீர்மூழ்கிக் கப்பல். அந்த விலங்கைக் கண்டுபிடித்து அழிப்பதற்காக அமெரிக்காவின் நியூயார்க் நகரிலிருந்து ஒரு போர்க்கப்பல் புறப்பட்டது."
  }
]
