[
          
  {
    
          "description": "'உலகுகிளர்ந் தன்ன உருகெழு வங்கம்' - இந்த வரிகளில் 'உரு' என்ற சொல் எதற்குப் பொருந்தும்?",
          "options": [
      "அ) கடல்",
      "ஆ) நாவாய்",
      "இ) மணல்",
      "ஈ) காற்று"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த வரிகளில்  'உலகுகிளர்ந்தன்ன ' என்று குறிப்பிடப்படுவது  நாவாயின் அழகைக் குறிக்கிறது.  இந்த நாவாய் 'உருகெழு வங்கம்' எனப்படுகிறது.  நாவாய்  கடல் அலைகளைப் பிளந்து செல்லும்,  மணல் நிறைந்த துறைமுகத்தில் மாட ஒள்ளெரியை நோக்கிச் செல்லும் , காற்று துணை செய்து  நகரும். இவற்றை அறிந்தால்  'உருகெழு வங்கம்' என்பது நாவாயைக் குறிப்பதாகப் புரியும்."
          }
        ,
          
  {
    
          "description": "சங்க இலக்கியத்தில் நாவாய் ஓட்டுபவருக்கு காற்று எவ்வாறு உதவுகிறது?",
          "options": [
      "அ) கடல் அலைகளை அடக்க",
      "ஆ) திசை அறிய",
      "இ) நாவாயை நகர்த்த",
      "ஈ) மீன்களைப் பிடிக்க"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சங்க இலக்கியத்தில், நாவாய் ஓட்டுபவருக்கு காற்று துணையாக இருக்கிறது. அவர்கள் காற்று அலைகளை அடக்கவும்  மீன்களைப் பிடிக்கவும்  சங்க இலக்கியத்தில்  காற்று பயன்படுத்தப்படுவதாகத் தெரியவில்லை.   ஆனால், காற்று நாவாயை நகர்த்த துணை செய்வதாகக் குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "மருதன் இளநாகனார் பாடிய அகநானூற்றுப் பாடல் எந்த எண்ணிக்கையிலான பாடல்?",
          "options": [
      "அ) 100",
      "ஆ) 255",
      "இ) 35",
      "ஈ) 400"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மருதன் இளநாகனார்  கலித்தொகையின் மருதத்திணையில் 35 பாடல்களைப் பாடியவர். அகநானூறு புலவர் பலரால் பாடப்பட்ட 400 பாடல்களை கொண்டது.   அதில் மருதன் இளநாகனார் பாடிய பாடல்  எண் 255 ஆகும்."
          }
        ,
          
  {
    
          "description": "'மாட ஒள்ளெரி' என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "அ) கலங்கரை விளக்கம்",
      "ஆ) நாவாய்",
      "இ) காற்று",
      "ஈ) மணல்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நாவாய்  மணல் நிறைந்த துறைமுகத்தில்  கலங்கரை விளக்கத்தை நோக்கி செல்லும்.  கலங்கரை விளக்கத்தை  'மாட ஒள்ளெரி'  என்று குறிப்பிடுகிறார்கள்."
          }
        ,
          
  {
    
          "description": "எட்டுத்தொகை நூல்களில் இல்லாத நூல் எது?",
          "options": [
      "அ) நற்றிணை",
      "ஆ) திருக்குறள்",
      "இ) புறநானூறு",
      "ஈ) பரிபாடல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "எட்டுத்தொகை நூல்கள்  என்பது 8 சங்க இலக்கிய நூல்களை குறிக்கிறது. அவை  நற்றிணை, குறுந்தொகை, ஐங்குறுநூறு, பதிற்றுப்பத்து, பரிபாடல், கலித்தொகை, அகநானூறு, புறநானூறு  என்பன.   திருக்குறள்   எட்டுத்தொகை நூல்களில் இல்லை."
          }
        ]