[
          
  {
    
          "description": "'ஈகை' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "நிறைய பணம்",
      "மனம் இல்லாதது",
      "தானம்",
      "பரிசு"
    ],
    "answer": "C",
    
          "additional_context": "ஈகை என்பது தானம் செய்வது போன்ற மனப்பான்மையை குறிக்கிறது.  அதாவது, நம்மிடம் உள்ளதைப் பகிர்ந்து கொள்வது, மற்றவர்களுக்கு உதவுவது ஆகியவற்றை உள்ளடக்கியது. ஈகை என்பது பொருளாதார ரீதியாக மட்டுமல்லாமல், நேரம், திறமை போன்ற பல வகைகளில் வெளிப்படுத்தப்படலாம்.  உதாரணமாக,  நேரத்தை செலவழித்து மற்றவர்களுக்கு பயிற்சி அளிப்பது, உதவி தேவைப்படுபவர்களுக்கு உணவு தயாரித்து கொடுப்பது, மருத்துவ உதவி அளிப்பது போன்றவை ஈகையின் வடிவங்கள்."
          }
        ,
          
  {
    
          "description": "'தத்துவம்' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "ஒரு விஷயத்தைப் பற்றிய ஆழமான சிந்தனை",
      "ஒரு குறிப்பிட்ட விஷயத்தின் அறிவு",
      "நடைமுறை அறிவு",
      "பழக்க வழக்கங்கள்"
    ],
    "answer": "A",
    
          "additional_context": "தத்துவம் என்பது ஒரு விஷயத்தைப் பற்றிய ஆழமான சிந்தனை, ஆராய்ச்சி மற்றும் விளக்கம்.  அது உலகின் இயல்பு, மனித வாழ்க்கையின் அர்த்தம், நெறிமுறைகள், அறிவு, மனம், கடவுள் போன்ற கேள்விகளை ஆராய்ந்து விவாதிக்கிறது.  தத்துவம் பல பிரிவுகளாக பிரிக்கப்பட்டுள்ளது. உதாரணமாக, அறநெறி தத்துவம், அறிவியல் தத்துவம், இயற்பியல் தத்துவம் போன்றவை."
          }
        ,
          
  {
    
          "description": "'உபதேசம்' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "கதை சொல்வது",
      "அறிவுரை கூறுவது",
      "பாடல் பாடுவது",
      "விளையாட்டு விளையாடுவது"
    ],
    "answer": "B",
    
          "additional_context": "உபதேசம் என்பது அறிவுரை கூறுவது.  அது நல்ல பழக்கவழக்கங்களை பின்பற்றுவதற்கும், சரியான வாழ்க்கை நடத்துவதற்கும் உதவுகிறது. உபதேசம் என்பது சில நேரங்களில் மதம் சார்ந்ததாகவும் இருக்கலாம். உதாரணமாக, குருக்கள் தங்கள் சீடர்களுக்கு உபதேசம் செய்வது போன்றவை."
          }
        ,
          
  {
    
          "description": "'வாய்மை' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "மெதுவாக பேசுவது",
      "உண்மையை மட்டும் பேசுவது",
      "கடினமாகப் பேசுவது",
      "வேகமாகப் பேசுவது"
    ],
    "answer": "B",
    
          "additional_context": "வாய்மை என்பது உண்மையை மட்டுமே பேசுவது.  அது பொய்யான பேச்சு, மறைத்தல், வஞ்சனை போன்றவற்றை தவிர்க்கிறது. வாய்மை என்பது ஒரு நல்ல பண்பு.  அது நம்பகத்தன்மையை ஏற்படுத்தி, மற்றவர்களின் மதிப்பைப் பெற உதவுகிறது. உதாரணமாக, ஒரு நண்பருக்கு ஏற்பட்ட பிரச்சனையை அவர் கேட்டாலும்  அவர்களுக்கு நன்றாக இருக்கிறது என்று பொய் சொல்வதை விட, அவர்களுக்கு உண்மையை சொல்வது  வாய்மை ஆகும்."
          }
        ,
          
  {
    
          "description": "'வானியல்' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "பூமியைப் பற்றிய ஆய்வு",
      "வானத்தைப் பற்றிய ஆய்வு",
      "கடலைப் பற்றிய ஆய்வு",
      "காற்றைப் பற்றிய ஆய்வு"
    ],
    "answer": "B",
    
          "additional_context": "வானியல் என்பது வானத்தைப் பற்றிய ஆய்வு.  அது விண்மீன்கள், கோள்கள், விண்வெளி போன்றவற்றைப் பற்றி ஆராய்ந்து, அவற்றின் இயக்கம், தோற்றம், வயது போன்றவற்றை கண்டறிந்து, விளக்குகிறது.  வானியல் என்பது நம் உலகின் அளவு மற்றும் நம் இடம் போன்றவற்றைப் பற்றி அறிந்துகொள்ள உதவுகிறது."
          }
        ]