[
          
  {
    
          "description": "“சீருடை” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன பொருள்?",
          "options": [
      "Uniform",
      "Dress",
      "Clothing",
      "Outfit"
    ],
    "answer": "A",
    
          "additional_context": "சீருடை என்பது ஒரு குறிப்பிட்ட குழு அல்லது நிறுவனத்தின் உறுப்பினர்கள் அனைவரும் அணியும் சிறப்பு வகை ஆடை. இது அவர்களை அடையாளப்படுத்த உதவுகிறது, மேலும் இது ஒரு குறிப்பிட்ட தொழில் அல்லது அமைப்பின் ஒரு பகுதியாக இருப்பதைக் குறிக்கிறது. உதாரணமாக, பள்ளிக்கூடம் சீருடை, போலீஸ் சீருடை, இராணுவ சீருடை, விமானப்படை சீருடை போன்றவை."
          }
        ,
          
  {
    
          "description": "“குழந்தைத் தொழிலாளர்” என்ற சொல்லின் ஆங்கிலப் பொருளைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "Child Labor",
      "Child Worker",
      "Minor Worker",
      "Young Labor"
    ],
    "answer": "A",
    
          "additional_context": "குழந்தைத் தொழிலாளர் என்பது குழந்தைகள் வேலை செய்வதை குறிக்கிறது.  இது குழந்தைகளின் கல்வி மற்றும் வளர்ச்சிக்கு இடையூறு விளைவிக்கும் ஒரு பிரச்சனை. குழந்தைகளுக்கு உதவுவதற்கு பல அரசாங்க மற்றும் சமூக அமைப்புகள் உள்ளன, இதனால் அவர்கள் பாதுகாப்பான சூழலில் வளர முடியும்."
          }
        ,
          
  {
    
          "description": "“வை” என்ற எழுத்துக்கு என்ன பொருள் இருக்கலாம்?",
          "options": [
      "வைத்தல்",
      "வைத்திருத்தல்",
      "வைத்துக் கொள்ளுதல்",
      "மேலே குறிப்பிட்ட எல்லாம்"
    ],
    "answer": "D",
    
          "additional_context": "“வை” என்ற எழுத்து பல பொருள்களைப் பெற்றுள்ளது. “வைத்தல்”, “வைத்திருத்தல்”, “வைத்துக் கொள்ளுதல்” போன்றவை அந்த எழுத்தின் சில பொருள்கள். ஒரு வார்த்தையின் பொருளை அந்த வார்த்தை பயன்படுத்தப்படும் தொடரைக் கொண்டு புரிந்து கொள்ள வேண்டும்."
          }
        ,
          
  {
    
          "description": "“சொல்” என்ற சொல்லுக்கு இருபொருள் தருமாறு ஒரு தொடர் எழுதுக.",
          "options": [
      "அவன் சொன்னது உண்மை.",
      "அவன் அன்பான சொல் எனக்குப் பிடிக்கும்.",
      "சொல் மூலம் எண்ணங்களைப் பரிமாறிக் கொள்ளலாம்.",
      "சொல் அன்பாக இருந்தால் மனம் மகிழும்."
    ],
    "answer": [
      "A",
      "B"
    ],
    
          "additional_context": "“சொல்” என்ற சொல் பல பொருள்களைப் பெற்றுள்ளது. ஒரு சொல் என்பது ஒரு வார்த்தையைக் குறிக்கலாம் அல்லது ஒரு நபர் கூறும் வார்த்தையைக் குறிக்கலாம்.  மேலே உள்ள விருப்பங்களில் 'அவன் சொன்னது உண்மை' என்ற தொடரில் 'சொல்' என்பது ஒரு வார்த்தையைக் குறிக்கிறது. 'அவன் அன்பான சொல் எனக்குப் பிடிக்கும்.' என்ற தொடரில் 'சொல்' என்பது நபர் கூறும் வார்த்தையைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“நீர் கூறுவது எனக்குப் புரியவில்லை” என்ற தொடரில் “நீர்” என்பது எந்த வகையான சொல்?",
          "options": [
      "தன்மை",
      "முன்னிலை",
      "படர்க்கை",
      "இணைப்புச் சொல்"
    ],
    "answer": "C",
    
          "additional_context": "“நீர் கூறுவது எனக்குப் புரியவில்லை” என்ற தொடரில் “நீர்” என்பது படர்க்கைச் சொல்.  படர்க்கைச் சொல் என்பது ஒரு பொருளின் பெயரைக் குறிப்பிடும் சொல்.  இந்த தொடரில் “நீர்” என்பது ஒரு நபரைப் பற்றிக் குறிப்பிடுகிறது. படர்க்கைச் சொல்லைத் தன்மை, முன்னிலை, இணைப்புச் சொல் போன்ற மற்ற வகைச் சொற்களாக மாற்றி எழுதலாம். உதாரணமாக, “நீர் கூறுவது எனக்குப் புரியவில்லை” என்ற தொடரை “நீ சொல்வது எனக்குப் புரியவில்லை” அல்லது “உனக்கு சொல்வது எனக்குப் புரியவில்லை” என்று மாற்றி எழுதலாம்."
          }
        ]