
[
  {
    "description": "'வையம்' என்னும் சொல்லில் ஐகாரம் _______ மாத்திரை அளவில் ஒலிக்கிறது.",
    "options": [
      "அரை",
      "ஒன்று",
      "ஒன்றரை",
      "இரண்டு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஐகாரம் தனித்து வரும்போது இரண்டு மாத்திரை அளவில் ஒலிக்கும்.  'வையம்' என்ற சொல்லில் ஐகாரம் சொல்லின் முதல் இடத்தில் இருப்பதால்,  ஒன்றரை மாத்திரை அளவில் ஒலிக்கிறது.  ஐகாரம் சொல்லின் இடை மற்றும் இறுதியில் இருக்கும்போது ஒரு மாத்திரை அளவில் ஒலிக்கும்."
  },
  {
    "description": "மகரக்குறுக்கம் ______ எழுத்துகளை அடுத்து வரும் மகர மெய்யெழுத்தில் நிகழ்கிறது.",
    "options": [
      "ன, ண்",
      "ன, க",
      "ண், ம",
      "க, ம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மகர மெய்யெழுத்து 'ன்', 'ண்'  என்ற எழுத்துகளை அடுத்து வரும்போது தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கும்.  இவ்வாறு குறைந்து ஒலிக்கும் மகரம் மகரக்குறுக்கம் எனப்படும்.  எடுத்துக்காட்டு: வலம் வந்தான் - 'ன்' ஐ அடுத்து மகரம் இருப்பதால், மகரம் கால் மாத்திரை அளவில் ஒலிக்கும்."
  },
  {
    "description": "______ என்னும் சொல்லில் ஆய்தக்குறுக்கம் இடம்பெறுகிறது.",
    "options": [
      "அஃது",
      "எஃகு",
      "கஃறீது",
      "தீது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "முள் + தீது என்பது முஃடீது எனவும், கல் + தீது என்பது கஃறீது எனவும் சேரும்.  இச்சொற்களில் உள்ள ஆய்த எழுத்து, தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது.  இவ்வாறு குறைந்து ஒலிக்கும் ஆய்தம் ஆய்தக்குறுக்கம் எனப்படும்."
  },
  {
    "description": "'வௌவால்' என்னும் சொல்லில் ஔகாரம் _______ மாத்திரை அளவில் ஒலிக்கிறது.",
    "options": [
      "ஒன்று",
      "ஒன்றரை",
      "இரண்டு",
      "இரண்டரை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஔகாரம் தனித்து வரும்போது இரண்டு மாத்திரை அளவில் ஒலிக்கும். 'வௌவால்'  என்ற சொல்லில் ஔகாரம் சொல்லின் முதலில் இருப்பதால், ஒன்றரை மாத்திரை அளவில் ஒலிக்கிறது.  ஔகாரம் சொல்லின் இடையிலும் இறுதியிலும் வராது."
  },
  {
    "description": "சொல்லின் ______ இடத்தில் மகரக்குறுக்கம் இடம்பெறாது.",
    "options": [
      "முதல்",
      "இடை",
      "இறுதி",
      "எதுவுமில்லை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மகரக்குறுக்கம் என்பது மகர மெய்யெழுத்து 'ன்', 'ண்'  என்ற எழுத்துகளை அடுத்து வரும்போது நிகழும் ஒன்று.  சொல்லின் இறுதியில் மகர மெய்யெழுத்து வரும்போது 'ன்', 'ண்'  என்ற எழுத்துகள் வராது.  எனவே,  சொல்லின் இறுதியில் மகரக்குறுக்கம் நிகழாது."
  }
]
