[
          
  {
    
          "description": "பாடலில் குறிப்பிடப்பட்டுள்ள இயற்கைக் காட்சிகளில் எது இல்லை?",
          "options": [
      "அட்லாண்டிக் சமுத்திர அலைகள்",
      "ஆல்ப்ஸ் மலைச் சிகரங்கள்",
      "கங்கை நதி",
      "அமேசான் காடுகள்"
    ],
    "answer": "C",
    
          "additional_context": "இப்பாடல் கலைஞர்களைப் பாராட்டி, அவர்கள் படைப்புகளில் மனிதர்களின் வாழ்க்கை பிரதிபலிக்க வேண்டும் என்று வலியுறுத்துகிறது. கலைஞர்கள் பாறை உடைப்பவரின் சிலையைச் செதுக்கினால் வியர்வை நெடி வீச வேண்டும். உழவரின் உருவ வார்ப்பாக இருந்தால் ஈர மணம் வீச வேண்டும். ஆல்ப்ஸ் மலைச் சிகரங்கள், அட்லாண்டிக் பெருங்கடல் அலைகள், அமேசான் காடுகள் போன்ற இயற்கை அழகுகள் கலைவடிவம் பெறலாம். ஆனால் அதில் மானுடப் பண்பு இருக்க வேண்டும் என்று கவிஞர் குறிப்பிடுகிறார்."
          }
        ,
          
  {
    
          "description": "'மானுட அடையாளம் ஒன்று இருக்கவேண்டும் அதில் கட்டாயம்' எனும் வரிகளின் பொருள் என்ன?",
          "options": [
      "கலைப்படைப்புகள் மனித உழைப்பைப் பிரதிபலிக்க வேண்டும்",
      "கலைப்படைப்புகள் மனிதர்களின் வாழ்க்கையைப் பற்றியதாக இருக்க வேண்டும்",
      "கலைப்படைப்புகள் மனிதர்களைப் போல் அழகாக இருக்க வேண்டும்",
      "மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    
          "additional_context": "கலைஞர்கள் உருவாக்கும் படைப்புகளில் மனிதர்களின் வாழ்க்கை பிரதிபலிக்க வேண்டும். கலைப்படைப்புகள் மனித உழைப்பைப் பிரதிபலிக்க வேண்டும். கலைப்படைப்புகள் மனிதர்களின் வாழ்க்கையைப் பற்றியதாக இருக்க வேண்டும். கலைப்படைப்புகள் மனிதர்களைப் போல் அழகாக இருக்க வேண்டும். இதனால் கலைப்படைப்புகள் மனித வாழ்க்கையின் பிரதிபலிப்பாக அமையும். "
          }
        ,
          
  {
    
          "description": "'மண்வாசல்', 'வெள்ளை ரோஜா', 'பெய்து பழகிய மேகம்' ஆகியவை யாருடைய கவிதை நூல்கள்?",
          "options": [
      "கவிஞர் பாரதியார்",
      "கவிஞர் பாரதிதாசன்",
      "கவிஞர் தேனரசன்",
      "கவிஞர் சுப்ரமணிய பாரதி"
    ],
    "answer": "C",
    
          "additional_context": "தேனரசன் என்பவர் ஒரு கவிஞர். இவர் வானம்பாடி, குயில், தென்றல் போன்ற இதழ்களில் கவிதைகள் எழுதியுள்ளார். இவரது கவிதைகளில் சமுதாயச் சிக்கல்கள் எள்ளல் சுவையோடு வெளிப்படும். இவரது கவிதை நூல்கள் மண்வாசல், வெள்ளை ரோஜா, பெய்து பழகிய மேகம். "
          }
        ]