
[
  {
    "description": "சாலை விபத்துகளைத் தவிர்க்கச் ___________ அறிந்து ஒவ்வொருவரும் வாகனங்களை ஓட்ட வேண்டும்.",
    "options": [
      "மொழி",
      "வழி",
      "சாலை விதிகளை",
      "பயிற்சியை"
    ],
    "answer": "C",
    "additional_context": "சாலை விபத்துகள் எத்தனை பேரின் உயிரைப் பறித்திருக்கிறது? சாலை விபத்துகளைத் தவிர்க்க சாலை விதிகளைப் பின்பற்றுவது மிகவும் அவசியம். இதனை நம் அனைவரும் கடைபிடிக்க வேண்டும். நம் மீதும் நம் குடும்பத்தினர் மீதும் நம் அன்பானவர்கள் மீதும் அன்பு இருந்தால் நம் அனைவரும் சாலை விதிகளை கடைபிடித்து சாலைப் பயணத்தை பாதுகாப்பானதாக மாற்றுவோம்."
  },
  {
    "description": "இருவழிச் சாலையின் மையத்தில் __________ கோடு வரையப்பட்டிருந்தால் முந்துவதற்கு எக்காரணம் கொண்டும் வலது பக்கச் சாலையைப் பயன்படுத்தக் கூடாது.",
    "options": [
      "வெள்ளை",
      "மஞ்சள்",
      "இரட்டை மஞ்சள்",
      "சிவப்பு"
    ],
    "answer": "C",
    "additional_context": "இருவழிச் சாலையின் மையத்தில் வரையப்பட்டுள்ள வெள்ளைக்கோடு இருவழி போக்குவரத்துக்காகச் சாலை சரி சமமாகப் பிரிக்கப்பட்டுள்ளதைக் குறிக்கும். அப்படி வரையப்பட்டுள்ள வெள்ளைக்கோட்டைத் தாண்டி வாகனங்களை முந்திச் செல்ல அனுமதி உண்டு. சில சமயங்களில் மஞ்சள் கோடு வரையப்பட்டுள்ளது. மஞ்சள் கோடு இடப்புறமாக ஓடும் வாகனங்கள் முந்திச் செல்ல அனுமதிக்கிறது. இரட்டை மஞ்சள் கோடு இருந்தால் வாகனங்களை முந்தக் கூடாது. மஞ்சள் கோடு தொடர்ச்சியாக இருந்தால் முந்தக் கூடாது."
  },
  {
    "description": "வாகனத்தைப் பின்தொடரும்போது மிகவும் __________ பின்தொடரக் கூடாது.",
    "options": [
      "நெருக்கமாக",
      "மெதுவாக",
      "விரைவாக",
      "துரிதமாக"
    ],
    "answer": "A",
    "additional_context": "வாகனங்களைப் பின்தொடரும்போது மிகவும் நெருக்கமாகப் பின்தொடரக் கூடாது. பின்தொடரும் வாகனத்திற்கும் முன்னால் செல்லும் வாகனத்திற்கும் இடையே போதுமான தூரம் இருக்க வேண்டும். இது அவசரமாக பிரேக் போடும் போது விபத்து நிகழாமல் தடுக்க உதவும்."
  },
  {
    "description": "நான் ஒரு காற்றுக் கருவி. நான் __________ வகையைச் சேர்ந்த தாவரத்திலிருந்து உருவாக்கப்படுகிறேன்.",
    "options": [
      "மரம்",
      "செடி",
      "புல்",
      "காய்"
    ],
    "answer": "C",
    "additional_context": "நான் ஒரு காற்றுக் கருவி. நான் புல் வகையைச் சேர்ந்த தாவரத்திலிருந்து உருவாக்கப்படுகிறேன். எனது பெயர் ஏழு எழுத்துகளைக் கொண்டது. முதல் இரண்டு எழுத்துகள் ஒரு தாவர வகையைக் குறிக்கும். இறுதி மூன்று எழுத்துகள் எனது வடிவத்தைக் குறிக்கும். நான் யார்? இதன் விடை  - நாட்டுப்புறப் பாடல்களில் இடம்பெறுவது, சில சமயங்களில் இயற்கை ஒலிகளைப் பின்பற்றுவது என்று சிலர் குறிப்பிடுவார்கள். நீங்கள் என்ன நினைக்கிறீர்கள்?"
  },
  {
    "description": "தமிழகச் சுற்றுலாச் சிறப்பு வாய்ந்த இடங்களுக்குச் சென்று ___________ கலைத்திறனை அறிந்து போற்றுவேன்.",
    "options": [
      "இந்தியர்தம்",
      "உலக",
      "தமிழர்தம்",
      "மனித"
    ],
    "answer": "C",
    "additional_context": "தமிழகத்தில் பல சுற்றுலாத்தலங்கள் உள்ளன. இவை மட்டுமல்லாமல் பல்வேறு கோயில்கள், பல்கலைக்கழகங்கள், பழங்காலச் சின்னங்கள் எனப் பல அற்புதமான இடங்கள் உள்ளன. அவற்றைச் சென்று காண நம்மை ஊக்குவிக்கும் தமிழர்தம் கலைத்திறன் எவ்வளவு சிறப்பானது. நீங்களும் உங்கள் நண்பர்களுடன் இவற்றைப் பற்றித் தெரிந்துகொண்டு தமிழர்தம் கலைத்திறனைப் போற்றுங்கள்."
  }
]
