[
          
  {
    
          "description": "'வாழ்ந்த காலம் எந்தமுத்திரையைப் பெற்றது?'  என்ற கேள்வியின் நோக்கம் என்ன?",
          "options": [
      "அ) வாழ்க்கையின் நீளத்தைப் பற்றிய கேள்வி",
      "இ) வாழ்க்கையின் தரத்தைப் பற்றிய கேள்வி",
      "ஆ) வாழ்க்கையின் வெற்றியைப் பற்றிய கேள்வி",
      "ஈ) வாழ்க்கையின் சுகத்தைப் பற்றிய கேள்வி"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "நம் பிறவி என்பது மிகவும் அரிய வாய்ப்பு. இதன் மூலம் வாழ்வின் மதிப்பை உணர வேண்டும். வாழ்ந்த காலம் எந்த முத்திரையைப் பெற்றது என்று கேள்வி கேட்பது, நம் வாழ்க்கையின் தரத்தைப் பற்றிய கேள்வி. வாழ்ந்த காலம் வெறும் காலம் மட்டுமல்ல. நாம் வாழ்ந்த காலம் நமக்கு ஏதாவது அடையாளங்களை அளித்ததா? நம் பெயர் காலந்தோறும் பேசப்படுமா? என்று சிந்திப்பவர்கள் வாழ்க்கைப் பற்றிக் கவலைப்படுவார்கள்."
          }
        ,
          
  {
    
          "description": "'தாம் வாழ்வதா? தாம் வாழ்தல் என்பது சாதனை ஆதலால், தாம் வாழ்தல் என்பது எளிய ஒன்று' -  இந்த வரிகள் என்ன பொருள் தருகின்றன?",
          "options": [
      "அ) வாழ்வது எளிது, வாழும் முறை மிகவும் கடினம்",
      "இ) வாழ்வதற்கு சாதனைகள் அவசியம்",
      "ஆ) வாழ்வது என்பது ஒரு பெரிய சாதனை",
      "ஈ) வாழ்வது என்பது எளிதான செயல்"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "வாழ்க்கை குறிக்கோள் உடையது. அக்குறிக்கோள் எது? தாம் வாழ்வதா? தாம் வாழ்தல் என்பது சாதனை ஆதலால், தாம் வாழ்தல் என்பது எளிய ஒன்று. இயற்கையே கூட வாழ்வித்துவிடும். நல்ல சமூக அமைப்பும் அரசும் தோன்றிவிட்டால் தாம் வாழ்தல் என்பது எளிது. வாழ்க்கை தொண்டினையே குறிக்கோளாக உடையது. இந்தக் குறிக்கோளுடன்தான் ஒப்புரவு நெறியைத் திருக்குறள் அறிமுகப்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'ஒருவர் எல்லாருக்காகவும், எல்லாரும் ஒருவருக்காகவும் என்னும் பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி' - இந்த வாக்கியத்தின் சாராம்சம் என்ன?",
          "options": [
      "அ) திருவள்ளுவர் தனிப்பட்ட வாழ்க்கையை வலியுறுத்துகிறார்",
      "இ) திருவள்ளுவர் சமூகத்துக்கான கடமைகளை வலியுறுத்துகிறார்",
      "ஆ) திருவள்ளுவர் எல்லாரும் தனித்து வாழ வேண்டும் என்கிறார்",
      "ஈ) திருவள்ளுவர் பணக்காரர்களுக்கு முக்கியத்துவம் தருகிறார்"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "ஒப்புரவு நெறியில் மக்கள் ஒருவருக்கொருவர் கடமைகளைச் செய்வதற்கு உரியவர்கள். உரிமைகளைப் பெறுவதற்கும் உரியவர்கள். ஒருவர் எல்லாருக்காகவும், எல்லாரும் ஒருவருக்காகவும் என்னும் பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி."
          }
        ,
          
  {
    
          "description": "'ஒப்புரவில் பெறுபவர் அந்நியர் அல்லர்; உறவினர். கடமையும் உரிமையும் உடையவர்' -  இந்த கூற்றின் பொருள் என்ன?",
          "options": [
      "அ) ஒப்புரவு என்பது அந்நியர்களுக்கு உதவுவதாகும்",
      "இ) ஒப்புரவு என்பது உறவினர்களுக்கு மட்டுமே செய்யப்படும் செயல்",
      "ஆ) ஒப்புரவு என்பது சமத்துவத்தையும் பகிர்வையும் அடிப்படையாகக் கொண்டது",
      "ஈ) ஒப்புரவு என்பது ஒருவருக்கொருவர் எதிரியாக இருப்பதாகும்"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "ஒப்புரவில் பெறுபவர் அந்நியர் அல்லர்; உறவினர். கடமையும் உரிமையும் உடையவர். ஒப்புரவு என்பது சமத்துவத்தையும் பகிர்வையும் அடிப்படையாகக் கொண்டது. அதனால் தான் ஒப்புரவில் பெறுபவர் அந்நியர் அல்லர்; உறவினர். ஒப்புரவில் பெறுபவர் கடமையும் உரிமையும் உடையவர்."
          }
        ,
          
  {
    
          "description": "'ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் வள்ளல்கள் இல்லை. வாங்குபவரும் இல்லை' -  இந்த வரிகள் எதைப் பற்றி சொல்கின்றன?",
          "options": [
      "அ) ஒப்புரவு என்பது பணத்தைப் பரிமாறிக் கொள்வது",
      "இ) ஒப்புரவு என்பது நேரடியாக ஏதாவது பெறுவது",
      "ஆ) ஒப்புரவு என்பது தானாகவே மனதிலிருந்து உதவுவது",
      "ஈ) ஒப்புரவு என்பது உலகத்துக்கு எதிரானது"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "ஒப்புரவு என்பது தானாகவே மனதிலிருந்து உதவுவது. ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் வள்ளல்கள் இல்லை. வாங்குபவரும் இல்லை. அதனால் தான் ஒப்புரவு என்பது நேரடியாக ஏதாவது பெறுவது அல்ல. ஒப்புரவு என்பது தானாகவே மனதிலிருந்து உதவுவது. இது பணத்தைப் பரிமாறிக் கொள்வது இல்லை. இது உலகத்துக்கு எதிரானது அல்ல."
          }
        ]