[
          
  {
    
          "description": "'வீரராகவபுரம்' என்ற பெயர் எந்த வீரரின் பெயரில் இருந்து வந்தது?",
          "options": [
      "நாயக்க மன்னன் நின்றசீர் நெடுமாறன்",
      "நாயக்க மன்னரின் தளவாயான அரியநாதரின் வழித்தோன்றல்",
      "பாண்டிய மன்னன் நின்றசீர் நெடுமாறனின் துணைவியார்",
      "கிரேக்கர்கள் இறந்தவர்களின் உடலை புதைத்ததற்கான சான்றுகளாக இவை இருக்கின்றன."
    ],
    "answer": "B",
    
          "additional_context": "திருநெல்வேலி நகரின் மேற்கே பேட்டை என்னும் ஊர் உள்ளது. வணிகம் நடைபெறும் பகுதியைப் பேட்டை என வழங்குதல் பண்டைய மரபு. இப்பகுதி முன்பு பெருவணிகம் நடைபெற்ற இடமாக இருந்திருக்க வேண்டும். பாண்டிய மன்னன் நின்றசீர் நெடுமாறனை நெல்லை நகர மக்கள் எதிர்கொண்டு வரவேற்ற இடம் பாண்டியபுரம் எனவும் அவன் தேவியாகிய மங்கையர்க்கரசியை மகளிர் எதிர்கொண்டு வரவேற்ற இடம் திருமங்கை நகர் என்றும் வழங்கப்படுகின்றன.\n\nநாயக்க மன்னரின் தளவாயாக விளங்கிய அரியநாதரின் வழித் தோன்றல் வீரராகவர். அவரது பெயரில் அமைந்த ஊர் வீரராகவபுரம் எனவும், அவரது துணைவியார் மீனாட்சி அம்மையார் பெயரில் உள்ள ஊர் மீனாட்சிபுரம் எனவும் வழங்கப்பட்டு வருகின்றன."
          }
        ,
          
  {
    
          "description": "'காவற்புரை' என்ற பெயர் கொண்ட தெருவைப் பற்றி என்ன சொல்லப்படுகிறது?",
          "options": [
      "அரசரால் தண்டிக்கப்பட்டவர்கள் இங்கு சிறை வைக்கப்பட்ட இடம்.",
      "நெல்லைப் பேட்டையில் வணிகம் நடைபெறும் இடம்.",
      "இங்கு பண்டைய காலத்தில் மக்கள் சந்தித்து பேசும் இடம்.",
      "நெல்லை நகரின் மையப் பகுதியில் உள்ள கோவில் வீதி."
    ],
    "answer": "A",
    
          "additional_context": "நெல்லை மாநகரில் உள்ள தெருக்கள் பல அதன் பழமைக்குச் சான்றாக உள்ளன. காவற்புரைத் தெரு என்று ஒரு தெரு உள்ளது. காவற்புரை என்றால் சிறைச்சாலை. அரசரால் தண்டிக்கப்பட்டவர்கள் இங்குச் சிறை வைக்கப்பட்டதால் இப்பெயர் பெற்றது."
          }
        ,
          
  {
    
          "description": "திருநெல்வேலியின் நடுவே அமைந்திருக்கும் கோவிலைச் சுற்றியுள்ள மாட வீதிகளைப் பற்றி என்ன சொல்லப்படுகிறது?",
          "options": [
      "இவை கோவிலுக்கு செல்லும் வழிகளாக இருந்தன.",
      "மக்கள் வசித்து வந்த வீடுகள் அமைந்திருந்த இடங்கள் இவை.",
      "நெல்லை நகரின் மையப் பகுதியில் அமைந்துள்ள வீடுகள்.",
      "இவை கோவிலைச் சுற்றியுள்ள நான்கு பக்கங்களிலும் அமைந்துள்ளன."
    ],
    "answer": "D",
    
          "additional_context": "பொருநை எனப்படும் தாமிரபரணி ஆற்றின் கரையில் அமைந்துள்ள நெல்லை மாநகரின் அமைப்பு சிறப்பானது. நகரின் நடுவே நெல்லையப்பர் திருக்கோவில் அமைந்துள்ளது. கோவிலைச் சுற்றி நான்கு பக்கங்களிலும் மாட வீதிகள் அமைந்துள்ளன. அவற்றைச் சுற்றித் தேரோடும் வீதிகள் அழகுற அமைந்துள்ளன."
          }
        ,
          
  {
    
          "description": "தமிழகத்தில் நெல்லிக்காய் உற்பத்தியில் முதலிடம் வகிக்கும் மாவட்டம் எது?",
          "options": [
      "தூத்துக்குடி",
      "திருநெல்வேலி",
      "சென்னை",
      "கோயம்புத்தூர்"
    ],
    "answer": "B",
    
          "additional_context": "நெல்லிக்காய் உற்பத்தியில் தமிழகத்தில் நெல்லை மாவட்டமே முதலிடம் வகிக்கின்றது."
          }
        ,
          
  {
    
          "description": "'கூழைக்கடைத் தெரு' என்பது எந்த இடத்திற்கான பழைய பெயர்?",
          "options": [
      "கூலக்கடைத்தெரு",
      "மங்கையர்க்கரசி வழிபட்ட கோவில்",
      "நாயக்க மன்னரின் தளவாய் வசித்த பகுதி",
      "காவற்புரையில் உள்ள சிறைச்சாலை"
    ],
    "answer": "A",
    
          "additional_context": "மேல வீதியை அடுத்துக் கூழைக்கடைத் தெரு உள்ளது. கூலம் என்பது தானியத்தைக் குறிக்கும். கூலக்கடைத்தெரு என்பதே மருவிக் கூழைக்கடைத் தெரு என வழங்கப்படுகிறது."
          }
        ]