[
          
  {
    
          "description": "'இரு பொருள் கொண்ட சொல்' என்ற கருத்தை எடுத்துக்காட்டும் சொற்றொடர் எது?",
          "options": [
      "மழலை பேசும் இனிமைத் தமிழ்.",
      "அன்னை தந்தையின் கைப்பிடித்துக் குழந்தை வயலுக்குச் செல்வர்.",
      "நீ அறிந்ததைப் பிறருக்குச் சொல்.",
      "நீதி மன்றத்தில் தொடுப்பது வழக்கு."
    ],
    "answer": "D",
    
          "additional_context": "இரு பொருள் கொண்ட சொல் என்றால் ஒரு சொல்லுக்கு இரண்டு வேறுபட்ட பொருள் இருப்பதைக் குறிக்கும். மேலே கொடுக்கப்பட்ட விருப்பங்களில் 'நீதி மன்றத்தில் தொடுப்பது வழக்கு.' என்ற வாக்கியத்தில் 'தொடுப்பது' என்ற சொல் இரண்டு விதமாகப் பொருள் தருகிறது. ஒன்று நீதி மன்றத்தில் வழக்கை தொடுப்பது, இன்னொன்று துணியை தொடுப்பது போன்றது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது 'நேக்கம்' என்ற கலைச்சொல்லின் பொருள்?",
          "options": [
      "ஒலியியல்",
      "எழுத்துரு",
      "ஊடகம்",
      "மொழியியல்"
    ],
    "answer": "B",
    
          "additional_context": "நேக்கம் என்பது எழுத்துருவைக் குறிக்கும் ஒரு கலைச்சொல்.  ஒரு மொழியில் உள்ள எழுத்துகளின் வடிவம் அல்லது தோற்றம்  நேக்கம் எனப்படுகிறது. இது பல வகைப்படும். எடுத்துக்காட்டாக, தமிழ் எழுத்துரு, ஆங்கில எழுத்துரு போன்றவை."
          }
        ,
          
  {
    
          "description": "தொகைச் சொற்களை விரித்து எழுதுவது எந்த மொழி நடையை வளர்க்க உதவும்?",
          "options": [
      "அறிவியல் நடை",
      "செய்தி நடை",
      "கவிதை நடை",
      "இலக்கிய நடை"
    ],
    "answer": "D",
    
          "additional_context": "தொகைச் சொற்கள் என்பது இரண்டு அல்லது அதற்கு மேற்பட்ட சொற்களை இணைத்து ஒரு சொல்லை உருவாக்குவது. எடுத்துக்காட்டாக, முக்கனி - மு(மூன்று) + கனி. தொகைச் சொற்களை விரித்து எழுதுவதன் மூலம் மொழியின் அழகு புரியும்.  மொழியின் நுட்பங்களை நன்கு புரிந்துகொள்ளவும், இலக்கிய நடை வளர்க்கவும் உதவும்."
          }
        ,
          
  {
    
          "description": "'தாய்மொழிப் பற்று' என்பது என்ன?",
          "options": [
      "ஒருவரது தாய்க்கு மரியாதை செலுத்துவது.",
      "தனது தாயின் மொழியைப் பாதுகாப்பது.",
      "ஒருவர் தனது தாய்மொழியில் பெருமை கொள்வது.",
      "ஒருவர் தனது தாய்மொழியைப் பயன்படுத்தி மற்ற மொழிகளைக் கற்றுக்கொள்வது."
    ],
    "answer": "C",
    
          "additional_context": "தாய்மொழிப் பற்று என்பது ஒருவர் தனது தாய்மொழியில் கொண்டுள்ள பெருமை, அன்பு, மதிப்பு மற்றும் அதைப் பாதுகாக்கும் உணர்வை குறிக்கும். ஒருவர் தனது தாய்மொழியில் பேச, எழுத, படிக்க,  கற்றுக்கொள்ள ஆர்வம் காட்டுவதே தாய்மொழிப் பற்றின் வெளிப்பாடு."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது உயர்திணை அல்லாதது?",
          "options": [
      "a) முகிலன்",
      "b) தலைவி",
      "c) கடல்",
      "d) ஆசிரியர்"
    ],
    "answer": "C",
    
          "additional_context": "உயர்திணை என்பது மனிதர்களைப் பற்றியது. முகிலன், தலைவி, ஆசிரியர் ஆகியவை மனிதர்கள் என்பதால் உயர்திணைச் சொற்கள். கடல் என்பது மனிதர் அல்ல, இயற்கைப் பொருள் என்பதால் அஃறிணைச் சொல்."
          }
        ]