
[
  {
    "description": "பாடப்பகுதியில் பயன்படுத்தப்பட்டுள்ள \"அள்ளுறவன் பக்கத்துல இருந்தாலும் கிள்ளுறவன் பக்கத்துல இருக்கக் கூடாது\" என்ற சொலவடையின் பொருள் என்ன?",
    "options": [
      "யாரையும் நம்ப கூடாது.",
      "தீயவர்களிடம் இருந்து தூரமாக இருக்க வேண்டும்.",
      "நல்லவர்களை மட்டுமே நம்ப வேண்டும்.",
      "உதவி செய்பவர்களை மட்டுமே நம்ப வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "இந்தச் சொலவடை பையன் விளையாடும் போது எறும்பு, தேனீ, மாடு, ஆமை என அனைவரும் தங்கள் வேலைகளில் பிஸியாக இருப்பதைச் சொல்லிவிட்டு போகும்போது அவன் வேலை இல்லை என்பதைக் குறிப்பிடும் போது பையனுக்குப் புரிய வைப்பதற்காகப் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "\"அமாவாசை இருட்டில் பெருச்சாளிக்குப் போன இடமெல்லாம் வழிதான்\" என்ற சொலவடையின் பொருள் என்ன?",
    "options": [
      "பெருச்சாளி இருட்டில் நன்றாக பார்க்கும்.",
      "இருட்டில் யாருக்கும் வழி தெரியாது.",
      "தொடர்ந்து முயன்றால் எந்த இடத்தையும் அடையலாம்.",
      "இருட்டில் எல்லா இடங்களும் ஒரே மாதிரி இருக்கும்."
    ],
    "answer": "C",
    "additional_context": "இந்தச் சொலவடை பையன் ஊரெல்லாம் சுற்றிவிட்டு இறுதியில் வீட்டுக்கு வந்து சேருகிறான் என்பதை குறிப்பிடும் போது பயன்படுத்தப்பட்டுள்ளது. அமாவாசை இருட்டில் பெருச்சாளிக்குப் போன இடமெல்லாம் வழிதான் - இது போன்று எந்த இடத்தையும் அடைய முடியும் என்பது பையனுக்கு புரிய வைக்கிறது."
  },
  {
    "description": "பாடப்பகுதியின் முக்கிய செய்தி என்ன?",
    "options": [
      "எல்லோருக்கும் வேலை இருக்கிறது.",
      "வேலை இல்லாமல் இருப்பது தவறு.",
      "சிறியவர்களும் வேலை செய்ய வேண்டும்.",
      "படிப்பு மட்டுமே வாழ்வில் முக்கியமானது."
    ],
    "answer": "A",
    "additional_context": "இக்கதையின் முக்கிய செய்தி எல்லாருக்கும் வேலை இருக்கிறது என்பதை வலியுறுத்துவது. பையன் விளையாட யாராவது கிடைப்பாங்களான்னு பார்க்கும் போது எல்லாரும் அவங்க அவங்க வேலையப் பாக்குறாங்க. ஈ, எறும்பு கூடச் சும்மா இல்லாம வேலை செய்யுதுக. எனக்கு இப்பத்தான் புத்தி வந்ததுன்னு சொல்றான்."
  },
  {
    "description": "பாடப்பகுதியில், பையனின் அப்பா அவனை என்ன வேலை செய்யச் சொல்கிறார்?",
    "options": [
      "பொம்மலாட்டம் செய்ய",
      "விளையாட",
      "பள்ளிக்கூடம் போய் படிக்க",
      "ஊரைச் சுற்றி வர"
    ],
    "answer": "C",
    "additional_context": "கதையின் தொடக்கத்தில் பையன் பள்ளிக்கூடம் போகாமல் ஊரைச் சுத்திட்டு வருவான். அவங்க அம்மா எவ்வளவோ சொல்லியும் அவன் கேட்கல. புண்ணுக்கு மருந்து போட முடியும்; புடிவாதத்துக்கு மருந்து போட முடியுமா? அவனோடப் புடிவாதத்தை யாராலும் மாத்த முடியல. ஒருநாள் அப்பா பையனக் கூப்பிடுறாரு. அதனால் அப்பா அவனைப் பள்ளிக்கூடம் போய் படிக்க சொல்கிறார்."
  },
  {
    "description": "\"அணை உடைஞ்சு போன வெள்ளம் அழுதாலும் வராது\" என்ற சொலவடை எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "வெள்ளத்தின் அழிவை",
      "உழைப்பின் அவசியத்தை",
      "பொறுமையின் முக்கியத்துவத்தை",
      "காலத்தின் மாற்றத்தை"
    ],
    "answer": "B",
    "additional_context": "இந்தச் சொலவடை பையன் பள்ளிக்கூடம் போய் படிக்காமல் சும்மா ஊரைச் சுற்றி திரிந்தால் எதிர்காலத்தில் வாழ்க்கை முன்னேறாது என்பதைச் சொல்லும் போது பயன்படுத்தப்பட்டுள்ளது. பையனோடப் புடிவாதத்தை யாராலும் மாத்த முடியல. ஒருநாள் அப்பா பையனக் கூப்பிடுறாரு."
  }
]
