
[
  {
    "description": "பழங்கால மனிதர்கள் _________ மற்றும் _________ பயன்படுத்தி குகை ஓவியங்களை வரைந்தனர்.",
    "options": [
      "அ) மணல், சுண்ணாம்பு",
      "ஆ) வண்ணப் பென்சில், நீர் வண்ணம்",
      "இ) கரிக்கோல், எண்ணெய் வண்ணம்",
      "ஈ) தூரிகை, எழுத்தாணி"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "பழங்கால மனிதர்கள் குகைகளில் வாழ்ந்து வந்தனர். அவர்கள் குகைகளின் சுவர்களில் ஓவியங்களை வரைந்து தங்கள் வாழ்க்கை முறைகளை பதிவு செய்து வைத்தனர். அவர்கள் மணலையும் சுண்ணாம்பையும் சேர்த்து கலவையாக உருவாக்கி ஓவியங்களுக்கு வண்ணம் தீட்டினர். அவர்கள் தங்கள் வேட்டை, நடனம், போர் போன்ற காட்சிகளையும் குகைகளில் வரைந்துள்ளனர். இன்று நாம் குகை ஓவியங்களைப் பார்த்தால் பழங்கால மனிதர்களின் வாழ்க்கை முறைகளைப் பற்றி அறிந்து கொள்ளலாம்."
  },
  {
    "description": "சித்தன்னவாசல் என்னும் ஊரில் _________ ஓவியங்கள் காணப்படுகின்றன.",
    "options": [
      "அ) குகை",
      "ஆ) சுவர்",
      "இ) துணி",
      "ஈ) ஓலைச்சுவடி"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "சித்தன்னவாசல் என்பது தமிழகத்தில் உள்ள ஒரு ஊர். இங்கு அழகான சுவர் ஓவியங்கள் காணப்படுகின்றன. சித்தன்னவாசலில் உள்ள ஓவியங்கள் பழந்தமிழர்களின் வாழ்க்கை முறைகளைப் பற்றி நமக்கு நிறைய தகவல்களைத் தருகின்றன. இந்த ஓவியங்கள் ஆற்று மணலுடன் சுண்ணாம்பை சேர்த்து சுவரைச் சமப்படுத்தி வரையப்பட்டவை. இன்றும் கூட இந்த ஓவியங்கள் அழகாக இருக்கின்றன."
  },
  {
    "description": "_________ என்னும் தலைவி யானையைக் கண்டு அஞ்சிய காட்சியைச் சீவகன் துணியில் வரைந்ததாகக் கூறப்படுகிறது.",
    "options": [
      "அ) சீதை",
      "ஆ) குணமாலை",
      "இ) மணிமேகலை",
      "ஈ) அபிராமி"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "சீவக சிந்தாமணி என்னும் இலக்கியத்தில் குணமாலை என்னும் தலைவி யானையைக் கண்டு அஞ்சிய காட்சியை சீவகன் துணியில் வரைந்ததாகக் கூறப்படுகிறது. துணியில் ஓவியம் வரையும் முறை பழங்காலத்திலிருந்தே வழக்கத்தில் இருந்துள்ளது. எழினி, திரைச்சீலை, கிழி, படாம் என பல பெயர்களில் துணி ஓவியம் அழைக்கப்படுகிறது. தற்காலத்தில் எங்களை கலம்காரி ஓவியங்கள் என்னும் பெயரில் தமிழகத்திலும் ஆந்திராவிலும் ஓவியர்கள் வரைந்து வருகின்றனர்."
  },
  {
    "description": "_________ என்னும் இடத்தில் எழுத்தாணியால் வரையப்பட்ட ஓலைச்சுவடி ஓவியங்கள் காணப்படுகின்றன.",
    "options": [
      "அ) தஞ்சாவூர் சரசுவதி மகால் நூலகம்",
      "ஆ) மதுரை மீனாட்சி அம்மன் கோயில்",
      "இ) தில்லைநாதர் கோயில்",
      "ஈ) காசி விஸ்வநாதர் கோயில்"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "ஓலைச்சுவடிகளில் எழுத்தாணியைக் கொண்டு கோட்டோவியமாகவும் வண்ணப்பூச்சு ஓவியமாகவும் ஓவியங்கள் வரையப்படுகின்றன. ஓலைச்சுவடி ஓவியங்கள் பெரும்பாலும் இதிகாசம் மற்றும் புராணக் காட்சிகளாகவே இருக்கும். தற்காலத்தில் ஓலைச்சுவடி ஓவியங்களை காண்பது அரிதாகி விட்டது. தஞ்சாவூர் சரசுவதி மகால் நூலகத்திற்குச் சென்றால் ஓலைச்சுவடி ஓவியங்களை காணலாம்."
  },
  {
    "description": "_________ ஓவியங்கள் மன்னர்களின் ஆணைகளையும் ஆவணங்களையும் பொறிக்கப் பயன்படுத்தப்பட்டன.",
    "options": [
      "அ) குகை",
      "ஆ) சுவர்",
      "இ) செப்பேட்டு",
      "ஈ) ஓலைச்சுவடி"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "முற்காலத்தில் மன்னர்களின் ஆணைகளையும் ஆவணங்களையும் செப்பேடுகளில் பொறிப்பது வழக்கம். அதைப்போல உளிகொண்டு செப்பேட்டில் வரைகோடுகளாக ஓவியங்களையும் வரைந்தனர். பொதுவாக நீர்நிலைகள், செடிகொடிகள், பறவைகள், விலங்குகள், குறியீடுகள் போன்றவையாக செப்பேட்டு ஓவியங்கள் காணப்படுகின்றன."
  }
]
