
[
  {
    "description": "“எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும் கண்ணென்ப வாழும் உயிர்க்கு” என்ற திருக்குறள் எந்த இரண்டு விஷயங்களின் முக்கியத்துவத்தை வலியுறுத்துகிறது?",
    "options": [],
    "answer": [],
    "additional_context": "இந்தத் திருக்குறள் மனிதனுக்குக் கண்கள் போல் எண்ணும் எழுத்தும் மிக முக்கியம் என்பதைச் சொல்லும். வாழ்க்கையில் எல்லாத் துறைகளிலும் நமக்கு எண்ணும் எழுத்தும் மிகப் பயனுள்ளதாக இருக்கும். வாழும் மக்களுக்கு எண்ணும் எழுத்தும் கண்கள் போன்றவை என்று இக்குறள் சொல்கிறது. "
  },
  {
    "description": "படங்களுக்குப் பொருத்தமான திருக்குறளை எழுது.",
    "options": [],
    "answer": [],
    "additional_context": "பாடத்தில் உள்ள படங்கள்  மனிதன் கல்வி பயிலும் நிலையை, கல்வி என்பது நமக்கு அளிக்கும் அறிவை எடுத்துரைக்கிறது.  கல்வியைப் பற்றிய திருக்குறளைத் தேர்ந்தெடுத்து படத்துடன் தொடர்புபடுத்தி எழுதுங்கள்."
  },
  {
    "description": "“செய்தக்க அல்ல செயக்கெடும் செய்தக்க\nசெய்யாமை யானும் கெடும்.”  இந்தக் குறளின் படி,  தீமை ஏற்படக் காரணமான இரண்டு விஷயங்கள் யாவை?",
    "options": [
      "செய்தக்க செயல்களைச் செய்வதும், செய்யத்தகாத செயல்களைச் செய்யாமல் இருப்பதும்.",
      "செய்தக்க செயல்களைச் செய்வதும், செய்யத்தகாத செயல்களைச் செய்வதும்.",
      "செய்யத்தகுந்த செயல்களைச் செய்யாமல் இருப்பதும், செய்யத்தகாத செயல்களைச் செய்யாமல் இருப்பதும்.",
      "செய்யத்தகுந்த செயல்களைச் செய்யாமல் இருப்பதும், செய்யத்தகாத செயல்களைச் செய்வதும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தத் திருக்குறள் செய்யத்தக்க செயல்களைச் செய்யாமல் இருப்பதாலும், செய்யத்தகாத செயல்களைச் செய்வதாலும் தீமை ஏற்படும் என்பதைக் கூறுகிறது. "
  },
  {
    "description": "“எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும்\nகண்ணென்ப வாழும் உயிர்க்கு.”  இந்தக் குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "வாழும் உயிர்களுக்குக் கண்கள் இரண்டும் மிக முக்கியமானவை.",
      "எழுத்தறிவு என்பது வாழும் உயிர்களுக்குக் கண்கள் போன்றவை.",
      "எண்ணும் எழுத்தும் வாழும் உயிர்களுக்கு மிக முக்கியமானவை.",
      "எண்ணும் எழுத்தும் வாழும் உயிர்களுக்குக் கண்கள் போன்றவை."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தத் திருக்குறள் மனிதனுக்குக் கண்கள் போல் எண்ணும் எழுத்தும் மிக முக்கியம் என்பதைச் சொல்லும். வாழ்க்கையில் எல்லாத் துறைகளிலும் நமக்கு எண்ணும் எழுத்தும் மிகப் பயனுள்ளதாக இருக்கும். வாழும் மக்களுக்கு எண்ணும் எழுத்தும் கண்கள் போன்றவை என்று இக்குறள் சொல்கிறது. "
  },
  {
    "description": "“கேடில் விழுச்செல்வம் கல்வி ஒருவற்கு\nமாடல்ல மற்றை யவை.”  இந்தக் குறள் எதைச் சொல்ல விரும்புகிறது?",
    "options": [
      "கல்வி என்பது மிகச் சிறந்த செல்வம், வேறு எதுவும் அதைவிடச் சிறந்தது அல்ல.",
      "கல்வி என்பது அழிவில்லாத செல்வம், வேறு எதுவும் அழிவில்லாதது அல்ல.",
      "கல்வி என்பது மிகப் பெரிய செல்வம், வேறு எதுவும் அதைவிடப் பெரியது அல்ல.",
      "கல்வி என்பது அழிவில்லாத செல்வம், வேறு எதுவும் அதைவிடச் சிறந்தது அல்ல."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தத் திருக்குறள் கல்வி என்பது அழிவில்லாத செல்வம் என்று கூறுகிறது. வேறு எந்தச் செல்வத்தையும் விட  கல்வியே மிகச்சிறந்தது. "
  }
]
