
[
  {
    "description": "“பசார் பெயிண்டிங்” என்று அழைக்கப்படும் ஓவிய வகை எது?",
    "options": [
      "குகை ஓவியங்கள்",
      "நவீன ஓவியங்கள்",
      "நாட்காட்டி ஓவியங்கள்",
      "செப்பேட்டு ஓவியங்கள்"
    ],
    "answer": "C",
    "additional_context": "இந்தியக் கலை மரபுகளை இணைத்து ஓவியங்களில் புதுமைகளைப் புகுத்தியவர் இராஜா இரவிவர்மா. இவரது ஓவியமுறைகள் பிற்காலத்தில் நாட்காட்டிகளில் அதிகம் பயன்படுத்தப்பட்டன. நாட்காட்டி ஓவியம் வரைையும் முறையின் முன்னோடிகளுள் ஒருவராகக் கருதப்படுபவர் கொண்டையராஜு. நாட்காட்டி ஓவியங்களைப் பசார் பெயிண்டிங் என்றும் அழைப்பர்."
  },
  {
    "description": "“எழுத்துநிலை மண்டபம்” என்பது எதை குறிக்கிறது?",
    "options": [
      "ஓலைச்சுவடிகளைக் காட்டும் இடம்",
      "ஓவியங்களை காட்சிப்படுத்தும் இடம்",
      "நூலகத்தை",
      "அரசவை கூட்டத்தை"
    ],
    "answer": "B",
    "additional_context": "ஓவிய மண்டபத்தில் பல வகை ஓவியங்கள் வரையப்பட்டிருந்தன. ஓவியங்கள் குறித்து அறிந்தோர் அறியாதவர்களுக்கு விளக்கிக் கூறினர் என்ற செய்தி பரிபாடலில் இடம் பெற்றுள்ளது. இன்ன பலபல எழுத்துநிலை மண்டபம் துன்னுநர் சுட்டவும் சுட்டு அறிவுறுத்தவும்"
  },
  {
    "description": "“கிளவி வல்லோன்” என்பது யாரைக் குறிக்கிறது?",
    "options": [
      "மன்னன்",
      "ஓவியர்",
      "எழுத்தாளர்",
      "கவிஞர்"
    ],
    "answer": "B",
    "additional_context": "ஓவியம் வரைபவர் ஓவு, ஓவியம், ஓவம், சித்திரம், படம், படாம், வட்டிகைச்செய்தி கண்ணுள் வினைஞர், ஓவியப் புலவர், ஓவமாக்கள், கிளவி வல்லோன், சித்திரக்காரர், வித்தகர்"
  },
  {
    "description": "“மண் மற்றும் கல் துகள்களைக் கொண்டு” என்ன வகை ஓவியங்கள் வரையப்படுகின்றன?",
    "options": [
      "சுவர் ஓவியங்கள்",
      "குகை ஓவியங்கள்",
      "தாள் ஓவியங்கள்",
      "செப்பேட்டு ஓவியங்கள்"
    ],
    "answer": "B",
    "additional_context": "நான்தான் குகை ஓவியம் பேசுகிறேன். பழங்கால மனிதர்கள் குகைகளில்தான் வாழ்ந்து வந்தனர். அங்குதான் அவர்கள் முதலில் ஓவியங்களை வரையத் தொடங்கினார்கள். செய்திகளை மற்றவர்களுக்குத் தெரிவிப்பதற்காக எங்களை வரைந்தனர். வேட்டைக்குச் செல்லுதல், நடனம் ஆடுதல், போர் செய்தல் போன்ற காட்சிகள் வரையப்பட்டன. நாங்கள் பெரும்பாலும் கோட்டோவியமாக இருப்போம். மண் மற்றும் கல் துகள்களைக் கொண்டு எங்களுக்கு வண்ணம் தீட்டினர். எங்களை உற்று நோக்கினால் பழந்தமிழரின் வாழ்க்கை முறைகளை அறிந்து கொள்ளலாம்."
  },
  {
    "description": "“சீவகன் துணியில் வரைந்ததாகக் கூறப்பட்டுள்ளது” என்ற வாக்கியத்தில் “சீவகன்” யார்?",
    "options": [
      "ஓவியர்",
      "எழுத்தாளர்",
      "மன்னன்",
      "புராண கதாபாத்திரம்"
    ],
    "answer": "D",
    "additional_context": "சீவகசிந்தாமணிக் காப்பியத்தில் குணமாலை என்னும் தலைவி யானையைக் கண்டு அஞ்சிய காட்சியைச் சீவகன் துணியில் வரைந்ததாகக் கூறப்பட்டுள்ளது. தற்காலத்தில் எங்களைக் கலம்காரி ஓவியங்கள் என்னும் பெயரில் தமிழகத்திலும் ஆந்திராவிலும் ஓவியர்கள் வரைந்து வருகின்றனர்."
  }
]
