[
          
  {
    
          "description": "“தமையும் வாட்டிப் பிறரையும் வாட்டும்\nசண்டை சச்சரவு – தினம்\nதன்னாடு என்றும் பிறர்நாடு என்றும்\nபேசும் பொய்யுறவு!”\n\nமேற்கண்ட வரிகள் என்ன விளக்குகின்றன?",
          "options": [
      "சண்டைகள் மனிதர்களை துன்புறுத்துகின்றன",
      "சண்டைகள்  தன்னாடு, பிறர்நாடு என்கிற பிரிவினையை உருவாக்குகின்றன",
      "பொய் உறவுகள் மக்களை துன்பத்தில் ஆழ்த்துகின்றன",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரிகள் மனிதர்களின் சண்டை சச்சரவுகள், பொய்யான உறவுகள், தேச பிரிவினைகள் ஆகியவற்றால் ஏற்படும் துன்பங்களைப் பற்றி கூறுகிறது. சண்டைகள்  தனக்கு மட்டுமல்லாமல் பிறருக்கும் துன்பம் விளைவிக்கிறது. தன்னாடு, பிறர்நாடு என்றும் பேசும் உறவுகள் அனைத்தும் பொய் உறவுகள்தான். இந்த வரிகள் மனிதர்கள் அமைதியான வாழ்வை வாழ வேண்டும் என்றும், சண்டைகளைத் தவிர்க்க வேண்டும் என்றும் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "“இவை இல்லாது அமைதிகள் செய்தால்\nஇதயம் மலையளவு!”\n\nஇந்த வரிகள் என்ன உணர்த்துகின்றன?",
          "options": [
      "அமைதி என்பது மலையளவு பெரியது",
      "அமைதி இதயத்தில் மகிழ்ச்சியை ஏற்படுத்தும்",
      "அமைதி என்பது மனிதருக்கு மிக முக்கியமானது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரிகள் அமைதி மனித வாழ்வில் எவ்வளவு முக்கியமானது என்பதை வலியுறுத்துகிறது. இவை இல்லாமல் அமைதியாக வாழ்ந்தால் இதயம் மலையளவு பெரிதாகி மகிழ்ச்சியை அளிக்கும் என்பதை இந்த வரிகள் குறிப்பிடுகின்றன. மனிதர்களுக்கு அமைதி மிக முக்கியமானது என்பது இதன் மூலம் புரிகிறது."
          }
        ,
          
  {
    
          "description": "இயேசுநாதர் எந்த குணத்தைப் பெற்றவர்களை தலைவர்கள் என அழைத்தார்?",
          "options": [
      "பொறுமையானவர்கள்",
      "அறத்தைப் பின்பற்றுபவர்கள்",
      "சாந்த குணமுடையவர்கள்",
      "இரக்கம் காட்டுபவர்கள்"
    ],
    "answer": "C",
    
          "additional_context": "இயேசுநாதர் சாந்த குணம் உடையோரே உண்மையான தலைவர்கள் என்று கூறினார். 'சாந்தம் உடையோர் பேறு பெற்றோர்' எனவும் கூறினார். சாந்த குணம் மனித வாழ்வில் மிக முக்கியமானது என்றும், சாந்த குணம் கொண்டவர்களே உண்மையான மகத்துவம் பெற்றவர்கள் என்றும் இயேசுநாதர் கூறினார்."
          }
        ,
          
  {
    
          "description": "மனிதன் ஆசையில் விழுந்தால் அவன் வாழ்க்கை எதைப் போல இருக்கும்?",
          "options": [
      "மலர்ச்சோலை",
      "பாலைவனம்",
      "பூங்கா",
      "கடல்"
    ],
    "answer": "B",
    
          "additional_context": "மனிதன் அளவுக்கு மீறி ஆசைப்படக் கூடாது என்று இயேசுநாதர் கூறினார். ஆசைப்படுபவர்களின் வாழ்க்கை பாலைவனம் போல வறண்டதாக இருக்கும் என்கிறார். அதாவது, அவர்களின் வாழ்க்கையில் மகிழ்ச்சி இல்லாமல் இருக்கும்."
          }
        ,
          
  {
    
          "description": "'சாந்தம் உடையோர் பேறுபெற்றோர்' என்பது எந்தப் பகுதியிலிருந்து எடுக்கப்பட்ட வரிகள்?",
          "options": [
      "இயேசுகாவியத்தின் துவக்கப் பகுதி",
      "மலைப்பொழிவுப் பகுதி",
      "இயேசுநாதரின் உபதேசங்கள்",
      "சீடர்களின் வாழ்வு"
    ],
    "answer": "B",
    
          "additional_context": "இயேசுகாவியம் என்பது இயேசுநாதரின் வாழ்க்கை வரலாற்றை கூறும் நூல். இந்நூலில் உள்ள மலைப்பொழிவு என்ற பகுதியில் இருந்து இந்த வரிகள் எடுக்கப்பட்டவை.  இந்த வரிகள் சாந்த குணத்தின் சிறப்பை விளக்குகின்றன."
          }
        ]