
[
  {
    "description": "பாடப்பகுதியில், பையனின் அம்மா, \"அடை மழை விட்டாலும் செடி மழை விடாதுங்கிற மாதிரி...\" என்கிறாள். இது எதைக் குறிக்கிறது?",
    "options": [
      "மழை பெய்யும்போது செடிகள் வளரும்",
      "அம்மாக்கள் எப்போதும் பிள்ளைகளைப் பாதுகாப்பார்கள்",
      "அப்பாவுக்குக் கோபம் வந்தாலும் அம்மாவுக்கு வராது",
      "செடிகள் மழைக்காகக் காத்திருக்கின்றன"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாடப்பகுதியில், பையன் பள்ளிக்கூடம் போகாமல் ஊரை சுற்றித் திரிந்து கொண்டிருக்கிறான். அவன் அம்மா எவ்வளவோ சொல்லியும் அவன் கேட்கவில்லை. பையனின் அப்பா கோபப்படுகிறார். அப்போது பையனின் அம்மா அவனுக்கு அறிவுரை கூறுகிறாள். \"ராசா, உழைக்கிற மாடுதான் ஊருக்குள்ள விலைபோகும். நீ படிக்கலன்னா ஊர்ல யாரும் மதிக்கமாட்டாங்க. அதனால நீ பள்ளிக்கூடம் போயி நல்லாப் படிச்சுக்க.\" என்கிறாள். அப்பா கோபப்பட்டாலும் அம்மா அவனைத் திட்டவில்லை. பையன் நல்லபடி படிக்க வேண்டும் என்று அவள் தொடர்ந்து  பேசுகிறாள். அம்மாவின் கவலை, அன்பு இப்படித்தான்.  அதுபோல் அடை மழை விட்டாலும் செடி மழை விடாது. அம்மாக்கள் எப்போதும் தங்கள் பிள்ளைகளைப் பாதுகாப்பார்கள். இந்த சொலவடை பையனின் அம்மாவின் அன்பையும் கவலையையும் குறிக்கிறது."
  },
  {
    "description": "\"அள்ளுறவன் பக்கத்துல இருந்தாலும் கிள்ளுறவன் பக்கத்துல இருக்கக் கூடாது\" என்ற சொலவடை எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "நல்லவனாக இருந்தாலும் தீயவனாக இருப்பவரைத் தவிர்க்க வேண்டும்",
      "கிள்ளுறவனைத் தவிர்க்க வேண்டும்",
      "அள்ளுறவன் நல்லவன்",
      "கிள்ளுறவன் தீயவன்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பாடப்பகுதியில், பையன்  குட்டிச்சுவரு மீது ஏறிக் குதிக்கும்போது சுவரு இடிந்து விழுகிறது. சுவரில் இருந்த எறும்பு, பூச்சி, வண்டு  எல்லாம் வெளியே வருகின்றன. அவற்றை பையன்  ஏறி மிதித்ததால் அவைகளுக்கு கோபம் வருகிறது. அவை பையனை கடிக்கின்றன. அந்தப் பையன் வலி பொறுக்க முடியாமல் ஓடுகிறான்.  அந்த நேரத்தில் இந்த சொலவடை மிக பொருத்தமாக  பயன்படுத்தப்பட்டுள்ளது. நல்லவர்களுடன் இருந்தாலும் தீயவர்களிடம் இருந்து விலகி இருக்க வேண்டும் என்று  இந்த சொலவடை கூறுகிறது."
  },
  {
    "description": "பாடப்பகுதியில், பையன் குட்டிச்சுவரு மீது ஏறிக் குதிக்கும்போது என்ன நடக்கிறது?",
    "options": [
      "சுவரு உயரமாக இருந்தது",
      "அவன் கீழே விழுந்தான்",
      "அவன் விளையாடி மகிழ்ந்தான்",
      "சுவரு இடிந்து விழுந்தது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கதைப்பகுதியில், பையன் யாரிடமும் விளையாட முடியாமல் ஏமாற்றத்தில் இருக்கிறான். அப்போது அவன்  குட்டிச்சுவரு மீது ஏறிக் குதித்து விளையாடத் தொடங்குகிறான். அது பழைய சுவரு. மழையிலும் ஊறி இருக்கிறது. பையன் குதித்ததால் சுவரு இடிந்து விழுகிறது.  சொல்லப்போனால்  பையன் அந்தச் சுவரை இடித்து விடுகிறான்."
  },
  {
    "description": "“புண்ணுக்கு மருந்து போட முடியும்; புடிவாதத்துக்கு மருந்து போட முடியுமா?” என்ற சொலவடை பையனின் எந்தப் பண்பைப் பற்றிச் சொல்கிறது?",
    "options": [
      "அ) பையன் மிகவும் நல்லவன்",
      "ஆ) பையன் மிகவும் பலவான்",
      "இ) பையன் மிகவும் புத்திசாலி",
      "ஈ) பையன் மிகவும் பிடிவாதக்காரன்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாடப்பகுதியில், பையன் பள்ளிக்கூடம் போகாமல் ஊரைச் சுற்றித் திரிந்து கொண்டிருக்கிறான்.  அவன் அம்மா எவ்வளவோ சொல்லியும் அவன் கேட்கவில்லை.  பையன் மிகவும் பிடிவாதக்காரன் என்பதை  இந்த சொலவடை  குறிப்பிடுகிறது. அப்போது  சொல்லப்பட்ட இந்த சொலவடை  பையனின் புடிவாதத்தால்  எப்படி  அவன்  வாழ்க்கை பாதிக்கப்படும் என்பதை எடுத்துரைக்கிறது."
  },
  {
    "description": "“வெளைச்சலுக்கும் வெள்ளாட்டுக்கும் சென்மப் பகைங்கிற மாதிரி” என்ற சொலவடையின் பொருள் என்ன?",
    "options": [
      "அ) வெளைச்சலும் வெள்ளாட்டும் நண்பர்கள்",
      "ஆ) வெளைச்சலும் வெள்ளாட்டும் எதிரிகள்",
      "இ) வெளைச்சலும் வெள்ளாட்டும் ஒருங்கிணைந்தவை",
      "ஈ) வெளைச்சலும் வெள்ளாட்டும் வேறுபட்டவை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாடப்பகுதியில், பையன் பள்ளிக்கூடம் போக மறுத்து விடுகிறான். பையனின் அப்பா அவனை  கண்டித்துப் பேசுகிறார். அப்பாவிடம்  அவன்  சொல்லும் வார்த்தைகளைப் பார்க்கும்போது  பையன் அவனுக்கு  சொல்லப்பட்ட  அறிவுரைகளை கேட்காமல்  தன்  பிடிவாதத்தில்  உறுதியாக  இருக்கிறான் என்பது புரிகிறது. அப்போது இந்த சொலவடை பயன்படுத்தப்பட்டுள்ளது.   வெள்ளாடு வெளிச்சத்தை  விரும்ப  மாட்டாது.   வெளிச்சம்  வெள்ளாட்டிற்கு  எதிரி போல் இருக்கும். அதுபோல்  பையனின் பிடிவாதம்  அவனுக்கு எதிரியாக  இருக்கும். அது  அவனது  வாழ்க்கையை  பாதிக்கும்.  என்பதை  இந்த  சொலவடை  குறிக்கிறது."
  }
]
