
[
  {
    "description": "'வரகு+யாது' என்ற இரு சொற்களைச் சேர்த்து ஒலிக்கும் போது எப்படி ஒலிக்கும்?",
    "options": [
      "வரகியாது",
      "வரகுகியாது",
      "வரகுயாது",
      "வரகுவியாது"
    ],
    "answer": "A",
    "additional_context": "இரண்டு சொற்களையும் சேர்த்து விரைவாக ஒலித்துப் பாருங்கள். வரகியாது என ஒலிப்பதை அறியலாம். முதல் சொல்லின் இறுதியில் உள்ள 'கு' என்னும் எழுத்து 'கி' என்று ஒலிக்கிறது. அதுவும் முழுமையாக ஒரு மாத்திரை அளவில் ஒலிக்காமல் அரை மாத்திரை அளவாகக் குறைந்து ஒலிக்கிறது. இவ்வாறு தன் ஒரு மாத்திரை அளவில் குறுகி ஒலிக்கும் இகரம் 'குற்றியலிகரம்' எனப்படும். குறுமை + இயல் + இகரம் = குற்றியலிகரம்."
  },
  {
    "description": "'மியா' என்பது ஓர் அசைச்சொல். இந்த சொல்லில் உள்ள 'இகரம்' எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "நெடில்தொடர்க் குற்றியலுகரம்",
      "உயிர்த்தொடர்க் குற்றியலுகரம் ",
      "குற்றியலிகரம்",
      "முற்றியலுகரம்"
    ],
    "answer": "C",
    "additional_context": "'மியா' என்பது ஓர் அசைச்சொல் (ஓசை நயத்திற்காக வருவது). இதில் 'I' யில் (I = ம் + இ) உள்ள இகரம் குற்றியலிகரம் ஆகும். இது சொற்களில் இடம்பெறும் போது தனக்குரிய மாத்திரை அளவிலிருந்து குறைந்து ஒலிக்கும்."
  },
  {
    "description": "குற்றியலிகரம் தற்போது எந்த வழக்கில் பயன்படுத்தப்படுகிறது?",
    "options": [
      "உரைநடை",
      "இலக்கியம்",
      "பேச்சு வழக்கு",
      "அனைத்தும்"
    ],
    "answer": "B",
    "additional_context": "குற்றியலிகரம் தற்போது உரைநடை வழக்கில் இல்லை. இலக்கியங்களில் மட்டுமே உள்ளது."
  },
  {
    "description": "குற்றியலுகரம் என்பது எந்த வகை எழுத்து?",
    "options": [
      "முதலெழுத்து",
      "சார்பெழுத்து",
      "உயிர் எழுத்து",
      "மெய் எழுத்து"
    ],
    "answer": "B",
    "additional_context": "தமிழ் எழுத்துகளை முதலெழுத்து, சார்பெழுத்து என இரு வகையாகப் பிரிப்பர். உயிர் பன்னிரண்டு, மெய் பதினெட்டு ஆகிய முப்பது எழுத்துகளும் முதலெழுத்துகள் எனப்படும். சார்பெழுத்து பத்து வகைப்படும். அவை உயிர்மெய், ஆய்தம், உயிரளபெடை, ஒற்றளபெடை, குற்றியலுகரம், குற்றியலிகரம், ஐகாரக்குறுக்கம், ஔகாரக்குறுக்கம், மகரக்குறுக்கம், ஆய்தக்குறுக்கம் என்பனவாகும். சார்பெழுத்துகளில் ஒன்றான குற்றியலுகரம் பற்றி இனிக் காண்போம்."
  },
  {
    "description": "தமிழ் எழுத்துகளை எந்த அடிப்படையில் பிரிப்பர்?",
    "options": [
      "ஓசை ",
      "வடிவம் ",
      "முதலெழுத்து, சார்பெழுத்து ",
      "நெடில், குறில் "
    ],
    "answer": "C",
    "additional_context": "தமிழ் எழுத்துகளை முதலெழுத்து, சார்பெழுத்து என இரு வகையாகப் பிரிப்பர். உயிர் பன்னிரண்டு, மெய் பதினெட்டு ஆகிய முப்பது எழுத்துகளும் முதலெழுத்துகள் எனப்படும். சார்பெழுத்து பத்து வகைப்படும். அவை உயிர்மெய், ஆய்தம், உயிரளபெடை, ஒற்றளபெடை, குற்றியலுகரம், குற்றியலிகரம், ஐகாரக்குறுக்கம், ஔகாரக்குறுக்கம், மகரக்குறுக்கம், ஆய்தக்குறுக்கம் என்பனவாகும்."
  }
]
