
[
  {
    "description": "“தென்றல் தரும் இனிய தேன்மண மும்கமழும் / செங்கனியும் பொன்கதிரும் தந்துதவும் நன்செய்வளம்” - இந்த வரிகளின் மூலம் பாடலாசிரியர் தமிழ்நாட்டின் எந்த வளத்தைக் குறிப்பிடுகிறார்?",
    "options": [
      "மலை வளம்",
      "நீர் வளம்",
      "மண் வளம்",
      "காற்று வளம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“ஒன்றல்ல இரண்டல்ல” பாடல் வரிகள் தமிழ்நாட்டின் பல வளங்களை விவரித்து, அவை ஒன்றிரண்டல்ல என்றும் கூறுகின்றன. மேற்கண்ட வரிகளில் “தென்றல் தரும் இனிய தேன்மண மும்கமழும் / செங்கனியும் பொன்கதிரும் தந்துதவும் நன்செய்வளம்” என்ற வரிகள் தமிழ்நாட்டின் மண் வளத்தைக் குறிப்பிடுகிறது.  தென்றல் தரும் இனிய தேன்மணம், செங்கனியும் பொன்கதிரும் போன்றவை செழிப்பான மண்ணின் அடையாளங்கள் ஆகும். "
  },
  {
    "description": "“பகைவென்ற திறம்பாடும் பரணிவகை - செழும் / பரிபாடல் கலம்பகங்கள் எட்டுத்தொகை வான் / புகழ்கொண்ட குறளோடு அகம்புறமும் - செம் / பொருள்கண்ட தமிழ்ச்சங்க இலக்கியப் பெருஞ்செல்வம்” - இந்த வரிகளின் மூலம் எந்த இலக்கிய வடிவங்களைக் குறிப்பிடுகிறார்?",
    "options": [
      "பரணி, பரிபாடல், கலம்பகம், எட்டுத்தொகை, திருக்குறள் ",
      "பரணி, பரிபாடல், கலம்பகம், எட்டுத்தொகை, நாடகம்",
      "பரணி, பரிபாடல், கலம்பகம், எட்டுத்தொகை, புராணங்கள்",
      "பரணி, பரிபாடல், கலம்பகம், எட்டுத்தொகை, நாவல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“ஒன்றல்ல இரண்டல்ல” பாடல் வரிகள் தமிழ் மொழியின் செல்வத்தைப் பற்றிக் கூறுகின்றன. பாடல் வரிகளில் “பகைவென்ற திறம்பாடும் பரணிவகை - செழும் / பரிபாடல் கலம்பகங்கள் எட்டுத்தொகை வான் / புகழ்கொண்ட குறளோடு அகம்புறமும் - செம் / பொருள்கண்ட தமிழ்ச்சங்க இலக்கியப் பெருஞ்செல்வம்” என்ற பகுதி தமிழ் இலக்கியத்தில் உள்ள பல்வேறு வகைகளைப் பற்றி விவரிக்கிறது.  பரணி, பரிபாடல், கலம்பகம், எட்டுத்தொகை, திருக்குறள் போன்றவை தமிழ் இலக்கிய வடிவங்களின் சிறந்த எடுத்துக்காட்டுகள் ஆகும். "
  },
  {
    "description": "“முல்லைக்குத் தேர்கொடுத்தான் வேள்பாரி - வான் / முகிலினும் புகழ்படைத்த உபகாரி – கவிச் / சொல்லுக்குத் தலைகொடுத்தான் அருள்மீறி – இந்த / வள்ளலாம் குமணன்போல் வாழ்ந்தவர் வரலாறு” - இந்த வரிகள் யாருடைய கொடையைப் பற்றி விவரிக்கின்றன?",
    "options": [
      "வேள்பாரி, குமணன்",
      "வேள்பாரி, பாரி",
      "குமணன், பாரி",
      "வேள்பாரி, ஆதித்தன்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“ஒன்றல்ல இரண்டல்ல” பாடல் வரிகள் தமிழக மன்னர்களின் கொடையைப் பற்றிக் கூறுகின்றன. மேற்கண்ட வரிகளில் “முல்லைக்குத் தேர்கொடுத்தான் வேள்பாரி - வான் / முகிலினும் புகழ்படைத்த உபகாரி – கவிச் / சொல்லுக்குத் தலைகொடுத்தான் அருள்மீறி – இந்த / வள்ளலாம் குமணன்போல் வாழ்ந்தவர் வரலாறு” என்ற வரிகள் வேள்பாரி மற்றும் குமணன் ஆகியோரின் கொடையைப் பற்றி விவரிக்கிறது. "
  },
  {
    "description": "“பகுத்தறிவுக் கவிராயர் என்று புகழப்படுபவர் உடுமலை நாராயணகவி. இவர் தமிழ்த் திரைப்படப் பாடலாசிரியராகவும் நாடக எழுத்தாளராகவும் புகழ் பெற்றவர்.” - இந்த வரிகள் உடுமலை நாராயணகவியைப் பற்றி என்ன சொல்கின்றன?",
    "options": [
      "இவர் ஒரு நாடக நடிகர்",
      "இவர் ஒரு பாடலாசிரியர் மற்றும் நாடக எழுத்தாளர்",
      "இவர் ஒரு இசையமைப்பாளர்",
      "இவர் ஒரு நடிகர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“ஒன்றல்ல இரண்டல்ல” என்ற பாடலை எழுதியவர் உடுமலை நாராயணகவி. இவர் பகுத்தறிவுக் கவிராயர் என்று புகழப்படுபவர். இவர் தமிழ்த் திரைப்படப் பாடலாசிரியராகவும் நாடக எழுத்தாளராகவும் புகழ் பெற்றவர். "
  },
  {
    "description": "“ஒன்றல்ல இரண்டல்ல” பாடலில் எந்த இலக்கிய வகை பற்றி பேசப்படுகிறது?",
    "options": [
      "கவிதை",
      "புராணம்",
      "நாவல்",
      "நாடகம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“ஒன்றல்ல இரண்டல்ல” என்ற பாடல் ஒரு கவிதை. இந்தப் பாடல் தமிழ்நாட்டின் வளம், தமிழ் மொழியின் வளம், தமிழக மன்னர்கள், வள்ளல்கள் ஆகியவற்றைப் பற்றிக் கூறுகிறது. இது கவிதை வடிவில் எழுதப்பட்டதால், இது ஒரு கவிதை வகையைச் சேர்ந்தது. "
  }
]
