[
          
  {
    
          "description": "“ஒன்றல்ல இரண்டல்ல தம்பி...” என்ற பாடல் வரியில், கவிஞர் தன் சொற்களில் எதை வலியுறுத்துகிறார்?",
          "options": [
      "தமிழ்நாட்டின் இயற்கை வளங்களின் அளவைக் குறிப்பிட்டு",
      "தமிழ் இலக்கியத்தின் செழுமையைக் குறிப்பிட்டு",
      "தமிழ்நாட்டின் வீர வரலாற்றைக் குறிப்பிட்டு",
      "தமிழ்நாட்டின் வளம் மற்றும் வரலாற்றுச் சிறப்பைக் குறிப்பிட்டு"
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பாடல், தமிழ்நாட்டின் இயற்கை வளங்கள், இலக்கிய வளம் மற்றும் வரலாற்று சிறப்புகளைப் பற்றிப் பேசுகிறது. தமிழ்நாட்டில் ஒன்றல்ல இரண்டல்ல பல அற்புதங்கள் இருப்பதாகக் கவிஞர் குறிப்பிடுகிறார். இயற்கை வளங்கள், இலக்கியம், வரலாறு ஆகியவற்றில் தமிழ்நாடு கொண்டிருக்கும் புகழை இந்த வரிகள் வலியுறுத்துகின்றன."
          }
        ,
          
  {
    
          "description": "“முகிலினும் புகழ்படைத்த உபகாரி கவிச்” என்னும் வரியில், 'உபகாரி' என்ற சொல்லுக்கு இணையான ஒரு சொல் எது?",
          "options": [
      "வள்ளல்",
      "வீரர்",
      "மன்னர்",
      "புலவர்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரியில், மழைமேகத்தைக் காட்டிலும் அதிகப் புகழ் பெற்ற ஒரு வள்ளல் குறிப்பிடப்படுகிறார். 'உபகாரி' என்பதற்கு 'கொடை கொடுப்பவர்', 'உதவி செய்பவர்' எனப் பொருள். வள்ளல் என்பது கொடை கொடுப்பவரைக் குறிக்கும் சொல் என்பதால், 'வள்ளல்' என்பது 'உபகாரி' என்ற சொல்லுக்கு இணையான சொல்லாகும்."
          }
        ,
          
  {
    
          "description": "“சொல்லுக்குத் தலைகொடுத்தான் அருள்மீறி இந்த” என்னும் வரியில், “அருள்மீறி” என்ற சொல் எதைப் பற்றிக் குறிப்பிடுகிறது?",
          "options": [
      "வேள்பாரியின் தாராள மனதைப் பற்றி",
      "குமண வள்ளலின் தியாக மனதைப் பற்றி",
      "தமிழ் மொழியின் பெருமையைப் பற்றி",
      "இலக்கியத்தின் சிறப்பைப் பற்றி"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரியில், குமண வள்ளல்  தன் சொல்லுக்காகத் தலையைக் கொடுத்ததாகக் கூறப்பட்டுள்ளது. இது அருள்மீறிய ஒரு செயல். இது குமண வள்ளலின் தியாக மனதைப் பற்றிக் குறிப்பிடுகிறது. தமிழ் மொழியின் சிறப்பைப் பற்றித் தியாகத்தைச் செய்யும் அளவுக்கு, தமிழ் மொழி சிறந்தது என்று இது காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "பாடலில், 'எட்டுத்தொகை' குறிப்பிடப்பட்டுள்ளது. எட்டுத்தொகையில் எத்தனை நூல்கள் உள்ளன?",
          "options": [
      "எட்டு",
      "பத்து",
      "பன்னிரண்டு",
      "பதினான்கு"
    ],
    "answer": "A",
    
          "additional_context": "தமிழ் இலக்கியத்தில், 'எட்டுத்தொகை'  என்பது சங்க இலக்கியங்களில் ஒன்றாகும். இதில் எட்டு நூல்கள் அடங்கியுள்ளன. எட்டுத்தொகையில் உள்ள நூல்கள் பகர், ஐங்குறுநூறு, கலித்தொகை, நற்றிணை, அகநானூறு, புறநானூறு, பரிபாடல் மற்றும் கலம்பகம் ஆகியவையாகும்."
          }
        ,
          
  {
    
          "description": "பாடலில் குறிப்பிடப்பட்டுள்ள  “பரிபாடல்” எந்த வகையான இலக்கியம்?",
          "options": [
      "பக்தி இலக்கியம்",
      "நாடக இலக்கியம்",
      "இசை இலக்கியம்",
      "காவிய இலக்கியம்"
    ],
    "answer": "C",
    
          "additional_context": "பாடலில் குறிப்பிடப்பட்டுள்ள பரிபாடல், சங்க இலக்கியங்களில் ஒன்றாகும். இது இசையுடன் கூடிய பாடல்கள்  அடங்கியது. இது  சங்க காலத்தின் இசை இலக்கியம் என்று அழைக்கப்படுகிறது. சங்க காலத்தில் பாடப்பட்ட  இசைப் பாடல்கள் பரிபாடல் நூலில் உள்ளன."
          }
        ]