[
          
  {
    
          "description": "'ஆயிரம் கலம் நெல்லுக்கு ஒரு அந்துப்பூச்சி போதும்' என்ற சொலவடை என்ன பொருள் தருகிறது?",
          "options": [
      "தேனீ பையனிடம் விளையாட மறுத்தது.",
      "பையனால் வேலை செய்ய முடியாது.",
      "அந்தப்பூச்சி தேனீயின் வேலையில் தலையிடுகிறது.",
      "தேனீக்கு வேலை இருப்பதால் விளையாட முடியாது."
    ],
    "answer": "D",
    
          "additional_context": "பையன் விளையாட யாரையாவது தேடுறான். அந்த நேரத்துல தேனீ ஒண்ணு அவன் முன்னாடி பறக்குது. அதைப் பார்த்து பையன் 'தேனீ! தேனீ! c என் கூட விளையாட வர்றியா?'ன்னு கேக்குறான். அதற்கு தேனீ சொல்றது, 'நல்ல பாம்பு படம் எடுக்கலாம்; நாக்கலாம் பூச்சி படம் எடுக்கலாமா? உனக்குத்தான் வேலை இல்லை. ஆயிரம் கலம் நெல்லுக்கு ஒரு அந்துப்பூச்சி போதும். உன்னைப் போல ஒரு ஆளு இருந்தா எங்கக் கூட்டமே கெட்டுப் போயிடும். எனக்குத் தேன் எடுக்குற வேலை இருக்கு. போ! போ!'னு சொல்லிடுது."
          }
        ,
          
  {
    
          "description": "'இருப்பவனுக்குப் புளியேப்பம்; இல்லாதவனுக்குப் பசியேப்பம்' என்ற சொலவடை எந்த சூழலில் பயன்படுத்தப்பட்டது?",
          "options": [
      "பையன் பறவை, தேனீ, மாடு, ஆமை ஆகியவற்றிடம் விளையாட வந்தபோது அவை சொன்னன.",
      "பையன் பழைய சுவரில் ஏறி குதித்து விழுந்து காயமடைந்தபோது எறும்பு சொன்னது.",
      "பையன் பள்ளிக்கூடம் போக மறுத்ததால் அப்பா கோபப்பட்டார்.",
      "பையன் பள்ளிக்கூடம் போக மறுத்ததால் அம்மா கவலைப்பட்டார்."
    ],
    "answer": "A",
    
          "additional_context": "பையன் விளையாட யாரையாவது தேடுறான். அந்த நேரத்துல ஒரு பொதிமாடு ஒண்ணு அவன் முன்னாடி நின்னுக்கிட்டு இருக்கு. அதைப் பார்த்து பையன் 'மாடே! மாடே! சும்மாதானே இருக்கே. ஏங்கூட விளையாட வாரியா?'ன்னு கேக்குறான். அதற்கு மாடு சொல்றது, 'என்னது! சும்மா இருக்கிறேனா? காவடிப்பாரம் சுமக்கிறவனுக்குத்தான் தெரியும். இப்போ உனக்குத்தான் வேலை இல்லை. இருப்பவனுக்குப் புளியேப்பம்; இல்லாதவனுக்குப் பசியேப்பம். நான் என் முதலாளிக்கு உப்புமூட்டை, புளிமூட்டை எல்லாம் சுமக்கணும். நான் வரல. நீ அதோ அந்த ஆமைகிட்ட போய் விளையாடு.'னு சொல்லிடுது."
          }
        ,
          
  {
    
          "description": "'அவப்பொழுது போக்குவதிலும் (வீணாகப் பொழுதுபோக்குதல்) தவப்பொழுது நல்லதும்பாங்க' என்ற சொலவடை எந்த சூழலில் பயன்படுத்தப்பட்டது?",
          "options": [
      "பறவை பையனிடம் விளையாட மறுத்தது.",
      "தேனீ பையனிடம் விளையாட மறுத்தது.",
      "மாடு பையனிடம் விளையாட மறுத்தது.",
      "ஆமை பையனிடம் விளையாட மறுத்தது."
    ],
    "answer": "D",
    
          "additional_context": "பையன் விளையாட யாரையாவது தேடுறான். அந்த நேரத்துல ஒரு ஆமை அவன் முன்னாடி வேகமா ஓடிட்டு இருக்கு. அதைப் பார்த்து பையன் 'ஆமையே! ஆமையே! நாலு வீட்டில கல்யாணமாம். நாய்க்கு அங்கேயும் இங்கேயும் ஓட்டமாம் என்கிற மாதிரி எங்கே வேகமாகப் போயிட்டு இருக்கே? ஏங்கூட விளையாட வாரியா?'ன்னு கேக்குறான். அதற்கு ஆமை சொல்றது, 'என்னைவிட வேகமாக ஓடுற முயலோட போட்டி வச்சிருக்கேன். அவப்பொழுது போக்குவதிலும் (வீணாகப் பொழுதுபோக்குதல்) தவப்பொழுது நல்லதும்பாங்க. நான் கொஞ்ச நேரம் கூட வீணாக்காமல் நடந்தே ஆகணும்.'னு சொல்லிடுது."
          }
        ,
          
  {
    
          "description": "'அதிர அடிச்சா உதிர விளையும்' என்ற சொலவடை எந்த சூழலில் பயன்படுத்தப்பட்டது?",
          "options": [
      "பறவை பையனிடம் விளையாட மறுத்தது.",
      "தேனீ பையனிடம் விளையாட மறுத்தது.",
      "மாடு பையனிடம் விளையாட மறுத்தது.",
      "ஆமை பையனிடம் விளையாட மறுத்தது."
    ],
    "answer": "D",
    
          "additional_context": "பையன் விளையாட யாரையாவது தேடுறான். அந்த நேரத்துல ஆமை ஒண்ணு அவன் முன்னாடி வேகமா ஓடிட்டு இருக்கு. அதைப் பார்த்து பையன் 'ஆமையே! ஆமையே! நாலு வீட்டில கல்யாணமாம். நாய்க்கு அங்கேயும் இங்கேயும் ஓட்டமாம் என்கிற மாதிரி எங்கே வேகமாகப் போயிட்டு இருக்கே? ஏங்கூட விளையாட வாரியா?'ன்னு கேக்குறான். அதற்கு ஆமை சொல்றது, 'என்னைவிட வேகமாக ஓடுற முயலோட போட்டி வச்சிருக்கேன். அவப்பொழுது போக்குவதிலும் (வீணாகப் பொழுதுபோக்குதல்) தவப்பொழுது நல்லதும்பாங்க. நான் கொஞ்ச நேரம் கூட வீணாக்காமல் நடந்தே ஆகணும்.'னு சொல்லிடுது. பையன் இன்னும் கேள்வி கேட்கிறான். அதுக்கு ஆமை 'அதிர அடிச்சா உதிர விளையும். அது மாதிரி முயற்சி செஞ்சா எல்லாம் முடியும். நீ வேணும்னா அதோ அங்கே படுத்திருக்கிற முயல் கூடப் போய் விளையாடு.'னு சொல்லிடுது."
          }
        ,
          
  {
    
          "description": "'குத்துக்கல்லுக்கு என்ன குளிரா வெயிலாங்கிற மாதிரி' என்ற சொலவடை என்ன பொருள் தருகிறது?",
          "options": [
      "குத்துக்கல் குளிர்ச்சியாக இருக்கும்.",
      "குத்துக்கல்லுக்கு வெயில் படும்.",
      "கவலை இல்லாமல் இருப்பது.",
      "குத்துக்கல்லுக்கு எப்போதும் வெயில் படும்."
    ],
    "answer": "C",
    
          "additional_context": "பையன் விளையாட யாரையாவது தேடுறான். அந்த நேரத்துல முயல் ஒண்ணு அவன் முன்னாடி படுத்திருக்கு. அதைப் பார்த்து பையன் 'முயலே! முயலே! குத்துக்கல்லுக்கு என்ன குளிரா வெயிலாங்கிற மாதிரி கவலையே இல்லாம படுத்திருக்கியே, வா விளையாடலாம்.'னு கேக்குறான். அதற்கு முயல் சொல்றது, 'அகழியில் விழுந்த முதலைக்கு அதுவே சொர்க்கம்னு சொல்லுற மாதிரி, நிழலில் படுத்துத் தூங்கினதால போனதடவை ஆமையிடம் தோத்துப் போய்ட்டேன். இந்தத் தடவையாவது நான் முந்தி ஆகணும். அதனால நான் வேகமா ஓடணும். நீ வேணும்னா அதோ அங்கே இருக்குற குட்டிச்சுவருகூடப் போய் விளையாடு.'னு சொல்லிடுது."
          }
        ]