
[
  {
    "description": "வள்ளுவர் கோட்டத்தில் உள்ள சிலை பற்றி எது சரியான கூற்று?",
    "options": [
      "திருவள்ளுவரின் சிலை தேரின் மையத்தில் உள்ள எண்கோண வடிவக் கருவறையில் கவினுற அமைக்கப்பட்டுள்ளது.",
      "சிலையின் அடிப்பகுதி இருபத்தைந்து அடி நீளமும் இருபத்தைந்து அடி அகலமும் உடையது.",
      "தேரின் மொத்த உயரம் 128 அடி.",
      "மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "திருவள்ளுவரின் புகழை உலகறியச் செய்யும் வகையில் சென்னைக் கோடம்பாக்கத்தில் வள்ளுவர் கோட்டம் என்னும் கலைக்கூடம் அமைக்கப்பட்டுள்ளது. இதன் கட்டுமானப் பணிகள் கி.பி.(பொ.ஆ.) 1973 இல் தொடங்கி 1976 இல் முடிக்கப்பட்டன. இது திருவாரூர்த் தேர் போன்ற வடிவில் அமைக்கப்பட்டு அதனை இரண்டு யானைகள் இழுத்துச் செல்வது போன்று கருங்கற்களால் உருவாக்கப்பட்டுள்ளது. இதன் அடிப்பகுதி இருபத்தைந்து அடி நீளமும் இருபத்தைந்து அடி அகலமும் உடையது. தேரின் மொத்த உயரம் 128 அடி. இரண்டு பக்கங்களிலும் பக்கத்திற்கு நான்கு சக்கரங்கள் தனிக்கற்களால் அமைக்கப்பட்டுள்ளன. கடைக்கோடி இரண்டு சக்கரங்கள் பெரியனவாகவும் நடுவில் இரண்டு சக்கரங்கள் சிறியனவாகவும் உள்ளன. தேரின் மையத்தில் உள்ள எண்கோண வடிவக் கருவறையில் திருவள்ளுவரின் சிலை கவினுற அமைக்கப்பட்டுள்ளது."
  },
  {
    "description": "திருவள்ளுவர் சிலை அமைந்திருக்கும் இடம் எது?",
    "options": [
      "தஞ்சாவூர்",
      "மதுரை",
      "சென்னை",
      "கன்னியாகுமரி"
    ],
    "answer": "D",
    "additional_context": "இந்தியாவின் தெற்கு எல்லையாகிய கன்னியாகுமரியில் திருவள்ளுவரின் சிலை தமிழக அரசால் நிறுவப்பட்டுள்ளது. விவேகானந்தர் பாறைக்கு அருகில், கடல் நடுவே நீர் மட்டத்திலிருந்து முப்பது அடி உயரப் பாறை மீது இச்சிலை அமைக்கப்பட்டுள்ளது. கி.பி.(பொ.ஆ.) 1990ஆம் ஆண்டு இப்பணி தொடங்கியது. பொதுமக்கள் பார்வைக்காக 2000ஆம் ஆண்டு சனவரித் திங்கள் முதல் நாள் அன்று திறந்துவைக்கப்பட்டது."
  },
  {
    "description": "உலகத் தமிழ்ச் சங்கத்தில் இடம்பெற்றுள்ள காட்சிக்கூடம் எது?",
    "options": [
      "திருக்குறள் காட்சிக்கூடம்",
      "சங்கத்தமிழ்க் காட்சிக்கூடம்",
      "சிற்பக் கலைக்கூடம்",
      "பாவைமன்றம்"
    ],
    "answer": "B",
    "additional_context": "உலகத் தமிழ்ச் சங்கத்தின் மற்றோர் அமைப்பான சங்கத்தமிழ்க் காட்சிக்கூடம் தனிக்கட்டடத்தில் இயங்கி வருகிறது. தருமிக்குப் பாண்டிய மன்னன் பொற்கிழி வழங்கிய திருவிளையாடல் புராணக் காட்சி இதன் நுழைவாயிலில் புடைப்புச் சிற்பமாகச் செதுக்கப்பட்டுள்ளது. இங்குள்ள காட்சிக்கூடத்தில் வள்ளல்கள், புலவர்கள் ஆகியோரின் வாழ்க்கை நிகழ்வுகள் ஓவியங்களாகவும் சிற்பங்களாகவும் உள்ளன. தொல்காப்பியர், ஔவையார், கபிலர் ஆகியோரின் முழுஉருவ வெண்கலச் சிலைகள் நிறுவப்பட்டுள்ளன. மேலும் இதன் சுற்றுச் சுவர்களில் சங்க இலக்கியக் காட்சிகள் வண்ண ஓவியங்களாக வரையப்பட்டுள்ளன. மூன்றாம் தமிழ்ச்சங்கம் அமைந்த மதுரையில் உலகத் தமிழ்ச் சங்கக் கட்டடமும் சங்கத்தமிழ்க் காட்சிக்கூடமும் தமிழின் பெருமையைப் பறைசாற்றி நிற்கின்றன."
  },
  {
    "description": "பூம்புகார் சிற்பக் கலைக்கூடத்தில் என்ன வகையான சிற்பங்கள் இடம்பெற்றுள்ளன?",
    "options": [
      "கண்ணகியின் வரலாற்றை விளக்கும் நாற்பத்தொன்பது சிற்பத் தொகுதிகள்",
      "மாதவியின் சிலை",
      "இலஞ்சிமன்றம், பாவைமன்றம், நெடுங்கல்மன்றம் ஆகியவற்றில் உள்ள பெண்களின் உருவங்கள்",
      "மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "இரண்டாயிரம் ஆண்டுகளுக்கு முன் சோழர்களின் தலைநகரமாகவும் துறைமுக நகரமாகவும் விளங்கியது பூம்புகார். இந்நகரைப் பற்றிய செய்திகள் சிலப்பதிகாரத்திலும் பட்டினப்பாலையிலும் இடம்பெற்றுள்ளன. இங்கு மருவூர்ப்பாக்கம் என்னும் கடல் பகுதியும் பட்டினப்பாக்கம் என்னும் நகரப் பகுதியும் அமைந்திருந்ததாகச் சிலப்பதிகாரம் குறிப்பிடுகிறது. பின்னர் ஏற்பட்ட கடல்கோளினால் பூம்புகார் நகரம் அழிந்துவிட்டது. இந்நகரத்தின் பெருமையை உலகறியச் செய்ய கி.பி.(பொ.ஆ.) 1973 ஆம் ஆண்டு பூம்புகார் கடற்கரையில் சிற்பக் கலைக்கூடம் ஒன்று ஏற்படுத்தப்பட்டது. இக்கூடம் ஏழுநிலை மாடங்களைக் கொண்டது. கண்ணகியின் வரலாற்றை விளக்கும் நாற்பத்தொன்பது சிற்பத் தொகுதிகள் இதில் இடம்பெற்றுள்ளன. மாதவிக்கும் ஒரு நெடிய சிலை இங்கு நிறுவப்பட்டுள்ளது. கலைக்கூடத்திற்கு அருகில் இலஞ்சிமன்றம், பாவைமன்றம், நெடுங்கல்மன்றம் ஆகியன அமைந்துள்ளன. இலஞ்சிமன்றத்திலும் பாவைமன்றத்திலும் வடிவமைக்கப்பட்டுள்ள பெண்களின் உருவங்கள் நம் கண்ணையும் கருத்தையும் கவர்கின்றன. நெடுங்கல் மன்றத்தில் நெடிய கற்றூண் ஒன்றும் அதைச் சுற்றி எட்டுச் சிறிய கற்றூண்களும் எட்டு மனித உருவங்களும் தற்காலச் சிற்பக்கலைக்கு எடுத்துக்காட்டுகளாய் நிற்கின்றன."
  },
  {
    "description": "தஞ்சாவூர் சரசுவதி மகால் நூலகம் பற்றி, சரியான கூற்றைக் கண்டறியவும்:",
    "options": [
      "தஞ்சாவூர் மகாராஜா சரபோஜியால் நிறுவப்பட்ட இந்நூலகம் 1122 ஆம் ஆண்டிலிருந்து இயங்கி வருகிறது.",
      "இந்நூலகத்தில் மொத்தம் 1122 ஓலைச்சுவடிகள் உள்ளன.",
      "இந்நூலகத்தில் தமிழ், தெலுங்கு மற்றும் ஓலைச்சுவடிகளே உள்ளன.",
      "தஞ்சாவூர் சரசுவதி மகால் நூலகம் தொன்மையான இசைக் கருவிகள் மற்றும் சிற்பங்களைப் பாதுகாக்கிறது."
    ],
    "answer": "D",
    "additional_context": "இந்தியாவில் உள்ள தொன்மையான நூலகங்களுள் தஞ்சை சரசுவதி மகால் நூலகமும் ஒன்று. இந்நூலகம் கி.பி. (பொ.ஆ.) 1122 முதல் இயங்கி வருவதாகக் கல்வெட்டுச் செய்திகள் கூறுகின்றன. இங்குத் தமிழ், தெலுங்கு உள்ளிட்ட பல்வேறு மொழிகளின் ஓலைச் சுவடிகளும் கையெழுத்துப் படிகளும் உள்ளன. தலைசிறந்த ஓவியங்களும் தொன்மையான இசைக் கருவிகளும் சிற்பங்களும் இங்கு இடம்பெற்றுள்ளன."
  }
]
