
[
  {
    "description": "ஒப்புரவின் பயன் என்ன?",
    "options": [
      "தனிப்பட்ட செல்வம் பெருகும்",
      "பலருக்கும் பயன்படும்",
      "எதிரிகளை வெல்லும்",
      "பிரபலம் பெறும்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஒருவருக்கு நாம் உதவி செய்யும் போது அவர்களுக்கு தாழ்வு ஏற்படாது. உதவியைப் பெறுபவரை உறவுப்பாங்கில் எண்ணி, உரிமை உடையவராக நினைந்து, உதவி செய்வதற்குப் பதில் அவரே எடுத்துக் கொள்ளும் உரிமையை வழங்குதல் ஒப்புரவு ஆகும். ஊருணி, பயன்மரம், மருந்துமரம் ஆகியன மனிதர்கள் தம் படைப்பாற்றலைக் கொண்டு படைத்தவை என்பதை நினைவில் கொள்க!  மருந்துமரம் உதவி செய்தலில் தன்னை மறந்த நிலையிலான பயன்பாட்டு நிலை ஒன்றே காணப்பெறுகிறது. நோயுடையார் எல்லாரும் பயன்படுத்தலாம்.  நற்பண்பு உடையவரிடம் செல்வம் சேர்வது ஊருக்குள் பயன் தரும் மரத்தில் பழங்கள் பழுத்திருப்பதைப் போன்றது.  உலகினர் விரும்புமாறு உதவி செய்து வாழ்பவரது செல்வமானது ஊருணியில் நிரம்பிய நீர்போலப் பலருக்கும் பயன்படும்."
  },
  {
    "description": "ஜென் கதையில் குரு, மாணவர்களுக்கு என்ன பற்றிப் பாடம் கற்பிக்கிறார்?",
    "options": [
      "ஜென் நெறியைப் பற்றி",
      "உண்மையான ஒளியைப் பற்றி",
      "தியானத்தைப் பற்றி",
      "புத்தரின் வாழ்க்கையைப் பற்றி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஜென் குரு ஒருவர் மாணவர்களுக்குப் பாடம் கற்பித்துக் கொண்டிருக்கிறார். குழந்தைகளே! உண்மையான ஒளி எது என்பதைப் பற்றி இன்று அறிந்து கொள்ளப் போகிறோம்.  அறிந்து கொள்ள ஆவலாக உள்ளோம் ஐயா!"
  },
  {
    "description": "ஒப்புரவு நெறியில், ______ சார்பு இறுக்கமான தனியுடைமையாக இல்லாமல் அறநெறி சார்ந்த குறிக்கோளுடைய உடைமையாக அமையும்.",
    "options": [
      "உரிமை",
      "கடமை",
      "உடைமை",
      "தொழில்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் வள்ளல்கள் இல்லை. வாங்குபவரும் இல்லை. ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் உடைமைச்சார்பு இறுக்கமான தனியுடைமையாக இல்லாமல் அறநெறி சார்ந்த குறிக்கோளுடைய உடைமையாக அமையும். ஒப்புரவில் ஈதல்-ஏற்றல் என்பதன் வழியாக அமையும் புரவலர்- இரவலர் உறவு இல்லை. ஒப்புரவுநெறி சார்ந்த வாழ்க்கை உரிமையும் கடமையும் உடைய வாழ்வு முறையாக அமைவதால் கடமைகள் உரிமைகளை வழங்குகின்றன."
  },
  {
    "description": "\"______  எனினே தப்புந பலவே\"  என்று புறநானூறு கூறுகிறது.",
    "options": [
      "தருவோம்",
      "வாங்குவோம்",
      "துய்ப்பேம்",
      "இழப்போம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "செல்வத்துப் பயனே ஈதல் துய்ப்பேம் எனினே தப்புந பலவே (4 189; 7-8) என்கிறது புறநானூறு."
  },
  {
    "description": "உலகம் உண்ண ______; உடுத்த உடுப்பாய்  என்று  ______  கூறினார்.",
    "options": [
      "உணவு / பாரதிதாசன்",
      "உணவு /  பாரதியார்",
      "உண் / பாரதிதாசன்",
      "உண் /  பாரதியார்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "அயலவர் உண்ணாது இருக்கும்போது நாம் மட்டும் உண்பது நெறியும் அன்று; முறையும் அன்று. அதுமட்டுமல்ல, பாதுகாப்பும் அன்று. அயலவன் விழித்து எழுந்தால் நமது நிலை பாதிக்கும். ஆதலால் வாழ்வு அறநிலையப் பாதுகாவல் வாழ்வாக அமைய வேண்டும். இம்முறையை அப்பரடிகள் எடுத்துக் கூறினார். அண்ணல் காந்தியடிகள் வழிமொழிந்தார். பாவேந்தர் பாரதிதாசனும் உலகம் உண்ண உண்; உடுத்த உடுப்பாய் என்றார்."
  }
]
