
[
  {
    "description": "கவிதையில் \"தாத்தாவின் தாத்தா காலத்தில் நட்டு வளர்த்த மரம்\" என்று குறிப்பிடப்படுகிறது. இதன் மூலம் கவிஞர் மரத்தின் வயது குறித்து எதைப் புலப்படுத்த விரும்புகிறார்?",
    "options": [
      "அ) மரம் மிகப் பழமையானது",
      "ஆ) மரம் மிகப் பெரியது",
      "சி) மரம் மிகவும் வலுவானது",
      "ஈ) மரம் மிகவும் உயரமானது"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிதையில், \"தாத்தாவின் தாத்தா காலத்தில் நட்டு வளர்த்த மரமாம்\" என்ற வரிகள் மரத்தின் வயது பற்றி நமக்குத் தெரிவிக்கின்றன. தாத்தாவின் தாத்தா என்பது மூன்று தலைமுறைகள் பழமையானது என்று கருதலாம். எனவே மரம் பல ஆண்டுகள் பழமையானதாக இருக்கும் என்பதை இந்த வரிகள் வலியுறுத்துகின்றன."
  },
  {
    "description": "\"கருநீலக் கோலிக்குண்டுகளாய் நாவற்பழங்கள் கிளைகளில் தொங்கும்\"  என்ற வரிகள் நாவற்பழத்தை எப்படி சித்தரிக்கின்றன?",
    "options": [
      "அ) நாவற்பழங்கள் பழுத்திருப்பதை",
      "ஆ) நாவற்பழங்கள் மென்மையானவை என்பதை",
      "சி) நாவற்பழங்கள் குளிர்ச்சியானவை என்பதை",
      "ஈ) நாவற்பழங்கள் பல நிறங்களில் இருப்பதை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "\"கருநீலக் கோலிக்குண்டுகளாய் நாவற்பழங்கள் கிளைகளில் தொங்கும்\" என்ற வரிகள் நாவற்பழங்களைப் பற்றிய கவிஞரின் உணர்வை விளக்குகின்றன. கருநீலம் என்பது பழுத்த பழங்களின் நிறம். கோலிக்குண்டு என்பது வட்ட வடிவத்தில் இருக்கும். அதாவது பழுத்த நாவற்பழங்கள் கருநீல நிறத்தில் கோலிக்குண்டு போன்ற வடிவத்தில் இருப்பதை இந்த வரிகள் விவரிக்கின்றன."
  },
  {
    "description": "\"காக்கை குருவி மைனா கிளிகள் இன்னும் பெயரறியாப் பறவைகளுடன் அணில்களும் காற்றும் உதிர்த்திடும் சுட்ட பழங்கள் பொறுக்க சிறுவர் கூட்டம் அலைமோதும்\"  என்ற வரிகள் மரத்தின் சூழலை எப்படி விவரிக்கின்றன?",
    "options": [
      "அ) மரத்தில் பறவைகள் மட்டுமே வந்து போகும்",
      "ஆ) மரம் அமைதியான சூழலில் இருக்கிறது",
      "சி) மரம் பல உயிரினங்களுக்கு உணவளிப்பதாக இருக்கிறது",
      "ஈ) மரத்தின் அருகே யாரும் வரமாட்டார்கள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரிகள் மரத்தின் சூழல் எப்படி இருக்கும் என்பதைப் பற்றி விவரிக்கின்றன. மரத்தின் கிளைகளில் நாவற்பழங்கள் பழுத்திருப்பதை காக்கை, குருவி, மைனா, கிளி போன்ற பறவைகள், அணில்கள் எனப் பல உயிரினங்கள் வந்து சாப்பிடுகின்றன. இதன் மூலம் மரம் பல உயிரினங்களுக்கு உணவளித்துப் பயன்படுகிறது என்பதை இந்த வரிகள் தெளிவுபடுத்துகின்றன."
  },
  {
    "description": "\"புளியமிளாறுடன் அப்பா வரும்வரை நேற்று மதியம் நண்பர்களுடன் என் மகன் விளையாடியதும் அந்த மரத்தின் நிழலில்தானே\" என்ற வரிகள் மரத்தைப் பற்றி என்ன சொல்கின்றன?",
    "options": [
      "அ) மரத்தின் நிழல் குளிர்ச்சியாக இருந்தது",
      "ஆ) மரத்தின் அருகே அப்பாவும் மகனும் விளையாடினர்",
      "சி) மரம் குழந்தைகளுக்கு ஒரு விளையாட்டுத் தளமாக இருந்தது",
      "ஈ) மரம் அப்பாவுக்கும் மகனுக்கும் ஒரு நினைவுச்சின்னமாக இருந்தது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த வரிகள் அந்த மரம் அப்பாவுக்கும் மகனுக்கும் ஒரு நினைவுச்சின்னமாக இருந்தது என்பதைப் புலப்படுத்துகின்றன. மகன் அந்த மரத்தின் நிழலில் விளையாடி இருப்பது, அவர்களின் வாழ்க்கையில் அந்த மரம் ஒரு முக்கியமான இடத்தைப் பிடித்திருந்ததை உணர்த்துகிறது. மேலும், அந்த மரம் அப்பாவுக்குப் பழைய நினைவுகளைத் தூண்டி, அப்பா மகனை மர நிழலில் விளையாட அழைத்துச் செல்லும் அளவுக்கு அவர்களுக்கு மிகவும் பிரியமான மரமாக இருந்திருக்கிறது."
  },
  {
    "description": "\"பெருவாழ்வு வாழ்ந்த மரம் நேற்றிரவுப் பேய்க்காற்றில் வேரோடு சாய்ந்துவிட்டதாமே\" என்ற வரிகளில் \"பெருவாழ்வு வாழ்ந்த\"  என்ற சொல்லைப் பயன்படுத்துவதன் மூலம் கவிஞர் என்ன உணர்வை வெளிப்படுத்துகிறார்?",
    "options": [
      "அ) மரத்தின் உயரத்தைப் பற்றி",
      "ஆ) மரத்தின் நீண்ட ஆயுளைப் பற்றி",
      "சி) மரத்தின் வலிமையைப் பற்றி",
      "ஈ) மரத்தின் அழகைப் பற்றி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "\"பெருவாழ்வு வாழ்ந்த மரம்\" என்ற வரிகளில் \"பெருவாழ்வு\" என்ற சொல் மரத்தின் நீண்ட ஆயுளைப் பற்றி விளக்குகிறது.  மரம் பல தலைமுறைகளாக வாழ்ந்து, பல பேர்களின் நினைவுகளைக் கண்ட மரமாக இருந்திருக்கும் என்பதை இந்த வரிகள் காட்டுகின்றன. மரத்தின் மீது கவிஞர் கொண்டிருந்த அன்பு, மரம் மறைந்துவிட்ட துயர் இதில் தெளிவாகப் புலப்படுகிறது."
  }
]
