
[
  {
    "description": "“நடக்கின்றான்” என்ற சொல்லின் இடைநிலை எது?",
    "options": [
      "க்",
      "கின்று",
      "ஆன்",
      "நட"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஒரு சொல்லைச் சிறுசிறு உறுப்புகளாகப் பிரிக்கும்போது, அந்தப் பிரிவுகளில் ஒன்று இடைநிலை ஆகும்.  இது பகுதிக்கும் விகுதிக்கும் இடையில் அமைந்திருக்கும்.  காலம், எதிர்மறை, மிகுதி, குறைவு ஆகியவற்றைக் காட்டுவது இடைநிலை. \"நடக்கின்றான்\" என்ற சொல்லில், \"நட\" என்பது பகுதி. \"ஆன்\" என்பது விகுதி. அப்படியானால், \"கின்று\" என்பது இடைநிலை.  சரியான விடை: கின்று."
  },
  {
    "description": "“கழி” என்ற சொல் எந்த வகைப் பகாப்பதம்?",
    "options": [
      "பெயர்",
      "வினை",
      "இடை",
      "உரி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பகுபத உறுப்புகளாகப் பிரிக்க முடியாத சொற்களைப் பகாப்பதம் என்பார்கள்.  இது அடிச்சொல் அல்லது வேர்ச்சொல்.  நான்கு வகையான பகாப்பதங்கள் உள்ளன: பெயர்ப் பகாப்பதம், வினைப் பகாப்பதம், இடைப் பகாப்பதம், உரிப் பகாப்பதம்.  \"கழி\" என்ற சொல் உரிப் பகாப்பதம்.  சரியான விடை: உரி."
  },
  {
    "description": "“மன்” என்ற சொல் எந்த வகைப் பகாப்பதம்?",
    "options": [
      "பெயர்",
      "வினை",
      "இடை",
      "உரி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பகுபத உறுப்புகளாகப் பிரிக்க முடியாத சொற்களைப் பகாப்பதம் என்பார்கள்.  இது அடிச்சொல் அல்லது வேர்ச்சொல்.  நான்கு வகையான பகாப்பதங்கள் உள்ளன: பெயர்ப் பகாப்பதம், வினைப் பகாப்பதம், இடைப் பகாப்பதம், உரிப் பகாப்பதம்.  \"மன்\" என்ற சொல் இடைப் பகாப்பதம்.  சரியான விடை: இடை."
  },
  {
    "description": "“கண்ணன்” என்ற சொல்லின் பகுதி என்ன?",
    "options": [
      "கண்",
      "அன்",
      "ன்",
      "ண்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஒரு சொல்லைச் சிறுசிறு உறுப்புகளாகப் பிரித்தால், அந்தப் பிரிவுகளில் முதலில் வரும் உறுப்பு பகுதி ஆகும்.  பகுதி முதன்மையான பொருளைத் தரும்.  \"கண்ணன்\" என்ற சொல்லைப் பிரித்தால் \"கண்\" என்பது பகுதி.  சரியான விடை: கண்."
  },
  {
    "description": "“உண்கின்றான்” என்ற சொல்லின் பகுதி எது?",
    "options": [
      "உண்",
      "கின்று",
      "ஆன்",
      "உண்கின்றான்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஒரு சொல்லைச் சிறுசிறு உறுப்புகளாகப் பிரித்தால், அந்தப் பிரிவுகளில் முதலில் வரும் உறுப்பு பகுதி ஆகும்.  பகுதி முதன்மையான பொருளைத் தரும்.  \"உண்கின்றான்\" என்ற சொல்லைப் பிரித்தால் \"உண்\" என்பது பகுதி.  சரியான விடை: உண்."
  }
]
