
[
  {
    "description": "“வைப்புழி - பொருள் சேமித்து வைக்கும் இடம்”  என்ற வரிகளைக் கொண்டு, “வைப்புழி” என்னும் சொல்லை  நாம் எதற்குப் பயன்படுத்தலாம் எனத் தெரிவிக்கும் வாக்கியம் எது?",
    "options": [
      "நூலகத்தில் நிறைய புத்தகங்கள் வைப்புழி  வைக்கப்பட்டுள்ளன.",
      "வங்கியில் வைப்புழி அமைத்து, பணத்தைச் சேமிக்கலாம்.",
      "வீட்டில் பழைய பொருட்களை வைப்புழி வைத்துப் பாதுகாக்கலாம்.",
      "கூடைப் பின்னல் பழைய நாட்களில் வைப்புழி  பயன்படுத்தப்பட்டது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நாலடியார் நூலில், வைப்புழி என்ற சொல் பொருள் சேமித்து வைக்கும் இடத்தைக் குறிக்கிறது. நாலடியார்  பாடலில்  “வைப்புழிக் கோட்படா வாய்த்தீயிற் கேடில்லை” என்று  குறிப்பிடப்பட்டுள்ளது. பொருளை வைத்துப் பாதுகாக்கும் இடத்தைக் குறிக்க  வைப்புழி  என்ற சொல் பயன்படுத்தப்படுகிறது.  வங்கியில் வைப்புழி அமைத்து, பணத்தைச் சேமிக்கலாம் என்ற வாக்கியம்  வைப்புழி என்ற சொல்லின்  பொருளைத்  தெளிவாகக்  காட்டுகிறது. "
  },
  {
    "description": "“கொடுத்தாலும் குறைவுபடாது”  என்ற வரிகளைக் கொண்டு,  கல்வியைப் பற்றிய எந்த  உண்மையை நாம் அறிய முடிகிறது?",
    "options": [
      "கல்வி அழிவடையாது.",
      "கல்வியைப் பகிர்ந்துகொண்டால், அதன் அளவு குறையாது.",
      "கல்வியைப் பெற்றவர் ஒருபோதும் ஏழையாக மாறமாட்டார்.",
      "கல்வியைப் பெற்றால் நிறைய பணம் சம்பாதிக்க முடியும்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நாலடியார்  நூலில், கல்வி பற்றிய  உண்மைகளை இப்பாடல் விளக்குகிறது.  கல்வி ஒருவருக்குக்  கொடுத்தாலும் அதன் அளவு குறையாது.  எவ்வளவு பகிர்ந்துகொண்டாலும் அதன் அளவு  குறையாது என்று இந்த பாடல் கூறுகிறது.  “வைப்புழிக் கோட்படா வாய்த்தீயிற் கேடில்லை மிக்க சிறப்பின் அரசர் செறின் வவ்வார் எச்சம் எனவொருவன் மக்கட்குச் செய்வன விச்சைமற்று அல்ல பிற”  என்ற பாடல்  கல்வியை பற்றி விளக்குகிறது. கல்வியைப் பகிர்ந்து கொண்டால், அதன் அளவு குறையாது என்ற  உண்மையை இந்த பாடல்  கூறுகிறது. "
  },
  {
    "description": "“சமண முனிவர்” எனக் குறிப்பிடப்படுவது, இந்த நூலின் எழுத்தாளர்களைப் பற்றி  என்ன  தகவல்  தருகிறது?",
    "options": [
      "நூலை எழுதியவர்கள் சமண மதத்தைப் பின்பற்றியவர்கள்.",
      "சமண மதத்தின் அடிப்படையில்  நூல் எழுதப்பட்டது.",
      "சமண மதத்தின் முக்கியத்துவத்தை நூல் விளக்குகிறது.",
      "சமண மதம் பற்றிய நூலை எழுதியவர்கள்  இவர்கள்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நாலடியார்  நூலின்  எழுத்தாளர்கள்  சமண முனிவர்கள். நூலின் கடைசி  பகுதியில்,  “சமண முனிவர்”  என்று  குறிப்பிடப்பட்டுள்ளது.  இதன் மூலம், நூலின் எழுத்தாளர்கள்  சமண  மதத்தைப் பின்பற்றியவர்கள் என்று  தெளிவாக  தெரிகிறது. "
  },
  {
    "description": "“நாலடியார்”  என்ற நூலின் பெயர்  நமக்கு என்ன தகவலைத் தருகிறது?",
    "options": [
      "நூலில் நான்கு அடிகள் உள்ளன.",
      "நூலில் நானூறு பாடல்கள் உள்ளன.",
      "நான்கு முனிவர்களால் நூல் எழுதப்பட்டது.",
      "நூல் நான்கு பகுதிகளாகப் பிரிக்கப்பட்டுள்ளது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நாலடியார்  என்ற நூலின்  பெயர்  நூலில்  உள்ள  பாடல்களின் எண்ணிக்கையைப்  பற்றிய  தகவலைக்  காட்டுகிறது.  நூலில்  நானூறு  பாடல்கள்  உள்ளன என்பதால், நாலடியார்  என்ற  பெயர்  இடப்பட்டது.  "
  },
  {
    "description": "“இந்நூல் திருக்குறளுக்கு இணையாக வைத்துப் போற்றப்படுவதை  நாலும் இரண்டும் சொல்லுக்குறுதி  என்னும் தொடர் மூலம் அறியலாம்”  என்ற வாக்கியத்தில் “நாலும் இரண்டும்” என்பது  எதை  குறிக்கிறது?",
    "options": [
      "நாலடியார் மற்றும் திருக்குறள் நூல்களின் பெயர்கள்",
      "நூல்களில் உள்ள பாடல்களின் எண்ணிக்கை",
      "நூல்களில் உள்ள பகுதிகளின் எண்ணிக்கை",
      "நூல்களின் முக்கியத்துவத்தைக் குறிக்கும்  ஒரு  வார்த்தை "
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நாலடியார்  நூல்  திருக்குறளுக்கு  இணையாக  வைத்து  போற்றப்படுகிறது.  “நாலும்  இரண்டும்”  என்ற  தொடர்  இரண்டு  நூல்களின்  முக்கியத்துவத்தைக்  குறிக்கிறது.  "
  }
]
