[
          
  {
    
          "description": "“இமைக்கும் போதில் ஆயிரம் போட்டி எத்தனை வீண்கனவு”  என்ற வரி, எதைப் பற்றிய வருத்தத்தைக் குறிக்கிறது?",
          "options": [
      "உலகின் வேகமான வாழ்க்கை",
      "மனிதனின் பேராசை",
      "இயற்கையின் கோளாறுகள்",
      "பொருளாதார வளர்ச்சி"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரியானது இன்றைய வேகமான வாழ்க்கை முறையைப் பற்றிய வருத்தத்தை குறிக்கிறது. மனிதர்கள் வாழ்க்கையில் ஏராளமான போட்டிகளை எதிர்கொண்டு, தங்கள் நேரத்தையும், முயற்சியையும் வீணடித்து வருகிறார்கள் என்பது தெளிவாகிறது. இவ்வாறு வாழும் வாழ்க்கை, சாதனையற்றது எனவும், மனிதர்கள் இதனை நிறுத்தி நிதானமாக வாழ வேண்டும் எனவும் கவிஞர் கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "“இதயம் மலையளவு” என்பது, எந்தக் குணத்தின் பெருமையைக் குறிக்கிறது?",
          "options": [
      "அமைதி",
      "அன்பு",
      "துணிச்சல்",
      "பொறுமை"
    ],
    "answer": "A",
    
          "additional_context": "'இதயம் மலையளவு' என்ற வார்த்தை, மனிதனின் உள்ளத்தில் நிலவும் அமைதி, அமைதிப்பாடு ஆகியவற்றின் பெருமையை குறிக்கிறது. போட்டிகள் இல்லாமல் மனிதன் அமைதியாக வாழ்ந்தால் அவனது உள்ளம் மலையளவு பெரிதாகவும், உயர்வாகவும் இருக்கும் என்பதை இது சுட்டிக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் கூற்றுகளில் எது இயேசுவின் அறிவுரையை சரியாக விளக்குகிறது?",
          "options": [
      "சாந்தம் கொண்டவர்களே உலகின் தலைவர்களாக இருக்க வேண்டும்.",
      "சாந்தம் என்பது மண்ணையும் விண்ணையும் ஆளும் மகத்துவம் வாய்ந்தது.",
      "சாந்தம் கொண்டவர்களே உலகின் புகழையும் செல்வத்தையும் பெறுவர்.",
      "சாந்தம் கொண்டவர்களே இறைவனின் இரக்கத்தை பெற முடியும்."
    ],
    "answer": "B",
    
          "additional_context": "இயேசு நாதர் தன்னுடைய சீடர்களுக்கு, 'சாந்தம் உடையோர் பேறுபெற்றோர்' எனக் கூறி, சாந்தத்தின் மகத்துவத்தை விளக்குகிறார். 'சாந்தம் என்பது மண்ணையும் விண்ணையும் ஆளும் மகத்துவம் வாய்ந்தது' என்பது இயேசு நாதரின் அறிவுரை. இது உலகில் அமைதி நிலவ வழி வகுக்கும் அற்புதமான குணம் என்பதை அவர் எடுத்துரைக்கிறார்."
          }
        ,
          
  {
    
          "description": "'மண்ணையும் ஆளும் விண்ணையும் ஆளும் மகத்துவம்'  என்ற வரிகளின் பொருள் என்ன?",
          "options": [
      "பூமியையும் விண்ணையும்  ஆளும் அதிகாரம்.",
      "மனித வாழ்வில் சாந்தத்தின் சிறப்பு மற்றும் அதன் ஆதிக்கம்.",
      "சாந்தம் மூலம்  இயற்கை சக்திகளை கட்டுப்படுத்தும் திறன்.",
      "பூமியையும் விண்ணையும்  அடைய  சாந்தம் அவசியம்."
    ],
    "answer": "B",
    
          "additional_context": "'மண்ணையும் ஆளும் விண்ணையும் ஆளும் மகத்துவம்' என்ற வரிகள் மனித வாழ்க்கையில் சாந்தத்தின் முக்கியத்துவத்தை உணர்த்துகிறது.  சாந்தம் என்பது மனிதனை இயற்கை சக்திகளைக் கட்டுப்படுத்தவும், உலகை அமைதியாக ஆளவும் உதவுகிறது. அது நல்லொழுக்கத்தையும், மகத்துவத்தையும் உருவாக்கி மனிதன் வாழ்வை சிறப்பாக்குகிறது என்பதை இவை விளக்குகின்றன."
          }
        ,
          
  {
    
          "description": "இயேசுவின் அறிவுரைப்படி,  உலகில் நிலவும் சண்டை சச்சரவுகளுக்கான காரணம் என்ன?",
          "options": [
      "சாதிகளுக்கு இடையே உள்ள வேறுபாடுகள்.",
      "பொருள் ஈட்டும் ஆசை.",
      "தன்னாடு என்றும் பிறர்நாடு என்றும் நினைக்கும் மனப்பான்மை.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "இயேசுவின் அறிவுரைப்படி, உலகில் நிலவும் சண்டை சச்சரவுகளுக்கான காரணம் சாதி வேறுபாடுகள், பொருள் ஈட்டும் ஆசை, தன்னாடு என்றும் பிறர்நாடு என்றும் நினைக்கும் மனப்பான்மை ஆகிய அனைத்தும்.  இயேசு நாதர் கூறுவது, இந்த இரண்டு மனப்பான்மைகளும் மக்களிடையே சண்டை சச்சரவை ஏற்படுத்துகின்றன, மனிதர்கள் இவற்றை நீக்கி அமைதியாக வாழ வேண்டும் என்பதுதான்."
          }
        ]