[
          
  {
    
          "description": "'வனவியல்' என்ற சொல்லின் பொருள் எது?",
          "options": [
      "மரங்களை வளர்ப்பது",
      "காடுகளைப் பாதுகாப்பது",
      "விலங்குகளைப் பாதுகாப்பது",
      "மரங்களை வெட்டுவது"
    ],
    "answer": "B",
    
          "additional_context": "நமது சுற்றுச்சூழலைப் பாதுகாப்பதில் காடுகள் மிக முக்கிய பங்கு வகிக்கின்றன. காடுகளைப் பாதுகாத்தல் மற்றும் மரங்களை வளர்ப்பது தொடர்பான பணிகளை மேற்கொள்வதை வனவியல் என்கிறோம். வனவியல் என்பது ஒரு முக்கியமான துறை. வனவியல் துறையில் பணியாற்றுபவர்கள் காடுகளைப் பாதுகாத்தல், மரங்களை வளர்ப்பது, வன விலங்குகளைப் பாதுகாத்தல் மற்றும் காடுகளின் வளர்ச்சிக்குத் தேவையான நடவடிக்கைகளை மேற்கொள்வது போன்ற பணிகளைச் செய்வார்கள்."
          }
        ,
          
  {
    
          "description": "'பல்லுயிர் மண்டலம்' என்பதற்குப் பொருத்தமான விளக்கம் எது?",
          "options": [
      "பல்வேறு வகையான தாவரங்கள்",
      "பல்வேறு வகையான விலங்குகள்",
      "பல்வேறு வகையான உயிரினங்கள்",
      "பல்வேறு வகையான கற்கள்"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு குறிப்பிட்ட இடத்தில் வாழும் தாவரங்கள், விலங்குகள் மற்றும் பிற உயிரினங்கள் அனைத்தையும் உள்ளடக்கியது பல்லுயிர் மண்டலம் எனப்படுகிறது. பல்லுயிர் மண்டலம் ஒரு சூழலியல் அமைப்பு.  பல்வேறு வகையான உயிரினங்கள் இணைந்து வாழ்வதால் சூழல் சமநிலையாக இருக்கும். பல்லுயிர் மண்டலத்தில் பல்வேறு வகையான தாவரங்கள், விலங்குகள், பூச்சிகள், பறவைகள் மற்றும் பிற உயிரினங்கள் வாழ்கின்றன."
          }
        ,
          
  {
    
          "description": "'உவமை' என்ற சொல்லைப் பயன்படுத்திப் புதிய வாக்கியம் அமைக்கவும்.",
          "options": [
      "உவமை சிறந்த வாக்கியம்.",
      "உவமை ஒரு வகை கதை.",
      "உவமை மிகவும் மென்மையானது.",
      "உவமை பயனுள்ளது."
    ],
    "answer": "B",
    
          "additional_context": "உவமை என்பது ஒரு வகை இலக்கிய வடிவம். உவமை என்பது ஒரு விஷயத்தை மற்றொரு விஷயத்துடன் ஒப்பிட்டுப் பேசும் ஒரு வகை சொல். உவமை மூலம் விஷயங்களைப் புரிந்துகொள்வது எளிதாகும்.  உதாரணமாக, 'வானம் போல் நீலமான துணி' என்ற வாக்கியத்தில் வானத்துடன் துணியை ஒப்பிட்டுப் பேசப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'தீவு' என்ற சொல்லைப் பயன்படுத்திப் புதிய வாக்கியம் அமைக்கவும்.",
          "options": [
      "தீவு ஒரு பெரிய இடம்.",
      "தீவு மிகவும் அழகாக இருந்தது.",
      "தீவு ஒரு பெரிய மரம்.",
      "தீவு ஒரு வகை பறவை."
    ],
    "answer": "B",
    
          "additional_context": "நிலப்பரப்பில் நீரால் சூழப்பட்ட நிலப்பகுதி தீவு எனப்படும். தீவுகள் கடலில் மட்டுமல்லாமல், ஏரிகளிலும் காணப்படுகின்றன. தீவுகள் தாவரங்கள் மற்றும் விலங்குகளின் வாழ்விடங்களாகும்.  சில தீவுகள் மிகவும் அழகாக இருக்கும்."
          }
        ,
          
  {
    
          "description": "'இயற்கை வளம்' என்பதற்கு எது எடுத்துக்காட்டு?",
          "options": [
      "கல்",
      "எண்ணெய்",
      "காற்று",
      "மேற்கூறிய அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "இயற்கையாகவே கிடைக்கும் வளங்கள் இயற்கை வளங்கள் எனப்படும். இயற்கை வளங்கள் நமக்குத் தேவையான பல விஷயங்களை வழங்குகின்றன.  இயற்கை வளங்கள்  நமது வாழ்வின் அடிப்படையாகும். இயற்கை வளங்களைப் பாதுகாத்து பயன்படுத்துவது நம் ஒவ்வொருவரின் கடமை."
          }
        ]