[
          
  {
    
          "description": "'இறைமாட்சி' பகுதியில், மன்னர்களின் இயல்பு எனக் கூறப்படும் நான்கு பண்புகள் யாவை?",
          "options": [
      "அஞ்சாமை, ஈகை, அறிவு, ஊக்கம்",
      "அஞ்சாமை, பகைமை, பொறுமை, ஊக்கம்",
      "ஈகை, அறிவு, பொறுமை, ஊக்கம்",
      "அஞ்சாமை, அறிவு, ஊக்கம், மெய்யுணர்வு"
    ],
    "answer": "A",
    
          "additional_context": "மன்னர்கள் தங்களின் நாட்டை நல்ல முறையில் ஆள வேண்டும். நாட்டை நல்ல முறையில் ஆள வேண்டும் எனில் அவர்களுக்கு சில பண்புகள் இருக்க வேண்டும்.  அதனால் மன்னர்களுக்கு இருக்க வேண்டிய பண்புகள் பற்றி வள்ளுவர் இறைமாட்சி பகுதியில் கூறுகிறார். மன்னர்களுக்கு இருக்க வேண்டிய பண்புகள், அஞ்சாமை, ஈகை, அறிவு, ஊக்கம் இவைகளாகும்."
          }
        ,
          
  {
    
          "description": "'கல்வி' பகுதியில், கல்வியை எதற்கு ஒப்பிடுகிறார் வள்ளுவர்?",
          "options": [
      "சூரிய ஒளி",
      "மழை நீர்",
      "கண்",
      "காற்று"
    ],
    "answer": "C",
    
          "additional_context": "மனிதனுக்கு கண் இருந்தால்தான் எல்லாவற்றையும் பார்க்க முடியும்.  அது போல கல்வி இருந்தால்தான் மனிதனுக்கு எல்லாமே தெரியும்.  கல்வி இல்லாமல் இருந்தால் ஒருவன் இருளில் இருப்பது போல இருப்பான்.  அதனால் கல்வியை கண்ணுக்கு ஒப்பிடுகிறார் வள்ளுவர்."
          }
        ,
          
  {
    
          "description": "'தெரிந்து செயல் வகை' பகுதியில், எந்தப் பண்புடையவர்கள் செய்வினையைத் தொடங்கமாட்டார்கள் எனக் கூறப்படுகிறது?",
          "options": [
      "துணிச்சலானவர்கள்",
      "இளிமையுடையவர்கள்",
      "வீரர்கள்",
      "ஆர்வமுடையவர்கள்"
    ],
    "answer": "B",
    
          "additional_context": "நம்மால் செய்ய முடியும் என்று எண்ணி, அந்த செயலில் இறங்கிவிடக்கூடாது.  செய்ய முடியுமா இல்லையா என்று முதலில் நாம் நன்கு யோசித்துப் பார்த்து, அப்புறம்தான் அந்த செயலைச் செய்ய வேண்டும்.  இல்லையென்றால் நாம் அந்த செயலை தொடங்கினாலும், பாதியிலேயே கைவிட வேண்டிய சூழ்நிலை வந்துவிடும்.  இளிமை உள்ளவர்கள் இதனைச் செய்வார்கள்.  அதனால் தெரிந்து செயல் வகை பகுதியில், இளிமை உள்ளவர்கள் செய்வினையை தொடங்க மாட்டார்கள் எனக் கூறப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'சுற்றந்தழால்' பகுதியில், சுற்றத்தால் சுற்றப்பட வேண்டிய செயல் எது?",
          "options": [
      "பகைமை",
      "பொறாமை",
      "நட்பு",
      "பழிவாங்கல்"
    ],
    "answer": "C",
    
          "additional_context": "நண்பர்கள் நம்மை நல்ல வழியில் சுற்றி, நம்மை நல்லவனாக்குவதற்கு முயற்சி செய்வார்கள்.  அதனால் சுற்றத்தால் சுற்றப்பட வேண்டிய செயல் நட்பு. நண்பர்கள் நம்மை நல்ல வழியில் சுற்றி, நம்மை நல்லவனாக்குவதற்கு முயற்சி செய்வார்கள்.  நட்பு என்பது இனிமையானது.  அதனால் சுற்றத்தால் சுற்றப்பட வேண்டிய செயல் நட்பு என்கிறார் வள்ளுவர்."
          }
        ,
          
  {
    
          "description": "'மடியின்மை' பகுதியில், குடியின் விளக்கம் எதனால் மாய்ந்து போகும் எனக் கூறப்படுகிறது?",
          "options": [
      "பகைமையால்",
      "பொய்க்கூறுதலால்",
      "மடியினால்",
      "பொறாமையால்"
    ],
    "answer": "C",
    
          "additional_context": "குடும்பத்தில் மடியுள்ளவர்கள் இருந்தால் அந்த குடும்பம் அழிந்து போகும்.  மடியுள்ளவர்கள் என்பவர்கள், அழகான தோற்றம் உள்ளவர்கள், அழகான பேச்சு உள்ளவர்கள், அழகான செயல்கள் உள்ளவர்கள்.  அவர்களின் அழகான தோற்றம், பேச்சு, செயல்கள்  உண்மையானதா? என்று யோசித்துப் பார்த்துவிட்டால் அவர்கள் மடியுள்ளவர்கள் என்பது புரியும்.  மடியுள்ளவர்கள் இருந்தால், அந்த குடும்பத்தின் பெயர் கெட்டுப் போய்விடும்.  அதனால் குடியின் விளக்கம் மடியினால் மாய்ந்து போகும் என்கிறார் வள்ளுவர்."
          }
        ]