
[
  {
    "description": "பாடப்பகுதியில் சிதம்பரனார் குறிப்பிடும் 'வெள்ளையர்' என்பது எதைக் குறிக்கிறது?",
    "options": [
      "இங்கிலாந்தில் இருந்து வந்தவர்கள்",
      "ஐரோப்பிய நாடுகளில் இருந்து வந்தவர்கள்",
      "இந்தியாவை ஆண்ட வெள்ளை ஆட்சியாளர்கள்",
      "இந்தியாவின் எல்லையைத் தாண்டி வந்த வணிகர்கள்"
    ],
    "answer": "C",
    "additional_context": "சிதம்பரனார் தூத்துக்குடியில் உள்ள கடற்கரையில் நின்று பேசுகிறார். அவர் ஆங்கிலேய ஆட்சியாளர்களை 'வெள்ளையர்' என்று குறிப்பிடுகிறார். அவர்கள் இந்தியாவை ஆண்டு,  நாட்டு மக்களை அடிமைப்படுத்தியது பற்றியும், கொள்ளை இலாபம் அடைந்ததைக் குறிப்பிட்டு, 'வெள்ளையர் கப்பலில், கூலி வேலை செய்கின்றனர் நம் நாட்டு மக்கள்! சொந்த நாட்டிலே வந்தவருக்கு அடிமைசெய்து வயிறு வளர்ப்பது ஒரு வாழ்வாகுமா?' எனவும் கேள்வி எழுப்புகிறார். எனவே, சிதம்பரனார் குறிப்பிடும் 'வெள்ளையர்' என்பது இந்தியாவை ஆண்ட ஆங்கிலேய ஆட்சியாளர்களைக் குறிக்கிறது."
  },
  {
    "description": "சிதம்பரனார் சிறைவாசத்தில் எந்தத் தொல்லையையும் மறக்க வைத்தது எது?",
    "options": [
      "தொல்காப்பியம்",
      "மெய்யறிவு, மெய்யறம் நூல்கள்",
      "ஆலன் எழுதிய 'மனம் போல் வாழ்வு' என்ற நூல்",
      "தமிழ் இலக்கியங்கள் மற்றும் தமிழ் நூல்கள்"
    ],
    "answer": "D",
    "additional_context": "சிதம்பரனார் 6 ஆண்டுகள் சிறைவாசம் அனுபவித்தார். அவர் சிறையில் இருந்தபோது,  தொல்காப்பியம், மெய்யறிவு, மெய்யறம், ஆலன் எழுதிய 'மனம் போல் வாழ்வு' ஆகிய நூல்களையும் படித்தார். அவர் படித்துப் படித்து,  'தொல்காப்பியத்தைப் படித்துப் படித்து என் தொல்லையெல்லாம் மறந்தேன். இன்னிலையைக் கற்று என் இன்னல்களையெல்லாம் வென்றேன்' என்றும் கூறுகிறார். எனவே, சிதம்பரனார் சிறைவாசத்தின் தொல்லையை மறக்க வைத்தது  தமிழ் இலக்கியங்கள் மற்றும் தமிழ் நூல்கள் ஆகும்."
  },
  {
    "description": "சிதம்பரனார் சிறைவாசத்தில் எந்த மொழியில் எழுதினார்?",
    "options": [
      "ஆங்கிலம்",
      "தமிழ்",
      "சமஸ்கிருதம்",
      "பிரெஞ்சு"
    ],
    "answer": "B",
    "additional_context": "சிதம்பரனார் 6 ஆண்டுகள் சிறைவாசத்தில் இருந்தார். அவர் சிறைவாசத்தில் இருந்த போது, மெய்யறிவு, மெய்யறம் என்ற சிறு நூல்களை இயற்றினார். இவற்றை அவர் தமிழ் மொழியில் எழுதினார். சிறைவாசத்தில் இருந்துகொண்டே தன் கருத்துகளைத் தமிழ் மொழியிலேயே எழுதினார். எனவே,  சிதம்பரனார் சிறைவாசத்தில் தமிழ் மொழியில் எழுதினார்."
  },
  {
    "description": "சிதம்பரனார் எந்த மொழியின் நூல்களைப் படித்துச் சிறைவாசத்தின் தொல்லையை மறந்தார்?",
    "options": [
      "ஆங்கிலம்",
      "தமிழ்",
      "சமஸ்கிருதம்",
      "பிரெஞ்சு"
    ],
    "answer": "B",
    "additional_context": "சிதம்பரனார் 6 ஆண்டுகள் சிறைவாசத்தில் இருந்தார். சிறைவாசத்தில் இருந்தபோது, அவர் தொல்காப்பியம் போன்ற பல தமிழ் நூல்களையும் படித்தார். சிறைவாசத்தில் இருந்துகொண்டே தன் கருத்துகளைத் தமிழ் மொழியிலேயே எழுதினார். எனவே,  சிதம்பரனார் சிறைவாசத்தில் தமிழ் மொழியின் நூல்களைப் படித்துச் சிறைவாசத்தின் தொல்லையை மறந்தார்."
  },
  {
    "description": "'வந்தே மாதரம்' மந்திரத்தை  பிரபலப்படுத்தியவர்களில் ஒருவரான வீரர் யார்?",
    "options": [
      "பாலகங்காதர திலகர்",
      "சுபாஷ் சந்திர போஸ்",
      "மகாத்மா காந்தி",
      "நேதாஜி சுபாஷ்"
    ],
    "answer": "A",
    "additional_context": "இந்தியாவில் சுதந்திரப் போராட்டத்தின் போது 'வந்தே மாதரம்' மந்திரம் மிகவும் பிரபலமானது.  பாலகங்காதர திலகர் இம்மந்திரத்தைப் பிரபலப்படுத்தியவர்களில் ஒருவர். அவரது மார்தட்டலால் இந்திய மக்களிடையே சுதந்திர உணர்வு மேலோங்கியது. வடநாட்டிலே தோன்றினார் நாவீறுடைய நண்பர் பாரதியார் என்றும்,  அவர் அஞ்சாத நெஞ்சினர். செஞ்சொற்கவிஞர்;  'வந்தே மாதரம் என்போம், எங்கள் மாநிலத்தாயை வணங்குதும் என்போம்' என்றும்  குறிப்பிடுகிறார்."
  }
]
