[
          
  {
    
          "description": "கதையின் நாயகன் மிதிவண்டி பயணம் செய்ய ஆரம்பித்தது எந்தக் காரணத்தால்?",
          "options": [
      "அவனுக்கு இயற்கை மீது ஆர்வம் அதிகம்.",
      "மூன்றாவது சம்பளத்தைப் பெற்றதால்.",
      "அவனது நண்பர்கள் அவனைத் தூண்டியதால்.",
      "காற்றுத் தழுவ ஓட்டும் இன்பத்தை அனுபவிக்க."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "கதையின் நாயகன் ஒரு அஞ்சலகத்தில் வேலை செய்துகொண்டிருந்த காலத்தில், மூன்றாவது சம்பளத்தில் வாங்கிய மிதிவண்டியில் ஓட்டுவதுதான் அவருடைய பொழுதுபோக்கு என்று கூறப்படுகிறது. அவர் காற்றுத் தழுவ ஓட்டத் தொடங்கியதுமே அப்படியே ஓட்டிக்கொண்டே இருக்க வேண்டும் போலத் தோன்றும் என்று கூறப்படுகிறது. அதனால், காற்றுத் தழுவ ஓட்டும் இன்பத்தை அனுபவிக்க என்ற காரணத்தால் நாயகன் மிதிவண்டி பயணம் செய்ய ஆரம்பித்தார் என்று தெளிவாகிறது. "
          }
        ,
          
  {
    
          "description": "கதையில், மழை எப்படி ஒரு முக்கியப் பங்காற்றுகிறது?",
          "options": [
      "கதையின் நாயகன் மழையில் நனைவதை  மகிழ்ந்தான்.",
      "மழை  நாயகனின் பயணத்தை  தடை செய்தது.",
      "மழை  நாயகனையும் சிறுவனையும்  இணைத்தது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "கதையில் நாயகன் தனது மிதிவண்டிப் பயணத்தில் ஹாசன் வழியாக மங்களூரு செல்ல வேண்டும் என்ற ஆசை கொண்டிருந்தார். அவர்  இரண்டு நாட்களில் ஹாசன் சென்றடைந்த போது, இரவில் கடும் மழை பெய்தது. பின்னர் மழை நின்றபிறகு அவர் பயணத்தைத் தொடர்ந்த போது சிறுசிறு தூறல் பெய்தது. முகத்தில் பன்னீர் தெளித்த மாதிரி இருந்த அந்தத் தூறலில் நனைவது கூட அவருக்கு மகிழ்ச்சியாக இருந்தது. பின்னர் ஒரு பெரிய இறக்கத்தில் இறங்கும் போது மிதிவண்டிச் சக்கரத்தில் காற்று இறங்கிவிட்டது. நாயகன் மிதிவண்டியைத் தள்ளிக்கொண்டு நடக்கும் போது, எட்டுகிற உயரத்தில் பெரிய பெரிய பலாப்பழங்களின் தொங்கலாட்டம், தாவும் குரங்குகள் ஆகியவற்றைக் காண்கிறார்.  அவர் குடிசைக்கு அருகில் வந்தபோது சிறுவன் குரல் அவனைத் தடுத்து நிறுத்தியது. குடிசைக்குள்ளே இருந்து ஒரு நடுவயதுப் பெண்மணி கதவருகே வந்தனர். அவர்கள் இருவரும் அங்கு பழம்பாய் ஒன்றை விரித்துப் படுத்துக்கொண்டனர்.   பின்னர் மழை விட்டுவிட்ட பிறகு சிறுவன் தனக்கு மிதிவண்டி ஓட்டக் கற்றுக் கொடுக்குமாறு வேண்டுகோள் விடுத்தான்.  நாயகன் அச்சிறுவனுக்கு மிதிவண்டி ஓட்டக் கற்றுக் கொடுக்கப் போனபோது மீண்டும் மழை பெய்தது.  அச்சிறுவனை மீண்டும் அழைத்துக் கொண்டு வெளியே போனபோது அவன் 'மிதிவண்டி ஓட்ற மாதிரியே இல்ல. ஏதோ றெக்க கட்டி பறக்கிற மாதிரி இருக்குது' என்றான்.  நாயகன் மறுநாள் கிளம்பிட நினைத்த போது அச்சிறுவன் 'எனக்கு நல்லா ஓட்ட கத்துத்தரன்னுதானே சொன்னீங்க. எல்லாம் பொய் தானா?' என்று கேட்டான்.  அச்சிறுவனின் அன்புக்கு இணங்கி நாயகன் அவனை அழைத்துக் கொண்டு கிளம்பினார்.  'அரிசிக்கெரெல என்ன விட்டுடுங்க. மாமா வீட்ல ரெண்டு நாள் இருந்துட்டு திரும்பிடுவேன்' என்றான்.  அச்சிறுவன் தனக்குக் கிடைத்த வாய்ப்பை பயன்படுத்திக் கொண்டு அவரைத் தொடர்ந்து வந்தான்.  அவன் திரும்பி வந்ததும் எங்கள் பயணம் தொடர்ந்தது.  அச்சிறுவன் ஓட்டிக் கொண்டிருந்த போது மீண்டும் உணவகம் ஒன்றில் சாப்பிட்டோம்.  அரிசிக்கெரே நெருங்கியதும் வீடுகள் தென்பட்டன.   மழை அந்த அஞ்சல் அதிகாரியின் பயணத்தை நிறைவேற்றியது. மழை அந்த அஞ்சல் அதிகாரியையும் அந்தச் சிறுவனையும் இணைத்தது. மழை அவர்கள் இருவரின் நட்பை வளர்த்து, அவர்கள் வாழ்க்கையில் ஒரு பெரிய மாற்றத்தை ஏற்படுத்தியது."
          }
        ,
          
  {
    
          "description": "'எனக்கு மிதிவண்டின்னா ரொம்ப ஆசை. ஆனா அம்மா வாங்கித் தரமாட்றாங்க' என்ற சிறுவன் ஏன் மனச்சோர்வடைந்தான்?",
          "options": [
      "சிறுவனின் அம்மா  பணக்காரி இல்லையா என்பது பற்றி அவனுக்கு மனக்கசப்பு இருந்தது.",
      "சிறுவனின் அம்மா  அவனின் ஆசையைப் புரிந்துகொள்ளவில்லை.",
      "சிறுவனுக்கு மிதிவண்டி  தனது நண்பர்களைப் போல வாங்க வேண்டும் என்ற ஆசை இருந்தது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நாயகன் தனது மிதிவண்டி சக்கரத்தில் காற்று இறங்கிவிட்டதால் மிதிவண்டியை தள்ளிக்கொண்டு நடக்கும் போது, அவர் ஒரு குடிசையை அடைந்தார். அங்கு இருந்த ஒரு சிறுவன் நாயகனிடம் மிதிவண்டி ஓட்டும் அனுபவம் பற்றி கேட்டான்.  அப்போது, அவன் 'எனக்கு மிதிவண்டின்னா ரொம்ப ஆசை. ஆனா அம்மா வாங்கித் தரமாட்றாங்க' என்று மனச்சோர்வுடன் கூறினான். அந்தச் சிறுவனின் அம்மா அவனுக்கு மிதிவண்டி வாங்கித் தர மறுத்ததால் அவன் மனச்சோர்வு அடைந்தான்."
          }
        ,
          
  {
    
          "description": "'மிதிவண்டி ஓட்ற மாதிரியே இல்ல. ஏதோ றெக்க கட்டி பறக்கிற மாதிரி இருக்குது' என்ற வார்த்தைகள்  எதைப் பற்றிச் சொல்கின்றன?",
          "options": [
      "சிறுவனின்  மிதிவண்டி ஓட்டும் திறமையைப் பற்றி.",
      "சிறுவன் மிதிவண்டியைப் பயன்படுத்திச் செய்யும் வித்தைகளைப் பற்றி.",
      "சிறுவன்  மிதிவண்டி  ஓட்டுவதால் ஏற்படும் உற்சாகத்தைப் பற்றி.",
      "சிறுவனின்  மிதிவண்டிப் பயணம்   நிலவிலே  பறப்பது போல் இருப்பதைப் பற்றி."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "நாயகன் சிறுவனுக்கு மிதிவண்டி ஓட்டக் கற்றுக் கொடுக்கப் போன போது, அவன் மழை நின்ற பிறகு 'மிதிவண்டி ஓட்ற மாதிரியே இல்ல. ஏதோ றெக்க கட்டி பறக்கிற மாதிரி இருக்குது' என்று சொன்னான்.  சிறுவன் மிதிவண்டி ஓட்டும் போது ஏற்படும் உற்சாகத்தை அந்த வார்த்தைகள் குறிப்பிடுகின்றன."
          }
        ,
          
  {
    
          "description": "கதையின்  கடைசியில்  நாயகன் ஏன் பேருந்தில் ஏறினான்?",
          "options": [
      "நாயகனுக்கு  பயணம்  சலித்துவிட்டது.",
      "நாயகனுக்கு   சிறுவன்  மீது   கருணை ஏற்பட்டது.",
      "நாயகனின்   பயணம்  முடிவடைய  வேண்டும் என்பதால்.",
      "நாயகனின்  நண்பர்கள்  அழைத்ததால்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நாயகன் சிறுவனுக்கு மிதிவண்டி ஓட்டக் கற்றுக் கொடுத்த பிறகு, அவர்கள் இருவரும் சேர்ந்து மீண்டும் அரிசிக்கெரெலுக்குச் செல்ல வேண்டும் என்று முடிவு செய்தனர்.  நாயகன் அச்சிறுவனை அரிசிக்கெரெலுக்கு அழைத்துச் செல்லும் போது, அவன்  'இன்னும் கொஞ்ச தூரம்தான் எங்க மாமா வீடு. அது வரைக்கும் நானே மிதிவண்டியில போய் வரட்டா? கொஞ்ச நேரம் அவங்க மிதிவண்டியைத் தொட்டுட்டா என்னா கத்து கத்துவாங்க தெரியுமா? இப்ப அவங்க முன்னால நான் போய் எறங்கினதுமே அதிசயப்படுவாங்க. அதுவரைக்கும் போய் வரட்டா?' என்று கேட்டான்.   நாயகர் அவன் சொன்னது போல அவனைப் பின்னால் விட்டு விட்டு தேநீர் குடிக்கச் சென்றார்.  அவர் தேநீர் குடித்து விட்டு வெளியே வந்து அவன்  அங்கே இருக்கிறாரா என்று பார்த்த போது, அவன் சாலை மிகவும் பரபரப்பாக இருப்பதைக் கண்டு பயந்து போய்  மெதுவாக  நடந்து கொண்டிருந்தான்.  நாயகனுக்கு அந்தச் சிறுவன் மீது  கருணை ஏற்பட்டது.  அவன்  அதை அறியாமல், அந்தச் சிறுவனின் மகிழ்ச்சிக்காக  அவனை  விட்டு  பேருந்தில்  ஏறினான்."
          }
        ]