
[
  {
    "description": "கலங்கரை விளக்கம் பற்றிய பாடல் எந்த நூலில் இருந்து எடுக்கப்பட்டது?",
    "options": [
      "திருக்குறள்",
      "சிலப்பதிகாரம்",
      "பெரும்பாணாற்றுப்படை",
      "கம்பராமாயணம்"
    ],
    "answer": "C",
    "additional_context": "கலங்கரை விளக்கத்தைப் பற்றிய பாடல் சங்க காலத்தின் முக்கியமான இலக்கியமான 'பத்துப்பாட்டு' நூல்களில் ஒன்றான 'பெரும்பாணாற்றுப்படை' நூலில் இருந்து எடுக்கப்பட்டது. சங்க காலத்தில் கலங்கரை விளக்கம் கடலில் செல்லும் கப்பல்களுக்கு வழி காட்டுவதற்காகப் பயன்படுத்தப்பட்டது. இது குறித்து பெரும்பாணாற்றுப்படையில் உள்ள பாடல் விளக்குகிறது."
  },
  {
    "description": "கலங்கரை விளக்கம் எதற்காக பயன்படுத்தப்பட்டது?",
    "options": [
      "மீன்பிடிப்பதற்காக",
      "கடலில் செல்லும் கப்பல்களுக்கு வழி காட்டுவதற்காக",
      "வானத்தை கவனிப்பதற்காக",
      "சூரியனை வழிபடுவதற்காக"
    ],
    "answer": "B",
    "additional_context": "கடலில் செல்லும் கப்பல்களுக்கு வழி காட்டுவதற்காகத் தமிழர்கள் பயன்படுத்திய தொழில்நுட்பம்தான் கலங்கரை விளக்கம். கடலில் செல்லும் மரக்கலங்கள் கரையை அடைய  சிரமப்படும் போது, இரவில் கடலோரத்தில் எரியும் கலங்கரை விளக்கம் கப்பல்களுக்கு வழி காட்டும்."
  },
  {
    "description": "கடியலூர் உருத்திரங்கண்ணனார் எழுதிய பத்துப்பாட்டு நூல்களில் எது கலங்கரை விளக்கத்தைப் பற்றி  விவரிக்கிறது?",
    "options": [
      "திருமுருகாற்றுப்படை",
      "பெரும்பாணாற்றுப்படை",
      "குறிஞ்சிப்பாட்டு",
      "பட்டினப்பாலை"
    ],
    "answer": "B",
    "additional_context": "பத்துப்பாட்டு நூல்களில் ஒன்றான 'பெரும்பாணாற்றுப்படை' கலங்கரை விளக்கத்தைப் பற்றி விவரிக்கிறது. கடியலூர் உருத்திரங்கண்ணனார் என்பவர் இந்நூலை இயற்றினார்."
  },
  {
    "description": "பாடலில் \"வேயா மாடம்\" எனக் குறிப்பிடப்படும் கலங்கரை விளக்க மாடம் எதனால் ஆனது?",
    "options": [
      "வைக்கோல்",
      "ஓலை",
      "சாந்து",
      "துணி"
    ],
    "answer": "C",
    "additional_context": "கலங்கரை விளக்க மாடம் வைக்கோல் அல்லது ஓலையால் வேயப்படவில்லை. அது சாந்தினால் திண்மையாக  பூசப்பட்டது என்பதை \"வேயா மாடம்\" என்ற சொல் விளக்குகிறது."
  },
  {
    "description": "பாடலில் \"ஞெகிழி\" எனக் குறிப்பிடப்படுவது எது?",
    "options": [
      "கலங்கரை விளக்கத்தின்  மாடம்",
      "கலங்கரை விளக்கத்தின் தூண்",
      "கலங்கரை விளக்கத்தின் எரியும் விளக்கு",
      "கடல்"
    ],
    "answer": "C",
    "additional_context": "கலங்கரை விளக்கத்தின் எரியும் விளக்கை \"ஞெகிழி\" என்று பாடலில் குறிப்பிடப்பட்டுள்ளது. விளக்கின் ஒளி கடலில் செல்லும் கப்பல்களுக்கு வழி காட்டுவதற்காக பயன்படுத்தப்படுகிறது."
  }
]
