
[
  {
    "description": "காயிதே மில்லத் அவர்கள் தொழில்துறை வளர்ச்சிக்கு எந்தப் பங்களிப்பை வழங்கினார்கள்?",
    "options": [
      "இந்தியாவின் கனிம வளங்களைப் பற்றி நாடாளுமன்றத்தில் பேசியது.",
      "பல தொழில்துறை நிறுவனங்களைத் தானே தொடங்கியது.",
      "தொழிலாளர்களுக்குச் சம்பள உயர்வை வலியுறுத்தியது.",
      "தொழில்துறையைப் புறக்கணித்து கல்வித்துறைக்கு மட்டும் முக்கியத்துவம் கொடுத்தது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காயிதே மில்லத் அவர்கள் ஒரு சிறந்த தொழில்துறை அறிவுடையவர் என்பதை இந்த பாடப்பகுதி தெளிவுபடுத்துகிறது.  இந்தியாவின் கனிம வளங்களைப் பற்றி அவர் நாடாளுமன்றத்தில் பேசியதால், இந்திய அரசு கனிம வளங்களைப் பயன்படுத்தும் பல்வேறு திட்டங்களை நடைமுறைப்படுத்தியது. அதன் மூலம் தொழில்துறை வளர்ச்சி அடைந்தது. மக்கள் நேரடியாகவும் மறைமுகமாகவும் வேலைவாய்ப்பினைப் பெற்றனர். "
  },
  {
    "description": "\"கற்பவை கற்றபின்\" என்ற பகுதியில் என்ன கேட்கப்பட்டுள்ளது?",
    "options": [
      "காயிதே மில்லத் பற்றிய கட்டுரையை மீண்டும் ஒருமுறை மனனம் செய்ய வேண்டும்.",
      "காயிதே மில்லத் பற்றிய கட்டுரையை மீண்டும் ஒருமுறை வாசித்துப் புரிந்துகொள்ள வேண்டும்.",
      "காயிதே மில்லத் போன்ற எளிமைத் தன்மை கொண்ட பிற தலைவர்கள் பற்றி ஆராய வேண்டும்.",
      "காயிதே மில்லத் அவர்களின் வாழ்க்கை வரலாற்றைப் பற்றி விரிவாக எழுத வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த பாடத்தில் காயிதே மில்லத் அவர்களின் எளிமைத் தன்மையை பற்றி நாம் கற்றோம். அவரைப் போலவே எளிமையான வாழ்க்கை வாழ்ந்த பிற தலைவர்களைப் பற்றி நாம் நம் வகுப்பில் ஆராய வேண்டும் என்பதை இந்த பகுதி கூறுகிறது."
  },
  {
    "description": "\"எதிரொலித்தது\" என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
    "options": [
      "எதிர் + ரொலித்தது",
      "எதில் + ஒலித்தது",
      "எதிர் + ஒலித்தது",
      "எதி + ரொலித்தது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த பாடத்தில் 'எதிரொலித்தது' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இதன் பொருள் எதிரே ஒலித்தது. எனவே இந்த சொல்லைப் பிரித்து எழுதினால் எதிர்+ ஒலித்தது என்று கிடைக்கும்."
  },
  {
    "description": "கட்டுரையில் எந்த முதுமொழி குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "கல்வி மிகுந்திடில் கழிந்திடும் மடமை",
      "கல்வி கற்றால் கண் திறக்கும்",
      "கல்வி கேட்டால் குடும்பம் சிறக்கும்",
      "கல்வி என்பது வாழ்வின் ஒளி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கல்வி மிகுந்திடில் கழிந்திடும் மடமை என்று காயிதே மில்லத் அவர்கள் நம்பினார்கள். இதன் பொருள் கல்வி என்பது மிகவும் முக்கியம். கல்வியால் தான் மடமை மறைந்து நல்ல சிந்தனை வளரும்."
  },
  {
    "description": "காயிதே மில்லத் அவர்கள் எந்தக் கல்லூரியை நிறுவியதாகக் கட்டுரையில் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "ஜமால் முகம்மது கல்லூரி",
      "ஃபரூக் கல்லூரி",
      "திருச்சி தூயவளனார் கல்லூரி",
      "அனைத்தும் சரி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "காயிதே மில்லத் அவர்கள் கல்வியை மிகவும் முக்கியமாக கருதினார். அவர்  திருச்சியில் ஜமால் முகம்மது கல்லூரி மற்றும் கேரளாவில் ஃபரூக் கல்லூரி ஆகியவற்றை தொடங்க  முக்கிய காரணமாக இருந்தார். திருச்சி தூயவளனார் கல்லூரியில் அவர் தனது கல்வியை பயின்று கொண்டிருந்தார்."
  }
]
