[
          
  {
    
          "description": "கீழே கொடுக்கப்பட்ட வாக்கியங்களில் எந்த வாக்கியத்தில் “ஆறு” என்ற வார்த்தைக்கு இருபொருள் உள்ளது?",
          "options": [
      "a) ஆறு ஈ ஆறு கால்களை உடையது.",
      "b) தஞ்சாவூரில் காவிரி ஆறு பாய்கிறது.",
      "c) ஆறு மணிக்கு பள்ளிக்குச் செல்கிறேன்.",
      "d) ஆறு பேர் அந்தப் படத்தைப் பார்த்தார்கள்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி 'இருபொருள்' என்ற மொழி அம்சத்தைக் கண்டறிந்து புரிந்துகொள்வதை நோக்கமாகக் கொண்டுள்ளது. இரண்டு அல்லது அதற்கு மேற்பட்ட பொருள்களைத் தரும் சொற்கள்தான் இருபொருள் சொற்கள்.  மேலே உள்ள விருப்பங்களில் 'ஆறு'  என்ற சொல் 'காவிரி ஆறு' (நதி)  என்ற பொருளிலும், 'ஆறு ஈ' என்ற பொருளிலும் பயன்படுத்தப்பட்டுள்ளது. அதனால், இதற்கான விடை (b)  என்பதாகும்."
          }
        ,
          
  {
    
          "description": "பாடப்புத்தகங்கள் மட்டுமன்றிப் பிற புத்தகங்களையும் படிப்பேன் என்பதன் அர்த்தம் என்ன?",
          "options": [
      "a) பாடப்புத்தகங்களை மட்டும் படிப்பேன்.",
      "b) பாடப்புத்தகங்களையும் பிற புத்தகங்களையும் படிப்பேன்.",
      "c) பாடப்புத்தகங்களைப் படிக்க மாட்டேன்.",
      "d) பிற புத்தகங்களை மட்டும் படிப்பேன்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி வாக்கியத்தில் உள்ள 'மட்டுமன்றி' என்ற சொல்லின் பயன்பாட்டைப் புரிந்துகொள்வதை நோக்கமாகக் கொண்டுள்ளது.  'மட்டுமன்றி' என்ற சொல் ஒரு பொருளுக்குப் பதிலாக இன்னொன்றையும் சேர்க்கும் என்பதை குறிக்கிறது.  'பாடப்புத்தகங்களை மட்டுமன்றிப் பிற புத்தகங்களையும் படிப்பேன்' என்ற வாக்கியம்  'பாடப்புத்தகங்களை மட்டும்'  என்பதற்கு பதிலாக 'பிற புத்தகங்களையும்'  சேர்த்து படிப்பேன் என்ற அர்த்தத்தைத் தருகிறது. அதனால், இதற்கான விடை (b) என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'கல்வியறிவு”  என்ற வார்த்தைக்கு எந்த வார்த்தை சமமானது?",
          "options": [
      "a) படிப்பு",
      "b)  ஞானம்",
      "c) அறிவு",
      "d) நூல்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி ஒரு சொல்லுக்குச் சமமான சொல்லைக் கண்டறிந்து புரிந்துகொள்வதை நோக்கமாகக் கொண்டுள்ளது. 'கல்வியறிவு'  என்ற சொல்  'அறிவு'  என்ற சொல்லுக்கு சமமானது. 'கல்வி' என்பது படிப்பு மூலம் பெறும் அறிவு என்பதைக் குறிக்கிறது. எனவே  'கல்வியறிவு' என்பது 'அறிவு'  என்ற அர்த்தத்தையே தருகிறது. அதனால், இதற்கான விடை (c) என்பதாகும்."
          }
        ,
          
  {
    
          "description": "இணையத்தில் தேடி எழுத வேண்டிய அறநூல்களின் பெயர்களைத் தருக.  (இணையத்தில் தேடிப் பார்க்காமல்,  கொடுக்கப்பட்டுள்ள தகவலிலிருந்து மட்டும் பதில்  எழுது) ",
          "options": [
      "a) திருக்குறள், பகவத் கீதை",
      "b)  திருக்குறள்,  கம்பராமாயணம் ",
      "c)  கம்பராமாயணம், பகவத் கீதை",
      "d) சிலப்பதிகாரம், திருக்குறள்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி  'அறநூல்கள்'  என்ற சொல்லின் பொருளைப் புரிந்துகொண்டு, கொடுக்கப்பட்ட விருப்பங்களிலிருந்து சரியான பதிலைக் கண்டறிய வேண்டும்.  சிலப்பதிகாரம்,  திருக்குறள் ஆகியவை அறநூல்கள் என்பது  'இணையத்தில் காண்க'  என்ற பத்தியில் குறிப்பிடப்பட்டுள்ளது. அதனால்,  இதற்கான விடை (d) என்பதாகும்."
          }
        ,
          
  {
    
          "description": "“__________  சுடும்” என்ற தொடரில் இடவாட்சியாக வரும் சொல் எது?",
          "options": [
      "a) மனிதன்",
      "b) குழந்தை",
      "c) கடவுள்",
      "d)  நாய்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி 'இடவாட்சி'  என்ற மொழி அம்சத்தைக் கண்டறிந்து புரிந்துகொள்வதை நோக்கமாகக் கொண்டுள்ளது. 'இடவாட்சி'  என்பது ஒரு செயலைச் செய்பவரைக் குறிக்கிறது.   '__________ சுடும்' என்ற தொடரில்  'சுடும்' என்ற வினைச்சொல் ஒரு செயலைக் குறிக்கிறது.  இந்தச் செயலைச் செய்பவர்   'மனிதன்' என்பதை  'புல்லை மேயும். சுடும்.'  என்ற தொடரிலிருந்து தெரிந்துகொள்ளலாம். அதனால்,  இதற்கான விடை (a) என்பதாகும்."
          }
        ]