
[
  {
    "description": "கட்டுரை எழுதும்போது திருத்தமான மொழி நடையை கையாள வேண்டும் என்பது எந்தப் பொறுப்பை குறிக்கிறது?",
    "options": [
      "கலைச்சொல் அறிவோம்",
      "என் பொறுப்புகள்...",
      "இணையத்தில் காண்க",
      "மொழியோடு விளையாடு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நாம் எழுதும் கட்டுரைகள், கடிதங்கள் போன்றவற்றில் சரியான மொழி நடையைப் பயன்படுத்துவது அவசியம். சரியான மொழிநடையைப் பயன்படுத்துவதன் மூலம் நமது எண்ணங்களை தெளிவாகவும், திறமையாகவும் வெளிப்படுத்த முடியும். அது நமது பொறுப்பாகும்."
  },
  {
    "description": "“வயல்” என்ற சொல்லுடன் தொடர்புடையது எது?",
    "options": [
      "முகிலன்",
      "குதிரை",
      "தலைவி",
      "அஃறிணை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தமிழில் உள்ள சொற்களை உயர்திணை, அஃறிணை என இரு வகைகளாகப் பிரிக்கலாம். உயர்திணை என்பது மனிதர்களைக் குறிக்கும் சொல். அஃறிணை என்பது மனிதரல்லாத உயிரினங்கள், பொருட்கள், இயற்கை நிகழ்வுகள் இவற்றைக் குறிக்கும் சொல். 'வயல்' என்பது ஒரு இயற்கைப் பொருள். எனவே அது அஃறிணை வகையைச் சேர்ந்தது."
  },
  {
    "description": "“தாய்மொழிப் பற்று” என்ற தலைப்பில் உள்ள கட்டுரையில் குறிப்பிடப்பட்டுள்ள ஒரு சான்றோர் யார்?",
    "options": [
      "சாதுவன்",
      "திருவள்ளுவர்",
      "கம்பர்",
      "பாரதியார்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தாய்மொழிப் பற்றிப் பாடும்போது நாம் நினைவு கூற வேண்டிய ஒரு பெரியவர் சாதுவன். தனது மொழிக்காகத் தன் உயிரையே தியாகம் செய்த சாதுவன், தமிழ் மொழி பற்றிய தன் அன்பை நிரூபித்தார். தாய்மொழிப் பற்று என்பது எந்த அளவுக்கு முக்கியமானது என்பதை சாதுவன் நிரூபித்திருக்கிறார்."
  },
  {
    "description": "“முத்தமிழ்” என்பது என்னவாக விரிவடையும்?",
    "options": [
      "இலக்கணம், இலக்கியம், நாடகம்",
      "இலக்கணம், இலக்கியம், வானவியல்",
      "இலக்கணம், இலக்கியம், மருத்துவம்",
      "இலக்கணம், இலக்கியம், சங்கீதம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "முத்தமிழ் என்பது இலக்கணம், இலக்கியம், சங்கீதம் இம் மூன்றையும் குறிக்கும் ஒரு சொல். இலக்கணம் என்பது மொழியின் இயல்பைப் பற்றிய நூல். இலக்கியம் என்பது பாடல், கதை, நாடகம், புராணம், ஐம்பெரும் காப்பியம் போன்றவற்றை உள்ளடக்கியது. சங்கீதம் என்பது இசையைக் குறிக்கும்."
  },
  {
    "description": "“வழக்கு” என்ற சொல் இரண்டு பொருள்களைத் தருகிறது. அவற்றில் எது சரியானது?",
    "options": [
      "நீதிமன்றத்தில் தொடுப்பது",
      "சமூக வழக்கம்",
      "பொதுவான நடைமுறை",
      "இவையனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "'வழக்கு' என்ற சொல்லுக்கு இரண்டு பொருள்கள் உண்டு. நீதிமன்றத்தில் ஒருவரை எதிராக தொடுக்கும் வழக்கு, சமூகத்தில் இருக்கும் ஒரு வழக்கம், எல்லோரும் பின்பற்றும் பொதுவான நடைமுறை இவை அனைத்தும் வழக்கு என்ற சொல்லுக்குப் பொருள் தரும். எனவே இவையனைத்தும் சரியானவை."
  }
]
