
[
  {
    "description": "“கற்கும் முறை” என்ற சொல்லுக்கு ஏற்ற செயலைக் கண்டுபிடி",
    "options": [
      "செயல்",
      "எண்ணும் எழுத்தும்",
      "கல்வி",
      "பிழையில்லாமல் கற்றல்",
      "காகம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "திருக்குறள் 1-ம் பாடலில், “கற்க கசடறக் கற்பவை கற்றபின்\nநிற்க அதற்குத் தக” என்று கூறப்பட்டுள்ளது. இதன் பொருள், கற்க வேண்டியவற்றைப் பிழை இல்லாமல் கற்க வேண்டும். கற்றபின் கற்ற வழியில் நடக்க வேண்டும் என்பதாகும். ஆக, “கற்கும் முறை” என்ற சொல்லுக்கு ஏற்ற செயல் “பிழையில்லாமல் கற்றல்” என்பதாகும்."
  },
  {
    "description": "“உயிர்க்குக் கண்கள்” என்ற சொல்லுக்கு ஏற்ற சொற்களைக் கண்டுபிடி",
    "options": [
      "செயல்",
      "எண்ணும் எழுத்தும்",
      "கல்வி",
      "பிழையில்லாமல் கற்றல்",
      "காகம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திருக்குறள் 2-ம் பாடலில், “எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும்\nகண்ணென்ப வாழும் உயிர்க்கு” என்று கூறப்பட்டுள்ளது. இதன் பொருள், எண்ணும் எழுத்தும் வாழும் மக்களுக்குக் கண்கள் போன்றவை என்பதாகும். ஆக, “உயிர்க்குக் கண்கள்” என்ற சொல்லுக்கு ஏற்ற சொற்கள் “எண்ணும் எழுத்தும்” என்பதாகும்."
  },
  {
    "description": "“விழுச்செல்வம்” என்ற சொல்லுக்கு ஏற்ற சொற்களைக் கண்டுபிடி",
    "options": [
      "செயல்",
      "எண்ணும் எழுத்தும்",
      "கல்வி",
      "பிழையில்லாமல் கற்றல்",
      "காகம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருக்குறள் 4-ம் பாடலில், “கேடில் விழுச்செல்வம் கல்வி ஒருவற்கு\nமாடல்ல மற்றை யவை” என்று கூறப்பட்டுள்ளது. இதன் பொருள், அழிவில்லாத சிறந்த செல்வம் கல்வியே. ஒருவருக்கு அதனைவிடச் சிறந்த செல்வம் வேறு இல்லை என்பதாகும். ஆக, “விழுச்செல்வம்” என்ற சொல்லுக்கு ஏற்ற சொற்கள் “கல்வி” என்பதாகும்."
  },
  {
    "description": "“எண்ணித் துணிக” என்ற சொல்லுக்கு ஏற்ற செயலைக் கண்டுபிடி",
    "options": [
      "செயல்",
      "எண்ணும் எழுத்தும்",
      "கல்வி",
      "பிழையில்லாமல் கற்றல்",
      "காகம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "திருக்குறள் 6-ம் பாடலில், “எண்ணித் துணிக கருமம் துணிந்தபின்\nஎண்ணுவம் என்பது இழுக்கு” என்று கூறப்பட்டுள்ளது. இதன் பொருள், எந்தச் செயலையும் நன்கு சிந்தித்த பின் தொடங்க வேண்டும். தொடங்கிய பின் எண்ணிப் பார்க்கலாம் என்பது குற்றமாகும் என்பதாகும். ஆக, “எண்ணித் துணிக” என்ற சொல்லுக்கு ஏற்ற செயல் “பிழையில்லாமல் கற்றல்” என்பதாகும்."
  },
  {
    "description": "“கரவா கரைந்துண்ணும்” என்ற சொல்லுக்கு ஏற்ற சொற்களைக் கண்டுபிடி",
    "options": [
      "செயல்",
      "எண்ணும் எழுத்தும்",
      "கல்வி",
      "பிழையில்லாமல் கற்றல்",
      "காகம்"
    ],
    "answer": [
      "E"
    ],
    "additional_context": "திருக்குறள் 8-ம் பாடலில், “காக்கை கரவா கரைந்துண்ணும் ஆக்கமும்\nஅன்ன நீரார்க்கே உள” என்று கூறப்பட்டுள்ளது. இதன் பொருள், காகம் தனக்குக் கிடைத்ததை மறைக்காமல் தன் சுற்றத்தாரைக் கூவி அழைத்து உண்ணும். அத்தகைய பண்பு உடையவர்களிடமே செல்வமும் சேரும் என்பதாகும். ஆக, “கரவா கரைந்துண்ணும்” என்ற சொல்லுக்கு ஏற்ற சொற்கள் “காகம்” என்பதாகும்."
  }
]
