
[
  {
    "description": "“தாயைக் கண்ட சேயைப் போல” என்ற உவமையை எந்த தொடருக்கு பொருத்தலாம்?",
    "options": [
      "என் தாயார் என்னை காத்து வளர்த்தார்.",
      "நானும் என் தோழியும் இணைந்து இருப்போம்.",
      "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
      "அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது."
    ],
    "answer": "என் தாயார் என்னை காத்து வளர்த்தார்.",
    "additional_context": "தாயைக் கண்ட சேயைப் போல என்பது ஒரு உவமை.  இந்த உவமை நம்மைக் கண்டதும் மகிழும் குழந்தையைப் போல நம்மை நேசித்து, பாதுகாத்து, காத்து வளர்ப்பவர்களுக்கான உவமை.  எனவே இந்த உவமை 'என் தாயார் என்னை காத்து வளர்த்தார்.' என்ற தொடருக்கு பொருத்தமானது.  இதில் தாய் தன் குழந்தையை காத்து வளர்த்தது, குழந்தையை காத்து வளர்ப்பது போன்ற  அன்பு, பாசம், அக்கறை ஆகியவை வெளிப்படுகின்றன."
  },
  {
    "description": "“குடத்துள் இட்ட விளக்கு போல” என்ற உவமையை எந்த தொடருக்கு பொருத்தலாம்?",
    "options": [
      "என் தாயார் என்னை காத்து வளர்த்தார்.",
      "நானும் என் தோழியும் இணைந்து இருப்போம்.",
      "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
      "அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது."
    ],
    "answer": "அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது.",
    "additional_context": "குடத்துள் இட்ட விளக்கு போல என்பது ஒரு உவமை.  இந்த உவமை, குடத்துள் வைக்கப்பட்ட விளக்கு எல்லா திசைகளிலும் ஒளி வீசுவது போல  ஒருவரின் புகழ் எல்லா இடங்களிலும் பரவுவதை குறிக்கிறது. எனவே இந்த உவமை 'அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது' என்ற தொடருக்கு பொருத்தமானது. இதில் அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியதை குறிக்கிறது."
  },
  {
    "description": "“பசுமரத்தாணி போல” என்ற உவமையை எந்த தொடருக்கு பொருத்தலாம்?",
    "options": [
      "என் தாயார் என்னை காத்து வளர்த்தார்.",
      "நானும் என் தோழியும் இணைந்து இருப்போம்.",
      "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
      "சிறுவயதில் நான் பார்த்த நிகழ்ச்சிகள் என் மனத்தில் பதிந்தன."
    ],
    "answer": "சிறுவயதில் நான் பார்த்த நிகழ்ச்சிகள் என் மனத்தில் பதிந்தன.",
    "additional_context": "பசுமரத்தாணி போல என்பது ஒரு உவமை.  இந்த உவமை, பசுமரத்தாணி மரத்தில்  கீறிப் போட்டால் நீங்காது என்ற மரபின்படி மனதில் பதிந்த நினைவுகள் மறக்காது என்பதை குறிக்கிறது.  எனவே இந்த உவமை 'சிறுவயதில் நான் பார்த்த நிகழ்ச்சிகள் என் மனத்தில் பதிந்தன' என்ற தொடருக்கு பொருத்தமானது. இதில் சிறுவயதில் பார்த்த நிகழ்ச்சிகள் மறக்காது என்ற கருத்து வெளிப்படுகிறது."
  },
  {
    "description": "“கன்னியாகுமரி” என்ற ஊரின் பெயரில் இருந்து புதிய சொற்கள் உருவாக்க முடியுமா?",
    "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": "ஆம்",
    "additional_context": "கன்னியாகுமரி என்ற ஊரின் பெயரில் இருந்து பல புதிய சொற்களை உருவாக்க முடியும்.  உதாரணமாக, கன்னி, யாகு, மரி, கும், அரி,  குமரி போன்ற சொற்களைப் பிரித்து புதிய சொற்களை உருவாக்கலாம்.  எடுத்துக்காட்டாக, கன்னி - கன்னியா, கன்னியம், கன்னிமை;  யாகு - யாகு, யாகுசன், யாகுக்;  மரி - மரி, மரிசன், மரிமை, மரித்து, மரித்தாள் போன்ற சொற்களை உருவாக்கலாம்."
  },
  {
    "description": "“நாட்டுப்புறவியல்” என்ற கலைச்சொல்லின் ஆங்கிலப் பெயர் என்ன?",
    "options": [
      "Civilization",
      "Folklore",
      "Agriculture",
      "Poet"
    ],
    "answer": "Folklore",
    "additional_context": "நாட்டுப்புறவியல் என்பது ஒரு கலைச்சொல்.  இதன் ஆங்கிலப் பெயர் Folklore.  நாட்டுப்புறவியல் என்பது நாட்டுப்புற பாடல்கள், கதைகள், பழமொழிகள், வழக்கங்கள், நம்பிக்கைகள் போன்றவற்றைப் பற்றிய ஆய்வு."
  }
]
