
[
  {
    "description": "“செய்தக்க அல்ல செயக்கெடும் செய்தக்க செய்யாமை யானும் கெடும்” என்ற திருக்குறளின் பொருள் எது?",
    "options": [
      "நல்ல செயல்களைச் செய்வதால் தீமை ஏற்படும்.",
      "தீய செயல்களைத் தவிர்த்து நல்ல செயல்களைச் செய்வதால் நன்மை ஏற்படும்.",
      "தீய செயல்களைச் செய்வதாலும் நல்ல செயல்களைச் செய்யாமல் விடுவதாலும் தீமை உண்டாகும்.",
      "நல்ல செயல்களைச் செய்வதாலும் தீய செயல்களைச் செய்யாமல் விடுவதாலும் தீமை உண்டாகும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நாம் செய்யத்தகாத செயல்களைச் செய்தாலும், செய்யத்தகுந்த செயல்களைச் செய்யாமல் விட்டாலும் தீமை உண்டாகும் என்பது இத்திருக்குறளின் பொருள். ஒரு கடமையை நாம் செய்ய வேண்டும் என்பது உணர்ந்தும் அதைச் செய்யாமல் இருந்தால் அது நமக்குத் தீமையைத் தரும். அதே போல, தவறான செயல்களைச் செய்வதும் நமக்குத் தீமையைத் தரும். "
  },
  {
    "description": "“எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும் கண்ணென்ப வாழும் உயிர்க்கு” என்ற திருக்குறள் யாருக்குக் கண்கள் போன்றவை என்பதைப்  பற்றி கூறுகிறது?",
    "options": [
      "கற்றவர்களுக்கு",
      "வாழும் உயிரினங்களுக்கு",
      "எண்ணத்திற்கும் எழுத்திற்கும்",
      "கண்ணால் பார்ப்பவர்களுக்கு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வாழும் உயிரினங்களுக்கு எண்ணம் மற்றும் எழுத்து என்பது கண்கள் போன்றவை என்று இந்த திருக்குறள் கூறுகிறது. ஏனெனில், எண்ணம் மற்றும் எழுத்து மூலமாகவே மனிதர்கள் உலகைப் பற்றி அறிந்துகொள்ள முடிகிறது. அவற்றின் மூலமாகவே அவர்களுக்கு கல்வி, அறிவு, புரிதல், விழிப்புணர்வு, அனுபவம் போன்ற பல அம்சங்கள் கிடைக்கின்றன.  "
  },
  {
    "description": "“மடியை மடியா ஒழுகல் குடியைக் குடியாக வேண்டு பவர்” என்ற திருக்குறள் யாரைக் குறிக்கிறது?",
    "options": [
      "தமக்கு நன்மை செய்பவர்களை",
      "தனது குடியைச் சிறப்பானதாகச் செய்ய விரும்புபவர்களை",
      "சோம்பேறிகளை",
      "தமது குலத்தைப் பேணுபவர்களை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தனது குலத்தைச் சிறந்த நிலையில் வைத்திருக்க விரும்பும் ஒருவர் சோம்பலைத் துன்பமாகக் கருதி முயற்சியோடு வாழ வேண்டும் என்று இத்திருக்குறள் கூறுகிறது.  குலத்தின் பெருமையைப் பேணுவதற்கு மிகவும் முக்கியமானது தொழில், அறிவு, மரியாதை போன்றவை. சோம்பல் கொண்டு இந்த அனைத்தையும் கைவிட்டால் குலத்தின் பெருமை மறைந்துவிடும்.  "
  },
  {
    "description": "“தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு” என்ற திருக்குறளின் பொருள் எது?",
    "options": [
      "தோண்டும் அளவிற்கு ஏற்ப மணற்கேணியில் நீர் ஊறும்.",
      "மக்களுக்கு அறிவு வளரும்.",
      "தோண்டும் அளவிற்கு ஏற்ப மணற்கேணியில் நீர் ஊறும். அதுபோல் கற்கும் அளவிற்கு ஏற்ப மக்களுக்கு அறிவு வளரும்.",
      "மக்களுக்கு அறிவு வளர்ந்தால் அவர்களுக்கு நன்மை உண்டாகும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மணற்கேணியில் தோண்டும் அளவிற்கு ஏற்ப நீர் ஊறும் என்பது போல், ஒருவர் கற்கும் அளவிற்கு ஏற்ப அவருக்கு அறிவு வளரும்.  தோண்டும் அளவுக்கு ஏற்ப நீர் கிடைப்பது போல், மனிதர்களும் கற்கும் அளவிற்கு ஏற்ப அவர்களின் அறிவும் வளர்ந்து அவர்களுக்கு நன்மை உண்டாகும். கல்வியைக் கற்றுக் கொள்வதன் மூலம் மனிதர்கள் வாழ்க்கையில் வெற்றி பெற்று உயர்ந்த நிலையை அடையலாம்.  "
  },
  {
    "description": "“இடும்பைக்கு இடும்பை படுப்பர் இடும்பைக்கு இடும்பை படாஅ தவர்” என்ற திருக்குறள் யாரைப் பற்றி கூறுகிறது?",
    "options": [
      "துன்பத்தைத் தாங்கி எடுப்பவர்களை",
      "துன்பத்தை வென்று எழும்பும் மக்களை",
      "துன்பத்தில் வருந்தும் மக்களை",
      "துன்பம் வந்த போது வருந்திக் கலங்காதவர்களை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "துன்பம் வந்த போது வருந்திக் கலங்காதவர்கள் துன்பத்தை வென்று எழும்பும் திறன் கொண்டவர்கள். அவர்களுக்கு துன்பம் வந்த போது அது மீண்டும் துன்பத்தை உண்டாக்கும். ஆனால் அவர்கள் அந்த துன்பத்தை வென்று எழும்பும் திறன் கொண்டவர்கள் என்பது இத்திருக்குறளின் பொருள்.  துன்பங்களை சகித்துக்கொள்ளும் மன உறுதி கொண்டவர்களால் மட்டுமே வெற்றியைப் பெற முடியும்.  "
  }
]
