[
          
  {
    
          "description": "______ என்பது மொழியின் ஒலியியல் அம்சங்களை ஆராய்வது.",
          "options": [
      "இலக்கணம்",
      "ஒலியியல்",
      "மொழியியல்",
      "இலக்கியம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஒரு மொழியின் ஒலி எழுத்துக்கள் மற்றும் அவை எவ்வாறு பேச்சில் உச்சரிக்கப்படுகின்றன என்பது பற்றி ஆராயும் துறையை 'ஒலியியல்' என்று அழைப்பார்கள். மொழியின் ஒலி அமைப்பு, ஒலிகள் எவ்வாறு தனித்தனியாகவும், தொடர்ச்சியாகவும் உச்சரிக்கப்படுகின்றன என்பது போன்றவற்றை ஒலியியல் பகுப்பாய்வு செய்கிறது."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டுள்ளவற்றில் எது தாய்மொழிப் பற்றுக்கான உதாரணம்?",
          "options": [
      "ஒருவர் தனது தாய்மொழியில் தான் உணர்வுகளை வெளிப்படுத்த விரும்புவது.",
      "ஒருவர் தனது தாய்மொழியைப் பற்றி எந்த அறிவும் இல்லாமல் இருப்பது.",
      "ஒருவர் தனது தாய்மொழியை விட வேறு மொழிகளில் பேசுவதில் ஆர்வம் காட்டுவது.",
      "ஒருவர் தனது தாய்மொழியைப் பற்றி எந்த அக்கறையும் இல்லாமல் இருப்பது."
    ],
    "answer": "A",
    
          "additional_context": "தாய்மொழிப் பற்று என்பது தனது தாய்மொழி மீது ஒருவர் கொண்டுள்ள மரியாதை மற்றும் அன்பு ஆகியவற்றைக் குறிக்கிறது. தாய்மொழிப் பற்றைக் கொண்ட ஒருவர் தனது தாய்மொழியில் பேசுவதை விரும்புவார், அதைப் பாதுகாக்க விரும்புவார், அதைப் பற்றிப் பெருமைப்படுவார் மற்றும் தனது தாய்மொழியில் உணர்வுகளை வெளிப்படுத்த விரும்புவார். தனது தாய்மொழியைப் பற்றி அக்கறையற்ற ஒருவர் தனது தாய்மொழியைப் புறக்கணித்துவிடுவார், அதைப் பற்றி அறிந்துகொள்ள விரும்பமாட்டார் அல்லது அதைப் பயன்படுத்த மறுத்துவிடுவார்."
          }
        ,
          
  {
    
          "description": "'ஐந்திணை' என்ற சொல்லை விரித்து எழுதுக.",
          "options": [
      "அறம், பொருள், இன்பம், வீடு, மோட்சம்",
      "கடவுள், மன்னன், வணிகன், விவசாயி, வேடர்",
      "இலக்கணம், இலக்கியம், வானவியல், சிற்பம், ஓவியம்",
      "கிழக்கு, மேற்கு, தெற்கு, வடக்கு, நடு"
    ],
    "answer": "B",
    
          "additional_context": "ஐந்திணை என்பது தமிழ் இலக்கியத்தில் பயன்படுத்தப்படும் ஒரு வகைப்பாடு ஆகும். இது சங்க காலத்தில் தமிழகத்தில் இருந்த ஐந்து வகையான மக்கள் குழுக்களை குறிக்கிறது. அவை: \n 1. கடவுள் - தெய்வங்களை வழிபடுபவர்கள்.\n 2. மன்னன் - அரசர்கள் மற்றும் அவர்களின் குடும்பத்தினர்.\n 3. வணிகன் - வணிகர்கள் மற்றும் வர்த்தகர்கள்.\n 4. விவசாயி - விவசாயிகள் மற்றும் விவசாயத் தொழிலாளர்கள்.\n 5. வேடர் - காடுகளில் வசிக்கும் மக்கள்."
          }
        ,
          
  {
    
          "description": "'கயல்விழி' என்ற சொல் எந்த இனத்தைச் சேர்ந்தது?",
          "options": [
      "உயர்திணை",
      "அஃறிணை",
      "இரண்டும்",
      "எதுவும் இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "தமிழ் இலக்கணத்தில், 'இனம்' என்பது ஒரு வகைப்பாடு ஆகும். ஒரு சொல் எந்த இனத்தைச் சேர்ந்தது என்பதைப் பொறுத்து அதற்குரிய இலக்கண விதிகள் பயன்படுத்தப்படுகின்றன. 'உயர்திணை' என்பது மனிதர்களைக் குறிக்கும் சொற்களைக் குறிக்கிறது, 'அஃறிணை' என்பது மனிதரல்லாத பொருட்களைக் குறிக்கும் சொற்களைக் குறிக்கிறது. 'கயல்விழி' என்பது ஒரு பொருள், அதாவது மீனின் கண் என்பதால் அஃறிணை இனத்தைச் சேர்ந்தது."
          }
        ,
          
  {
    
          "description": "'வயலுக்குச் செல்வர்' என்ற சொற்றொடரை 'அடுக்கு மொழி' என்று அழைப்பது யார்?",
          "options": [
      "தலைவி",
      "ஆசிரியர்",
      "முகிலன்",
      "அறிஞர் அண்ணா"
    ],
    "answer": "D",
    
          "additional_context": "'அடுக்கு மொழி' என்பது தமிழ் இலக்கியத்தில் பயன்படுத்தப்படும் ஒரு வகை மொழிநடை. 'அடுக்கு மொழி' என்பது ஒரு சொல்லின் பல அர்த்தங்களைத் தொடர்ச்சியாக எடுத்துக்காட்டி, அவற்றை அடுக்கி வைத்து பேசுவது போன்ற ஒரு பாணியைக் குறிக்கிறது. 'அறிஞர் அண்ணா' அவர்கள் தனது எழுத்துக்களிலும் உரைகளிலும் 'அடுக்கு மொழியை' அதிகமாகப் பயன்படுத்தி இருப்பதைக் காணலாம்."
          }
        ]