
[
  {
    "description": "பின்வரும் ஊர்களில் எது \"தேர் அழகு\" எனப் போற்றப்படுகிறது?",
    "options": [
      "திருநெல்வேலி",
      "மதுரை",
      "சென்னை",
      "வேலூர்"
    ],
    "answer": "மதுரை",
    "additional_context": "மதுரை என்பது தென் தமிழகத்தில் உள்ள ஒரு வரலாற்று சிறப்புமிக்க நகரம். இது பல கோயில்கள் மற்றும் வரலாற்று நினைவுச்சின்னங்களைக் கொண்டது. இந்த நகரத்தில் சிறப்பு வாய்ந்த தேர்கள் உள்ளன. எனவே, இது தேர் அழகு நகரம் என்று போற்றப்படுகிறது. மதுரை நகரம் அதன் கலாச்சாரம், பாரம்பரியம் மற்றும் ஆன்மீக முக்கியத்துவம் ஆகியவற்றிற்காக பிரபலமானது. மேலும், இது ஒரு முக்கியமான கல்வி மையமாகும்."
  },
  {
    "description": "பின்வரும் ஊர்களில் எது புலிகள் காப்பகத்துடன் தொடர்புடையது?",
    "options": [
      "திருநெல்வேலி",
      "மதுரை",
      "கோவை",
      "வேலூர்"
    ],
    "answer": "கோவை",
    "additional_context": "கோவை தமிழ்நாட்டில் உள்ள ஒரு பெரிய நகரம். இது பல தொழிற்சாலைகள் மற்றும் கல்வி நிறுவனங்களைக் கொண்டது. இது வனவிலங்கு மற்றும் தாவரங்களால் நிறைந்தது. கோவைக்கு அருகில் உள்ளது. அது புலிகள் காப்பகம், வனவிலங்கு பிரியர்களுக்கு ஒரு சுற்றுலா தலமாக உள்ளது. இந்த காப்பகத்தில் புலிகள் மட்டுமல்லாமல், பிற வனவிலங்குகள் மற்றும் பறவைகளையும் காணலாம்."
  },
  {
    "description": "பின்வரும் சொற்களில் எது \"நாட்டுப்புறவியல்\" கலைச்சொல்லுக்கு சமமானது?",
    "options": [
      "Civilization",
      "Agriculture",
      "Folklore",
      "Poet"
    ],
    "answer": "Folklore",
    "additional_context": "நாட்டுப்புறவியல் என்பது மக்களின் பாரம்பரியம், கலாச்சாரம், கதைகள், பாடல்கள், ஆடம்பரங்கள் மற்றும் பழக்கவழக்கங்களை ஆய்வு செய்வது. இது ஒரு குறிப்பிட்ட பகுதி அல்லது சமுதாயத்தின் பாரம்பரிய ஞானத்தையும் அனுபவத்தையும் பாதுகாக்கிறது. \"Folklore\" என்பது நாட்டுப்புறவியலை ஆங்கிலத்தில் குறிப்பிடுவது. இந்த வார்த்தை நம் நாட்டுப்புற வழக்கத்தில் பரவலாகப் பயன்படுத்தப்படுகிறது."
  },
  {
    "description": "\"உழவியல்\" என்ற கலைச்சொல் எதைப் பற்றியது?",
    "options": [
      "நாகரிகம்",
      "வேளாண்மை",
      "அறுவடை",
      "அயல்நாட்டினர்"
    ],
    "answer": "வேளாண்மை",
    "additional_context": "உழவியல் என்பது வேளாண்மையின் அறிவியல் மற்றும் தொழில்நுட்ப அம்சங்களை உள்ளடக்கியது. இது பயிரிடுதல், மண்ணின் மேலாண்மை, பயிர் பாதுகாப்பு, நீர்ப்பாசனம் மற்றும் வேளாண்மை உபகரணங்கள் பயன்பாடு உள்ளிட்ட பல்வேறு அம்சங்களை உள்ளடக்கியது. இது விவசாயிகளுக்கு நவீன தொழில்நுட்பங்களைப் பயன்படுத்தி விளைச்சலை அதிகரிக்கவும், நிலையான வேளாண்மை நடைமுறைகளை மேற்கொள்ளவும் உதவுகிறது."
  },
  {
    "description": "\"பசுமரத்தாணி போல\" என்ற உவமை எந்த கூற்றுக்குப் பொருத்தமானது?",
    "options": [
      "என் தாயார் என்னை காத்து வளர்த்தார்.",
      "நானும் என் தோழியும் இணைந்து இருப்போம்.",
      "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
      "சிறுவயதில் நான் பார்த்த நிகழ்ச்சிகள் என் மனத்தில் பதிந்தன."
    ],
    "answer": "சிறுவயதில் நான் பார்த்த நிகழ்ச்சிகள் என் மனத்தில் பதிந்தன.",
    "additional_context": "பசுமரத்தாணி போல என்ற உவமை சிறுவயதில் நாம் பார்த்த நிகழ்ச்சிகள் இன்னும் நினைவில் இருப்பது போன்ற உணர்வை வெளிப்படுத்துகிறது. இது, நம் மனதில்  இந்த நிகழ்ச்சிகள்  நிலைத்து நிற்கும் தன்மையைக் காட்டுகிறது. இது ஒரு குழந்தையின் நினைவாற்றலின் வலிமையையும், அந்த நிகழ்ச்சிகள்  நம் மீது ஏற்படுத்தும்  பாதிப்பையும்   தெளிவாகக் காட்டுகிறது."
  }
]
