[
          
  {
    
          "description": "இரட்டைக்கிளவியைத் தனித்தனியே பிரித்துப் பார்த்தால், அது ___________ தராது.",
          "options": [
      "அ) இரண்டு பொருள்",
      "இ) முழுமையான பொருள்",
      "ஆ) எந்தப் பொருளும்",
      "ஈ) ஒரு பொருள்"
    ],
    "answer": "B",
    
          "additional_context": "இரட்டைக்கிளவி என்ற சொல்லின் பொருளை நாம் தெளிவாக அறிந்துகொள்ள வேண்டும். இரட்டைக்கிளவியைத் தனித்தனியே பிரித்துப் பார்த்தால், அது முழுமையான பொருள் தராது. அதாவது, 'விறுவிறு' என்ற சொல்லை 'விறு' மற்றும் 'விறு' என பிரித்துப் பார்த்தால் அதற்கு எந்தப் பொருளும் கிடைக்காது. இரட்டைக்கிளவி என்பது இரண்டு அசைச்சொற்கள் இணைந்து ஒரு புதிய பொருளை உருவாக்கும் வார்த்தைகளைக் குறிக்கும். இரண்டு சொற்களின் பொருளும் இணைந்து ஒரு புதிய பொருளைத் தருவதால் இது முழுமையான பொருள் தராது. ஆகையால், விடை 'இ) முழுமையான பொருள்' ஆகும்."
          }
        ,
          
  {
    
          "description": "“பாம்பு பாம்பு பாம்பு” என்ற தொடர் என்ன வகைத் தொடர்?",
          "options": [
      "அ) இரட்டைக்கிளவி",
      "இ) அடுக்குத்தொடர்",
      "ஆ) தொழிலாகுபெயர்",
      "ஈ) பொருளாகுபெயர்"
    ],
    "answer": "B",
    
          "additional_context": "“பாம்பு பாம்பு பாம்பு” என்ற தொடர் ஒரு அடுக்குத்தொடர் ஆகும். அடுக்குத்தொடர் என்பது ஒரு சொல் தொடர்ந்து பலமுறை மீண்டும் மீண்டும் வருவது. இதில் ஒவ்வொரு சொல்லும் தனித்தனியே பொருள் தரும். இந்தத் தொடரில், “பாம்பு” என்ற சொல் மூன்று முறை மீண்டும் மீண்டும் வருகிறது. இது அச்சம் காரணமாக, அமுதன் “பாம்பு பாம்பு பாம்பு” என்று கத்துகிறான். இதிலுள்ள ஒவ்வொரு “பாம்பு” என்ற சொல்லும் தனித்தனியே பொருள் தருகிறது. அதாவது, “பாம்பு” என்ற சொல் மூன்று முறை வருவதை அடுக்குத்தொடர் என்று சொல்கிறோம். இதற்கு எடுத்துக்காட்டு,  'இல்லை இல்லை இல்லை'  என்பது. ஆகையால், விடை 'இ) அடுக்குத்தொடர்' ஆகும்."
          }
        ,
          
  {
    
          "description": "“விறுவிறு” என்ற சொல் _____________ வகைச் சொல்.",
          "options": [
      "அ) அடுக்குத்தொடர்",
      "இ) இரட்டைக்கிளவி",
      "ஆ) தொழிலாகுபெயர்",
      "ஈ) பொருளாகுபெயர்"
    ],
    "answer": "B",
    
          "additional_context": "“விறுவிறு” என்ற சொல் இரட்டைக்கிளவி வகைச் சொல். இரட்டைக்கிளவி என்பது இரண்டு அசைச்சொற்கள் இணைந்து ஒரு புதிய பொருளை உருவாக்கும் வார்த்தைகளைக் குறிக்கும். இரண்டு சொற்களின் பொருளும் இணைந்து ஒரு புதிய பொருளைத் தருவதால் இது முழுமையான பொருள் தராது. “விறுவிறு” என்ற சொல்லை “விறு” மற்றும் “விறு” என பிரித்துப் பார்த்தால் அதற்கு எந்தப் பொருளும் கிடைக்காது. இதற்கு பதிலாக “விரைவு” என்ற சொல் பயன்படுத்தப்படுகிறது. ஆகையால், விடை 'இ) இரட்டைக்கிளவி' ஆகும்."
          }
        ,
          
  {
    
          "description": "____________ விரைவு, வெகுளி, உவகை, அச்சம், அவலம் ஆகிய காரணங்களால் ஏற்படுகிறது.",
          "options": [
      "அ) இரட்டைக்கிளவி",
      "இ) அடுக்குத்தொடர்",
      "ஆ) ஆகுபெயர்",
      "ஈ) வினைச்சொல்"
    ],
    "answer": "B",
    
          "additional_context": "அடுக்குத்தொடர் என்பது ஒரு சொல் தொடர்ந்து பலமுறை மீண்டும் மீண்டும் வருவது. இதில் ஒவ்வொரு சொல்லும் தனித்தனியே பொருள் தரும். இது விரைவு, வெகுளி, உவகை, அச்சம், அவலம் போன்ற காரணங்களால் ஏற்படுகிறது. உதாரணமாக, “இல்லை இல்லை இல்லை” என்ற தொடரில் “இல்லை” என்ற சொல் மூன்று முறை மீண்டும் மீண்டும் வருகிறது. இது  வெகுளி அல்லது மறுப்பு காரணமாக ஏற்படுகிறது. ஆகையால், விடை 'இ) அடுக்குத்தொடர்' ஆகும்."
          }
        ,
          
  {
    
          "description": "“தலைக்கு ஒரு பழம் கொடு” என்ற தொடருக்கு என்ன பொருள்?",
          "options": [
      "அ) ஒவ்வொருவருக்கும் ஒரு பழம்",
      "இ) தலையில் ஒரு பழம்",
      "ஆ) தலைக்குள் ஒரு பழம்",
      "ஈ) பழம் இல்லாத தலை"
    ],
    "answer": "A",
    
          "additional_context": "“தலைக்கு ஒரு பழம் கொடு” என்ற தொடரில் 'தலை' என்பது  ஒரு உறுப்பைக் குறிப்பதாகும். இந்தத் தொடரின் பொருள் “ஒவ்வொருவருக்கும் ஒரு பழம்” என்பதாகும்.  “தலைக்கு” என்பது “ஒவ்வொருவருக்கும்” என்ற பொருளைத் தருகிறது.  இந்தப் பொருளில் “தலை” என்பது “ஒருவர்” என்ற பொருளைத் தருகிறது. ஆகையால், விடை 'அ) ஒவ்வொருவருக்கும் ஒரு பழம்' ஆகும்."
          }
        ]