[
          
  {
    
          "description": "'கல்வி ஒன்றுதான் ஒட்டுமொத்தச் சமூக வளர்ச்சிக்கு உறுதுணையாக இருக்கும்' என்ற கருத்தை காயிதே மில்லத் எவ்வாறு செயல்படுத்தினார்?",
          "options": [
      "அரசாங்கத்தில் கல்வித்துறை அமைச்சராக பணியாற்றி கல்வி வளர்ச்சியை மேம்படுத்தினார்.",
      "திருச்சியில் ஜமால் முகம்மது கல்லூரி மற்றும் கேரளாவில் ஃபரூக் கல்லூரி ஆகியவற்றை நிறுவினார்.",
      "இலவசக் கல்வி வழங்கும் திட்டங்களை ஆதரித்தார்.",
      "பள்ளி மாணவர்களுக்கு இலவச புத்தகங்கள் வழங்கும் திட்டத்தை துவக்கினார்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கல்வி மிகுந்திடில் கழிந்திடும் மடமை என்பது அனைவரும் அறிந்த முதுமொழி. கல்வி ஒன்றே சமுதாயத்தின் வளர்ச்சிக்கு வழிவகுக்கும் என்பதை உணர்ந்த காயிதே மில்லத்,  பல கல்வி நிறுவனங்களைத் தொடங்கி வைத்தார்.  திருச்சியில் ஜமால் முகம்மது கல்லூரி, கேரளாவில் ஃபரூக் கல்லூரி ஆகியவற்றைத் தொடங்க அவரே காரணமாக இருந்தார்."
          }
        ,
          
  {
    
          "description": "காயிதே மில்லத் அவர்களின் பண்பாளர் மற்றும் சமய நல்லிணக்கத்தைப் பேணும்  தன்மையை வெளிப்படுத்தும் செயலை எது குறிப்பிடுகிறது?",
          "options": [
      "மக்கள் நலப்பணிகளுக்காக நிறைய நிதி திரட்டினார்.",
      "தொழில்துறை வளர்ச்சியை ஊக்குவித்து  மக்களுக்கு வேலை வாய்ப்பை உருவாக்கினார்.",
      "எல்லாரிடமும் வேறுபாடு இல்லாமல் எளிமையாகப் பழகும் தன்மை கொண்டவராக விளங்கினார்.",
      "தனது இயக்கத்திற்காக பல பொறுப்புகளை ஏற்றுக்கொண்டார்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தலைவர்கள் பலராலும் பாராட்டப்பட்ட பண்பாளர் அவர். எல்லாரிடமும் வேறுபாடு இல்லாமல் எளிமையாகப் பழகும் தன்மை கொண்டவராக விளங்கினார். தம் வாழ்நாள் முழுவதும் சமய நல்லிணக்கத்தைப் பேணிவந்தார்.  காயிதே மில்லத் தன் வாழ்நாள் முழுவதும் அனைவரிடமும் சமத்துவத்தை பேணி எளிமையாகப் பழகும் பண்பைக் கொண்டிருந்தார்."
          }
        ,
          
  {
    
          "description": "காயிதே மில்லத் அவர்களின் எளிமை மற்றும் நாட்டுப் பற்று ஆகியவற்றை வெளிப்படுத்தும் செயலை எது குறிப்பிடுகிறது?",
          "options": [
      "பொது நிகழ்ச்சிகளில் கலந்து கொள்வதற்குத் தனி மகிழுந்தில் செல்லமாட்டார்.",
      "பழமையான தமிழ் மொழியை ஆட்சி மொழியாக்க வேண்டும் என்று நாடாளுமன்றத்தில் பேசினார்.",
      "தனது மகனின் திருமணத்தை மிகவும் எளிமையாக நடத்தினார்.",
      "சீனாவுடன் போர் மூண்ட போது தனது ஒரே மகனைப் போர்முனைக்கு அனுப்ப ஆயத்தமாக இருந்ததாகத் தெரிவித்து நேருவுக்குக் கடிதம் எழுதினார்."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "அந்தத் தலைவரின் உள்ளத்தில் எப்போதும் நாட்டுப்பற்று மேலோங்கி இருந்தது. இந்தியாவுக்கும் சீனாவுக்கும் இடையே 1962 ஆம் ஆண்டு போர் மூண்டது. அப்போது தனது ஒரே மகனைப் போர்முனைக்கு அனுப்ப ஆயத்தமாக இருப்பதாகத் தெரிவித்து அந்தத் தலைவர் அப்போதைய முதன்மை அமைச்சர் ஜவகர்லால் நேருவுக்குக் கடிதம் எழுதினார். இத்தகைய சிறப்புகளுக்கெல்லாம் உரிய தலைவர் யார் தெரியுமா?"
          }
        ,
          
  {
    
          "description": "காயிதே மில்லத் அவர்களின் செயல்களில் இருந்து நாம் எதை கற்றுக்கொள்ளலாம்?",
          "options": [
      "நாட்டின் வளர்ச்சிக்கு நாம் எப்போதும் முயற்சி செய்ய வேண்டும்.",
      "சமய நல்லிணக்கத்தைப் பேண வேண்டும்.",
      "சமூகத்தின் நலனை முன்னிலைப்படுத்த வேண்டும்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "காயிதே மில்லத் அவர்கள்  நாட்டுப் பற்று, எளிமை, சமூக நலன், சமய நல்லிணக்கம் ஆகியவற்றை வலியுறுத்தி தம் வாழ்வை அமைத்துக்கொண்டதால் நாட்டின் வளர்ச்சிக்கும் சமூக நலனுக்கும் பாடுபட்டார். அவருடைய வாழ்வைப் பற்றி அறிந்தவர்கள் அவரைப் பின்பற்றி தங்கள் வாழ்வைச் சிறப்பாக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "“அந்த இளைஞர் பிற்காலத்தில் பெரிய அரசியல் தலைவராக வளர்ந்தார். அவர் பொது நிகழ்ச்சிகளில் கலந்து கொள்வதற்குத் தனி மகிழுந்தில் செல்லமாட்டார். தொடர்வண்டி, பேருந்து போன்ற பொதுப்போக்குவரத்து ஊர்திகளையே பயன்படுத்துவார்.”\n\nமேற்கண்ட பத்தியின் அடிப்படையில், காயிதே மில்லத் தனது எளிமையை எவ்வாறு வெளிப்படுத்தினார்?",
          "options": [
      "தனக்கென தனி விமானம் வைத்து பயணம் செய்தார்.",
      "அவரது திருமணம் மிகவும் ஆடம்பரமாக நடைபெற்றது.",
      "பொதுப்போக்குவரத்தைப் பயன்படுத்தி பொதுமக்களுடன் இணைந்தார்.",
      "அவர் பெரிய அளவில் மணக்கொடை பெற்றார்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "அந்த இளைஞர் பிற்காலத்தில் பெரிய அரசியல் தலைவராக வளர்ந்தார். அவர் பொது நிகழ்ச்சிகளில் கலந்து கொள்வதற்குத் தனி மகிழுந்தில் செல்லமாட்டார். தொடர்வண்டி, பேருந்து போன்ற பொதுப்போக்குவரத்து ஊர்திகளையே பயன்படுத்துவார். அன்பர் ஒருவர் அவருக்கு ஒரு மகிழுந்தைப் பரிசளித்தார். ஆனால் அவர் அதை ஏற்க மறுத்து எப்போதும்போல் தொடர்வண்டியிலேயே பயணம் செய்தார். அவர் சார்ந்திருந்த இயக்கத்தின் சார்பாக அவருக்கு ஒரு மகிழுந்தும் பெருந்தொகையும் பரிசளிக்கப்பட்டன. அவற்றையும் தாம் தொடங்கி வைத்த கல்லூரியின் பயன்பாட்டிற்கு அளித்துவிட்டார்."
          }
        ]