
[
  {
    "description": "இந்தக் கவிதையில்,  கார்த்திகை தீபம் எனக் குறிப்பிடப்படும் பொருள் என்ன?",
    "options": [
      "மலர்கள்",
      "விளக்குகள்",
      "மரங்கள்",
      "விலங்குகள்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கவிதையில், காடு மலர்ந்திருப்பதைக் கார்த்திகை தீபம் என்கிறார் கவிஞர். அதாவது, காடுகள் மலர்களால் நிறைந்திருப்பது கார்த்திகை தீபத்தின் ஒளியைப் போல இருக்கிறது. எனவே இங்கு கார்த்திகை தீபம் என்பது காட்டின் மலர்களை குறிக்கிறது."
  },
  {
    "description": "“காடெல்லாம் பூத்திருக்கும்”  என்ற வரியில் பயன்படுத்தப்பட்டிருக்கும்  உவமை என்ன?",
    "options": [
      "கார்த்திகை தீபம் ",
      "விலங்குகளின் கூட்டம் ",
      "குளிர்ந்த காற்று ",
      "மரங்களின் நிழல்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில் காட்டில் பூத்துள்ள மலர்களை கார்த்திகை தீபத்துடன் ஒப்பிட்டுள்ளார் கவிஞர். அதாவது, காட்டில் பூத்துள்ள மலர்கள் கார்த்திகை தீபத்தில் உள்ள விளக்குகளைப் போல பிரகாசமாக இருக்கிறது. இது உவமையாகும்."
  },
  {
    "description": "கவிதை வரியில் குறிப்பிடப்படும்  காட்டின் பயன்களை  இரண்டு எடுத்து எழுது.",
    "options": [
      "குளிர்ந்த காற்று, மரங்களின் நிழல்",
      "விலங்குகளின் உணவு, மரக்கனிகள்",
      "மரக்கனிகள், மரங்களின் நிழல்",
      "காட்டின் அழகு, விலங்குகளின் நடனம்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கவிதையில், காடு மரக்கனிகளை ஈன்றெடுக்கிறது, குளிர்ந்த நிழல்கொடுக்கிறது என்று கூறப்பட்டுள்ளது. இதன் மூலம், காடு மரக்கனிகளைத் தருவதும், குளிர்ந்த நிழலைத் தருவதும் என்பது தெளிவாகிறது."
  },
  {
    "description": "“குரங்கு குடியிருக்கும்”  என்ற வரியில் குறிப்பிடப்படும்  குரங்குகளின் செயல் என்ன?",
    "options": [
      "கனிகளைப் பறித்து உண்ணுதல்",
      "மரங்களில் ஏறி விளையாடுதல்",
      "காட்டை சுத்தம் செய்தல்",
      "மற்ற விலங்குகளுடன் சண்டையிடுதல்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரியில், குரங்குகள் மரங்களில் கனிகளைப் பறித்து உண்பதாகக் கூறப்படுகிறது. இதன் மூலம், காட்டில் வாழும் குரங்குகள் மரங்களில் கனிகளைப் பறித்து உண்பது என்பது தெளிவாகிறது."
  },
  {
    "description": "“நச்சர வங்கலங்கும்”  என்ற வரியில்  “நச்சர வங்கலங்கும்”  என்ற சொல் எதனை  குறிக்கிறது?",
    "options": [
      "நரி கூட்டம் ",
      "பாம்பு ",
      "சிறுத்தை",
      "யானை"
    ],
    "answer": "B",
    "additional_context": "நச்சர வங்கலங்கும் என்பது விஷமுள்ள பாம்பை குறிக்கும் சொல். இந்தக் கவிதையில், நச்சர வங்கலங்கும் என்று கூறப்படுவது விஷமுள்ள பாம்புகள் காட்டில் இருப்பதைக் குறிக்கிறது."
  }
]
