
[
  {
    "description": "ஒருவன் தன் நெஞ்சத்தில் எதைப் பெற்றிருந்தால் அழுக்காறு இல்லாது இருப்பான்?",
    "options": [
      "இன்பம்",
      "துன்பம்",
      "ஒழுக்கம்",
      "செல்வம்"
    ],
    "answer": "C",
    "additional_context": "அழுக்காறு என்பது ஒருவரின் மனதில் இருக்கும் ஒரு தீய குணம். ஒருவரின் நெஞ்சத்தில் ஒழுக்கம் இருந்தால் அழுக்காறு இல்லாமல் இருப்பான்.  ஒழுக்கம் என்பது நல்லொழுக்கத்தைக் கடைப்பிடிப்பது, மக்களுக்கு நன்மை செய்வது, நேர்மையாக இருப்பது போன்ற நல்ல குணங்களை உள்ளடக்கியது.  ஒழுக்கமுள்ள ஒருவர் மற்றவர்களைப் பற்றி தீய எண்ணங்களை கொள்ள மாட்டார். அதனால் அழுக்காறு இல்லாமல் இருப்பார்."
  },
  {
    "description": "புறங்கூறாமை குறித்து வள்ளுவர் சொல்வது எது?",
    "options": [
      "அறம் கூறாது இருப்பது புறங்கூறாமை",
      "பொய்க் கூறாது இருப்பது புறங்கூறாமை",
      "ஒருவன் குற்றத்தை மறைப்பது புறங்கூறாமை",
      "ஒருவன் செயலைப் புகழ்வது புறங்கூறாமை"
    ],
    "answer": "A",
    "additional_context": "புறங்கூறாமை என்பது மற்றவர்களைப் பற்றி தீய எண்ணங்கள் கொள்வது, தவறுகளைப் பற்றிப் பேசுவது, அவர்களைப் பற்றி மோசமான விஷயங்களைச் சொல்வது போன்றவை. வள்ளுவர் அறத்தைப் பற்றி நேர்மையாகப் பேசுவது, தீயதைப் பற்றி பேசாமல் இருப்பது புறங்கூறாமை என்று கூறுகிறார். ஒருவன் தன் நெஞ்சத்தில் அறத்தை வளர்த்துக்கொண்டால் புறங்கூறாமை போன்ற தீய குணங்களிலிருந்து தன்னை காத்துக்கொள்ள முடியும்."
  },
  {
    "description": "அருளுடைமை என்பது எதற்கு சமம்?",
    "options": [
      "செல்வத்துக்கு சமம்",
      "நல்லாற்றிற்கு சமம்",
      "இன்பத்துக்கு சமம்",
      "இறைவனுக்கான பக்திக்கு சமம்"
    ],
    "answer": "B",
    "additional_context": "அருளுடைமை என்பது மனதில் இரக்கம், அன்பு, கருணை, தயவு, பரிவு போன்ற நல்ல குணங்கள் இருப்பது. அருளுள்ளவர்கள் ஏழைகளையும், துன்பப்படுபவர்களையும் காப்பாற்றுவார்கள். அருளுடைமை நல்லாற்றிற்கு சமம்.  நல்லாற்றல் என்பது பிறருக்கு நன்மை செய்வது, மக்களுக்கு உதவுவது, நல்ல காரியங்களைச் செய்வது போன்ற நல்ல செயல்களை உள்ளடக்கியது.  அருளுடைமை ஒருவருக்கு நல்லாற்றலைத் தரும். அதனால் அருளுடைமை நல்லாற்றிற்கு சமம் என்று கூறலாம்."
  },
  {
    "description": "வாய்மையின் சிறப்பு என்ன?",
    "options": [
      "எல்லா மக்களின் உள்ளத்திலும் நம்பிக்கை பெறும்",
      "எல்லா அறத்தையும் தரும்",
      "உலகத்தில் புகழைத் தரும்",
      "மேலே உள்ள அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "வாய்மை என்பது உண்மையை மட்டும் பேசுவது, பொய் பேசாமல் இருப்பது.  வாய்மையின் சிறப்பு மிக அதிகம். ஏனென்றால் வாய்மை எல்லா மக்களின் உள்ளத்திலும் நம்பிக்கை பெறும், எல்லா அறத்தையும் தரும், உலகத்தில் புகழைத் தரும்.  வாய்மை உலகில் மிகவும் முக்கியமான விஷயம்.  வாய்மை இல்லாமல் ஒரு சமுதாயம் இருக்க முடியாது."
  },
  {
    "description": "வேந்தரின் இயல்பு என்ன?",
    "options": [
      "அஞ்சாமை, ஈகை, அறிவு, ஊக்கம்",
      "கல்வி, துணிவு, அறிவு, ஈகை",
      "அஞ்சாமை, துணிவு, ஈகை, அறிவு",
      "அஞ்சாமை, கல்வி, துணிவு, ஈகை"
    ],
    "answer": "A",
    "additional_context": "வேந்தர் என்பது ஒரு நாட்டின் மன்னர்,  அவர் நாட்டை ஆள்பவர்.  வேந்தர் தன் நாட்டை நன்றாக ஆள்வதற்கு அஞ்சாமை, ஈகை, அறிவு, ஊக்கம்  இந்த குணங்கள் அவருக்கு மிகவும் அவசியம்.  அஞ்சாமை  என்பது எதையும் பயப்படாமல் இருப்பது,  ஈகை என்பது பிறருக்குத் தானம் கொடுப்பது,  அறிவு என்பது கல்வி கற்று தெளிந்திருப்பது,  ஊக்கம் என்பது எந்தக் காரியத்தையும் உற்சாகத்துடன் செய்வது. இந்த நான்கு குணங்களும் ஒரு வேந்தருக்கு மிகவும் முக்கியமானவை."
  }
]
