
[
  {
    "description": "“மல்லிகை சூடினாள்” என்ற வாக்கியத்தில் “மல்லிகை” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மலர்ந்த மல்லிகைப் பூவை",
      "மல்லிகைச் செடியை",
      "மல்லிகை மணத்தை",
      "மல்லிகைப் பூக்களின் தொகுப்பை"
    ],
    "answer": "A",
    "additional_context": "“மல்லிகை சூடினாள்” என்ற வாக்கியத்தில் மல்லிகை என்னும் ஒரு முழுப்பொருளின் பெயர் அதன் ஓர் உறுப்பாகிய மலரைக் குறிக்கிறது. இவ்வாறு பொருளின் பெயர் அதன் சினையாகிய உறுப்புக்கு ஆகிவருவது பொருளாகுபெயர் எனப்படும். இதனை முதலாகு பெயர் எனவும் கூறுவர்."
  },
  {
    "description": "“தமிழ்நாடு வெற்றி பெற்றது” என்ற வாக்கியத்தில் “தமிழ்நாடு” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ்நாட்டின் புவியியல் எல்லையை",
      "தமிழ்நாட்டின் மக்களை",
      "தமிழ்நாட்டின் விளையாட்டு அணியை",
      "தமிழ்நாட்டின் அரசாங்கத்தை"
    ],
    "answer": "C",
    "additional_context": "சடுகுடு போட்டியில் தமிழ்நாடு வெற்றி பெற்றது. தமிழ்நாடு என்னும் பெயர் அவ்விடத்தைச் சேர்ந்த விளையாட்டு அணியைக் குறிப்பதால் இஃது இடவாகுபெயர் ஆகும்."
  },
  {
    "description": "“இனிப்பு தின்றான்” என்ற வாக்கியத்தில் “இனிப்பு” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "இனிமையான உணர்வை",
      "இனிமையான நிறத்தை",
      "இனிமையான ஒலியை",
      "இனிமையான உணவை"
    ],
    "answer": "D",
    "additional_context": "இனிப்பு தின்றான். இத்தொடரில் இனிப்பு என்னும் பண்புப் பெயர் தின்பண்டத்தைக் குறிப்பதால் இது பண்பாகுபெயர் ஆயிற்று."
  },
  {
    "description": "“சடுகுடு போட்டியில் சேலம் வெற்றி பெற்றது” என்ற வாக்கியத்தில் “சேலம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "சேலம் நகரத்தைக்",
      "சேலம் நகரத்தைச் சேர்ந்த மக்களை",
      "சேலம் நகரத்தைச் சேர்ந்த விளையாட்டு அணியை",
      "சேலம் நகரத்தின் புவியியல் எல்லைகளை"
    ],
    "answer": "C",
    "additional_context": "“சடுகுடு போட்டியில் சேலம் வெற்றி பெற்றது” என்ற வாக்கியத்தில் “சேலம்” என்ற சொல் சேலம் நகரத்தைச் சேர்ந்த விளையாட்டு அணியைக் குறிக்கிறது. இது இடவாகுபெயர் ஆகும். இடவாகுபெயர் என்பது ஒரு இடத்தின் பெயர் அதன் தொடர்பான ஒரு பொருளை குறிப்பது ஆகும். இங்கு சேலம் நகரம் விளையாட்டு அணி எனும் பொருளை குறிக்கிறது."
  },
  {
    "description": "“மழை சடசடவெனப் பெய்தது” என்ற வாக்கியத்தில் எது காணப்படுகிறது?",
    "options": [
      "இரட்டைக்கிளவி",
      "ஆகுபெயர்",
      "அடுக்குத்தொடர்",
      "பண்பாகுபெயர்"
    ],
    "answer": "A",
    "additional_context": "மழை சடசடவெனப் பெய்தது. – இத்தொடரில் அமைந்துள்ளது இரட்டைக்கிளவி. இரட்டைக்கிளவி என்பது இரண்டு அசைச்சொற்களை இணைத்து உருவான சொல் ஆகும். இச்சொற்களை பிரித்தால் தனித்தனியாக பொருள் தராது. இங்கு சடசட என்ற சொல் இரண்டு அசைச்சொற்களை இணைத்து உருவான சொல் ஆகும். இதை பிரித்தால் தனித்தனியாக பொருள் தராது. எனவே இது இரட்டைக்கிளவி ஆகும்."
  }
]
