
[
  {
    "description": "பாடலில் குறிப்பிடப்படும் \"சீலை\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "ஆடைகள்",
      "நெற்பயிர்",
      "கருவிகள்",
      "வயல்"
    ],
    "answer": "A",
    "additional_context": "பாடலில் குறிப்பிடப்படும் \"சீலை\" என்பது பெண்கள் அணிந்துகொள்ளும் ஆடையைக் குறிக்கிறது. பாடலில்  \"சீலையெல்லாம் வரிஞ்சுக்கட்டி\" என்கிற வரி இதைக் குறிப்பிடுகிறது. இந்த வரியின் பொருள், பெண்கள் தங்கள் ஆடையை வரிஞ்சுக்கட்டி நடவு செய்ய வயலில் இறங்குகிறார்கள் என்பதாகும்."
  },
  {
    "description": "\"மண்குளிரத் தண்ணீர்பாய\" என்னும் வரியில், \"மண்\" என்ற சொல்லுக்குப் பாடலில்  என்ன பொருள் உள்ளது?",
    "options": [
      "நிலத்தின் மேல்பகுதி",
      "நிலத்தின் அடிப்பகுதி",
      "நிலத்தின் நடுப்பகுதி",
      "நிலத்தின் உள்பகுதி"
    ],
    "answer": "A",
    "additional_context": "பாடலில் \"மண்குளிரத் தண்ணீர்பாய\" என்கிற வரியில், \"மண்\" என்பது நடவு செய்யப்பட்ட நெற் பயிர்கள் வளரும் மேல் பகுதியைக் குறிக்கிறது. அதாவது வயலின் மேற்பரப்பை  குறிப்பிடுகிறது. வயல் மண்ணில் குளிரக் குளிர்ச்சியாக இருக்க வேண்டும் என்பதை பாடல் வலியுறுத்துகிறது."
  },
  {
    "description": "பாடலில் \"ஒருசாணுக்கு ஒரு நாற்று\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "நாற்றுகளை நடுவதற்கான சரியான இடைவெளி",
      "நாற்றுகளின் எண்ணிக்கை",
      "நாற்றுகளை நடுவதற்கான நேரம்",
      "நாற்றுகளின் வகை"
    ],
    "answer": "A",
    "additional_context": "இந்த வரி  நாற்றுகளை நடுவதற்கான சரியான இடைவெளியை குறிப்பிடுகிறது. \"ஒருசாணுக்கு ஒரு நாற்று\" என்பது, ஒவ்வொரு சாணுக்கும் இடைவெளி விட்டு ஒரு நாற்று நடுவதைக் குறிக்கிறது. அதாவது நாற்றுகளை  அடர்த்தியாக நடுவதில்லை என்பதை இது  குறிப்பிடுகிறது."
  },
  {
    "description": "பாடலில்  \"கிழக்கத்தி மாடெல்லாம் கீழே பார்த்து மிதிக்குதையா\"  என்று குறிப்பிடப்பட்டுள்ளது. \"கிழக்கத்தி\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "வயல்",
      "மாடு",
      "கருவி",
      "நெற்கதிர்கள்"
    ],
    "answer": "B",
    "additional_context": "பாடலில்  \"கிழக்கத்தி\" என்பது  மாடுகளைக் குறிக்கிறது.  கிழக்கத்தி  மாடுகள் என்பது  விவசாயத்திற்கு பயன்படும் வலுவான மாடுகளைக் குறிக்கிறது.  பாடலில்  \"கிழக்கத்தி மாடெல்லாம் கீழே பார்த்து மிதிக்குதையா\" என்கிற வரி  அறுவடை செய்யப்பட்ட நெற்கதிர்களை மிதித்து நெல்லை பிரிப்பதற்காகப் பயன்படுத்தப்படும் மாடுகளைக் குறிக்கிறது. "
  },
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள \"கழலுதல்\" என்னும் சொல் எந்த செயலைக் குறிக்கிறது?",
    "options": [
      "நெல்லை அறுவடை செய்தல்",
      "நெல்லைப் பிரித்தல்",
      "நெல்லை மிதித்தல்",
      "நெல்லை சேமித்தல்"
    ],
    "answer": "B",
    "additional_context": "பாடலில் \"கழலுதல்\"  என்பது நெல்லை  பிரித்தல்  என்பதைக் குறிக்கிறது.  நெல்லைப் பிரித்தல் என்பது அறுவடை செய்த நெற்கதிர்களில் இருந்து நெல்மணிகளைப் பிரிக்கும்  செயல். அதாவது நெல்லை  \"கழலுதல்\" என்கிற சொல்  நெல்  உதிர்த்தல்  என்பதைக் குறிக்கிறது."
  }
]
