
[
  {
    "description": "“தஞ்சாவூர்” என்ற பெயர் “தஞ்சை” என வழங்கப்படுவது எதற்கு உதாரணம்?",
    "options": [
      "இயல்பு வழக்கு",
      "இலக்கணமுடையது",
      "மரூஉ",
      "தகுதி வழக்கு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "எழுத்திலும் பேச்சிலும் சொற்களைப் பயன்படுத்தும் முறை வழக்கு எனப்படும். நம் முன்னோர் எந்தெந்தச் சொற்களை என்னென்ன பொருளில் பயன்படுத்தினார்களோ, அச்சொற்களை அவ்வாறே பயன்படுத்துவதை வழக்கு என்பர். \n\nஇயல்பு வழக்கு, தகுதி வழக்கு என வழக்கு இருவகைப்படும். \n\nநாம் எல்லாச் சொற்களையும் எல்லா இடங்களிலும் முழுமையான வடிவத்தில் பயன்படுத்துவது இல்லை. தஞ்சாவூர் என்னும் பெயரைத் தஞ்சை என்றும், திருநெல்வேலி என்னும் பெயரை நெல்லை எனவும் வழங்குகிறோம். இவ்வாறு இலக்கண நெறியிலிருந்து பிறழ்ந்து, சிதைந்து வழங்கும் சொற்கள் மரூஉ எனப்படும்."
  },
  {
    "description": "“கால் கழுவி வந்தான்” என்ற தொடர் எந்த வகை தகுதி வழக்கை குறிக்கிறது?",
    "options": [
      "இடக்கரடக்கல்",
      "மங்கலம்",
      "குழூஉக்குறி",
      "இலக்கணப்போலி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஏதேனும் ஒரு காரணத்தினால் பிறரிடம் சொல்லத் தகுதியற்ற சொற்களைத் தகுதியான வேறு சொற்களால் குறிப்பிடுவது தகுதி வழக்கு ஆகும். தகுதி வழக்கு மூன்று வகைப்படும்.\n\nபிறரிடம் வெளிப்படையாகச் சொல்லத் தகாத சொற்களைத் தகுதியுடைய வேறு சொற்களால் கூறுவது இடக்கரடக்கல் ஆகும்."
  },
  {
    "description": "“ஒன்றுக்குப் போய் வந்தேன்” என்ற தொடரில் “ஒன்றுக்கு” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "இயற்கை எய்தினார்",
      "மங்கலமற்ற சொல்",
      "மங்கலமான சொல்",
      "இடக்கரடக்கல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "குழந்தை வெளியே போய்விட்டது. \n\nஒன்றுக்குப் போய் வந்தேன். \n\nசெத்தார் என்பது மங்கலமில்லாத சொல் என நம் முன்னோர் கருதினர். எனவே, செத்தார் எனக் குறிப்பிடாமல் துஞ்சினார் எனக் குறிப்பட்டனர். நாம் இக்காலத்தில் இயற்கை எய்தினார் என்று குறிப்பிடுகிறோம். இவ்வாறு மங்கலமில்லாத சொற்களை மங்கலமான வேறு சொற்களால் குறிப்பதை மங்கலம் என்பர்."
  },
  {
    "description": "“பொன்னைப் பறி எனல்” என்ற குறிப்பை யார் பயன்படுத்துவர்?",
    "options": [
      "நெசவாளர்கள்",
      "தச்சர்கள்",
      "பொற்கொல்லர்கள்",
      "பூவரசுக்காரர்கள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பலர் கூடியிருக்கும் இடத்தில் சிலர் மட்டும் தமக்குள் சில செய்திகளைப் பகிர்ந்துகொள்ள விரும்பினால் மற்றவர்கள் புரிந்துகொள்ள இயலாத வகையில் சொற்களைப் பயன்படுத்துவர். இவ்வாறு ஒரு குழுவினர் ஒரு பொருள் அல்லது செயலைக் குறிக்கத் தமக்குள் பயன்படுத்திக்கொள்ளும் சொற்கள் குழூஉக்குறி எனப்படும்.\n\n(எ.கா.) பொன்னைப் பறி எனல் (பொற்கொல்லர் பயன்படுத்துவது)"
  },
  {
    "description": "“மஞ்சு- மைஞ்சு” என்ற சொற்களில் எந்த வகைப் போலி காணப்படுகிறது?",
    "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இவ்வாறு சொல்லின் முதலிலோ, இடையிலோ, இறுதியிலோ இயல்பாக இருக்க வேண்டிய ஓர் எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து இடம்பெற்று அதே பொருள் தருவது போலி எனப்படும். போலி என்னும் சொல் போல இருத்தல் என்பதிலிருந்து தோன்றியது. \n\nபோலி மூன்று வகைப்படும். \n\nபசல் – பைசல், மஞ்சு- மைஞ்சு, மயல்- மையல் ஆகிய சொற்களில் முதல் எழுத்து மாறினாலும் பொருள் மாறவில்லை.\n\nஇவ்வாறு சொல்லின் முதலில் இருக்க வேண்டிய எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து அமைந்து அதே பொருள் தருவது முதற்போலியாகும்."
  }
]
