
[
  {
    "description": "பண்டைத் தமிழர்கள் கப்பல் கட்டும் போது எந்த மரங்களைப் பயன்படுத்தினார்கள்?",
    "options": [
      "பனை, தென்னை, புளிய மரம்",
      "வேம்பு, இலுப்பை, புன்னை, நாவல்",
      "சந்தனம், ஆலமரம், அரச மரம்",
      "தேக்கு, வெண்தேக்கு, மகோகனி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கப்பல் கட்டுவதற்கு உரிய மரங்களைத் தேர்ந்தெடுப்பதில் தமிழர்கள் மிகுந்த கவனம் செலுத்தினர். கப்பல்கள் தண்ணீரிலேயே இருப்பவை என்பதால் தண்ணீரால் பாதிப்பு அடையாத மரங்களையே கப்பல் கட்டப் பயன்படுத்தினர். நீர்மட்ட வைப்பிற்கு வேம்பு, இலுப்பை, புன்னை, நாவல் போன்ற மரங்களைப் பயன்படுத்தினர். பக்கங்களுக்குத் தேக்கு, வெண்தேக்கு போன்ற மரங்களைப் பயன்படுத்தினர். மரத்தின் வெட்டப்பட்ட பகுதியை வெட்டுவாய் என்பர். அதன் நிறத்தைக் கொண்டு மரத்தின் தன்மையை அறிவர். கண்ணடை என்பது இழைத்த மரத்தில் காணப்படும் உருவங்கள் ஆகும். மேலும் சுழி உள்ள மரங்களைப் பயன்படுத்தாமல் தவிர்த்தனர். நீளம், அகலம், உயரம் ஆகியவற்றைச் சரியான முறையில் கணக்கிட்டுக் கப்பல்களை உருவாக்கினர். இவற்றைத் தச்சுமுழம் என்னும் நீட்டலளவையால் கணக்கிட்டனர். பெரிய படகுகளில் முன்பக்கத்தை யானை, குதிரை, அன்னம் முதலியவற்றின் தலையைப் போன்று வடிவமைப்பதும் உண்டு. கரிமுக அம்பி, பரிமுக அம்பி என்றெல்லாம் இவை அழைக்கப்பட்டன."
  },
  {
    "description": "கப்பலின் உறுப்புகளில் ஒன்றான \"பருமல்\" என்னைக் குறிக்கிறது?",
    "options": [
      "கப்பலின் அடிமரம்",
      "கப்பலின் குறுக்கு மரம்",
      "கப்பலின் சுக்கான்",
      "கப்பலின் நங்கூரம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கப்பல் பல்வேறு வகையான உறுப்புகளை உடையது. எரா, பருமல், வங்கு, கூம்பு, பாய்மரம், சுக்கான், நங்கூரம் போன்றவை கப்பலின் உறுப்புகளுள் சிலவாகும். கப்பலின் முதன்மையான உறுப்பாகிய அடிமரம் எரா எனப்படும். குறுக்கு மரத்தைப் பருமல் என்பர்."
  },
  {
    "description": "கப்பலின் உறுப்புகளில் ஒன்றான \"சமுக்கு\" என்ன?",
    "options": [
      "கப்பலின் அடிப்பகுதியில் பூசப்படும் ஒரு வகை மண்",
      "கப்பலின் பாய்மரம்",
      "கப்பலின் திசைகாட்டும் கருவி",
      "கப்பலின் நங்கூரத்தைப் பிடிக்கும் கயிறு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கப்பல் பல்வேறு வகையான உறுப்புகளை உடையது. எரா, பருமல், வங்கு, கூம்பு, பாய்மரம், சுக்கான், நங்கூரம் போன்றவை கப்பலின் உறுப்புகளுள் சிலவாகும். கப்பலின் முதன்மையான உறுப்பாகிய அடிமரம் எரா எனப்படும். குறுக்கு மரத்தைப் பருமல் என்பர். கப்பலைச் செலுத்துவதற்கும் உரிய திசையில் திருப்புவதற்கும் பயன்படும் முதன்மையான கருவி சுக்கான் எனப்படும். கப்பலை நிலையாக ஓரிடத்தில் நிறுத்தி வைக்க உதவும் உறுப்பு நங்கூரம் ஆகும். சமுக்கு என்னும் ஒரு கருவியையும் கப்பல்களில் பயன்படுத்தினர் என்று கப்பல் சாத்திரம் என்னும் நூல் குறிப்பிடுகிறது. இது காந்த ஊசி பொருத்தப்பட்ட திசைகாட்டும் கருவியாக இருக்கலாம் என ஆய்வாளர்கள் கருதுகின்றனர்."
  },
  {
    "description": "\"கலங்கரை விளக்கம்\" என்னும் பெயரின் பொருள் என்ன?",
    "options": [
      "கப்பலை அழைக்கும் விளக்கு",
      "கப்பலைத் தடுக்கும் விளக்கு",
      "கப்பலைக் காக்கும் விளக்கு",
      "கப்பலை வழிநடத்தும் விளக்கு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கடலில் செல்லும் கப்பல்களுக்குத் துறைமுகம் இருக்கும் இடத்தைக் காட்டுவதற்காக அமைக்கப்படுவது கலங்கரை விளக்கம் ஆகும். உயரமான கோபுரத்தின் உச்சியில் ஒளிவீசும் விளக்கினைக் கொண்டதாக இஃது அமைக்கப்படும். கலம் என்றால் கப்பல். கரைதல் என்றால் அழைத்தல். கப்பலை அழைக்கும் விளக்கு என்னும் பொருளில் இது கலங்கரை விளக்கம் எனப்பட்டது."
  },
  {
    "description": "பண்டைத் தமிழர்கள் கப்பல்களைச் செலுத்தும் போது என்ன அறிவைப் பயன்படுத்தினார்கள்?",
    "options": [
      "கடல்வாழ் உயிரினங்களைப் பற்றிய அறிவு",
      "காற்றின் திசை, கடல் நீரோட்டங்களின் திசை பற்றிய அறிவு",
      "வானத்தில் காணப்படும் விண்மீன்கள் பற்றிய அறிவு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "காற்றின் திசையை அறிந்து கப்பல்களைச் செலுத்தும் முறையைத் தமிழர்கள் நன்கு அறிந்திருந்தனர். இவ்வுண்மையை, \"நளியிரு முந்நீர் நாவாய் ஓட்டி வளி தொழில் ஆண்ட உரவோன் மருக\" (பாடல் 66) என்னும் புறப்பாடல் அடிகளில் வெண்ணிக்குயத்தியார் குறிப்பிடுகிறார். கடலில் காற்று வீசும் திசை, கடல் நீரோட்டங்களின் திசை ஆகியவற்றைத் தமிழர்கள் தம் பட்டறிவால் நன்கு அறிந்து அவற்றுக்கேற்ப உரிய காலத்தில் சரியான திசையில் கப்பலைச் செலுத்தினர். திசைகாட்டும் கருவியைப் பயன்படுத்தியும் வானில் தோன்றும் விண்மீன்களின் நிலையை வைத்தும் திசையை அறிந்து கப்பலைச் செலுத்தினர். கப்பல் ஓட்டும் மாலுமிகள் சிறந்த வானியல் அறிவையும் பெற்றிருந்தனர். கோள்களின் நிலையை வைத்துப் புயல், மழை போன்றவை தோன்றும் காலங்களையும் கடல்நீர் பொங்கும் காலத்தையும் அறிந்து தகுந்த காலத்தில் கப்பல்களைச் செலுத்தினர்."
  }
]
