[
          
  {
    
          "description": "கீழே கொடுக்கப்பட்ட வாக்கியங்களில், எந்த வாக்கியத்தில் மூவிடப் பெயர் இல்லை?",
          "options": [
      "a) எங்கள் வீட்டு நாய்க்குட்டி ஓடியது.",
      "b) இவர்தான் உங்கள் ஆசிரியர்.",
      "c) நீர் கூறுவது எனக்குப் புரியவில்லை.",
      "d) எனக்கு, அது வந்ததா என்று தெரியவில்லை. நீயே கூறு."
    ],
    "answer": "C",
    
          "additional_context": "மூவிடப் பெயர்கள் என்பது ஒரு நபர் அல்லது பொருளை குறிக்கும் சொற்கள்.  இவை தன்மை, முன்னிலை, மற்றும் படர்க்கை  என்று மூன்று வகைகளாக பிரிக்கப்பட்டுள்ளன.  தன்மை மூவிடப் பெயர்கள் பேசுபவரை குறிக்கின்றன. முன்னிலை மூவிடப் பெயர்கள் கேட்பவரைக் குறிக்கின்றன. படர்க்கை மூவிடப் பெயர்கள் தன்மை மற்றும் முன்னிலை இரண்டையும் தவிர்த்து மற்றவர்களைக் குறிக்கின்றன.  \n \n மேலே கொடுக்கப்பட்ட வாக்கியங்களில் மூவிடப் பெயர்கள் உள்ளன என்பதை அடையாளம் காணுங்கள்.  'எங்கள் வீட்டு நாய்க்குட்டி ஓடியது.' என்ற வாக்கியத்தில் 'நாய்க்குட்டி'  என்பது படர்க்கை மூவிடப் பெயர்.  'இவர்தான் உங்கள் ஆசிரியர்'  என்ற வாக்கியத்தில் 'இவர்' என்பது படர்க்கை மூவிடப் பெயர்.   'நீர் கூறுவது எனக்குப் புரியவில்லை.' என்ற வாக்கியத்தில் 'நீர்'  என்பது முன்னிலை மூவிடப் பெயர். 'எனக்கு, அது வந்ததா என்று தெரியவில்லை. நீயே கூறு' என்ற வாக்கியத்தில் 'அது' என்பது படர்க்கை மூவிடப் பெயரும், 'நீ' என்பது முன்னிலை மூவிடப் பெயரும்."
          }
        ,
          
  {
    
          "description": "“ __________ எப்படி ஓடும்?” என்ற தொடரில், இடவாட்சியாக வரும் வார்த்தையைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "a) நீ",
      "b) அவன்",
      "c) அது",
      "d) அவர்கள்"
    ],
    "answer": "B",
    
          "additional_context": "இடவாட்சி என்பது ஒருவரின் பெயரை பிரதிநிதித்துவப்படுத்தும் வார்த்தை.  இந்த வார்த்தை ஒரு நபரைப் பற்றி பேசும் போது அவரது பெயரின்  இடத்தைப் பிடித்து நிற்கும். இந்த தொடரில்,  'அவன்'  என்பது  'அவன் எப்படி ஓடும்?'   என்ற கேள்விக்கு பதில் சொல்வதற்கு பயன்படுத்தப்படும் ஒரு வார்த்தை.  'அவன்'  என்பது  'அவன்'  என்ற பெயரை பிரதிநிதித்துவப்படுத்துகிறது.  எனவே, 'அவன்'  என்பது இடவாட்சி."
          }
        ,
          
  {
    
          "description": "கீழே உள்ள வார்த்தைகளில் எது படர்க்கை மூவிடப்பெயர்?",
          "options": [
      "a) அவர்",
      "b) நாம்",
      "c) நீங்கள்",
      "d) அவள்"
    ],
    "answer": "A",
    
          "additional_context": "படர்க்கை மூவிடப் பெயர்கள் என்பது பேசுபவர் அல்லது கேட்பவரைத் தவிர மற்றவர்களைக் குறிக்கும் சொற்கள்.  'அவர்'  என்பது  'நான்'  அல்லது 'நீ'  என்று குறிப்பிடப்படாத ஒரு நபரை குறிக்கிறது.  எனவே, 'அவர்'  என்பது ஒரு படர்க்கை மூவிடப் பெயர்."
          }
        ,
          
  {
    
          "description": "“நாள்தோறும் செய்தித்தாள் வழக்கம் இருக்க வேண்டும்” என்ற வாக்கியத்தில்  “வழக்கம்” என்ற வார்த்தைக்கு எதிரெதிர் பொருள் கொண்ட சொல் எது?",
          "options": [
      "a) விதி",
      "b) கடமை",
      "c) வழிகாட்டுதல்",
      "d) ஒழுக்கம்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த தொடரில், 'வழக்கம்' என்பது  ஒரு செயலை  நிரந்தரமாக தொடர்ந்து செய்வதை குறிக்கிறது.   'விதி' என்பது கட்டாயமாக பின்பற்றப்பட வேண்டிய ஒரு விதிமுறையைக் குறிக்கிறது. 'வழக்கம்' மற்றும் 'விதி'  இரண்டுமே  சொற்களுக்கு எதிர் பொருள் கொண்டவை.  'வழக்கம்' என்பது ஒருவரின்  தனிப்பட்ட தேர்வைக் குறிக்கிறது, அதேசமயம்  'விதி'  என்பது கட்டாயமாக  பின்பற்றப்பட வேண்டிய ஒரு விதிமுறையைக் குறிக்கிறது. "
          }
        ,
          
  {
    
          "description": "'தீ' என்ற எழுத்துக்கு பொருள் எது?",
          "options": [
      "a) தடு",
      "b) நெருப்பு",
      "c) தலை",
      "d)  திரு"
    ],
    "answer": "B",
    
          "additional_context": "தீ என்பது  நெருப்பைக் குறிக்கும் ஒரு எழுத்து.  இது  ஒரு வார்த்தையாகவோ அல்லது  ஒரு  எழுத்தாகவோ பயன்படுத்தப்படலாம்.  'தீ'  என்பது தமிழ் மொழியில் மிகவும் பொதுவாகப் பயன்படுத்தப்படும்  எழுத்துகளில் ஒன்றாகும். "
          }
        ]