
[
  {
    "description": "“ஊடகம்” என்பதற்கான கலைச்சொல் என்ன?",
    "options": [
      "Communication",
      "Media",
      "Journalism",
      "Linguistics"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நாம் தினமும் பயன்படுத்தும் பத்திரிக்கைகள், வானொலி, தொலைக்காட்சி, இணையம் போன்றவை  நம்மைச் சுற்றியுள்ள  சமூகத்தில் நிகழும் நிகழ்வுகளை நமக்கு எடுத்துச் சொல்லும் ஊடகங்கள். இவற்றைத்தான் ஊடகம் என்று அழைப்போம். “ ஊடகம் “ என்பதற்கான கலைச்சொல் **Media** ஆகும்."
  },
  {
    "description": "_______ என்பது உயர்திணை, அஃறிணை என இரு வகைப்படும்.",
    "options": [
      "சொல்",
      "கதை",
      "நூல்",
      "நேரம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மொழியில் உள்ள சொற்களைப் பொருள், இலக்கணம் மற்றும் பயன்பாடு ஆகியவற்றின் அடிப்படையில்  பல வகைகளாகப் பிரிக்கலாம். இதில் சொல் என்பது உயர்திணை, அஃறிணை என இரு வகைப்படும். உயர்திணை என்பது மனிதர்களைக் குறிக்கும் சொல். அஃறிணை என்பது மனிதர்களைத் தவிர்த்து மற்ற உயிரினங்கள், பொருள்கள் மற்றும் இயற்கைப் பொருட்கள் ஆகியவற்றைக் குறிக்கும் சொல்."
  },
  {
    "description": "தாய்மொழிப் பற்று என்பது நம் _______ மீதான அன்பும் பக்தியும்.",
    "options": [
      "நாடு",
      "நண்பர்",
      "மொழி",
      "கலாச்சாரம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நம்மைப் பேச வைக்கும் மொழிதான் நம் தாய்மொழி. தாய்மொழி என்பது நம்மை வளர்த்து ஆளாக்கிய தாயின் மடியைப் போன்றது. தாய்மொழிப் பற்று என்பது நம் மொழி மீதான அன்பும் பக்தியும் ஆகும்."
  },
  {
    "description": "______ என்ற சொல் இனிமைத் தமிழ் என்ற பொருளையும், மழலை என்ற பொருளையும் கொண்டுள்ளது.",
    "options": [
      "மழலை",
      "பூ",
      "கண்",
      "வீடு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மழலை என்ற சொல் இனிமைத் தமிழ் என்ற பொருளையும், மழலை என்ற பொருளையும் கொண்டுள்ளது. குழந்தையின் பேச்சு இனிமையாக இருக்கும். இனிமையான பேச்சு மொழியை அழகாகப் பேசுவதைப் போன்றது."
  },
  {
    "description": "பொம்மலாட்டம், தெருக்கூத்து போன்றவை _______ கலைகள்.",
    "options": [
      "சினிமா",
      "நாட்டுப்புற",
      "இசை",
      "நாடகம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பொம்மலாட்டம், தெருக்கூத்து, கரகாட்டம்,  கும்மி ஆட்டம் போன்றவை  நாட்டுப்புறக் கலைகள். இவை  நம் நாட்டு மக்களின் பாரம்பரியமான கலைகள்."
  }
]
