[
          
  {
    
          "description": "'வைப்புழி' என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "வீடு",
      "பணம்",
      "பொருள் சேமிக்கும் இடம்",
      "கல்வி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சமண முனிவரின் பாடலில் 'வைப்புழி' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இதன் பொருள், பொருள் சேமித்து வைக்கும் இடம். பாடலின் பொருளை நன்கு புரிந்துகொள்ள 'வைப்புழி' என்ற சொல்லின் பொருள் மிகவும் முக்கியமானது. இதன் மூலம் சமண முனிவர்கள் குழந்தைகளுக்குச் சேர்த்து வைக்க வேண்டிய செல்வம் கல்வி என்பதை வலியுறுத்துவது புரிகிறது.  இப்பாடலில் 'வைப்புழி' என்ற சொல்லை 'பொருள் சேமிக்கும் இடம்' என்று குறிப்பிடுவதன் மூலம் கல்விப் பொருளை மட்டுமல்லாமல், பொருள் சேமித்து வைப்பதற்கான இடம் என்ற பொருளையும்  நாம் புரிந்துகொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "'விச்சை' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "வர்த்தகம்",
      "கலை",
      "கல்வி",
      "பணம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சமண முனிவரின் பாடலில் 'விச்சை' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இந்த சொல் 'கல்வி' என்பதைக் குறிக்கிறது. கல்வி என்பது அழியாத செல்வம் என இந்தப் பாடல் கூறுகிறது. இப்பாடலின் பொருள், கல்வி என்பது  விலைக்கு வாங்க முடியாதது, மனிதனின் மனதில் நிலைத்து நிற்கும், யாரும் கொள்ள முடியாதது, ஒருவருக்கு வாய்க்கும்படி கொடுத்தாலும் குறைவுபடாது என்பதைக் காட்டுகிறது. "
          }
        ,
          
  {
    
          "description": "'கல்விச் செல்வம் அழியாத செல்வம் எனப்படுவது ஏன்?' என்பதை விளக்கும் விடை எது?",
          "options": [
      "கல்வியை விலைக்கு வாங்க முடியாது.",
      "கல்வி மனிதனின் மனதில் நிலைத்து நிற்கும்.",
      "கல்வியை யாரும் கொள்ள முடியாது.",
      "கல்வி ஒருவருக்கு வாய்க்கும்படி கொடுத்தாலும் குறைவுபடாது."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "சமண முனிவரின் பாடல்  கல்விச் செல்வத்தைப் பற்றிய ஒரு முக்கியமான விஷயத்தை எடுத்துரைக்கிறது. கல்வி ஒருவருக்கு வாய்க்கும்படி கொடுத்தாலும் குறைவுபடாது என்பது அந்தப் பாடலின்  மையக்கருத்து. இதன் பொருள், ஒருவர் கல்வியைப் பெற்றால், அது  மற்றவர்களுக்கும்  பகிர்ந்துகொள்ளப்படும்போது,  குறைவுபடாது;  மாறாக, பலருக்கும்  பயனளிக்கும்  என்பது  பாடல் மூலம் புரிகிறது.  மேலும்,  கல்வி  பணம் போன்ற பொருள்  போலல்லாமல்,  ஒரு  சமுதாயத்தை  வளர்த்து,  முன்னேற்றத்தை  ஏற்படுத்தக்கூடிய  ஒரு  வலுவான  சக்தி  என்பதை  இந்தப் பாடல்  வலியுறுத்துகிறது. "
          }
        ,
          
  {
    
          "description": "'நாலடியார்' என்னும் நூலின் மற்ற பெயர்கள் யாவை?",
          "options": [
      "நாலடி நானூறு, வேளாண்வேதம்",
      "நாலடி நானூறு, சித்தாந்த சங்கிரகம்",
      "நாலடி நானூறு, சரஸ்வதி சங்கிரகம்",
      "நாலடி நானூறு, திருக்குறள்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நாலடியார் நூல் சமண முனிவர்கள் பலரால் எழுதப்பட்ட பதினெண்கீழ்க்கணக்கு நூல்களில் ஒன்று.  இது நானூறு வெண்பாக்களால் ஆனது.  நாலடியார் நூலின் மற்ற பெயர்கள் நாலடி நானூறு மற்றும் வேளாண்வேதம்.  இது அறம், பொருள், இன்பம் என்னும் முப்பால் பகுப்புக் கொண்டது. திருக்குறளை போன்றே போற்றப்படுவது நாலும் இரண்டும் சொல்லுக்குறுதி என்னும் தொடர் மூலம் அறியலாம்."
          }
        ,
          
  {
    
          "description": "'வாய்த்தீயில்' என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
          "options": [
      "வாய்த்து + ஈயின்",
      "வாய் + தீயின்",
      "வாய்த்து + தீயின்",
      "வாய் + ஈயின்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சமண முனிவரின் பாடலில் 'வாய்த்தீயில்' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது.  இந்தச் சொல்லைப் பிரித்து எழுதக் கிடைப்பது  'வாய்த்து + ஈயின்'.  இதன் பொருள்  வாய்க்கும்படி கொடுத்தல்.  இந்த சொல் கல்வியை குறிப்பிடுகிறது.  கல்வி  வாய்க்கும்படி கொடுத்தாலும்  குறைவுபடாது என்பது இந்த  பாடலின் பொருள்."
          }
        ]