[
          
  {
    
          "description": "“உழவன்” என்ற சொல்லில் உள்ள ______ என்பது தொழில்  வகைப் பகுபதம்.",
          "options": [
      "a) உழவு",
      "b) அன்",
      "c) உழ",
      "d) வன்"
    ],
    "answer": [
      "a"
    ],
    
          "additional_context": "“உழவன்” என்ற சொல், “உழவு + அன்” என இரண்டு பகுதிகளாக பிரிக்கப்படுகிறது. இதில் “உழவு” என்பது தொழிலைக் குறிக்கும் ஒரு சொல். அதாவது “உழவன்” என்பவர் உழவு தொழிலில் ஈடுபடுபவர் என்பது தெளிவாகிறது. எனவே  'உழவன்' என்ற சொல்லில் உள்ள “உழவு” என்பது தொழில் வகைப் பகுபதம் ஆகும்."
          }
        ,
          
  {
    
          "description": "“படித்தான்” என்னும் சொல்லில் உள்ள ______ என்பது இறந்தகால இடைநிலை.",
          "options": [
      "a) படி",
      "b) த்",
      "c) த் + த்",
      "d) ஆன்"
    ],
    "answer": [
      "b"
    ],
    
          "additional_context": "“படித்தான்” என்ற சொல்லில் “படி + த் + த் + ஆன்” என நான்கு பகுதிகள் உள்ளன. “படி” என்பது பகுதி, “த் + த்” என்பது இடைநிலை, “ஆன்” என்பது விகுதி ஆகும். இதில் “த்” என்பது இறந்தகால இடைநிலையைக் காட்டும் ஒரு மெய்யெழுத்து."
          }
        ,
          
  {
    
          "description": "“மீ” என்பது ______ என்ற பொருளைத் தரும் ஓரெழுத்து ஒருமொழி.",
          "options": [
      "a) வான்",
      "b) மீன்",
      "c) மீன் பிடித்தல்",
      "d) நீர்"
    ],
    "answer": [
      "a"
    ],
    
          "additional_context": "நன்னூல் என்னும் இலக்கண நூலை எழுதிய பவணந்தி முனிவர் தமிழில் நாற்பத்திரண்டு ஓரெழுத்து ஒருமொழிகள் உள்ளன எனக் குறிப்பிட்டுள்ளார். அந்த 42 சொற்களில் “மீ” என்ற ஓரெழுத்து ஒருமொழி 'வான்' என்ற பொருளைத் தரும்."
          }
        ,
          
  {
    
          "description": "______ என்னும் சொல் “கொடு” என்ற பொருளைத் தரும்.",
          "options": [
      "a) தா",
      "b) ஈ",
      "c) ஓ",
      "d) சா"
    ],
    "answer": [
      "b"
    ],
    
          "additional_context": "நன்னூல் என்னும் இலக்கண நூலை எழுதிய பவணந்தி முனிவர் தமிழில் நாற்பத்திரண்டு ஓரெழுத்து ஒருமொழிகள் உள்ளன எனக் குறிப்பிட்டுள்ளார். அந்த 42 சொற்களில் “ஈ” என்ற ஓரெழுத்து ஒருமொழி 'கொடு' என்ற பொருளைத் தரும்."
          }
        ,
          
  {
    
          "description": "பவணந்தி முனிவர் குறிப்பிடும் 42 ஓரெழுத்து ஒருமொழிகளில், நெடில் எழுத்துகளாக அமைந்த சொற்களின் எண்ணிக்கை எத்தனை?",
          "options": [
      "40",
      "42",
      "2",
      "1"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நன்னூல் என்னும் இலக்கண நூலை எழுதிய பவணந்தி முனிவர் தமிழில் நாற்பத்திரண்டு ஓரெழுத்து ஒருமொழிகள் உள்ளன எனக் குறிப்பிட்டுள்ளார். இவற்றில் நொ, து ஆகிய இரண்டு சொற்களைத்தவிர ஏனைய நாற்பது சொற்களும் நெடில் எழுத்துகளாக அமைந்தவை ஆகும்."
          }
        ]