
[
  {
    "description": "சிதம்பரனார் எந்த நகரத்தைச் சார்ந்தவர்?",
    "options": [
      "சென்னை",
      "மதுரை",
      "தூத்துக்குடி",
      "கொற்கை"
    ],
    "answer": "C",
    "additional_context": "தென்னாட்டில் உள்ள தூத்துக்குடி அந்நாளில் எந்நாட்டவரும் அறிந்த துறைமுக நகரம். அந்நகரின் பெருமையைத் தம் பெருமையாக்கிக் கொண்டவர் சிதம்பரனார். அவர் தன்னலம் துறந்த தனிப்பெரும் தொண்டர். இந்தியக் கடலாட்சி எமதே எனக் கருதி இறுமாந்திருந்த ஆங்கிலேயர் பொறி கலங்கி, நெறிமயங்கக் கப்பலோட்டிய தமிழர் சிதம்பரனார். நாட்டிலே சுதந்திர உணர்ச்சியை ஊட்டியதற்காக அவரைச் சிறைக்கோட்டத்தில் மாட்டி மகிழ்ந்தது ஆங்கில அரசாங்கம்."
  },
  {
    "description": "சிதம்பரனார் சிறைக்கோட்டத்தில் இருந்து திரும்பிய பின் என்ன காரணத்தால் அவரது உள்ளம் குமுறியது?",
    "options": [
      "தூத்துக்குடியின் வளர்ச்சி குறைவாக இருந்ததால்",
      "ஆங்கிலேயர் ஆட்சியின் கீழ் இருந்ததால்",
      "கடற்கரை மக்களின் வாழ்க்கை நிலை குறைவாக இருந்ததால்",
      "கொற்கைத் துறைமுகத்தின் மாட்சியும் தூத்துக்குடியின் தற்போதைய நிலையும் ஒப்பிட்டுப் பார்த்ததால்"
    ],
    "answer": "D",
    "additional_context": "சிறைவாசம் தீர்ந்த பின்னர்த் தூத்துக்குடிக்குத் திரும்பினார் சிதம்பரனார். ஒரு நாள் மாலைப்பொழுது துறைமுகத்தின் அருகே உலாவச் சென்றார். பழைய நினைவுகள் எல்லாம் அவர் மனத்திலே படர்ந்தன. அக்கடற்கரையில் நின்று அவர் பேசியிருந்தால் என்ன பேசியிருப்பார்? இதோ அவர் வாயாலேயே கேட்போம்!"
  },
  {
    "description": "சிதம்பரனார் சுதேசக் கப்பல் கம்பெனியின் செயலாளராகப் பணியாற்றியது எப்படி அவரது உள்ளத்தைப்  பொங்க வைத்தது?",
    "options": [
      "கப்பல் கம்பெனி பெரும் லாபம் ஈட்டியதால்",
      "சுதந்திரத்திற்கான அவரது கனவு நனவாகத் தொடங்கியதால்",
      "அவர் ஆங்கிலேயர்களின் மீது வெற்றி பெற்றதால்",
      "கப்பல் கொழும்புக்குச் சென்றதால்"
    ],
    "answer": "B",
    "additional_context": "வளமார்ந்த துறைமுகமே! இந்த வசையை ஒழிப்பதற்காக இந்நகரில் சுதேசக் கப்பல் கம்பெனி ஒன்று உருவாயிற்று. பாரதநாட்டுச் செல்வரும் அறிஞரும் அந்தக் கம்பெனியில் பங்குகொண்டார்கள். பழங்காலப் பாண்டியரைப் போல் மதுரை மாநகரிலே தமிழ்ச் சங்கம் அமைத்துப் புலவர் பாடும் புகழ் உடையவராய் விளங்கிய பாண்டித்துரையார் அக்கம்பெனியின் தலைவர் ஆயினார். அதன் செயலாளனாக அமைந்து பணி செய்யும் பேறு எனக்குக் கிடைத்தது. கம்பெனியார் வாங்கிய சுதேசக் கப்பல் உன் துறைமுகத்தை வந்தடைந்தது. வெள்ளோட்டம் பார்ப்பதற்காக அக்கப்பல் இங்கிருந்து கொழும்புத் துறையை நோக்கிப் புறப்பட்ட நாளில், இன்ப வெள்ளம் என் உள்ளத்திலே பொங்கி எழுந்தது; கண்களில் ஆனந்தக் கண்ணீர் வழிந்தது."
  },
  {
    "description": "ஆங்கிலேயர்கள் சுதேசக் கப்பல் கம்பெனியை அழிக்க என்னென்ன வழிகளை கையாண்டனர்?",
    "options": [
      "நெறிமுறையான போட்டியை நேர்மையாக நடத்தினர்",
      "தமிழர்களின் நம்பிக்கையை வென்றனர்",
      "சிதம்பரனாருக்குப் பணம் கொடுத்து மிரட்டினர்",
      "சூழ்ச்சிகள், பயமுறுத்துதல், அரசாங்கத்தின் உதவி என பல வழிகளை கையாண்டனர்"
    ],
    "answer": "D",
    "additional_context": "வாணிக மாமணியே! அன்றுமுதல் சுதேசக் கப்பல் வாணிகம் வளர்ந்தது; வெள்ளையர் வாணிகம் தளர்ந்தது. அதுகண்டு அவர் உள்ளம் எரிந்தது. வெறுக்கத்தக்க சூழ்ச்சிகளை அன்னார் கையாளத் தலைப்பட்டனர்; சுதேசக் கம்பெனி வேலையினின்றும் நான் விலகிக்கொண்டால் நூறாயிரம் ரூபாய் கையடக்கம் தருவதாக மறைமுகமாகக் கூறினர். எனக்கு உற்ற துணையாக நின்று ஊக்கம் தந்த நண்பர்களைப் பலவாறு பயமுறுத்தினர்; இவையெல்லாம் பயனற்று ஒழிந்த நிலையிலே அடக்குமுறையைக் கையாளக் கருதி அரசாங்கத்தின் உதவியை நாடினர்."
  },
  {
    "description": "சுதந்தர உணர்வை ஊக்குவித்ததற்காக சிதம்பரனாருக்கு வழங்கப்பட்ட தண்டனை என்ன?",
    "options": [
      "இரட்டைத் தீவாந்தர தண்டனை",
      "இரட்டை வாழ்நாள் சிறைத்தண்டனை",
      "சிறைத் தண்டனை மற்றும் அபராதம்",
      "தேசபக்தி வழக்கில் இருந்து விடுவிக்கப்பட்டார்"
    ],
    "answer": "B",
    "additional_context": "இக்குற்ற விசாரணை விறுவிறுப்பாக நடந்தது. இரட்டைத் தீவாந்தர தண்டனை எனக்கு விதிக்கப்பட்டது. அப்பீல் கோர்ட்டிலே சிறைத் தண்டனையாக மாறிற்று அத்தீர்ப்பு."
  }
]
