
[
  {
    "description": "“பின்னலாடை நகரம்” என்ற குறிப்பு எந்த ஊருக்கு பொருந்தும்?",
    "options": [
      "திருநெல்வேலி",
      "மதுரை",
      "கோவை",
      "சென்னை"
    ],
    "answer": "திருநெல்வேலி",
    "additional_context": "திருநெல்வேலி பகுதியில் பட்டுப்புடவைகள் தயாரிப்பது பிரபலமானது. பட்டுப்புடவைகள் தயாரிப்பு மற்றும் விற்பனை சம்பந்தப்பட்ட  தொழில்கள் அதிகமாக இருப்பதால், திருநெல்வேலி “பின்னலாடை நகரம்” என அழைக்கப்படுகிறது."
  },
  {
    "description": "“கர்மவீரர் நகரம்” என அழைக்கப்படும் நகரம் எது?",
    "options": [
      "தூத்துக்குடி",
      "நாகப்பட்டினம்",
      "திருச்சி",
      "சேலம்"
    ],
    "answer": "சேலம்",
    "additional_context": "சேலம்,  தமிழகத்தில் முக்கியமான ஒரு தொழில் நகரம்.  சேலம்  எஃகு தொழிற்சாலைகள், வாகனத் தொழிற்சாலைகள் உள்ளிட்ட பல தொழிற்சாலைகளைக் கொண்டுள்ளது.  தொழிலில் ஈடுபட்டவர்கள் அதிகமாக இருப்பதால், சேலம் “கர்மவீரர் நகரம்” என அழைக்கப்படுகிறது."
  },
  {
    "description": "தமிழ்நாட்டின் தலைநகரம் எது?",
    "options": [
      "மதுரை",
      "சென்னை",
      "கோவை",
      "திருச்சி"
    ],
    "answer": "சென்னை",
    "additional_context": "சென்னை தமிழ்நாட்டின் தலைநகரம்.   சென்னை ஒரு முக்கியமான  வணிக மையம், கல்வி மையம் மற்றும் அரசியல் மையம். சென்னை நகரம்  தமிழகத்தின் முதல் முக்கியமான நகரமாகும்."
  },
  {
    "description": "“தூங்கா நகரம்” என்ற குறிப்பு எந்த ஊருக்கு பொருந்தும்?",
    "options": [
      "சென்னை",
      "கோவை",
      "திருச்சி",
      "மதுரை"
    ],
    "answer": "சென்னை",
    "additional_context": "சென்னை   நகரத்தில் பல  பகுதிகள் இரவு முழுவதும்  மக்களால்  நிறைந்திருக்கும்.    சேவைத் துறையில்  ஈடுபட்டுள்ள  பலரின்  வேலை  இரவு நேரத்திலும் தொடரும்.  எனவே, சென்னை நகரம்  “தூங்கா நகரம்” என அழைக்கப்படுகிறது."
  },
  {
    "description": "“பட்டாசு நகரம்” என அழைக்கப்படும் நகரம் எது?",
    "options": [
      "சிவகாசி",
      "வேலூர்",
      "தஞ்சாவூர்",
      "கன்னியாகுமரி"
    ],
    "answer": "சிவகாசி",
    "additional_context": "சிவகாசி  தமிழ்நாட்டில்  விருதுநகர் மாவட்டத்தில் அமைந்துள்ளது.  இந்த  நகரத்தில்   பட்டாசு தயாரிப்பு  பெருமளவில்  நடக்கிறது.  சிறிய குடிசைத் தொழிலாகத் தொடங்கிய  பட்டாசுத் தொழில்  இன்று  பெரிய தொழிலாக வளர்ந்துள்ளது.  எனவே, சிவகாசி  “பட்டாசு நகரம்” என அழைக்கப்படுகிறது."
  }
]
