[
          
  {
    
          "description": "'குஞ்சு குளுவான்களோடு எனக்குப் போக மனமில்லை என்றும் என்மன வெளியில் அப்படியே நிற்கட்டும் அந்த மரம் குன்றுகளின் நடுவே மாமலைபோல' என்ற வரிகள் என்ன உணர்வை வெளிப்படுத்துகின்றன?",
          "options": [
      "அ) மரம் மீதான பிரியத்தை",
      "ஆ) மரத்தை மீண்டும் பார்க்கும் ஆசையை",
      "சி) மரம் இருந்த இடத்தை நினைவு கூறுவதை",
      "ஈ) மரத்தின் அழகை நினைத்து மகிழ்வதை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நுழையும் முன் என்கிற தலைப்பில் உள்ள கவிதையில், ஊரின் வடகோடியில் இருந்த மரத்திற்கும் மனிதனுக்கும் இருந்த உறவைச் சொல்லும்போது, இந்த வரிகள் பயன்படுத்தப்பட்டுள்ளன. தாத்தா, அப்பா, மகன் என மூன்று தலைமுறைகளும் அந்த மரத்தை பார்த்துள்ளார்கள். அவற்றில் மகன் தனது நண்பர்களுடன் விளையாடிய நினைவுகளை  மீட்டெடுத்து, தற்போது அந்த மரம் இல்லாததால் அந்த மரத்தை மீண்டும் பார்க்கும் ஆசையை இந்த வரிகள் வெளிப்படுத்துகின்றன."
          }
        ,
          
  {
    
          "description": "கவிதை பாடலில், 'பச்சைக்காய்கள் நிறம் மாறிச் செங்காய்த் தோற்றம் கொண்டதுமே சிறுவர் மனங்களில் பரவசம் பொங்கும்' என்று கூறப்பட்டுள்ளது. இதன் பொருள் என்ன?",
          "options": [
      "நாவல் பழங்கள் பச்சை நிறத்தில் இருந்து செந்நிறமாக மாறும்போது சிறுவர்கள் மகிழ்ச்சியாக இருப்பார்கள்.",
      "சிறுவர்கள் பச்சை நிற நாவல் பழங்களை மட்டுமே விரும்புவார்கள்.",
      "சிறுவர்கள் செந்நிற நாவல் பழங்களை சாப்பிட விரும்புவதில்லை.",
      "நாவல் பழங்கள் செந்நிறமாகும் வரை காத்திருந்து சாப்பிடுவது சிறுவர்களுக்குப் பிடிக்காது."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நுழையும் முன் என்கிற கவிதைப் பாடலில், ஒரு மரத்தைப் பற்றிய நினைவுகளை கவிஞர் கூறும்போது, அந்த மரத்தில் விளையும் நாவற்பழங்கள் பச்சை நிறத்தில் இருந்து செந்நிறமாக மாறும்போது சிறுவர்களின் மகிழ்ச்சியை இந்த வரிகள் விளக்குகின்றன."
          }
        ,
          
  {
    
          "description": "கவிதை பாடலில், 'பளபளக்கும் பச்சை இலைகளூடே கருநீலக் கோலிக்குண்டுகளாய் நாவற்பழங்கள் கிளைகளில் தொங்கும்' எனக் கூறப்பட்டுள்ளது. இதன் பொருள் என்ன?",
          "options": [
      "நாவல் பழங்கள் பச்சை நிறத்தில் இருக்கும்.",
      "நாவல் பழங்கள்  கருநீல நிறத்தில் இருக்கும்.",
      "நாவல் பழங்கள் பச்சை இலைகளுக்கு இடையே இருக்கும்.",
      "நாவல் பழங்கள் கோலிக்குண்டுகள் போல இருக்கும்."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "நுழையும் முன் என்கிற கவிதைப் பாடலில், ஒரு மரத்தைப் பற்றிய நினைவுகளை கவிஞர் கூறும்போது, அந்த மரத்தில் விளையும் நாவற்பழங்கள் பச்சை இலைகளுக்கு நடுவே தொங்கும் தோற்றத்தை, கோலிக்குண்டுகளை உவமையாகக் கூறி விளக்குகிறார்."
          }
        ,
          
  {
    
          "description": "கவிதை பாடலில், 'வயதுவந்த அக்காக்களுக்காய் கையில் பெட்டியுடன் ஓடிஓடிப் பழம் பொறுக்கும் தங்கச்சிகள்' என்று கூறப்பட்டுள்ளது. இதன் பொருள் என்ன?",
          "options": [
      "சிறுமிகள் பெட்டியில் பழங்களை வைத்து, அக்காக்களுக்குக் கொடுப்பார்கள்.",
      "பெட்டிகளில் பழங்களை வைத்து சிறுமிகள் விளையாடுவார்கள்.",
      "அக்காக்கள் சிறுமிகளைப் பழம் பொறுக்க அனுப்புவார்கள்.",
      "சிறுமிகள் பழங்களை விரும்பி சாப்பிடுவதில்லை."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நுழையும் முன் என்கிற கவிதைப் பாடலில், ஒரு மரத்தைப் பற்றிய நினைவுகளை கவிஞர் கூறும்போது, அந்த மரத்தில் விளையும் நாவற்பழங்களைப் பொறுத்து, பெட்டிகளில் வைத்து அக்காக்களுக்குக் கொடுக்கும் சிறுமிகளின் செயலை  இந்த வரிகள் விளக்குகின்றன."
          }
        ,
          
  {
    
          "description": "கவிதை பாடலில், 'புளியமிளாறுடன் அப்பா வரும்வரை நேற்று மதியம் நண்பர்களுடன் என் மகன் விளையாடியதும் அந்த மரத்தின் நிழலில்தானே' எனக் கூறப்பட்டுள்ளது. இதன் பொருள் என்ன?",
          "options": [
      "அப்பாவின் வருகைக்கு முன்பு மகன் மரத்தின் நிழலில் விளையாடினான்.",
      "மகன் தனது நண்பர்களுடன் புளியமிளாறு சாப்பிட்டுக்கொண்டிருந்தான்.",
      "அப்பா புளியமிளாறு கொண்டு வருவார் என்று மகன் எதிர்பார்த்து இருந்தான்.",
      "மகன் புளியமிளாறு சாப்பிட்டுக்கொண்டே நண்பர்களுடன் விளையாடினான்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நுழையும் முன் என்கிற கவிதைப் பாடலில், ஒரு மரத்தைப் பற்றிய நினைவுகளை கவிஞர் கூறும்போது, தற்போது அந்த மரம் இல்லாததால்,  அந்த மரத்தை மீண்டும் நினைவு கூர்ந்துகொண்டு, தனது மகன் அந்த மரத்தின் நிழலில் நண்பர்களுடன் விளையாடிய தருணங்களை இந்த வரிகள் விளக்குகின்றன."
          }
        ]