
[
  {
    "description": "எல்லா விளக்கும் விளக்கல்ல சான்றோர்க்குப் பொய்யா விளக்கே விளக்கு.",
    "options": [
      "மெய்",
      "நல்ல",
      "எல்லா",
      "ஒளி"
    ],
    "answer": "C",
    "additional_context": "சான்றோர்களுக்கு மெய்ம்மை மிகவும் முக்கியமானது. அவர்களுக்கு மெய்யான விளக்கே உண்மையான விளக்கு. பொய்யான விளக்கு அவர்களை ஏமாற்றும். சான்றோர்கள் பொய்யை வெறுப்பார்கள், மெய்யை விரும்புவார்கள். அதனால் பொய்யான விளக்கால் அவர்களை மயக்க முடியாது. பொய்யான விளக்கு வெறும் ஒளியை மட்டுமே தரும். சான்றோர்களுக்கு தேவையானது மெய்யான விளக்கு, அது உண்மையான பாதையைக் காட்டும்."
  },
  {
    "description": "சுற்றத்தால் சுற்றப் ______ செல்வம்தான் பெற்றத்தால் பெற்ற பயன்.",
    "options": [
      "பெற",
      "பட",
      "நேசி",
      "அழை"
    ],
    "answer": "B",
    "additional_context": "சுற்றத்தாரால் சுற்றப்பட்டு வாழ்வது என்பது செல்வம் போன்றது. அது பெற்றோர்களால் கிடைக்கும்  பயனைப் போன்றது. சுற்றத்தாரால் சுற்றப்படுவதால் மன நிம்மதி, நம்பிக்கை, அன்பு, பாதுகாப்பு கிடைக்கும். அது மிகப்பெரிய செல்வம். இந்தச் செல்வத்தை பெற்றோர்கள் தருகிறார்கள். பெற்றோர்கள் அன்பும், கவலையும் தந்து நமக்காக எப்போதும் இருப்பார்கள். அவர்களின் அன்பு, கவலை மிகப்பெரிய செல்வம்."
  },
  {
    "description": "கொடுத்தலும் இன்சொலும் ஆற்றின் ______ சுற்றத்தால் சுற்றப் படும்.",
    "options": [
      "பகை",
      "பொறை",
      "அடுக்கிய",
      "வஞ்சம்"
    ],
    "answer": "C",
    "additional_context": "கொடுத்தலும், இன்சொலும் மிகவும்  முக்கியமானவை. அவை சுற்றத்தாரால்  சுற்றப்பட்டு வாழ்வதற்கு  உதவும். அவை நல்ல குணங்கள். இன்சொல், கொடுப்பது ஆகியவை அடுக்கிய சாப்பாடு போன்றவை.  அடுக்கிய சாப்பாடு உடலுக்கு வலிமை தரும்.  இன்சொல், கொடுப்பது மனதிற்கு வலிமை தரும். இவை நம் சுற்றத்தாரிடம் நல்ல மதிப்பைத் தரும்."
  },
  {
    "description": "______ இல்லா மன்னவன் எய்தும் அடிஅளந்தான் தாஅயது எல்லாம் ஒருங்கு.",
    "options": [
      "பகை",
      "மடி",
      "அன்பு",
      "பொறாமை"
    ],
    "answer": "B",
    "additional_context": "மடி இல்லா மன்னவன் எல்லாருக்கும்  நல்லவனாக இருப்பான். அவன்  பகை இல்லாமல், அன்பாக நடந்து கொள்வான். அடிமைத்தனம், தாழ்மை  ஆகியவை  எல்லாம்  ஒருங்கு இருக்கும். மடி  இல்லாத மன்னவன் தன்  மக்களை   நேசித்து  அவர்களைப்   பாதுகாப்பான்.  அவன்   அன்பு,  பொறுமை,  தன்னலமின்மை  ஆகியவற்றை   கொண்டிருப்பான்.   அவன்   தன்   மக்களின்   நல்வாழ்விற்காக   எப்போதும்   உழைப்பான்."
  }
]
