
[
  {
    "description": "“பெருமை உடையவர் ஆற்றுவார் ஆற்றின் அருமை உடைய செயல்” என்ற வரியில் “ஆற்றுவார்” என்பதன் பொருள் என்ன?",
    "options": [
      "அ)  அருமையான செயல்களைச் செய்வது",
      "ஆ) தன்னைத் தானே மதித்து நடந்துகொள்வது",
      "ஈ) பிறரின் மதிப்பைப் பெறுவது",
      "இ) கடினமான பணிகளைச் சமாளிப்பது"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் பெருமை பற்றியது.  பெருமை என்பது பிறரின் கண் எதிரே  நீங்கள் செய்கின்ற செயல்களினால் வரும்.  'பெருமை உடையவர்' என்பது உயர்ந்த பண்புகள் உடையவர்களைக் குறிக்கும்.  அவர்கள் செய்யும் செயல்,  கடினமானதாக இருந்தாலும் அருமையானதாக இருக்கும்.  எனவே  'ஆற்றுவார்'  என்பது  'அருமையான செயல்களைச் செய்வது'  என்று பொருள்படும்"
  },
  {
    "description": "“பிறப்பொக்கும் எல்லா உயிர்க்கும் சிறப்பு ஒவ்வா செய்தொழில் வேற்றுமை யான்” என்ற வரியில் எந்த உவமை பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அ)  நிலவு - சூரியன்",
      "ஆ) மரம் - பூ",
      "ஈ) யானை - குரங்கு",
      "இ) மனிதன் - விலங்கு"
    ],
    "answer": "D",
    "additional_context": "இந்தக் குறள் மனிதர்கள் பிறக்கும் போது அனைவரும் ஒரே மாதிரியாகத்தான் பிறக்கிறார்கள் என்பதை  உணர்த்துகிறது.  ஆனால் அவர்களின் செயல்களே அவர்களைப் பிரித்து காட்டுகிறது.  நன்மை, தீமை செய்தலால் அவர்கள் சிறப்பு  இல்லாமல் போய்விடுகிறது.   மனிதனும் விலங்கும்  ஒரு மாதிரி  என்று உவமை  பயன்படுத்தப்பட்டுள்ளது.  விலங்குகள்  பிறப்பில்  சிறப்புடையனவாக  இருக்கின்றன.  ஆனால்  அவை  நன்மை, தீமை  என்று  செயல்பட  மனிதர்களைப் போல  இல்லையே?"
  },
  {
    "description": "“வினையால் வினையாக்கிக் கோடல் தனைகவுள் யானையால் யானையாத் தற்று”  என்ற வரியில் குறிப்பிடப்படும்  உவமை எதைப் பற்றியது?",
    "options": [
      "அ)   ஒரு செயலைச் செய்யும் வழிமுறை",
      "ஆ)  யானையின் வலிமை",
      "ஈ)  ஒரு செயலால் வேறு செயலைச் செய்வது",
      "இ) யானையின் இயல்பு"
    ],
    "answer": "C",
    "additional_context": "இந்தக் குறள்   ஒரு செயலை  செய்யும் போது  அதனால்  மற்றொரு  செயலை   செய்து   முடிக்க வேண்டும் என்ற  நுட்பத்தை  உணர்த்துகிறது.   யானை   மற்ற  யானையை   பிடிக்க   உதவும்  என்ற   உவமை   பயன்படுத்தப்பட்டுள்ளது"
  },
  {
    "description": "“கற்றாருள் கற்றார் எனப்படுவர் கற்றார்முன் கற்ற செலச்சொல்லுவார்” என்ற வரியில் “கற்ற செலச்சொல்லுவார்” என்பதன் பொருள் என்ன?",
    "options": [
      "அ)  கற்றவற்றை மற்றவர்களிடம் சொல்லுவது",
      "ஆ) கற்றவற்றை மனதில் நினைத்துப் பார்ப்பது",
      "ஈ) கற்றவற்றைப் புத்தகத்தில் எழுதுவது",
      "இ) கற்றவற்றை மறந்து விடுவது"
    ],
    "answer": "A",
    "additional_context": "  இந்தக் குறள்  கற்றவர்களின் தன்மையைப்  பற்றியது.  தாம்  கற்றவற்றை  கற்றவர்கள் முன் தெளிவாகச் சொல்ல  வல்லவர்களை   கற்றாருள்   கற்றார்   என்று  கொள்ள  வேண்டும்"
  },
  {
    "description": "“உறுபசியும் ஓவாப் பிணியும் செறுபகையும் சேராது இயல்வது நாடு” என்ற வரியில் “செறுபகை” என்பது எதைக் குறிக்கிறது?",
    "options": [
      "அ)  நாட்டின் விரோதிகள்",
      "ஆ)  நாட்டின் ஏழை மக்கள்",
      "ஈ)  நாட்டின் நோய்கள்",
      "இ)  நாட்டின் தலைவர்கள்"
    ],
    "answer": "A",
    "additional_context": "  இந்தக் குறள்  நாட்டின்   இயல்பு பற்றியது.  நல்ல   நாட்டில்   எந்த   விதமான  பசி,   நோய்   என்பதும்  இல்லாமல்  நாட்டின்   விரோதிகள்   எல்லோரும்   ஒரு  நாட்டை   அழிக்க   எண்ணி   நிற்க  மாட்டார்கள்  என்ற   பொருள்.   இதன்  வாயிலாக   வள்ளுவர்   நாட்டில்   அமைதி  இருக்க  வேண்டும்   என்று   கூறுகிறார்"
  }
]
