[
          
  {
    
          "description": "“கட்டி+ அடித்தல்”  என்ற சொற்களைச் சேர்த்து எழுதக் கிடைக்கும் சொல் எது?",
          "options": [
      "கட்டி அடித்தல்",
      "கட்டியடித்தல்",
      "கட்டியிடித்தல்",
      "கட்டுஅடித்தல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இரண்டு அல்லது அதற்கு மேற்பட்ட சொற்களைச் சேர்த்து எழுதும் போது  சில  சொற்கள் சேர்த்து எழுதப்படுவதில் சில விதிமுறைகள் உள்ளன. இரண்டு சொற்களும் ஒன்றாக இணைந்து எழுதப்படும் சில விதிமுறைகள் உள்ளன. அந்த விதிமுறைகளில் ஒன்று,  இரண்டாவது சொல்லில் உள்ள  முதல் எழுத்து  'ய்' அல்லது 'வ்' ஆக இருந்தால், முதல் சொல்லின் இறுதி  எழுத்து 'யா'  என மாறும். இதன்படி,  ‘கட்டி’+ ‘அடித்தல்’  என்பது  ‘கட்டியடித்தல்’ என எழுதப்படும்."
          }
        ,
          
  {
    
          "description": "காளமேகப்புலவர் எழுதிய 'கீரைப்பாத்தியும் குதிரையும்' என்ற இரட்டுற மொழி பாடலில், குதிரையை குறிக்கும்  தொடர் 'ஏறப் பரியாகுமே' என்று அமைந்துள்ளது.  'பரி' என்ற சொல் குறிப்பிடும் வேறொரு பொருள் எது?",
          "options": [
      "புலி",
      "யானை",
      "மான்",
      "பறவை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கவிதைப்பாடலில் குறிப்பிடப்பட்டுள்ள குதிரையைக் குறிக்கும் சொல் ‘பரி’. ‘பரி’ என்பது குதிரையைக் குறிக்கும் சொல்லாகும்.  இச்சொல்லுக்கு வேறு பொருள் உண்டு. மான் இனத்தைச் சேர்ந்தது. காளமேகப்புலவர் இப்பாடலை இரண்டு பொருளில் எழுதியுள்ளார். "
          }
        ,
          
  {
    
          "description": "காளமேகப்புலவர் எழுதிய நூல்களில் 'திருவானைக்கா உலா', 'சரசுவதி மாலை' போன்றவை இடம் பெற்றுள்ளன. இவற்றைத் தவிர காளமேகப்புலவர் எழுதிய மற்றொரு நூல் எது?",
          "options": [
      "திருக்குறள்",
      "சீவகசிந்தாமணி",
      "பரபிரம்ம விளக்கம்",
      "கம்பராமாயணம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "காளமேகப்புலவர் பல நூல்களை எழுதியுள்ளார். அவரது நூல்களில் 'திருவானைக்கா உலா', 'சரசுவதி மாலை' போன்ற நூல்கள் பிரபலமானவை. இவற்றைத் தவிர அவர் ‘பரபிரம்ம விளக்கம்’ என்ற நூலையும் எழுதியுள்ளார். இந்நூல் பரபிரம்மம் குறித்து விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'வண்கீரை' என்ற சொல்லில் 'வண்' என்ற பகுதி குறிப்பிடும் பொருள் என்ன?",
          "options": [
      "வண்ணம்",
      "வளம்",
      "வண்மை",
      "வழி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "'வண்கீரை'  என்ற சொல்லில் 'வண்' என்ற சொல்  'வளம்'  என்ற பொருளைத் தருகிறது. 'வண்கீரை'  என்பது   வளமான கீரையைக் குறிக்கும் சொல்.  வளம் என்பது செழிப்பு, நிறை,  வளர்ச்சி ஆகியவற்றைக் குறிக்கும்."
          }
        ,
          
  {
    
          "description": "'கீரைப்பாத்தியும் குதிரையும்' பாடலில்,  கீரைப்பாத்தியில் மண்ணைத் தடுத்து வைப்பதற்காக  வெட்டி எடுக்கப்படும்  வாய்க்கால்  குறித்து குறிப்பிடும் தொடர் எது?",
          "options": [
      "மறித்தல்",
      "கட்டி அடிக்கையால்",
      "பாய்கையால்",
      "முட்டப்போய்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இரட்டுற மொழி பாடலில் கீரைப்பாத்தியில் மண்ணைத் தடுத்து வைப்பதற்காக  வெட்டி எடுக்கப்படும் வாய்க்காலைக் குறிக்கும் தொடர் 'மறித்தல்'. கீரைப்பாத்தியில் மண்  கரைந்து போகாமல் தடுக்க  வாய்க்கால் அமைக்கப்படுவதைக் குறிக்கிறது. மேலும், கீரைப்பாத்தியில்  கால் வாய்க்கால் குறித்து மண்ணை வெட்டித் தடுக்க  வெட்டி மறிப்பதைக் குறிப்பிடுகிறது."
          }
        ]