[
          
  {
    
          "description": "'பனிபடர் பள்ளத்தாக்குளா தொங்கும் அதிசயத் தோட்டங்களா' என்ற வரிகளின் பொருள் என்ன?",
          "options": [
      "இயற்கையின் அழகை கலைஞர்கள் தங்கள் படைப்புகளில் காட்ட வேண்டும்",
      "பனிபடர் பள்ளத்தாக்குகள் மற்றும் தொங்கும் தோட்டங்கள் மட்டுமே கலைப் படைப்புகளில் இடம்பெற வேண்டும்",
      "கலைப் படைப்புகள் இயற்கையைப் போலவே அழகாக இருக்க வேண்டும்",
      "இயற்கையின் எல்லா அம்சங்களையும் கலைஞர்கள் தங்கள் படைப்புகளில் காட்ட வேண்டும்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கவிதைப் பாடலில் கவிஞர் கலைஞர்களிடம் ஒரு வேண்டுகோளை வைக்கிறார். கலைஞர்கள் தங்கள் படைப்புகளில் இயற்கையின் அழகை வெளிப்படுத்தலாம். ஆனால் மனித வாழ்க்கையின் உணர்வுகளும் அதில் இடம்பெற வேண்டும் என்று கவிஞர் வலியுறுத்துகிறார். அதனால் இந்த வரிகள் இயற்கையின் அழகை கலைஞர்கள் தங்கள் படைப்புகளில் காட்ட வேண்டும் என்பதை வெளிப்படுத்துகிறது. "
          }
        ,
          
  {
    
          "description": "'மானுட அடையாளம் ஒன்று இருக்கவேண்டும் அதில் கட்டாயம்' என்ற வரி கவிதைக்கு என்ன கருத்தைக் கூறுகிறது?",
          "options": [
      "மனிதர்கள் கலைப் படைப்புகளில் இடம்பெற வேண்டும்",
      "மனித வாழ்க்கை கலைப் படைப்புகளில் பிரதிபலிக்க வேண்டும்",
      "கலைப் படைப்புகளின் மூலம் மனிதர்களைப் பற்றி அறிய வேண்டும்",
      "மானுடத்துடன் தொடர்பில்லாத கலைப் படைப்புகள் அர்த்தமற்றவை"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கவிதைப் பாடலில், கலைஞர்களிடம் கலைஞர்கள் தங்கள் படைப்புகளில் இயற்கையின் அழகை மட்டும் வெளிப்படுத்தக் கூடாது, மனித வாழ்க்கையின் உணர்வுகளையும் வெளிப்படுத்த வேண்டும் என்று வேண்டுகோள் வைக்கிறார். அதாவது மனித வாழ்க்கையைப் பிரதிபலிக்கும் கலைப் படைப்புகளே அர்த்தமுள்ளவை. மனிதர்களின் பங்கேற்பு இல்லாத கலைப் படைப்புகள் மதிப்பு இல்லாதவை என்று கூறுகிறது. "
          }
        ,
          
  {
    
          "description": "'அவன் கலவாத எதிலும் ஜீவ உயிர்ப்பில்லை' என்ற வரி மனிதர்களின் பங்கு பற்றி என்ன கூறுகிறது?",
          "options": [
      "மனிதர்களின் கலவையே கலைப் படைப்புகளுக்கு உயிர்ப்பைக் கொடுக்கிறது",
      "மனிதர்களின் பங்கேற்பு இல்லாத எந்த கலைப் படைப்பும் வெற்றி பெறாது",
      "மனிதர்களால் உருவாக்கப்படும் கலைப் படைப்புகளுக்கு மட்டுமே உயிர்ப்பு உண்டு",
      "மனிதர்கள் இல்லாத கலைப் படைப்புகள் மதிப்பு இல்லாதவை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கவிதைப் பாடலில், கலைஞர்களிடம், மனித வாழ்க்கையின் உணர்வுகளை தங்கள் படைப்புகளில் வெளிப்படுத்த வேண்டும் என்று வேண்டுகோள் வைக்கிறார். அதாவது, மனித வாழ்க்கை இல்லாத, மனிதர்களின் பங்கேற்பு இல்லாத எந்தக் கலைப் படைப்பும் உயிர்ப்பு இல்லாதவை என்று கூறுகிறது. அதனால் மனிதர்களின் கலவையே கலைப் படைப்புகளுக்கு உயிர்ப்பைக் கொடுக்கிறது என்று அர்த்தம். "
          }
        ,
          
  {
    
          "description": "கவிஞர் கலைஞர்களிடம் எத்தகைய வேண்டுகோளை வைக்கிறார்? கீழே கொடுக்கப்பட்டவற்றில் எது கவிஞரின் வேண்டுகோளை சரியாகக் குறிப்பிடுகிறது?",
          "options": [
      "அ) கலைஞர்கள் தங்கள் படைப்புகளில் அழகு மட்டுமின்றி மனித வாழ்க்கையின் உணர்வுகளையும் வெளிப்படுத்த வேண்டும்.",
      "ஆ) கலைஞர்கள் பாரம்பரிய கலை வடிவங்களைப் பாதுகாக்க வேண்டும்.",
      "இ) கலைஞர்கள் புதிய கலை வடிவங்களை உருவாக்க வேண்டும்.",
      "ஈ) கலைஞர்கள் இயற்கையின் அழகை மட்டுமே தங்கள் படைப்புகளில் வெளிப்படுத்த வேண்டும்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கவிதைப் பாடலில், கவிஞர் கலைஞர்களிடம் தங்கள் படைப்புகளில் அழகு மட்டுமின்றி மனித வாழ்க்கையின் உணர்வுகளையும் வெளிப்படுத்த வேண்டும் என்று வேண்டுகோள் வைக்கிறார். மனித வாழ்க்கை இல்லாத, மனிதர்களின் பங்கேற்பு இல்லாத எந்தக் கலைப் படைப்பும் உயிர்ப்பு இல்லாதவை என்று கூறுகிறது. "
          }
        ,
          
  {
    
          "description": "கவிதையில் குறிப்பிடப்படும் 'வனப்பு' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "அ) நிறம்",
      "ஆ) அழகு",
      "இ) வடிவம்",
      "ஈ) வாசனை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கவிதைப் பாடலில், 'வனப்பு' என்ற சொல் அழகை குறிக்கிறது. கவிஞர் கலைஞர்களிடம் அழகை மட்டும் வெளிப்படுத்தாமல், மனித வாழ்க்கையின் உணர்வுகளையும் வெளிப்படுத்த வேண்டும் என்று கூறுகிறார். "
          }
        ]