
[
  {
    "description": "கீழ்க்காணும் கூற்றுகளில் எது 'கோட்டோவியம்' பற்றி சரியான தகவலைத் தருகிறது?",
    "options": [
      "கோட்டோவியம் என்பது வண்ணங்களின் கலவையைப் பயன்படுத்தும் ஒரு ஓவிய முறை.",
      "கோட்டோவியம் என்பது புனையா ஓவியத்தின் ஒரு வகை.",
      "கோட்டோவியம் என்பது சுண்ணாம்பு மற்றும் ஆற்று மணலைக் கொண்டு வரையப்படும் ஓவியம்.",
      "கோட்டோவியம் என்பது வள்ளுவர் கோட்டத்தின் அமைப்பைப் போன்றது."
    ],
    "answer": "D",
    "additional_context": "கோட்டோவியம் என்ற சொல் தமிழ்நாட்டில் பிரபலமான வள்ளுவர் கோட்டத்தின் அமைப்பைப் போன்றது. வள்ளுவர் கோட்டம் என்பது மிகப்பெரிய, திறந்தவெளி கோட்டங்கள் இதில் மணல், சுண்ணாம்பு, ஆற்று மணல் போன்ற பொருட்களைப் பயன்படுத்தி வரைவதன் மூலம் உருவாக்கப்படுகிறது. கோட்டோவியம், அதன் கலை மற்றும் கலாச்சார முக்கியத்துவத்திற்காக அறியப்படுகிறது, இது கிராமப்புற கலைகளில் தனித்துவமான வடிவமாகும், இது மரபு மற்றும் மரபுகளின் ஆழமான அடித்தளத்தை பிரதிபலிக்கிறது."
  },
  {
    "description": "'இரட்டுற மொழிதல்' என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "இரண்டு மொழிகளில் எழுதப்பட்ட கவிதை",
      "இரண்டு மொழிகளில் மொழிபெயர்க்கப்பட்ட நூல்",
      "இருபொருள் தருமாறு பாடப்படுவது",
      "இரு வகையான கலைகளை இணைத்து உருவாக்கப்படும் படைப்பு"
    ],
    "answer": "C",
    "additional_context": "இரட்டுற மொழிதல் என்பது ஒரு வார்த்தை அல்லது சொற்றொடர் இரு வேறு பொருள்களை தருமாறு பாடப்படுவது. இது ஒரு கவிதை அல்லது பாடலின் அழகை அதிகரிக்க உதவும் முறையாகும். உதாரணமாக, \"மலர்\" என்ற வார்த்தையை \"மலர்ச்சி\" என்ற பொருளிலும், \"மலர்ந்தது\" என்ற பொருளிலும் பயன்படுத்தலாம்."
  },
  {
    "description": "சாலையில் வாகனங்களை இடப்புறமாகவே செலுத்த வேண்டும் என்பது எதனைக் குறிக்கிறது?",
    "options": [
      "சாலையில் போக்குவரத்து ஒழுங்குமுறை",
      "சாலையில் வாகனங்களை எவ்வாறு செலுத்த வேண்டும் என்பது குறித்த வழிமுறை",
      "சாலை விபத்துகளைத் தவிர்க்கும் வழிமுறை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "சாலையில் வாகனங்களை இடப்புறமாகவே செலுத்த வேண்டும் என்பது ஒரு முக்கியமான சாலை விதி. இந்த விதி சாலை போக்குவரத்து ஒழுங்குமுறைக்கு உதவுகிறது, சாலை விபத்துகளைத் தவிர்க்க வழிவகுக்கிறது, மற்றும் சாலை பயணத்தை பாதுகாப்பானதாக ஆக்குகிறது. இந்த விதி சாலை பயணத்தை வழிநடத்தும் தெளிவான வழிமுறையை வழங்குகிறது. இடதுபுறம் ஓட்டுதல் பல்வேறு நாடுகளில் இயல்பானது.  இது வாகன ஓட்டிகள் அனைவரும் ஒருங்கிணைந்த மற்றும் கணிக்கக்கூடிய முறையில் வாகனம் ஓட்டுவதை உறுதி செய்கிறது."
  },
  {
    "description": "'நாட்டுப்புறப் பறை' பற்றிய கீழ்க்காணும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "நாட்டுப்புறப் பறை ஒரு தோல் இசைக் கருவி",
      "நாட்டுப்புறப் பறை புல் வகையைச் சேர்ந்த தாவரத்திலிருந்து உருவாக்கப்படுகிறது",
      "நாட்டுப்புறப் பறையின் பெயர் ஆறு எழுத்துகளைக் கொண்டது",
      "நாட்டுப்புறப் பறையின் முதல் இரண்டு எழுத்துகள் ஒரு மர வகையைக் குறிக்கும்"
    ],
    "answer": "B",
    "additional_context": "நாட்டுப்புறப் பறை என்பது புல் வகையைச் சேர்ந்த தாவரத்திலிருந்து உருவாக்கப்படும் ஒரு இசைக் கருவி. இந்த பறை ஒரு தனித்துவமான இசைக்கருவியாகும், இது பாரம்பரிய கிராமப்புற இசையில் பெரும்பாலும் பயன்படுத்தப்படுகிறது, இது ஒரு வலுவான, உற்சாகமான ஒலியை உருவாக்குகிறது."
  },
  {
    "description": "'கல்வெட்டு' என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "கற்களில் செதுக்கப்பட்ட ஓவியம்",
      "கற்களில் எழுதப்பட்ட எழுத்துக்கள்",
      "கற்களால் கட்டப்பட்ட கட்டிடம்",
      "கற்களின் வகைகள்"
    ],
    "answer": "B",
    "additional_context": "கல்வெட்டு என்பது கற்களில் எழுதப்பட்ட எழுத்துக்கள். இது ஒரு வகை வரலாற்று ஆவணமாகும், இது பழைய காலங்களின் வரலாற்றை நமக்குத் தெரிவிக்கிறது. இது பழங்கால மக்களின் வாழ்க்கை, மொழி, மற்றும் கலைகள் பற்றிய தகவல்களைத் தருகிறது.  இது அந்தக் காலத்தின் கலை, கலாச்சாரம், மற்றும் மொழி பற்றிய முக்கியமான தகவல்களைப் பகிர்ந்து கொள்கிறது."
  }
]
