[
          
  {
    
          "description": "நெமோ எங்கு வைத்து தனக்கான ஒரு தனி உலகத்தை உருவாக்கியிருந்தார்?",
          "options": [
      "ஒரு தீவில்",
      "நாட்டிலஸ் நீர்மூழ்கிக் கப்பலில்",
      "ஒரு கடல்புற்று",
      "அட்லாண்டிஸ் நகரத்தில்"
    ],
    "answer": "B",
    
          "additional_context": "நெமோ அவர்கள் தான் கண்டுபிடித்த 'நாட்டிலஸ்' என்ற நீர்மூழ்கிக் கப்பலில் தனக்கான ஒரு தனி உலகத்தை உருவாக்கி இருந்தார். இது ஒரு பெரிய கப்பல். இதில் அவருக்குத் தேவையான எல்லாம் இருந்தது. இதில் அவர் பல விதமான புத்தகங்கள் மற்றும் அரிய பொருட்கள் கொண்ட அருங்காட்சியகம் மற்றும் நூலகத்தையும் உருவாக்கி இருந்தார். அவர் தன் கப்பலின் மூலம் அனைத்து கடல் பகுதிகளுக்கும் சென்று உலகை சுற்றி பார்த்தார். உலகம் முழுவதும் உள்ள மக்கள் பற்றியும் அவர் கற்றுக்கொண்டார். இதில் அவருக்கு உதவி செய்யும் அவரது நம்பிக்கைக்குரிய வேலையாள்கள் இருந்தனர். அவர்களுக்குத் தேவையான அனைத்து உணவுகளையும் கடல்வாழ் உயிரிகளிடமிருந்தே உருவாக்கிக் கொண்டார்கள். "
          }
        ,
          
  {
    
          "description": "நாட்டிலஸில் இருந்து தப்பி விட வேண்டும் என்று பியரி, நெட் மற்றும் கான்சீல் முயற்சி செய்தது எத்தனை முறை?",
          "options": [
      "ஒருமுறை",
      "இரண்டு முறை",
      "மூன்று முறை",
      "பல முறை"
    ],
    "answer": "D",
    
          "additional_context": "நெமோவின் நாட்டிலஸ் கப்பலில் சிக்கிய பியரி, நெட் மற்றும் கான்சீல் ஆகியோர் தப்பி ஓட முயன்றனர். அதற்கான முயற்சிகள் அனைத்தும் தோல்வியில் முடிந்தன. ஆனால் அவர்கள் விடாமல் பல முறை தப்பி ஓட முயன்றனர். ஆனால் நாட்டிலஸில் இருந்து தப்பி ஓட முடியாமல் போனது. "
          }
        ,
          
  {
    
          "description": "முத்துக்குளிக்கும் பருவம் தொடங்கும் முன்பு நாட்டிலஸ் எந்த இடத்திற்குச் சென்றது?",
          "options": [
      "நார்வே",
      "இங்கிலாந்து",
      "இந்தியா மற்றும் இலங்கைக்கு இடையே",
      "அட்லாண்டிஸ் நகரம்"
    ],
    "answer": "C",
    
          "additional_context": "முத்துக்குளிக்கும் பருவம் தொடங்கும் முன்பு நாட்டிலஸ் இந்தியா மற்றும் இலங்கைக்கும் அருகில் சென்று கொண்டிருந்தது. "
          }
        ,
          
  {
    
          "description": "நாட்டிலஸ் கடல்சுழலுக்குள் சிக்கிக்கொண்ட போது நெமோ என்ன ஆனார்?",
          "options": [
      "சுழலில் இருந்து தப்பிவிட்டார்",
      "கடலுக்குள் மூழ்கிவிட்டார்",
      "நாட்டிலஸுடன் மூழ்கிவிட்டார்",
      "நாட்டிலஸில் இருந்து தப்பி விட்டார்"
    ],
    "answer": "C",
    
          "additional_context": "நாட்டிலஸ் கப்பல் ஒரு பெரிய கடல் சுழலுக்குள் சிக்கிக் கொண்டது. அந்த நேரத்தில் நெமோ அவர்கள் நாட்டிலஸ் கப்பலுடன் சேர்ந்து கடலுக்குள் மூழ்கிவிட்டார். கப்பலில் இருந்து தப்பிக்க முயன்ற பியரி, நெட் மற்றும் கான்சீல் ஆகியோர் கடலுக்குள் தூக்கி வீசப்பட்டு கடற்கரையில் மீனவர்கள் மூலம் காப்பாற்றப்பட்டனர். "
          }
        ,
          
  {
    
          "description": "'ஆழ்கடலின் அடியில்' புதினத்தை எழுதியவர் யார்?",
          "options": [
      "சார்லஸ் டிக்கன்ஸ்",
      "ஜூல்ஸ் வெர்ன்",
      "ஹெர்மன் மெல்வில்",
      "எட்வார்ட் பல்வர் லட்டன்"
    ],
    "answer": "B",
    
          "additional_context": "ஜூல்ஸ் வெர்ன் என்பவர் அறிவியல் புனைகதைகளின் தலைமகன் என்று புகழப்படுகிறார். இவர் பிரான்சு நாட்டைச் சேர்ந்தவர். அவர் எழுதிய  'ஆழ்கடலின் அடியில்' புதினம் குறிப்பிடத்தக்க ஒன்று. "
          }
        ]