[
          
  {
    
          "description": "காயிதே மில்லத் அவர்கள் எந்தப் பொறுப்புகளை ஏற்றுக் கொண்டு பணியாற்றினார்கள்?",
          "options": [
      "சென்னை மாகாணச் சட்டமன்ற உறுப்பினர்",
      "இந்திய அரசியலமைப்பு உருவாக்கக் குழு உறுப்பினர்",
      "மாநிலங்களவை உறுப்பினர்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "காயிதே மில்லத் அவர்கள் 1946 முதல் 1952 வரை தந்தை பெரியார் அப்போதைய சென்னை மாகாணச் சட்டமன்ற உறுப்பினராக இருந்து சிறப்பாகப் பணியாற்றினார். இந்திய அரசியலமைப்பு உருவாக்கக் குழு உறுப்பினராகவும் பணியாற்றினார். இந்தியா விடுதலை பெற்றபின் மாநிலங்களவை உறுப்பினர், மக்களவை உறுப்பினர் எனப் பல பொறுப்புகளில் இருந்து மக்களுக்காகத் தொண்டு செய்தார்."
          }
        ,
          
  {
    
          "description": "'மக்களுக்கு வழிகாட்டிய தலைவர்கள் பலர்' - இந்தப் பத்தியில் 'வழிகாட்டிய' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "தலைவர் பதவியில் இருந்தவர்",
      "மக்களுக்கு நல்ல வழிகாட்டியாக இருந்தவர்",
      "நாட்டின் வளர்ச்சிக்கு உதவியவர்",
      "கல்வியில் சிறந்து விளங்கியவர்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மக்களுக்கு வழிகாட்டிய தலைவர்கள் பலர். அவர்கள் ஒவ்வொருவரும் தமக்கே உரிய தனித்தன்மையான பண்புகளால் முத்திரை பதித்துள்ளனர். எளிமை, நேர்மை, உழைப்பு, பொறுமை, நாட்டுப்பற்று முதலிய பண்புகளை ஒருங்கே கொண்டு சிறந்து விளங்கிய தலைவர் ஒருவர் 'கண்ணியமிகு' என்னும் அடைமொழியால் அழைக்கப்படுகிறார். அப்பெருமைமிகு தலைவரைப் பற்றி அறிவோம்."
          }
        ,
          
  {
    
          "description": "'எளிமை, நேர்மை, உழைப்பு, பொறுமை, நாட்டுப்பற்று முதலிய பண்புகளை ஒருங்கே கொண்டு சிறந்து விளங்கிய தலைவர் ஒருவர் 'கண்ணியமிகு' என்னும் அடைமொழியால் அழைக்கப்படுகிறார்.' - இந்தப் பத்தியில், 'கண்ணியமிகு' என்ற அடைமொழி, தலைவரிடம் எந்தப் பண்புகளை குறிக்கிறது?",
          "options": [
      "கல்வி, அறிவு, வீரம்",
      "அழகு, செல்வம், புகழ்",
      "நேர்மை, உழைப்பு, நாட்டுப்பற்று",
      "புகழ், அதிகாரம், செல்வாக்கு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "மக்களுக்கு வழிகாட்டிய தலைவர்கள் பலர். அவர்கள் ஒவ்வொருவரும் தமக்கே உரிய தனித்தன்மையான பண்புகளால் முத்திரை பதித்துள்ளனர். எளிமை, நேர்மை, உழைப்பு, பொறுமை, நாட்டுப்பற்று முதலிய பண்புகளை ஒருங்கே கொண்டு சிறந்து விளங்கிய தலைவர் ஒருவர் 'கண்ணியமிகு' என்னும் அடைமொழியால் அழைக்கப்படுகிறார். அப்பெருமைமிகு தலைவரைப் பற்றி அறிவோம்."
          }
        ,
          
  {
    
          "description": "'தொடர்வண்டி, பேருந்து போன்ற பொதுப்போக்குவரத்து ஊர்திகளையே பயன்படுத்துவார்' - இந்தப் பத்தியில், 'தொடர்வண்டி, பேருந்து' என்ற சொற்கள் எதை குறிக்கின்றன?",
          "options": [
      "தனிப்பட்ட வாகனங்கள்",
      "பொதுப்போக்குவரத்து வாகனங்கள்",
      "வணிக பயன்பாட்டு வாகனங்கள்",
      "அரசு பயன்பாட்டு வாகனங்கள்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "அந்த இளைஞர் பிற்காலத்தில் பெரிய அரசியல் தலைவராக வளர்ந்தார். அவர் பொது நிகழ்ச்சிகளில் கலந்து கொள்வதற்குத் தனி மகிழுந்தில் செல்லமாட்டார். தொடர்வண்டி, பேருந்து போன்ற பொதுப்போக்குவரத்து ஊர்திகளையே பயன்படுத்துவார். அன்பர் ஒருவர் அவருக்கு ஒரு மகிழுந்தைப் பரிசளித்தார். ஆனால் அவர் அதை ஏற்க மறுத்து எப்போதும்போல் தொடர்வண்டியிலேயே பயணம் செய்தார்."
          }
        ,
          
  {
    
          "description": "'அவர் சார்ந்திருந்த இயக்கத்தின் சார்பாக அவருக்கு ஒரு மகிழுந்தும் பெருந்தொகையும் பரிசளிக்கப்பட்டன. அவற்றையும் தாம் தொடங்கி வைத்த கல்லூரியின் பயன்பாட்டிற்கு அளித்துவிட்டார்' - இந்தப் பத்தியில், 'அவர்' என்பவர் தனக்குக் கிடைத்த பரிசுகளை எதற்காகப் பயன்படுத்தினார்?",
          "options": [
      "தனது தனிப்பட்ட பயன்பாட்டிற்காக",
      "தனது குடும்பத்தின் பயன்பாட்டிற்காக",
      "மக்கள் நலனுக்காக",
      "தனது அரசியல் பயன்பாட்டிற்காக"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "அவர் சார்ந்திருந்த இயக்கத்தின் சார்பாக அவருக்கு ஒரு மகிழுந்தும் பெருந்தொகையும் பரிசளிக்கப்பட்டன. அவற்றையும் தாம் தொடங்கி வைத்த கல்லூரியின் பயன்பாட்டிற்கு அளித்துவிட்டார்."
          }
        ]