[
          
  {
    
          "description": "'பொன்னைப் பறி எனல்' என்னும் தொடர் எந்த வகையான தகுதி வழக்கைச் சேர்ந்தது?",
          "options": [
      "இடக்கரடக்கல்",
      "மங்கலம்",
      "குழூஉக்குறி",
      "இயல்பு வழக்கு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தகுதி வழக்கு என்பது ஒரு காரணத்தினால் பிறரிடம் சொல்லத் தகுதியற்ற சொற்களைத் தகுதியான வேறு சொற்களால் குறிப்பிடுவது ஆகும். தகுதி வழக்கு மூன்று வகைப்படும். அவையாவன, 1. இடக்கரடக்கல் 2. மங்கலம் 3. குழூஉக்குறி. குழூஉக்குறி என்பது பலர் கூடியிருக்கும் இடத்தில் சிலர் மட்டும் தமக்குள் சில செய்திகளைப் பகிர்ந்துகொள்ள விரும்பினால் மற்றவர்கள் புரிந்துகொள்ள இயலாத வகையில் சொற்களைப் பயன்படுத்துவர். இவ்வாறு ஒரு குழுவினர் ஒரு பொருள் அல்லது செயலைக் குறிக்கத் தமக்குள் பயன்படுத்திக்கொள்ளும் சொற்கள் குழூஉக்குறி எனப்படும். (எ.கா.) பொன்னைப் பறி எனல் (பொற்கொல்லர் பயன்படுத்துவது) ஆடையைக் காரை எனல் (யானைப்பாகர் பயன்படுத்துவது). "
          }
        ,
          
  {
    
          "description": "'அறம் செய விரும்பு' என்னும் தொடரில் இடம்பெற்றுள்ள 'அறம்' என்னும் சொல் எந்த வகையான போலியைச் சேர்ந்தது?",
          "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இவ்வாறு சொல்லின் முதலிலோ, இடையிலோ, இறுதியிலோ இயல்பாக இருக்க வேண்டிய ஓர் எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து இடம்பெற்று அதே பொருள் தருவது போலி எனப்படும். போலி என்னும் சொல் போல இருத்தல் என்பதிலிருந்து தோன்றியது. போலி மூன்று வகைப்படும். 1. முதற்போலி 2. இடைப்போலி 3. கடைப்போலி. இடைப்போலி என்பது சொல்லின் இடையில் இருக்க வேண்டிய எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து அமைந்து அதே பொருள் தருவது ஆகும். (எ.கா.) அமச்சு – அமைச்சு, இலஞ்சி - இலைஞ்சி, அரயர்- அரையர் ஆகிய சொற்களில் இடையில் உள்ள எழுத்து மாறினாலும் பொருள் மாறவில்லை. "
          }
        ,
          
  {
    
          "description": "'பைசல்' என்னும் சொல் எந்த வகையான போலியைச் சேர்ந்தது?",
          "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இவ்வாறு சொல்லின் முதலிலோ, இடையிலோ, இறுதியிலோ இயல்பாக இருக்க வேண்டிய ஓர் எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து இடம்பெற்று அதே பொருள் தருவது போலி எனப்படும். போலி என்னும் சொல் போல இருத்தல் என்பதிலிருந்து தோன்றியது. போலி மூன்று வகைப்படும். 1. முதற்போலி 2. இடைப்போலி 3. கடைப்போலி. முதற்போலி என்பது சொல்லின் முதலில் இருக்க வேண்டிய எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து அமைந்து அதே பொருள் தருவது ஆகும். (எ.கா.) பசல் – பைசல், மஞ்சு- மைஞ்சு, மயல்- மையல் ஆகிய சொற்களில் முதல் எழுத்து மாறினாலும் பொருள் மாறவில்லை. "
          }
        ,
          
  {
    
          "description": "'அரையர்' என்னும் சொல் எந்த வகையான போலியைச் சேர்ந்தது?",
          "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இவ்வாறு சொல்லின் முதலிலோ, இடையிலோ, இறுதியிலோ இயல்பாக இருக்க வேண்டிய ஓர் எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து இடம்பெற்று அதே பொருள் தருவது போலி எனப்படும். போலி என்னும் சொல் போல இருத்தல் என்பதிலிருந்து தோன்றியது. போலி மூன்று வகைப்படும். 1. முதற்போலி 2. இடைப்போலி 3. கடைப்போலி. கடைப்போலி என்பது சொல்லின் இறுதியில் இருக்க வேண்டிய எழுத்திற்குப் பதிலாக வேறு ஓர் எழுத்து அமைந்து அதே பொருள் தருவது ஆகும். (எ.கா.) அகம்- அகன், நிலம்- நிலன், முகம் – முகன், பந்தல்- பந்தர், சாம்பல்- சாம்பர் ஆகிய சொற்களில் இறுதியில் உள்ள எழுத்து மாறினாலும் பொருள் மாறவில்லை. "
          }
        ,
          
  {
    
          "description": "'அஞ்சு' என்னும் சொல் எந்த வகையான போலியைச் சேர்ந்தது?",
          "options": [
      "முதற்போலி",
      "இடைப்போலி",
      "கடைப்போலி",
      "முற்றுப்போலி"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "மூவகைப் போலிகள் மட்டுமன்றி வேறு ஒரு வகைப் போலியும் உண்டு. ஐந்து- அஞ்சு- இச்சொற்களை நோக்குங்கள். இதில் அஞ்சு என்னும் சொல் ஐந்து என்னும் சொல்லின் போலி வடிவமாகும். அஞ்சு என்ற சொல்லில் உள்ள எழுத்துகள் அனைத்தும் வேறுபட்டு இருந்தாலும் அஃது ஐந்து என்னும் பொருளையே தருகிறது. இவ்வாறு ஒரு சொல்லில் இயல்பாக அமைந்த எழுத்துகளுக்குப் பதிலாக எழுத்துகள் அனைத்தும் வேறுபட்டாலும் பொருள் மாறாமல் இருப்பது முற்றுப்போலி எனப்படும். "
          }
        ]