
[
  {
    "description": "இந்தியக் கப்பற்படையில் உள்ள போர்க்கப்பல்கள் பற்றிய செய்திகளை எங்கே கண்டுபிடிக்கலாம்?",
    "options": [
      "கப்பல் தொழிற்சாலைகளில்",
      "கடல்சார் புத்தகங்களில்",
      "இணையத்தில்",
      "செய்தித்தாள்களில்"
    ],
    "answer": "C",
    "additional_context": "நம் நாட்டின் கடற்படையானது மிகவும் வலிமையானது. நம் நாட்டைப் பாதுகாக்கும் பணியில் கடற்படை முக்கிய பங்கு வகிக்கிறது.  இந்தியக் கப்பற்படையில்  பல போர்க்கப்பல்கள் உள்ளன.  இந்த போர்க்கப்பல்கள் பற்றிய தகவல்களை இணையத்தில் தேடிப் பார்க்கலாம்.  இந்தியக் கப்பற்படையைப் பற்றி தெரிந்துகொள்வது நமக்குப் பெருமை அளிக்கும்."
  },
  {
    "description": "கப்பலைக் குறிக்கும் வேறு பெயர்களை எங்கே கண்டுபிடிக்கலாம்?",
    "options": [
      "கப்பல் தொழிற்சாலைகளில்",
      "கடல்சார் புத்தகங்களில்",
      "இணையத்தில்",
      "செய்தித்தாள்களில்"
    ],
    "answer": "C",
    "additional_context": "கப்பலைக் குறிக்கும் பல பெயர்கள் உண்டு.  உதாரணமாக, கப்பல், தோணி, படகு, பாய்மரக் கப்பல், நீர்மூழ்கிக் கப்பல் என்று பல பெயர்களைப் பயன்படுத்துகிறோம்.  இந்த பெயர்களை இணையத்தில் தேடிப் பார்க்கலாம்."
  },
  {
    "description": "“மா” என்னும் எழுத்தில் தொடங்கும் சொற்களில், கதிரவன் மறையும் நேரத்தைக் குறிக்கும் சொல் எது?",
    "options": [
      "மாம்பழம்",
      "மாலை",
      "மாநாடு",
      "மாத்திரை"
    ],
    "answer": "B",
    "additional_context": "மாலை நேரம் என்பது கதிரவன் மறையும் நேரம்.  மாலை நேரத்தில் வானம் சிவப்பு நிறத்தில் காட்சியளிக்கும்."
  },
  {
    "description": "“மாநகர்” என்ற சொல் எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "பெரிய வீடு",
      "பெரிய மரம்",
      "பெரிய நகரம்",
      "பெரிய பூங்கா"
    ],
    "answer": "C",
    "additional_context": "மாநகர் என்றால் பெரிய நகரம் என்று பொருள்.  மாநகரில் பல வீடுகள், கடைகள், பள்ளிகள், மருத்துவமனைகள்  மற்றும்  சாலைகள் இருக்கும்."
  },
  {
    "description": "“கலங்கரை விளக்கம்” என்ற கலைச்சொல்லின் ஆங்கிலப் பெயர் என்ன?",
    "options": [
      "Ocean",
      "Harbour",
      "Lighthouse",
      "Submarine"
    ],
    "answer": "C",
    "additional_context": "கடலில் பயணிக்கும் கப்பல்கள் திசை தெரியாமல் தடுமாறாமல் இருக்க கடற்கரைப் பகுதிகளில் கலங்கரை விளக்கம் அமைக்கப்பட்டிருக்கும்.  கலங்கரை விளக்கத்தின் ஒளி கப்பல்களுக்கு வழிகாட்டும்."
  }
]
