
[
  {
    "description": "'பள்ளி மறுதிறப்பு' கதையில் மதிவாணனைச் சுற்றி எந்த சமூகப் பிரச்சனை உருவாகிறது?",
    "options": [
      "குழந்தைத் தொழிலாளர் பிரச்சனை",
      "பொருளாதார ஏற்றத்தாழ்வு",
      "சமூக ஒற்றுமை இல்லாமை",
      "சாதி பிரிவினை"
    ],
    "answer": "A",
    "additional_context": "மதிவாணன் கோடை விடுமுறை முடிந்தவுடன், பள்ளிக்குச் செல்வதா அல்லது பின்னலாடை நிறுவனத்துக்கு வேலைக்குச் செல்வதா என முடிவு எடுக்க முடியாமல் குழப்பத்தில் இருந்தான். அவன் நண்பனான கவின் பின்னலாடை நிறுவனத்துக்குச் சென்று, சம்பாதித்து, நல்ல வாழ்க்கை வாழ்வதாகக் கூறினான். பின்னலாடை நிறுவனத்தில் வேலை செய்யும் போது, மதிவாணனுக்கு தனது கல்வி பயிற்சிக்காக தவறவிட்ட சம்பாதிக்கும் வாய்ப்புகளை பற்றி சிந்திக்கத் தொடங்கினான். மேலும், அதிகாரிகள் ஆய்வுக்கு வரும்போது, மதிவாணனின் வயது 15 என்று சொல்லச் சொன்னார்கள். ஆய்வாளர்கள் கண்டுபிடித்துவிட்டால், மதிவாணனும் ஒரு குழந்தை தொழிலாளியாகத்தான் இருக்க வேண்டும் என்று உணர்ந்தான். அவன் வாழ்க்கை முழுவதும் தொழிலாளிதானா என்ற கேள்வி எழுந்தது. குழந்தைகளை வேலைக்கு அமர்த்தும் நடைமுறை, சமூகப் பிரச்சனையாக இருந்தது."
  },
  {
    "description": "சிறுவர்களின் 'கல்வியின்மையை' கதை எப்படிப் படம்பிடிக்கிறது?",
    "options": [
      "மதிவாணன் தனது படிப்பைத் தொலைக்க நேரிடும் என்று பயப்படுகிறான்.",
      "கவின் தனது வாழ்க்கையைப் பற்றி மதிவாணனுக்குச் சொல்கிறான்.",
      "முதியவர் பேருந்தின் எழுத்துக்களைப் படிக்க முடியாமல் அவமானப்படுகிறார்.",
      "பேருந்து நிறுத்தத்தில் மிகுந்த கூட்டம் இருக்கிறது."
    ],
    "answer": "C",
    "additional_context": "மதிவாணன் பள்ளிக்குச் செல்லும் வழியில் பேருந்து நிறுத்தத்தில் நின்றிருந்த முதியவர், பேருந்து நல்லூர் போகுமா எனக் கேட்டார். அவர் பேருந்தின் எழுத்துக்களைப் படிக்க முடியாமல் திணறினார். அவரது கேள்விக்குப் பதில் சொல்ல வேண்டிய சிறுவர்களோ, முதியவரை கிண்டல் செய்தார்கள். அவர் கல்வியறிவு இல்லாமல் அவமானப்படுவதைக் கண்ட மதிவாணனுக்கு வேதனை ஏற்பட்டது. இந்த நிகழ்வு, சிறுவர்களின் கல்வியின்மையை உணர்த்தியது."
  },
  {
    "description": "'பள்ளி மறுதிறப்பு' கதையின் முக்கியக் கருத்து என்ன?",
    "options": [
      "குழந்தைகளுக்குத் தகுந்த கல்வியைப் பெற உரிமை உண்டு.",
      "குழந்தைத் தொழிலாளர் முறையை ஒழிக்க வேண்டும்.",
      "கல்வியின் முக்கியத்துவத்தை விளக்குதல்.",
      "பணம் சம்பாதிப்பதற்கான முறைகளை விளக்குதல்."
    ],
    "answer": "C",
    "additional_context": "மதிவாணனின் வாழ்க்கையில் ஏற்பட்ட குழப்பம், கல்வியின் முக்கியத்துவத்தைப் பற்றிய சிந்தனையை தூண்டியது. பணத்தின் மீதான ஆசையை விட கல்வியின் மீது மதிவாணனுக்கு ஆர்வம் ஏற்பட்டது. தன்னுடைய வாழ்க்கையில் கல்வியின் பங்கை அவர் உணர்ந்துகொண்டார். இந்த கதை, எந்தத் தடங்கலும் இல்லாமல்,  கல்வியைப் பெறுவதன் முக்கியத்துவத்தை விளக்குகிறது. கல்வியின் வாயிலாக மனிதனின் வாழ்க்கையை மேம்படுத்த முடியும் என்பதை வலியுறுத்துகிறது."
  }
]
