[
          
  {
    
          "description": "'ஆயிரம் கலம் நெல்லுக்கு ஒரு அந்துப்பூச்சி போதும்' என்ற சொலவடையை தேனீ பையனிடம் எப்படி பயன்படுத்துகிறது?",
          "options": [
      "தேனீக்களின் வேலையை பையன் புரிந்து கொள்ளவில்லை என்பதை குறிப்பிட.",
      "பையனை அவமதிக்க.",
      "பையனின் செயல்களின் முக்கியத்துவத்தை குறைத்து மதிப்பிட.",
      "பையன் உதவியற்றவன் என்பதை உணர்த்த."
    ],
    "answer": "C",
    
          "additional_context": "பையன் தேனீயிடம் விளையாட வருமாறு கேட்கிறான். தேனீ  தேனெடுக்க வேண்டும் என கூறி,  பையன்   எந்த உதவியும் இல்லாமல் சும்மா இருக்கிறான் என்பதையும், அவன் போன்றவன் கூட்டத்தில் இருந்தால் அவர்களின் வேலை கெட்டுப் போய்விடும் என்பதையும்   சொல்ல இந்த சொலவடையை பயன்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'குடல் கூழுக்கு அழுவுதாம், கொண்டை பூவுக்கு அழுவுதாம்' என்ற சொலவடை எந்த கதாபாத்திரத்தை குறிக்கிறது?",
          "options": [
      "பையன்",
      "எறும்பு",
      "தேனீ",
      "ஆமை"
    ],
    "answer": "A",
    
          "additional_context": "பையன் எறும்புடன் விளையாட விரும்புகிறான். எறும்பு தனக்கு நிறைய வேலை இருப்பதாகவும்,  பையனுக்கு வேலை இல்லை என்பதையும்  குறிப்பிட்டு   இந்த சொலவடையை பயன்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "பையன் எந்த கதாபாத்திரத்திடம் 'நாலு வீட்டில கல்யாணமாம். நாய்க்கு அங்கேயும் இங்கேயும் ஓட்டமாம்' என்ற சொலவடையைப் பயன்படுத்துகிறான்?",
          "options": [
      "எறும்பு",
      "தேனீ",
      "மாடு",
      "ஆமை"
    ],
    "answer": "D",
    
          "additional_context": "பையன் ஆமையிடம் விளையாட வருமாறு கேட்கிறான். ஆமை வேகமாக போட்டியில் ஈடுபட்டு இருப்பதால் பையனுக்கு  வேலை இல்லை என்பதை  குறிப்பிட்டு    இந்த சொலவடையை பயன்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'அகழியில் விழுந்த முதலைக்கு அதுவே சொர்க்கம்னு சொல்லுற மாதிரி' என்ற சொலவடையை  எந்த கதாபாத்திரம் சொல்கிறது?",
          "options": [
      "பையன்",
      "முயல்",
      "ஆமை",
      "மாடு"
    ],
    "answer": "B",
    
          "additional_context": "பையன் முயலிடம் விளையாட வருமாறு கேட்கிறான். முயல் தூங்கி கொண்டிருப்பதால், ஆமை  சொன்ன பதிலை நினைத்து,  நான்   தோற்றுப் போய்விட கூடாது   என்று பயந்து தூங்கி கொண்டிருப்பதாக  சொல்ல   இந்த சொலவடையை பயன்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "பையன் குட்டிச்சுவரின் மீது ஏறி குதித்ததால் என்ன நடக்கிறது?",
          "options": [
      "அந்தச் சுவர் உடைந்து விடுகிறது.",
      "அவன் கீழே விழுந்து விடுகிறான்.",
      "அவன் காயமடைகிறான்.",
      "இவையெல்லாம்."
    ],
    "answer": "D",
    
          "additional_context": "பையன்  குட்டிச்சுவரின் மீது ஏறி குதித்து விளையாடுகிறான். அந்த சுவர் பழையதாகவும், மழையால்   வலுவற்று  இருந்ததால்,  பையன்  குதித்ததும்  சுவர்  இடிந்து விழுகிறது. பூச்சி, எறும்பு, வண்டு போன்றவை வெளியே வருகின்றன. இதனால் பையன் காயமடைகிறான். "
          }
        ]