
[
  {
    "description": "விடுதலைப் போராட்டத்தில் காயிதே மில்லத் அவர்கள்  __________ இயக்கத்தில் கலந்து கொண்டார்.",
    "options": [
      "வெள்ளையனே வெளியேறு ",
      "உப்புக் காய்ச்சும் ",
      "சுதேசி ",
      "ஒத்துழையாமை "
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தியா முழுவதும் மக்கள் விடுதலைப் போராட்டத்தில் தங்களை முழுமையாக ஈடுபடுத்திக் கொண்டிருந்த காலம் அது. காந்தியடிகள் ஒத்துழையாமை இயக்கத்தை அறிவித்து அதில் இளைஞர்கள் திரளாகக் கலந்து கொள்ள வேண்டும் என்று வேண்டுகோள் விடுத்தார். அப்போது இளைஞர் ஒருவர் திருச்சி தூயவளனார் கல்லூரியில் பயின்று கொண்டிருந்தார். காந்தியடிகளின் வேண்டுகோள் அவருக்குள் தீராத விடுதலை வேட்கையை ஏற்படுத்தியது. தமது கல்வியைவிட நாட்டின் விடுதலையே மேலானது என்று எண்ணி ஒத்துழையாமை இயக்கத்தில் கலந்து கொண்டார்."
  },
  {
    "description": "காயிதே மில்லத் அவர்கள் _______ மொழியை ஆட்சி மொழியாக்க வேண்டும் என்று வலியுறுத்தினார்.",
    "options": [
      "இந்தி ",
      "ஆங்கிலம் ",
      "தமிழ் ",
      "உருது "
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தியா விடுதலை பெற்ற பிறகு நாட்டின் ஆட்சிமொழியைத் தேர்வு செய்வது தொடர்பான கூட்டம் நாடாளுமன்றத்தில் நடைபெற்றது. மிகுதியான மக்கள் பேசும் மொழியை ஆட்சி மொழியாக அறிவிக்க வேண்டும் என்றனர் சிலர்; பழமை வாய்ந்த மொழியை ஆட்சிமொழியாகத் தேர்ந்தெடுக்க வேண்டும் என்று பரிந்துரை செய்தனர் வேறு சிலர். ஆனால் அந்தத் தலைவர் \"பழமையான மொழிகளிலே ஒன்றைத்தான் ஆட்சிமொழி ஆக்க வேண்டும் என்றால், அது தமிழ்மொழிதான் என்று நான் உறுதியாகச் சொல்வேன். இன்னமும் விரிவாகச் சொல்ல வேண்டும் என்றால் திராவிட மொழிகள்தாம் இந்த மண்ணிலே முதன்முதலாகப் பேசப்பட்ட மொழிகள். அவற்றுள் மிகவும் இலக்கியச் செறிவுகொண்ட தமிழ்மொழி தான் மிகப் பழமையான மொழி. எனவே, தமிழ்மொழியை நாட்டின் ஆட்சிமொழியாக அறிவிக்க வேண்டும்\" என்று குறிப்பிட்டார்."
  },
  {
    "description": "காயிதே மில்லத் அவர்களின் _______  நாட்டுப்பற்றை பிரதிபலித்தது.",
    "options": [
      "மகனின் கல்வி ",
      "அரசியல் பதவி ",
      "மகனைப் போர்முனைக்கு அனுப்புவதற்கான ஆயத்தம் ",
      "தொழில்துறை வளர்ச்சி "
    ],
    "answer": [
      "C"
    ],
    "additional_context": "அந்தத் தலைவரின் உள்ளத்தில் எப்போதும் நாட்டுப்பற்று மேலோங்கி இருந்தது. இந்தியாவுக்கும் சீனாவுக்கும் இடையே 1962 ஆம் ஆண்டு போர் மூண்டது. அப்போது தனது ஒரே மகனைப் போர்முனைக்கு அனுப்ப ஆயத்தமாக இருப்பதாகத் தெரிவித்து அந்தத் தலைவர் அப்போதைய முதன்மை அமைச்சர் ஜவகர்லால் நேருவுக்குக் கடிதம் எழுதினார்."
  },
  {
    "description": "காயிதே மில்லத் அவர்களின்  _______  சமூக வழிகாட்டி என்று பொருள்படும்.",
    "options": [
      "இயற்பெயர் ",
      "அரபுப் பெயர் ",
      "பட்டப்பெயர் ",
      "பட்டம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அவர்தான் கண்ணியமிகு காயிதே மில்லத். அவரது இயற்பெயர் முகம்மது இசுமாயில். ஆனால் மக்கள் அவரை அன்போடு காயிதே மில்லத் என்று அழைத்தனர். 'காயிதே மில்லத்' என்னும் அரபுச் சொல்லுக்குச் சமுதாய வழிகாட்டி என்று பொருள். அப்பெயருக்கேற்ப மக்களின் வழிகாட்டியாகத் திகழ்ந்தார் அவர்."
  },
  {
    "description": "காயிதே மில்லத் தனது தனிப்பட்ட வாழ்வில் எளிமையைக் காட்டிய நிகழ்வு எது?",
    "options": [
      "தனது இயக்கத்திற்காக வழங்கப்பட்ட மகிழுந்தை மறுத்து, பொதுப்போக்குவரத்தைப் பயன்படுத்தியது.",
      "தனது குடும்பத்தினருக்கு  மிகவும் ஆடம்பரமான திருமணத்தை ஏற்பாடு செய்தது.",
      "பல கல்வி நிறுவனங்களைத் தொடங்கி வைத்து கல்விப் பணியை ஊக்குவித்தது.",
      "நாட்டின் கனிம வளங்களைப் பயன்படுத்தி தொழில்துறை வளர்ச்சிக்கு முன்னுரிமை அளித்தது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "அந்த இளைஞர் பிற்காலத்தில் பெரிய அரசியல் தலைவராக வளர்ந்தார். அவர் பொது நிகழ்ச்சிகளில் கலந்து கொள்வதற்குத் தனி மகிழுந்தில் செல்லமாட்டார். தொடர்வண்டி, பேருந்து போன்ற பொதுப்போக்குவரத்து ஊர்திகளையே பயன்படுத்துவார். அன்பர் ஒருவர் அவருக்கு ஒரு மகிழுந்தைப் பரிசளித்தார். ஆனால் அவர் அதை ஏற்க மறுத்து எப்போதும்போல் தொடர்வண்டியிலேயே பயணம் செய்தார். அவர் சார்ந்திருந்த இயக்கத்தின் சார்பாக அவருக்கு ஒரு மகிழுந்தும் பெருந்தொகையும் பரிசளிக்கப்பட்டன. அவற்றையும் தாம் தொடங்கி வைத்த கல்லூரியின் பயன்பாட்டிற்கு அளித்துவிட்டார்."
  }
]
