[
          
  {
    
          "description": "“வந்தனன்” என்ற சொல்லில் உள்ள விகாரம் எது?",
          "options": [
      "“வா”  என்று “வ” எனக் குறுகுதல்",
      "“த்”  என்று “ந்” எனத் திரிதல்",
      "“த்”  என்று “ன்” எனத் திரிதல்",
      "“அன்”  என்று “அன்” எனக் குறுகுதல்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“வந்தனன்” என்ற சொல்லானது, “வா” என்ற பகுதிக்கும் “ந்” என்ற விகாரத்திற்கும் இடையே “த்” என்ற சந்தி விகாரத்துடன்  “த்” என்ற விகாரத்துடன்,  “அன்” என்ற சாரியையும் “அன்” என்ற விகுதியையும் பெற்றுள்ளது. இதில் “த்” என்று “ந்” எனத் திரிதல், “த்” என்று “ன்” எனத் திரிதல், “அன்” என்று “அன்” எனக் குறுகுதல் ஆகியவை விகாரங்களாக இருக்க வாய்ப்பில்லை. 'வா” என்ற பகுதி “வ” எனக் குறுகி இருப்பதால் இதுவே விகாரமாகும்."
          }
        ,
          
  {
    
          "description": "“அழகன்” என்ற சொல்லில் உள்ள பகுதி எது?",
          "options": [
      "அழகு",
      "அன்",
      "கன்",
      "அன்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“அழகன்” என்ற சொல்லானது, “அழகு” என்ற பகுதியையும், “அன்” என்ற விகுதியையும் பெற்றுள்ளது. “அழகு” என்ற பகுதியானது, “அழகன்” என்ற சொல்லின் பொருளைத் தருகிறது."
          }
        ,
          
  {
    
          "description": "பின்வரும் சொற்களில் எது பெயர்ப் பகாப்பதம்?",
          "options": [
      "மழை",
      "பாட",
      "செல்",
      "போல்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“மழை”, “பாட”, “செல்”, “போல்” ஆகிய சொற்களில்,  “மழை”  என்ற சொல்லானது, மேலும் சிறு உறுப்புகளாகப் பிரிக்க முடியாது. ஆகவே “மழை”  என்பது பெயர்ப் பகாப்பதமாகும்."
          }
        ,
          
  {
    
          "description": "“பூத்தான்”  என்ற சொல்லில் உள்ள விகுதி எது?",
          "options": [
      "த்",
      "ஆன்",
      "பூ",
      "விகுதி இல்லை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“பூத்தான்”  என்ற சொல்லானது “பூ”  என்ற பகுதியையும் “த்”  என்ற விகாரத்தையும் பெற்றுள்ளது. “ஆன்”  என்றது விகுதியாகும். “பூ”  என்ற சொல் பகுதி.  “த்”  என்றது விகாரம்."
          }
        ,
          
  {
    
          "description": "“மலர்கின்றான்” என்ற சொல்லில் உள்ள இடைநிலை எது?",
          "options": [
      "மலர்",
      "கின்று",
      "ஆன்",
      "இடைநிலை இல்லை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“மலர்கின்றான்” என்ற சொல்லில் “மலர்” என்ற பகுதியும் “கின்று”  என்ற இடைநிலையும் “ஆன்”  என்ற விகுதியும் உள்ளன.  “கின்று” என்ற சொல்லானது, காலத்தைக் காட்டுவதால் இது இடைநிலை ஆகும்."
          }
        ]