
[
  {
    "description": "பையனின் அம்மா, \"ராசா, உழைக்கிற மாடுதான் ஊருக்குள்ள விலைபோகும்\" என்கிறாள். இதன் பொருள் என்ன?",
    "options": [
      "மாடுகள் மதிப்பு மிக்கவை",
      "உழைப்பு இல்லாமல் வாழ்க்கையில் முன்னேற முடியாது",
      "பள்ளிக்கூடம் போய் படிப்பது முக்கியம்",
      "மாடுகள் எல்லாவற்றையும் சாதிக்க முடியும்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பையன் பள்ளிக்கூடம் போகாம ஊரைச் சுத்தி வருவான். அவன் அம்மா அப்பா எவ்வளவோ சொல்லியும் அவன் கேட்கல. அவன் அம்மா அப்பாவுக்கு கோபம் வருது.  அப்பா சத்தம் போடுறாரு. அம்மா வெளியே வராங்க. அப்போ பையனின் அம்மா, \"ராசா, உழைக்கிற மாடுதான் ஊருக்குள்ள விலைபோகும்\" என்கிறாள். பையன் படிக்கலன்னா ஊர்ல யாரும் மதிக்கமாட்டாங்கன்னு அவங்க சொல்லுறாங்க. இந்தச் சொலவடை உழைப்பின் மதிப்பை வலியுறுத்துது."
  },
  {
    "description": "பாடப்பகுதியில், பையன் எந்த விலங்குகள்  கூட விளையாட முயற்சிக்கிறான்?",
    "options": [
      "எறும்பு, தேனீ, மாடு, ஆமை, முயல்",
      "பூச்சி, எறும்பு, வண்டு, ஆமை, முயல்",
      "நாய், பூனை, எறும்பு, மாடு, முயல்",
      "பறவை, எறும்பு, தேனீ, மாடு, முயல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பள்ளிக்கூடத்தை விட்டு ஓட்டம் பிடிக்குறான். விளையாட யாராவது கிடைப்பாங்களான்னு பார்க்குறான். அங்கே எறும்பு ஒண்ணு போய்கிட்டு இருக்கு. பையன் எறும்பு கூட விளையாட முயற்சிக்கிறான். எறும்பு அவன்கிட்ட உழைப்புப் பத்தி சொல்லிட்டு கிளம்புறது. பையன் அப்புறம் தேனீ கூட விளையாடப் போறான். தேனீ அவன்கிட்ட வேலை பத்தி சொல்லிட்டு கிளம்புறது. அப்புறம் பையன் பொதிமாடு, ஆமை, முயல் கூட விளையாடப் போறான்."
  },
  {
    "description": "\"பாடிப்பாடிக் குத்தினாலும் பதரு அரிசி ஆகுமா?\" இந்தச் சொலவடை எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "பாடல் இல்லாமல் அரிசி கிடைக்காது",
      "முயற்சி இல்லாமல் எதுவும் கிடைக்காது",
      "பதரு அரிசி சுவையாக இருக்கும்",
      "அரிசி எப்போதும் மதிப்பு மிக்கது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "முயல் பையன்கிட்ட சொல்றது, \"நான் வேகமாக ஓடுற முயலோட போட்டி வச்சிருக்கேன். நான் கொஞ்ச நேரம் கூட வீணாக்காமல் நடந்தே ஆகணும்.\" அப்போ பையன் கேக்குறான், \"பாடிப்பாடிக் குத்தினாலும் பதரு அரிசி ஆகுமா? நீ ஓடி ஓடிப் பார்த்தாலும் முயலை முந்த முடியுமா?\" இந்த சொலவடை எதையும் சாதிக்க முயற்சி அவசியம்னு சொல்றது."
  },
  {
    "description": "பாடப்பகுதியில், \"அகழியில் விழுந்த முதலைக்கு அதுவே சொர்க்கம்னு சொல்லுற மாதிரி\" என்ற சொலவடை எதைக் குறிக்கிறது?",
    "options": [
      "முதலைகள் அகழியில் வாழ விரும்பும்",
      "முதலைகளுக்கு அகழி ஒரு சொர்க்கம்",
      "தனக்குக் கிடைத்ததை எல்லாம் மகிழ்ச்சியாக ஏற்றுக்கொள்ள வேண்டும்",
      "எல்லா இடங்களும் சொர்க்கம் போன்றவை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பையன் முயல் கிட்ட போய் விளையாட சொல்றான். அப்போ முயல், \"அகழியில் விழுந்த முதலைக்கு அதுவே சொர்க்கம்னு சொல்லுற மாதிரி, நிழலில் படுத்துத் தூங்கினதால போனதடவை ஆமையிடம் தோத்துப் போய்ட்டேன். இந்தத் தடவையாவது நான் முந்தி ஆகணும்.\"  முயற்சி பத்தி சொல்லுது."
  },
  {
    "description": "பாடப்பகுதியில், பையன் எந்த விலங்குகளிடம் இருந்து பாடம் கற்றுக்கொள்கிறான்?",
    "options": [
      "எறும்பு, தேனீ, மாடு, ஆமை",
      "தேனீ, மாடு, ஆமை, முயல்",
      "எறும்பு, தேனீ, மாடு, முயல்",
      "எறும்பு, தேனீ, ஆமை, முயல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பையன் படிக்கப் போகாம ஊரைச் சுத்தி வருவான். அவன் அம்மா அப்பா எவ்வளவோ சொல்லியும் அவன் கேட்கல. அவன் அம்மா அப்பாவுக்கு கோபம் வருது.  அப்பா சத்தம் போடுறாரு. அம்மா வெளியே வராங்க. அப்போ பையனின் அம்மா, \"ராசா, உழைக்கிற மாடுதான் ஊருக்குள்ள விலைபோகும்\" என்கிறாள். பையன் படிக்கலன்னா ஊர்ல யாரும் மதிக்கமாட்டாங்கன்னு அவங்க சொல்லுறாங்க. இந்தச் சொலவடை உழைப்பின் மதிப்பை வலியுறுத்துது. "
  }
]
