
[
  {
    "description": "சமையல் செய்யும் போது ஏற்படும் தீ விபத்துகளைத் தடுக்க, எந்த நடவடிக்கை மிகவும் முக்கியமானது?",
    "options": [
      "எரிவாயு சிலிண்டரை சரியாக நிறுவுவது.",
      "சமையலறை அடுப்பை அணைத்த பிறகு கவனமாகப் பரிசோதிப்பது.",
      "தீயணைப்பான்களை சமையலறையில் எப்போதும் தயாராக வைப்பது.",
      "சமையல் செய்யும் போது இறுக்கமான ஆடைகளை உடுத்திக்கொள்வதைத் தவிர்ப்பது."
    ],
    "answer": "D",
    "additional_context": "சமையல் செய்யும் போது மிகவும் எச்சரிக்கையாக இருக்க வேண்டும். ஏனெனில், சமையலறை என்பது தீ விபத்து ஏற்படக்கூடிய சாத்தியம் அதிகம் உள்ள இடம். சமையல் செய்யும் போது எப்போதும் இறுக்கமான ஆடைகளை உடுத்திக்கொள்ள வேண்டும். ஏனெனில், அவை தீப்பிடித்து எளிதாகப் பரவக்கூடும். இறுக்கமான ஆடைகள் தீ விபத்தின் போது நெருப்பை உடனடியாக அணைப்பதைத் தடுத்து, தீக்காயம் ஏற்படுவதற்கான வாய்ப்புகளை அதிகரிக்கலாம். "
  },
  {
    "description": "பொது இடங்களில் தீ விபத்து ஏற்பட்டால், எந்த நடவடிக்கையை எடுக்கக்கூடாது?",
    "options": [
      "உடனடியாக தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும்.",
      "தீ விபத்து ஏற்பட்டுள்ள பகுதியில் உடனடியாக மின் இணைப்பைத் துண்டிக்க வேண்டும்.",
      "தீ விபத்து ஏற்பட்ட உடனே அங்குள்ள தீயணைப்பான்களைக் கொண்டு ஆரம்பக் கட்டத்திலேயே தீயை அணைக்க முயற்சி செய்ய வேண்டும்.",
      "தீ விபத்து ஏற்பட்டுள்ள கட்டடத்தின் மின் தூக்கியைப் பயன்படுத்தி வெளியேற முயற்சி செய்ய வேண்டும்."
    ],
    "answer": "D",
    "additional_context": "பொது இடங்களில் தீ விபத்து ஏற்பட்டால், மின் தூக்கியைப் பயன்படுத்தக் கூடாது. ஏனெனில், மின் தூக்கி தீ விபத்தின் போது வேலை செய்யாமல் போகலாம் அல்லது திடீரென்று நிறுத்தப்படலாம். இதனால், மின் தூக்கியில் சிக்கிக் கொள்ளும் அபாயம் உள்ளது. தீ விபத்து ஏற்பட்டால், உடனடியாக அவசரகால வழியில் வெளியேற வேண்டும்."
  },
  {
    "description": "தீக்காயம் ஏற்பட்டால், எந்த நடவடிக்கையை எடுக்கக்கூடாது?",
    "options": [
      "உடனடியாகத் தண்ணீரைக் கொண்டு குளிர வைக்க வேண்டும்.",
      "தீக்காயம் பட்ட இடத்தை எண்ணெயைக் கொண்டு தடவ வேண்டும்.",
      "மருத்துவ உதவியை உடனடியாகப் பெற வேண்டும்.",
      "தீக்காயம் பட்ட இடத்தில் பேனா மை போன்றவற்றைத் தடவக்கூடாது."
    ],
    "answer": "B",
    "additional_context": "தீக்காயம் ஏற்பட்டால், எண்ணெயைக் கொண்டு தடவக் கூடாது. ஏனெனில், எண்ணெய் தீக்காயத்தை மேலும் மோசமாக்கும். தீக்காயம் பட்ட இடத்தை உடனடியாகத் தண்ணீரைக் கொண்டு குளிர வைக்க வேண்டும். அது சரியாக குளிர்ந்த பிறகு மருத்துவ உதவியை உடனடியாகப் பெற வேண்டும். "
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால், எந்த கட்டடத்தில் இருக்கும்போது அவசரகால வழியில் வெளியேற வேண்டும்?",
    "options": [
      "ஒரு குடியிருப்பு கட்டடம்",
      "ஒரு மருத்துவமனை",
      "ஒரு பள்ளிக்கூடம்",
      "மேற்கூறிய அனைத்து கட்டடங்களும்"
    ],
    "answer": "D",
    "additional_context": "தீ விபத்து எந்த கட்டடத்தில் ஏற்பட்டாலும், உடனடியாக அவசரகால வழியில் வெளியேற வேண்டும். ஏனெனில், அவசரகால வழிகள் தீ விபத்தின் போது மக்கள் பாதுகாப்பாக வெளியேற வசதியாக அமைக்கப்பட்டிருக்கும். "
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால் உடனடியாக ______ மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும்.",
    "options": [
      "மின்சார",
      "தீயணைப்பு",
      "மருத்துவ",
      "காவல்"
    ],
    "answer": "B",
    "additional_context": "தீ விபத்து ஏற்பட்டால், உடனடியாக தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும். தீயணைப்பு மீட்புப் பணித் துறைக்குத் தகவல் தெரிவிக்கும்போது, தீ விபத்து ஏற்பட்டுள்ள இடத்தின் முகவரியைத் தெளிவாகத் தெரிவிக்க வேண்டும். "
  }
]
