[
          
  {
    
          "description": "பின்வரும் கூற்றுகளில் எது குறுக்கெழுத்துப் புதிர் தொடர்பானது?",
          "options": [
      "திருநெல்வேலி என்பது ஒரு பட்டாசு நகரம்.",
      "மலைகளின் அரசி என்பது ஊட்டி.",
      "சென்னை என்பது தமிழகத்தின் தலைநகரம்.",
      "நாகப்பட்டினம் என்பது ஒரு மலைக்கோட்டை நகரம்."
    ],
    "answer": "சென்னை என்பது தமிழகத்தின் தலைநகரம்.",
    
          "additional_context": "இந்தக் கேள்வியில் 'குறுக்கெழுத்துப் புதிர்' என்ற சொல் இடம் பெற்றுள்ளது. இந்த புதிர் 165-வது பக்கத்தில் உள்ளது. அந்தப் புதிர், தமிழ்நாட்டில் உள்ள ஊர்ப் பெயர்களையும் அவற்றின் சிறப்பையும் அறிந்து கொள்ள உதவும் வகையில் வடிவமைக்கப்பட்டுள்ளது. இதில், சென்னை என்பது தமிழகத்தின் தலைநகரம் என்பது சரியான கூற்று. மீதமுள்ள கூற்றுகள் குறுக்கெழுத்துப் புதிர் சார்ந்தவை அல்ல."
          }
        ,
          
  {
    
          "description": "குறுக்கெழுத்துப் புதிர் சார்ந்த புதிய சொல் உருவாக்கம் எந்த ஊரின் பெயரிலிருந்து நிகழவில்லை?",
          "options": [
      "நாகப்பட்டினம்",
      "கன்னியாகுமரி",
      "செங்கல்பட்டு",
      "உதகமண்டலம்"
    ],
    "answer": "உதகமண்டலம்",
    
          "additional_context": "இந்தக் கேள்வியிலும் 'குறுக்கெழுத்துப் புதிர்' என்ற சொல் இடம் பெற்றுள்ளது. 165-வது பக்கத்தில் உள்ள குறுக்கெழுத்துப் புதிர், தமிழ்நாட்டில் உள்ள ஊர்ப் பெயர்களையும் அவற்றின் சிறப்பையும் அறிந்து கொள்ள உதவும் வகையில் வடிவமைக்கப்பட்டுள்ளது. இதில், நாகப்பட்டினம், கன்னியாகுமரி, செங்கல்பட்டு ஆகிய ஊர்களின் பெயர்களிலிருந்து புதிய சொற்களை உருவாக்க முடியும். ஆனால், உதகமண்டலம் என்ற ஊரின் பெயரிலிருந்து புதிய சொற்களை உருவாக்க முடியாது."
          }
        ,
          
  {
    
          "description": "'நகமும் சதையும் போல' என்ற உவமை எந்த கூற்றுக்குப் பொருத்தமானது?",
          "options": [
      "என் தாயார் என்னை காத்து வளர்த்தார்.",
      "நானும் என் தோழியும் இணைந்து இருப்போம்.",
      "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
      "அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது."
    ],
    "answer": "நானும் என் தோழியும் இணைந்து இருப்போம்.",
    
          "additional_context": "'நகமும் சதையும் போல' என்ற உவமை இரண்டு பேர் ஒன்றாக இணைந்திருப்பதை குறிக்கும். நண்பர்கள் இணைந்து இருப்பதை குறிக்க இந்த உவமை பொருத்தமாக இருக்கும். இதில், நானும் என் தோழியும் இணைந்து இருப்போம் என்ற கூற்றுக்கு இந்த உவமை பொருத்தமானது. மீதமுள்ள கூற்றுகள் இந்த உவமைக்குப் பொருத்தமில்லை."
          }
        ,
          
  {
    
          "description": "பின்வரும் ஊர்களில் எது தெற்கு எல்லைக்குத் தொடர்புடையது?",
          "options": [
      "நாகப்பட்டினம்",
      "கன்னியாகுமரி",
      "செங்கல்பட்டு",
      "உதகமண்டலம்"
    ],
    "answer": "கன்னியாகுமரி",
    
          "additional_context": "தமிழ்நாட்டின் தெற்கு எல்லை கன்னியாகுமரி மாவட்டத்தில் அமைந்துள்ளது. கன்னியாகுமரி என்பது ஒரு முக்கியமான கடற்கரை நகரம். இதில், கன்னியாகுமரி என்ற ஊரின் பெயர் தெற்கு எல்லைக்குத் தொடர்புடையது. நாகப்பட்டினம், செங்கல்பட்டு, உதகமண்டலம் ஆகிய ஊர்கள் தெற்கு எல்லைக்குத் தொடர்புடையவை அல்ல."
          }
        ,
          
  {
    
          "description": "'குடத்துள் இட்ட விளக்கு போல' என்ற உவமை எந்த கூற்றுக்குப் பொருத்தமானது?",
          "options": [
      "என் தாயார் என்னை காத்து வளர்த்தார்.",
      "நானும் என் தோழியும் இணைந்து இருப்போம்.",
      "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
      "அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது."
    ],
    "answer": "அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது.",
    
          "additional_context": "'குடத்துள் இட்ட விளக்கு போல' என்ற உவமை ஒருவரின் புகழ் எல்லா இடங்களிலும் பரவி இருப்பதை குறிக்கும். அப்துல் கலாமின் புகழ் உலகெங்கும் பரவி இருப்பதை இந்த உவமை பொருத்தமாக குறிக்கிறது. மீதமுள்ள கூற்றுகள் இந்த உவமைக்குப் பொருத்தமில்லை."
          }
        ]