
[
  {
    "description": "பொருத்துக.",
    "options": [
      "காகம் - கரவா கரைந்துண்ணும்",
      "எண்ணும் எழுத்தும் - உயிர்க்குக் கண்கள் ",
      "பிழையில்லாமல் கற்றல் - கற்கும் முறை",
      "அழிவில்லாத செல்வம் - கல்வி",
      "எண்ணித் துணிந்த பின் - செயல்"
    ],
    "answer": [
      "A",
      "B",
      "D",
      "C",
      "E"
    ],
    "additional_context": "இந்த கேள்வி திருக்குறளில் உள்ள சில பாடல்களை இணைத்து கேட்கப்பட்டுள்ளது. இதில் ஒவ்வொரு பாடலின் வரிகளும், அதற்கான பொருளும் கொடுக்கப்பட்டுள்ளது. அதாவது காகம் - கரவா கரைந்துண்ணும் என்ற வரி, 'காக்கை கரவா கரைந்துண்ணும் ஆக்கமும்\nஅன்ன நீரார்க்கே உள' என்ற திருக்குறளை குறிப்பிடுகிறது. இதுபோல் ஒவ்வொரு வரிகளும் திருக்குறளில் இருந்து எடுக்கப்பட்டவை. இந்த கேள்வி, மாணவர்கள் திருக்குறளை எவ்வாறு படித்து புரிந்துகொள்கிறார்கள் என்பதை அறிய வடிவமைக்கப்பட்டுள்ளது."
  },
  {
    "description": "“நன்றாற்றல் உள்ளும் தவறுண்டு அவரவர்\nபண்பறிந்து ஆற்றாக் கடை” -  இந்தக் குறள் எதை உணர்த்துகிறது?",
    "options": [],
    "answer": [
      "நன்மை செய்யும் போது கூட மனிதர்களிடம் தவறு இருக்க வாய்ப்புண்டு. அவரவர் பண்பை அறிந்து நன்மை செய்ய வேண்டும் என்பதை இந்தக் குறள் உணர்த்துகிறது."
    ],
    "additional_context": "திருக்குறளின் 'சுற்றந்தழால்' எனும் பகுதியில், இந்த குறள் இடம்பெற்றுள்ளது. 'நன்றாற்றல் உள்ளும் தவறுண்டு அவரவர்\nபண்பறிந்து ஆற்றாக் கடை' எனும் இந்தக் குறள், மனிதர்களிடம் இருக்கும் பண்பைப் பற்றி கூறுகிறது. நம்மால் நன்மை செய்ய முடியும் என்றாலும், நம்மால் செய்த நன்மை அவர்களுக்குத் தீமையாகவும் மாறலாம். ஏனெனில் அவர்களுக்கு தீமை செய்யும் நோக்கம் இருக்கலாம். அவரவர் பண்பை அறிந்து அவர்களுக்கு உண்மையிலேயே நன்மை செய்ய வேண்டும் என்பது இந்தக் குறள் உணர்த்தும் உண்மை."
  },
  {
    "description": "“கற்க கசடறக் கற்பவை கற்றபின்\nநிற்க அதற்குத் தக” - இந்தக் குறள் என்ன செய்து நடக்க வேண்டும் என்கிறது?",
    "options": [],
    "answer": [
      "கற்றதை சரியாகக் கற்று முடித்த பிறகு, அதற்குத் தகுந்தாற்போல் நடக்க வேண்டும் என்று இந்தக் குறள் கூறுகிறது."
    ],
    "additional_context": "இந்தக் குறள், திருக்குறளின் 'இயல்' எனும் பகுதியில் இடம்பெற்றுள்ளது.  'கற்க கசடறக் கற்பவை கற்றபின்\nநிற்க அதற்குத் தக' எனும் இந்தக் குறள், கல்வி பற்றியது.  கற்றதை சரியாகக் கற்று முடித்த பிறகு, அந்த கல்வியைப் பயன்படுத்தி வாழ்க்கையில் நல்ல முறையில் நடக்க வேண்டும் என்று இந்தக் குறள் கூறுகிறது. எந்தப் பொருளையும்  சரியாகக் கற்றுக் கொண்டு  அதற்குத் தகுந்தாற்போல் நடந்தால் அது நமக்கு நன்மையைத் தரும் என்பது இந்தக் குறளின் பொருள்."
  },
  {
    "description": "“எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும்\nகண்ணென்ப வாழும் உயிர்க்கு” -  இந்தக் குறள் எதை உயிர்க்கு கண்கள் என்கிறது?",
    "options": [],
    "answer": [
      "எண்ணுதல் மற்றும் எழுதுதல் ஆகிய இரண்டும் உயிர்க்கு கண்கள் போன்றவை என்கிறது இந்தக் குறள்."
    ],
    "additional_context": "இந்தக் குறள், திருக்குறளின் 'இயல்' எனும் பகுதியில் இடம்பெற்றுள்ளது. 'எண்ணென்ப ஏனை எழுத்தென்ப இவ்விரண்டும்\nகண்ணென்ப வாழும் உயிர்க்கு' எனும் இந்தக் குறள், எண்ணும் எழுத்தும் உயிர்க்கு கண்கள் போன்றவை என்கிறது. உயிர்கள் எண்ணிப் பார்த்து, எழுதிப் படித்துதான் வாழ்க்கையைத் தொடர முடியும். இந்தக் குறள் எண்ணும் எழுத்தும் மனித வாழ்வில் மிக முக்கியமானவை என்பதை உணர்த்துகிறது."
  },
  {
    "description": "“எண்ணித் துணிக கருமம் துணிந்தபின் எண்ணுவம் என்பது இழுக்கு” என்ற திருக்குறள் எந்தத் தலைப்பில் இடம்பெற்றுள்ளது?",
    "options": [
      "இயல்",
      "தெரிந்து செயல்வகை",
      "சுற்றந்தழால்",
      "மடியின்மை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் குறள், திருக்குறளின் 'தெரிந்து செயல்வகை' எனும் பகுதியில் இடம்பெற்றுள்ளது. 'எண்ணித் துணிக கருமம் துணிந்தபின்\nஎண்ணுவம் என்பது இழுக்கு'  எனும் இந்தக் குறள்,  செயல்படுவதற்கு முன் எண்ணித் திட்டமிட்டு செயல்பட வேண்டும் என்பதை உணர்த்துகிறது. செயல்படத் தொடங்கிய பிறகு எண்ணிப் பார்க்கக் கூடாது. நம்முடைய செயல்கள் எல்லாம் எண்ணித் திட்டமிட்டு,  நிதானமாக இருந்து செயல்பட வேண்டும் என்று இந்தக் குறள் கூறுகிறது."
  }
]
