[
          
  {
    
          "description": "“பாம்பு பாம்பு பாம்பு” என்பது எந்த வகையான சொல் வகை?",
          "options": [
      "இரட்டைக்கிளவி",
      "அடுக்குத்தொடர்",
      "ஆகுபெயர்",
      "பண்புப்பெயர்"
    ],
    "answer": "B",
    
          "additional_context": "ஒரு சொல் ஒன்றுக்கு மேற்பட்ட முறை தொடர்ந்து வருவதை அடுக்குத்தொடர் என்பர். இப்பகுதியில் 'பாம்பு' என்ற சொல் மூன்று முறை வந்துள்ளது. இவ்வாறு அச்சம், விரைவு, சினம் போன்ற காரணங்களால் ஒரு சொல் ஒன்றுக்கு மேற்பட்ட முறை தொடர்ந்து வருவதை அடுக்குத்தொடர் என்பர்."
          }
        ,
          
  {
    
          "description": "“மழை சடசடவெனப் பெய்தது” என்ற தொடரில் “சடசட” என்பது எந்த வகையான சொல் வகை?",
          "options": [
      "இரட்டைக்கிளவி",
      "அடுக்குத்தொடர்",
      "ஆகுபெயர்",
      "பண்புப்பெயர்"
    ],
    "answer": "A",
    
          "additional_context": "தங்கை விறுவிறுவென நடந்து சென்று தோட்டத்தில் மலர்ந்த மலர்களைக் கலகலவெனச் சிரித்தபடியே மளமளவெனக் கொய்யத் தொடங்கினாள். இத்தொடரிலுள்ள விறுவிறு, கலகல், மளமள ஆகிய சொற்களைக் கவனியுங்கள். இவை ஒவ்வொன்றிலும் அசைச்சொற்கள் இரண்டிரண்டாக இணைந்து வந்துள்ளன. அவற்றைப் பிரித்துப் பார்த்தால் பொருள் தரவில்லை. இவ்வாறு இரட்டையாக இணைந்து வந்து, பிரித்தால் தனிப்பொருள் தராத சொற்களை இரட்டைக்கிளவி என்பர்."
          }
        ,
          
  {
    
          "description": "“வீடு தூய்மையானது” என்ற தொடரில் “தூய்மை” என்பது எந்த வகையான சொல் வகை?",
          "options": [
      "இரட்டைக்கிளவி",
      "அடுக்குத்தொடர்",
      "ஆகுபெயர்",
      "பண்புப்பெயர்"
    ],
    "answer": "D",
    
          "additional_context": "இனிப்பு தின்றான். இத்தொடரில் இனிப்பு என்னும் பண்புப் பெயர் தின்பண்டத்தைக் குறிப்பதால் இது பண்பாகுபெயர் ஆயிற்று."
          }
        ,
          
  {
    
          "description": "“தமிழ்நாடு” என்பது ஒரு ஆகுபெயராக பயன்படுத்தப்படும் போது எதை குறிக்கிறது?",
          "options": [
      "தமிழ்நாட்டின் மக்கள்",
      "தமிழ்நாட்டின் இடம்",
      "தமிழ்நாட்டின் கலாச்சாரம்",
      "தமிழ்நாட்டின் அரசியல்"
    ],
    "answer": "B",
    
          "additional_context": "சடுகுடு போட்டியில் தமிழ்நாடு வெற்றி பெற்றது. தமிழ்நாடு என்னும் பெயர் அவ்விடத்தைச் சேர்ந்த விளையாட்டு அணியைக் குறிப்பதால் இஃது இடவாகுபெயர் ஆகும்."
          }
        ,
          
  {
    
          "description": "கீழ்கண்டவற்றில் எது “மல்லிகை சூடினாள்” என்ற தொடரில் உள்ள ஆகுபெயரைப் பற்றிய சரியான விளக்கமாகும்?",
          "options": [
      "மல்லிகை என்னும் பெயர் அதன் இயல்பான பொருளைத் தருகிறது.",
      "மல்லிகை என்னும் பெயர் மல்லிகை மரத்தைக் குறிக்கிறது.",
      "மல்லிகை என்னும் பெயர் மலரைக் குறிப்பதால் இது பொருளாகுபெயர் ஆகும்.",
      "மல்லிகை என்னும் பெயர் மல்லிகை மரத்தின் இலையைக் குறிக்கிறது."
    ],
    "answer": "C",
    
          "additional_context": "மல்லிகை சூடினாள். மல்லிகை என்னும் ஒரு முழுப்பொருளின் பெயர் அதன் ஓர் உறுப்பாகிய மலரைக் குறிக்கிறது. இவ்வாறு பொருளின் பெயர் அதன் சினையாகிய உறுப்புக்கு ஆகிவருவது பொருளாகுபெயர் எனப்படும். இதனை முதலாகு பெயர் எனவும் கூறுவர்."
          }
        ]