
[
  {
    "description": "“அதுவே தமிழன் குரலாகும்” என்ற வரியில், “குரலாகும்” என்பது எதைச் சுட்டுகிறது?",
    "options": [
      "தமிழர்களின் பேச்சுத் திறமையை",
      "தமிழர்களின் கலாச்சாரத்தையும் பண்பாட்டையும்",
      "தமிழர்களின் அடையாளத்தையும்",
      "தமிழர்களின் சிந்தனை முறையையும்"
    ],
    "answer": "C",
    "additional_context": "நம் தாய்மொழியாம் தமிழ் மொழி, அருள் நெறிகள் நிரம்பிய அறிவைத் தருகிறது. அதுவே தமிழ்மக்களின் குரலாகவும் விளங்குகிறது. தமிழ் மொழியைக் கற்றோர், பொருள் பெறுவதற்காக யாரையும் புகழ்ந்து பேசமாட்டார். தம்மைப் போற்றாதவர்களையும் இகழ்ந்து பேசமாட்டார்."
  },
  {
    "description": "“கொல்லா விரதம் குறியாகக் கொள்கை பொய்யா நெறியாக” என்ற வரிகளில், “குறியாக” மற்றும் “நெறியாக” என்னும் சொற்களின் பயன்பாடு எதைப் பறைசாற்றுகிறது?",
    "options": [
      "தமிழர்களின் இயல்பான வாழ்க்கை முறையை",
      "தமிழர்களின் அறவழி நெறியை",
      "தமிழர்களின் சமூக நல்லிணக்கத்தை",
      "தமிழர்களின் எளிமை மனப்பான்மையை"
    ],
    "answer": "B",
    "additional_context": "கொல்லாமையைக் குறிக்கோளாகவும் பொய்யாமையைக் கொள்கையாகவும் கொண்டு, எல்லா மனிதர்களும் இன்புற்று வாழ அன்பும் அறமும் உதவும்."
  },
  {
    "description": "“எல்லா மனிதரும் இன்புறவே என்றும் இசைந்திடும் அன்பறமே” என்ற வரிகளில் “இசைந்திடும்” என்னும் சொல் எதைப் பற்றி குறிப்பிடுகிறது?",
    "options": [
      "தமிழர்களின் ஒற்றுமையை",
      "தமிழர்களின் சகிப்புத்தன்மையை",
      "தமிழர்களின் பரஸ்பர அன்பை",
      "தமிழர்களின் மனத்தூய்மையை"
    ],
    "answer": "C",
    "additional_context": "கொல்லாமையைக் குறிக்கோளாகவும் பொய்யாமையைக் கொள்கையாகவும் கொண்டு, எல்லா மனிதர்களும் இன்புற்று வாழ அன்பும் அறமும் உதவும்."
  },
  {
    "description": "“இன்பம் பொழிகிற வானொலியாம் எங்கள் தமிழெனும் தேன்மொழியாம்” என்ற வரிகளில் “வானொலியாம்” என்னும் சொல் தமிழின் எந்த குணத்தை உணர்த்துகிறது?",
    "options": [
      "இனிமையை",
      "மென்மையை",
      "இசைவை",
      "ஆழத்தை"
    ],
    "answer": "A",
    "additional_context": "நம் தமிழ்மொழி அனைவரிடத்தும் அன்பையும் அறத்தையும் தூண்டும்; அஃது அச்சத்தைப் போக்கி இன்பம் தரும். எங்கள் தமிழ்மொழி தேன் போன்ற மொழி ஆகும்."
  },
  {
    "description": "“அன்பும் அறமும் ஊக்கிவிடும் அச்சம் என்பதைப் போக்கிவிடும்” என்ற வரிகளில், தமிழ் மொழி எதற்கு உதவுவதாக கூறப்படுகிறது?",
    "options": [
      "வாழ்வின் இன்பங்களைக் கண்டு களிப்பதற்கு",
      "அறம், நேர்மை போன்ற பண்புகளை வளர்ப்பதற்கு",
      "பயம், அச்சம் போன்ற எதிர்மறையான உணர்வுகளை வெல்வதற்கு",
      "மனதிற்கு இதமான அமைதியைத் தருவதற்கு"
    ],
    "answer": "C",
    "additional_context": "நம் தமிழ்மொழி அனைவரிடத்தும் அன்பையும் அறத்தையும் தூண்டும்; அஃது அச்சத்தைப் போக்கி இன்பம் தரும்."
  }
]
