
[
  {
    "description": "பழங்கால மனிதர்கள் கப்பல் கட்டும் தொழில்நுட்பத்தை வளர்த்துக்கொள்வதற்கு எது முக்கியக் காரணமாக இருந்திருக்கலாம்?",
    "options": [
      "விலங்குகள் நீச்சல் போடுவதைக் கவனித்தல்",
      "மரக்கிளைகள் நீரில் மிதப்பதைப் பார்ப்பது",
      "சிறிய நீர்நிலைகளைக் கடக்க வேண்டிய அவசியம்",
      "மீன்களின் துடுப்புகளைப் பின்பற்றுதல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பழங்காலத்தில் நீர்நிலைகளைக் கடக்க மனிதன் பயன்படுத்தியவை மரக்கிளைகள் மட்டுமே. அவற்றின்மீது அமர்ந்து நீர்நிலைகளைக் கடந்தனர். பிறகு மரக் கிளைகளை இணைத்து மிதக்கும் படகுகளை உருவாக்கி பயன்படுத்தினர். அதன்பிறகுதான் தோணிகள், கலங்கள், கப்பல்கள் என்று படிப்படியாக வளர்ச்சி அடைந்தது. இதற்குக் காரணம் சிறிய நீர்நிலைகளைக் கடக்க வேண்டிய அவசியமே."
  },
  {
    "description": "கப்பல் கட்டும்போது தமிழர்கள் சுழி உள்ள மரங்களைத் தவிர்த்ததற்குக் காரணம் என்ன?",
    "options": [
      "சுழி உள்ள மரங்கள் பலவீனமானவை.",
      "சுழி உள்ள மரங்கள் தண்ணீரால் பாதிக்கப்படக்கூடியவை.",
      "சுழி உள்ள மரங்களால் கப்பலின் ஓட்டம் பாதிக்கப்படும்.",
      "சுழி உள்ள மரங்களைப் பயன்படுத்தினால் கப்பல் அழகாக இருக்காது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தமிழர்கள் கப்பல் கட்டும்போது நீர்மட்ட வைப்பிற்கு வேம்பு, இலுப்பை, புன்னை, நாவல் போன்ற மரங்களையே பயன்படுத்தினர். கப்பலின் பக்கங்களுக்குத் தேக்கு, வெண்தேக்கு போன்ற மரங்களைப் பயன்படுத்தினர். ஏனெனில் சுழி உள்ள மரங்கள் பலவீனமானவை. இதனால் கப்பல் கட்ட பயன்படுத்தக் கூடாது."
  },
  {
    "description": "\"கப்பல் செலுத்துபவர்\" என்பதற்கான மாற்றுப் பெயர்கள் எவை?",
    "options": [
      "மாலுமி, மீகாமன், நீகான்",
      "மீகாமன், நீகான், கப்பலோட்டி",
      "மாலுமி, நீகான், கப்பலோட்டி",
      "மாலுமி, மீகாமன், கப்பலோட்டி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கப்பல் செலுத்துபவர் மாலுமி, மீகாமன், நீகான், கப்பலோட்டி முதலிய பல பெயர்களால் அழைக்கப்படுவார். இவர்கள் வானியல் அறிவும் பெற்றிருந்தனர். கோள்களின் நிலையை வைத்துப் புயல், மழை போன்றவை தோன்றும் காலங்களையும் கடல்நீர் பொங்கும் காலத்தையும் அறிந்து தகுந்த காலத்தில் கப்பல்களைச் செலுத்தினர்."
  },
  {
    "description": "\"கலங்கரை விளக்கம்\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "கடலில் செல்லும் கப்பல்களுக்குத் துறைமுகத்தைத் தெரிவிக்கும் விளக்கு",
      "கப்பலை அழைக்கும் விளக்கு",
      "கலத்தை அழைக்கும் விளக்கு",
      "துறைமுகத்தில் இருக்கும் விளக்கு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கலங்கரை விளக்கம் என்பது கடலில் செல்லும் கப்பல்களுக்குத் துறைமுகத்தைத் தெரிவிக்கும் விளக்கு ஆகும். கலம் என்றால் கப்பல். கரைதல் என்றால் அழைத்தல். கப்பலை அழைக்கும் விளக்கு என்னும் பொருளில் இது கலங்கரை விளக்கம் எனப்பட்டது."
  },
  {
    "description": "தொல்காப்பியர் காலத்திற்கு முன்பே தமிழர்கள் கடல் பயணம் செய்துள்ளனர் என்பதற்கான சான்று எந்தப் பகுதியில் காணப்படுகிறது?",
    "options": [
      "அ) \"கடலோடா கால்வல் நெடுந்தேர் கடலோடும்\" என்னும் திருக்குறள்",
      "ஆ) மணிமேகலையில் \"கலஞ்செய் கம்மியர் வருகெனக் கூஉய்\" என்னும் அடி",
      "இ) தொல்காப்பியத்தில் \"முந்நீர் வழக்கம்\" என்னும் குறிப்பு",
      "ஈ) \"உலகு கிளர்ந்தன்ன உருகெழு வங்கம்\" என்னும் அகநானூற்று அடி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தொல்காப்பியத்தில் முந்நீர் வழக்கம் என்று கடற்பயணத்தைக் குறிப்பிடுகிறது. எனவே தொல்காப்பியர் காலத்திற்கு முன்பே தமிழர்கள் கடல் பயணம் செய்துள்ளனர் என்பதை அறியலாம். இது நமக்குக் கிடைத்துள்ள நூல்களிலேயே மிகவும் பழமையானது."
  }
]
