
[
  {
    "description": "“அவரது குடும்ப நிகழ்வுகளிலும் எளிமையைக் காணமுடிந்தது. அவர் தம் ஒரே மகனுக்குத் திருமணம் செய்ய முடிவு செய்தார். அவர் மிகப்பெரிய தலைவர் என்பதால் அவரது இல்லத் திருமணம் மிகவும் ஆடம்பரமாக நிகழப்போகிறது என்று எல்லாரும் எண்ணியிருந்தனர். ஆனால் எவ்வித ஆடம்பரமும் இல்லாமல் மிக எளிமையாகத் தம் மகனின் திருமணத்தை நடத்தி முடித்தார்.”\n\nகாயிதே மில்லத்தின் மகனின் திருமணம் பற்றிய மேற்கண்ட பத்தியில் எந்த நிகழ்வு குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "மகனின் திருமணம் மிகவும் ஆடம்பரமாக நடைபெற்றது.",
      "அவரது மகனின் திருமணம் எளிமையாக நடத்தப்பட்டது.",
      "அவர் மகனுக்கு திருமணம் செய்து வைக்கவில்லை.",
      "மணக்கொடை பெற்று திருமணம் செய்து வைத்தார்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காயிதே மில்லத் மிகப்பெரிய தலைவர் என்பதால் அவரது மகனின் திருமணம் மிகவும் ஆடம்பரமாக நடைபெறும் என்று எல்லோரும் நினைத்திருந்தனர். ஆனால் அவர் எளிமையான மனிதர் என்பதால் அவரது மகனின் திருமணம் எந்த வித ஆடம்பரமும் இல்லாமல் மிக எளிமையாக நடத்தப்பட்டது."
  },
  {
    "description": "“அவர் சார்ந்திருந்த இயக்கத்தின் சார்பாக அவருக்கு ஒரு மகிழுந்தும் பெருந்தொகையும் பரிசளிக்கப்பட்டன. அவற்றையும் தாம் தொடங்கி வைத்த கல்லூரியின் பயன்பாட்டிற்கு அளித்துவிட்டார்.”\n\nமேற்கண்ட பத்தியின் அடிப்படையில், காயிதே மில்லத் தனக்குக் கிடைத்த பரிசுகளை எவ்வாறு பயன்படுத்தினார்?",
    "options": [
      "பரிசுகளை தனக்காகவே வைத்துக்கொண்டார்.",
      "பரிசுகளை அவரது சொந்த குடும்பத்தினருக்கு வழங்கினார்.",
      "பரிசுகளை தாம் தொடங்கிய கல்லூரியின் நலனுக்காக அளித்தார்.",
      "பரிசுகளை ஏலத்தில் விற்றுப் பணமாக மாற்றினார்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "காயிதே மில்லத் அவர்களுக்கு ஒரு மகிழுந்தும் பெருந்தொகையும் பரிசளிக்கப்பட்டன. ஆனால் அவர் அதை தனக்காக வைத்துக்கொள்ளாமல், தான் தொடங்கிய கல்லூரியின் பயன்பாட்டிற்கு அளித்துவிட்டார். இது அவரது எளிமையையும், நாட்டுப்பற்றையும் காட்டுகிறது."
  },
  {
    "description": "“இந்தியா விடுதலை பெற்ற பிறகு நாட்டின் ஆட்சிமொழியைத் தேர்வு செய்வது தொடர்பான கூட்டம் நாடாளுமன்றத்தில் நடைபெற்றது. மிகுதியான மக்கள் பேசும் மொழியை ஆட்சி மொழியாக அறிவிக்க வேண்டும் என்றனர் சிலர்; பழமை வாய்ந்த மொழியை ஆட்சிமொழியாகத் தேர்ந்தெடுக்க வேண்டும் என்று பரிந்துரை செய்தனர் வேறு சிலர். ஆனால் அந்தத் தலைவர் “பழமையான மொழிகளிலே ஒன்றைத்தான் ஆட்சிமொழி ஆக்க வேண்டும் என்றால், அது தமிழ்மொழிதான் என்று நான் உறுதியாகச் சொல்வேன்.”\n\nகாயிதே மில்லத் எந்த மொழியை இந்தியாவின் ஆட்சிமொழியாக வலியுறுத்தினார்?",
    "options": [
      "ஹிந்தி",
      "ஆங்கிலம்",
      "சமஸ்கிருதம்",
      "தமிழ்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தியா விடுதலை பெற்ற பிறகு, நாட்டின் ஆட்சிமொழியைத் தேர்வு செய்வது குறித்து நாடாளுமன்றத்தில் விவாதம் நடைபெற்றது.  சிலர் மிகுதியான மக்கள் பேசும் மொழியை ஆட்சிமொழியாக அறிவிக்க வேண்டும் என்று வலியுறுத்தினர்.  வேறு சிலர் பழமை வாய்ந்த மொழியை ஆட்சிமொழியாகத் தேர்ந்தெடுக்க வேண்டும் என்று பரிந்துரை செய்தனர்.  இந்நிலையில், காயிதே மில்லத்  பழமையான மொழிகளிலே ஒன்றைத்தான் ஆட்சிமொழி ஆக்க வேண்டும் என்றால், அது தமிழ்மொழிதான் என்று உறுதியாகச் சொன்னார்.  தமிழ்மொழி மிகவும் பழமையானதும் இலக்கியச் செறிவுகொண்டதுமான மொழி என்பதால் தமிழை ஆட்சிமொழியாக அறிவிக்க வேண்டும் என்று அவர் வலியுறுத்தினார்."
  },
  {
    "description": "“அந்தத் தலைவரின் உள்ளத்தில் எப்போதும் நாட்டுப்பற்று மேலோங்கி இருந்தது. இந்தியாவுக்கும் சீனாவுக்கும் இடையே 1962 ஆம் ஆண்டு போர் மூண்டது. அப்போது தனது ஒரே மகனைப் போர் முனைக்கு அனுப்ப ஆயத்தமாக இருப்பதாகத் தெரிவித்து அந்தத் தலைவர் அப்போதைய முதன்மை அமைச்சர் ஜவகர்லால் நேருவுக்குக் கடிதம் எழுதினார்.”\n\nமேற்கண்ட பத்தியில் எந்த நிகழ்வு குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "இந்தியா-சீனா போர்",
      "காயிதே மில்லத் தனது மகனை போர்முனைக்கு அனுப்பியது.",
      "காயிதே மில்லத் நாட்டுப்பற்று மிக்கவராக இருந்தது.",
      "காயிதே மில்லத் தனது நாட்டுக்காக தன்னைத் தியாகம் செய்யத் தயாராக இருந்தது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "1962 ஆம் ஆண்டு இந்தியாவுக்கும் சீனாவுக்கும் இடையே போர் மூண்டது. காயிதே மில்லத்  நாட்டுப்பற்று மிக்கவர் என்பதால் அவர்  தனது ஒரே மகனை போர்முனைக்கு அனுப்ப  ஆயத்தமாக இருந்தார். அவர் அப்போதைய பிரதமர் ஜவகர்லால் நேருவுக்கு  இது குறித்து ஒரு கடிதம் எழுதினார்.  இது காயிதே மில்லத்  நாட்டுப்பற்றின்  உச்சக்கட்டத்தை காட்டுகிறது."
  },
  {
    "description": "“அரசியல் பொறுப்புகள்\n\nகாயிதே மில்லத் 1946 முதல் 1952 வரை அப்போதைய சென்னை மாகாணச் சட்டமன்ற உறுப்பினராக இருந்து சிறப்பாகப் பணியாற்றினார்.”\n\nகாயிதே மில்லத் எந்த மாகாணச் சட்டமன்றத்தில் உறுப்பினராக இருந்தார்?",
    "options": [
      "மகாராஷ்டிரா",
      "குஜராத்",
      "சென்னை",
      "பஞ்சாப்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "காயிதே மில்லத்  அரசியலில் ஈடுபட்டு, 1946 முதல் 1952 வரை அப்போதைய சென்னை மாகாண சட்டமன்ற உறுப்பினராக இருந்து மக்களுக்காக  சிறப்பாக பணியாற்றினார்.  அவர்   இந்திய அரசியலமைப்பு உருவாக்கக் குழு உறுப்பினராகவும் இருந்தார்.  அவர் நாட்டின் விடுதலைக்குப் பிறகு, மாநிலங்களவை உறுப்பினர், மக்களவை உறுப்பினர் என பல பொறுப்புகளிலும் பணியாற்றி, மக்களுக்காக தொண்டு செய்தார்."
  }
]
