
[
  {
    "description": "“ஏதாயினும் இதை நினைவில் கொள்ளுங்கள் / மானுட அடையாளம் ஒன்று / இருக்கவேண்டும் அதில் கட்டாயம் / மனிதன் இல்லாத - இணையாத / எந்த வனப்பும் வனப்பில்லை / அவன் கலவாத எதிலும்ஜீவ உயிர்ப்பில்லை…” என்ற வரிகளில் கலைஞர்களுக்கு என்ன  கூறப்படுகிறது?",
    "options": [
      "அ) மனிதர்கள் கலக்காத எந்த கலைப் படைப்பும் உயிர்ப்பு இல்லாதது.",
      "ஆ) கலைஞர்களின் படைப்புகளில் மனித உணர்வுகள் கட்டாயம் இருக்க வேண்டும்.",
      "இ) மனிதர்களின் அடையாளம் கலைப் படைப்புகளில் இல்லாமல் இருக்கக்கூடாது.",
      "ஈ) மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள் கலைஞர்களிடம் இயற்கை எழில் மற்றும் அழகை வெளிப்படுத்தும் கலைப்படைப்புகள் மட்டுமல்லாமல் மனித உணர்வுகளையும், வாழ்வையும் பிரதிபலிக்க வேண்டும் என்ற வேண்டுகோளை முன்வைக்கின்றன. மனித அடையாளமின்றி எந்த கலைப் படைப்பும் உயிர்ப்பு இல்லாதது, மனித உணர்வுகள் கலக்காத எந்த கலைப் படைப்பும் உயிர்ப்பு இல்லாதது மற்றும் மனித அடையாளம் கலைப் படைப்புகளில் இல்லாமல் இருக்கக்கூடாது என்பன இவ்வரிகள் வலியுறுத்தும் கருத்துக்கள். இந்தக் கருத்துக்கள் அனைத்தும் ஒன்றோடொன்று இணைந்தே இருப்பதால் மேற்கண்ட அனைத்தும் என்பது சரியான பதில்."
  },
  {
    "description": "கவிதை வரிகளில் \"புதிய அழகுகள் சேர்ப்பவர்களே\" என்று குறிப்பிடப்பட்டுள்ளது.  இந்த வரிகளின் பொருள் யாது?",
    "options": [
      "மண்ணின் அழகைப் பாதுகாப்பவர்கள்",
      "புதிய கலை வடிவங்களை உருவாக்குபவர்கள்",
      "புதிய கலைப் பொருட்களை விற்கும் வணிகர்கள்",
      "புதிய நுட்பங்களைப் பயன்படுத்தி ஓவியம் வரையும் கலைஞர்கள்"
    ],
    "answer": "B",
    "additional_context": "கவிதை வரிகளில், \"புதிய அழகுகள் சேர்ப்பவர்களே\" எனக் குறிப்பிடுவதன் மூலம் கலைஞர்களை, மண்ணின் அழகைப் பாதுகாத்து அதற்கு புதிய அழகுகளை சேர்த்து புதிய கலை வடிவங்களை உருவாக்குபவர்களாக கவிஞர் பார்க்கிறார். இந்த வரிகளில் புதிய கலை வடிவங்களை உருவாக்குபவர்களே என்று குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "\"வியர்வை நெடி வீசட்டும் அதில்\" என்ற வரிக்குப் பொருத்தமான விளக்கம் எது?",
    "options": [
      "கலைப் படைப்புகளில் நெடி வீசக் கூடாது",
      "கலைப் படைப்புகள் வியர்வை நாற்றம் வீசும்",
      "உழைப்பின் மணம் கலைப் படைப்புகளில் இருக்க வேண்டும்",
      "கலைஞர்கள் வியர்வை நாற்றத்துடன் படைப்புகளை உருவாக்க வேண்டும்"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் கலைஞர்களிடம் உழைப்பின் மணம் கலைப் படைப்புகளில் இருக்க வேண்டும் என்று கூறுகிறது. கலைஞர்களின் உழைப்பு, அவர்களின் கஷ்டப்பாடு, மற்றும் அவர்களின் வியர்வை அனைத்தும் கலைப் படைப்புகளில் பிரதிபலிக்க வேண்டும் என்ற கருத்தை இவ்வரிகள் வலியுறுத்துகின்றன. அதாவது, கலைஞர்களின் உழைப்பு எவ்வளவு கடினமானது என்பதை படைப்புகள் மூலம் வெளிப்படுத்த வேண்டும் என்பதை இந்த வரிகள் சுட்டிக்காட்டுகின்றன. வியர்வை நெடி என்பது உழைப்பின் மணத்தை குறிப்பதாகும். இவ்வரிக்குப் பொருத்தமான விளக்கம் \"உழைப்பின் மணம் கலைப் படைப்புகளில் இருக்க வேண்டும்\" என்பதாகும்."
  },
  {
    "description": "\"வயல்வெளி உழவனின் உருவ வார்ப்பெனில் ஈரமண் வாசம் இருக்க வேண்டும் அதில்\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "உழவரின் உருவ வார்ப்புகள் எல்லாம் ஈரமண் வாசம் கொண்டவை",
      "உழவரின் உழைப்பு கலைப் படைப்புகளில் பிரதிபலிக்க வேண்டும்",
      "ஈரமண் வாசம் கொண்ட உருவ வார்ப்புகள்தான் சிறந்தவை",
      "ஈரமண் வாசம் கலைப் படைப்புகளில் இருந்தால் அதில் மணம் வீசும்"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள், கலைஞர்கள் உழவர்களின் உழைப்பை தங்கள் கலைப் படைப்புகளில் பிரதிபலிக்க வேண்டும் என்பதை வலியுறுத்துகின்றன. உழவர்கள் ஈரமண்ணில் உழைத்து பயிர்களை வளர்ப்பது போல், கலைஞர்களும் தங்கள் உழைப்பால் சிறந்த கலைப் படைப்புகளை உருவாக்க வேண்டும் என்ற கருத்தை இவ்வரிகள் குறிப்பிடுகின்றன. ஈரமண் வாசம் என்பது உழவரின் உழைப்பின் பிரதிபலிப்பு என்பதால், கலைஞர்களின் படைப்புகளில் இந்த மணம் இருக்க வேண்டும் என்பது கவிஞரின் வேண்டுகோள்."
  },
  {
    "description": "\"அவள் முகப்பொலிவில் வழித்தெடுக்குமாறு இருக்கட்டும் கரிசன பாச உணர்வுகள்\" என்ற வரியின் பொருள் யாது?",
    "options": [
      "தாயின் முகத்தில் இருக்கும் அழகை கலைஞர்கள் ஓவியமாக வரைய வேண்டும்",
      "தாயின் பாசத்தை கலைஞர்கள் தங்கள் கலைப் படைப்புகளில் காட்ட வேண்டும்",
      "தாயின் முகம் மட்டுமே ஓவியங்களில் இடம்பெற வேண்டும்",
      "ஓவியங்களில் பெண்களின் முகங்களையே மட்டுமே காட்ட வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள், தாயின் பாசத்தை கலைஞர்கள் தங்கள் கலைப் படைப்புகளில் காட்ட வேண்டும் என்பதை வலியுறுத்துகின்றன. தாயின் கரிசனை, பாசம், அன்பு ஆகிய உணர்வுகள் அவர்களின் முகப்பொலிவில் பிரதிபலிக்கின்றன. கலைஞர்கள் தங்கள் கலைப் படைப்புகளில் இந்த உணர்வுகளை வெளிப்படுத்த வேண்டும் என்ற கருத்தை இந்த வரிகள் தெளிவுபடுத்துகின்றன. தாயின் பாசம் என்பது அனைவரும் அனுபவித்த ஒரு அழகான உணர்வு. இந்த உணர்வை கலைப் படைப்புகளில் காட்டுவதன் மூலம் கலைஞர்கள் தங்கள் படைப்புகளுக்கு ஒரு அழகான உணர்ச்சிபூர்வமான அளவை சேர்க்க முடியும்."
  }
]
