
[
  {
    "description": "“கோவை எல்லாம் பூத்துக் குலுங்குகிறது” என்ற வாக்கியத்தில் “கோவை” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "கோவை நகரத்தைக்",
      "கோவை நகரத்தில் உள்ள தாவரங்களை",
      "கோவை நகரத்தின் மணலை",
      "கோவை நகரத்தைச் சேர்ந்த மக்களை"
    ],
    "answer": "B",
    "additional_context": "“கோவை எல்லாம் பூத்துக் குலுங்குகிறது” என்ற வாக்கியத்தில்  “கோவை”  என்ற சொல் கோவை நகரத்தில் உள்ள தாவரங்களை குறிக்கிறது.  இங்கே கோவை நகரத்தின் அழகான  பூந்தோட்டங்கள் நிறைந்திருப்பதால்,  கோவை நகரம் பூத்துக் குலுங்குகிறது என்ற சொல்  கோவை நகரத்தின் தாவரங்களை குறிக்கிறது என்று பொருள் கொள்ளலாம்.  இது போன்ற சொற்கள்தான் ஆகுபெயர்கள் எனப்படும்.  அதாவது,  ஒரு பொருளின் பெயர் அதனைக் குறிக்காமல்  அதனோடு தொடர்புடைய வேறு ஒன்றிற்கு ஆகிவருவது ஆகுபெயர் எனப்படும்."
  },
  {
    "description": "“வீட்டுக்கு வெள்ளை அடித்தான்” என்ற தொடரில் “வெள்ளை” என்ற சொல் எந்தப் பொருளைத் தருகிறது?",
    "options": [
      "வெண்மை நிறத்தைக் குறிக்கிறது",
      "சுண்ணாம்பைக் குறிக்கிறது",
      "வீட்டின் நிறத்தைக் குறிக்கிறது",
      "வெள்ளை நிறப் பூவை குறிக்கிறது"
    ],
    "answer": "B",
    "additional_context": "“வீட்டுக்கு வெள்ளை அடித்தான்” என்ற தொடரில்  “வெள்ளை”  என்பது  வெண்மை நிறத்தைக் குறிக்காமல்  வெண்மை நிறமுடைய சுண்ணாம்பைக் குறிக்கிறது.   சுண்ணாம்பு  வீட்டின் சுவர்களுக்கு வெள்ளை நிறம் பூசுவதற்கு பயன்படுத்தப்படுகிறது.   இவ்வாறு ஒன்றன் பெயர் அதனைக் குறிக்காமல்  அதனோடு தொடர்புடைய வேறு ஒன்றிற்கு ஆகி வருவது ஆகுபெயர் எனப்படும்."
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எது சரியான கூற்று?",
    "options": [
      "பொருளாகுபெயர் என்பது பொருளின் பெயர் அதன் இடத்தைக் குறிக்கும்.",
      "பண்பாகுபெயர் என்பது பொருளின் பெயர் அதன் தொழிலைக் குறிக்கும்.",
      "சினையாகுபெயர் என்பது உறுப்பின் பெயர் முதலாகிய பொருளைக் குறிக்கும்.",
      "இடவாகுபெயர் என்பது காலப்பெயர் பொருளாகிய பொருளைக் குறிக்கும்."
    ],
    "answer": "C",
    "additional_context": "சினையாகுபெயர் என்பது  உறுப்பின் பெயர் முதலாகிய பொருளைக் குறிக்கும்.   சினையாகுபெயர் என்பது   ஒரு பொருளின் உறுப்புக்கு அதன் பொருளின் பெயர் ஆகி வருவதை குறிக்கிறது.  உதாரணமாக,  “தலைக்கு ஒரு பழம் கொடு”  என்ற தொடரில்   “தலை”  என்பது   ஒரு உறுப்பின் பெயர்.  ஆனால்  இது  முழு உடலை குறிக்கிறது.   அதாவது   உறுப்பின் பெயர்  முழு உடலை குறிக்கிறது.   இவ்வாறு உறுப்பின் பெயர் முழுப் பொருளைக் குறிக்கும்  சொற்களை  சினையாகுபெயர் என்பர்.  ஆகுபெயர்கள்  ஆறு வகைப்படும்:   பொருளாகுபெயர்,   இடவாகுபெயர்,   காலவாகுபெயர்,   சினையாகுபெயர்,   பண்பாகுபெயர்,   தொழிலாகுபெயர்."
  },
  {
    "description": "“தலைக்கு ஒரு பழம் கொடு” என்ற தொடரில் உள்ள “தலை” என்ற சொல் எந்த வகை ஆகுபெயர்?",
    "options": [
      "இடவாகுபெயர்",
      "சினையாகுபெயர்",
      "பண்பாகுபெயர்",
      "பொருளாகுபெயர்"
    ],
    "answer": "B",
    "additional_context": "“தலைக்கு ஒரு பழம் கொடு” என்ற தொடரில் உள்ள “தலை”  என்ற சொல்  சினையாகுபெயர்.  சினையாகுபெயர் என்பது   ஒரு பொருளின் உறுப்புக்கு அதன் பொருளின் பெயர் ஆகி வருவதை குறிக்கிறது.  இந்த வாக்கியத்தில்   “தலை”   என்பது   முழு உடலைக் குறிக்கிறது.  அதாவது  “தலை”  என்பது   ஒரு உறுப்பின் பெயர்  ஆனால்  இது   முழு உடலை குறிக்கிறது.    இவ்வாறு உறுப்பின் பெயர் முழுப் பொருளைக் குறிக்கும்  சொற்களை  சினையாகுபெயர் என்பர்.  ஆகுபெயர்கள்  ஆறு வகைப்படும்:   பொருளாகுபெயர்,   இடவாகுபெயர்,   காலவாகுபெயர்,   சினையாகுபெயர்,   பண்பாகுபெயர்,   தொழிலாகுபெயர்."
  },
  {
    "description": "“சடுகுடு போட்டியில் தமிழ்நாடு வெற்றி பெற்றது” என்ற தொடரில் “தமிழ்நாடு” என்பது எந்த வகை ஆகுபெயர்?",
    "options": [
      "இடவாகுபெயர்",
      "காலவாகுபெயர்",
      "பண்பாகுபெயர்",
      "சினையாகுபெயர்"
    ],
    "answer": "A",
    "additional_context": "“சடுகுடு போட்டியில் தமிழ்நாடு வெற்றி பெற்றது”  என்ற தொடரில்  “தமிழ்நாடு”  என்பது  இடவாகுபெயர்.   இடவாகுபெயர் என்பது   ஒரு இடத்தைக் குறிக்கும்.  இந்த வாக்கியத்தில்  “தமிழ்நாடு”  என்பது   ஒரு இடத்தைக் குறிக்கிறது.   அதாவது  தமிழ்நாடு அணியைக் குறிக்கிறது.   இவ்வாறு  ஒரு இடத்தைக் குறிக்கும் சொற்களை   இடவாகுபெயர்   என்பர்.   ஆகுபெயர்கள்  ஆறு வகைப்படும்:   பொருளாகுபெயர்,   இடவாகுபெயர்,   காலவாகுபெயர்,   சினையாகுபெயர்,   பண்பாகுபெயர்,   தொழிலாகுபெயர்."
  }
]
