[
          
  {
    
          "description": "'வையம்' என்ற சொல்லில் ஐகாரம் எத்தனை மாத்திரை அளவில் ஒலிக்கிறது?",
          "options": [
      "ஒரு மாத்திரை",
      "ஒன்றரை மாத்திரை",
      "இரண்டு மாத்திரை",
      "கால் மாத்திரை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஐகாரம் தனித்து வரும் போது இரண்டு மாத்திரை அளவில் ஒலிக்கும்.  'வையம்' என்ற சொல்லில் ஐகாரம் சொல்லின் இடையிலும் வரும்போது ஒரு மாத்திரை அளவில் ஒலிக்கிறது. ஆகையால்  'வையம்' என்ற சொல்லில் ஐகாரம் ஒன்றரை மாத்திரை அளவில் ஒலிக்கிறது."
          }
        ,
          
  {
    
          "description": "சொற்களில் ஔகாரம் எந்த இடத்தில் இடம் பெறுவதில்லை?",
          "options": [
      "முதல்",
      "இடை",
      "இறுதி",
      "எல்லா இடங்களிலும் இடம் பெறும்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஔகாரம் சொல்லின் முதலில் வரும்போது மட்டுமே ஒலிக்கும். சொல்லின் இடையிலும் இறுதியிலும் வராது. 'ஔவையார்', 'வௌவால்' எனச் சொற்களின் முதலில் வரும்போது தனக்குரிய இரண்டு மாத்திரை அளவிலிருந்து குறைந்து ஒன்றரை மாத்திரை அளவில் ஒலிக்கிறது."
          }
        ,
          
  {
    
          "description": "'மருண்ம்' என்ற சொல்லில் இடம் பெறும் மகரக்குறுக்கம் எத்தனை மாத்திரை அளவில் ஒலிக்கிறது?",
          "options": [
      "அரை மாத்திரை",
      "கால் மாத்திரை",
      "ஒன்றரை மாத்திரை",
      "இரண்டு மாத்திரை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மகர மெய்யெழுத்து தனக்குரிய அரை மாத்திரை அளவில் முழுமையாக ஒலிக்கிறது. மகரமெய்யானது ன், ண் ஆகிய எழுத்துகளை அடுத்து வருவதால் தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது. 'மருண்ம்' என்ற சொல்லில் மகரம் கால் மாத்திரை அளவில் ஒலிக்கிறது."
          }
        ,
          
  {
    
          "description": "'முஃடீது' என்ற சொல்லில் இடம் பெறும் ஆய்தக் குறுக்கம் எத்தனை மாத்திரை அளவில் ஒலிக்கிறது?",
          "options": [
      "அரை மாத்திரை",
      "கால் மாத்திரை",
      "ஒன்றரை மாத்திரை",
      "இரண்டு மாத்திரை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஆய்த எழுத்து, தனக்குரிய அரை மாத்திரை அளவில் முழுமையாக ஒலிக்கிறது. ஆய்த எழுத்து, தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது. 'முஃடீது' என்ற சொல்லில் ஆய்தம் கால் மாத்திரை அளவில் ஒலிக்கிறது."
          }
        ,
          
  {
    
          "description": "'மகரக்குறுக்கம்' இடம் பெறும் சொல் எது?",
          "options": [
      "சிரிப்பு",
      "வாழ்க்கை",
      "கடல்",
      "பழம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "மகரக்குறுக்கம் என்பது மகர மெய்யெழுத்து தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிப்பதைக் குறிக்கும். 'பழம்' என்ற சொல்லில் மகரம் ன், ண் ஆகிய எழுத்துகளை அடுத்து வருவதால் தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது.  'பழம்' என்ற சொல்லில் மகரக்குறுக்கம் இடம் பெறுகிறது."
          }
        ]