
[
  {
    "description": "பழந்தமிழகத்தில் மூவேந்தர்கள் எனப்படும் ஆட்சியாளர்கள் யார் யார்?",
    "options": [
      "சோழர், பாண்டியர், செந்தமிழர்",
      "சோழர், பாண்டியர், சேரர்",
      "பாண்டியர், சேரர், பல்லவர்",
      "சோழர், பாண்டியர், குடவர்"
    ],
    "answer": "B",
    "additional_context": "பழந்தமிழகத்தில் மூவேந்தர்கள் எனப்படும் மூன்று முக்கியமான ஆட்சியாளர்கள் இருந்தனர். அவர்கள் சோழர், பாண்டியர், சேரர் ஆகியோர். இவர்கள் தமிழகத்தில் பல்வேறு பகுதிகளை ஆண்டு தமிழர் பண்பாட்டின் வளர்ச்சிக்கு பெரும்பங்காற்றினர். சோழர்கள், பாண்டியர்கள், சேரர்கள் என மூன்று வம்சத்தினரும் ஆட்சி செய்தனர். சோழர்கள், பாண்டியர்கள், சேரர்கள் ஆகியோர் தங்களது காலத்தில் தமிழர் பண்பாட்டின் வளர்ச்சிக்கு பெரும்பங்காற்றியுள்ளனர்."
  },
  {
    "description": "பண்டைய தமிழ் இலக்கியங்கள் குறிப்பிடும் கொற்கை துறைமுகம் எதற்குப் புகழ் பெற்றிருந்தது?",
    "options": [
      "மீன்பிடித் தொழிலுக்கு",
      "மரக்கலத் தயாரிப்புக்கு",
      "முத்துக்குளித்தலுக்கு",
      "நெல் விளைச்சலுக்கு"
    ],
    "answer": "C",
    "additional_context": "பண்டைய தமிழ் இலக்கியங்கள் கொற்கை துறைமுகத்தைப் பற்றி பலவாறு கூறுகின்றன. கொற்கை துறைமுகம் முத்துக்குளித்தலுக்கு பெயர் பெற்றிருந்தது. கொற்கையில் விளைந்த பாண்டி நாட்டு முத்து உலகப் புகழ் பெற்றதாக விளங்கியது. சங்க இலக்கியங்கள் கொற்கையின் முத்துகளைப் பற்றி பலவாறு கூறுகின்றன. பண்டைய காலத்தில் கொற்கை துறைமுகம் முத்துக்கள், மணிகள், பட்டு, மரக்கலங்கள் போன்ற பல பொருட்கள் வணிகம் நடைபெற்ற துறைமுகமாக இருந்ததாக கூறப்படுகிறது."
  },
  {
    "description": "திருநெல்வேலிப் பகுதியில் தாமிரபரணி ஆற்றின் எந்தக் கிளை ஆறு குறிப்பிடப்படவில்லை?",
    "options": [
      "பச்சையாறு",
      "மணிமுத்தாறு",
      "சேர்வலாறு",
      "காவிரி"
    ],
    "answer": "D",
    "additional_context": "தாமிரபரணி ஆறு தமிழகத்தின் தென் மாவட்டங்களில் பாயும் முக்கியமான ஆறுகளில் ஒன்று.  தாமிரபரணி ஆறு திருநெல்வேலிப் பகுதியில் பச்சையாறு, மணிமுத்தாறு, சேர்வலாறு, சிற்றாறு, காரையாறு, கடனாநதி என்று பல கிளை ஆறுகளாகப் பிரிந்து திருநெல்வேலியை நீர்வளம் மிக்க மாவட்டமாகச் செய்கிறது.  தாமிரபரணி ஆறு திருநெல்வேலியை வளம் செழிக்கச் செய்யும் முக்கிய ஆறுகளில் ஒன்றாகும்."
  },
  {
    "description": "திருஞானசம்பந்தரின் பாடல் அடிகளால் எதை அறிய முடிகிறது?",
    "options": [
      "திருநெல்வேலியில் நடைபெறும் திருவிழாவின் நாட்கள்",
      "திருநெல்வேலியில் உள்ள கோவில்களின் பெயர்கள்",
      "திருநெல்வேலியில் உள்ள தெருக்களின் பெயர்கள்",
      "திருநெல்வேலியின் மக்கள் தொகை"
    ],
    "answer": "A",
    "additional_context": "திருஞானசம்பந்தர், சைவ சமயத்தின் பெரும்பாலான பாடல்களைப் பாடி சைவ சமயத்தை பரப்பியவர். திருஞானசம்பந்தர் திருநெல்வேலியில் உள்ள நெல்லையப்பர் கோவிலைப் பற்றி பல பாடல்கள் பாடியுள்ளார். அந்தப் பாடல்களின் மூலம்  திருநெல்வேலியில் நடைபெறும் திருவிழாவின் நாட்கள் பற்றிய தகவல்களை அறிய முடிகிறது. திருநெல்வேலியில் உள்ள நெல்லையப்பர் கோவில்  திங்கள்தோறும் திருவிழா நடைபெறும் என்பதை,  திங்கள் நாள்விழா மல்கு திருநெல்வேலியுறை செல்வர் தாமே  என்னும் திருஞானசம்பந்தர் பாடல் அடிகளால் அறியலாம்."
  },
  {
    "description": "பண்டைய காலத்தில் வணிகம் நடைபெறும் பகுதியை என்னென்று அழைத்தனர்?",
    "options": [
      "மார்க்கெட்",
      "பேட்டை",
      "நகரம்",
      "கிராமம்"
    ],
    "answer": "B",
    "additional_context": "பண்டைய காலத்தில் வணிகம் நடைபெறும் பகுதியை 'பேட்டை' என்று அழைத்தனர். நெல்லை நகரின் மேற்கே பேட்டை என்னும் ஊர் உள்ளது. வணிகம் நடைபெறும் பகுதியைப் பேட்டை என வழங்குதல் பண்டைய மரபு. இப்பகுதி முன்பு பெருவணிகம் நடைபெற்ற இடமாக இருந்திருக்க வேண்டும்."
  }
]
