
[
  {
    "description": "“தென்றல் தரும் இனிய தேன்மண மும்கமழும்” என்ற வரியில் கவிஞர் குறிப்பிடும் மணம் எதனால் உண்டாகிறது?",
    "options": [
      "அ) பூக்களின் மணம்",
      "ஆ) தென்றல் காற்றின் மணம்",
      "இ) நிலத்தின் மணம்",
      "ஈ) கடல் நீரின் மணம்"
    ],
    "answer": "A",
    "additional_context": "இந்த பாடல் தமிழ்நாட்டின் பெருமைகளைப் பற்றிப் பாடப்பட்ட பாடல். இந்த வரியில் “தென்றல் தரும் இனிய தேன்மண மும்கமழும்” என்று கூறப்பட்டுள்ளது. இங்கு தென்றலால் பூக்களின் மணம் பரவி இனிமையான வாசனையைத் தருகிறது எனக் குறிப்பிடப்படுகிறது."
  },
  {
    "description": "“பகைவென்ற திறம்பாடும் பரணிவகை” என்ற வரி தமிழின் எந்த இலக்கிய வகையைக் குறிக்கிறது?",
    "options": [
      "அ) நாடகம்",
      "ஆ) காவியம்",
      "இ) பழமொழி",
      "ஈ) வரலாற்று நூல்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் தமிழ்நாட்டின் பெருமைகளைப் பற்றிப் பாடப்பட்ட பாடல். இந்த வரியில் “பகைவென்ற திறம்பாடும் பரணிவகை” என்ற வார்த்தை இடம்பெற்றுள்ளது. இங்கு பரணி என்பது பகைவரை வென்ற வீரர்களின் செயல்களைப் பற்றிப் பாடப்படும் வரலாற்று நூல் எனக் குறிப்பிடப்படுகிறது."
  },
  {
    "description": "“முல்லைக்குத் தேர்கொடுத்தான் வேள்பாரி” என்ற வரியில் கூறப்படும் “முல்லை” என்பது எதை குறிக்கிறது?",
    "options": [
      "அ) முல்லை மலர்",
      "ஆ) முல்லை நிலம்",
      "இ) முல்லை மரம்",
      "ஈ) முல்லை என்னும் பெண்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல் தமிழ்நாட்டின் பெருமைகளைப் பற்றிப் பாடப்பட்ட பாடல். இந்த வரியில் “முல்லைக்குத் தேர்கொடுத்தான் வேள்பாரி” என்று கூறப்பட்டுள்ளது. இங்கு முல்லை என்பது பழங்காலத்தில் அந்த இடத்தைக் குறிக்கும் முல்லை நிலம் என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“சொல்லுக்குத் தலைகொடுத்தான் அருள்மீறி” என்ற வரி யாரைப் பற்றிய குறிப்பு?",
    "options": [
      "அ) வேள்பாரி",
      "ஆ) குமண வள்ளல்",
      "இ) கம்பர்",
      "ஈ) திரிகூடராசப்பெருமாள்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல் தமிழ்நாட்டின் பெருமைகளைப் பற்றிப் பாடப்பட்ட பாடல். இந்த வரியில் “சொல்லுக்குத் தலைகொடுத்தான் அருள்மீறி” என்று கூறப்பட்டுள்ளது. இங்கு ‘சொல்லுக்குத் தலைகொடுத்தான்’ எனக் குறிப்பிடப்பட்டவர் தமிழின் பெரிய வள்ளலான குமண வள்ளல் என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“தமிழ்நாடு __________, ___________, ___________ மற்றும் ___________ நிறைந்தது” என்ற வரியை பாடலில் இருந்து நிரப்புக.",
    "options": [
      "அ) நிலவளம், நீர்வளம், பொருள்வளம், அருள்வளம்",
      "ஆ) பொருள்வளம், அருள்வளம், நிலவளம், நீர்வளம்",
      "இ) நீர்வளம், நிலவளம், அருள்வளம், பொருள்வளம்",
      "ஈ) அருள்வளம், பொருள்வளம், நிலவளம், நீர்வளம்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் தமிழ்நாட்டின் பெருமைகளைப் பற்றிப் பாடப்பட்ட பாடல். இங்கு தமிழ்நாடு நிலவளமும் நீர்வளமும் மட்டுமன்றிப் பொருள்வளமும் அருள்வளமும் நிறைந்தது எனப் பாடப்பட்டுள்ளது."
  }
]
