
[
  {
    "description": "நாட்டிலஸின் மின்சாரத்திற்கான ஆதாரம் என்ன?",
    "options": [
      "கடல் நீரோட்டம்",
      "கடல் வாழ் உயிரினங்கள்",
      "கடல் எரிமலை",
      "கப்பலின் உள்ளேயே உள்ள மின்சார உற்பத்தி கருவிகள்"
    ],
    "answer": "D",
    "additional_context": "நெமோவிடம் இதைக் கேட்ட பியரி, \"இந்தக் கப்பல் செல்வதற்கும் இங்குள்ள விளக்குகள் எரிவதற்கும் தேவையான மின்சாரத்தைத் தயாரிக்கும் கருவிகள் இங்கேயே உள்ளன\" என்று  நெமோ விளக்கினார்."
  },
  {
    "description": "பியரி ஆராய்வதில் மிகுந்த விருப்பம் கொண்டிருந்தது எது?",
    "options": [
      "கடலின் அடியில் உள்ள மீன்கள்",
      "கடலின் அடியில் உள்ள தாவரங்கள்",
      "கடலின் அடியில் உள்ள விலங்குகள்",
      "கடலின் அடியில் உள்ள எரிமலைகள்"
    ],
    "answer": "C",
    "additional_context": "என் பெயர் பியரி. நான் ஒரு விலங்கியல் பேராசிரியர். கடலின் அடியில் உள்ள விலங்குகளைப் பற்றி ஆராய்வதில் எனக்கு விருப்பம் மிகுதி."
  },
  {
    "description": "எந்த ஆண்டில் கப்பல் மாலுமிகளிடையே ஒரு விந்தையான விலங்கு கடலில் செல்லும் பெரிய கப்பல்களைத் தாக்குகிறது என்ற செய்தி பரவியது?",
    "options": [
      "1885",
      "1886",
      "1887",
      "1888"
    ],
    "answer": "B",
    "additional_context": "1886 ஆம் ஆண்டு கப்பல் மாலுமிகளிடையே ஓர் அதிர்ச்சியான தகவல் பரவியது. கடலில் செல்லும் பெரிய கப்பல்களை உலோகத்தால் ஆன உடலைக் கொண்ட ஒரு விந்தையான விலங்கு தாக்குகிறது என்பதுதான் அந்தச் செய்தி."
  },
  {
    "description": "கப்பல் தலைவர் ஃபராகட்டின் திறமை என்ன?",
    "options": [
      "ஈட்டி எறிந்து திமிங்கிலங்களை வேட்டையாடுவது",
      "கப்பலைத் துல்லியமாகச் செலுத்துவது",
      "விலங்குகளைப் பற்றி ஆராய்வது",
      "நீர்மூழ்கிக் கப்பலை இயக்குவது"
    ],
    "answer": "B",
    "additional_context": "அந்த விந்தை விலங்கைக் கண்டுபிடித்து அழிப்பதற்காக அமெரிக்காவின் நியூயார்க் நகரிலிருந்து ஒரு போர்க்கப்பல் புறப்பட்டது. கடல் பயணத்தில் திறமை வாய்ந்த ஃபராகட் என்பவர் அக்கப்பலின் தலைவராக இருந்தார்."
  },
  {
    "description": "நாட்டிலஸ் என்னும் நீர்மூழ்கிக் கப்பல் எந்த நாட்டைச் சேர்ந்தவர்?",
    "options": [
      "அமெரிக்கா",
      "பிரான்ஸ்",
      "ஜப்பான்",
      "இந்தியா"
    ],
    "answer": "B",
    "additional_context": "அந்த விலங்கு நீரைப் பீய்ச்சியடித்தபடி எங்கள் கப்பலின் மீது வேகமாக மோதியது. நாங்கள் கப்பலிலிருந்து கடலில் தூக்கி வீசப்பட்டோம். நான் அப்படியே மயக்கமடைந்து போனேன். நான் கண்விழித்தபோது உலோகத்தினாலான அந்தக் கொடிய விலங்கின் மீது படுத்திருந்தேன். எனக்கு முன்னால் எனது உதவியாளர் கான்சீலும் நெட்டும் அமர்ந்திருந்தனர். \"நாம் தேடிவந்த விலங்கு இதுதான். உண்மையில் இஃது ஒரு நீர்மூழ்கிக் கப்பல்\" என்றார் நெட்."
  }
]
