[
          
  {
    
          "description": "இளமைப் பருவத்தில் கற்றுக் கொள்ள வேண்டிய நற்பண்புகள் பற்றிப் பேசும் பாடல் எந்த நூலைச் சேர்ந்தது?",
          "options": [
      "திருக்குறள்",
      "அறநெறிச்சாரம்",
      "நாலடியார்",
      "திருவாசகம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தப் பாடல் முனைப்பாடியார் என்பவரால் இயற்றப்பட்ட  'அறநெறிச்சாரம்' என்ற நூலைச் சேர்ந்தது. இந்நூலில் மொத்தம் 225 பாடல்கள் உள்ளன. இந்த நூல் அறநெறிகளைத் தொகுத்துக் கூறுவதால் இந்நூல் 'அறநெறிச்சாரம்' எனப் பெயர்பெற்றது."
          }
        ,
          
  {
    
          "description": "'வன்சொல் களைகட்டு' என்கிற வரியில் 'களைகட்டு' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "விளைநிலத்தில் உள்ள தீய பூச்சிகளை",
      "மனதில் உள்ள கெட்ட எண்ணங்களை",
      "வீட்டில் உள்ள தூசி மண்ணை",
      "கல்வியில் உள்ள பிழைகளை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "'வன்சொல் களைகட்டு'  என்ற வரியில்  'களைகட்டு'  என்ற சொல்  மனதில் உள்ள கெட்ட எண்ணங்களை நீக்க வேண்டும் என்பதை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "அறக்கதிர் விளைய எருவாக எது இடவேண்டும் எனப் பாடல் கூறுகிறது?",
          "options": [
      "ஈகை",
      "வாய்மை",
      "அன்பு",
      "இன்சொல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "அறக்கதிர் விளைய எருவாக வாய்மை இடவேண்டும் என்று பாடல் கூறுகிறது. வாய்மை என்பது உண்மை பேசுதல். உண்மை பேசுவதால் நம்மால் நல்ல செயல்களைச் செய்ய முடியும்.  "
          }
        ,
          
  {
    
          "description": "இளமைப் பருவத்தில் செய்ய வேண்டிய செயல்களை உழவுத்தொழிலுடன் ஒப்பிட்டு முனைப்பாடியார் என்ன கூறுகிறார்?",
          "options": [
      "இன்சொல் - விளைநிலம்; ஈகை - விதை; வாய்மை - உரம்; அன்பு - நீர்",
      "இன்சொல் - விதை; ஈகை - விளைநிலம்; வாய்மை - நீர்; அன்பு - உரம்",
      "இன்சொல் - விதை; ஈகை - உரம்; வாய்மை - விளைநிலம்; அன்பு - நீர்",
      "இன்சொல் - விதை; ஈகை - விளைநிலம்; வாய்மை - உரம்; அன்பு - நீர்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இளமைப் பருவத்தில் செய்ய வேண்டிய செயல்களை உழவுத்தொழிலுடன் ஒப்பிட்டு முனைப்பாடியார் இன்சொல் - விதை, ஈகை - விளைநிலம், வாய்மை - உரம், அன்பு - நீர் என்று கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "முனைப்பாடியார் எந்த நூற்றாண்டைச் சேர்ந்தவர்?",
          "options": [
      "பதினொன்றாம் நூற்றாண்டு",
      "பதின்மூன்றாம் நூற்றாண்டு",
      "பதினைந்தாம் நூற்றாண்டு",
      "பதினேழாம் நூற்றாண்டு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "முனைப்பாடியார் திருமுனைப்பாடி என்னும் ஊரைச் சேர்ந்த சமணப்புலவர். இவரது காலம் பதின்மூன்றாம் நூற்றாண்டு."
          }
        ]