
[
  {
    "description": "கீழ்க்காணும் சொற்களில் எது 'நுண்கலைகளுள் ஒன்று' என்ற கூற்றுக்கு ஏற்றது?",
    "options": [
      "ஓவியக்கலை",
      "இசை",
      "கட்டடக்கலை",
      "வண்ணங்கள்"
    ],
    "answer": "A",
    "additional_context": "நுண்கலைகள் என்பவை மனிதனின் படைப்புத் திறனை வெளிப்படுத்தும் கலைகள். ஓவியம், இசை, சிற்பம், நாடகம், நடனம், இலக்கியம் போன்றவை நுண்கலைகளுக்கு சில உதாரணங்கள். ஓவியம் என்பது கலைஞர்கள் தங்கள் கற்பனையை, உணர்வுகளை, சிந்தனைகளை வண்ணங்கள் மூலம் கேன்வாஸில்  உருவாக்குவது.  இந்தக் கேள்வி நுண்கலைகளின் பல்வேறு வகைகளில் ஓவியக்கலை பற்றிய கேள்வியை கேட்கிறது. "
  },
  {
    "description": "எந்த இடைச்சொல்லுடன் 'பாடல்' என்ற சொல் இணைக்கப்பட்டு 'பாடலைப் பாடினாள்' என்ற தொடர் உருவாகிறது?",
    "options": [
      "ஐ",
      "ை",
      "ஏ",
      "ே"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கேள்வி இடைச்சொற்களைப் பயன்படுத்தித் தொடர்களை உருவாக்குவது பற்றியது.  'பாடல்' என்ற சொல்லுடன் 'ஐ' என்ற இடைச்சொல் இணைக்கப்பட்டு 'பாடலைப் பாடினாள்' என்ற தொடர் உருவாகிறது. இடைச்சொற்கள்  பொதுவாக  இரண்டு சொற்களை இணைத்து புதிய சொல்லை உருவாக்குகின்றன.  'ஐ' என்ற இடைச்சொல் 'பாடல்' என்ற சொல்லுடன் இணைந்து 'பாடலைப் பாடினாள்' என்ற தொடரை உருவாக்குகிறது."
  },
  {
    "description": "கீழ்க்காணும் கூற்றுகளில் எது 'கலைச்சின்னங்களைப் பாதுகாப்பேன்' என்ற பொறுப்பை எடுத்துக்காட்டுகிறது?",
    "options": [
      "நம் நாட்டுத் தொன்மைக் கலைகளை மதிப்பேன்.",
      "கலைகளில் ஒன்றையேனும் கற்றுக் கொள்வேன்.",
      "தமிழகச் சுற்றுலாச் சிறப்பு வாய்ந்த இடங்களுக்குச் சென்று தமிழர்தம் கலைத்திறனை அறிந்து போற்றுவேன்.",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "கலைச்சின்னங்களைப் பாதுகாப்பது நம் கடமை.  கலைச்சின்னங்கள் என்பவை நம் கலாச்சாரத்தின், பாரம்பரியத்தின் ஒரு பகுதி.  கலைச்சின்னங்கள் நம் மொழி, நாகரிகம், வாழ்க்கை முறை ஆகியவற்றைப் பற்றிய  தகவல்களைத் தருகின்றன.  நம் நாட்டுத் தொன்மைக் கலைகளை மதிப்பது, கலைகளில் ஒன்றையேனும் கற்றுக்கொள்வது, தமிழகச் சுற்றுலாச் சிறப்பு வாய்ந்த இடங்களுக்குச் சென்று தமிழர்தம் கலைத்திறனை அறிந்து போற்றுவது போன்றவை  கலைச்சின்னங்களைப் பாதுகாக்கும் பொறுப்பை எடுத்துக்காட்டுவதாகும்."
  },
  {
    "description": "'குகை ஓவியங்கள்' என்பது எதைக் குறிக்கிறது?",
    "options": [
      "குகைகளில் வரையப்பட்ட ஓவியங்கள்",
      "குகைகளின் உள்ளே காணப்படும் சிற்பங்கள்",
      "குகைகளில் கண்டறியப்பட்ட கல்வெட்டுக்கள்",
      "குகைகளில் காணப்படும் இசைக் கருவிகள்"
    ],
    "answer": "A",
    "additional_context": "குகை ஓவியங்கள் என்பது பண்டைய மனிதர்கள் குகைகளின் சுவர்களில் வரைந்த ஓவியங்கள். இவை பண்டைய மனிதர்களின் வாழ்க்கை முறை, நம்பிக்கைகள், கலாச்சாரம் ஆகியவற்றைப் பற்றிய  தகவல்களைத் தருகின்றன. குகை ஓவியங்கள் உலகின் பல பகுதிகளில்  கண்டுபிடிக்கப்பட்டுள்ளன. இந்தக் கேள்வி  குகை ஓவியங்கள் பற்றிய அடிப்படை அறிவைப்  பரிசோதிக்கிறது. "
  },
  {
    "description": "கீழ்க்காணும் கூற்றுகளில் எது 'மக்கள் ஒற்றுமை' என்பதைக் குறிக்கிறது?",
    "options": [
      "எங்கள் ஊரில் பல தொழில்கள் உள்ளன.",
      "எங்கள் ஊரில் பல சிறப்பு மிகு இடங்கள் உள்ளன.",
      "எங்கள் ஊரில் பல திருவிழாக்கள் கொண்டாடப்படுகின்றன.",
      "எங்கள் ஊரில் மக்கள் அனைவரும் ஒற்றுமையாக வாழ்கிறார்கள்."
    ],
    "answer": "D",
    "additional_context": "மக்கள் ஒற்றுமை என்பது ஒரு சமூகத்தின் முக்கிய அம்சம்.  ஒற்றுமை  சமூகத்தில் அமைதி, நல்லிணக்கம், வளர்ச்சி ஆகியவற்றை ஏற்படுத்துகிறது.  ஒரு ஊரின் தொழில்கள், சிறப்பு மிகு இடங்கள், திருவிழாக்கள்  இவை  அந்த ஊரின்  வளர்ச்சி மற்றும்  பண்பாட்டைக் காட்டுகிறது. ஆனால் மக்கள் அனைவரும் ஒற்றுமையாக வாழ்வது மட்டுமே  ஒரு ஊரின்  முக்கிய  அம்சமாகும். இந்தக் கேள்வி 'மக்கள் ஒற்றுமை' பற்றிய  அடிப்படை புரிதலைப்  பரிசோதிக்கிறது."
  }
]
