
[
  {
    "description": "பெரும்பாணாற்றுப்படையின் பாட்டுடைத்தலைவன் யார்?",
    "options": [
      "அ) சேரமான் பெருமாள்",
      "இ) பாண்டியன் நெடுஞ்செழியன்",
      "ஆ) தொண்டைமான் இளந்திரையன்",
      "ஈ) கோப்பெருஞ்சோழன்"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    "additional_context": "பெரும்பாணாற்றுப்படை என்பது சங்க இலக்கியத்தில் உள்ள பத்துப்பாட்டு நூல்களில் ஒன்று. இந்நூல் கடியலூர் உருத்திரங் கண்ணனாரால் இயற்றப்பட்டது. இந்நூலின் பாட்டுடைத்தலைவன் தொண்டைமான் இளந்திரையன். இளந்திரையன் தொண்டை நாட்டு மன்னன். இவன் தன் நாட்டு மக்களின் நலன் காக்கவும், வணிகம் செழிக்கவும் பல முயற்சிகள் செய்தான். அவனது நல்லாட்சியையும், வீரத்தையும், தன் மக்களை நேசித்த மனப்பான்மையையும் போற்றும் வகையில் உருத்திரங் கண்ணனார் இந்நூலை இயற்றியுள்ளார்."
  },
  {
    "description": "கலங்கரை விளக்கம் யாருக்கெல்லாம் பயன்படும்?",
    "options": [
      "அ) கப்பல் ஓட்டிகள் மட்டுமே",
      "இ) மீனவர்கள் மட்டுமே",
      "ஆ) கப்பல் ஓட்டிகள் மற்றும் மீனவர்கள்",
      "ஈ) கடல் பயணம் செய்பவர்கள் அனைவரும்"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    "additional_context": "கலங்கரை விளக்கம் என்பது கடற்கரையில் கட்டப்பட்ட ஒரு உயரமான கட்டமைப்பு ஆகும். இது இரவில் கடலைக் கடந்து பயணிக்கும் கப்பல், மீன்பிடி படகு போன்றவற்றுக்கு வழிகாட்டும் விளக்காகப் பயன்படுகிறது. இது கப்பல் ஓட்டிகள், மீனவர்கள், கடல் பயணம் செய்பவர்கள் என அனைவருக்கும் பயனுள்ளதாக இருக்கிறது. கலங்கரை விளக்கத்தின் உயரமான அமைப்பு, இரவில் மின்சாரம் அல்லது எரிவாயு மூலம் ஏற்றப்படும் விளக்கு இவற்றின் மூலம் தூரத்தில் இருந்து கூட தெரியும் வகையில் அமைக்கப்படுகிறது."
  },
  {
    "description": "கடியலூர் உருத்திரங் கண்ணனார் எந்த நூலை இயற்றினார்?",
    "options": [
      "திருமுருகாற்றுப்படை",
      "பொருநராற்றுப்படை",
      "பெரும்பாணாற்றுப்படை",
      "சிறுபாணாற்றுப்படை"
    ],
    "answer": "C",
    "additional_context": "கடியலூர் உருத்திரங் கண்ணனார் என்பவர் சங்ககாலப் புலவர். இவர் பத்துப்பாட்டு நூல்களில் பெரும்பாணாற்றுப்படை, பட்டினப்பாலை ஆகிய நூல்களை இயற்றியுள்ளார். பெரும்பாணாற்றுப்படை தொண்டைமான் இளந்திரையனைப் போற்றிப் பாடும் நூல் ஆகும். பட்டினப்பாலை என்பது சோழ நாட்டுத் தலைநகரான புதுக்கைச் சோழ நாட்டின் செல்வச் செழிப்பைப் பாடும் நூல் ஆகும்."
  },
  {
    "description": "\"வானம் ஊன்றிய மதலை போல\" என்ற வரி கலங்கரை விளக்கத்தின் எந்தப் பண்பைக் குறிக்கிறது?",
    "options": [
      "உயரம்",
      "அழகு",
      "வலிமை",
      "ஒளி"
    ],
    "answer": "A",
    "additional_context": "கலங்கரை விளக்கம் என்பது உயரமான அமைப்பாக இருப்பதால், இது வானம் ஊன்றிய மதலை போல இருக்கும் எனக் குறிப்பிடப்பட்டுள்ளது. கலங்கரை விளக்கத்தின் உயரம், தூரத்தில் இருந்து கூட தெரியும் வகையில் அதை அமைக்கப்படுகிறது.  மதலை என்பது பெரிய மரம் அல்லது தூண் என்பதைக் குறிக்கும். இதன் மூலம் கலங்கரை விளக்கம் உயரமானது என்பதை உணர்த்துகிறது."
  },
  {
    "description": "\"வேயா மாடம்\" என்பது எதைப் பற்றிக் குறிப்பிடுகிறது?",
    "options": [
      "கலங்கரை விளக்கத்தின் அடித்தளம்",
      "கலங்கரை விளக்கத்தின் உச்சி",
      "கலங்கரை விளக்கத்தில் பயன்படுத்தப்படும் விளக்கு",
      "கலங்கரை விளக்கத்தின் சுவர்"
    ],
    "answer": "D",
    "additional_context": "வேயாமாடம் என்பது கலங்கரை விளக்கத்தின் சுவரைக் குறிக்கிறது.  கலங்கரை விளக்கம் மரத்தால் கட்டப்பட்டதல்ல, அதன் சுவர்கள் சாந்து பூசி வலுவாக அமைக்கப்படும். எனவே, வேயப்பட்ட மாடம் அல்ல, சாந்து பூசப்பட்ட சுவர்  என்பதை வேயாமாடம் என்பது குறிக்கிறது."
  }
]
