[
          
  {
    
          "description": "'எங்கள் தமிழ்' பாடலில் முதல் எழுத்து ஒன்றுபோல் வரும் மோனைச் சொற்களை எடுத்து எழுதுக.",
          "options": [
      "அருள், அதுவே",
      "குரல், கொல்லா",
      "பொழிகிற, பொய்யா",
      "அன்பும், அறமும்"
    ],
    "answer": "a",
    
          "additional_context": "''எங்கள் தமிழ்'' பாடலில் முதல் எழுத்து ஒன்றுபோல் வரும் மோனைச் சொற்களைப் பார்க்கலாம்.\n\n*அருள்*நெறி *அ*றிவைத் தரலாகும்\n*அ*துவே தமிழன் குரலாகும்\n\nமேலே கொடுக்கப்பட்ட பாடல் வரிகளில் ''அருள்'' மற்றும் ''அதுவே'' என்ற சொற்களின் முதல் எழுத்து ''அ'' ஒன்று போல் உள்ளதைக் காணலாம். இது மோனை எனப்படும்."
          }
        ,
          
  {
    
          "description": "நாமக்கல் கவிஞரின் கவிதைகளில் எது மையமாக இருக்கிறது?",
          "options": [
      "இயற்கை அழகு",
      "மனித வாழ்க்கை",
      "காதல்",
      "சமூக நீதி"
    ],
    "answer": "D",
    
          "additional_context": "நாமக்கல் கவிஞர் தனது பாடல்களில் மனித வாழ்வின் அனைத்துப் பரிமாணங்களையும் கையாண்டாலும், சமூக நீதியும் சமூகப் பிரச்சினைகளுமே அவரது கவிதைகளின் மையக்கருவாகத் திகழ்கின்றன. அவரது பாடல்கள் மக்களை எழுச்சி பெறச் செய்வதும், அவர்களைச் சிந்திக்க வைப்பதுமே ஆகும்."
          }
        ,
          
  {
    
          "description": "'கத்தியின்றி...' என்ற பாடல் பகுதி எந்த நூலில் இருந்து எடுக்கப்பட்டது?",
          "options": [
      "மலைக்கள்ளன்",
      "நாமக்கல் கவிஞர் பாடல்கள்",
      "என்கதை",
      "சங்கொலி"
    ],
    "answer": "B",
    
          "additional_context": "''கத்தியின்றி...'' என்ற பாடல் பகுதி நாமக்கல் கவிஞரின் ''நாமக்கல் கவிஞர் பாடல்கள்'' என்ற நூலில் இருந்து எடுக்கப்பட்டது.  நாமக்கல் கவிஞர் அவர்கள் பல்வேறு நூல்களை எழுதியுள்ளார். அவற்றில் ''மலைக்கள்ளன்'', ''என்கதை'', ''சங்கொலி'' போன்ற நூல்களும் அடங்கும்."
          }
        ,
          
  {
    
          "description": "நாமக்கல் கவிஞர் காந்தியடிகளால் ஈர்க்கப்பட்டதன் விளைவாக அவர் எப்படி அழைக்கப்பட்டார்?",
          "options": [
      "தமிழறிஞர்",
      "கவிஞர்",
      "விடுதலைப் போராட்ட வீரர்",
      "காந்தியக்கவிஞர்"
    ],
    "answer": "D",
    
          "additional_context": "காந்தியடிகளின் கொள்கைகளால் ஈர்க்கப்பட்ட நாமக்கல் கவிஞர், அவரது கொள்கைகளைப் பின்பற்றி வாழ்ந்ததால் ''காந்தியக்கவிஞர்'' என்றும் அழைக்கப்படுகிறார். அவர் தனது வாழ்நாள் முழுவதும் தமிழர்களின் விடுதலைக்காகப் பாடுபட்டார். தமிழறிஞர், கவிஞர், விடுதலைப் போராட்ட வீரர் எனப் பன்முகத்தன்மை கொண்டவர்."
          }
        ,
          
  {
    
          "description": "நாமக்கல் கவிஞரின் கவிதை நடை எதை பிரதிபலிக்கிறது?",
          "options": [
      "மென்மையான உணர்வுகள்",
      "ஆழமான சிந்தனை",
      "சமூகப் பிரச்சினைகள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "நாமக்கல் கவிஞரின் கவிதைகள் மென்மையான உணர்வுகளையும், ஆழமான சிந்தனைகளையும், சமூகப் பிரச்சினைகளையும் பிரதிபலிக்கின்றன.  அவருடைய கவிதைகள் மக்களை எழுச்சி பெறச் செய்வதும், சிந்திக்க வைப்பதுமே ஆகும். அவரது கவிதைகள், அவரது வாழ்வின் பல்வேறு அனுபவங்கள், சிந்தனைகள் மற்றும் உணர்வுகள் ஆகியவற்றைத் தெளிவாகப் பிரதிபலிக்கின்றன."
          }
        ]