[
          
  {
    
          "description": "பேருந்து நிறுத்தத்தில் முதியவரை அவமானப்படுத்திய சிறுவர்கள் மூலம் என்ன கருத்து வெளிப்படுகிறது?",
          "options": [
      "a) சிறுவர்களுக்கு மரியாதை இல்லை.",
      "b) சிறுவர்கள் படிக்கத் தெரியாதவர்களை கேலி செய்வார்கள்.",
      "c) சிறுவர்களுக்கு கல்வியின் முக்கியத்துவம் தெரியாது.",
      "d) அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "பள்ளி திறப்புக்கு இரண்டு நாட்கள் மட்டுமே இருந்தது. மதிவாணன் பள்ளிக்குப் போக வேண்டுமா இல்லையா என்று யோசித்துக் கொண்டிருந்தான். அப்போதுதான் அவனது நண்பன் கவின் மதிவாணனைப் பார்த்து 'வாடா பின்னலாடை நிறுவனத்துக்குப் போகலாம். புதிய உடைகள், எழுதுகோல்கள், குறிப்பேடுகள் வாங்கப் பணம் சம்பாதிச்சுருவே. இந்த விடுமுறையிலே வீட்லேயும் சுமையா இருக்க வேண்டியதில்லே.. பின்னலாடை நிறுவனத்துக்கு ஆளு வேணும். வாடா..' என்று சொன்னான். மதிவாணனும் சரி என்று சேர்ந்து விட்டான். பின்னலாடை நிறுவன வேலை புதுசாக இருந்தது. ஆடைகளை அடுக்கிக் கட்டும் வேலைதான். சனிக்கிழமை வாரச் சம்பளம். பத்து மணிக்கும் பிற்பகலிலும் வடை, தேநீர். இரவில் பரோட்டா, தோசை என்று சுவையாகச் சாப்பிட முடிந்தது. அம்மா அவனது சம்பளப் பணத்தைப் பத்திரமாக வைத்திருப்பதாய்ச் சொன்னார். செலவழிந்து போயிருந்தாலும் கொடுத்துவிடுவார். பள்ளி திறக்கும்போது நல்லா செலவு செய்யலாம். நல்ல சம்பளம் கிடைக்கிறது. பின்னலாடைக்குத் தேவை மிகுதியாக இருக்கிறது. எனவே வேலைக்குக் குறைவில்லை. அதிகாரிகள் ஆய்வுக்கு வரும்போது வெளியில் அனுப்பி விடுகிறார்கள். ஒரு வேளை கண்டுபிடித்துவிட்டால், வயது பதினைந்து என்று சொல்லச் சொன்னார்கள். பின்னலாடை நிறுவனத்துக்குப் போய்க்கொண்டே இருந்தால் அவனும் குழந்தைத் தொழிலாளிதான். வாழ்க்கை முழுவதும் தொழிலாளிதான் என்பது நினைவுக்கு வந்தது. தொழிலாளியாக இருப்பது கேவலம் இல்லை. ஆனால், படிக்கிற வயதில் வேலை தேவையா? மருத்துவர், பொறியாளர், வெளிநாட்டு வேலை என்று அவனுக்குள்ளும் கனவுகள் இருந்தன. படித்தால் வேறு வேலை பார்க்கலாம். அதிகமான சம்பளம் கிடைக்கும். படித்துவிட்டுச் சொந்தமாகத் தொழிலும் செய்யலாம். அப்படி இல்லாமல் இந்த வயதிலிருந்து தொழிலாளியாகவே வாழ்க்கையைக் கடத்துவதா? சிந்தித்தான். கல்வியறிவு முதன்மையானது. ஒரு பட்டமாவது வாங்க வேண்டும். எதிரில் இருந்த விளம்பரப்பலகை கண்ணில் பட்டது. அதில் அம்பேத்கரும் அப்துல் கலாமும் தென்பட்டனர். இவர்களைப் போல் உயரவேண்டுமானால் படிப்பு வேண்டும். படிப்பில்லாமல் உயரமுடியுமா? படிப்பு அடிப்படைத் தேவை. 'பள்ளிக்குப் போகவில்லை என்று சொன்னாலும் அப்பா 'சரி' என்பார். 'சம்பளம் வருதே' என்பார். இந்தக் குறைந்த சம்பளத்திற்காகப் படிப்பைத் தொலைப்பதா? போண்டாவும் வடையும் பரோட்டாவும் வீட்டில் கிடைக்காது. அவற்றுக்கு அடிமையாவதா? தலையை உலுக்கிக் கொண்டான் மதிவாணன். அந்த நேரத்தில் மதிவாணன் பேருந்து நிறுத்தத்திற்குச் சென்றான். வழக்கம் போல பேருந்து நிறுத்தம் கூட்டத்தால் நிரம்பி வழிந்தது. ஒருவர் மதியவாணன் அருகில் வந்து நின்று 'இது நல்லூர் போகுமா?' என்று கேட்டார். மதிவாணன் அவருக்குத் தெரியாதா என்ற எண்ணத்துடன் கேட்டார். அந்தச் சிறுவர்கள் முதியவரை கேலி செய்தனர். இதைக் கவனித்த மதிவாணன் அந்த முதியவருக்கு உதவ வேண்டும் என்று முடிவு செய்தான். பின்னலாடை நிறுவனத்திற்குச் செல்லும் முடிவை மதிவாணன் கைவிட்டான்."
          }
        ,
          
  {
    
          "description": "'மதிவாணனுக்குப் பெருமூச்சு வந்தது. இறக்கைகளைக் கட்டிக்கொண்டு பறப்பது போல் இருந்தது' என்பதன் மூலம் எதைப் புரிந்து கொள்ளலாம்?",
          "options": [
      "a) மதிவாணன் மிகுந்த மகிழ்ச்சியடைந்தான்.",
      "b) மதிவாணன் பள்ளிக்குச் செல்ல முடிவு செய்ததைப் பற்றி மகிழ்ந்தான்.",
      "c) மதிவாணனுக்குப் பள்ளியில் மகிழ்ச்சியான தருணங்கள் நினைவுக்கு வந்தன.",
      "d) மதிவாணன் பின்னலாடை நிறுவனத்தை விட்டுச் செல்ல விரும்பினான்."
    ],
    "answer": "B",
    
          "additional_context": "மதிவாணன் பள்ளிக்குச் செல்ல வேண்டும் என்று முடிவு செய்தான். பின்னலாடை நிறுவனத்திற்குச் செல்லும் எண்ணத்தை அவர் கைவிட்டான். அவனுக்குள் ஒரு மகிழ்ச்சி பரவிற்று. மதிவாணனுக்கு பெருமூச்சு வந்தது. இறக்கைகளைக் கட்டிக்கொண்டு பறப்பது போல் இருந்தது."
          }
        ,
          
  {
    
          "description": "'பள்ளி மறுதிறப்பு' கதையின் மூலம் எதை வலியுறுத்தப்படுகிறது?",
          "options": [
      "a) குழந்தைத் தொழிலாளர் பிரச்சினையை ",
      "b) கல்வியின் முக்கியத்துவத்தை",
      "c) முதியவர்களுக்கு மரியாதை செய்ய வேண்டும்.",
      "d) நல்ல நண்பர்களைப் பெறுவது."
    ],
    "answer": "B",
    
          "additional_context": "மதிவாணன் பள்ளிக்குப் போக மறுத்து பின்னலாடை நிறுவனத்தில் வேலை செய்து கொண்டிருந்தான். அந்த நிறுவனத்தில் அவனுக்குச் சம்பளம் கிடைத்தது. ஆனால், பின்னலாடை நிறுவனத்தின் பணியால் அவர் மகிழ்ச்சியடையவில்லை. அந்த நேரத்தில் அவன் பள்ளி திறப்பு அறிவிப்பைக் கேட்டான். மதிவாணனுக்குள் படிப்பின் முக்கியத்துவம் தெரிந்தது. இளமையிலேயே கல்வி கற்க வேண்டும் என்று அவர் முடிவு செய்து பள்ளிக்குச் செல்ல முடிவு செய்தான்."
          }
        ,
          
  {
    
          "description": "கவின் எதற்காக பள்ளிக்குப் போக மறுத்து, பின்னலாடை நிறுவனத்திற்குச் செல்ல முடிவெடுத்தான்?",
          "options": [
      "a) அவனுக்கு படிக்கப் பிடிக்கவில்லை.",
      "b) அவனுக்கு வேலை செய்யப் பிடிக்கும்.",
      "c) அவனுக்குப் பள்ளிக்குப் போய் களைப்பாக இருந்தது.",
      "d) அவனுக்குப் பணம் வேண்டும்."
    ],
    "answer": "d",
    
          "additional_context": "மதிவாணனின் நண்பன் கவின் பள்ளிக்குப் போக மறுத்து பின்னலாடை நிறுவனத்தில் வேலை செய்தான். அவனுக்குப் பணம் வேண்டும் என்பதற்காக அவன் வேலைக்குச் சென்றான். அவனுக்குப் பணம் கிடைத்ததால் அவன் மகிழ்ச்சியாக இருந்தான். வாராவாரம் சம்பளம், திரைப்படம் பார்க்கக் காசு, சாயங்காலமானா பரோட்டா.. இடையில போண்டா... வீட்ல யாரும் திட்டறதும் இல்லே. மகிழ்ச்சியாத்தானே இருக்கோம். இந்த மகிழ்ச்சி போதும் என்று சொன்னான்."
          }
        ,
          
  {
    
          "description": "“இளமையில் கல்” என்னும் ஔவையாரின் வாக்கியம் எதைக் குறிக்கிறது?",
          "options": [
      "a)  இளமைப் பருவத்தில் மட்டுமே கல்வி முக்கியம்.",
      "b)  இளமைப் பருவத்தில் கல்வியை முழுமையாகப் பெறுவது முக்கியம்.",
      "c)  இளமைப் பருவத்தில் கல்வி கற்பதைத் தவிர்க்கக் கூடாது.",
      "d)  இளமைப் பருவத்தில் கல்வி மட்டுமே முக்கியம்."
    ],
    "answer": "b",
    
          "additional_context": "ஒவ்வொரு மனிதனுக்கும் சில கடமைகள் உண்டு. அவை மனிதனின் ஒவ்வொரு பருவத்திற்கும் ஏற்ப மாறுபடும். இளமைப்பருவம் கல்விக்கு உரியது. எனவேதான் 'இளமையில் கல்' என்று ஔவையார் கூறினார். இளமையில் கற்கும் கல்வி ஒருவனைச் சான்றோனாக உருவாக்கும். எந்தக் காரணத்திற்காகவும் கல்வி கற்பதைத் தவிர்க்கக் கூடாது என்பதை உணர்த்தும் கதை ஒன்றைப் படிப்போம்."
          }
        ]