
[
  {
    "description": "“ஓடு” என்ற வினைச்சொல்லின் முதனிலைத் தொழிற்பெயர் ______.",
    "options": [
      "ஓட்டம்",
      "ஓடுதல்",
      "ஓட",
      "ஓடி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "விகுதி பெறாமல், வினைச்சொல்லின் பகுதியாகத் தோன்றும் பெயர் முதனிலைத் தொழிற்பெயர் ஆகும்.  “ஓடு” என்ற வினைச்சொல்லின் முதனிலைத் தொழிற்பெயர் “ஓட்டம்” ஆகும். "
  },
  {
    "description": "“விடு” என்ற வினைச்சொல்லின்  ________ தொழிற்பெயர் “வீடு” ஆகும்.",
    "options": [
      "விகுதி பெற்ற",
      "முதனிலை",
      "முதனிலை திரிந்த",
      "இவை எதுவுமில்லை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "முதனிலைத் தொழிற்பெயர் ஒரு வினைச்சொல்லின் பகுதியை எடுத்துக்காட்டி அதற்கு முதலெழுத்து நீண்டு வரும். அதாவது, அந்த வினைச்சொல்லின் முதலெழுத்து நீண்ட பின்பு, அது வேறு ஒரு சொல்லாக மாறும். இதில் “விடு” என்ற வினைச்சொல்லின் முதனிலை திரிந்த தொழிற்பெயர் “வீடு” ஆகும். “விடு” என்பது முதலெழுத்து நீண்டு “வீடு” என மாறி உள்ளது."
  },
  {
    "description": "“படித்தல்” என்பது  ________  தொழிற்பெயர்.",
    "options": [
      "விகுதி பெற்ற",
      "முதனிலை",
      "முதனிலை திரிந்த",
      "இவை எதுவுமில்லை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "வினைச்சொல்லுடன் “தல், அல், அம், ஐ, கை, வை, கு, பு, வு, தி, சி, வி, மை”  போன்ற விகுதிகள் சேர்ந்து வரும் தொழிற்பெயர்கள் விகுதி பெற்ற தொழிற்பெயர்கள் ஆகும். “படித்தல்” என்பது “படி” என்ற வினைச்சொல்லுடன் “தல்”  என்ற விகுதி சேர்ந்து அமைந்ததால் இது விகுதி பெற்ற தொழிற்பெயர் ஆகும்."
  },
  {
    "description": "“நடத்தல்”, “உண்ணல்”, “வாழ்வு” போன்ற சொற்களில் உள்ள பொதுவான பண்பு என்ன?",
    "options": [
      "இவை அனைத்தும் வினைச்சொற்கள்.",
      "இவை அனைத்தும் இயற்கைப் பொருட்களின் பெயர்கள்.",
      "இவை அனைத்தும் தொழிற்பெயர்கள்.",
      "இவை அனைத்தும் இடம், காலம், பால் ஆகியவற்றைக் காட்டுகின்றன."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒரு செயலின் அல்லது வினையின் பெயராக அமைவது தொழிற்பெயர் ஆகும். “நடத்தல்”, “உண்ணல்”, “வாழ்வு”  இவை மூன்றும் வினைச்சொற்களின் பெயர்களாக அமைகின்றன. எனவே இவை அனைத்தும் தொழிற்பெயர்கள் ஆகும்."
  },
  {
    "description": "“இடித்தல்”, “கொதித்தல்” போன்ற சொற்களிலிருந்து திரிந்த பகுதிகள் எந்த வகைத் தொழிற்பெயர்?",
    "options": [
      "விகுதி பெற்ற தொழிற்பெயர்",
      "முதனிலைத் தொழிற்பெயர்",
      "முதனிலை திரிந்த தொழிற்பெயர்",
      "இவை தொழிற்பெயர்கள் அல்ல."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“இடித்தல்”, “கொதித்தல்”  போன்ற சொற்களிலிருந்து “இடி”, “கொதி” போன்ற பகுதிகள்  வருகின்றன. இவை  ஏவல் ஒருமை வினையாக அமையும் வினைச்சொற்களின் பகுதிகள்.  இப்பகுதிகள் எவ்வகை மாற்றமும் பெறாமல் தொழிற்பெயராக அமைவது முதனிலைத் தொழிற்பெயர் எனப்படும். எனவே, இவை முதனிலைத் தொழிற்பெயர்கள்."
  }
]
