[
          
  {
    
          "description": "“வையம் தகளியா வார்கடலே நெய்யாக / வெய்ய கதிரோன் விளக்காகச் - செய்ய / சுடர்ஆழியான் அடிக்கே சூட்டினேன் சொல்மாலை / இடர்ஆழி நீங்குகவே என்று” -  இந்தப் பாடல் பகுதியில், பொய்கையாழ்வார் என்ன சொல்ல விரும்புகிறார்?",
          "options": [
      "திருமாலைப் பூஜிக்கும் முறையை விளக்குகிறார்.",
      "உலகத்தின் அழகைப் புகழ்ந்து பாடுகிறார்.",
      "தனது துன்பங்களைத் தீர்க்க திருமாலை வேண்டுகிறார்.",
      "இறைவனை வழிபடுவதன் முக்கியத்துவத்தை வலியுறுத்துகிறார்."
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடல் பகுதியில், பொய்கையாழ்வார் தனது துன்பங்களைத் தீர்க்க திருமாலை வேண்டுகிறார்.  அவர் உலகத்தை அகல்விளக்காகவும், கடலை நெய்யாகவும், கதிரவனை விளக்காகவும் உருவகப்படுத்தி, திருமாலை துதிக்கிறார்.  அவர் தனது துன்பங்களைத் தீர்க்கும்படி வேண்டிக்கொண்டு தனது பாடலை  'இடர்ஆழி நீங்குகவே' என்று முடிக்கிறார்.  இது அவரது துன்பங்களைத் தீர்த்து, நன்மை தர வேண்டும் என்று வேண்டிக்கொள்வதாகும்."
          }
        ,
          
  {
    
          "description": "பூதத்தாழ்வாரின் பாடல், அன்பே தகளியா ஆர்வமே நெய்யாக / இன்புருகு சிந்தை இடுதிரியா – நன்புஉருகி / ஞானச்சுடர் விளக்கு ஏற்றினேன் நாரணற்கு / ஞானத்தமிழ் புரிந்த நான்  - இப்பாடலில், பூதத்தாழ்வார் ஞானச்சுடர் ஏற்றும் போது, 'இடுதிரியா' என குறிப்பிடுவதன் மூலம் என்ன பொருள் உணர்த்தப்படுகிறது?",
          "options": [
      "ஞானம் பெறுவதற்கான ஆர்வத்தைத் தூண்டுகிறது.",
      "ஞானத்தின் மூலம் அனைவரும் இன்பமடைவார்கள் என்பதைச் சுட்டுகிறது.",
      "மனம் இன்பம் அடையும் போது ஞானம் பெற முடியும் என்பதை விளக்குகிறது.",
      "ஞானம் மனதில் உருகிச் சேருவதால் ஞானச்சுடர் பிரகாசிக்கிறது என்பதை உணர்த்துகிறது."
    ],
    "answer": "D",
    
          "additional_context": "பூதத்தாழ்வார் அன்பை அகல்விளக்காகவும், ஆர்வத்தை நெய்யாகவும், மன இன்பத்தை இடுதிரியாகவும் கொண்டு ஞானச்சுடரை ஏற்றுகிறார்.  'இடுதிரியா' என்ற சொல், மன இன்பத்தால் ஞானம் பெற முடியும் என்பதை விளக்குகிறது.  அதாவது மனம் இன்பம் அடையும் போது, ஞானம் மனதில் உருகிச் சேர்ந்து ஞானச் சுடர் பிரகாசிக்கிறது என்பதை உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "“ஒரு பாடலின் இறுதி எழுத்தோ, அசையோ, சொல்லோ அடுத்து வரும் பாடலுக்கு முதலாக அமைவதை அந்தாதி என்பர்” -  இந்த வாக்கியத்திலிருந்து, 'அந்தாதி' என்ற சொல்லின் பொருளை என்னவென்று கூற முடியும்?",
          "options": [
      "பாடலின் இறுதியில் இடம் பெறும் எழுத்தைக் குறிப்பிடுகிறது.",
      "ஒரு பாடலின் இறுதி எழுத்து, அடுத்து வரும் பாடலின் தொடக்க எழுத்துடன் இணைந்து இருப்பதை குறிப்பிடுகிறது.",
      "பாடலின் முடிவில் பயன்படுத்தப்படும் சொற்களைக் குறிப்பிடுகிறது.",
      "பாடலின் வடிவ அமைப்பைக் குறிப்பிடுகிறது."
    ],
    "answer": "B",
    
          "additional_context": "ஒரு பாடலின் இறுதி எழுத்து, அடுத்து வரும் பாடலின் தொடக்க எழுத்துடன் இணைந்து இருப்பதை அந்தாதி என்பார்கள்.  அந்தாதி என்ற சொல் 'அந்தம்' - முடிவு, 'ஆதி' - தொடக்கம், என்பதில் இருந்து வந்தது.  இது ஒரு பாடல் வடிவம்.  இந்த வடிவத்தில், ஒரு பாடலின் இறுதி எழுத்து அடுத்த பாடலின் தொடக்க எழுத்தாக இருக்கும்.  இது ஒரு தொடர்ச்சியான பாடல் வடிவம்.  பொதுவாக அந்தாதி, பாடல்களின் தொடர்ச்சியை உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'பன்னிரு ஆழ்வார்களுள் பொய்கை யாழ்வார், பூதத்தாழ்வார், பேயாழ்வார் ஆகிய மூவரையும் முதலாழ்வார்கள் என்பர்'  -  இந்த வாக்கியத்திலிருந்து,  'முதலாழ்வார்கள்' என்ற சொல்லின் பொருள் என்னவென்று கூற முடியும்?",
          "options": [
      "பன்னிரு ஆழ்வார்களில் முதலில் தோன்றிய ஆழ்வார்களை குறிப்பிடுகிறது.",
      "பன்னிரு ஆழ்வார்களில் முக்கியமான மூன்று ஆழ்வார்களை குறிப்பிடுகிறது.",
      "பன்னிரு ஆழ்வார்களில் முதலில் பாடல்கள் இயற்றிய ஆழ்வார்களை குறிப்பிடுகிறது.",
      "பன்னிரு ஆழ்வார்களில் முதலில்  திருமாலைப் பாடிய ஆழ்வார்களை குறிப்பிடுகிறது."
    ],
    "answer": "B",
    
          "additional_context": "பன்னிரு ஆழ்வார்களில் முக்கியமான மூன்று ஆழ்வார்கள், பொய்கையாழ்வார், பூதத்தாழ்வார், பேயாழ்வார்.  இவர்களை 'முதலாழ்வார்கள்' என்பார்கள்.  அதாவது இவர்கள், பன்னிரு ஆழ்வார்களில் மிகவும் முக்கியமானவர்கள், இவர்களது பாடல்கள் மிகவும் சிறப்பானவை, இவர்களது பாடல்கள் மிகவும் ஆழமானவை.  இவர்களின் பாடல்கள் பிற ஆழ்வார்களுக்கு ஞானத்தை வழங்கியது."
          }
        ,
          
  {
    
          "description": "பொய்கையாழ்வாரின் பாடல் 'இடர்ஆழி நீங்குகவே' என்று முடிகிறது. இது எதைப் பற்றிய குறிப்பாக இருக்கலாம்?",
          "options": [
      "உலகத்து துன்பங்களில் இருந்து விடுபடுதல்",
      "வறட்சியால் ஏற்படும் துன்பத்தில் இருந்து விடுபடுதல்",
      "சமூக அநீதிகளில் இருந்து விடுபடுதல்",
      "பகைவர்களின் தாக்குதலில் இருந்து விடுபடுதல்"
    ],
    "answer": "A",
    
          "additional_context": "பொய்கையாழ்வார் தனது பாடலில், 'இடர் ஆழி நீங்குகவே'  என்று குறிப்பிடுகிறார்.  'இடர் ஆழி' என்ற சொல் துன்பக்கடலைக் குறிக்கிறது.  அதாவது, உலகத்து துன்பங்களில் இருந்து விடுபடுவதற்காக,  திருமாலைப் பாடல் வடிவில் வேண்டிக்கொள்கிறார்."
          }
        ]