
[
  {
    "description": "கவிதையில், பாறை உடைப்பவரின் சிலையைப் பற்றி கூறப்படும்போது, அதில் என்ன வீச வேண்டும் என்று கூறப்படுகிறது?",
    "options": [
      "அ) மணம்",
      "ஆ) ஒளி",
      "இ) வியர்வை நாற்றம்",
      "ஈ) அழகு"
    ],
    "answer": "இ",
    "additional_context": "கவிதையில்,  'பாறை உடைப்பவனின் சிலை வடித்தால் / வியர்வை நெடி வீசட்டும் அதில்' என்று குறிப்பிடப்பட்டுள்ளது.  பாறை உடைப்பவன் உழைப்பின் ஒரு பிரதிநிதி. அவரது சிலையில் அவரது உழைப்பின் வாசனை - வியர்வை நாற்றம் வீச வேண்டும் என்று கவிஞர் விரும்புகிறார்."
  },
  {
    "description": "உழவரின் உருவ வார்ப்பில் என்ன மணம் இருக்க வேண்டும் என்று கவிஞர் விரும்புகிறார்?",
    "options": [
      "அ) பூ மணம்",
      "ஆ) ஈரமண் வாசம்",
      "இ) பால் மணம்",
      "ஈ) மழை மணம்"
    ],
    "answer": "ஆ",
    "additional_context": "கவிதையில், 'வயல்வெளி உழவனின் / உருவ வார்ப்பெனில் / ஈரமண் வாசம் / இருக்க வேண்டும் அதில்' என்று குறிப்பிடப்பட்டுள்ளது.  உழவர் மண் சார்ந்தவர், அவரது உருவத்தில் மண்ணின் வாசனை இருக்க வேண்டும் என்று கவிஞர் விரும்புகிறார்."
  },
  {
    "description": "தாய்மையின் பூரிப்பை ஓவியமாக வரைந்தால், அவள் முகத்தில் எது இருக்க வேண்டும் என்று கவிதை குறிப்பிடுகிறது?",
    "options": [
      "அ) சிரிப்பு",
      "ஆ) கோபம்",
      "இ) கவலை",
      "ஈ) அன்பு, பாசம்"
    ],
    "answer": "ஈ",
    "additional_context": "கவிதையில், 'தாய்மையின் பூரிப்பைச் சித்திரமாக்கினால் / அவள் முகப்பொலிவில் / வழித்தெடுக்குமாறு இருக்கட்டும் / கரிசன பாச உணர்வுகள்' என்று குறிப்பிடப்பட்டுள்ளது. தாய்மையின் மகிழ்ச்சியான முகத்தில் அன்பு மற்றும் பாசம் வெளிப்பட வேண்டும் என்று கவிஞர் விரும்புகிறார்."
  },
  {
    "description": "குழந்தையின் சித்திரத்தில் என்ன மணம் கமழ வேண்டும் என்று கவிஞர் கூறுகிறார்?",
    "options": [
      "அ) ஈரமண் வாசம்",
      "ஆ) மழை மணம்",
      "இ) பூ மணம்",
      "ஈ) பால் மணம்"
    ],
    "answer": "ஈ",
    "additional_context": "கவிதையில், 'ஒரு சின்ன மழலைச் சித்திரமா / பால் மணம் கமழ வேண்டும் / அதன் பளிங்கு மேனியில்' என்று குறிப்பிடப்பட்டுள்ளது. குழந்தைகள் பால் குடிப்பார்கள், அவர்களின் உடலில் பாலின் மணம் இருக்க வேண்டும் என்று கவிஞர் கூறுகிறார்."
  },
  {
    "description": "கவிதையில் குறிப்பிடப்பட்டுள்ள இயற்கை அதிசயங்கள் எவை?",
    "options": [
      "அ) ஆல்ப்ஸ் மலைச் சிகரங்கள், அட்லாண்டிக் பெருங்கடல் அலைகள்",
      "ஆ) அமேசான் காடுகள், பனிபடர் பள்ளத்தாக்குகள்",
      "இ) தொங்கும் தோட்டங்கள், அட்லாண்டிக் பெருங்கடல் அலைகள்",
      "ஈ) ஆல்ப்ஸ் மலைச் சிகரங்கள், அமேசான் காடுகள், பனிபடர் பள்ளத்தாக்குகள், தொங்கும் தோட்டங்கள், அட்லாண்டிக் பெருங்கடல் அலைகள்"
    ],
    "answer": "ஈ",
    "additional_context": "கவிதையில், 'ஆல்ப்ஸ் மலைச் சிகரங்களா / அட்லாண்டிக் சமுத்திர அலைகளா / அமேசான் காடுகளா / பனிபடர் பள்ளத்தாக்குகளா / தொங்கும் அதிசயத் தோட்டங்களா' என்று குறிப்பிடப்பட்டுள்ளது. இயற்கை அதிசயங்கள் எதுவும் கலைவடிவம் பெறலாம் எனக் கவிஞர் கூறுகிறார்."
  }
]
