
[
  {
    "description": "“வையம் தகளியா வார்கடலே நெய்யாக” என்ற வரிகளில் உருவகப்படுத்தப்பட்டுள்ள பொருட்கள் யாவை?",
    "options": [
      "பூமி - கடல் - கதிரவன்",
      "பூமி - கடல் - மழை",
      "பூமி - நெய் - கதிரவன்",
      "பூமி - கடல் - காற்று"
    ],
    "answer": "A",
    "additional_context": "உவமை வேறு உவமிக்கப்படும் பொருள் வேறு என்று இல்லாமல் இரண்டும் ஒன்றே என்பது தோன்றும்படி கூறுவது உருவக அணியாகும். இதில் உவமிக்கப்படும் பொருள் முன்னும் உவமை பின்னுமாக அமையும்.\n'தேன் போன்ற தமிழ்' என்று கூறுவது உவமை ஆகும். தமிழாகிய தேன் என்னும் பொருளில் 'தமிழ்த்தேன்' என்று கூறுவது உருவகம் ஆகும். வெள்ளம் போன்ற இன்பத்தை 'இன்ப வெள்ளம்' என்று கூறுவதும் கடல் போன்ற துன்பத்தைத் 'துன்பக்கடல்' என்று கூறுவதும் உருவகம் ஆகும்.\n\n'வையம் தகளியா வார்கடலே நெய்யாக\nவெய்ய கதிரோன் விளக்காகச் – செய்ய\nசுடர்ஆழியான் அடிக்கே சூட்டினேன் சொல்மாலை\nஇடர்ஆழி நீங்குகவே என்று'\n\nஇப்பாடலில் பூமி அகல்விளக்காகவும், கடல் நெய்யாகவும், கதிரவன் சுடராகவும் உருவகப்படுத்தப்பட்டு உள்ளன. எனவே, இப்பாடல் உருவக அணி அமைந்ததாகும்."
  },
  {
    "description": "“பெருமைக்கும் ஏனைச் சிறுமைக்கும் தத்தம் கருமமே கட்டளைக் கல்” என்ற குறளில் எந்த அணி பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "உவமை அணி",
      "உருவக அணி",
      "ஏகதேச உருவக அணி",
      "எதுவும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "அறிவு என்னும் விளக்கைக் கொண்டு அறியாமையை நீக்க வேண்டும்.\n\nஇத்தொடரில் அறிவு விளக்காக உருவகப்படுத்தப்பட்டு உள்ளது. அறியாமை இருளாக உருவகப்படுத்தப்படவில்லை. இவ்வாறு கூறப்படும் இரு பொருள்களில் ஒன்றை மட்டும் உருவகப்படுத்தி, மற்றொன்றை உருவகப்படுத்தாமல் விடுவது ஏகதேச உருவக அணி ஆகும். (ஏகதேசம் – ஒரு பகுதி)\n\nபெருமைக்கும் ஏனைச் சிறுமைக்கும் தத்தம்\nகருமமே கட்டளைக் கல்.\n\nவள்ளுவர் மக்களின் செயல்களைப் பொன்னின் தரத்தை அறிய உதவும் உரைகல்லாக உருவகம் செய்துவிட்டு, மக்களது உயர்வையும் தாழ்வையும் பொன்னாக உருவகம் செய்யவில்லை. எனவே இக்குறளில் இடம்பெற்றிருப்பது ஏகதேச உருவக அணியாகும்."
  },
  {
    "description": "“எது, என்ன, எங்கு, எப்படி” போன்ற சொற்கள் எதற்குப் பயன்படுகின்றன?",
    "options": [
      "வினாச்சொற்கள்",
      "பெயர்ச்சொற்கள்",
      "வினைச்சொற்கள்",
      "வினா தொடர்கள்"
    ],
    "answer": "A",
    "additional_context": "ஏதேனும் ஒன்றை அறிந்துகொள்வதற்காக வினவப்படுவது வினாவாகும். வினா கேட்கப் பயன்படுத்தும் சொற்கள் வினாச்சொற்கள் எனப்படும்.\n\n'எது, என்ன, எங்கு, எப்படி, எத்தனை, எப்பொழுது, எவற்றை, எதற்கு, ஏன், யார், யாது, யாவை' போன்றன வினாச்சொற்கள் ஆகும்."
  },
  {
    "description": "“தமிழகத்தில் வடகிழக்குப் பருவமழை தொடக்கம் – வானிலை மையம் அறிவிப்பு” என்ற தலைப்புச் செய்தியை முழுமையான சொற்றொடராக எழுது.",
    "options": [
      "வானிலை மையம் தமிழகத்தில் வடகிழக்குப் பருவமழை தொடங்கியதாக அறிவித்துள்ளது.",
      "தமிழகத்தில் வடகிழக்குப் பருவமழை தொடங்கி உள்ளது.",
      "வடகிழக்குப் பருவமழை தொடங்கியதாக வானிலை மையம் அறிவித்துள்ளது.",
      "வானிலை மையம் அறிவிப்பு - தமிழகத்தில் வடகிழக்குப் பருவமழை தொடக்கம்."
    ],
    "answer": "A",
    "additional_context": "தலைப்புச் செய்திகளை முழு சொற்றொடர்களாக எழுதுக.\n\n(எ.கா.) தலைப்புச் செய்தி: தமிழகத்தில் வடகிழக்குப் பருவமழை தொடக்கம் – வானிலை மையம் அறிவிப்பு.\n\nதமிழகத்தில் வடகிழக்குப் பருவமழை தொடங்கி உள்ளது என்று வானிலை மையம் அறிவித்துள்ளது."
  },
  {
    "description": "“நெல்லையப்பர் கோவில் ___ உள்ளது?” என்ற கேள்வியில் உள்ள இடத்தை நிரப்ப சரியான வினாச்சொல்லைத் தேர்ந்தெடு",
    "options": [
      "எங்கு",
      "எப்பொழுது",
      "எத்தனை",
      "எப்படி"
    ],
    "answer": "A",
    "additional_context": "சரியான வினாச்சொல்லை இட்டு நிரப்புக.\n\n1. நெல்லையப்பர் கோவில்  __  உள்ளது?"
  }
]
