
[
  {
    "description": "“மனிதர்கள் தனித்து வாழப் பிறந்தவர்கள் அல்லர். சமுதாயமாகக் கூடி வாழ்ந்து ஒருவருக்கொருவர் உதவி செய்து வாழப் பிறந்தவர்கள். பிறருக்கு உதவி செய்யும் பொழுது அவர்களுக்குத் தாழ்வு ஏற்படாவண்ணம் உதவுவதே சிறந்த பண்பாகும். அறநெறியில் பொருளீட்டித் தாமும் வாழ்ந்து பிறரையும் வாழ வைப்பதே ஒப்புரவு நெறியாகும்.”\n\nஇந்தக் கூற்று ஒப்புரவு நெறியைப் பற்றி எதை வலியுறுத்துகிறது?",
    "options": [
      "சமூக நலனே முக்கியம்",
      "தன்னலத்தைக் கருத்தில் கொள்ளக் கூடாது",
      "பிறர் மீது தாழ்வுணர்வு இல்லாமல் உதவி செய்ய வேண்டும்",
      "பொருள் ஈட்டி வாழ்வது சிறந்தது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நாம் ஒருவர் இல்லாமல்  வாழ  முடியாது, நம்மைச் சுற்றி நிறைந்திருக்கும் மக்களை நாம் நேசித்து அவர்களுக்கு உதவி செய்து வாழ்வது சிறந்தது. பிறருக்கு உதவி செய்யும் போது அவர்களுக்கு தாழ்வு ஏற்படாமல் உதவுவது மிகவும் முக்கியமானது. அறநெறியில் பொருள் ஈட்டித் தாமும் வாழ்ந்து பிறரையும் வாழ வைப்பதே ஒப்புரவு நெறியாகும்."
  },
  {
    "description": "“வாழ்க்கை, தொண்டினையே குறிக்கோளாக உடையது. இந்தக் குறிக்கோளுடன்தான் திருக்குறள் அறிமுகப்படுத்துகிறது. திருக்குறள் நெறியில் மக்கள் ஒருவருக்கொருவர் கடமைகளைச் செய்வதற்கு உரியவர்கள். உரிமைகளைப் பெறுவதற்கும் உரியவர்கள். ஒருவர் எல்லாருக்காகவும், எல்லாரும் ஒருவருக்காகவும் என்னும் பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி.”\n\nஇந்தக் கூற்று திருக்குறளின் வாழ்வு நெறியைப் பற்றி எதை உணர்த்துகிறது?",
    "options": [
      "தொண்டே வாழ்வின் நோக்கம்",
      "பொது நலனே முக்கியம்",
      "கடமையும் உரிமையும் இணைந்த வாழ்க்கை",
      "அனைத்தும் சரியானவை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வாழ்க்கையின் குறிக்கோள் தொண்டு செய்வதே. நாம் வாழும் இந்த சமுதாயத்தில் நாம் அனைவரும் ஒன்றாக வாழ்ந்து  ஒருவருக்கொருவர் கடமைகளைச் செய்வதற்கு உரியவர்கள். உரிமைகளைப் பெறுவதற்கும் உரியவர்கள். ஒருவர் எல்லாருக்காகவும், எல்லாரும் ஒருவருக்காகவும் என்னும் பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி."
  },
  {
    "description": "“ஒப்புரவில் பெறுபவர் அந்நியர் அல்லர்; உறவினர். கடமையும் உரிமையும் உடையவர். ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் வள்ளல்கள் இல்லை. வாங்குபவரும் இல்லை. ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் உடைமைச்சார்பு இறுக்கமான தனியுடைமையாக இல்லாமல் அறநெறி சார்ந்த குறிக்கோளுடைய உடைமையாக அமையும்.”\n\nஒப்புரவு நெறியில் உடைமைப் பற்றிய கருத்து என்ன?",
    "options": [
      "தனியுடைமை முக்கியம்",
      "அறநெறி சார்ந்த உடைமை",
      "வள்ளல்கள் மற்றும் வாங்குபவர்கள் இருக்க வேண்டும்",
      "உடைமை என்பது முக்கியமில்லை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஒப்புரவிலேயே நாம்  உறவினர்களாக இருக்கிறோம். ஒப்புரவு நெறியில் நாம் யாரிடமும்  வள்ளல்  இல்லாமல் வாங்குபவரும்  இல்லாமல்  இருப்போம். ஒப்புரவுநெறி சார்ந்த வாழ்க்கையில் உடைமைச்சார்பு இறுக்கமான தனியுடைமையாக இல்லாமல் அறநெறி சார்ந்த குறிக்கோளுடைய உடைமையாக அமையும்."
  },
  {
    "description": "“செல்வத்துப் பயன் ஒப்புரவு வாழ்க்கை.”\n\nஇந்தக் கூற்று செல்வத்தின் முக்கியத்துவத்தை எவ்வாறு விளக்குகிறது?",
    "options": [
      "செல்வம் இருந்தால் ஆடம்பரமான வாழ்க்கை வாழலாம்",
      "செல்வத்தை சேர்ப்பது வாழ்வின் நோக்கம்",
      "செல்வத்தைப் பயன்படுத்தி பிறருக்கு உதவி செய்ய வேண்டும்",
      "செல்வம் இருந்தால் வாழ்க்கை எளிதாகும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "செல்வத்தை நாம் நம்  வாழ்க்கையில்  பயன்படுத்தி  பிறருக்கு உதவி செய்ய  வேண்டும், உதவி செய்வதன் மூலம் நாம்  மகிழ்ச்சியையும் பெறுவோம்,  இதுவே  நம்  வாழ்வில் நாம்  அடைய வேண்டிய  சிறந்த  நோக்கமாகும்"
  },
  {
    "description": "“பயன்மரம் உள்ளூர்ப் பழுத்துஅற்றால் செல்வம் நயனுடை யான்கண் படின்.”\n\nஇந்தக் குறள் செல்வத்தின் பயனைக் குறித்து எந்த உவமையைப் பயன்படுத்துகிறது?",
    "options": [
      "நீர்நிறைந்த ஊருணி",
      "பழுத்த பயன்மரம்",
      "மருந்து மரம்",
      "பொன் நகை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "செல்வம் என்பது நம்மைச் சுற்றியுள்ள மக்களுக்கு நாம்  செய்யும்  நன்மைகள் மூலம்  பெறப்படும்  ஒன்று,  நாம்  செல்வம்  சேர்த்து  மக்களுக்கு  துன்பம் தந்து   நாம்  வாழ்வது  தவறானது,  அப்படி வாழ்வது   பழுத்த  பயன்மரத்தில்  இருக்கும்   பழங்களை   எல்லாரும்   அனுபவிப்பது   போல   இருக்கும்.   "
  }
]
