[
          
  {
    
          "description": "“காலையில் பள்ளி மணி” என்ற தொடரில் எந்த சொல் எழுத்துத் தொடர்ச்சியைப் பயன்படுத்தி எழுதப்பட்டுள்ளது?",
          "options": [
      "காலையில்",
      "பள்ளி",
      "மணி",
      "எதுவும் இல்லை"
    ],
    "answer": "C",
    
          "additional_context": "இந்த கேள்வி, எழுத்துத் தொடர்ச்சி எனப்படும் ஒன்றைப் பற்றியது. சில சொற்களில் இரு எழுத்துகளை ஒன்றாக இணைத்து எழுதுவது வழக்கம்.  இதை எழுத்துத் தொடர்ச்சி என்று அழைக்கிறோம். “பள்ளி”  மற்றும் “மணி” ஆகிய சொற்களில்  “ள்” மற்றும் “ண்” ஆகிய எழுத்துகளின்  எழுத்துத் தொடர்ச்சி உள்ளது. அதாவது, 'பள்ளி' என்பதில் 'ள்' என்ற எழுத்து 'ப' என்ற எழுத்துடன் ஒன்றாக இணைக்கப்பட்டு எழுதப்பட்டுள்ளது. “மணி”  என்பதில் “ண்” என்ற எழுத்து “ம” என்ற எழுத்துடன் ஒன்றாக இணைக்கப்பட்டு எழுதப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“நாள் தோறும் செய்தித் தாள் வழக்கம் இருக்க வேண்டும்” என்ற தொடரில் “செய்தித் தாள்” என்பது என்ன?",
          "options": [
      "படர்க்கை",
      "முன்னிலை",
      "தன்மை",
      "இணைப்புச் சொல்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி, ஒரு தொடரில் வரும் சொற்களின் வகைகளைப் பற்றியது. இந்த கேள்வியில், செய்தித்தாள் என்ற சொல் ஒரு பொருளை குறிப்பிடுகிறது. பொருளை குறிக்கும் சொற்களை முன்னிலை என்கிறோம். உதாரணமாக, “நாய்க்குட்டி ஓடியது”  என்ற தொடரில் “நாய்க்குட்டி” என்பது ஒரு பொருளை குறிப்பிடுகிறது. அதனால் இது முன்னிலை. இதேபோல் “செய்தித்தாள்” என்பது செய்திகளை  அச்சிடப்பட்ட ஒரு பொருளை குறிப்பிடுகிறது. எனவே, இதுவும் முன்னிலை. "
          }
        ,
          
  {
    
          "description": "“எங்கள் வீட்டு நாய்க்குட்டி ஓடியது” என்ற தொடரில் “ஓடியது” என்ற சொல் எந்த வகையான சொல்?",
          "options": [
      "வினைச் சொல்",
      "பொருள் சொல்",
      "இணைப்புச் சொல்",
      "வினாச் சொல்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி, ஒரு தொடரில் வரும் சொற்களின் வகைகளைப் பற்றியது. இந்த கேள்வியில், ஓடியது என்ற சொல் ஒரு செயலை குறிப்பிடுகிறது. செயலை குறிக்கும் சொற்களை வினைச் சொல் என்கிறோம். உதாரணமாக, “நான் நடக்கிறேன்”  என்ற தொடரில் “நடக்கிறேன்”  என்பது ஒரு செயலை குறிப்பிடுகிறது. அதனால் இது வினைச் சொல். இதேபோல் “ஓடியது”  என்பது நாய்க்குட்டி ஓடும் செயலை குறிப்பிடுகிறது. எனவே, இதுவும் வினைச் சொல்."
          }
        ,
          
  {
    
          "description": "“உங்களோடு நானும் உணவு உண்ணலாமா?” என்ற தொடரில் எந்த சொல் “நான்” என்பதை குறிக்கிறது?",
          "options": [
      "உங்களோடு",
      "நானும்",
      "உணவு",
      "உண்ணலாமா"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி, “நான்”  என்பதை குறிக்கும் சொல்லைக் கண்டுபிடிப்பது பற்றியது. ஒரு தொடரில் வரும் சொற்களில் சில சொற்கள் வேறு சொற்களை  குறிப்பிடலாம். இதில் “நானும்”  என்பது “நான்”  என்பதை குறிக்கிறது. அதாவது,  “நான்”  உணவு உண்ண விரும்புகிறேன் என்பதை “நானும்”  என்று சொல்வதன் மூலம்  குறிப்பிடுகிறோம்."
          }
        ,
          
  {
    
          "description": "“கடிதம் எழுதுக” என்ற தொடரில் “கடிதம்” என்பது என்ன?",
          "options": [
      "தன்மை",
      "முன்னிலை",
      "படர்க்கை",
      "இணைப்புச் சொல்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி, ஒரு தொடரில் வரும் சொற்களின் வகைகளைப் பற்றியது. இந்த கேள்வியில், கடிதம் என்ற சொல், ஒரு செயலை செய்பவரை குறிப்பிடுகிறது. செயலை செய்பவரை குறிக்கும் சொற்களை தன்மை என்கிறோம். உதாரணமாக, “நான் பாடம் படிக்கிறேன்”  என்ற தொடரில் “நான்”  என்பது பாடம் படிக்கும் செயலை செய்பவரை குறிப்பிடுகிறது. அதனால் இது தன்மை. இதேபோல் “கடிதம்”  என்பது எழுதப்படும் செயலை  செய்பவரை குறிப்பிடுகிறது. எனவே, இதுவும் தன்மை."
          }
        ]