
[
  {
    "description": "“இடர் ஆழி நீங்குகவே” என்ற வரிகளில் “ஆழி” என்பதன் பொருள் என்ன?",
    "options": [
      "அழிவு",
      "துன்பம்",
      "மகிழ்ச்சி",
      "இன்பம்"
    ],
    "answer": "B",
    "additional_context": "இந்த பாடல் பொய்கையாழ்வாரால் பாடப்பட்டது. இப்பாடல் நாலாயிரத் திவ்வியப் பிரபந்தத்தில் உள்ளது.  பொய்கையாழ்வார் இந்த பாடலில், பூமியை விளக்காகவும், கடலை நெய்யாகவும், வெய்ய கதிரவனைச் சுடராகவும்,  திருமாலின் திருவடிகளுக்கு துன்பம் நீங்க வேண்டிப் பாடல் பாடியதாக கூறுகிறார். இங்கே ஆழி என்பது துன்பத்தை குறிக்கும் சொல்."
  },
  {
    "description": "பன்னிரு ஆழ்வார்களில் பொய்கையாழ்வார், பூதத்தாழ்வார் மற்றும் __________ ஆகியோர் முதலாழ்வார்கள் என அழைக்கப்படுகின்றனர்.",
    "options": [
      "திருமங்கையாழ்வார்",
      "பெரியாழ்வார்",
      "பேயாழ்வார்",
      "குலசேகர ஆழ்வார்"
    ],
    "answer": "B",
    "additional_context": "பன்னிரு ஆழ்வார்கள் பாடிய பாடல்களின் தொகுப்பு நாலாயிரத் திவ்வியப் பிரபந்தம். இந்த பாடல்களின் தொகுப்பை நாதமுனி அவர்கள் தொகுத்தார்கள். பன்னிரு ஆழ்வார்களில் முதலாழ்வார்கள் என்றும் அழைக்கப்படும் மூவர் பொய்கையாழ்வார், பூதத்தாழ்வார், பேயாழ்வார். "
  },
  {
    "description": "பூதத்தாழ்வார் _____________ என்ற நூலை இயற்றினார்.",
    "options": [
      "திருப்பாவை",
      "பெரிய திருமொழி",
      "திருவந்தாதி",
      "திருச்சந்தம்"
    ],
    "answer": "C",
    "additional_context": "பூதத்தாழ்வார் சென்னையை அடுத்துள்ள மாமல்லபுரத்தில் பிறந்தவர். நாலாயிரத் திவ்வியப் பிரபந்தத்தில் உள்ள இரண்டாம் திருவந்தாதியை இயற்றியவர்.  பூதத்தாழ்வாரின் இயல்பு ஞானம் மிக்கது. அதனால், ஞானத்தமிழ் பயின்றவர் என்றும் குறிப்பிடப்படுகிறார்.  "
  },
  {
    "description": "___________  என்பது பன்னிரு ஆழ்வார்களின் பாடல்களின் தொகுப்பு ஆகும்.",
    "options": [
      "நாலாயிரத் திவ்வியப் பிரபந்தம்",
      "திருவாசகம்",
      "தேவாரம்",
      "திருவிளையாடல்"
    ],
    "answer": "A",
    "additional_context": "பன்னிரு ஆழ்வார்கள் இறைவனைப் போற்றிப் பாடிய பாடல்களின் தொகுப்பு நாலாயிரத் திவ்வியப் பிரபந்தம். நாலாயிரத் திவ்வியப் பிரபந்தத்தை நாதமுனி அவர்கள் தொகுத்தார்கள். "
  },
  {
    "description": "பொய்கையாழ்வார் ______________ என்னும் ஊரில் பிறந்தார்.",
    "options": [
      "காஞ்சிபுரம்",
      "திருவாரூர்",
      "திருவெஃகா",
      "மாமல்லபுரம்"
    ],
    "answer": "C",
    "additional_context": "பொய்கையாழ்வார் காஞ்சிபுரத்திற்கு அருகிலுள்ள திருவெஃகா என்ற ஊரில் பிறந்தவர். பொய்கையாழ்வார் நாலாயிரத் திவ்வியப் பிரபந்தத்தில் முதல் திருவந்தாதியை இயற்றியவர்.  இந்த பாடலில் துன்பத்தால்  மனம் வருந்தி  திருமாலின் திருவடிகளுக்கு பாடல் பாடி மாலை சூட்டினேன் என்கிறார்.  "
  }
]
