[
          
  {
    
          "description": "நாலடியார் என்னும் நூலை வேறு எந்தப் பெயரால் அழைப்பர்?",
          "options": [
      "பதினெண்கீழ்க்கணக்கு",
      "திருக்குறள்",
      "வேளாண்வேதம்",
      "திருவாசகம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "நாலடியார் என்னும் நூல் சமண முனிவர்கள் பலரால் எழுதப்பட்ட நூலாகும். இந்நூல் பதினெண்கீழ்க்கணக்கு நூல்களுள் ஒன்றாகும். இது நானூறு வெண்பாக்களால் ஆனது. இந்நூலை நாலடி நானூறு என்றும், வேளாண்வேதம் என்றும் அழைப்பர். திருக்குறள் போன்றே அறம், பொருள், இன்பம் என்னும் முப்பால் பகுப்புக் கொண்டது."
          }
        ,
          
  {
    
          "description": "'வைப்புழி கோட்படா வாய்த்தீயிற் கேடில்லை' என்னும் பாடல் வரிகளின் பொருள் என்ன?",
          "options": [
      "பொருள் சேமித்து வைக்கும் இடம் மிகவும் நல்லது.",
      "ஒருவருக்கு வாய்க்கும்படி கொடுத்தால் பொருள் குறைந்துவிடும்.",
      "கல்வியைப் போல் கொள்ள முடியாத, வாய்க்கும்படி கொடுத்தாலும் குறைவுபடாத செல்வம் வேறில்லை.",
      "அரசர்கூட கல்வியைப் பறிக்க முடியாது."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "பெற்றோர்கள் தங்கள் குழந்தைகளுக்குப் பல்வகையான செல்வங்களைச் சேர்த்து வைக்கின்றனர். அவற்றுள் சில செல்வங்கள் களவு போகவோ, அழியவோ கூடும். ஆகையால் பெற்றோர் தம் குழந்தைகளுக்குச் சேர்த்து வைக்க வேண்டிய செல்வங்களுள் சிறந்ததும், அழியாததும் ஆகிய செல்வத்தைப் பற்றி அறிவோம்."
          }
        ,
          
  {
    
          "description": "'எச்சம் எனவொருவன் மக்கட்குச் செய்வன விச்சைமற்று அல்ல பிற' என்னும் வரிகளால் குறிப்பிடப்படும் 'எச்சம்' என்பது யாது?",
          "options": [
      "பொருள்",
      "வீடு",
      "அணிகலன்",
      "கல்வி"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "'எச்சம்' என்பது கல்வியைக் குறிக்கிறது. கல்வியைப் பொருள் போல வைத்திருப்பினும் அது பிறரால் கொள்ளப்படாது. ஒருவற்கு வாய்க்கும்படி கொடுத்தாலும் குறைவுபடாது. மிக்க சிறப்பினை உடைய அரசராலும் கவர முடியாது. ஆதலால் ஒருவர் தம் குழந்தைகளுக்குச் சேர்த்து வைக்க வேண்டிய செல்வம் கல்வியே ஆகும். மற்றவை செல்வம் ஆகா."
          }
        ,
          
  {
    
          "description": "நாலடியார் என்னும் நூல் எத்தனை வெண்பாக்களால் ஆனது?",
          "options": [
      "நூறு",
      "இருநூறு",
      "முந்நூறு",
      "நானூறு"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "நாலடியார் சமண முனிவர்கள் பலரால் எழுதப்பட்ட நூலாகும். இந்நூல் பதினெண்கீழ்க்கணக்கு நூல்களுள் ஒன்றாகும். இது நானூறு வெண்பாக்களால் ஆனது. இந்நூலை நாலடி நானூறு என்றும், வேளாண்வேதம் என்றும் அழைப்பர். திருக்குறள் போன்றே அறம், பொருள், இன்பம் என்னும் முப்பால் பகுப்புக் கொண்டது."
          }
        ,
          
  {
    
          "description": "பாடலில் 'வாய்த்தீயிற் கேடில்லை' எனக் கூறப்படுவது எதைப் பற்றியது?",
          "options": [
      "அணிகலன்களை வாய்க்கும்படி கொடுப்பது",
      "பொருளை வாய்க்கும்படி கொடுப்பது",
      "கல்வியை வாய்க்கும்படி கொடுப்பது",
      "வீட்டை வாய்க்கும்படி கொடுப்பது"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "வைப்புழிக் கோட்படா வாய்த்தீயிற் கேடில்லை - இதன் பொருள் கல்வியைப் போல் கொள்ள முடியாத, வாய்க்கும்படி கொடுத்தாலும் குறைவுபடாத செல்வம் வேறில்லை என்பதாகும்."
          }
        ]