[
          
  {
    
          "description": "'எங்கள் தமிழ்' பாடலில், தமிழ்மொழியைக் கற்றவர் பொருள் பெறுவதற்காக யாரையும் புகழமாட்டார் என்பதை எந்த வரியின் மூலம் அறியலாம்?",
          "options": [
      "அருள்நெறி அறிவைத் தரலாகும்",
      "அதுவே தமிழன் குரலாகும்",
      "பொருள்பெற யாரையும் புகழாது",
      "கொல்லா விரதம் குறியாகக்"
    ],
    "answer": "C",
    
          "additional_context": "நாமக்கல் கவிஞர் எழுதிய ‘எங்கள் தமிழ்’ பாடலில் தமிழ் மொழியின் சிறப்பு  நிறைந்த பல அம்சங்கள்  விவரிக்கப்பட்டுள்ளன.  அந்த பாடலில், தமிழ் மொழியைக் கற்றவர் பொருள் பெறுவதற்காக யாரையும் புகழ்ந்து பேச மாட்டார்கள் என்றும், தம்மைப் போற்றாதவர்களையும் இகழ்ந்து பேசமாட்டார்கள் என்றும் கூறப்பட்டுள்ளது.  'பொருள்பெற யாரையும் புகழாது' என்ற வரியின் மூலம் தமிழ்மொழியைக் கற்றவர்  நேர்மையானவர்கள் என்பதை அறிந்து கொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "நாமக்கல் கவிஞர் 'எங்கள் தமிழ்' பாடலில், தமிழ் மொழியின் சிறப்பை எந்த உருவகத்தின் மூலம் விவரிக்கிறார்?",
          "options": [
      "தமிழ் மொழி - வெள்ளிப் பறவை",
      "தமிழ் மொழி - தேன்மொழி",
      "தமிழ் மொழி - பூங்கொடி",
      "தமிழ் மொழி - கடல்"
    ],
    "answer": "B",
    
          "additional_context": "நாமக்கல் கவிஞர்  தமிழ் மொழியின் இனிமையான தன்மையை விவரிக்க 'எங்கள் தமிழெனும் தேன்மொழியாம்'  என்று கூறியுள்ளார். தேன்மொழி என்பது தமிழ் மொழியின் இனிமைக்கு ஒரு உருவகம்.  தேனின் இனிமையான சுவை போல தமிழ் மொழியும் மிகவும் இனிமையானது என்பதை  இந்த வரி உணர்த்துகிறது.  இது தமிழ் மொழியின் இனிமை  மற்றும் மென்மையான தன்மையை எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "நாமக்கல் கவிஞர் 'எங்கள் தமிழ்' பாடலில், தமிழ் மொழியை  _______  என்று குறிப்பிடுகிறார்.",
          "options": [
      "கொல்லா விரதம்",
      "பொய்யா நெறி",
      "தேன்மொழி",
      "அன்பும் அறமும்"
    ],
    "answer": "C",
    
          "additional_context": "நாமக்கல் கவிஞர் ‘எங்கள் தமிழ்’ பாடலில் தமிழ் மொழியின் இனிமையை ‘தேன்மொழி’  என்று  குறிப்பிடுகிறார்.   தமிழ் மொழி மிகவும் இனிமையானது என்பதைக் குறிப்பிட  தேனின்  இனிமையான சுவையை   உருவகமாக  பயன்படுத்தியுள்ளார்.  தமிழ் மொழியின்  இனிமை   சிறப்பாக  அமைந்திருப்பதை   இந்த வரி நன்றாக  தெளிவுபடுத்துகிறது. "
          }
        ,
          
  {
    
          "description": "'எங்கள் தமிழ்' பாடலில், தமிழ் மொழியின் பண்புகளில் எது மிகவும் முக்கியமானதாக கருதப்படுகிறது?",
          "options": [
      "அருள்நெறி அறிவு",
      "பொருள் பெற யாரையும் புகழாமை",
      "கொல்லா விரதம் கொள்ளுதல்",
      "எல்லா மனிதரும் இன்புறவே என்றும் இசைந்திடும் அன்பறமே"
    ],
    "answer": "D",
    
          "additional_context": "நாமக்கல் கவிஞர் ‘எங்கள் தமிழ்’ பாடலில் தமிழ் மொழியின் சிறப்புகளைப் பற்றி பல விஷயங்களை எடுத்துரைத்துள்ளார். அதில் முக்கியமான  ஒரு அம்சம்  எல்லா மனிதர்களும் இன்புற்று வாழ வேண்டும் என்ற  அன்பையும் அறத்தையும் தமிழ் மொழி   உணர்த்துகிறது   என்பது.  தமிழ் மொழி அன்பையும், அறத்தையும்  உணர்த்துவது  அனைவரும்  இன்புற்று வாழ்வதற்கு உதவும் என்பதை 'எல்லா மனிதரும் இன்புறவே என்றும் இசைந்திடும் அன்பறமே'  என்ற வரி  வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "நாமக்கல் கவிஞர் _________  என்றும் அழைக்கப்படுகிறார்.",
          "options": [
      "அரசவைக் கவிஞர்",
      "காந்தியக்கவிஞர்",
      "மலைக்கள்ளன்",
      "தமிழறிஞர்"
    ],
    "answer": "B",
    
          "additional_context": "நாமக்கல் கவிஞர்  என்பவர்   தமிழ் மொழியின் பெருமை   மற்றும்  தமிழ் மக்களின்  வாழ்வியல்  குறித்த பாடல்களை எழுதினார்.  அவர்  காந்தியடிகளின் கொள்கைகளால் ஈர்க்கப்பட்டுக்  காந்தியத்தைப் பின்பற்றியதால்   ‘காந்தியக்கவிஞர்’  என்றும் அழைக்கப்படுகிறார்.  அவர் தமிழ் மொழியின்  சிறப்புகள்  மற்றும்  தமிழ் மக்களின்  நல்ல பண்புகளை  அழகான பாடல்கள்  மூலம் வெளிப்படுத்தியுள்ளார்."
          }
        ]