
[
  {
    "description": "இணையத்தில் என்ன விவரங்களைத் திரட்ட வேண்டும் என்று கூறப்பட்டுள்ளது?",
    "options": [
      "இந்தியாவிலுள்ள வனவிலங்குக் காப்பகங்கள்",
      "இந்தியாவிலுள்ள மரங்கள்",
      "இந்தியாவிலுள்ள வனவிலங்குகள்",
      "இந்தியாவிலுள்ள மலைகள்"
    ],
    "answer": "A",
    "additional_context": "இந்தியாவிலுள்ள வனவிலங்குக் காப்பகங்கள் பற்றிய விவரங்களைத் திரட்டி வருக. இந்தப் பாடத்தில், வன விலங்குகளைப் பற்றி நாம் அறிந்து கொள்ளப் போகிறோம்.  இந்தப் பக்கத்தின் கடைசியில், நாம் இணையத்தில் வன விலங்குகளைப் பற்றிய விவரங்களைத் தேடிப் படிக்க வேண்டும் என்று கூறப்பட்டுள்ளது. அது போல், இணையத்தில் வனவிலங்குக் காப்பகங்கள் பற்றியும் பல விஷயங்களைத் தெரிந்து கொள்ளலாம்."
  },
  {
    "description": "இந்தியாவிலுள்ள எந்த வனவிலங்குக் காப்பகத்தில் புலிகள் அதிகமாக உள்ளன?",
    "options": [
      "காசிர்anga தேசியப் பூங்கா",
      "கிரேட் இந்தியன் பாஸ்டர்",
      "ரன்தம்போர் தேசியப் பூங்கா",
      "பெங்களூர் தேசியப் பூங்கா"
    ],
    "answer": "C",
    "additional_context": "இந்தியாவிலுள்ள வனவிலங்குக் காப்பகங்களில் பலவகையான விலங்குகள் வாழ்கின்றன.  அவற்றில் புலிகளும் ஒன்று.  ரன்தம்போர் தேசியப் பூங்காவில் அதிக எண்ணிக்கையில் புலிகள் வாழ்கின்றன."
  },
  {
    "description": "1. __________ நமக்கு ஏராளமான நன்மைகளைத் தருகின்றன.",
    "options": [
      "இயற்கை வளங்கள்",
      "மரங்கள்",
      "விலங்குகள்",
      "மழை"
    ],
    "answer": "A",
    "additional_context": "இயற்கை வளங்கள் நமக்குப் பல வகையான நன்மைகளைத் தருகின்றன.  நாம் சுவாசிக்கும் காற்று, நாம் உண்ணும் உணவு, நாம் பயன்படுத்தும் நீர் என பல விஷயங்களும் இயற்கை வளங்களே.  இந்த இயற்கை வளங்களை நாம் நன்றாகப் பாதுகாக்க வேண்டும்."
  },
  {
    "description": "2. மரக்கன்றுகள் __________ பூமிக்கு நன்மை.",
    "options": [
      "வளர்ந்தால்",
      "அழிந்தால்",
      "நடப்பட்டால்",
      "இறந்தால்"
    ],
    "answer": "A",
    "additional_context": "மரங்கள் நமக்குப் பல நன்மைகளைத் தருகின்றன.  மரங்கள் நமக்கு நிழல் தருகின்றன, காற்று மாசுபாட்டைக் குறைக்கின்றன, மழை பெய்ய உதவுகின்றன, மண்ணரிப்பைக் கட்டுப்படுத்துகின்றன.  எனவே நாம் அதிக மரங்களை நட்டு வளர்க்க வேண்டும்."
  },
  {
    "description": "3. வனவிலங்குகளின் எண்ணிக்கை குறைவதால் __________.",
    "options": [
      "இயற்கை சமநிலை பாதிக்கப்படுகிறது",
      "மழை அதிகமாகும்",
      "காற்று மாசுபடுகிறது",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "வனவிலங்குகள் இயற்கைச் சமநிலையைப் பேணுவதில் முக்கிய பங்கு வகிக்கின்றன.  வனவிலங்குகள் இல்லாவிட்டால், மரங்கள் அதிகமாக வளர்ந்து மண்ணரிப்பு ஏற்படும்.  மேலும், பூச்சிகள் அதிகமாகி பயிர்கள் சேதமடையும்.  எனவே நாம் வனவிலங்குகளைப் பாதுகாக்க வேண்டும்."
  }
]
