
[
  {
    "description": "“தாரணி முழுவதும் அவர்களுக்கு உரியது” என்கிற வரி, எந்தப் பண்புடையவர்களைக் குறிக்கிறது?",
    "options": [
      "பொறுமையானவர்கள்",
      "துணிச்சலானவர்கள்",
      "அன்பானவர்கள்",
      "அமைதியானவர்கள்"
    ],
    "answer": "D",
    "additional_context": "இயேசுநாதர் தம் சீடர்களிடம் கூறியது போல, அமைதியானவர்கள் அல்லது சாந்த குணம் கொண்டவர்களே பேறு பெற்றவர்கள். இந்த உலகம் முழுவதும் அவர்களுக்கு உரியது என்பதை இந்த வரி வலியுறுத்துகிறது. சாந்தம் என்பது அமைதியான பண்பு என்பதால், அமைதியானவர்கள் என்ற விடை சரியானது. "
  },
  {
    "description": "“மண்ணையும் ஆளும் விண்ணையும் ஆளும்” என்னும் வரி, எந்தக் குணத்தின் சிறப்பைக் குறிக்கிறது?",
    "options": [
      "இரக்கம்",
      "பொறுமை",
      "துணிச்சல்",
      "அன்பு"
    ],
    "answer": "B",
    "additional_context": "மனித வாழ்க்கையில் தேவைப்படுவது பொறுமை. அது மண்ணையும் விண்ணையும் ஆட்சி செய்யும் பெருமையுடையது என்று இயேசுநாதர் கூறியுள்ளார். பொறுமையே மண்ணையும் ஆளும் விண்ணையும் ஆளும் என கூறப்படுவதால், இயேசு பொறுமை என்பதன் சிறப்பைக் குறிப்பிடுகிறார் என்பது தெளிவாகிறது. "
  },
  {
    "description": "“தர்மம் ஒன்றை நம்பிய பிறகே அடங்கிவிடும் கலகம்!”  என்ற வரி, எதை வலியுறுத்துகிறது?",
    "options": [
      "அறத்தைப் பின்பற்ற வேண்டும்",
      "சாதி வேறுபாடுகளை ஏற்றுக்கொள்ள வேண்டும்",
      "பொருள் தேட வேண்டும்",
      "கலகம் செய்ய வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "இவ்வுலகம் சாதிகளாலும் கருத்து வேறுபாடுகளாலும் நிலைதடுமாறுகிறது. அறம் என்கிற ஒன்றனை நம்பியபிறகு சண்டைகள் நீங்கி உலகம் அமைதியாகி விடும் என இயேசுநாதர் கூறுகிறார். இயேசுநாதர் அறத்தைப் பின்பற்றுவதன் மூலம் மட்டுமே சண்டைகள் நீங்கும் என்பதை வலியுறுத்துகிறார். "
  },
  {
    "description": "“வாயும் வயிறும் ஆசையில் விழுந்தால் வாழ்க்கை பாலைவனம்” என்ற வரி, எந்தக் குணத்தின் தீமையைக் குறிக்கிறது?",
    "options": [
      "பொறாமை",
      "ஆசை",
      "கோபம்",
      "பொய்"
    ],
    "answer": "B",
    "additional_context": "இரக்கம் உடையோரே பேறுபெற்றவர் ஆவர். அவர்கள் பிற உயிர்களின் மீது இரக்கம் காட்டி இறைவனின் இரக்கத்தைப் பெறுவர். இதுதான் அவர்களுக்கான பரிசு. மனிதன் ஆசையில் விழுந்துவிட்டால் அவனது வாழ்வு பாலைவனம்போல் பயனற்றதாகிவிடும். அதாவது ஆசை தீமையானது என்பதை இயேசுநாதர் வலியுறுத்துகிறார். "
  },
  {
    "description": "“தமையும் வாட்டிப் பிறரையும் வாட்டும் சண்டை சச்சரவு” என்பது, எதைப் பற்றிய குறிப்பு?",
    "options": [
      "சாதிகளுக்கிடையேயான மோதல்",
      "மதங்களுக்கிடையேயான மோதல்",
      "நாடுகளுக்கிடையேயான மோதல்",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "மனிதர்கள் சண்டை சச்சரவுகளால் தாமும் துன்புற்றுப் பிறரையும் துன்புறுத்துகின்றனர். மேலும் அவர்கள் தன்னாடு என்றும், பிறர்நாடு என்றும் பேசி உண்மையில்லா உறவுகளாக வாழ்கின்றனர். இதன் மூலம், சாதிகளுக்கிடையேயான மோதல், மதங்களுக்கிடையேயான மோதல் மற்றும் நாடுகளுக்கிடையேயான மோதல் ஆகிய மூன்று மோதல்களையும் இயேசுநாதர் குறிப்பிடுவதாக புரிந்துகொள்ளலாம். "
  }
]
