
[
  {
    "description": "'எது, என்ன, எங்கு, எப்படி, எத்தனை, எப்பொழுது, எவற்றை, எதற்கு, ஏன், யார், யாது, யாவை' போன்ற சொற்கள் எதற்குப் பயன்படுத்தப்படுகின்றன?",
    "options": [
      "வினாவை எழுதுவதற்கு",
      "விடையை எழுதுவதற்கு",
      "கதையை எழுதுவதற்கு",
      "கவிதையை எழுதுவதற்கு"
    ],
    "answer": "a",
    "additional_context": "நாம் ஏதேனும் ஒன்றை அறிந்துகொள்வதற்காக வினவப்படுவது வினாவாகும். வினா கேட்கப் பயன்படுத்தும் சொற்கள் வினாச்சொற்கள் எனப்படும். 'எது, என்ன, எங்கு, எப்படி, எத்தனை, எப்பொழுது, எவற்றை, எதற்கு, ஏன், யார், யாது, யாவை' போன்றன வினாச்சொற்கள் ஆகும்."
  },
  {
    "description": "“நெல்லையப்பர் கோவில் __ உள்ளது?” என்ற கேள்விக்கு சரியான வினாச்சொல் எது?",
    "options": [
      "எப்படி",
      "எங்கே",
      "எதற்கு",
      "எப்பொழுது"
    ],
    "answer": "b",
    "additional_context": "நெல்லையப்பர் கோவில் எங்கு உள்ளது என்பதைத் தெரிந்துகொள்ள, 'எங்கே' என்ற வினாச்சொல் பயன்படுத்தப்படுகிறது. இது போன்ற இடங்களைப் பற்றிய கேள்விகளுக்கு 'எங்கே' என்ற வினாச்சொல் பயன்படுத்தப்படும்."
  },
  {
    "description": "“தமுக்கம் மைதானத்தில் புத்தகக் கண்காட்சி தொடக்கம் - மக்கள் ஆர்வத்துடன் வருகை”  என்ற தலைப்புச் செய்தியை முழு சொற்றொடராக எழுதினால் என்னவாகும்?",
    "options": [
      "தமுக்கம் மைதானத்தில் புத்தகக் கண்காட்சி தொடங்கியது.",
      "தமுக்கம் மைதானத்தில் புத்தகக் கண்காட்சி தொடங்கப்பட்டு மக்கள் ஆர்வத்துடன் வருகை தந்துள்ளனர்.",
      "மக்கள் ஆர்வத்துடன் தமுக்கம் மைதானத்தில் புத்தகக் கண்காட்சிக்கு வருகை தந்துள்ளனர்.",
      "தமுக்கம் மைதானத்தில் புத்தகக் கண்காட்சி தொடங்கப்பட்டுள்ளது. மக்கள் ஆர்வத்துடன் வருகை தந்துள்ளனர்."
    ],
    "answer": "b",
    "additional_context": "தலைப்புச் செய்தி ஒரு குறுகிய செய்தி. இது ஒரு நிகழ்வை குறித்து சுருக்கமாகக் கூறுகிறது. புத்தகக் கண்காட்சி தொடங்கப்பட்டதையும், மக்கள் அதற்கு ஆர்வத்துடன் வருகை தந்துள்ளார்கள் என்பதையும் தெளிவாகத் தெரிவிக்கும் வகையில் கூறப்பட்டுள்ளது. எனவே, 'தமுக்கம் மைதானத்தில் புத்தகக் கண்காட்சி தொடங்கப்பட்டு மக்கள் ஆர்வத்துடன் வருகை தந்துள்ளனர்.' என்ற விடை சரியானது."
  },
  {
    "description": "'விதை' என்ற சொல்லைப் பயன்படுத்தி வினைச்சொல்லாகத் தொடர் எழுதினால் எது சரியானது?",
    "options": [
      "விதைநெல் வாங்கினான்.",
      "சோளம் விதைத்தான்.",
      "விதைகளைப் பரிசாக அளித்தான்.",
      "விதைகளின் மதிப்பு அதிகம்."
    ],
    "answer": "b",
    "additional_context": "வினைச்சொல் என்பது ஒரு செயலைக் குறிக்கும். 'விதை' என்ற சொல்லை வினைச்சொல்லாக பயன்படுத்தி, 'சோளம் விதைத்தான்' என்ற தொடர் சரியானது. இதில், 'விதைத்தான்' என்ற சொல் 'விதை' என்ற வினைச்சொல்லின் கடந்த கால வடிவம் ஆகும்."
  },
  {
    "description": "'ஒற்றுமையே உயர்வு' என்ற தலைப்பில் எழுதப்படும் கட்டுரை எதைப் பற்றி விவரிக்கும்?",
    "options": [
      "ஒற்றுமையின் முக்கியத்துவத்தை",
      "ஒற்றுமையால் ஏற்படும் நன்மைகளை",
      "ஒற்றுமையால் ஏற்படும் தீமைகளை",
      "ஒற்றுமையைப் பற்றி ஒரு விவாதத்தை"
    ],
    "answer": [
      "a",
      "b"
    ],
    "additional_context": "'ஒற்றுமையே உயர்வு' என்ற தலைப்பு, ஒற்றுமையின் முக்கியத்துவத்தைக் காட்டுகிறது. கட்டுரை ஒற்றுமையின் நன்மைகளை எடுத்துரைத்து, ஒற்றுமையால் ஏற்படும் நன்மைகளையும் விளக்கக்கூடும். அதாவது ஒற்றுமை என்பது மிகவும் முக்கியமானது, ஏனெனில் அது நமக்கு நிறைய நன்மைகளைத் தரும். அதனால், இந்த கட்டுரை இந்த இரண்டு அம்சங்களையும் விளக்கக்கூடும்."
  }
]
