
[
  {
    "description": "“மா” என்ற எழுத்தில் தொடங்கும் சொற்களைக் கொண்டு, கப்பல் தொழில்நுட்பத்தைப் பற்றிய தகவலைக் கொண்டு, கடல் சார்ந்த எந்தத் தொழில்நுட்பத்தைக் குறிக்கிறது என்பதைத் தேர்ந்தெடுக்கவும்:",
    "options": [
      "கலங்கரை விளக்கம்",
      "கப்பல்தளம்",
      "கப்பல் தொழில்நுட்பம்",
      "நீர்மூழ்கிக்கப்பல்"
    ],
    "answer": "C",
    "additional_context": "கப்பல் தொழில்நுட்பம் என்பது கடல் சார்ந்த தொழில்நுட்பம். கடல்சார் பயணம், பொருட்கள் போக்குவரத்து, சுற்றுச்சூழல் ஆய்வு, கடல்வாழ் உயிரின ஆய்வு போன்ற பல பணிகளுக்கு கப்பல் தொழில்நுட்பம் பயன்படுகிறது. கப்பல் தொழில்நுட்பத்தில் கப்பல் வடிவமைப்பு, கப்பல் கட்டுமானம், கப்பல் இயக்கம், கப்பல் பராமரிப்பு, கடல் ஆய்வு, கடல்சார் தொழில்நுட்பம் போன்ற பல பிரிவுகள் உள்ளன."
  },
  {
    "description": "“மா” என்ற எழுத்தில் தொடங்கும் சொற்களைக் கொண்டு, திருக்குறளில் “சவவயிறு தநயந” என்ற வரியைக் கொண்டு, இரண்டும் எதைப் பற்றியவை என்று கூறுகிறது:",
    "options": [
      "கடல் மற்றும் கப்பல்கள்",
      "கல்வி மற்றும் அதன் முக்கியத்துவம்",
      "தூய்மை மற்றும் சுற்றுச்சூழல்",
      "மாநாடு மற்றும் கப்பல் தொழில்நுட்பம்"
    ],
    "answer": "B",
    "additional_context": "திருக்குறள்  'சவவயிறு தநயந' என்ற வரி கல்வி மற்றும் அதன் முக்கியத்துவத்தைப் பற்றியது.  'சவ' என்பது 'கல்வி'  என்பதைக் குறிக்கும் சொல்.  'தநயந' என்பது 'குழந்தை' என்பதைக் குறிக்கும் சொல்.  இந்த வரி கல்வி என்பது குழந்தை போன்றது என்று கூறுகிறது. அதாவது கல்வி ஒருவரை வளர்க்கும், அவரை உயர்த்தும், நல்ல மனிதனாக மாற்றும்.   'மா' என்ற எழுத்தில் தொடங்கும் சொற்கள்  இரண்டும் கல்விக்கும் அதன் முக்கியத்துவத்துக்கும் தொடர்புடையவை."
  },
  {
    "description": "“மா” என்ற எழுத்தில் தொடங்கும் சொற்களைக் கொண்டு, “கடல்வாழ் உயிரினம்” என்ற சொல்லுடன் தொடர்புடைய பாடத்தைத் தேர்ந்தெடுக்கவும்:",
    "options": [
      "இயல்",
      "கணிதம்",
      "வரலாறு",
      "இலக்கியம்"
    ],
    "answer": "A",
    "additional_context": "கடல்வாழ் உயிரினங்கள் பற்றிய ஆய்வு இயல் பாடத்துடன் தொடர்புடையது. இயல் பாடம் உயிரினங்கள், தாவரங்கள், விலங்குகள், சுற்றுச்சூழல் போன்றவற்றைப் பற்றிப் படிக்கிறது. கடல்வாழ் உயிரினங்கள் பற்றிய ஆய்வு இயல் பாடத்தில் ஒரு முக்கியமான பிரிவாகும்."
  },
  {
    "description": "“மா” என்ற எழுத்தில் தொடங்கும் சொற்களைக் கொண்டு, “கப்பல் தொழில்நுட்பம்” என்ற சொல்லுடன் தொடர்புடைய பொருளைத் தேர்ந்தெடுக்கவும்:",
    "options": [
      "கப்பல் தொழில்நுட்பம்",
      "கப்பல் தொழிலாளர்கள்",
      "கப்பல் பழுதுபார்த்தல்",
      "கடல் பயணம்"
    ],
    "answer": "A",
    "additional_context": "கப்பல் தொழில்நுட்பம் என்பது கடல் சார்ந்த தொழில்நுட்பம். கப்பல் வடிவமைப்பு, கப்பல் கட்டுமானம், கப்பல் இயக்கம், கப்பல் பராமரிப்பு போன்றவற்றை உள்ளடக்கியது. கப்பல் தொழில்நுட்பம் கடல்சார் தொழில்களில் முக்கிய பங்கு வகிக்கிறது."
  },
  {
    "description": "கீழ்கண்டவற்றுள் எது \"மா\" என்னும் எழுத்தில் தொடங்கும் சொல் அல்ல?",
    "options": [
      "மாலை",
      "மாம்பழம்",
      "மாநாடு",
      "மலை"
    ],
    "answer": "D",
    "additional_context": "“மா” என்ற எழுத்தில் தொடங்கும் சொற்கள் பல உள்ளன. “மாலை”, “மாம்பழம்”, “மாநாடு” போன்ற சொற்கள் “மா” என்ற எழுத்தில் தொடங்கும் சொற்கள். ஆனால் “மலை”  என்ற சொல் “ம” என்ற எழுத்தில் தொடங்குகிறது."
  }
]
