
[
  {
    "description": "பண்டைய தமிழர்கள் கப்பல் கட்டும் கலையில் சிறந்து விளங்கினர் என்பதற்கு எந்தக் கருத்து சான்றாகும்?",
    "options": [
      "மார்க்கோபோலோ தமிழர்களின் கப்பல் கட்டுமானத்தை வியந்து பாராட்டினார்.",
      "தமிழர்கள் இரும்பு ஆணிகளைப் பயன்படுத்தி கப்பல்களை உறுதியாகக் கட்டினர்.",
      "கப்பல் கட்டுவதற்குப் பயன்படும் மரங்களின் தன்மையைப் பற்றி அவர்கள் நன்கு அறிந்திருந்தனர்.",
      "மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தமிழர்கள் கப்பல் கட்டும் தொழிலில் வல்லவர்களாக இருந்தனர் என்பதற்கு பல சான்றுகள் உள்ளன.  மரங்களின் தன்மையைப் பற்றி அவர்கள் நன்கு அறிந்திருந்தனர், தேங்காய் நார்களை மரப்பலகைகளுக்கு இடையில் பயன்படுத்தி, இரும்பு ஆணிகளின் துருப்பிடிப்பு பிரச்சனையைத் தவிர்க்க மர ஆணிகளைப் பயன்படுத்தினர்.  இத்தாலிய நாட்டைச் சேர்ந்த மார்க்கோபோலோ என்னும் கடற்பயணி இம்முறையை வியந்து பாராட்டியுள்ளார். "
  },
  {
    "description": "தமிழர்கள் திசைகாட்டும் கருவியைப் பயன்படுத்தியதற்கான சான்று எந்த நூலில் உள்ளது?",
    "options": [
      "பட்டினப்பாலை",
      "பதிற்றுப்பத்து",
      "கப்பல் சாத்திரம்",
      "புறநானூறு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தமிழர்கள் கப்பல் கட்டும் கலையை மட்டுமல்லாமல், கப்பல் ஓட்டும் கலையிலும் சிறந்து விளங்கினர். கப்பல்களைக் கடலில் துல்லியமாகச் செலுத்த திசைகாட்டும் கருவிகள் மிகவும் முக்கியம். 'கப்பல் சாத்திரம்' என்ற நூல் தமிழர்கள் திசைகாட்டும் கருவியைப் பயன்படுத்தியதற்கான சான்றுகளை வழங்குகிறது. "
  },
  {
    "description": "\"கலங்கரை விளக்கம்\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "கப்பலை அழைக்கும் விளக்கு",
      "கப்பலைச் செலுத்துபவரின் வீடு",
      "கப்பலில் பயன்படுத்தப்படும் விளக்கு",
      "கப்பல்களைச் செலுத்தும் பாதை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கலங்கரை விளக்கம் கடலில் செல்லும் கப்பல்களுக்குத் துறைமுகம் இருக்கும் இடத்தைக் காட்டும் ஒரு முக்கியக் கருவியாகும்.  'கலம்' என்ற சொல் கப்பலைக் குறிக்கும்.  'கரைதல்' என்ற சொல் அழைத்தல் என்னும் பொருளைத் தரும்.  கப்பலை அழைக்கும் விளக்கு என்னும் பொருளில் இது கலங்கரை விளக்கம் எனப்பட்டது. "
  },
  {
    "description": "பண்டைய தமிழர்கள் கப்பல்களில் பயன்படுத்திய ஆணிகளைப் பற்றி எந்தக் கருத்து சரியானது?",
    "options": [
      "கப்பல் கட்டுவதற்கு இரும்பு ஆணிகளைப் பயன்படுத்தினர்.",
      "கப்பல்கள் தண்ணீரில் இருப்பதால் துருப்பிடிக்காத ஆணிகளைப் பயன்படுத்தினர்.",
      "மரத்தினாலான ஆணிகளைப் பயன்படுத்தி கப்பல்களைப் பாதுகாத்தனர்.",
      "மேற்கண்ட எதுவும் சரியானது அல்ல."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கப்பல்கள் நீண்ட காலம் உழைக்க வேண்டும் என்பதால், தமிழர்கள் கப்பல் கட்டுவதற்குப் பயன்படுத்தும் மரங்களை மிகவும் கவனமாகத் தேர்ந்தெடுத்தனர்.  கப்பல்கள் நீரில் இருப்பதால் துருப்பிடிக்கும் இரும்பு ஆணிகளைப் பயன்படுத்தாமல் மரத்தினாலான ஆணிகளைப் பயன்படுத்தி கப்பல்களைப் பாதுகாத்தனர்.   "
  },
  {
    "description": "பண்டைய தமிழர்கள் கப்பல்களைக் கட்டும்போது மரப்பலகைகளுக்கு இடையே தேங்காய் நார் அல்லது பஞ்சு வைப்பதன் நோக்கம் என்ன?",
    "options": [
      "கப்பலை மென்மையாக ஆக்குவதற்காக",
      "கப்பலின் அழகை அதிகரிக்க",
      "மரப்பலகைகளின் இணைப்பை உறுதியாக ஆக்குவதற்காக",
      "கப்பலின் எடையைக் குறைப்பதற்காக"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கப்பல்களை நீண்ட காலம் பயன்படுத்த வேண்டும் என்பதால், தமிழர்கள் மரப்பலகைகளின் இணைப்பை மிகவும் கவனமாகச் செய்தனர்.  மரப்பலகைகளுக்கு இடையே தேங்காய் நார் அல்லது பஞ்சு வைத்து நன்றாக இறுக்கி ஆணிகளை அறைந்தனர்.   இதனால் கப்பல்கள் நீண்ட காலம் உழைத்து, கடல் பயணங்களின் போது பாதுகாப்பானவையாக இருந்தன. "
  }
]
