
[
  {
    "description": "கப்பலின் தலைவர் ஃபராகட் எதில் வல்லவர்?",
    "options": [
      "கடல் பயணத்தில் திறமை",
      "ஈட்டி எறிந்து திமிங்கிலங்களை வேட்டையாடுதல்",
      "கடல் மந்திரங்களை அறிதல்",
      "கப்பல்களை கட்டமைத்தல்"
    ],
    "answer": "A",
    "additional_context": "கடலில் செல்லும் பெரிய கப்பல்களை தாக்குவதாக கூறப்படும் விந்தையான விலங்கைக் கண்டுபிடிக்க அமெரிக்காவின் நியூயார்க் நகரிலிருந்து ஒரு போர்க்கப்பல் புறப்பட்டது. கடல் பயணத்தில் திறமை வாய்ந்த ஃபராகட் என்பவர் அக்கப்பலின் தலைவராக இருந்தார். ஈட்டி எறிந்து திமிங்கிலங்களை வேட்டையாடுவதில் வல்லவரான நெட் என்ற வீரரும் அக்கப்பலில் இருந்தார்."
  },
  {
    "description": "வீரர்கள் சுட்ட பீரங்கிக் குண்டுகள் விலங்கைத் துளைக்க முடியவில்லையென்றால், விலங்கின் உடல் எதனால் ஆனது?",
    "options": [
      "மரம்",
      "எலும்பு",
      "திமிங்கிலத்தின் தோல்",
      "உலோகம்"
    ],
    "answer": "D",
    "additional_context": "அப்பொழுது பளபளப்பான உடலைக் கொண்ட அந்த விலங்கு மிக வேகமாக எங்கள் கப்பலை நோக்கி வந்தது. \"அந்த விலங்கைச் சுட்டுத் தள்ளுங்கள்\" என்று கப்பல் தலைவர் ஃபராகட் கட்டளையிட்டார். வீரர்கள் சுடத் தொடங்கினர். பீரங்கிக் குண்டுகள் அனைத்தும் அந்த விலங்கின் உடலைத் துளைக்க முடியாமல் தெறித்து விழுந்தன."
  },
  {
    "description": "கான்சீல் மற்றும் நெட் எதைக் கண்டுபிடித்தனர்?",
    "options": [
      "ஒரு பெரிய திமிங்கிலம்",
      "கடல் பாம்பு",
      "உலோக உடலைக் கொண்ட ஒரு விலங்கு",
      "ஒரு நீர்மூழ்கிக் கப்பல்"
    ],
    "answer": "D",
    "additional_context": "நான் கண்விழித்தபோது உலோகத்தினாலான அந்தக் கொடிய விலங்கின் மீது படுத்திருந்தேன். எனக்கு முன்னால் எனது உதவியாளர் கான்சீலும் நெட்டும் அமர்ந்திருந்தனர். \"நாம் தேடிவந்த விலங்கு இதுதான். உண்மையில் இஃது ஒரு நீர்மூழ்கிக் கப்பல்\" என்றார் நெட்."
  },
  {
    "description": "'ஆழ்கடலின் அடியில்' கதையில், கடலுக்கடியில் உள்ள விலங்குகளைப் பற்றி ஆராய்வதில் ஆர்வம் கொண்டவர் யார்?",
    "options": [
      "நெமோ",
      "பியரி",
      "நெட்",
      "ஃபராகட்"
    ],
    "answer": "B",
    "additional_context": "என் பெயர் பியரி. நான் ஒரு விலங்கியல் பேராசிரியர். கடலின் அடியில் உள்ள விலங்குகளைப் பற்றி ஆராய்வதில் எனக்கு விருப்பம் மிகுதி."
  },
  {
    "description": "கடலில் செல்லும் பெரிய கப்பல்களை தாக்குவதாக கூறப்படும் விந்தையான விலங்கைக் கண்டுபிடிக்க எந்த நகரத்திலிருந்து போர்க்கப்பல் புறப்பட்டது?",
    "options": [
      "லண்டன்",
      "பாரிஸ்",
      "நியூயார்க்",
      "டோக்கியோ"
    ],
    "answer": "C",
    "additional_context": "அந்த விந்தை விலங்கைக் கண்டுபிடித்து அழிப்பதற்காக அமெரிக்காவின் நியூயார்க் நகரிலிருந்து ஒரு போர்க்கப்பல் புறப்பட்டது."
  }
]
