
[
  {
    "description": "பாடலில் \"ஒண்ணரைக்குழி\" என்பது எதை குறிக்கிறது?",
    "options": [
      "நிலத்தின் அளவை",
      "வயலின் அகலத்தை",
      "மரத்தின் உயரத்தை",
      "நெற்கதிரின் நீளத்தை"
    ],
    "answer": "A",
    "additional_context": "நாட்டுப்புறப் பாடல் ஒன்றில் உழவர்கள் ஓடையைக் கடந்து ஒரு குறிப்பிட்ட அளவு நிலத்தைத் தேர்ந்தெடுத்து நடவு செய்கின்றனர். அந்த நிலத்தின் அளவு ஒன்றரைக்குழி என்கிறார்கள். ஒன்றரைக்குழி என்பது நில அளவைக்குப் பயன்படுத்தப்படும் ஒரு அலகு. இந்தப் பாடலில் ஒன்றரைக்குழி என்னும் சொல்,  நில அளவை குறிப்பதாகத் தெரிகிறது."
  },
  {
    "description": "\"சீலையெல்லாம் வரிஞ்சுக்கட்டி\" என்னும் வரி உழவர்களின் எந்த செயலை குறிக்கிறது?",
    "options": [
      "வயலுக்குப் போகும்போது பெண்கள் உடுத்தும் புடவையை இறுகக் கட்டிக்கொள்வது",
      "நடவு செய்யும் போது பெண்கள் தங்களின் புடவையை வரிசைப்படுத்திக்கொள்வது",
      "நாற்றுகளைப் பறிக்கும் போது பெண்கள் புடவையை இறுகக் கட்டிக்கொள்வது",
      "அறுவடை செய்யும் போது பெண்கள் புடவையை இறுகக் கட்டிக்கொள்வது"
    ],
    "answer": "A",
    "additional_context": "நாட்டுப்புறப் பாடலில் பெண்கள் சீலையை வரிஞ்சுக்கட்டி, சேத்துக்குள்ளே இறங்குறாங்கன்னு சொல்லியிருக்கு.  சேத்துக்குள்ளே இறங்குறாங்கன்னா வயலுக்குப் போறாங்கன்னு அர்த்தம்.  அதனால இந்த வரி வயலுக்குப் போகும்போது பெண்கள் உடுத்தும் புடவையை இறுகக் கட்டிக்கொள்வதை குறிக்கிறது."
  },
  {
    "description": "\"ஒருசாணுக்கு ஒரு நாற்றுத்தான்\"  என்ற வரி உழவர்கள் எந்த செயலை குறிக்கிறது?",
    "options": [
      "நடவு செய்யும் போது நாற்றுகளை சீரான இடைவெளியில் நடவது",
      "நாற்றுகளைத் தயாரிக்கும் போது நாற்றுகளை சீரான அளவில் வளர்க்க வேண்டும்",
      "அறுவடை செய்யும் போது நெற்கதிர்களை சீரான அளவில் வெட்ட வேண்டும்",
      "நெல்லை சேமித்து வைக்கும் போது நெல்லை சீரான அளவில் அடுக்க வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "நாட்டுப்புறப் பாடலில் உழவர்கள் ஒரு சாணுக்கு ஒரு நாற்று வீதம் நடவு செய்கிறார்கள். சாண் என்பது ஒரு நீள அளவை.  ஒரு சாணுக்கு ஒரு நாற்று வீதம் நடவு செய்வதால்,  நாற்றுகளை சீரான இடைவெளியில் நடவு செய்வதை  குறிப்பிடுகிறது."
  },
  {
    "description": "\"சாலுசாலாத் தாளுவிட்டு\"  என்ற வரி நெற்பயிர்களின் எந்த நிலையைக் காட்டுகிறது?",
    "options": [
      "நெற்பயிர்கள் வரிசை வரிசையாக வளர்ந்து செழித்திருப்பதை",
      "நெற்பயிர்கள் நிறைய மணி பிடித்து விளைந்திருப்பதை",
      "நெற்பயிர்கள் காற்றில் ஆடி அசைந்துகொண்டிருப்பதை",
      "நெற்பயிர்கள்  சூரிய வெளிச்சத்தில் மின்னுகிறதை"
    ],
    "answer": "A",
    "additional_context": "நாட்டுப்புறப் பாடலில்  சாலுசாலாத் தாளுவிட்டு நெற்பயிர்கள் வளருதம்மா என்று சொல்லப்படுகிறது.  சாலுசாலா  என்பது வரிசையாக, அடுக்கி அடுக்கி என்ற பொருள்.  சாலுசாலாத் தாளுவிட்டு  என்ற வரி நெற்பயிர்கள் வரிசை வரிசையாக வளர்ந்து செழித்திருப்பதை குறிக்கிறது."
  },
  {
    "description": "\"கால்படவும் கதிருபூரா கழலுதையா மணிமணியா\" என்னும் வரி எந்த செயலை குறிக்கிறது?",
    "options": [
      "மாடுகள் நெல் தாள்களை மிதிக்கும்போது நெல் மணிகள் உதிர்வதை",
      "காற்று வீசும்போது நெற்கதிர்கள் உதிரும் நிலையை",
      "நெல்லை அடிக்கும் போது நெல் மணிகள் உதிர்வதை",
      "நெல்லை சுத்தம் செய்யும் போது நெல் மணிகள் உதிர்வதை"
    ],
    "answer": "A",
    "additional_context": "நாட்டுப்புறப் பாடலில் கிழக்கத்தி மாடெல்லாம் கீழே பார்த்து மிதிக்குதையா, கால்படவும் கதிருபூரா கழலுதையா  மணிமணியா என்று சொல்லியிருக்கு.  கிழக்கத்தி மாடு என்பது  மாடு. கீழே பார்த்து மிதிக்கிறது  என்பது நெல்லை மிதிப்பதை குறிக்கிறது.  கதிர்பூரா கழலுதையா என்பது  நெல் மணிகள் உதிர்வதை குறிக்கிறது. இந்த வரி மாடுகள் நெல் தாள்களை மிதிக்கும்போது நெல் மணிகள் உதிர்வதை குறிக்கிறது."
  }
]
