[
          
  {
    
          "description": "'அன்பு வளர்ந்தேறும் பாஞ்சாலநாட்டில்'  என்ற வரியில் 'பாஞ்சாலநாடு'  என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது?",
          "options": [
      "பாஞ்சா + லநாடு",
      "பாஞ்சால + நாடு",
      "பாஞ்சா + நாடு",
      "பாஞ்சால + னாடு"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடலில் பாஞ்சாலநாட்டின் வளங்கள் மற்றும் அழகு பற்றி விவரிக்கப்பட்டுள்ளன. பாஞ்சாலநாட்டில்  மயில் விளையாடும். பசுவும் புலியும் ஒரு துறையில் வந்து தண்ணீர் குடிக்கும். வீரம் மிகுந்த  நாடாகிய பாஞ்சால நாட்டில், முயல் நாயை விரட்டிடுமாம். இந்தக் கவிதை வரிகள் பாஞ்சால நாட்டின்  அழகையும்,  வீரத்தையும் விவரித்து  நிற்கின்றன"
          }
        ,
          
  {
    
          "description": "கட்டபொம்மு துரை இருந்த அரண்மனையின் வாயில் எப்படி இருந்தது?",
          "options": [
      "அழகு மிகுந்தது",
      "எளிமையானது",
      "பழமையானது",
      "திறந்திருந்தது"
    ],
    "answer": "A",
    
          "additional_context": "கட்டபொம்மன் அரண்மனையின்  வாயில் முறைப்படி அழகுபடுத்தப்பட்டு இருந்தது.  அழகு மிகுந்த அரசனாகிய கட்டபொம்மன் அரசவையில் வீற்றிருப்பான்.   கவிதையின்  இந்த  வரிகள்  கட்டபொம்மன் அரண்மனை மிக  அழகாக  அமைந்திருந்தது என்பதைப்  பறைசாற்றுகிறது"
          }
        ,
          
  {
    
          "description": "'வீட்டிலுயர் மணிமேடைகளாம்' என்ற வரியின் பொருள் என்ன?",
          "options": [
      "வீட்டில் மணிகளை அணிந்த மேடைகள் இருந்தன",
      "வீட்டில் மிக உயரமான மேடைகள் இருந்தன",
      "வீட்டில் மணிகளால் அழகுபடுத்தப்பட்ட மேடைகள் இருந்தன",
      "வீட்டில் மணி போன்ற மேடைகள் இருந்தன"
    ],
    "answer": "C",
    
          "additional_context": "பாஞ்சால நாட்டின்  வீடுகளில்  மணிகளால் அழகுபடுத்தப்பட்ட மேடைகள் இருந்தன. இது  கவிதையில்  'வீட்டிலுயர் மணிமேடைகளாம்'  என்று குறிப்பிடப்பட்டுள்ளது.  இந்தக்  கவிதை  வரிகள்   பாஞ்சாலநாட்டின்  வீடுகள்   எப்படி  அமைந்திருந்தது என்பதை  விவரிக்கிறது."
          }
        ,
          
  {
    
          "description": "'பசுவும் புலியும் ஒரு துறையில் - வந்து பால்குடிக்குந் தண்ணீர் தான் குடிக்கும்'  என்ற வரியின் பொருள் என்ன?",
          "options": [
      "பசுவும் புலியும் ஒரே இடத்தில் தண்ணீர் குடித்தன",
      "பசுவும் புலியும் தண்ணீர் குடித்தன",
      "பசு பாலும் புலி தண்ணீரும் குடித்தன",
      "பசுவும் புலியும் ஒரு துறையில் சந்தித்தன"
    ],
    "answer": "A",
    
          "additional_context": "பாஞ்சால நாட்டில் பசுவும் புலியும் ஒரே இடத்தில் தண்ணீர் குடித்தன. இது கவிதையில் 'பசுவும் புலியும் ஒரு துறையில் - வந்து பால்குடிக்குந் தண்ணீர் தான் குடிக்கும்'  என்று   குறிப்பிடப்பட்டுள்ளது.   இது   பாஞ்சாலநாட்டின்   பொதுவான   ஒரு   நிகழ்வாகும்.   இந்தக்  கவிதை   வரிகள்  பாஞ்சால நாட்டின்   அமைதி  மற்றும்   இயற்கை   வளம்   எப்படி   இருந்தது   என்பதைப்   பறைசாற்றுகிறது"
          }
        ,
          
  {
    
          "description": "'சோலையில் மாங்குயில் கூப்பிடுமாம்'  என்ற வரியில் 'சோலை' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "வயல்",
      "காடு",
      "தோப்பு",
      "குளம்"
    ],
    "answer": "B",
    
          "additional_context": "பாஞ்சால நாட்டில்  சோலைகளில் குயில்கள் கூவும். இது கவிதையில் 'சோலையில் மாங்குயில் கூப்பிடுமாம்'  என்று  குறிப்பிடப்பட்டுள்ளது.  சோலை  என்பது   காட்டைக்   குறிக்கும்.    இந்தக்  கவிதை   வரிகள்   பாஞ்சால  நாட்டின்   வளம்    மற்றும்    அழகு   எப்படி   இருந்தது   என்பதைப்   பறைசாற்றுகிறது"
          }
        ]