
[
  {
    "description": "திருநெல்வேலியின் பண்டைய பெயராக என்ன இருந்திருக்கலாம் என கருதுகிறார்கள்?",
    "options": [
      "மதுரை",
      "பாண்டியபுரம்",
      "வேணுவனம்",
      "திருமங்கை நகர்"
    ],
    "answer": "C",
    "additional_context": "திருநெல்வேலியின் பண்டைய பெயர் வேணுவனம் என்பது இலக்கியங்களில் இருந்து தெரியவருகிறது.  மூங்கில்காடு என்பது அதன் பொருள்.  மூங்கில் நெல் மிகுதியாக விளைந்தமையால் அப்பகுதிக்கு நெல்வேலி என்னும் பெயர் ஏற்பட்டிருக்கலாம் எனவும் கருதுவர்.  நெல்லை நகரைச் சுற்றி நெல் வயல்கள் வேலி போல் அமைந்திருந்ததால் திருநெல்வேலி எனப் பெயர் பெற்றது.  தற்போது நெல்லை என்று மருவி வழங்கப்படுகிறது."
  },
  {
    "description": "திருநெல்வேலிக்கு அருகில் உள்ள பாளையங்கோட்டை நகரைப் பற்றி என்ன சொல்லப்படுகிறது?",
    "options": [
      "இது திருநெல்வேலியின் ஒரு பகுதியாகும்.",
      "இது திருநெல்வேலி நகரைப் போலவே பழமையான நகரம்.",
      "தென்னிந்தியாவின் ஆக்ஸ்போர்டு என அழைக்கப்படுகிறது.",
      "இது திருநெல்வேலி நகரை விட சிறிய நகரம்."
    ],
    "answer": "C",
    "additional_context": "தாமிரபரணி ஆற்றின் மேற்குக் கரையில் திருநெல்வேலியும் கிழக்குக் கரையில் பாளையங்கோட்டையும் அமைந்துள்ளன.  இவ்விரு நகரங்களும் இரட்டை நகரங்கள் என அழைக்கப்படுகின்றன.  பாளையங்கோட்டையில் அதிக அளவில் கல்வி நிலையங்கள் இருப்பதால் அந்நகரைத் தென்னிந்தியாவின் ஆக்ஸ்போர்டு என்பர்."
  },
  {
    "description": "திருஞானசம்பந்தர் தம் பாடலில் திருநெல்வேலியைப் பற்றி என்ன சொல்லியுள்ளார்?",
    "options": [
      "இது பாண்டியர்களின் தலைநகரம்.",
      "இங்கு திங்கள்தோறும் திருவிழா நடைபெறும்.",
      "இங்கு நெல் அதிகமாக விளையும்.",
      "இது தாமிரபரணி ஆற்றின் கரையில் அமைந்துள்ளது."
    ],
    "answer": "B",
    "additional_context": "திருநெல்வேலியைத் திக்கெல்லாம் புகழுறும் திருநெல்வேலி என்று திருஞானசம்பந்தரும், தண்பொருநைப் புனல் நாடு என்று சேக்கிழாரும் திருநெல்வேலியின் சிறப்பைப் போற்றியுள்ளனர்.  நெல்லை மாநகரின் அமைப்பு சிறப்பானது.  நகரின் நடுவே நெல்லையப்பர் திருக்கோவில் அமைந்துள்ளது.  கோவிலைச் சுற்றி நான்கு பக்கங்களிலும் மாட வீதிகள் அமைந்துள்ளன.  அவற்றைச் சுற்றித் தேரோடும் வீதிகள் அழகுற அமைந்துள்ளன.  இங்குத் திங்கள்தோறும் திருவிழா நடைபெறும் என்பதை, திங்கள் நாள்விழா மல்கு திருநெல் வேலியுறை செல்வர் தாமே என்று திருஞானசம்பந்தர் பாடல் அடிகளால் அறியலாம்."
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தில் உள்ள பொதிகை மலையைப் பற்றி இளங்கோவடிகள் என்ன சொல்லியுள்ளார்?",
    "options": [
      "இது மிகவும் உயரமான மலை.",
      "இது இமய மலையைப் போலவே பெரியது.",
      "இது தமிழகத்தில் உள்ள மலைகளில் முதலிடம் பெறுகிறது.",
      "இது தமிழர்களின் பழங்குடியினர் வாழ்ந்த இடம்."
    ],
    "answer": "C",
    "additional_context": "திருநெல்வேலி மாவட்டம் மலை வளம் மிகுந்த பகுதியாகும்.  இப்பகுதியின் சிறப்புமிக்க மலையாகிய பொதிகை மலை இலக்கியங்களில் பாராட்டப்பட்டு உள்ளது.  பொதியி லாயினும் இமய மாயினும் பதியெழு அறியாப் பழங்குடி என்று இளங்கோவடிகள் பொதிகை மலைக்கு முதலிடம் கொடுத்துப் பாடுகிறார்."
  },
  {
    "description": "எந்த மன்னர்களின் ஆட்சியில் திருநெல்வேலி ஒரு முக்கியமான நகரமாக விளங்கியது என்பதைக் குறிப்பிடும் வரிகள் எவை?",
    "options": [
      "“பழந்தமிழகத்தைச் சேர, சோழ, பாண்டியர் என்னும் மூவேந்தர் ஆண்டு வந்தனர் என்பது நமக்குத் தெரியும்.”",
      "“அவர்களுள் பாண்டியர்களின் தலைநகரமாக மதுரை விளங்கியது.”",
      "“அவர்களது இரண்டாவது தலைநகரமாகத் திருநெல்வேலி விளங்கியது.”",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "பழந்தமிழகத்தைச் சேர, சோழ, பாண்டியர் என்னும் மூவேந்தர் ஆண்டு வந்தனர் என்பது நமக்குத் தெரியும்.  அவர்களுள் பாண்டியர்களின் தலைநகரமாக மதுரை விளங்கியது.  அவர்களது இரண்டாவது தலைநகரமாகத் திருநெல்வேலி விளங்கியது."
  }
]
