
[
  {
    "description": "“திசம்பர் சூடினாள்” என்ற தொடரில் “திசம்பர்” என்பது ஒரு ஆகுபெயர். இது எதை குறிக்கிறது?",
    "options": [
      "திசம்பர் மாதத்தின் கடைசி நாள்",
      "திசம்பர் மாதத்தில் மலரும் பூ",
      "திசம்பர் மாதத்தில் நிகழும் திருவிழா",
      "திசம்பர் மாதத்தில் ஏற்படும் வானிலை"
    ],
    "answer": "B",
    "additional_context": "“திசம்பர் சூடினாள்” என்ற தொடரில், “திசம்பர்” என்பது ஒரு காலவாகுபெயர். அதாவது,  இந்த தொடரில் “திசம்பர்” என்ற சொல் திசம்பர் மாதத்தைக் குறிக்காமல், திசம்பர் மாதத்தில் மலரும் பூவைக் குறிக்கிறது. ஆகையால் “திசம்பர்” என்பது இங்கே ஒரு ஆகுபெயர். "
  },
  {
    "description": "“மல்லிகை சூடினாள்” என்ற தொடரில் “மல்லிகை” என்பது ஒரு ஆகுபெயர். இதன் பொருள் என்ன?",
    "options": [
      "மல்லிகை மரம்",
      "மல்லிகை மலர்கள்",
      "மல்லிகை நிறம்",
      "மல்லிகை பூக்கள்"
    ],
    "answer": "D",
    "additional_context": "“மல்லிகை சூடினாள்” என்ற தொடரில், “மல்லிகை” என்பது ஒரு பொருளாகுபெயர். அதாவது,  இந்த தொடரில் “மல்லிகை” என்ற சொல் மல்லிகை மரத்தைக் குறிக்காமல், மல்லிகை மரத்தில் மலரும் மல்லிகை பூக்களைக் குறிக்கிறது. ஆகையால் “மல்லிகை” என்பது இங்கே ஒரு ஆகுபெயர். "
  },
  {
    "description": "“சடுகுடு போட்டியில் தமிழ்நாடு வெற்றி பெற்றது” என்ற தொடரில் “தமிழ்நாடு” என்பது ஒரு ஆகுபெயர். இது எதை குறிக்கிறது?",
    "options": [
      "தமிழ்நாட்டின் தலைநகர்",
      "தமிழ்நாட்டின் வீரர்கள்",
      "தமிழ்நாட்டின் கலைஞர்கள்",
      "தமிழ்நாட்டின் விளையாட்டு அணி"
    ],
    "answer": "D",
    "additional_context": "“சடுகுடு போட்டியில் தமிழ்நாடு வெற்றி பெற்றது” என்ற தொடரில், “தமிழ்நாடு” என்பது ஒரு இடவாகுபெயர். அதாவது,  இந்த தொடரில் “தமிழ்நாடு” என்ற சொல் தமிழ்நாட்டு இடத்தைக் குறிக்காமல், தமிழ்நாட்டைச் சேர்ந்த விளையாட்டு அணியைக் குறிக்கிறது. ஆகையால் “தமிழ்நாடு” என்பது இங்கே ஒரு ஆகுபெயர். "
  },
  {
    "description": "“தலைக்கு ஒரு பழம் கொடு” என்ற தொடரில் “தலை” என்பது ஒரு ஆகுபெயர். இது எதை குறிக்கிறது?",
    "options": [
      "தலை மயிர்",
      "தலையில் உள்ள காயம்",
      "ஒரு நபர்",
      "தலையில் உள்ள பூக்கள்"
    ],
    "answer": "C",
    "additional_context": "“தலைக்கு ஒரு பழம் கொடு” என்ற தொடரில், “தலை” என்பது ஒரு சினையாகுபெயர். அதாவது,  இந்த தொடரில் “தலை” என்ற சொல் தலையின் ஒரு உறுப்பைக் குறிக்காமல்,  ஒரு முழுமையான நபரைக் குறிக்கிறது.  ஆகையால் “தலை” என்பது இங்கே ஒரு ஆகுபெயர். "
  },
  {
    "description": "“இரட்டைக்கிளவி” மற்றும் “அடுக்குத்தொடர்” என்பதன் பொருள் என்ன?",
    "options": [
      "இரண்டு சொற்கள் ஒன்றுடன் ஒன்று இணைந்து, பிரித்துப் பார்த்தால் பொருள் தராத சொற்களை இரட்டைக்கிளவி என்பர்; ஒரு சொல் பலமுறை தொடர்ந்து வரும் போது அது அடுக்குத்தொடர் ஆகும்.",
      "இரண்டு சொற்கள் ஒன்றுடன் ஒன்று இணைந்து, பிரித்துப் பார்த்தால் பொருள் தராத சொற்களை அடுக்குத்தொடர் என்பர்; ஒரு சொல் பலமுறை தொடர்ந்து வரும் போது அது இரட்டைக்கிளவி ஆகும்.",
      "இரண்டு சொற்கள் ஒன்றுடன் ஒன்று இணைந்து, பிரித்துப் பார்த்தால் பொருள் தரும் சொற்களை இரட்டைக்கிளவி என்பர்; ஒரு சொல் பலமுறை தொடர்ந்து வரும் போது அது அடுக்குத்தொடர் ஆகும்.",
      "இரண்டு சொற்கள் ஒன்றுடன் ஒன்று இணைந்து, பிரித்துப் பார்த்தால் பொருள் தரும் சொற்களை அடுக்குத்தொடர் என்பர்; ஒரு சொல் பலமுறை தொடர்ந்து வரும் போது அது இரட்டைக்கிளவி ஆகும்."
    ],
    "answer": "A",
    "additional_context": "இரட்டைக்கிளவி என்பது இரண்டு அசைச்சொற்கள் இணைந்து புதிய ஒரு சொல் உருவாவதைக் குறிக்கும். இந்த புதிய சொல் பிரித்துப் பார்த்தால் பொருள் தராது. உதாரணமாக,  விறுவிறு, கலகல், மளமள.  அடுக்குத்தொடர் என்பது ஒரு சொல் பல முறை தொடர்ந்து வரும் போது அது அடுக்குத்தொடர் ஆகும்.  உதாரணமாக பாம்பு பாம்பு, எங்கே எங்கே, பிடி பிடி."
  }
]
