
[
  {
    "description": "“கற்றனைத்து ஊறும் அறிவு”  என்ற வரியிலிருந்து,  நம்மைக் குறித்து என்ன தகவல் தெரிய வருகிறது?",
    "options": [
      "மக்களுக்கு அறிவு இயற்கையாகவே வளரும்.",
      "அறிவு பெறுவது கடினமான ஒரு செயல்.",
      "கற்றலின் மூலம் மட்டும் அறிவு வளரும்.",
      "அறிவு பெறுவதற்கு முயற்சி தேவை."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தோண்டும் அளவிற்கு ஏற்ப மணற்கேணியில் நீர் ஊறும். அதுபோல் கற்கும் அளவிற்கு ஏற்ப மக்களுக்கு அறிவு வளரும்.  என்பது  இந்த குறளின் பொருள் . மணற்கேணியில் நீர் ஊறும் அளவிற்கு ஏற்ப அறிவும் வளரும் என்பது இதன் பொருள். இதில் இருந்து நம்மைக் குறித்து  அறிவு பெறுவதற்கு முயற்சி தேவை  என்பது தெரிய வருகிறது."
  },
  {
    "description": "“மடியை மடியா ஒழுகல்”  என்ற சொற்றொடர் எந்தப் பண்பைக் குறிக்கிறது?",
    "options": [
      "சோம்பேறித்தனம்",
      "நேர்மை",
      "சுறுசுறுப்பு",
      "கருணை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தம் குடியைச் சிறப்புடைய குடியாகச் செய்ய விரும்புபவர், சோம்பலைத் துன்பமாகக் கருதி முயற்சியோடு வாழ்தல் வேண்டும்.  என்பது  இந்த குறளின் பொருள் . சோம்பலைத் துன்பமாகக் கருதி முயற்சி செய்ய வேண்டும் என்பது  இதன் பொருள். இதில் இருந்து  சோம்பேறித்தனம்  என்பது தெரிய வருகிறது."
  },
  {
    "description": "“கேடில் விழுச்செல்வம் கல்வி”  என்ற வாக்கியத்திலிருந்து, கல்வியின் சிறப்பம்மை என்னவென்று நீங்கள் புரிந்துகொள்கிறீர்களா?",
    "options": [
      "கல்வியால் धनம் கிடைக்கும்.",
      "கல்வியால்  நல்ல பதவிகள் கிடைக்கும்.",
      "கல்வியால் அழிவில்லாத நன்மைகள் கிடைக்கும்.",
      "கல்வியால்  புகழ் கிடைக்கும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "அழிவில்லாத சிறந்த செல்வம் கல்வியே. ஒருவருக்கு அதனைவிடச் சிறந்த செல்வம் வேறு இல்லை.  என்பது  இந்த குறளின் பொருள் . கல்வியே ஒருவருக்கு அழிவில்லாத சிறந்த செல்வம் என்பது  இதன் பொருள். இதில் இருந்து  கல்வியால் அழிவில்லாத நன்மைகள் கிடைக்கும்.  என்பது தெரிய வருகிறது."
  },
  {
    "description": "“செய்தக்க அல்ல செயக்கெடும் செய்தக்க\nசெய்யாமை யானும் கெடும்”  என்ற வரிகளில், எந்தப் பண்பு எடுத்துக்காட்டப்படுகிறது?",
    "options": [
      "தயக்கம்",
      "சந்தேகம்",
      "துணிச்சல்",
      "பயம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "செய்யத்தகாத செயல்களைச் செய்வதாலும் செய்யத்தக்க செயல்களைச் செய்யாமல் விடுவதாலும் தீமை உண்டாகும்.  என்பது  இந்த குறளின் பொருள் . செய்வதும் செய்யாமல் இருப்பதும் தீமை தரும் என்பது  இதன் பொருள். இதில் இருந்து  துணிச்சல்  என்பது தெரிய வருகிறது."
  },
  {
    "description": "“எண்ணித் துணிக கருமம் துணிந்தபின்\nஎண்ணுவம் என்பது இழுக்கு”  என்ற குறளில்,  எந்தப் பண்பு கண்டிக்கப்படுகிறது?",
    "options": [
      "நம்பிக்கை",
      "சந்தேகம்",
      "முன்யோசனை இல்லாமை",
      "தயக்கம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "எந்தச் செயலையும் நன்கு சிந்தித்த பின் தொடங்க வேண்டும். தொடங்கிய பின் எண்ணிப் பார்க்கலாம் என்பது குற்றமாகும்.  என்பது  இந்த குறளின் பொருள் . செயல்களை நன்கு சிந்தித்து பின் தொடங்க வேண்டும் என்பது  இதன் பொருள். இதில் இருந்து  முன்யோசனை இல்லாமை  என்பது தெரிய வருகிறது."
  }
]
