[
          
  {
    
          "description": "பாரி மகளிரான _______  மற்றும் _______  பாணர்களுக்கு உணவு அளித்த நிகழ்வு பழமொழி நானூறு நூலில் இடம் பெற்றுள்ளது.",
          "options": [
      "அங்கவை, சங்கவை",
      "கங்கவை, சங்கவை",
      "சங்கவை, மங்கவை",
      "அங்கவை, மங்கவை"
    ],
    "answer": "A",
    
          "additional_context": "பழமொழி நானூறு நூலில் பாரி மகளிரான அங்கவை, சங்கவை ஆகியோர் பாணர்களுக்கு உணவு அளித்த செய்தியைக் கூறும் பாடல் இடம் பெற்றுள்ளது. பாரி மன்னனின் மகளிரான அங்கவை, சங்கவை ஆகியோர் மழை இல்லாத காலத்தில் பாணர்கள் இரந்து நின்றபோது, அவர்களுக்கு உணவு அளித்த நிகழ்வைப் பற்றியும் பாடல் கூறுகிறது. பாணர்களுக்கு உணவு அளித்த நிகழ்வை விவரிக்கும் பாடல், தமிழர்களின் விருந்தோம்பல் பண்பை எடுத்துக்காட்டும் வகையில் அமைந்துள்ளது."
          }
        ,
          
  {
    
          "description": "'_______  முன்றிலோ இல்' என்ற பழமொழியின் பொருள் _______  என்பதாகும்.",
          "options": [
      "ஒன்றுறா, பொருள் ஏதும் இல்லாத வீடுகளே இல்லை",
      "ஒன்றுறா, பொருள் நிறைந்த வீடுகளே இல்லை",
      "மாரி, மழை பெய்யாத காலம் இல்லை",
      "மாரி, மழை பெய்யும் காலம் இல்லை"
    ],
    "answer": "A",
    
          "additional_context": "பாரி மகளிரான அங்கவை, சங்கவை பாணர்களுக்கு உணவு அளித்த நிகழ்வைக் கூறும் பாடலில் 'ஒன்றுறா முன்றிலோ இல்' என்ற பழமொழி இடம் பெற்றுள்ளது. இந்தப் பழமொழியின் பொருள், 'பொருள் ஏதும் இல்லாத வீடுகளே இல்லை' என்பதாகும். மழையின்றி வறட்சி நிலவிய காலத்தில், அங்கவை, சங்கவை பாணர்களுக்கு உணவு அளித்தார்கள். இது பொருள் ஏதும் இல்லாத வீடுகளே இல்லை என்பதை எடுத்துக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "தமிழர்களின் பண்பாட்டுக் கூறுகளில் ______  முக்கியமானதாகும். தமக்கு இல்லாவிட்டாலும், தமக்கு இருப்பதை விருந்தினருக்குத் தந்து மகிழும் பண்பு _____  என்று அழைக்கப்படுகிறது.",
          "options": [
      "விருந்தோம்பல்,  விருந்தோம்பல்",
      "மரியாதை, மரியாதை",
      "நேர்மை, நேர்மை",
      "கல்வி, கல்வி"
    ],
    "answer": "A",
    
          "additional_context": "தமிழர்களின் பண்பாட்டுக் கூறுகளில் 'விருந்தோம்பல்' முக்கியமானதாகும். தமக்கு இல்லாவிட்டாலும், தமக்கு இருப்பதை விருந்தினருக்குத் தந்து மகிழும் பண்பு 'விருந்தோம்பல்' என்று அழைக்கப்படுகிறது. தமிழ் இலக்கியங்கள் விருந்தோம்பல் பண்பைப் பற்றி பல நிகழ்வுகளைப் பேசுகின்றன. பாரி, கடையெழு வள்ளல்களுள் ஒருவர். அப்பாரியின் மகளிரான அங்கவை, சங்கவை ஆகியோர் பாணர்களுக்கு புதுமையாக உணவு அளித்த செய்தியைக் கூறும் பாடலை அறிவோம். இதன் மூலம் தமிழர்களின் விருந்தோம்பல் பண்பை நாம் தெரிந்துகொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "பழமொழி நானூறு நூலில் _______  பாடல்கள் உள்ளன.",
          "options": [
      "நானூறு",
      "நூறு",
      "இருநூறு",
      "மூநூறு"
    ],
    "answer": "A",
    
          "additional_context": "பழமொழி நானூறு பதினெண்கீழ்க்கணக்கு நூல்களுள் ஒன்று. இது நானூறு பாடல்களைக் கொண்டது. ஒவ்வொரு பாடலின் இறுதியிலும் ஒரு பழமொழி இடம் பெற்றிருப்பதால் இது பழமொழி நானூறு என்னும் பெயர்பெற்றது. இந்நூலின் ஆசிரியர் முன்றுறை அரையனார் ஆவார். இவர் கி.பி. (பொ.ஆ.) நான்காம் நூற்றாண்டைச் சேர்ந்தவர் என அறியமுடிகிறது. பழமொழி நானூறு நூலின் கடவுள் வாழ்த்துப் பாடல் மூலம் இவர் சமண சமயத்தைச் சேர்ந்தவர் என அறியமுடிகிறது."
          }
        ,
          
  {
    
          "description": "பாரி _______  என்று அழைக்கப்பட்டார்.",
          "options": [
      "மன்னன்",
      "பாடகன்",
      "குயவன்",
      "விவசாயி"
    ],
    "answer": "A",
    
          "additional_context": "பாரி என்பவர் கடையெழு வள்ளல்களுள் ஒருவர்.  பாரி மன்னன், தன் மகளிரான அங்கவை, சங்கவை ஆகியோரைக் கொண்டு பாணர்களுக்கு புதுமையான முறையில் உணவு அளித்தார். இது பற்றிய செய்தியை பழமொழி நானூறு நூல் கூறுகிறது. தமிழர்களின் விருந்தோம்பல் பண்பைப் பற்றி நமக்குக் காட்டும் பாடல் இதுவாகும்."
          }
        ]