
[
  {
    "description": "திருக்குறள் _____,  _____  , _____ போன்ற பிற பெயர்களாலும் அழைக்கப்படுகிறது.",
    "options": [
      "முப்பால், தெய்வநூல், பொய்யாமொழி",
      "முப்பால், ஞான நூல், பொய்யாமொழி",
      "முப்பால், தெய்வநூல், செய்யுள்",
      "முப்பால்,  ஞான நூல், செய்யுள்"
    ],
    "answer": "A",
    "additional_context": "திருக்குறள் என்பது ஒரு தமிழ் நூல். இது 133 அதிகாரங்களையும், 1330 குறட்பாக்களையும் கொண்டது. இது  அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என மூன்று பகுப்புகளைக் கொண்டது. திருக்குறள்  திருவள்ளுவர்  எழுதிய நூல். இது அறம், பொருள், இன்பம் என்ற மூன்று துறைகளைப் பற்றி கூறுகிறது. திருக்குறள் பல மொழிகளில் மொழிபெயர்க்கப்பட்டுள்ளது. உலகெங்கும் மக்களால் போற்றப்படும் திருக்குறளை 'முப்பால்', 'தெய்வநூல்', 'பொய்யாமொழி' போன்ற பிற பெயர்களாலும் அழைக்கப்படுகிறது."
  },
  {
    "description": "அரசின்  _____ ,  _____ , _____ , _____  என்ற செயல்கள் சிறந்த அரசின் பண்பாகும்.",
    "options": [
      "பொருள் வரும் வழிகளை அறிதலும், அவ்வழிகளில் பொருள்களைச் சேர்த்தலும், சேர்த்த பொருளைப் பாதுகாத்தலும், காத்த பொருளைப் பயனுள்ள வகையில் திட்டமிட்டுச் செலவிடுதலும்.",
      "பொருள் வரும் வழிகளை அறிதலும், அவ்வழிகளில் பொருள்களைச் சேர்த்தலும், சேர்த்த பொருளைப் பாதுகாத்தலும், காத்த பொருளை அழித்து விடுதலும்.",
      "பொருள் வரும் வழிகளை அறிதலும், அவ்வழிகளில் பொருள்களைச் சேர்த்தலும், சேர்த்த பொருளை வீணடித்தலும், காத்த பொருளைப் பயனுள்ள வகையில் திட்டமிட்டுச் செலவிடுதலும்.",
      "பொருள் வரும் வழிகளை அறிதலும், அவ்வழிகளில் பொருள்களைச் சேர்த்தலும், சேர்த்த பொருளை மறைத்தலும், காத்த பொருளைப் பயனுள்ள வகையில் திட்டமிட்டுச் செலவிடுதலும்."
    ],
    "answer": "A",
    "additional_context": "ஒரு நாட்டை ஆளும் அரசனுக்கு பொறுப்புகள் நிறைய இருக்கு. ஒரு நல்ல அரசன் என்ன செய்யணும்னு திருக்குறள் சொல்லுது. பொருள் எங்கிருந்து வருதுன்னு அறிந்துகொள்றது, அதை சேர்க்கறது, பாதுகாக்கறது, பிறகு அது பயனுள்ள வகையில்  திட்டமிட்டு செலவிடுறது... இதுதான் ஒரு சிறந்த அரசன் பண்பு.  இதையெல்லாம் செய்தால் மக்களுக்கு நல்லா இருக்கும். "
  },
  {
    "description": "திருக்குறள் பற்றிய ஔவையாரின் புகழ்ச்சியை கீழ்க்கண்டவற்றுள் எது சரியாக குறிப்பிடுகிறது?",
    "options": [
      "அ) அணுவைத் துளைத்து ஏழ்கடலைப் புகட்டிக்\nகுறுகத் தரித்த குறள்",
      "ஆ) அணுவைத் துளைத்து ஏழ்கடலைப் புகுத்தி\nகுறுகத் தரித்த குறள்",
      "இ) அணுவைத் துளைத்து ஏழ்கடலைப் புகுத்தி\nகுறுகத் தரித்த குறள்",
      "ஈ) அணுவைத் துளைத்து ஏழ்கடலைப் புகட்டிக்\nகுறுகத் தரித்த குறள்"
    ],
    "answer": "D",
    "additional_context": "ஔவையார் என்பவர் தமிழின் பெருமைமிகு  பழம்பெரும் புலவர். ஔவையார் திருக்குறளை மிகவும் போற்றுகிறார். திருக்குறளை 'அணுவைத் துளைத்து ஏழ்கடலைப் புகட்டிக் குறுகத் தரித்த குறள்' என்று போற்றுகிறார். இது ஔவையாரின் திருக்குறள் பற்றிய புகழ்ச்சியை நன்றாக காட்டுகிறது.  திருக்குறள் மிகவும் சிறிய நூலாக இருந்தாலும், அது உலகப் புகழ் பெற்ற நூலாகும். அதைத் தான்  ஔவையார் இந்த வார்த்தைகளால் போற்றுகிறார்."
  },
  {
    "description": "திருக்குறளின் மூன்று பகுதிகளை எந்த வரிசையில் குறிப்பிட்டுள்ளது?",
    "options": [
      "அ) பொருட்பால், இன்பத்துப்பால், அறத்துப்பால்",
      "ஆ) அறத்துப்பால், இன்பத்துப்பால், பொருட்பால்",
      "இ) இன்பத்துப்பால், அறத்துப்பால், பொருட்பால்",
      "ஈ) அறத்துப்பால், பொருட்பால், இன்பத்துப்பால்"
    ],
    "answer": "D",
    "additional_context": "திருக்குறள்  மூன்று பகுதிகளாக பிரிக்கப்பட்டுள்ளது. அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என்ற மூன்று பகுதிகளும்  திருக்குறளை உருவாக்குகின்றன. அறத்துப்பால் மனிதர்கள் வாழ்க்கையில் எப்படி நடந்துகொள்ள வேண்டும் என்றும்,  பொருட்பால் எப்படி சம்பாதிக்க வேண்டும் என்றும், இன்பத்துப்பால் எப்படி  வாழ்க்கையை  இன்பமாக  காண வேண்டும் என்றும் விளக்குகிறது."
  },
  {
    "description": "\"ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்து\" என்ற குறள் எந்த குணத்தைப் பற்றிக் கூறுகிறது?",
    "options": [
      "அ) வாய்மை",
      "ஆ) அருளுடைமை",
      "இ) புறங்கூறாமை",
      "ஈ) அழுக்காறாமை"
    ],
    "answer": "D",
    "additional_context": "திருக்குறளில் அழுக்காறாமை பற்றி பல குறட்பாக்கள் உள்ளன. 'ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்து அழுக்காறு இலாத இயல்பு' என்ற இந்த குறள் மிகவும்  முக்கியமானது.  இது பொறாமையை பற்றி சொல்கிறது.   மற்றவர்களை பார்த்து பொறாமைப்படக்கூடாது என்பது இந்த குறளின்  உண்மை.  இந்த குணத்தை மக்கள்  கடைபிடித்தால்  நல்லது. அழுக்காறாமை மனிதர்களுக்கு மன உளைச்சல் தரும். அதனால் அழுக்காறாமையை தவிர்க்க வேண்டும்."
  }
]
