
[
  {
    "description": "பொது இடங்களில் தீ விபத்து ஏற்பட்டால், ______ வழியில் வெளியேற வேண்டும்.",
    "options": [
      "படிக்கட்டுகள்",
      "மின் தூக்கி",
      "கதவு",
      "அவசரகால வழி"
    ],
    "answer": "D",
    "additional_context": "தீ விபத்து ஏற்பட்டால் பதற்றமடைந்து ஓடாமல், அவசரகால வழியில் வெளியேற வேண்டும். தீ விபத்து ஏற்பட்டால் உடனடியாகத் தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும். அப்படித் தகவல் தெரிவிக்கும் போது தீவிபத்து ஏற்பட்டுள்ள இடத்தினைத் தெளிவாகத் தெரிவிக்க வேண்டும். பொது இடங்களில் தீ விபத்து ஏற்பட்டால் வெளியேறும் வழியை தெரிந்துகொள்வது ஏன் முக்கியம்? தீ விபத்து ஏற்பட்டால் பயத்தால் ஓடாமல், அமைதியாக வெளியேற உதவும். தீ விபத்தில் சிக்கியவர்களை மீட்கும் போது உதவும். தீ விபத்து ஏற்பட்ட பகுதியில் உள்ள மின் இணைப்பைத் துண்டிக்க உதவும்."
  },
  {
    "description": "எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்க _______ பயன்படுத்தக்கூடாது.",
    "options": [
      "தண்ணீர்",
      "மணல்",
      "தீயணைப்பான்",
      "கார்பன் டை ஆக்சைடு"
    ],
    "answer": "A",
    "additional_context": "எண்ணெய் உள்ள இடத்தில் ஏற்பட்ட தீயை அணைக்கத் தண்ணீரைப் பயன்படுத்தக்கூடாது. தீ விபத்து ஏற்பட்டால் உடனே அங்குள்ள தீயணைப்பான்களைக் கொண்டு ஆரம்பக் கட்டத்திலேயே தீயை அணைக்க முயற்சி செய்யவேண்டும். உடுத்தியிருக்கும் ஆடையில் தீப்பிடித்தால் உடனே தரையில் படுத்து உருளவேண்டும். தீக்காயம் பட்ட இடத்தை உடனடியாகத் தண்ணீரைக் கொண்டு குளிர வைக்க வேண்டும். தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது."
  },
  {
    "description": "தீ விபத்து ஏற்பட்டால், ______ கொண்டு ஆரம்பக் கட்டத்திலேயே தீயை அணைக்க முயற்சி செய்ய வேண்டும்.",
    "options": [
      "தண்ணீர்",
      "கம்பளி",
      "மண்",
      "தீயணைப்பான்"
    ],
    "answer": "D",
    "additional_context": "தீ விபத்து ஏற்பட்டால் உடனே அங்குள்ள தீயணைப்பான்களைக் கொண்டு ஆரம்பக் கட்டத்திலேயே தீயை அணைக்க முயற்சி செய்யவேண்டும். உடுத்தியிருக்கும் ஆடையில் தீப்பிடித்தால் உடனே தரையில் படுத்து உருளவேண்டும். தீக்காயம் பட்ட இடத்தை உடனடியாகத் தண்ணீரைக் கொண்டு குளிர வைக்க வேண்டும். தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது."
  },
  {
    "description": "தீ விபத்து ஏற்படாமல் தடுக்க, சமையல் செய்யும் போது எடுக்க வேண்டிய முன்னெச்சரிக்கை நடவடிக்கை எது?",
    "options": [
      "வீட்டில் தீயணைப்பான்கள் பொருத்தப்பட்டிருக்க வேண்டும்",
      "பட்டாசுகளை பெரியவர்களின் மேற்பார்வையில்தான் வெடிக்க வேண்டும்",
      "சமையல் செய்யும் போது இறுக்கமான ஆடைகளை உடுத்திக்கொள்ள வேண்டும்",
      "தீ விபத்து ஏற்பட்டால் உடனடியாகத் தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும்"
    ],
    "answer": "C",
    "additional_context": "சமையல் செய்யும் போது இறுக்கமான ஆடைகளை உடுத்திக் கொள்ள வேண்டும். தரமான மின் சாதனங்களையே பயன்படுத்தவேண்டும். பட்டாசுகளைப் பாதுகாப்பான இடங்களில், பெரியவர்களின் மேற்பார்வையில்தான் வெடிக்க வேண்டும். வீடுகளிலும் பொது இடங்களிலும் தீ பாதுகாப்புக் கருவிகள் பொருத்தப்பட்டிருக்கவேண்டும். பொது இடங்களில் தீத்தடுப்பு எச்சரிக்கை ஒலிப்பான்கள் பொருத்தப்பட்டிருக்கவேண்டும். எச்சரிக்கை ஒலி எவ்வாறு இருக்கும் என்பதைப் பணியாளர்கள் அறிந்திருக்கவேண்டும். நிறுவனங்களில் பணிபுரியும் பணியாளர்களுக்குத் தீத்தடுப்புப் பயிற்சிகள் அளிக்கப்படவேண்டும்."
  },
  {
    "description": "பொது இடங்களில் தீ விபத்து ஏற்பட்டால் வெளியேறும் வழியை தெரிந்துகொள்வது ஏன் முக்கியம்?",
    "options": [
      "தீ விபத்து ஏற்பட்டால் பயத்தால் ஓடாமல், அமைதியாக வெளியேற உதவும்",
      "உடனடியாக தீயணைப்பு மீட்புப் பணித் துறைக்குத் தகவல் தெரிவிக்க உதவும்",
      "தீ விபத்தில் சிக்கியவர்களை மீட்கும் போது உதவும்",
      "தீ விபத்து ஏற்பட்ட பகுதியில் உள்ள மின் இணைப்பைத் துண்டிக்க உதவும்"
    ],
    "answer": "A",
    "additional_context": "தீ விபத்து ஏற்பட்டால் பதற்றமடைந்து ஓடாமல், அவசரகால வழியில் வெளியேற வேண்டும். தீ விபத்து ஏற்பட்டால் உடனடியாகத் தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும். அப்படித் தகவல் தெரிவிக்கும் போது தீவிபத்து ஏற்பட்டுள்ள இடத்தினைத் தெளிவாகத் தெரிவிக்க வேண்டும். பொது இடங்களில் தீ விபத்து ஏற்பட்டால் வெளியேறும் வழியை தெரிந்துகொள்வது ஏன் முக்கியம்? தீ விபத்து ஏற்பட்டால் பயத்தால் ஓடாமல், அமைதியாக வெளியேற உதவும். தீ விபத்தில் சிக்கியவர்களை மீட்கும் போது உதவும். தீ விபத்து ஏற்பட்ட பகுதியில் உள்ள மின் இணைப்பைத் துண்டிக்க உதவும்."
  }
]
