
[
  {
    "description": "“பச்சை மயில்நடிக்கும் / பன்றி கிழங்கெடுக்கும் / நச்சர வங்கலங்கும் - கிளியே / நரியெலாம் ஊளையிடும்” - இந்த வரிகளில் காட்டப்படும் விலங்குகளின் செயல்கள் எதைப் பற்றிய கூற்றாகும்?",
    "options": [
      "காட்டின் அழகைப் பற்றியது",
      "விலங்குகளின் உணவுப் பழக்கங்களைப் பற்றியது",
      "விலங்குகளின் இயல்பான நடத்தையைப் பற்றியது",
      "விலங்குகளின் வாழ்விடத்தைப் பற்றியது"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் காட்டில் விலங்குகள் எவ்வாறு நடந்துகொள்கின்றன என்பதைப் பற்றியும், அவற்றின் இயல்பான நடத்தையைப் பற்றியும் விவரிக்கின்றன. மயில் நடனமாடுவது, பன்றி கிழங்கு தோண்டி எடுத்து உண்பது, பாம்பு கலக்கமடைவது, நரி ஊளையிடுவது போன்றவை இயற்கையான நடத்தைகளாகும். அதனால் இந்த வரிகள் விலங்குகளின் இயல்பான நடத்தையைப் பற்றிய கூற்றாகும்."
  },
  {
    "description": "“கார்த்திகை தீபமெனக் / காடெல்லாம் பூத்திருக்கும்” - இந்த வரிகளில் காட்டின் அழகை எதற்கு ஒப்பிடுகிறார் கவிஞர்?",
    "options": [
      "விளக்குகள்",
      "மலர்கள்",
      "கனிகள்",
      "பூக்கள்"
    ],
    "answer": "A",
    "additional_context": "கார்த்திகைத் தீபம் என்பது தீபாவளிப் பண்டிகையின் போது ஏற்றப்படும் விளக்கைக் குறிக்கும். கவிஞர் காட்டில் பூத்திருக்கும் மலர்களை கார்த்திகைத் தீபத்திற்கு ஒப்பிடுகிறார். காடு முழுவதும் பூக்கள் மலர்ந்திருப்பது கார்த்திகைத் தீபம் போன்று பிரகாசமாக இருப்பதைக் குறிக்கிறது. அதனால், கவிஞர் காட்டின் அழகை விளக்குகளுக்கு ஒப்பிடுகிறார்."
  },
  {
    "description": "“காடு பொருள்கொடுக்கும் / காய்கனி ஈன்றெடுக்கும் / கூடிக் களித்திடவே - கிளியே / குளிர்ந்த நிழல்கொடுக்கும்” - இந்த வரிகளில் காட்டின் என்ன பயன்கள் குறிப்பிடப்படுகின்றன?",
    "options": [
      "மருத்துவ குணங்கள்",
      "விலங்குகளுக்கான உணவு",
      "மனிதர்களுக்கான உணவு மற்றும் நிழல்",
      "மரக்கட்டைகள்"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் காடு மனிதர்களுக்கு எவ்வாறு பயனுள்ளதாக இருக்கிறது என்பதை விளக்குகின்றன. காடு பொருள்களைத் தரும், காய்கனிகளைத் தரும், கூடி மகிழ்ந்திட நிழல் தரும் எனக் குறிப்பிடப்படுகிறது. அதாவது, மனிதர்களுக்கு உணவையும் நிழலையும் காடு அளிக்கிறது. காட்டின் மருத்துவ குணங்கள், விலங்குகளுக்கான உணவு, மரக்கட்டைகள் போன்றவற்றைப் பற்றி இந்த வரிகளில் எதுவும் குறிப்பிடப்படவில்லை."
  },
  {
    "description": "“அதிமது ரத்தழையை / யானைகள் தின்றபடி / புதுநடை போடுமடீ – கிளியே / பூங்குயில் கூவுமடி!” - இந்த வரிகளில் எந்த விலங்கின் செயல் குறிப்பிடப்படுகிறது?",
    "options": [
      "குரங்கு",
      "யானை",
      "சிங்கம்",
      "புலி"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகளில் யானைகள் ரத்தழையைத் தின்று புதுநடை போடுவதாகக் கூறப்படுகிறது. யானைகளின் உணவுப் பழக்கத்தையும், அவற்றின் நடத்தையையும் இவ்வரிகள் காட்டுகின்றன."
  },
  {
    "description": "“சிங்கம் புலிகரடி / சிறுத்தை விலங்கினங்கள் / எங்கும் திரியுமடீ – கிளியே / இயற்கை விடுதியிலே!” - இந்த வரிகளில் எந்த இடத்தைக் குறிப்பிட்டு கவிஞர் கூறுகிறார்?",
    "options": [
      "காடு",
      "வனம்",
      "பூங்கா",
      "மலை"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகளில் சிங்கம், புலி, கரடி, சிறுத்தை போன்ற காட்டு விலங்குகள் எங்கும் திரிவதாகக் கூறப்படுகிறது. இவை காட்டில் காணப்படும் விலங்குகளாகும். மேலும், இவ்வரிகளில் 'இயற்கை விடுதி' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. காடுதான் இயற்கையான விடுதியாகும். அதனால், கவிஞர் காட்டைக் குறிப்பிட்டு கூறுகிறார்."
  }
]
