[
          
  {
    
          "description": "'தன்னாடு என்றும் பிறர்நாடு என்றும் பேசும் பொய்யுறவு'  என்ற வரியில் 'பொய்யுறவு'  என்பது என்னைக் குறிக்கிறது?",
          "options": [
      "தவறான உறவு",
      "சண்டை",
      "சந்தேகம்",
      "நம்பிக்கை இல்லாமை"
    ],
    "answer": "A",
    
          "additional_context": "இயேசு காவியத்தில் மக்களிடையே ஏற்படும் மோதல்கள், சண்டைகள் மற்றும் தன்னாடு, பிறர்நாடு என்கிற பேதங்களைப் பற்றி பாடல் கூறுகிறது. இந்த பாடலில் 'தன்னாடு என்றும் பிறர்நாடு என்றும் பேசும் பொய்யுறவு' என்கிற வரி மூலம்  தன்னாடு என்றும் பிறர்நாடு என்றும்  பேசுவதால்  ஏற்படும் பிரிவினைகள்,  சண்டைகள்,  மோதல்கள் மற்றும்  தவறான உறவை  இயேசு காவியம் சுட்டிக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "பாடலின் மையக் கருத்து என்ன?",
          "options": [
      "பொருள் ஈட்டுவதின் முக்கியத்துவம்",
      "சமூகத்தில் ஒற்றுமை",
      "சாந்தம், இரக்கம் போன்ற நற்பண்புகளின் அவசியம்",
      "இயேசுவின் அறிவுரைகள் "
    ],
    "answer": "C",
    
          "additional_context": "இயேசு காவியத்தில், சாந்தம், இரக்கம் போன்ற நற்பண்புகளின் அவசியம்,   சண்டைகள் மற்றும் தன்னாடு, பிறர்நாடு என்கிற பேதங்களைப் பற்றி பாடல் கூறுகிறது. சாந்தம், இரக்கம் மற்றும் அமைதியான வாழ்க்கை ஆகியவற்றின் முக்கியத்துவத்தை இந்த பாடல் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "இயேசு காவியத்தில், சாந்தம் உடையவர்கள் யார் என குறிப்பிடப்படுகிறது?",
          "options": [
      "மண்ணையும் விண்ணையும் ஆளுபவர்கள்",
      "தலைவர்கள்",
      "உலகின் தலைவர்கள்",
      "அமைதி இல்லாதவர்கள்"
    ],
    "answer": "B",
    
          "additional_context": "இயேசு காவியத்தில் சாந்தம் என்பது மிக முக்கியமானது எனக் கூறப்படுகிறது. சாந்தம் உடையவர்கள் பேறுபெற்றோர் என்றும், இந்தத் தாரணி முழுவதும் அவர்களுக்கு உரியது என்றும், அவர்களே தலைவர்கள் என்றும் இயேசு கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "'மண்ணையும் ஆளும் விண்ணையும் ஆளும்' என இயேசு காவியத்தில் யாருக்கு உரியது?",
          "options": [
      "அமைதி",
      "சாந்தம்",
      "மகத்துவம்",
      "தத்துவம்"
    ],
    "answer": "B",
    
          "additional_context": "இயேசு காவியத்தில், சாந்தம் மண்ணையும் விண்ணையும் ஆளும் மகத்துவம் வாய்ந்தது என கூறப்படுகிறது. மாந்தரின் வாழ்வில் தேவைப்படுவது சாந்தம் என்கிறார் இயேசு. அது மண்ணையும் ஆளும் விண்ணையும் ஆளும் மகத்துவம் என்பதை இயேசு காவியம் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "சாதிகளாலும் பேதங்களாலும் தள்ளாடும் உலகம் எப்போது அடங்கும் என இயேசு காவியத்தில் கூறப்படுகிறது?",
          "options": [
      "எல்லோரும் ஒரே மாதிரியாக இருக்கும் போது",
      "தர்மத்தை நம்பிய பிறகு",
      "சண்டைகள் முடிந்த பிறகு",
      "அனைவரும் நல்லவர்களாக மாறும் போது"
    ],
    "answer": "B",
    
          "additional_context": "இயேசு காவியத்தில், சாதி, மதம், மொழி போன்ற பேதங்களால் தள்ளாடும் உலகம் அடங்க வேண்டுமென்றால் அனைவரும் தர்மத்தை நம்பி வாழ வேண்டும் எனக் கூறப்படுகிறது."
          }
        ]