[
          
  {
    
          "description": "'தன்நெஞ்சு அறிவது பொய்யற்க பொய்த்தபின் தன்நெஞ்சே தன்னைச் சுடும்'  என்ற குறள் பொய்க்கு என்ன விளைவு என்று கூறுகிறது?",
          "options": [
      "பிறர் வெறுப்பு",
      "மன உளைச்சல்",
      "பழி",
      "தண்டனை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் குறள் மனிதர்கள் பொய் சொல்லக்கூடாது என்றும், பொய் சொன்னால் தன் மனமே துன்புறுத்தும் என்றும் கூறுகிறது. ஒருவர் தம் நெஞ்சறிய பொய் சொல்லக்கூடாது. அவ்வாறு கூறினால் அவர் நெஞ்சமே அவரை வருத்தும். இது மனிதர்கள் உண்மையை மதிக்க வேண்டியதன் அவசியத்தை எடுத்துரைக்கிறது. மன உளைச்சல் என்பது ஒருவருக்கு தான் செய்த தவறுகளால் ஏற்படும் மனக்கசப்பு, மனச்சோர்வு மற்றும் பதட்டம் ஆகியவற்றை உள்ளடக்கியது.  "
          }
        ,
          
  {
    
          "description": "'உள்ளத்தால் பொய்யாது ஒழுகின் உலகத்தார் உள்ளத்துள் எல்லாம் உளன்'  என்ற குறள் யாருக்கு உலகத்தார் மதிப்பு அளிப்பார்கள் என்று கூறுகிறது?",
          "options": [
      "செல்வந்தர்",
      "அறிஞர்",
      "பொய் இல்லாதவர்",
      "உண்மை பேசுபவர்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் குறள் உள்ளத்தில் பொய் இல்லாமல் வாழ்பவர், உலகத்தார் உள்ளங்களில் எல்லாம் இருப்பவர் ஆவார் என்றும் கூறுகிறது. மனிதர்கள் உண்மையை மதித்து வாழ வேண்டும் என்பது இந்தக் குறளின் கருத்து. பொய் இல்லாதவர் என்பது ஒருவருடைய நேர்மையான குணத்தை குறிக்கிறது.  "
          }
        ,
          
  {
    
          "description": "திருக்குறள் நூல் _____  ,  _____ ,  _____ என்ற மூன்று பகுப்புகளைக் கொண்டது.",
          "options": [
      "அறம், பொருள், இன்பம்",
      "அறம், ஞானம், இன்பம்",
      "அறம், பொருள், ஞானம்",
      "அறம், ஞானம்,  தவம்"
    ],
    "answer": "A",
    
          "additional_context": "திருக்குறள் நூல் அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என மூன்று பகுப்புகளைக் கொண்டது. இதில் அறம்-38, பொருள்-70, இன்பம்-25 என மொத்தம் 133 அதிகாரங்கள் உள்ளன.  அறத்துப்பால்  மனித வாழ்க்கையில் பின்பற்ற வேண்டிய ஒழுக்க நெறிகளை விளக்குகிறது. பொருட்பால் மனிதன் வாழ்வதற்கு தேவையான பொருள் ஈட்டும் வழிகளை விளக்குகிறது. இன்பத்துப்பால் மனிதன் வாழ்க்கையில் பெறக்கூடிய இன்பம், இன்பத்தின் வகைகள் பற்றி கூறுகிறது.  "
          }
        ,
          
  {
    
          "description": "திருவள்ளுவர் _____ ,  _____ ,  _____ போன்ற பெயர்களாலும் குறிப்பிடப்படுகிறார்.",
          "options": [
      "முதற்பாவலர், பொய்யில் புலவர், செந்நாப்போதார்",
      "முதற்பாவலர், ஞானி,  செந்நாப்போதார்",
      "முதற்பாவலர், பொய்யில் புலவர்,  குறளாசான்",
      "முதற்பாவலர், ஞானி, குறளாசான்"
    ],
    "answer": "A",
    
          "additional_context": "திருக்குறளைத் தந்த திருவள்ளுவர் இரண்டாயிரம் ஆண்டுகளுக்கு முற்பட்டவர் என்று கூறுவர். இவர் முதற்பாவலர், பொய்யில் புலவர், செந்நாப்போதார் போன்ற சிறப்புப் பெயர்களாலும் குறிப்பிடப்படுகிறார்.   "
          }
        ,
          
  {
    
          "description": "திருக்குறள் நூலில்  _____  அதிகாரங்கள் உள்ளன.",
          "options": [
      "1330",
      "133",
      "38",
      "70"
    ],
    "answer": "B",
    
          "additional_context": "திருக்குறள் நூல் அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என மூன்று பகுப்புகளைக் கொண்டது. இதில் அறம்-38, பொருள்-70, இன்பம்-25 என மொத்தம் 133 அதிகாரங்கள் உள்ளன. அதிகாரத்திற்கு 10 குறட்பாக்கள் வீதம் 1330 குறட்பாக்கள் உள்ளன.  "
          }
        ]