[
          
  {
    
          "description": "மதிவாணன் பள்ளிக்குப் போவதற்கான முடிவை எடுத்தபோது அவனுக்கு என்ன உணர்வு ஏற்பட்டது?",
          "options": [
      "மகிழ்ச்சி",
      "கவலை",
      "பயம்",
      "சோகம்"
    ],
    "answer": "A",
    
          "additional_context": "பள்ளி மறுதிறப்புக்கு இரண்டு நாள்கள் இருந்தன. மதிவாணனுக்குக் கோடை விடுமுறை ஒன்றரை மாதமும் ஓடி விட்டது. பேருந்து நிறுத்தம் கூட்டத்தால் நிரம்பி வழிந்தது. 'என்ன சிந்தனையடா, மதி?' மதிவாணனின் தோளைத் தொட்டபடி கேட்டான் கவின். சிறுவர்களால் நிரம்பி வழிந்தது பேருந்து நிறுத்தம். 'ரெண்டு நாள்லே பள்ளி திறக்கப் போகுது' என்றான் மதிவாணன். 'பள்ளிக்குப் போகணும்ங்கற கவலையா?' 'கவலையில்லடா, முடிவு பண்ணனும்' 'என்ன முடிவு?' 'பள்ளிக்குப் போறதா, இல்லே பின்னலாடை நிறுவனத்துக்குப் போறதான்னு..'  என்றான் மதிவாணன். இந்தக் குழப்பம் மதிவாணனுக்குக் கோடை விடுமுறை தொடங்கியபோதும் இருந்தது."
          }
        ,
          
  {
    
          "description": "இந்த கதையின் மூலம் என்ன செய்தி எடுத்துரைக்கப்படுகிறது?",
          "options": [
      "குழந்தைகள் பள்ளிக்குப் போய் படிக்க வேண்டும் என்பதை வலியுறுத்துகிறது.",
      "குழந்தைத் தொழிலாளர் முறையை எதிர்க்க வேண்டும் என்பதை வலியுறுத்துகிறது.",
      "சிறந்த கல்வியறிவு நம்மை தலைநிமிர்ந்து நிற்க வைக்கும் என்பதை வலியுறுத்துகிறது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "இக்கதையை எழுதியவர் சுப்ரபாரதிமணியன். இவர் குழந்தைத் தொழிலாளர் முறை ஒழிப்பு, இயற்கை வளங்களைப் பாதுகாத்தல் போன்ற கருத்துகளை வலியுறுத்திச் சிறுகதை, புதினம், கட்டுரை முதலியவற்றை எழுதியுள்ளார்; கனவு என்னும் இலக்கிய இதழை நடத்தி வருகிறார். பின்னல், வேட்டை, தண்ணீர் யுத்தம், புத்துமண், கதை சொல்லும் கலை உள்ளிட்ட பல நூல்களை எழுதியுள்ளார்."
          }
        ,
          
  {
    
          "description": "கதையின் இறுதியில் மதிவாணனின் நண்பன் கவின் என்ன செய்தான்?",
          "options": [
      "மதிவாணனைப் பள்ளிக்குப் போக விடாமல் தடுத்தான்.",
      "மதிவாணனோடு பின்னலாடை நிறுவனத்துக்குப் போக முயன்றான்.",
      "மதிவாணன் எடுத்த முடிவை ஏற்றுக்கொண்டான்.",
      "மதிவாணனுக்குப் பள்ளிக்குப் போக உதவினான்."
    ],
    "answer": "B",
    
          "additional_context": "பள்ளி திறக்கறதுக்கு இன்னும் ரெண்டு நாள் இருக்கே' 'பள்ளிக்குப் போறேண்டா' சாலையைக் கடந்தபோது மதிவாணனுக்குப் பெருமூச்சு வந்தது. இறக்கைகளைக் கட்டிக்கொண்டு பறப்பது போல் இருந்தது. இப்படியே பறந்துபோய் யாருமில்லாத பள்ளியை வேடிக்கை பார்க்க வேண்டும் போலிருந்தது அவனுக்கு."
          }
        ,
          
  {
    
          "description": "'பள்ளி மறுதிறப்பு' சிறுகதையின் நாயகன் மதிவாணன் எதற்காகப் போராடுகிறான்?",
          "options": [
      "பள்ளிக்குப் போவதா, பின்னலாடை நிறுவனத்துக்குப் போவதா என்பதற்காக.",
      "கவின் மற்றும் பிற சிறுவர்களுடன் நட்புடன் இருப்பதற்காக.",
      "பள்ளியில் நல்ல மதிப்பெண்கள் பெறுவதற்காக.",
      "தனது கனவுகளை நனவாக்கத் தகுந்த வேலை தேர்ந்தெடுப்பதற்காக."
    ],
    "answer": "D",
    
          "additional_context": "கல்வியறிவு முதன்மையானது. ஒரு பட்டமாவது வாங்க வேண்டும். எதிரில் இருந்த விளம்பரப்பலகை கண்ணில் பட்டது. அதில் அம்பேத்கரும் அப்துல் கலாமும் தென்பட்டனர். இவர்களைப் போல் உயரவேண்டுமானால் படிப்பு வேண்டும். படிப்பில்லாமல் உயரமுடியுமா? படிப்பு அடிப்படைத் தேவை."
          }
        ,
          
  {
    
          "description": "மதிவாணனின் குழப்பத்துக்கு கவின் எப்படிப் பதிலளிக்கிறான்?",
          "options": [
      "பள்ளிக்குச் சென்று படிப்பது நல்லது என்று கவின் கூறுகிறான்.",
      "கவின் தனது வாழ்க்கை அனுபவங்களைப் பகிர்ந்து, பள்ளிக்குப் போகாமல் இருப்பதை ஊக்குவிக்கிறான்.",
      "கவின் மதிவாணனுக்கு பின்னலாடை நிறுவன வேலையில் உதவி செய்வதாக வாக்களிக்கிறான்.",
      "கவின் மதிவாணனுக்கு பணம் சம்பாதிப்பதன் மகிழ்ச்சிகளை விளக்கி, பள்ளிக்குப் போகாமல் இருக்கச் சொல்கிறான்."
    ],
    "answer": "D",
    
          "additional_context": "கோடை விடுமுறை தொடங்கியபோதும் இந்தக் குழப்பம் மதிவாணனுக்கு இருந்தது. நாலைந்து நாள்கள் அக்காவீடு, அத்தை வீடு போய் வந்தான். தொலைக்காட்சி பார்த்துப் பொழுது போக்கினான். 'நண்பன் கவின் ஒரு நாள் அழைத்தான். 'சும்மாதானே இருக்கே. வாடா பின்னலாடை நிறுவனத்துக்குப் போகலாம். புதிய உடைகள், எழுதுகோல்கள், குறிப்பேடுகள், வாங்கப் பணம் சம்பாதிச்சுருவே. இந்த விடுமுறையிலே வீட்லேயும் சுமையா இருக்க வேண்டியதில்லே.. பின்னலாடை நிறுவனத்துக்கு ஆளு வேணும். வாடா..' என்றான். சரி என்று சேர்ந்துவிட்டான். ஒன்றரை மாதங்கள் ஓடிவிட்டன. பின்னலாடை நிறுவன வேலை புதுசாக இருந்தது. ஆடைகளை அடுக்கிக் கட்டும் வேலைதான். சனிக்கிழமை வாரச் சம்பளம். பத்து மணிக்கும் பிற்பகலிலும் வடை, தேநீர். இரவில் பரோட்டா, தோசை என்று சுவையாகச் சாப்பிட முடிந்தது. அம்மா அவனது சம்பளப் பணத்தைப் பத்திரமாக வைத்திருப்பதாய்ச் சொன்னார். செலவழிந்து போயிருந்தாலும் கொடுத்துவிடுவார். பள்ளி திறக்கும்போது நல்லா செலவு செய்யலாம்."
          }
        ]