[
          
  {
    
          "description": "கதைநாயகன் தனது மூன்றாவது சம்பளத்தில் எதை வாங்கினார்?",
          "options": [
      "மிதிவண்டி",
      "புத்தகம்",
      "கைக்கடிகாரம்",
      "ஆடை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இருபது ஆண்டுகளுக்கு முன்பு நடந்த நிகழ்ச்சி இது. புறநகரில் ஓர் அஞ்சலகத்தில் வேலை செய்துகொண்டிருந்த காலம். எனது மூன்றாவது சம்பளத்தில் நான் ஒரு மிதிவண்டி வாங்கினேன். நூற்றி எண்பது ரூபாய். மிதிவண்டியில் ஏறிப் புறப்படுவதுதான் என் பொழுதுபோக்கு. காற்றுத் தழுவ ஓட்டத் தொடங்கியதுமே அப்படியே ஓட்டிக்கொண்டே இருக்க வேண்டும் போலத் தோன்றும். தெரிந்த ஊர்கள், தெரியாத ஊர்கள் எல்லா இடங்களுக்கும் மிதிவண்டியிலேயே செல்வதுதான் என் பெரிய மகிழ்ச்சி. இரண்டு கூட்டாளிகளைச் சேர்த்துக் கொண்டு கிருஷ்ணராஜ சாகர் அணைக்கட்டு வரைக்கும் செல்வது ஐந்து ஆறு மாதத்திற்கு ஒருமுறையாவது நடக்கும். ஒருமுறை மகாபலிபுரம் சென்று வந்தோம்."
          }
        ,
          
  {
    
          "description": "கதைநாயகன் தனது மிதிவண்டிப் பயணத்தில் எங்கு செல்ல ஆசைப்பட்டார்?",
          "options": [
      "கன்னியாகுமரி",
      "மகாபலிபுரம்",
      "மங்களூரு",
      "ஹாசன்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஹாசன் வழியாக மங்களூரு செல்ல வேண்டும் என்பது என் நீண்ட கால ஆசை. வழிநெடுக காடு, மலை ஆகியவற்றின் தோள்களில் என் மிதிவண்டியை உருட்டிச் செல்ல ஆர்வம் கொண்டிருந்தேன்."
          }
        ,
          
  {
    
          "description": "கதைநாயகனின் மிதிவண்டிப் பயணத்தின் போது எதிர்கொண்ட பிரச்சனை என்ன?",
          "options": [
      "பணம் இல்லாதது",
      "சாலை விபத்து",
      "மிதிவண்டிச் சக்கரத்தில் காற்று இறங்கியது",
      "மழை பெய்தது"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "நிற்காமல் சென்று கொண்டிருந்தேன். பெரிய இறக்கத்தில் இறங்கும்போது மிதிவண்டிச் சக்கரத்தில் காற்று இறங்கிவிட்டது. இதை நான் எதிர்பார்க்கவில்லை. ஒட்டுகிற கருவிகளும் காற்றடிக்கும் கருவியும் எப்போதும் கைவசம் இருப்பது தான் வழக்கம். இந்த முறை தன் வேலைக்காகக் கடன் வாங்கி எடுத்துச் சென்ற உறவுக்காரப் பையன் திருப்பித்தரவில்லை. தேடிப் போனபோது வீடு பூட்டிக் கிடந்தது. சரி, பார்த்துக் கொள்ளலாம் என்கிற துணிவில் கிளம்பிவிட்டேன்."
          }
        ,
          
  {
    
          "description": "கதைநாயகன் மிதிவண்டிச் சக்கரத்தில் காற்று இறங்கியதைத் தொடர்ந்து எங்கு தஞ்சம் புகுந்தார்?",
          "options": [
      "ஹோட்டல்",
      "சாலையோரக் குடிசை",
      "மரத்தடியில்",
      "பாலத்தடியில்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மிதிவண்டியைத் தள்ளிக்கொண்டு நடந்தேன். சுற்றிலும் மரங்கள். எட்டுகிற உயரத்தில் பெரிய பெரிய பலாப்பழங்களின் தொங்கலாட்டம். அதற்குப்பின் தேக்கு மரங்கள். தாவும் குரங்குகள். ஆள் சந்தடி எதுவும் கண்களில் படவில்லை. எவ்வளவு தூரம் நடந்திருப்பேனோ, எனக்குத் தெரியாது. மழையின் வேகத்தையும் மீறி எழுந்த குரல் என்னைத் தடுத்து நிறுத்தியபோது பாதையோரம் ஒரு குடிசை தெரிந்தது. அதன் கதவுக்கு அருகில் இருந்துதான் அந்தச் சிறுவன் குரல் கொடுத்தான். நான் குடிசையை நெருங்கினேன்."
          }
        ,
          
  {
    
          "description": "குடிசையில்  கதைநாயகனை வரவேற்ற சிறுவன் எதற்கு ஆசைப்பட்டான்?",
          "options": [
      "புத்தகம்",
      "மிதிவண்டி",
      "மதிய உணவு",
      "கிடைக்காத ஆடை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "அவன் என்னைப் பார்த்துச் சிரித்தான். உள்ளே போய் ஒரு துண்டை எடுத்து வந்து தந்தான். மிதிவண்டியில் இருந்த என் தோள் பையை எடுத்தான். அதன் மீது இருந்த நீரை அவனே வழித்து உதறி ஓரமாக வைத்தான். இதற்குள் உள்ளே இருந்து ஒரு நடுவயதுப் பெண்மணி கதவருகே வந்து நின்றார். 'அம்மா, பாவம்மா இவரு' என்று என்னைக் காட்டி அவரிடம் சொன்னான் அச்சிறுவன். 'எனக்கு மிதிவண்டின்னா ரொம்ப ஆசை. ஆனா அம்மா வாங்கித் தரமாட்றாங்க' என்றான் அம்மாவின் பக்கம் கையைக் காட்டியபடி."
          }
        ]