[
          
  {
    
          "description": "கவிதை எழுதத் தொடங்கும் முன் பாரதிதாசன் எதைப் பற்றி சிந்தித்தார்?",
          "options": [
      "புரட்சி",
      "தமிழ் மக்களின் துயரம்",
      "இயற்கைப் பொருள்கள்",
      "அவரது கவிதை நூல்"
    ],
    "answer": "இ",
    
          "additional_context": "பாரதிதாசன் தாளையும் எழுதுகோலையும் எடுத்தார். எதைப் பற்றி எழுதுவது எனச் சிந்தித்தார். வானம், ஓடை, காடு, தென்றல், மயில் போன்ற இயற்கைப் பொருள்கள் எல்லாம் அவர் கருத்தைக் கவர்ந்தன. எனினும் புரட்சிக்கவிஞராகிய பாவேந்தர் தமிழரின் இன்னல் தீர்க்கும் வழி ஒன்றைக் கவிதையாகப் படைத்தார்."
          }
        ,
          
  {
    
          "description": "'தாமரைப் பூக்கள் தங்களின் ஓவியந் தீட்டுக என்றுரைக்கும்' என்ற வரியில் 'தீட்டுக' என்ற சொல்லுக்குப் பொருத்தமான மாற்றுச் சொல் எது?",
          "options": [
      "வரைக",
      "படை",
      "எழுது",
      "சொல்க"
    ],
    "answer": "அ",
    
          "additional_context": "இயற்கையான பொருட்கள் எல்லாம் கவிதையாக வர வேண்டுமென பாரதிதாசனை வற்புறுத்துகின்றன. தாமரை மலர்கள் தங்களின் ஓவியத்தை வரை என்று சொல்லுகின்றன.  "
          }
        ,
          
  {
    
          "description": "'காடும் கழனியும் கார்முகிலும் வந்து கண்ணைக் கவர்ந்திட எத்தனிக்கும்' என்ற வரியில் 'எத்தனிக்கும்' என்ற சொல்லுக்குப் பொருத்தமான மாற்றுச் சொல் எது?",
          "options": [
      "விரும்பும்",
      "முயலும்",
      "அழைக்கும்",
      "கூவும்"
    ],
    "answer": "ஆ",
    
          "additional_context": "காடும் வயல்களும் கருநிற மேகங்களும் என் கண்களைக் கவர்ந்து கவிதையில் இடம்பெற முயன்றன."
          }
        ,
          
  {
    
          "description": "'மாலைப் பொழுதினில் மேற்றிசையில் விழும் மாணிக்கப் பரிதி காட்சி தரும்' என்ற வரியில் 'பரிதி' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "சூரியன்",
      "நிலா",
      "நட்சத்திரம்",
      "மழை"
    ],
    "answer": "அ",
    
          "additional_context": "மாணிக்கம் போல் ஒளி வீசி மாலையில் மேற்குத் திசையில் மறைகின்ற கதிரவன்"
          }
        ,
          
  {
    
          "description": "'வேலைச் சுமந்திடும் வீரரின் தோள் உயர் வெற்பு என்று சொல்லி வரைக என்னும்' என்ற வரியில் 'வெற்பு' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "மலை",
      "வீரன்",
      "வேல்",
      "கடல்"
    ],
    "answer": "அ",
    
          "additional_context": "வேல் ஏந்திய வீரர்கள், 'மலை போன்ற எங்களது தோள்களின் அழகினை எழுதுங்கள்' என்றனர்."
          }
        ]