
[
  {
    "description": "“நடத்தல்”, “உண்ணல்”, “வாழ்வு” போன்ற சொற்களில் உள்ள பொதுவான பண்பு என்ன?",
    "options": [
      "இவை அனைத்தும் வினைச்சொற்கள்.",
      "இவை அனைத்தும் இயற்கைப் பொருட்களின் பெயர்கள்.",
      "இவை அனைத்தும் தொழிற்பெயர்கள்.",
      "இவை அனைத்தும் இடம், காலம், பால் ஆகியவற்றைக் காட்டுகின்றன."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நடத்தல், உண்ணல், வாழ்வு போன்றவை வினைச்சொற்களின் பெயர்கள். இவை எண், இடம், காலம், பால் ஆகியவற்றைக் காட்டாது. இவை தொழிற்பெயர்கள்."
  },
  {
    "description": "“இடித்தல்”, “கொதித்தல்” போன்ற சொற்களிலிருந்து திரிந்த பகுதிகள் எந்த வகைத் தொழிற்பெயர்?",
    "options": [
      "விகுதி பெற்ற தொழிற்பெயர்",
      "முதனிலைத் தொழிற்பெயர்",
      "முதனிலை திரிந்த தொழிற்பெயர்",
      "இவை தொழிற்பெயர்கள் அல்ல."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“இடித்தல்”, “கொதித்தல்” போன்ற சொற்களிலிருந்து திரிந்த பகுதிகள் முதனிலை தொழிற்பெயர்கள். இவை ஏவல் ஒருமை வினையாக அமையும் வினைச்சொற்களின் பகுதிகள்."
  },
  {
    "description": "“மின்- மீன்” என்ற சொல் தொழிற்பெயராக மாறியது எந்த வகையில்?",
    "options": [
      "வினைப்பகுதி + விகுதி",
      "முதலெழுத்து நீண்டு",
      "வினைச்சொல்லின் பகுதி",
      "இவை எதுவுமில்லை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“மின்- மீன்” என்ற சொல் தொழிற்பெயராக மாறியது முதலெழுத்து நீண்டு “மீன்” என. இவ்வாறு முதனிலை திரிவதால் உருவாகும் தொழிற்பெயர் முதனிலை திரிந்த தொழிற்பெயர் எனப்படும்."
  },
  {
    "description": "“தையல்காரர் செய்யும் தொழில் தைத்தல்” - இந்தத் தொடரில் “தைத்தல்” என்பது எந்த வகைப் பெயர்?",
    "options": [
      "இடம் பெயர்",
      "காலப் பெயர்",
      "பொருள் பெயர்",
      "தொழிற்பெயர்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“தையல்காரர் செய்யும் தொழில் தைத்தல்” - இந்தத் தொடரில் “தைத்தல்” என்பது ஒரு செயலின் பெயர். இவ்வாறு ஒரு செயலின் அல்லது வினையின் பெயராக அமைவது தொழிற்பெயர் எனப்படும்."
  },
  {
    "description": "________ தொழிற்பெயர்கள் வினைப்பகுதி மற்றும் விகுதி இணைந்து உருவாகின்றன.",
    "options": [
      "முதனிலை",
      "முதனிலை திரிந்த",
      "விகுதி பெற்ற",
      "இவை எதுவுமில்லை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நடத்தல், உண்ணல், வாழ்வு, வாழ்க்கை ஆகிய பெயர்களைக் கவனியுங்கள். இவற்றில் நட, உண், வாழ் ஆகிய வினைப்பகுதிகள் தல், அல், வு, கை ஆகிய விகுதிகளோடு சேர்ந்து தொழிற்பெயர்களாக அமைகின்றன."
  }
]
