
[
  {
    "description": "“கற்றார்முன் __________ சொல்லித் தாம்கற்ற மிக்காருள் மிக்க கொளல்.”",
    "options": [
      "அ) கற்ற செலச்சொல்லி",
      "ஆ)  கற்றதை எண்ணி",
      "ஈ)  கற்றதை மறைத்து",
      "இ)  கற்றதை மறந்து"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள், கற்றவர்கள் தம் கற்றறிவைப் பிறருக்குச் சொல்லிப் பகிர்ந்து கொள்ள வேண்டும் என்பதை வலியுறுத்துகிறது. இந்தக் குறள்,  கற்றவர்கள் தங்கள் அறிவைப் பகிர்ந்து கொள்வது மூலம் நம் அறிவு வளரும் என்றும் கூறுகிறது. தாம் கற்றவற்றைத் திறம்பட சொல்லி, அவர்களின் அறிவிலும் பங்கெடுத்துக்கொள்வது மூலம் நம்மால் அதிகமான அறிவைப் பெற முடியும். கற்றவர்களின் சிறப்பு அவர்களது அறிவைப் பகிர்ந்து கொள்வதில் தான் இருக்கிறது. மேலும் தாம் கற்றவற்றைப் பிறர் முன் சொல்லித் தெரிவிப்பதன் மூலம் நம்மால் நம் அறிவைப் பற்றிய தன்னம்பிக்கையை பெற முடியும். இது போன்ற நடவடிக்கைகள் கற்றல் கற்பித்தல் செயல்பாட்டில் ஈடுபடத் தூண்டும். கற்றல்  கற்பித்தல் செயல்பாட்டில் கற்றவர்கள் தங்களது அறிவைப் பகிர்ந்து கொள்ளும் போது அது கற்றவர்களின் மனதில் ஆழ்ந்த மனநிறைவை ஏற்படுத்தும்.  "
  },
  {
    "description": "“நாடென்ப __________ நாடல்ல நாட வளம்தரு நாடு.”",
    "options": [
      "அ) முயற்சி இல்லாமல்",
      "ஆ)  முயற்சி செய்து",
      "ஈ)  சிறப்புடைய",
      "இ)  வலிமையான"
    ],
    "answer": "A",
    "additional_context": "நாடென்ப நாடா வளத்தன நாடல்ல, நாட வளம்தரு நாடு.  - இந்தக் குறள்,  நாடு என்பது ஒரு மண்ணுருவம் மட்டுமல்ல, அது எப்போதும் வளர்ச்சி பெற்று, அதன் மக்களுக்கு நன்மைகளைத் தர வேண்டும் என்பதை  வலியுறுத்துகிறது. நாடென்ப என்ற சொல் இங்கே ஒரு நாட்டுப் பெயரை குறிக்கிறது.  வளத்தன நாடல்ல என்பது அந்த நாடு ஏற்கனவே வளமானதாக இருக்கக் கூடாது என்பதை குறிக்கிறது.  நாட வளம்தரு நாடு என்ற சொல் அந்த நாடு எப்போதும் வளர்ச்சியை நோக்கியே இருக்க வேண்டும் என்பதை  குறிக்கிறது. இக்கோட்பாட்டின் மூலம் நாம் நம் நாட்டை எப்படி மேம்படுத்த வேண்டும் என்பதைப் பற்றி சிந்தித்துப் பார்க்க வேண்டும்.  "
  },
  {
    "description": "“__________ மாட்சித்து ஆகியக் கண்ணும் வினைமாட்சி இல்லார்கண் இல்லது அரண்.”",
    "options": [
      "அ) நல்ல",
      "ஆ)  பெரிய",
      "ஈ)  சிறிய",
      "இ)  தெளிந்த"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள், அரண் என்பது வெறும் பௌதீகமான கட்டமைப்பு மட்டுமல்ல, அதற்குப் பின்னால் இருக்கும் வினைமாட்சி முக்கியம் என்பதை  வலியுறுத்துகிறது.  ஒரு நாட்டுக்கு அமைந்துள்ள அரண் மிகப்பெரியதாக இருந்தாலும் கூட, அதைப் பாதுகாக்கும் மக்களிடம் செயல் சிறப்பு இல்லையென்றால் அது  பயனற்றது  என்பதை வள்ளுவர் கூறுகிறார்.  அரண் என்பது மதில் போன்ற பாதுகாப்பான கட்டமைப்பை குறிக்கிறது.  கண்ணு என்பது அந்தக் கட்டமைப்பு மிகப்பெரியதாக இருக்கிறது என்பதைக் குறிக்கிறது.  வினைமாட்சி என்பது செயலில் சிறந்து விளங்குவதை குறிக்கிறது.  இந்தக் குறள்  ஒரு நாட்டை  மேம்படுத்த வேண்டுமானால், அந்த நாட்டு மக்கள் தங்கள் பணியில்  ஈடுபட்டு  திறமையாக  செயல்பட வேண்டும்  என்பதை  வலியுறுத்துகிறது.  "
  },
  {
    "description": "“வினையால் வினையாக்கிக் கோடல் நனைகவுள் யானையால் யானையாத் தற்று” - இந்தக் குறளில் யானை உவமையாகக் கொண்டு எது விளக்கப்படுகிறது?",
    "options": [
      "அ) ஒரு செயலைச் செய்யும்போது பல செயல்களைச் செய்ய வேண்டும்.",
      "ஆ) யானை அடக்கத்தின் சிரமம்.",
      "ஈ) யானையின் வலிமை குறித்த விளக்கம்.",
      "இ) பல செயல்களை ஒன்றாகச் செய்து முடிப்பதன் சாத்தியக்கூறு."
    ],
    "answer": "இ",
    "additional_context": "இந்தக் குறள், ஒரு செயலைச் செய்யும்போது அதிலிருந்து கிடைக்கும் பலனைப் பயன்படுத்தி  மற்றொரு  செயலையும்  செய்து முடிக்க முடியும் என்பதை விளக்குகிறது.  ஒரு யானையைக் கொண்டு மற்றொரு யானையைக் கட்டுப்படுத்த  முடியும். அது போலவே,  ஒரு செயலைச் செய்து அதிலிருந்து கிடைக்கும் பலனைப் பயன்படுத்தி  மற்றொரு  செயலையும் செய்து முடிக்க  முடியும்.  இந்தக் குறள் பல செயல்களை ஒன்றாகச் செய்து முடிப்பதன் சாத்தியக்கூறை  மற்றும்  பலனைப் பயன்படுத்தி வேறு செயல்களை எப்படிச் செய்ய வேண்டும் என்பதை விளக்குகிறது.  இந்தக் குறளின் மூலம் நாம்  பல  பயன்கள்  கிடைக்கக்கூடிய ஒரு  வேலையை  செய்வதன்  முக்கியத்துவத்தை உணர வேண்டும்.  "
  },
  {
    "description": "“கற்றாருள் கற்றார் எனப்படுவர் கற்றார்முன் கற்ற செலச்சொல்லு வார்” - இந்தக் குறள் எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "அ) நாம் கற்றவற்றை மனப்பாடம் செய்வதன் முக்கியத்துவம்.",
      "ஆ) தாம் கற்றவற்றைப் பிறர் முன் சொல்வதால் மதிப்பு கிடைக்கும்.",
      "ஈ) கற்றவர்கள் தங்கள் அறிவைப் பகிர்ந்து கொள்ள வேண்டும்.",
      "இ) பிறர் முன் அறிவைப் பகிர்ந்து கொள்வது மூலம் நம் அறிவு வளரும்."
    ],
    "answer": "ஈ",
    "additional_context": "இந்தக் குறள்  கற்றவர்கள்  தங்கள்  அறிவை  மற்றவர்களுடன்  பகிர்ந்து  கொள்ள  வேண்டும்  என்பதை வலியுறுத்துகிறது.  கற்றவர்கள்  தங்கள்  கற்றறிவை  பகிர்ந்து  கொள்வது  மூலம்  மட்டுமே  அவர்கள்  உண்மையான  கற்றவர்களாக  அங்கீகரிக்கப்படுவார்கள்  என்று  குறள்  கூறுகிறது.  இந்தக் குறள்  கற்றல்  கற்பித்தல்  செயல்பாட்டில்  ஈடுபட  தூண்டுகிறது.  கற்றல்  கற்பித்தல்  செயல்பாட்டில்  கற்றவர்கள்  தங்களது  அறிவை  பகிர்ந்து  கொள்ளும்  போது  அது  கற்றவர்களின்  மனதில்  ஆழ்ந்த  மனநிறைவை  ஏற்படுத்தும்.  "
  }
]
