
[
  {
    "description": "“தூய்மை” என்ற சொல் எந்த ஓரெழுத்து ஒருமொழியைக் கொண்டு உருவானது?",
    "options": [
      "தூ",
      "தீ",
      "தை",
      "தே"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நன்னூல் என்னும் இலக்கண நூலை எழுதிய பவணந்தி முனிவர் தமிழில் நாற்பத்திரண்டு ஓரெழுத்து ஒருமொழிகள் உள்ளன எனக் குறிப்பிட்டுள்ளார். இவற்றில் நொ, து ஆகிய இரண்டு சொற்களைத்தவிர ஏனைய நாற்பது சொற்களும் நெடில் எழுத்துகளாக அமைந்தவை ஆகும். ஓரெழுத்து ஒருமொழிக்கு பொருள் உண்டு. ஓர் எழுத்தே சொல்லாக அமைவதை ஓரெழுத்து ஒரு மொழி என்பர்.  “தூ” என்னும் ஓரெழுத்து ஒருமொழி “தூய்மை” என்ற சொல்லை உருவாக்குகிறது."
  },
  {
    "description": "“நாடன்” என்ற சொல் எந்த வகையான பெயர்ப் பகுபதம்?",
    "options": [
      "பொருள்",
      "இடம்",
      "காலம்",
      "தொழில்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பகுபதமாக அமையும் பெயர்ச்சொல் பெயர்ப்பகுபதம் ஆகும். இதனை, பொருள், இடம், காலம், சினை, பண்பு, தொழில் என ஆறு வகைப்படுத்துவர். “நாடன்” என்ற சொல் “நாடு” + “அன்” என பிரிக்கப்படுகிறது. இதில் “நாடு” என்பது இடம் எனக் குறிப்பிடுகிறது. எனவே “நாடன்” என்பது இடம் வகையான பெயர்ப் பகுபதம்."
  },
  {
    "description": "“நோய்” என்ற சொல் எந்த வகையான பகாப்பதம்?",
    "options": [
      "பெயர்ப் பகாப்பதம்",
      "வினைப் பகாப்பதம்",
      "இடைப் பகாப்பதம்",
      "உரிப் பகாப்பதம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மரம், கழனி, உண், எழுது ஆகிய சொற்களைக் கவனியுங்கள். இவற்றை மேலும் சிறிய உறுப்புகளாகப் பிரிக்க முடியாதல்லவா? இவ்வாறு பகுபத உறுப்புகளாகப் பிரிக்கமுடியாத சொல் பகாப்பதம் எனப்படும். இவை அடிச்சொல் அல்லது வேர்ச்சொல்லாக இருக்கும். பெயர், வினை, இடை, உரி ஆகிய நான்கு வகைச் சொற்களிலும் பகாப்பதங்கள் உண்டு. “நோய்” என்ற சொல்லை மேலும் சிறிய உறுப்புகளாக பிரிக்க முடியாது. எனவே “நோய்” என்பது பெயர்ப் பகாப்பதம்."
  },
  {
    "description": "“நீ” என்ற ஓரெழுத்து ஒருமொழி எதைக் குறிக்கிறது?",
    "options": [
      "ஒருமை முன்னிலை",
      "ஒருமை தன்மை",
      "பன்மை முன்னிலை",
      "பன்மை தன்மை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இடம் மூன்று வகைப்படும். அவை 1. தன்மை 2. முன்னிலை 3. படர்க்கை.  தன்னைக் குறிப்பது தன்மை. முன்னால் இருப்பவரைக் குறிப்பது முன்னிலை. “நீ” என்ற சொல் ஒருமை முன்னிலையைக் குறிக்கிறது."
  },
  {
    "description": "“வீ” என்ற ஓரெழுத்து ஒருமொழி எதைக் குறிக்கிறது?",
    "options": [
      "மலர்",
      "வீடு",
      "வாசல்",
      "கை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நன்னூல் என்னும் இலக்கண நூலை எழுதிய பவணந்தி முனிவர் தமிழில் நாற்பத்திரண்டு ஓரெழுத்து ஒருமொழிகள் உள்ளன எனக் குறிப்பிட்டுள்ளார். இவற்றில் நொ, து ஆகிய இரண்டு சொற்களைத்தவிர ஏனைய நாற்பது சொற்களும் நெடில் எழுத்துகளாக அமைந்தவை ஆகும். ஓரெழுத்து ஒருமொழிக்கு பொருள் உண்டு. ஓர் எழுத்தே சொல்லாக அமைவதை ஓரெழுத்து ஒரு மொழி என்பர்.  “வீ” என்னும் ஓரெழுத்து ஒருமொழி “மலர்” என்ற பொருளை உடையது."
  }
]
