[
          
  {
    
          "description": "'செஞ்சொற்கவிஞர்; வந்தே மாதரம் என்போம், எங்கள் மாநிலத்தாயை வணங்குதும் என்போம்'  என்று பாடியவர் யார்?",
          "options": [
      "சுப்ரமணிய பாரதியார்",
      "வ.உ. சிதம்பரனார்",
      "பாலகங்காதர திலகர்",
      "பாண்டித்துரையார்"
    ],
    "answer": "A",
    
          "additional_context": "தென்னாட்டில் உள்ள தூத்துக்குடி அந்நாளில் எந்நாட்டவரும் அறிந்த துறைமுக நகரம். அந்நகரின் பெருமையைத் தம் பெருமையாக்கிக் கொண்டவர் சிதம்பரனார். அவர் தன்னலம் துறந்த தனிப்பெரும் தொண்டர். இந்தியக் கடலாட்சி எமதே எனக் கருதி இறுமாந்திருந்த ஆங்கிலேயர் பொறி கலங்கி, நெறிமயங்கக் கப்பலோட்டிய தமிழர் சிதம்பரனார். நாட்டிலே சுதந்திர உணர்ச்சியை ஊட்டியதற்காக அவரைச் சிறைக்கோட்டத்தில் மாட்டி மகிழ்ந்தது ஆங்கில அரசாங்கம். சிறைவாசம் தீர்ந்த பின்னர்த் தூத்துக்குடிக்குத் திரும்பினார் சிதம்பரனார். ஒரு நாள் மாலைப்பொழுது துறைமுகத்தின் அருகே உலாவச் சென்றார். பழைய நினைவுகள் எல்லாம் அவர் மனத்திலே படர்ந்தன. அக்கடற்கரையில் நின்று அவர் பேசியிருந்தால் என்ன பேசியிருப்பார்? இதோ அவர் வாயாலேயே கேட்போம்!\n\n'வந்தே மாதரம் என்ற சுதேச மந்திரம் வங்க நாட்டிலே பிறந்தது; காட்டுக்கனல் போல் எங்கும் பரவிற்று. சுதந்தரம் எனது பிறப்புரிமை; அதை அடைந்தே தீருவேன் என்று வடநாட்டிலே மார்தட்டி நின்றார் மராட்டிய வீரர் ஒருவர். அவரே பாரதநாடு போற்றும் பாலகங்காதர திலகர். தென்னாட்டிலே தோன்றினார் நாவீறுடைய நண்பர் பாரதியார். அவர் அஞ்சாத நெஞ்சினர். செஞ்சொற்கவிஞர்; வந்தே மாதரம் என்போம், எங்கள் மாநிலத்தாயை வணங்குதும் என்போம் என்று அழகிய பாட்டிசைத்து, நாட்டிலே ஆர்வத்தைத் தட்டி எழுப்பினார்."
          }
        ,
          
  {
    
          "description": "சிதம்பரனாருக்கு இரட்டை வாழ்நாள் சிறைத்தண்டனை வழங்கிய நீதிபதியின் பெயர் என்ன?",
          "options": [
      "பாலகங்காதர திலகர்",
      "பாரதியார்",
      "பாண்டித்துரையார்",
      "பின்ஹேவ்"
    ],
    "answer": "D",
    
          "additional_context": "'சிதம்பரனாரின் பிரசங்கத்தையும், பாரதியாரின் பாட்டையும் கேட்டால் செத்த பிணம் உயிர்பெற்று எழும். புரட்சி ஓங்கும். அடிமைப்பட்ட நாடு ஐந்தே நிமிடங்களில் விடுதலை பெறும்' சிதம்பரனாருக்கு இரட்டை வாழ்நாள் சிறைத்தண்டனை வழங்கிய நீதிபதி பின்ஹேவின் கூற்று."
          }
        ,
          
  {
    
          "description": "'சிதம்பரனாரின் பிரசங்கத்தையும், பாரதியாரின் பாட்டையும் கேட்டால் செத்த பிணம் உயிர்பெற்று எழும்'  என்று கூறியவர் யார்?",
          "options": [
      "பாரதியார்",
      "பாண்டித்துரையார்",
      "பாலகங்காதர திலகர்",
      "பின்ஹேவ்"
    ],
    "answer": "D",
    
          "additional_context": "'சிதம்பரனாரின் பிரசங்கத்தையும், பாரதியாரின் பாட்டையும் கேட்டால் செத்த பிணம் உயிர்பெற்று எழும். புரட்சி ஓங்கும். அடிமைப்பட்ட நாடு ஐந்தே நிமிடங்களில் விடுதலை பெறும்' சிதம்பரனாருக்கு இரட்டை வாழ்நாள் சிறைத்தண்டனை வழங்கிய நீதிபதி பின்ஹேவின் கூற்று."
          }
        ,
          
  {
    
          "description": "சிதம்பரனார் சிறைச்சாலையை எதற்கு ஒப்பிடுகிறார்?",
          "options": [
      "துன்பத்தின் இடம்",
      "சிறைத்தனத்தின் இடம்",
      "தவச்சாலை",
      "மரணத்தின் இடம்"
    ],
    "answer": "C",
    
          "additional_context": "என் உடல் சலித்தது. ஆயினும், உள்ளம் ஒருநாளும் தளர்ந்ததில்லை; சிறைச்சாலையை தவச்சாலையாக நான் கருதினேன்; கைவருந்த மெய் வருத்தச் செய்த பணிகள் எல்லாம் தாய்நாட்டின் விடுதலைக்காகப் புரிந்த அருந்தவம் என்று எண்ணி உள்ளம் மகிழ்ந்தேன்."
          }
        ,
          
  {
    
          "description": "சிதம்பரனார் சிறைச்சாலையில் இருந்து வெளிவந்த பின்பு எழுதிய நூல்கள் யாவை?",
          "options": [
      "தொல்காப்பியம், இன்னிலை",
      "தொல்காப்பியம், மெய்யறிவு, மெய்யறம்",
      "மனம் போல் வாழ்வு, மெய்யறிவு, மெய்யறம்",
      "இன்னிலை, மெய்யறிவு, மெய்யறம்"
    ],
    "answer": "C",
    
          "additional_context": "தொல்காப்பியத்தைப் படித்துப் படித்து என் தொல்லையெல்லாம் மறந்தேன். இன்னிலையைக் கற்று என் இன்னல்களையெல்லாம் வென்றேன். ஆங்கில மொழியில் ஆலன் என்பவர் இயற்றிய அறிவு நூல்களில் ஒன்றை மனம் போல் வாழ்வு என்று தமிழில் மொழிபெயர்த்தேன். உயர்ந்த நூல்களில் கண்ட உண்மைகளை இளைஞரும் எளிதில் அறிந்து கொள்ளுமாறு மெய்யறிவு, மெய்யறம் என்ற சிறு நூல்களை இயற்றினேன். இவற்றை என் தமிழ்த்தாயின் திருவடிகளில் கையுறையாக வைத்தேன். சிறையில் இருந்து இயற்றிய நூல்களையும் உவந்து ஏற்றுக்கொள்ளுமாறு செந்தமிழ்த்தாயின் திருவருளை வேண்டுகிறேன்."
          }
        ]