
[
  {
    "description": "மதிவாணன் கோடை விடுமுறையின் போது எதில் ஈடுபட்டான்?",
    "options": [
      "a) பள்ளிக்குப் போய் கல்வி கற்றான்.",
      "b) பின்னலாடை நிறுவனத்தில் வேலை செய்தான்.",
      "c) தனது நண்பனான கவினுடன் திரைப்படங்களைப் பார்த்தான்.",
      "d) அக்காவீடு, அத்தை வீடு போய் வந்து, தொலைக்காட்சி பார்த்தான்."
    ],
    "answer": "D",
    "additional_context": "கோடை விடுமுறை தொடங்கியபோதும் இந்தக் குழப்பம் மதிவாணனுக்கு இருந்தது. நாலைந்து நாள்கள் அக்காவீடு, அத்தை வீடு போய் வந்தான். தொலைக்காட்சி பார்த்துப் பொழுது போக்கினான்."
  },
  {
    "description": "பின்னலாடை நிறுவனத்தில் வேலை செய்ததால் மதிவாணனுக்கு என்னென்ன நன்மைகள் கிடைத்தன?",
    "options": [
      "a) சம்பளம், புதிய உடைகள், வீட்டில் யாரும் திட்டவில்லை.",
      "b) பரோட்டா, போண்டா, தோசை போன்ற உணவுகள் இலவசமாக கிடைத்தன.",
      "c) திரைப்படம் பாக்கக் காசு, பத்து மணிக்கும் வடை, தேநீர் கிடைத்தன.",
      "d) அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "நண்பன் கவின் ஒரு நாள் அழைத்தான். \"சும்மாதானே இருக்கே. வாடா பின்னலாடை நிறுவனத்துக்குப் போகலாம். புதிய உடைகள், எழுதுகோல்கள், குறிப்பேடுகள், வாங்கப் பணம் சம்பாதிச்சுருவே. இந்த விடுமுறையிலே வீட்லேயும் சுமையா இருக்க வேண்டியதில்லே.. பின்னலாடை நிறுவனத்துக்கு ஆளு வேணும். வாடா..\" என்றான். சரி என்று சேர்ந்துவிட்டான். ஒன்றரை மாதங்கள் ஓடிவிட்டன. பின்னலாடை நிறுவன வேலை புதுசாக இருந்தது. ஆடைகளை அடுக்கிக் கட்டும் வேலைதான். சனிக்கிழமை வாரச் சம்பளம். பத்து மணிக்கும் பிற்பகலிலும் வடை, தேநீர். இரவில் பரோட்டா, தோசை என்று சுவையாகச் சாப்பிட முடிந்தது."
  },
  {
    "description": "மதிவாணன் பின்னலாடை நிறுவன வேலையைத் தொடர்ந்து செய்ய விரும்பாததற்கான காரணம் என்ன?",
    "options": [
      "a) வேலை மிகவும் கடினமாக இருந்தது.",
      "b) அவனது கனவுகள் அனைத்தும் தொழிலாளியாக வாழ்வது தான்.",
      "c) கல்வியறிவு இல்லாமல் வாழ்க்கை முழுவதும் தொழிலாளிதான் என்பதை உணர்ந்தான்.",
      "d) பின்னலாடை நிறுவனம் குழந்தைத் தொழிலாளர்களைப் பயன்படுத்துகிறது."
    ],
    "answer": "C",
    "additional_context": "அதிகாரிகள் ஆய்வுக்கு வரும்போது வெளியில் அனுப்பி விடுகிறார்கள். ஒரு வேளை கண்டுபிடித்துவிட்டால், வயது பதினைந்து என்று சொல்லச் சொன்னார்கள். பின்னலாடை நிறுவனத்துக்குப் போய்க்கொண்டே இருந்தால் அவனும் குழந்தைத் தொழிலாளிதான். வாழ்க்கை முழுவதும் தொழிலாளிதான் என்பது நினைவுக்கு வந்தது."
  },
  {
    "description": "\"கல்வியறிவு முதன்மையானது. ஒரு பட்டமாவது வாங்க வேண்டும்\" என்று மதிவாணனுக்குத் தோன்றியதற்கான காரணம் என்ன?",
    "options": [
      "a) பள்ளி திறந்தவுடன் பள்ளிக்குப் போக விரும்பினான்.",
      "b) அவன் நண்பர்களுடன் சேர்ந்து படிக்க விரும்பினான்.",
      "c) அம்பேத்கர், அப்துல் கலாம் போன்றவர்களை உதாரணமாகக் கொண்டு சிந்தித்தான்.",
      "d) படிப்பு இல்லாமல் வாழ்க்கை சோகமாக இருக்கும் என்பதை உணர்ந்தான்."
    ],
    "answer": "C",
    "additional_context": "கல்வியறிவு முதன்மையானது. ஒரு பட்டமாவது வாங்க வேண்டும். எதிரில் இருந்த விளம்பரப்பலகை கண்ணில் பட்டது. அதில் அம்பேத்கரும் அப்துல் கலாமும் தென்பட்டனர். இவர்களைப் போல் உயரவேண்டுமானால் படிப்பு வேண்டும். படிப்பில்லாமல் உயரமுடியுமா? படிப்பு அடிப்படைத் தேவை."
  },
  {
    "description": "\"பள்ளிக்குப் போகவில்லை என்று சொன்னாலும் அப்பா \"சரி\" என்பார்\" என்று மதிவாணன் எண்ணியதன் மூலம் அவர் அப்பாவைப் பற்றி என்ன தெரிய வருகிறது?",
    "options": [
      "a) அப்பா மதிவாணனைப் பள்ளிக்குப் போக விரும்புவதில்லை.",
      "b) அப்பா சம்பாதிப்பதை விட படிப்பை முக்கியமாகக் கருதுகிறார்.",
      "c) அப்பா மதிவாணனின் படிப்புக்கு எந்த முக்கியத்துவத்தையும் கொடுப்பதில்லை.",
      "d) அப்பா மதிவாணனின் மீது அக்கறை கொண்டவர்."
    ],
    "answer": "C",
    "additional_context": "\"பள்ளிக்குப் போகவில்லை என்று சொன்னாலும் அப்பா \"சரி\" என்பார். 'சம்பளம் வருதே' என்பார். இந்தக் குறைந்த சம்பளத்திற்காகப் படிப்பைத் தொலைப்பதா? போண்டாவும் வடையும் பரோட்டாவும் வீட்டில் கிடைக்காது. அவற்றுக்கு அடிமையாவதா? தலையை உலுக்கிக் கொண்டான் மதிவாணன்."
  }
]
