[
          
  {
    
          "description": "“நடந்தான்” என்ற சொல் எந்த வகைச் சொல்?",
          "options": [
      "அ) பெயர் இயற்சொல்",
      "ஆ) வினை இயற்சொல்",
      "இ) இடை இயற்சொல்",
      "ஈ) உரி இயற்சொல்"
    ],
    "answer": "B",
    
          "additional_context": "இயற்சொற்கள் என்பவை எளிதாகப் பொருள் விளங்கும் சொற்கள். இயற்சொற்கள் பெயர், வினை, இடை, உரி ஆகிய நான்கு வகையிலும் வரும். இயற்சொல் என்பது மண், பொன், நடந்தான், வந்தான், அவனை, அவனால், மாநகர் என வகைப்படுத்தப்படும். இதில் நடந்தான் என்பது ஒரு வினைச்சொல். எனவே “நடந்தான்” என்பது வினை இயற்சொல் ஆகும்."
          }
        ,
          
  {
    
          "description": "“மாநகர்” என்ற சொல் எந்த வகைச் சொல்?",
          "options": [
      "அ) பெயர் இயற்சொல்",
      "ஆ) வினை இயற்சொல்",
      "இ) இடை இயற்சொல்",
      "ஈ) உரி இயற்சொல்"
    ],
    "answer": "D",
    
          "additional_context": "இயற்சொற்கள் என்பவை எளிதாகப் பொருள் விளங்கும் சொற்கள். இயற்சொற்கள் பெயர், வினை, இடை, உரி ஆகிய நான்கு வகையிலும் வரும். இயற்சொல் என்பது மண், பொன், நடந்தான், வந்தான், அவனை, அவனால், மாநகர் என வகைப்படுத்தப்படும். இதில் மாநகர் என்பது ஒரு உரிச்சொல். எனவே “மாநகர்” என்பது உரி இயற்சொல் ஆகும்."
          }
        ,
          
  {
    
          "description": "“அன்ன” என்ற சொல் எந்த வகைச் சொல்?",
          "options": [
      "அ) பெயர் இயற்சொல்",
      "ஆ) வினை இயற்சொல்",
      "இ) இடை இயற்சொல்",
      "ஈ) உரி இயற்சொல்"
    ],
    "answer": "C",
    
          "additional_context": "இயற்சொற்கள் என்பவை எளிதாகப் பொருள் விளங்கும் சொற்கள். இயற்சொற்கள் பெயர், வினை, இடை, உரி ஆகிய நான்கு வகையிலும் வரும். இயற்சொல் என்பது மண், பொன், நடந்தான், வந்தான், அவனை, அவனால், மாநகர் என வகைப்படுத்தப்படும். இதில் அன்ன என்பது ஒரு இடைச்சொல். எனவே “அன்ன” என்பது இடை இயற்சொல் ஆகும்."
          }
        ,
          
  {
    
          "description": "“வருடம்” என்ற சொல் எந்த வகைச் சொல்?",
          "options": [
      "அ) இயற்சொல்",
      "ஆ) திரிசொல்",
      "இ) திசைச்சொல்",
      "ஈ) வடசொல்"
    ],
    "answer": "D",
    
          "additional_context": "வடசொல் என்பது வடமொழியிலிருந்து வந்து தமிழில் இடம்பெறும் சொற்கள். வருடம் என்பது வடமொழிச் சொல். எனவே “வருடம்” என்பது வடசொல் ஆகும்."
          }
        ,
          
  {
    
          "description": "'இதழ்' என்ற சொல் பல பொருள்களைத் தருகிறது. அந்தப் பொருள்களில் எது சரியானது?",
          "options": [
      "மலர், உதடு, நாளிதழ், பனையேடு",
      "மரம், உதடு, நாளிதழ், பனையேடு",
      "மலர், கண், நாளிதழ், பனையேடு",
      "மலர், காற்று, நாளிதழ், பனையேடு"
    ],
    "answer": "A",
    
          "additional_context": "திரிசொல் என்பது இலக்கியங்களில் பயின்று வரும் சொற்கள். இதழ் என்பது ஒரு திரிசொல். இதழ் பூவின் இதழ், உதடு, கண்ணிமை, பனையேடு, நாளிதழ் எனப் பல பொருள்களைத் தருவதால் பல பொருள் குறித்த ஒரு திரிசொல் என்பர். எனவே “இதழ்” என்ற சொல்லின் பொருள் மலர், உதடு, நாளிதழ், பனையேடு என்பனவாகும்."
          }
        ]