
[
  {
    "description": "பாடலில், \"தமிழ்மொழி\" எதற்கு ஒப்பிடப்படுகிறது?",
    "options": [
      "அ) அருள்நெறி",
      "ஆ) தேன்மொழி",
      "இ) வானொலி",
      "ஈ) நெறி"
    ],
    "answer": "B",
    "additional_context": "நாமக்கல் கவிஞர் எழுதிய \"எங்கள் தமிழ்\" பாடலில், தமிழ்மொழி \"தேன்மொழி\" எனப் போற்றப்படுகிறது. இந்தப் பாடல் தமிழ்மொழியின் சிறப்புகளைப் புகழ்ந்து பாடுகிறது. பாடலில் தமிழ்மொழி வானொலிக்கும், அன்பும் அறமும் ஊக்கிவிடும் சக்திக்கும் ஒப்பிடப்படுகிறது. எனினும், மொழியின் இனிமை குறித்துப் பேசும்போது  \"எங்கள் தமிழெனும் தேன்மொழியாம்\"  என்ற வரி தமிழ்மொழியைத் தேனுடன் ஒப்பிடுகிறது."
  },
  {
    "description": "பாடலில் குறிப்பிடப்படும் 'விரதம்' என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "அ) உணவுத் தவம்",
      "இ)  குறிக்கோள்",
      "ஆ) கொல்லாமை",
      "ஈ) மனிதநேயம்"
    ],
    "answer": "C",
    "additional_context": "நாமக்கல் கவிஞரின் \"எங்கள் தமிழ்\" பாடலில், 'விரதம்' என்ற சொல் 'கொல்லா விரதம்' எனப் பயன்படுத்தப்பட்டுள்ளது. இது கொல்லாமையைக் குறிக்கும். தமிழ்மொழி அறிவைத் தந்து, கொல்லாமை என்ற நெறியைப் போதிக்கும் என்பதை இந்த வரி மூலம் கவிஞர் தெளிவுபடுத்துகிறார்.  \"கொல்லா விரதம் குறியாகக்\nகொள்கை பொய்யா நெறியாக\"  என்ற வரிகளில், கொல்லாமையைத் தமது குறிக்கோளாகக் கொண்டு,  பொய்யா நெறியைப் பின்பற்றுவது தமிழரின் இயல்பு எனப்  பாடல் கூறுகிறது."
  },
  {
    "description": "\"எங்கள் தமிழ்\" பாடலில், தமிழைக் கற்றோரின் இயல்புகளை எந்த இரண்டு வரிகளில் கவிஞர் குறிப்பிடுகிறார்?",
    "options": [
      "அ) \"அருள்நெறி அறிவைத் தரலாகும்\n       அதுவே தமிழன் குரலாகும்\"",
      "ஆ) \"பொருள்பெற யாரையும் புகழாது\n       போற்றா தாரையும் இகழாது\"",
      "இ) \"கொல்லா விரதம் குறியாகக்\n       கொள்கை பொய்யா நெறியாக\"",
      "ஈ) \"எல்லா மனிதரும் இன்புறவே\n       என்றும் இசைந்திடும் அன்பறமே\""
    ],
    "answer": "B",
    "additional_context": "நாமக்கல் கவிஞரின் \"எங்கள் தமிழ்\" பாடலில்,  தமிழைக் கற்றோர் பொருள் பெற யாரையும் புகழ்ந்து பேசமாட்டார்கள். தம்மைப் போற்றாதவர்களையும் இகழாது அவர்களிடம்  நீதிநெறி கொண்ட  நன்னடத்தை காட்டுவார்கள் என்பதை கவிஞர்  \"பொருள்பெற யாரையும் புகழாது\n       போற்றா தாரையும் இகழாது\"  என்ற வரிகள் மூலம் தெளிவுபடுத்துகிறார்.  இந்த வரிகள்  தமிழர்களின் பண்பான சமத்துவத்தையும் நீதிநெறியையும் விளக்குகின்றன."
  },
  {
    "description": "பாடலில் தமிழரின் இயல்பாகக் குறிப்பிடப்படும் 'கொல்லா விரதம்' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அ) உயிர்களைப் பாதுகாத்தல்",
      "இ) தீமையிலிருந்து விலகி இருத்தல்",
      "ஆ)  உலக அமைதிக்காகப் போராடுதல் ",
      "ஈ) பொய் பேசாமல் இருத்தல்"
    ],
    "answer": "A",
    "additional_context": "நாமக்கல் கவிஞரின் \"எங்கள் தமிழ்\" பாடலில், தமிழர்களின் இயல்பாக 'கொல்லா விரதம்'  என்று குறிப்பிடப்படுகிறது. இதன் பொருள் கொல்லாமை.  தமிழ் மொழி அறநெறிகளைப் போதிப்பதால்  தமிழர்கள்  உயிர்களைப் பாதுகாக்கும் நெறியைக் கடைப்பிடிப்பார்கள்.   \"கொல்லா விரதம் குறியாகக்\nகொள்கை பொய்யா நெறியாக\"  என்ற வரிகளில் தமிழர்களின் கொல்லாமை கொள்கையை  கவிஞர் வலியுறுத்துகிறார்."
  },
  {
    "description": "நாமக்கல் கவிஞர்  எந்தக் கொள்கையால் ஈர்க்கப்பட்டார்?",
    "options": [
      "அ) சமூக நீதி",
      "இ) காந்தியம்",
      "ஆ)  நிர்வாகம்",
      "ஈ)  தேசியம்"
    ],
    "answer": "B",
    "additional_context": "நாமக்கல் கவிஞர் காந்தியக் கொள்கைகளால் ஈர்க்கப்பட்டு காந்தியத்தைப் பின்பற்றியதால் காந்தியக்கவிஞர் என்றும் அழைக்கப்படுகிறார். காந்தியம் மனிதநேயம், அகிம்சை, சமத்துவம்  போன்ற கொள்கைகளை முன்னிறுத்துவதால்  நாமக்கல் கவிஞர் அந்தக் கொள்கையைப் பின்பற்றியிருக்கலாம்.  தமிழகத்தின் முதல் அரசவைக் கவிஞராகவும் இவர் விளங்கினார்."
  }
]
