
[
  {
    "description": "கீழ்க்காணும் எந்த சொல் குற்றியலுகரத்தின் உதாரணம் அல்ல?",
    "options": [
      "காசு",
      "புகு",
      "அது",
      "வறு"
    ],
    "answer": "B",
    "additional_context": "குற்றியலுகரம் என்பது ஒரு வல்லின உகரம் சொல்லின் இறுதியில் வரும்போது அரை மாத்திரை அளவில் ஒலிப்பதாகும். காசு, வறு ஆகிய சொற்களில் உள்ள உகரம் குற்றியலுகரமாக அமைந்துள்ளது. புகு, அது  ஆகிய சொற்களில் உள்ள உகரம் முழுமையாக ஒலிக்கிறது. எனவே, 'புகு' என்ற சொல் குற்றியலுகரத்தின் உதாரணம் அல்ல."
  },
  {
    "description": "'குற்றியலுகரம்' என்ற சொல்லைப் பிரித்து விளக்கம் தருக. எந்த விருப்பம் சரியானது?",
    "options": [
      "குறுமை + இயல் + உகரம்",
      "குற்றம் + இயல் + உகரம்",
      "குறைவு + இயல் + உகரம்",
      "குருமை + இயல் + உகரம்"
    ],
    "answer": "A",
    "additional_context": "குற்றியலுகரம் என்ற சொல் 'குறுமை + இயல் + உகரம்' எனப் பிரிக்கப்படும். அதாவது, சொல்லின் இறுதியில் வரும் உகரம் தன் ஓசையில் குறுகி அரை மாத்திரை அளவுக்கு குறைந்து ஒலிக்கும். எனவே, 'குறுமை + இயல் + உகரம்' என்பது குற்றியலுகரத்தின் விளக்கமாகும்."
  },
  {
    "description": "தனி நெடிலைத் தொடர்ந்து வரும் குற்றியலுகரம் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "உயிர்த்தொடர்க் குற்றியலுகரம் ",
      "வன்தொடர்க் குற்றியலுகரம் ",
      "மென்தொடர்க் குற்றியலுகரம் ",
      "நெடில்தொடர்க் குற்றியலுகரம் "
    ],
    "answer": "D",
    "additional_context": "குற்றியலுகரத்தை அதற்கு முன் உள்ள எழுத்தின் அடிப்படையில் ஆறு வகையாகப் பிரிப்பார்கள். அவற்றுள் ஒன்று தனி நெடிலைத் தொடர்ந்து வரும் குற்றியலுகரம். இது 'நெடில்தொடர்க் குற்றியலுகரம்' எனப்படும். இது ஈரெழுத்துச் சொற்களாக மட்டும் அமையும். (எ.கா.) பாகு, மாசு, பாடு, காது, ஆறு."
  },
  {
    "description": "குற்றியலுகரம் இறுதியாக அமையும் இடைத்தொடர்க் குற்றியலுகரச் சொற்களைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "கயிறு, அரசு, வரலாறு ",
      "பாக்கு, பேச்சு, பாட்டு ",
      "பங்கு, மஞ்சு, பண்பு ",
      "எய்து, மார்பு, சால்பு "
    ],
    "answer": "D",
    "additional_context": "இடைத்தொடர்க் குற்றியலுகரம் என்பது, இடையின எழுத்துகளை (ய், ர், ல், வ், ழ், ள்) தொடர்ந்து வரும் குற்றியலுகரமாகும்.  எனவே, 'எய்து, மார்பு, சால்பு' என்ற சொற்கள் இடைத்தொடர்க் குற்றியலுகரச் சொற்களாகும்."
  },
  {
    "description": "'குற்றியலிகரம்' எந்த எழுத்துக்குப் பதிலாக வருகிறது?",
    "options": [
      "உகரம்",
      "இகரம்",
      "அகரம்",
      "எகரம்"
    ],
    "answer": "A",
    "additional_context": "குற்றியலிகரம் என்பது உகரத்துக்குப் பதிலாக வருகிறது.  குற்றியலுகரச் சொற்களைத் தொடர்ந்து யகரத்தை முதல் எழுத்தாகக் கொண்ட சொற்கள் வரும்போது குற்றியலுகரத்தில் உள்ள உகரம் இகரமாக மாறும். அந்த இகரம் தனக்குரிய ஒரு மாத்திரை அளவிலிருந்து அரை மாத்திரை அளவாகக் குறைந்து ஒலிக்கும். (எ.கா.) கொக்கு + யாது = கொக்கியாது"
  }
]
