
[
  {
    "description": "“சிற்றில் நற்றூண்” என்ற வரியில் “சிற்றில்” எனும் சொல் எதை குறிக்கிறது?",
    "options": [
      "அழகான மரத்தூண்",
      "பெரிய மாளிகை",
      "புலி வாழ்ந்த குகை",
      "சிறிய வீடு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தப் பாடல் சங்க காலத்தில் வாழ்ந்த ஒரு தாய் தனது மகனின் வீரத்தைப் பற்றிப் பெருமிதத்துடன் கூறும் செய்தியை விளக்குகிறது. இந்தப் பாடலில் தாய் தனது வீட்டைக் குறிப்பிடும்போது \"சிற்றில்\" என்ற சொல்லை பயன்படுத்துகிறார். இது \"சிறிய வீடு\" என்று பொருள்படும். ஒரு சிறு குடிலில்தான் அவள் மகன் வாழ்ந்தான். அவள் அவன் வீரத்தைக் குறித்து பெருமைப்படுகிறாள்."
  },
  {
    "description": "“புலிசேர்ந்து போகிய கல் அளை போல”  எனும் வரியில் “புலிசேர்ந்து” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "புலி ஒரு குகையில் வாழ்ந்தது",
      "புலி குகையிலிருந்து வெளியேறியது",
      "புலி குகையில் மறைந்தது",
      "புலி குகையை  உருவாக்கியது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "காவற்பெண்டு  என்ற பெண்பாற் புலவர் தனது மகனின் வீரத்தை புலி தங்கியிருக்கும் குகையோடு ஒப்பிட்டுப் பேசுகிறார். \"புலிசேர்ந்து போகிய கல் அளை போல\" என்று கூறுகிறார். அதாவது புலி அந்தக் குகையில்  மறைந்திருப்பது போல அவளது மகனும் போர்க்களத்தில் இருக்கக் கூடும் என்று சொல்கிறாள்."
  },
  {
    "description": "“யாண்டு உளனோ எனவினவுதி” எனும் வரியில் “யாண்டு” என்ற சொல் எதற்குப்  பதிலாக பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "எவ்வளவு",
      "எது",
      "எங்கே",
      "ஏன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரியில் \"யாண்டு உளனோ\" என்று கேட்கப்படுகிறது.  இதில் \"யாண்டு\" என்ற சொல்  \"எங்கே\" என்ற சொல்லுக்கு பதிலாக பயன்படுத்தப்பட்டுள்ளது. அதாவது \"உன் மகன் எங்கே இருக்கிறான்\" என்று கேள்வி கேட்கப்படுகிறது."
  },
  {
    "description": "பாடலில், மகனின் வீரம் எதனுடன் ஒப்பிடப்பட்டுள்ளது?",
    "options": [
      "குகையில் வாழும் புலியுடன்",
      "போர்க்களத்துடன்",
      "சிறிய வீட்டுத் தூணுடன்",
      "மரத்தின் இலையுடன்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தப் பாடலில் காவற்பெண்டு தனது மகனின் வீரத்தைப் பற்றிப் பேசும்போது அவனை ஒரு குகையில் வாழும் புலியோடு ஒப்பிடுகிறார். \"புலிசேர்ந்து போகிய கல் அளை போல\" என்று கூறுகிறார். இந்த ஒப்பீட்டின் மூலம் மகனின் துணிச்சலையும் வீரத்தையும் வெளிப்படுத்துகிறார்."
  },
  {
    "description": "காவற்பெண்டு எந்த நூலில் இடம்பெற்றுள்ளார்?",
    "options": [
      "பதிற்றுப்பத்தி",
      "புறநானூறு",
      "அகநானூறு",
      "கலித்தொகை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காவற்பெண்டு என்பவர் சங்க காலத்தைச் சேர்ந்த ஒரு பெண்பாற் புலவர்.  இவர் பாடிய ஒரே ஒரு பாடல் புறநானூற்றில் இடம்பெற்றுள்ளது. புறநானூறு எட்டுத்தொகை நூல்களில் ஒன்று. இந்நூல் பண்டைக்காலத் தமிழ் மக்களின் வாழ்க்கைமுறை, நாகரிகம், பண்பாடு, வீரம் முதலியவற்றை வெளிப்படுத்தும் நூலாக விளங்குகிறது."
  }
]
