[
          
  {
    
          "description": "'நாவாய்'  என்ற சொல்  எதை  குறிக்கிறது?",
          "options": [
      "கப்பல்",
      "மரக்கலம்",
      "படகு",
      "இவை அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "நாவாய் என்பது கடல் பயணத்திற்காக பயன்படுத்தப்படும் பெரிய கப்பல்.  உலகுகிளர்ந் தன்ன உருகெழு வங்கம் என்ற வரியில் நாவாய் பற்றி கூறப்படுகிறது.  சங்ககாலத்தில் கடலில் செல்லும் கப்பல்களை நாவாய் என்றழைத்தனர்.  மரக்கலம், படகு இவைகள் நாவாய் சொல்லுக்கு ஒத்த சொற்கள்.  எனவே 'நாவாய்' என்ற சொல் கப்பல், மரக்கலம், படகு இவை அனைத்தையும் குறிக்கிறது. "
          }
        ,
          
  {
    
          "description": "“உலகுகிளர்ந் தன்ன உருகெழு வங்கம்”  என்ற வரியில்  “வங்கம்”  என்பது  எதை  குறிக்கிறது?",
          "options": [
      "ஒரு  வகை  பறவை",
      "மூங்கில்  தொட்டில்",
      "கப்பல்",
      "கடல்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சங்க காலத்தில் கப்பல் அல்லது மரக்கலத்தை வங்கம் என்று அழைத்தார்கள்.  'உலகுகிளர்ந் தன்ன உருகெழு வங்கம்' என்ற வரியில், உலகை விரும்பிச்செல்லும் மரக்கலத்தின் அழகைப் பற்றி சொல்லப்படுகிறது.  'வங்கம்' என்பது கப்பலைக் குறிக்கும் சொல். "
          }
        ,
          
  {
    
          "description": "“புலவுத்திரைப் பெருங்கடல்”  என்ற  வார்த்தையிலுள்ள  “புலவு”  என்ன  பொருள்  தருகிறது?",
          "options": [
      "ஒளி",
      "சத்தம்",
      "நாற்றம்",
      "இயக்கம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "புலவு என்பது நாற்றத்தை குறிக்கிறது.  புலவுத்திரை என்பது நாற்றமுடைய அலைகளை குறிக்கும் சொல். 'புலவுத்திரைப் பெருங்கடல் நீர்இடைப் போழ' என்ற வரியில் பெருங்கடலின் நாற்றமுடைய அலைகள்  பற்றி குறிப்பிடப்பட்டுள்ளது.  சங்க காலத்தில் கடல்வாழ் உயிரினங்களை வேட்டையாடி உணவு உண்டதால், கடல்வாழ் உயிரினங்களின் நாற்றம் கடல் நீரில் இருந்திருக்கலாம். "
          }
        ,
          
  {
    
          "description": "“இரவும் எல்லையும் அசைவுஇன்று ஆகி”  என்ற  வரியில்  “அசைவுஇன்று”  என்பது  எந்த  விஷயத்தை  குறிக்கிறது?",
          "options": [
      "கப்பலின்  நிலை",
      "காற்றின்  திசை",
      "கடலின்  அலை",
      "நேரம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இரவும் எல்லையும் அசைவுஇன்று ஆகி என்ற வரியில் காற்றின் திசை பற்றி கூறப்படுகிறது.  அசைவுஇன்று என்பது காற்று எப்போதும் இல்லாமல் இல்லாமல்  ஒரு திசையில் தொடர்ந்து வீசுவதை குறிக்கிறது.  காற்று இல்லாமல் நாவாய்  நகர முடியாது. "
          }
        ,
          
  {
    
          "description": "“விரைசெலல் இயற்கை வங்கூழ் ஆட்ட”  என்ற  வரியில்  “வங்கூழ்”  என்பது  எதைக்  குறிக்கிறது?",
          "options": [
      "கலங்கரை  விளக்கம்",
      "கப்பலின்  நிழல்",
      "கடலின்  அலைகள்",
      "காற்று"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "வங்கூழ் என்பது காற்றைக் குறிக்கும் சொல்.  விரைசெலல் இயற்கை வங்கூழ் ஆட்ட என்ற வரியில் காற்றின் இயக்கம் பற்றி கூறப்படுகிறது.  'வங்கூழ்'  சொல் காற்று  வீசுவதை குறிக்கிறது.  காற்று இல்லாமல் கப்பல் நகர முடியாது. "
          }
        ]