[
          
  {
    
          "description": "“மாட ஒள்ளெரி”  என்பது ______ குறிக்கிறது.",
          "options": [
      "அ) மணல்",
      "ஆ) கலங்கரை விளக்கம்",
      "இ) கப்பல்",
      "ஈ) காற்று"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கப்பல் பயணம் செய்யும் போது கரையோரங்களில்  நிலைநிறுத்தப்பட்டு கப்பல் செல்லும் வழியைத் தெளிவுபடுத்துவதற்காக வைக்கப்படும் கலங்கரை விளக்கத்தைக் குறிக்கும் சொல்லாகும் 'மாட ஒள்ளெரி'."
          }
        ,
          
  {
    
          "description": "கடலில் கப்பல் செல்லும் காட்சியைப் பற்றி, இயற்கை வங்கூழ் எனும் சொல் எந்தப் பொருளைப் படம்பிடித்து காட்டுகிறது?",
          "options": [
      "கப்பலின் வேகத்தை",
      "கடலின் அலைகளின் சீற்றத்தை",
      "காற்றின் திசையை",
      "கப்பலின் வடிவமைப்பை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கடலில் கப்பல் செல்லும் போது, காற்று அடித்தால் கப்பல் செல்லும் திசையை மாற்றிக்கொள்ளும். அதாவது கப்பலை நகர்த்தும் அல்லது இயக்கும் ஆற்றலைக் காற்று வழங்கும். இந்த காற்றின்  திசையைக் குறிக்கும் சொல்லாகும் இயற்கை வங்கூழ்."
          }
        ,
          
  {
    
          "description": "'கோடுஉயர் திணிமணல் அகன்துறை நீகான்' -  இந்த வரிகளில் அகன்துறை என்ற சொல் என்ன குறிக்கிறது?",
          "options": [
      "கடலின் ஆழத்தை",
      "கப்பலின் பெரிய அளவை",
      "துறைமுகத்தின் மணல் நிறைந்த தன்மையை",
      "கப்பலின் பயணத்தின் நேரத்தை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கப்பல் நங்கூரமிடும் இடமாக துறைமுகம் அமைந்திருக்கும். மணல் நிறைந்த  துறைமுகத்தை   குறிக்கும் சொல்லாகும் 'அகன்துறை'."
          }
        ,
          
  {
    
          "description": "'மருதன் இளநாகனார்'  என்பவர் எந்தத் தொகை நூலில் பாடல்கள் பாடியுள்ளார்?",
          "options": [
      "புறநானூறு",
      "கலித்தொகை",
      "அகநானூறு",
      "நற்றிணை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தப் பாடலின் ஆசிரியர்  'மருதன் இளநாகனார்'.  இவர்  சங்க காலப் புலவர்களுள் ஒருவர்.   மருதத்திணை பாடுவதில் வல்லவர் என்பதால்  மருதன் இளநாகனார் என அழைக்கப்படுகிறார். சங்க இலக்கியத்தில்  எட்டுத்தொகை  நூல்கள்  உள்ளன.  அவற்றுள் ஒன்றான கலித்தொகையின் மருதத்திணையில் உள்ள 35 பாடல்களையும் பாடியவர்  மருதன் இளநாகனார்."
          }
        ,
          
  {
    
          "description": "அகநானூறு நூல் யாரால் எழுதப்பட்டது?",
          "options": [
      "மருதன் இளநாகனார்",
      "பல புலவர்களால்",
      "ஒரு புலவரால்",
      "மன்னர்களால்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "அகநானூறு   எட்டுத்தொகை நூல்களில் ஒன்று.  இந்த  நூல்  பல புலவர்களால் இயற்றப்பட்டது.  இந்நூலினை  நெடுந்தொகை  என்றும் அழைப்பர்."
          }
        ]