[
          
  {
    
          "description": "'சாண்' என்ற சொல் எந்த செயலைக் குறிக்கிறது?",
          "options": [
      "நிலத்தை அளவிடுதல்",
      "நாற்று நடுதல்",
      "நீர் பாய்ச்சுதல்",
      "அறுவடை செய்தல்"
    ],
    "answer": "A",
    
          "additional_context": "உழவர்கள் நிலத்தின் அளவை காண, ஒரு குறிப்பிட்ட அளவை அளந்து அதை அளவுகோலாகப் பயன்படுத்துவார்கள்.  சாண் என்பது நீளத்தை அளக்கப் பயன்படுத்தப்படும் ஒரு அளவு. சாண், முழம் போன்ற சொற்கள் பாடலில் வரும் போது, அவை உழவுத்தொழிலில் நிலத்தை அளவிடுவது என்பதைக் குறிப்பிடுகின்றன.  நிலத்தை அளவிடுவதன் மூலம், உழவர்கள் அந்த நிலத்தில் என்ன செய்யலாம், எந்த விதமான பயிர்களை விளைவிக்கலாம்,  அதற்கான சரியான அளவு எவ்வளவு என்பனவற்றை அறிந்துகொள்வார்கள்."
          }
        ,
          
  {
    
          "description": "பாடலில் 'சீலை' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "விவசாயி பயன்படுத்தும் ஆடை",
      "நெல் அறுவடை செய்யும் கருவி",
      "வயலுக்கு நீர் வரும் வழி",
      "மாடு கட்டும் கயிறு"
    ],
    "answer": "A",
    
          "additional_context": "பாடலில் 'சீலையெல்லாம் வரிஞ்சுக்கட்டி - ஏலேலங்கிடி ஏலேலோ  சேத்துக்குள்ளே இறங்குறாங்க - ஏலேலங்கிடி ஏலேலோ ' என்று குறிப்பிடப்பட்டுள்ளது. சீலை என்பது விவசாயி பயன்படுத்தும் துணி.  சீலையை இறுகக்கட்டி விவசாயி வயலில் இறங்குவது, அவர் வயலில் வேலை செய்யப் போகிறார் என்பதைக் குறிப்பிடுகிறது. விவசாய வேலைகள் என்பது கடினமானவை, சிரமமானவை. எனவே சீலையை இறுகக்கட்டி வைத்து, அது இடையூறாக இருக்காமல் வேலை செய்ய வசதியாக இருக்கும்."
          }
        ,
          
  {
    
          "description": "'சும்மாடு' என்பது எந்த செயலில் பயன்படுத்தப்படும் பொருள்?",
          "options": [
      "நாற்று நடுதல்",
      "அறுவடை செய்த நெல்தாள்களைத் தூக்குதல்",
      "நீர் பாய்ச்சுதல்",
      "வயலை உழுதல்"
    ],
    "answer": "B",
    
          "additional_context": "அறுவடை செய்த நெல்தாள்களைத் தூக்கிச் செல்லும் போது, அதன் பாரத்தைத் தாங்கிக் கொள்ள,  சும்மாடு என்ற கருவியைப் பயன்படுத்துவார்கள்.  சும்மாடு என்பது ஒரு துணிச்சுருள். அறுவடை செய்த நெல்தாள்களைக் கட்டுகளாகக் கட்டி, அதன் பாரத்தைத் தாங்கிக் கொள்ள, சும்மாடை தலையில் வைத்துத் தூக்கிச் செல்வார்கள். சும்மாடு என்பது உழவர்கள் அறுவடையின் போது மட்டுமே பயன்படுத்தப்படும் கருவி."
          }
        ,
          
  {
    
          "description": "'கழலுதல்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "நெல் மணிகள் உதிர்ந்து விழுவது",
      "வயலை உழுவது",
      "நாற்றைப் பிடுங்குவது",
      "நீரை வயலுக்குள் விடுவது"
    ],
    "answer": "A",
    
          "additional_context": "அறுவடையின் போது, நெல் மணிகள் உதிர்ந்து விழுவது,  கழலுதல் என்று சொல்லப்படுகிறது.  கழலுதல் என்பது நெல்லின் மணிகள்  கதிரிலிருந்து பிரிந்து விழுவதை குறிக்கிறது.  'கழலுதையா மணிமணியா - ஏலேலங்கிடி ஏலேலோ' என்ற வரிகள் பாடலில் வருகின்றன. இதன் மூலம்,  கதிரிலிருந்து நெல்மணிகள் பிரிந்து விழும் நிகழ்வைக் காணலாம்."
          }
        ,
          
  {
    
          "description": "'மடை' என்னும் சொல் எதைக் குறிக்கிறது?",
          "options": [
      "வயலுக்கு நீர் வரும் வழி",
      "நாற்றுப் பறிக்கும் கருவி",
      "அறுவடைக்குப் பயன்படுத்தும் கருவி",
      "வயலில் வேலை செய்யும் ஆட்கள் அணிந்திருக்கும் ஆடை"
    ],
    "answer": "A",
    
          "additional_context": "வயலுக்கு நீர் வரும் வழியைக் குறிக்கும் சொல் மடை.   வயலுக்குத் தண்ணீர் பாய்ச்சுவதற்கு மடை பயன்படுத்தப்படுகிறது.  'மடமடன்னு மடைவழியே - ஏலேலங்கிடி ஏலேலோ   மண்குளிரத் தண்ணீர்பாய - ஏலேலங்கிடி ஏலேலோ' என்ற வரிகள் பாடலில் வருகின்றன. இதன் மூலம் வயலுக்கு நீர் வரும் வழி  மடை என்பது புரியும்.  மடை மூலம்  நீரை வயலுக்குள் விடுவது,  நீர் பாய்ச்சுதல் என்பது முக்கியமான விவசாய வேலைகள்."
          }
        ]