[
          
  {
    
          "description": "பாடலில் குறிப்பிடப்பட்டுள்ள நிலத்தின் அளவைப்பெயர் எது?",
          "options": [
      "அரைக்குழி",
      "ஒன்றரைக்குழி",
      "இரண்டுக்குழி",
      "மூன்றுக்குழி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தப் பாடலில், ஒரு குழுவினர் ஓடையைக் கடந்து சென்று, ஒன்றரைக் குழி நிலத்தைத் தேர்ந்தெடுத்து, அதில் நடவு செய்யும் செயலைக் காட்டுகிறது.  ஒரு குழி, இரண்டு குழி, மூன்று குழி என நில அளவைப் பற்றிய பாடல் வரிகளில் குறிப்பிடப்படவில்லை.  ஆகையால், பாடலில் குறிப்பிடப்பட்டுள்ள நிலத்தின் அளவைப்பெயர் **ஒன்றரைக்குழி**  என்பது சரியான விடை."
          }
        ,
          
  {
    
          "description": "பாடலில் குறிப்பிடப்பட்டுள்ள பெண்கள் வயலில் இறங்கும் முன் என்ன செய்கிறார்கள்?",
          "options": [
      "காலணிகளை கழற்றுகிறார்கள்",
      "முகத்தில் மஞ்சள் பூசுகிறார்கள்",
      "புடவைகளை இறுகக்கட்டிக்கொள்கிறார்கள்",
      "கூந்தலைப் பிணைக்கிறார்கள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "வயலில் இறங்கும் முன்பு பெண்கள் புடவையை இறுகக்கட்டிக்கொள்வதாக இந்தப் பாடல் குறிப்பிடுகிறது.   இந்தப் பாடலில், பெண்கள் காலணிகளை கழற்றும் செயல், முகத்தில் மஞ்சள் பூசும் செயல் மற்றும் கூந்தலைப் பிணைக்கும் செயல் குறிப்பிடப்படவில்லை."
          }
        ,
          
  {
    
          "description": "பாடலின் படி, ஒரு சாணுக்கு எத்தனை நாற்றுகள் நடுவார்கள்?",
          "options": [
      "இரண்டு",
      "மூன்று",
      "நான்கு",
      "ஒன்று"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "பாடலில் 'ஒருசாணுக்கு ஒரு நாற்றுத்தான்' என்ற வரி உள்ளது. ஒரு சாணுக்கு ஒரு நாற்றுதான்  நடுவதாகக் குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'மடை' என்பது எதைக் குறிக்கும்?",
          "options": [
      "வயலில் தண்ணீர் தேங்கும் இடம்",
      "வயலுக்கு நீர் வரும் வழி",
      "வயல் வரப்பில் உள்ள கால்வாய்",
      "நீர்ப் பாசனம் செய்யப் பயன்படும் கருவி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "பாடலில் 'மடமடன்னு மடைவழியே - ஏலேலங்கிடி ஏலேலோ\nமண்குளிரத் தண்ணீர்பாய - ஏலேலங்கிடி ஏலேலோ' என்ற வரிகள் உள்ளன. இந்த வரிகளிலிருந்து, 'மடை'  வயலுக்கு நீர் வரும் வழியைக் குறிக்கிறது என்பதைப் புரிந்துகொள்ள முடியும்.  வயலில் தண்ணீர் தேங்கும் இடம், வயல் வரப்பில் உள்ள கால்வாய் அல்லது நீர்ப் பாசனம் செய்யப் பயன்படும் கருவி ஆகியவை மடையாகக் குறிப்பிடப்படவில்லை. "
          }
        ,
          
  {
    
          "description": "பாடலில் குறிப்பிடப்பட்டுள்ள நெல்மணிகளை பிரிக்கும் முறையின் பெயர் என்ன?",
          "options": [
      "கதிரடித்தல்",
      "போரடித்தல்",
      "மிதித்தல்",
      "அறுவடை செய்தல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "பாடலில் 'கிழக்கத்தி மாடெல்லாம் - ஏலேலங்கிடி ஏலேலோ\nகீழே பார்த்து மிதிக்குதையா - ஏலேலங்கிடி ஏலேலோ' என்று குறிப்பிடப்பட்டுள்ளது.  அறுவடை செய்த நெற்கதிர்களை மாடுகளைக் கொண்டு மிதித்து நெல்மணிகளைப் பிரிக்கும் முறையை 'போரடித்தல்'  என்று அழைப்பர்."
          }
        ]