
[
  {
    "description": "“ஞானச்சுடர் விளக்கு ஏற்றினேன் நாரணற்கு” - இக்கூற்றின்படி, பூதத்தாழ்வார் திருமாலுக்கு எதை ஏற்றுகிறார்?",
    "options": [
      "அன்பை",
      "ஆர்வத்தை",
      "ஞானத்தை",
      "மனதை"
    ],
    "answer": "C",
    "additional_context": "பூதத்தாழ்வார் என்பவர் பன்னிரு ஆழ்வார்களில் ஒருவர். இவர் சென்னையை அடுத்துள்ள மாமல்லபுரத்தில் பிறந்தவர். இவரது பாடல்கள் நாலாயிரத் திவ்வியப் பிரபந்தத்தில் இரண்டாம் திருவந்தாதியில் உள்ளன. இவர் தன்னுடைய பாடலில் ஞானத்தைச் சுடர் விளக்காக உருவகப்படுத்தி, திருமாலுக்கு ஞானத்தை ஏற்றுகிறார்."
  },
  {
    "description": "பொய்கையாழ்வார் மற்றும் பூதத்தாழ்வார் ஆகிய இருவரும், ஞானத்தை எந்த உருவகத்தின் மூலம் குறிப்பிடுகிறார்கள்?",
    "options": [
      "நெய்",
      "தகளி",
      "விளக்கு",
      "திரி"
    ],
    "answer": "C",
    "additional_context": "பொய்கையாழ்வார் மற்றும் பூதத்தாழ்வார் இருவரும் தங்களுடைய பாடல்களில் ஞானத்தை விளக்காக உருவகப்படுத்தியுள்ளார்கள். பொய்கையாழ்வார் தன்னுடைய பாடலில் தனது துன்பங்கள் நீங்க வேண்டி, பூமியை அகல் விளக்காகவும், ஒலிக்கும் கடலை நெய்யாகவும், வெப்பக்கதிர் வீசும் கதிரவனைச் சுடராகவும் கொண்டு,  திருமாலுக்கு பாடலால் மாலை சூட்டினேன் என்கிறார். பூதத்தாழ்வார் அன்பை அகல்விளக்காகவும், ஆர்வத்தை நெய்யாகவும், மனதைத் திரியாகவும் கொண்டு திருமாலுக்கு ஞானத்தை ஏற்றுகிறார்."
  },
  {
    "description": "“இடர் ஆழி நீங்குகவே” - இத்தொடரில் “இடர் ஆழி” என்ற சொல் எதை குறிப்பிடுகிறது?",
    "options": [
      "துன்பத்தை",
      "கடலை",
      "மரணத்தை",
      "பயத்தை"
    ],
    "answer": "A",
    "additional_context": "பொய்கையாழ்வார் தன்னுடைய பாடலில் “இடர் ஆழி நீங்குகவே” என்று கூறுகிறார். இதில் “இடர் ஆழி” என்பது துன்பத்தைக் குறிக்கிறது. பொய்கையாழ்வார் தனது துன்பங்கள் நீங்க வேண்டி, பூமியை அகல் விளக்காகவும், ஒலிக்கும் கடலை நெய்யாகவும், வெப்பக்கதிர் வீசும் கதிரவனைச் சுடராகவும் கொண்டு,  திருமாலுக்கு பாடலால் மாலை சூட்டினேன் என்கிறார்."
  },
  {
    "description": "'அந்தாதி' என்னும் சொல்லின் பொருள் என்ன?",
    "options": [
      "முதல் மற்றும் முடிவு ஒரே சொல்லாக இருக்கும் பாடல்",
      "இறுதி சொல் அடுத்த பாடலின் முதல் சொல்லாக இருக்கும் பாடல்",
      "ஒரு பாடலின் இறுதி எழுத்து அடுத்த பாடலின் முதல் எழுத்தாக இருக்கும் பாடல்",
      "ஒரு பாடலின் இறுதி அசை அடுத்த பாடலின் முதல் அசையாக இருக்கும் பாடல்"
    ],
    "answer": "B",
    "additional_context": "அந்தாதி என்பது ஒரு சிற்றிலக்கிய வகை. இதில் ஒரு பாடலின் இறுதிச் சொல் அடுத்த பாடலின் முதல் சொல்லாக இருக்கும். இதனை 'இறுதிச் சொல் அந்தாதி' என்கிறார்கள். இதுபோல ஒரு பாடலின் இறுதி எழுத்து அடுத்த பாடலின் முதல் எழுத்தாக இருந்தால் அது 'எழுத்து அந்தாதி' எனப்படும். ஒரு பாடலின் இறுதி அசை அடுத்த பாடலின் முதல் அசையாக இருந்தால் அது 'அசை அந்தாதி' எனப்படும்."
  },
  {
    "description": "பன்னிரு ஆழ்வார்களின் பாடல் தொகுப்பு எது?",
    "options": [
      "திருவாய்மொழி",
      "திருப்பாவை",
      "நாலாயிரத் திவ்வியப் பிரபந்தம்",
      "திருச்சந்தி"
    ],
    "answer": "C",
    "additional_context": "பன்னிரு ஆழ்வார்கள் திருமாலின் பெருமையைப் பாடிப் புகழ்ந்தவர்கள். இவர்களுடைய பாடல்கள் நாலாயிரத் திவ்வியப் பிரபந்தம் எனப்படும் தொகுப்பில் உள்ளன. இந்தத் தொகுப்பைத் தொகுத்தவர் நாதமுனி ஆவார். நாலாயிரத் திவ்வியப் பிரபந்தத்தில் திருமாலின் பல்வேறு பெயர்கள், அவருடைய அவதாரங்கள், அவருடைய பெருமைகள் ஆகியவை விளக்கப்பட்டுள்ளன. இத்தொகுப்பில் பன்னிரு ஆழ்வார்களின் பாடல்கள் தவிர, நாதமுனி எழுதிய 'திருமந்திரம்',  'திருவாசகம்', 'திருப்பல்லாண்டு' ஆகிய பாடல்களும் உள்ளன."
  }
]
