
[
  {
    "description": "திருநெல்வேலியின் சிறப்பு பற்றிப் பாடியவர்கள் யார்?",
    "options": [
      "திருஞானசம்பந்தர் மட்டும்",
      "சேக்கிழார் மட்டும்",
      "திருஞானசம்பந்தர் மற்றும் சேக்கிழார்",
      "மேற்கண்ட எவரும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "திருநெல்வேலியின் சிறப்பைப் பற்றி பல இலக்கியங்கள் பேசுகின்றன. இந்த நகரத்தைப் பற்றி பாடியவர்கள் திருஞானசம்பந்தர் மற்றும் சேக்கிழார் ஆகியோர் ஆவர். திருஞானசம்பந்தர் 'திக்கெல்லாம் புகழுறும் திருநெல்வேலி' என்று பாடியுள்ளார். சேக்கிழார் 'தண்பொருநைப் புனல் நாடு' என்று  திருநெல்வேலியின் சிறப்பைப் போற்றியுள்ளார்."
  },
  {
    "description": "பொதிகை மலையை இளங்கோவடிகள் எந்த வரிகளில் பாராட்டுகிறார்?",
    "options": [
      "“பொதியி லாயினும் இமய மாயினும் பதியெழு அறியாப் பழங்குடி”",
      "“வானரங்கள் கனிகொடுத்து மந்தியொடு கொஞ்சும்”",
      "“மந்திசிந்து கனிகளுக்கு வான்கவிகள் கெஞ்சும்”",
      "“திக் எல்லாம் புகழுறும் திருநெல்வேலி”"
    ],
    "answer": "A",
    "additional_context": "திருநெல்வேலி மாவட்டத்தின் சிறப்புமிக்க மலை பொதிகை மலை ஆகும். இதனை இலக்கியங்களில் பாராட்டியுள்ளார் இளங்கோவடிகள்.  'பொதியி லாயினும் இமய மாயினும் பதியெழு அறியாப் பழங்குடி' என்னும் வரிகளில் பொதிகை மலைக்கு முதலிடம் கொடுத்துப் பாடுகிறார்.  "
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தின் பொருளாதாரத்தை வளப்படுத்தும் ஆறு எது?",
    "options": [
      "காவிரி",
      "வைகை",
      "தாமிரபரணி",
      "தென்பெண்ணை"
    ],
    "answer": "C",
    "additional_context": "திருநெல்வேலி மாவட்டத்தில் தாமிரபரணி ஆறு பாய்கிறது. இந்த ஆறு திருநெல்வேலி மாவட்டத்தின் பொருளாதாரத்தை வளப்படுத்துகிறது. இதனைத் தண்பொருநை நதி என்று முன்னர் அழைத்தனர்.  இது பச்சையாறு, மணிமுத்தாறு, சிற்றாறு, காரையாறு, சேர்வலாறு, கடனாநதி என்று பல கிளை ஆறுகளாகப் பிரிந்து திருநெல்வேலியை நீர்வளம் மிக்க மாவட்டமாகச் செய்கிறது."
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தில் எந்த பயிர் பெருமளவில் விளைவிக்கப்படுகிறது?",
    "options": [
      "நெல்",
      "வாழை",
      "பருத்தி",
      "எண்ணெய்வித்துகள்"
    ],
    "answer": "B",
    "additional_context": "திருநெல்வேலி மாவட்டத்தில் பெருமளவில் வாழை பயிரிடப்படுகிறது. இராதாபுரம், நாங்குநேரி, அம்பாசமுத்திரம், தென்காசி போன்ற பகுதிகளில் பெருமளவில் வாழை பயிரிடப்படுகின்றது. இங்கு விளையும் வாழைத்தார்கள் தமிழ்நாடு மட்டுமன்றிக் கர்நாடகம், கேரளம் போன்ற பிற மாநிலங்களுக்கும் அனுப்பப்படுகின்றன. "
  },
  {
    "description": "திருநெல்வேலி நகரின் பழமையான தெருக்களுள் ஒன்று எது?",
    "options": [
      "கூழைக்கடைத் தெரு",
      "அக்கசாலைத் தெரு",
      "காவற்புரைத் தெரு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "திருநெல்வேலி நகரின் பழமையான தெருக்களுள் கூழைக்கடைத் தெரு, அக்கசாலைத் தெரு, காவற்புரைத் தெரு ஆகியவை அடங்கும்.  காவற்புரை என்றால் சிறைச்சாலை. அரசரால் தண்டிக்கப்பட்டவர்கள் இங்குச் சிறை வைக்கப்பட்டதால் இப்பெயர் பெற்றது. மேல வீதியை அடுத்துக் கூழைக்கடைத் தெரு உள்ளது. கூலம் என்பது தானியத்தைக் குறிக்கும். கூலக்கடைத்தெரு என்பதே மருவிக் கூழைக்கடைத் தெரு என வழங்கப்படுகிறது. அக்கசாலை என்பது அணிகலன்களும் பொற்காசுகளும் உருவாக்கும் இடம். முற்காலத்தில் பொன் நாணயங்கள் உருவாக்கும் பணியாளர்கள் வாழ்ந்த பகுதி அக்கசாலைத் தெரு என்னும் பெயரில் அமைந்துள்ளது."
  }
]
