[
          
  {
    
          "description": "'எங்கள் தமிழ்' பாடலில் பயன்படுத்தப்பட்டுள்ள 'ஊக்கிவிடும்' என்ற சொல்லின் பொருள் _______.",
          "options": [
      "ஊக்கப்படுத்தும்",
      "விரும்புவது",
      "விரும்பத்தகாதது",
      "தடுப்பது"
    ],
    "answer": "A",
    
          "additional_context": "“எங்கள் தமிழ்” பாடலில், “அன்பும் அறமும் ஊக்கிவிடும்” என்ற வரிகள் இடம்பெற்றுள்ளன. இதன் பொருள், அன்பும் அறமும் மனிதர்களை ஊக்கப்படுத்தும் என்பதாகும். ஊக்கப்படுத்துவது என்பது ஒருவரைச் செயல்படத் தூண்டுவது, உற்சாகப்படுத்துவது என்பதாகும். எனவே,  “ஊக்கிவிடும்” என்ற சொல்லின் பொருள் “ஊக்கப்படுத்தும்” என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'எங்கள் தமிழ்' பாடலில், _________  என்பது தமிழ் மொழியின் சிறப்புகளில் ஒன்றாகக் கூறப்பட்டுள்ளது.",
          "options": [
      "கொல்லாமையை குறிக்கோளாகக் கொள்ளுதல்",
      "பொய்யாமை ",
      "அன்பும் அறமும்",
      "அச்சத்தைப் போக்குதல்"
    ],
    "answer": "C",
    
          "additional_context": "“எங்கள் தமிழ்” பாடலில், தமிழ் மொழியின் சிறப்புகளாக, அன்பும் அறமும் குறிப்பிடப்பட்டுள்ளன. அன்பும் அறமும் வாழ்க்கைக்கு மிக அவசியமானவை என்பதால், தமிழ் மொழி வாழ்வின் இன்பத்தைத் தரும் மொழி என்கிறது. அன்பு, இரக்கம், நேசம் போன்ற நல்ல எண்ணங்கள் மனிதர்கள் மத்தியில் பரவ, அறம் வழிகாட்டும். எனவே, தமிழ் மொழியின் சிறப்பாக, அன்பும் அறமும் கூறப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "நாமக்கல் கவிஞர் _________  என்ற நூலை எழுதியுள்ளார்.",
          "options": [
      "மலைக்கள்ளன்",
      "சங்கொலி",
      "நாமக்கல் கவிஞர் பாடல்கள்",
      "எல்லாவற்றும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "நாமக்கல் கவிஞர் பல நூல்களை எழுதியுள்ளார். அவற்றில் மலைக்கள்ளன், சங்கொலி, நாமக்கல் கவிஞர் பாடல்கள் ஆகியவை முக்கியமானவை. எனவே, நாமக்கல் கவிஞர் மேற்கூறிய அனைத்து நூல்களையும் எழுதியுள்ளார் என்பது சரியான கூற்று."
          }
        ,
          
  {
    
          "description": "'எங்கள் தமிழ்' பாடலில், தமிழ் மொழி _________  என்று குறிப்பிடப்படுகிறது.",
          "options": [
      "அருள்நெறி",
      "தேன்மொழி",
      "கொல்லா விரதம்",
      "பொய்யா நெறி"
    ],
    "answer": "B",
    
          "additional_context": "“எங்கள் தமிழ்” பாடலில், தமிழ் மொழி “எங்கள் தமிழெனும் தேன்மொழியாம்” எனக் குறிப்பிடப்படுகிறது. தேன் மிகவும் இனிமையானது. அதைப் போல தமிழ் மொழி மிகவும் இனிமையான மொழி என்பதை இப்பாடல் வலியுறுத்துகிறது. இனிமை, மென்மை, அழகு ஆகியவை தேன்மொழிக்குப் பொருந்தும். எனவே, தமிழ் மொழி தேன்மொழியாக குறிப்பிடப்படுகிறது."
          }
        ]