
[
  {
    "description": "“தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு” என்ற திருக்குறள் எந்தக் கருத்தை விளக்குகிறது?",
    "options": [
      "கற்றலின் பயன்",
      "எழுத்தின் முக்கியத்துவம்",
      "பிறருக்கு நன்மை செய்வது",
      "சுய முயற்சியின் அவசியம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“தொட்டனைத்து ஊறும் மணற்கேணி மாந்தர்க்குக் கற்றனைத்து ஊறும் அறிவு” என்ற திருக்குறள்,  கற்றலின் முக்கியத்துவத்தை எடுத்துரைக்கிறது. மணற்கேணி தோண்டினால் தோண்டினால் அதில் நீர் ஊறும். அதுபோல், மனிதர்கள் கற்றல், கற்றலாக அவர்களுக்கு அறிவு வளரும். அறிவு பெறும் அளவிற்குத் தகுந்தாற்போல், அதன் பயன்கள் அதிகரிக்கும் என்பதை இக்கூற்று விளக்குகிறது."
  },
  {
    "description": "“மடியை மடியா ஒழுகல் குடியைக் குடியாக வேண்டுபவர்” என்ற திருக்குறளில், 'மடியா ஒழுகல்' என்ற சொல் எதைப் குறிக்கிறது?",
    "options": [
      "பணக்காரனாக இருத்தல்",
      "சோம்பேறித்தனமாக இருத்தல்",
      "நல்ல பண்புடையவனாக இருத்தல்",
      "மனம் உறுதியாக இருத்தல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“மடியை மடியா ஒழுகல் குடியைக் குடியாக வேண்டுபவர்”  என்ற திருக்குறள் மடியை மடியா ஒழுகுதல், குடியைச் சிறப்புடையதாகச் செய்ய விரும்புபவர் சோம்பலைத் துன்பமாகக் கருதி முயற்சியோடு வாழ வேண்டும் என்கிறது. மடியை மடியா ஒழுகல் என்பது சோம்பேறித்தனமாக இருப்பதைக் குறிக்கும் சொல்.  தன் குடும்பத்தையும், குலத்தையும் மேம்படுத்த விரும்புபவர், சோம்பலைத் துறந்து உழைக்க வேண்டும் என்பதை இந்தக் குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“கேடில் விழுச்செல்வம் கல்வி ஒருவற்கு மாடல்ல மற்றை யவை” என்ற திருக்குறள் எந்தச் செல்வத்தைப் பற்றிச் சொல்கிறது?",
    "options": [
      "பொருள் செல்வம்",
      "அறிவு செல்வம்",
      "உடல்நலம்",
      "நண்பர்கள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“கேடில் விழுச்செல்வம் கல்வி ஒருவற்கு மாடல்ல மற்றை யவை” என்ற திருக்குறள் கல்வி என்பது அழிவில்லாத, சிறந்த செல்வம் என்பதை வலியுறுத்துகிறது.  எந்த ஒரு பொருள் செல்வமும், உடல்நலமும், நண்பர்களும் ஒருவருக்கு கல்வியை விட மேலானவை அல்ல. கல்வியே எல்லாவற்றிற்கும் மேலானது என்பதை இந்தக் குறள் சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "“கற்க கசடறக் கற்பவை கற்றபின் நிற்க அதற்குத் தக” என்ற திருக்குறள் கல்வியின் எந்த அம்சத்தை வலியுறுத்துகிறது?",
    "options": [
      "பிழையில்லாமல் கற்றல்",
      "தவறுகளிலிருந்து பாடம் கற்றல்",
      "கல்வியைப் பயன்படுத்துதல்",
      "தொடர்ந்து கற்றல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“கற்க கசடறக் கற்பவை கற்றபின் நிற்க அதற்குத் தக” என்ற திருக்குறள் கல்வியைப் பிழையில்லாமல் கற்க வேண்டும் என்பதை வலியுறுத்துகிறது. தவறுகளே இல்லாமல்,  கல்வியை முழுமையாகக் கற்றுக்கொள்ள வேண்டும். கற்றதைப் பின்பற்றி நடக்க வேண்டும் என்றும் இந்தக் குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“செய்தக்க அல்ல செயக்கெடும் செய்தக்க செய்யாமை யானும் கெடும்” என்ற திருக்குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "செயலின் முக்கியத்துவம்",
      "சரியான முறையில் செயல்படுதல்",
      "செயல்படுவதற்கு முன் சிந்தித்தல்",
      "செயலின் விளைவுகள்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“செய்தக்க அல்ல செயக்கெடும் செய்தக்க செய்யாமை யானும் கெடும்” என்ற திருக்குறள் செயலின் விளைவுகளைப் பற்றி எடுத்துரைக்கிறது. செய்தக்க செயல்களைச் செய்யாமல் விட்டுவிடுவதால் ஏற்படும் தீமையை விட,  செய்யத்தகாத செயல்களைச் செய்துவிடுவதால் ஏற்படும் தீமை அதிகம்.  ஒரு செயலை செய்வதற்கு முன், அதன் விளைவுகளைப் பற்றி நன்கு சிந்திக்க வேண்டும் என்பதை இந்தக் குறள் வலியுறுத்துகிறது."
  }
]
