
[
  {
    "description": "கதைநாயகன் சிறுவனுக்கு எதை கற்றுக்கொடுக்க முயன்றார்?",
    "options": [
      "பாடல்",
      "கதை",
      "மிதிவண்டி ஓட்டுவது",
      "விளையாட்டு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கதைநாயகனான அஞ்சல் பணியாளர் தனது மூன்றாவது சம்பளத்தில் வாங்கிய மிதிவண்டியில் பயணம் செய்து கொண்டிருந்தபோது, மிதிவண்டியின் சக்கரம் காற்றில்லாமல் போய்விட்டது. இதனால் அவர் தனது பயணத்தைத் தொடர முடியாமல் நடந்தே செல்ல வேண்டியதாயிற்று. இதனைப் பார்த்த அந்த சிறுவன், அவரை தன் குடிசைக்கு அழைத்துச் சென்று தனது அம்மாவின் உதவியால் அந்த அஞ்சல் பணியாளருக்கு உணவளித்து, தனது துண்டால் அவரின் தோள் பையை துடைத்து வைத்தான். அந்த அஞ்சல் பணியாளர் அந்த சிறுவனைப் பார்த்து, அவனுக்கு மிதிவண்டி ஓட்டுவது எப்படி என்று கற்றுக் கொடுக்க முயன்றார்."
  },
  {
    "description": "கதைநாயகன் சிறுவனை விட்டு பிரிந்ததற்கான காரணம் என்ன?",
    "options": [
      "அவன் மீது அன்பு இல்லாமை",
      "அவன் அம்மா  அனுமதிக்காதது",
      "பயணம் செய்யும் அவசரம்",
      "அவனுக்கு  பயிற்சி தேவை இல்லாதது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கதைநாயகன், சிறுவனுக்கு மிதிவண்டி ஓட்டக் கற்றுக் கொடுத்த பிறகு, சிறுவனை விட்டுப் பிரிந்து ஹாசன் நோக்கி கிளம்பினார். ஏனெனில் அவர் தனது ஹாசன் பயணத்திற்காக காத்திருந்த பேருந்தை விட்டுவிட விரும்பவில்லை. அதனால் சிறுவனை விட்டுப் பிரிந்து ஹாசன் பேருந்தில் ஏறி விட்டார்."
  },
  {
    "description": "கதைநாயகன் பயணத்தின் போது என்ன நினைத்து முடிவு எடுத்தார்?",
    "options": [
      "சிறுவனை  சந்திக்க  மீண்டும்  வரவேண்டும்",
      "சிறுவனுக்கு  மிதிவண்டி  வாங்கித் தர வேண்டும்",
      "சிறுவனின்  கனவு  நிறைவேற வேண்டும்",
      "அவன்  அம்மாவிற்கு  பணம் கொடுக்க வேண்டும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "அந்த சிறுவனின் கனவு நிறைவேற வேண்டும் என்று அந்த அஞ்சல் பணியாளர் நினைத்தார். அந்த சிறுவன் மிதிவண்டியில் ஓட்டிப் பார்க்க விரும்பியதால், தனது மிதிவண்டியை அவனுக்குக் கொடுக்க வேண்டும் என்று நினைத்தார். ஆனால் தனது மிதிவண்டியை அவனுக்குக் கொடுத்து விட்டால், அவனுக்கு வீடு திரும்ப எப்படி போவது என்று எண்ணி, வேறு வழியில்லாமல் அந்தச் சிறுவனை விட்டுப் பிரிந்து, ஹாசன் பேருந்தில் ஏறி விட்டார்."
  },
  {
    "description": "கதைநாயகன்  சிறுவனின்  கனவை நிறைவேற்றுவதற்காக  எதை செய்தார்?",
    "options": [
      "சிறுவன்  இருந்த  குடிசைக்கு  மீண்டும்  சென்றார்",
      "சிறுவனின்  அம்மாவை  தொடர்பு கொண்டார்",
      "ஹாசன்  பேருந்தில்  ஏறி  விட்டார்",
      "தனது  மிதிவண்டியை  சிறுவனுக்கு  கொடுத்தார்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சிறுவன் மிதிவண்டியில் ஓட்டிப் பார்க்க விரும்பியதால், தனது மிதிவண்டியை அவனுக்குக் கொடுக்க வேண்டும் என்று நினைத்தார். ஆனால் தனது மிதிவண்டியை அவனுக்குக் கொடுத்து விட்டால், அவனுக்கு வீடு திரும்ப எப்படி போவது என்று எண்ணி, வேறு வழியில்லாமல் அந்தச் சிறுவனை விட்டுப் பிரிந்து, ஹாசன் பேருந்தில் ஏறி விட்டார்."
  },
  {
    "description": "கதையின் நாயகன் தன் மூன்றாவது சம்பளத்தில் என்ன வாங்கினார்?",
    "options": [
      "மிதிவண்டி",
      "கைக்கடிகாரம்",
      "புத்தகம்",
      "துணி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கதைநாயகன் தனது மூன்றாவது சம்பளத்தில் ஒரு மிதிவண்டி வாங்கினார். நூற்றி எண்பது ரூபாய் மதிப்புள்ள அந்த மிதிவண்டியில் ஏறிப் புறப்படுவதுதான் அவரது பொழுதுபோக்கு. அந்த மிதிவண்டியில் ஏறிப் புறப்படுவதுதான் அவரது பொழுதுபோக்கு. காற்றுத் தழுவ ஓட்டத் தொடங்கியதுமே அப்படியே ஓட்டிக்கொண்டே இருக்க வேண்டும் போலத் தோன்றும். தெரிந்த ஊர்கள், தெரியாத ஊர்கள் எல்லா இடங்களுக்கும் மிதிவண்டியிலேயே செல்வதுதான் அவரது பெரிய மகிழ்ச்சி. இரண்டு கூட்டாளிகளைச் சேர்த்துக் கொண்டு கிருஷ்ணராஜ சாகர் அணைக்கட்டு வரைக்கும் செல்வது ஐந்து ஆறு மாதத்திற்கு ஒருமுறையாவது நடக்கும். ஒருமுறை மகாபலிபுரம் சென்று வந்தோம்."
  }
]
