
[
  {
    "description": "பாடலில், \"விளைநிலனா\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "வயல்",
      "பூமி",
      "நல்ல சொற்கள்",
      "இன்பம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பாடல், நல்ல பண்புகளை விளைநிலத்துடன் ஒப்பிட்டு  கூறுகிறது. நல்ல சொற்களை விதை போன்றும், ஈகையை விதை போன்றும், வன்சொற்களை களைகளாகவும், உண்மை பேசுவதை எருவாகவும், அன்பை நீராகவும், அறநெறிகளை பயிராகவும் கற்பனை செய்கிறது. விளைநிலத்தில் நல்ல விளைச்சலைப் பெற நல்ல விதைகள், எரு, நீர் ஆகியவை அவசியம். அதேபோல், நல்ல பண்புகளை வளர்ப்பதற்கும், நல்ல சொற்கள், ஈகை, உண்மை பேசுதல், அன்பு போன்றவை அவசியம் என்பதைப் புரிய வைக்கிறது. எனவே, \"விளைநிலனா\" என்பது நல்ல சொற்களை குறிக்கிறது."
  },
  {
    "description": "\"வன்சொல் களைகட்டு\" என்பதன் பொருள் என்ன?",
    "options": [
      "வன்சொல் வளரவிடக் கூடாது",
      "வன்சொல் நன்மை பயக்கும்",
      "வன்சொல் மிகவும் மோசமானது",
      "வன்சொல் களைகளைத் தடுக்கும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "விளைநிலத்தில் களைகள் வளர்ந்தால் அது பயிர்களை  முடக்குகிறது. அதைப் போல, வன்சொற்கள் நம்  நல்ல பண்புகளை முடக்குகிறது.  எனவே, வன்சொற்களை அடக்கி  வளரவிடக் கூடாது. அதை  இந்த வரி  பொருள்படக் கூறுகிறது."
  },
  {
    "description": "\"அன்புநீர் பாய்ச்சி\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "நீர் பாய்ச்சி பயிர்களை வளர்க்க வேண்டும்",
      "அன்பு காட்டும்போது, மனதில் மகிழ்ச்சி உண்டாகும்",
      "அன்பினால் நல்ல காரியங்கள் நடக்கும்",
      "அன்பு ஒரு வகை நீர் போன்றது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நல்ல விளைச்சலைப் பெற பயிர்களுக்கு நீர் அவசியம்.  அது போல,  நல்ல பண்புகளை வளர்ப்பதற்கு அன்பு அவசியம். அன்பினால் மனதில்  மகிழ்ச்சி உண்டாகும்,  மற்றவர்களிடம்  அன்பாக  பழகுவோம்,  நல்ல காரியங்கள் நடக்கும்.  அன்பு,  நீர் போல,  நல்ல பண்புகளை வளர்க்கும். எனவே, இந்த வரியின் பொருள், அன்பினால்  நல்ல காரியங்கள்  நடக்கும் என்பது."
  },
  {
    "description": "\"பைங்கூழ் சிறுகாலைச் செய்\" என்ற வரி எதைக் குறிக்கிறது?",
    "options": [
      "சிறு வயதில் நல்ல பழக்கங்களை வளர்க்க வேண்டும்",
      "பைங்கூழ் சாப்பிடுவது நல்லது",
      "சிறுவர்கள் கடினமாக உழைக்க வேண்டும்",
      "பைங்கூழைச் சமைக்க வேண்டும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தப் பாடலில், நல்ல பண்புகளை விவசாயத்தோடு ஒப்பிட்டுப் பேசுகிறது. பயிர்களை வளர்ப்பது  போல்,  நல்ல பண்புகளைச்  சிறு வயதிலேயே வளர்க்க வேண்டும்  என்பது   இந்த வரியின் பொருள்.  விவசாயத்தில்  நல்ல விளைச்சல் பெற  சிறு விதையை   வளர்த்து   பராமரிக்க  வேண்டும்  போல்,  நல்ல பண்புகளை  சிறு வயதிலேயே  வளர்த்து   பராமரிக்க வேண்டும்.  எனவே, \"பைங்கூழ் சிறுகாலைச் செய்\" என்ற வரி  சிறு வயதில் நல்ல பழக்கங்களை வளர்க்க வேண்டும் என்பதை  குறிக்கிறது."
  },
  {
    "description": "\"அறக்கதிர்\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "சூரியனின் கதிர்",
      "நல்ல பண்புகள்",
      "அறநெறிகள்",
      "நல்ல செயல்கள்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தப் பாடலில்,  அறக்கதிர்  என்பது நல்ல செயல்களை  குறிக்கிறது.  விவசாயத்தில்,   பயிர்களுக்கு   நல்ல   விளைச்சலை    உருவாக்க  கதிர்கள்  அவசியம்.   அது  போல,   நல்ல  செயல்கள்  தான்    நம்மை   வாழ்க்கையில்   உயர்த்தும்.    எனவே,   \"அறக்கதிர்\"   என்பது    நல்ல  செயல்களை   குறிக்கிறது."
  }
]
