
[
  {
    "description": "சண்டை சச்சரவுகளால் எது ஏற்படுகிறது?",
    "options": [
      "நட்புறவு",
      "அமைதி",
      "இரக்கம்",
      "துன்பம்"
    ],
    "answer": "D",
    "additional_context": "இயேசுநாதர் தமது சீடர்களுக்கு அறிவுரை கூறுகையில், 'மனிதர்கள் சண்டை சச்சரவுகளால் தாமும் துன்புற்றுப் பிறரையும் துன்புறுத்துகின்றனர். மேலும் அவர்கள் தன்னாடு என்றும், பிறர்நாடு என்றும் பேசி உண்மையில்லா உறவுகளாக வாழ்கின்றனர்.' என்றார். மனிதர்கள் சண்டை சச்சரவுகளால் துன்பத்தையே அடைவார்கள் என்பதை நாம் உணர வேண்டும்."
  },
  {
    "description": "பொருள் ஈட்டுவதிலும் எதைப் பின்பற்ற வேண்டும்?",
    "options": [
      "கொடுமை",
      "சாந்தம்",
      "வஞ்சகம்",
      "அறம்"
    ],
    "answer": "D",
    "additional_context": "இயேசுநாதர்,  'ஓதும் பொருளாதாரம் தனிலும் உன்னத அறம்வேண்டும் – புவி உயர்வும் தாழ்வும் இல்லா தான வாழ்வினைப் பெறவேண்டும்.' என்று கூறினார். பொருள் ஈட்டுவதிலும் அறத்தைப் பின்பற்ற வேண்டும். அது நம் வாழ்வை நல்ல பாதையில் கொண்டு செல்லும்."
  },
  {
    "description": "'தாரணி' என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "மலை",
      "நிலம்",
      "வானம்",
      "உலகம்"
    ],
    "answer": "D",
    "additional_context": "இயேசுநாதர் 'சாந்தம் உடையோர் பேறுபெற்றோர் எனத் தத்துவமும் சொன்னார் – இந்தத் தாரணி முழுவதும் அவர்களுக்கு உரியது தலைவர்கள் அவர்என்றார்!' என்று கூறினார். 'தாரணி' என்ற சொல் 'உலகம்'  என்பதைக் குறிக்கும். இந்த உலகம் முழுவதும் அமைதியான பண்பு கொண்டவர்களுக்கே உரியது என்பதை இயேசுநாதர்  இங்கு  குறிப்பிடுகிறார்."
  },
  {
    "description": "'தன்னாடு' என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
    "options": [
      "தன் + னாடு",
      "தன் + நாடு",
      "தன்மை + னாடு",
      "தன்மை + நாடு"
    ],
    "answer": "B",
    "additional_context": "மனிதர்கள் சண்டை சச்சரவுகளால் தாமும் துன்புற்றுப் பிறரையும் துன்புறுத்துகின்றனர். மேலும் அவர்கள் தன்னாடு என்றும், பிறர்நாடு என்றும் பேசி உண்மையில்லா உறவுகளாக வாழ்கின்றனர். 'தன்னாடு' என்ற சொல் 'தன் + நாடு' என பிரித்து எழுதப்படும். தன்னாடு என்றும் பிறர்நாடு என்றும் பேசுவதன் மூலம் மனிதன் தன்னைத் தானே  மோசமான  பாதைக்கு  தள்ளிக் கொள்கிறான்  என்பதை  இயேசுநாதர்  எடுத்துரைக்கிறார்."
  },
  {
    "description": "\"இயேசுகாவியம்\" என்ற நூலை எழுதியவர் யார்?",
    "options": [
      "பாரதியார்",
      "கண்ணதாசன்",
      "திருவள்ளுவர்",
      "சங்கரர்"
    ],
    "answer": "B",
    "additional_context": "இயேசுவின் வாழ்க்கை வரலாற்றையும் அவரது அறிவுரைகளையும் கூறும் நூல் 'இயேசுகாவியம்' ஆகும். இந்நூலை எழுதியவர் கவிஞர் கண்ணதாசன். கண்ணதாசன் 'கவியரசு' என்ற சிறப்புப் பெயராலும் அழைக்கப்படுகிறார். இவர் காவியங்கள், கவிதைகள், கட்டுரைகள், சிறுகதைகள், நாடகங்கள், புதினங்கள் போன்ற பல்வேறு இலக்கிய வடிவங்களில் நூல்களை எழுதியுள்ளார். இவர் ஏராளமான திரைப்படப் பாடல்களையும் எழுதியுள்ளார்.  இவர் தமிழக அரசவைக் கவிஞராகவும் இருந்துள்ளார்."
  }
]
