
[
  {
    "description": "பின்னலாடை நிறுவன வேலை செய்வதன் மூலம் மதிவாணனுக்கு என்ன நன்மைகள் கிடைத்தன?",
    "options": [
      "வாரச் சம்பளம், உடைகள், எழுதுகோல்கள், புத்தகங்கள்.",
      "வாரச் சம்பளம், திரைப்படக் காசு, வடை, தேநீர், பரோட்டா, தோசை.",
      "வாரச் சம்பளம், வீட்டில் சுமை இல்லாமை, மகிழ்ச்சி.",
      "வாரச் சம்பளம், திரைப்படக் காசு, புதிய நண்பர்கள்."
    ],
    "answer": "B",
    "additional_context": "மதிவாணன் பின்னலாடை நிறுவனத்தில் வேலை செய்த போது அவனுக்கு வாரச் சம்பளம் கிடைத்தது. மேலும் அவன் திரைப்படக் காசு, வடை, தேநீர், பரோட்டா, தோசை போன்றவற்றையும் சாப்பிட்டான். இது மதிவாணனுக்கு மகிழ்ச்சியை அளித்தது. "
  },
  {
    "description": "மதிவாணன் பின்னலாடை நிறுவன வேலை செய்வது குறித்து எந்த கவலை அவனைப் பீடித்தது?",
    "options": [
      "பின்னலாடை வேலையை விட்டுவிட்டு பள்ளிக்குச் சென்றால் அவரது கனவுகள் நிறைவேறாது என்ற கவலை.",
      "பின்னலாடை வேலை அவனுக்குப் பிடிக்கவில்லை என்ற கவலை.",
      "பின்னலாடை வேலையில் அவன் குழந்தைத் தொழிலாளியாகிறான் என்ற கவலை.",
      "பின்னலாடை நிறுவன அதிகாரிகள் அவனை வேலையிலிருந்து நீக்கிவிடுவார்கள் என்ற கவலை."
    ],
    "answer": "C",
    "additional_context": "பின்னலாடை நிறுவனத்திற்குப் போய்க்கொண்டே இருந்தால் அவனும் குழந்தைத் தொழிலாளிதான். வாழ்க்கை முழுவதும் தொழிலாளிதான் என்பது நினைவுக்கு வந்தது. தொழிலாளியாக இருப்பது கேவலம் இல்லை. ஆனால், படிக்கிற வயதில் வேலை தேவையா? மருத்துவர், பொறியாளர், வெளிநாட்டு வேலை என்று அவனுக்குள்ளும் கனவுகள் இருந்தன. படித்தால் வேறு வேலை பார்க்கலாம். அதிகமான சம்பளம் கிடைக்கும். படித்துவிட்டுச் சொந்தமாகத் தொழிலும் செய்யலாம். அப்படி இல்லாமல் இந்த வயதிலிருந்து தொழிலாளியாகவே வாழ்க்கையைக் கடத்துவதா? சிந்தித்தான்.  என்று மதிவாணன் நினைத்தான்."
  },
  {
    "description": "மதிவாணன் எந்த இரண்டு பிரபலமான நபர்களின் படங்களை பார்த்தான்?",
    "options": [
      "அம்பேத்கர், அப்துல் கலாம",
      "அம்பேத்கர், மகாத்மா காந்தி",
      "அப்துல் கலாம, ஸ்டீபன் ஹாக்கிங்",
      "நெல்சன் மண்டேலா, அப்துல் கலாம"
    ],
    "answer": "A",
    "additional_context": "மதிவாணன் பள்ளிக்குப் போக வேண்டும் என்று தீர்மானித்தான். அவன் பள்ளிக்குச் செல்லும் வழியில் ஓர் விளம்பரப் பலகையைப் பார்த்தான். அந்த விளம்பரப் பலகையில் அம்பேத்கரின் படம் மற்றும் அப்துல் கலாமின் படம் இருந்தது. "
  },
  {
    "description": "மதிவாணனைப் பள்ளிக்குப் போகச் செய்த முக்கியமான காரணம் என்ன?",
    "options": [
      "பள்ளிக்குப் போகவில்லை என்று சொன்னால் அப்பா கோபப்படுவார் என்ற பயம்.",
      "அவனுக்குச் சிறந்த கல்வியறிவு வேண்டும் என்ற ஆசை.",
      "பின்னலாடை நிறுவன வேலைக்குப் போக விரும்பவில்லை.",
      "நண்பர்கள் அனைவரும் பள்ளிக்குப் போகப் போகிறார்கள்."
    ],
    "answer": "B",
    "additional_context": "மதிவாணன் பள்ளிக்குச் செல்ல வேண்டும் என்று தீர்மானித்தான். அவன் பள்ளிக்குச் செல்லும் வழியில் ஓர் விளம்பரப் பலகையைப் பார்த்தான். அந்த விளம்பரப் பலகையில் அம்பேத்கரின் படம் மற்றும் அப்துல் கலாமின் படம் இருந்தது.  இவர்களைப் போல் உயரவேண்டுமானால் படிப்பு வேண்டும். படிப்பில்லாமல் உயரமுடியுமா? படிப்பு அடிப்படைத் தேவை.  என்று மதிவாணன் நினைத்தான்.  "
  },
  {
    "description": "பின்னலாடை நிறுவன வேலைக்குப் போகும்போது மதிவாணன் பார்த்த முதியவர் எதற்காக அவரை அணுகினார்?",
    "options": [
      "நல்லூர் பேருந்து எது என்று கேட்டார்.",
      "மதிவாணனைப் பள்ளிக்குச் செல்லச் சொன்னார்.",
      "அவருக்கு பணம் வேண்டும் என்று கேட்டார்.",
      "அவருக்கு உதவி செய்யச் சொன்னார்."
    ],
    "answer": "A",
    "additional_context": "மதிவாணன் பேருந்து நிறுத்தத்திற்குச் சென்றபோது அவன் அருகில் ஒரு முதியவர் நின்றார். அவர் மதிவாணனைப் பார்த்து, \"இது நல்லூர் போகுமா?\" என்று கேட்டார்.  "
  }
]
