[
          
  {
    
          "description": "பாடப்பகுதி துவக்கத்தில் வ.உ.சிதம்பரனாரைப் பற்றி எந்த விதமான விளக்கம் தரப்படுகிறது?",
          "options": [
      "தூத்துக்குடியின் பெருமையைத் தம் பெருமையாக்கிக் கொண்டவர்",
      "சுதந்திர உணர்ச்சியை நாட்டில் ஊட்டியவர்",
      "தன்னலம் துறந்த தனிப்பெரும் தொண்டர்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "பாடப்பகுதி துவக்கத்தில் வ.உ.சிதம்பரனாரைப் பற்றி,  தூத்துக்குடியின் பெருமையைத் தம் பெருமையாக்கிக் கொண்டவர் என்றும், தன்னலம் துறந்த தனிப்பெரும் தொண்டர் என்றும், நாட்டிலே சுதந்திர உணர்ச்சியை ஊட்டியதற்காக அவரைச் சிறைக்கோட்டத்தில் மாட்டி மகிழ்ந்தது ஆங்கில அரசாங்கம் என்றும் விளக்கம் தரப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'பாரதநாட்டுச் செல்வரும் அறிஞரும் அந்தக் கம்பெனியில் பங்குகொண்டார்கள்.'  -  இந்த வாக்கியத்தில் குறிப்பிடப்படும் 'கம்பெனி' எது?",
          "options": [
      "ஆங்கிலேயர் கப்பல் கம்பெனி",
      "சுதேசக் கப்பல் கம்பெனி",
      "கொற்கைத் துறைமுக வணிகக் கம்பெனி",
      "இந்தியக் கடலாட்சி கம்பெனி"
    ],
    "answer": "B",
    
          "additional_context": "தூத்துக்குடியில்  வெள்ளையர் வசையை ஒழிப்பதற்காக சுதேசக் கப்பல் கம்பெனி ஒன்று உருவானது.  இந்தக் கம்பெனியில் பாரதநாட்டுச் செல்வரும் அறிஞரும் பங்குகொண்டார்கள் என்று பாடப்பகுதியில் குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'வந்தே மாதரம்' என்ற மந்திரம் வங்கநாட்டிலே பிறந்தது என குறிப்பிடும் போது பாடப்பகுதி எதை வலியுறுத்துகிறது?",
          "options": [
      "சுதந்திரப் போராட்டம் ஒரு நாட்டுக்கு மட்டும் சொந்தமானது அல்ல",
      "வங்கநாட்டின் சுதந்திரப் போராட்டத்தின் தாக்கம்",
      "வ.உ.சிதம்பரனாரின் வடநாட்டுப் பயணம் ",
      "சுதரப் போராட்டத்தில் வடநாடு முன்னோடி"
    ],
    "answer": "A",
    
          "additional_context": "வங்கநாட்டில் பிறந்த வந்தே மாதரம் என்ற சுதந்தர மந்திரம் காட்டுக்கனல் போல் எங்கும் பரவிற்று என்று பாடப்பகுதியில் கூறப்பட்டுள்ளது. இதன் மூலம் சுதந்தரப் போராட்டம் ஒரு நாட்டுக்கு மட்டும் சொந்தமானது அல்ல என்று பாடப்பகுதி வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'அடே மடையா! நீயா எனக்குப் புத்திமதி சொல்பவன்? மூடு வாயை! உனக்கும் உன் அப்பனுக்கும் புத்தி சொல்வேன் நான். உன்னுடைய கவர்னருக்கும் மன்னருக்கும் புத்தி சொல்வேன் நான்' -  இந்த வார்த்தைகளை வ.உ.சிதம்பரனார் யாரிடம் கூறுகிறார்?",
          "options": [
      "ஜெயிலர்",
      "பாண்டித்துரையார்",
      "ஆலன்",
      "பாரதியார்"
    ],
    "answer": "A",
    
          "additional_context": "வ.உ.சிதம்பரனார் சிறைச்சாலையில் உட்கார்ந்திருந்த போது, ஒரு ஜெயிலர்  அவரிடம் புத்திமதி சொல்ல வந்தபோது, அவரிடம் கோபம் பொங்கி எழுந்தது.  அவருக்கு புத்தி சொல்வது யார் என்று கேட்டு அவன் மானமிழந்து வாயிலிருந்து மறைந்தான் என்று பாடப்பகுதியில் கூறப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "பாடப்பகுதியின் முடிவில் வ.உ.சிதம்பரனார் எதை நம்பிக்கையுடன் கூறுகிறார்?",
          "options": [
      "சுதந்தரம் ஒரு நாள் நிச்சயம் கிடைக்கும்",
      "சுதந்தர வெள்ளம் ஏற்கனவே புறப்பட்டு விட்டது",
      "வெள்ளையர் உள்ளம் பணியும்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "பாடப்பகுதியின் முடிவில் வ.உ.சிதம்பரனார்,  வருங்காலப் பெருவாழ்வே! என்று தொடங்கி,  வீரசுதந்தர வெள்ளம் புறப்பட்டு விட்டது. அதைத் தடுத்து நிறுத்த யாரால் ஆகும் பாரதநாட்டிலே? என்று கேள்வி எழுப்பி,  பாயக் காண்பது சுதந்தரவெள்ளம், பணியக் காண்பது வெள்ளையர் உள்ளம் என்று நம்பிக்கையுடன் கூறுகிறார்."
          }
        ]