[
          
  {
    
          "description": "'அவர் தம் ஒரே மகனுக்குத் திருமணம் செய்ய முடிவு செய்தார்.  ' - இந்தப் பத்தியில், 'தம்' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "அந்தத் தலைவரின்",
      "தன் தந்தையின்",
      "அந்த இளைஞனின்",
      "அந்தப் பணியாளரின்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தப் பத்தியில், 'தம்' என்ற சொல் 'அந்தத் தலைவரின்' என்று பொருள்படும். காயிதே மில்லத் அவரது குடும்ப நிகழ்வுகளிலும் எளிமையைக் காணமுடிந்தது என்று கூறப்பட்டுள்ளது. மேலும் 'அவர் தம் ஒரே மகனுக்குத் திருமணம் செய்ய முடிவு செய்தார்' என்ற வாக்கியம், 'அந்தத் தலைவர்' தம் மகனுக்குத் திருமணம் செய்து வைத்தார் என்று குறிப்பிடுகிறது. எனவே, 'தம்' என்பது அந்தத் தலைவரைக் குறிப்பதாகப் புலனாகிறது."
          }
        ,
          
  {
    
          "description": "'அவர் மிகப்பெரிய தலைவர் என்பதால் அவரது இல்லத் திருமணம் மிகவும் ஆடம்பரமாக நிகழப்போகிறது என்று எல்லாரும் எண்ணியிருந்தனர். ஆனால் எவ்வித ஆடம்பரமும் இல்லாமல் மிக எளிமையாகத் தம் மகனின் திருமணத்தை நடத்தி முடித்தார்' -  இந்தப் பத்தியில், 'ஆடம்பரம்' என்ற சொல்லின் எதிர்ச்சொல் என்ன?",
          "options": [
      "எளிமை",
      "வசதி",
      "சோகம்",
      "மகிழ்ச்சி"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தப் பத்தியில், 'ஆடம்பரம்' என்ற சொல்லுக்கு எதிர்ச்சொல் 'எளிமை' ஆகும். காயிதே மில்லத் அவரது இல்லத் திருமணம் மிகவும் ஆடம்பரமாக நிகழப்போகிறது என்று எல்லாரும் எண்ணியிருந்தனர் என்றாலும், அவர் எவ்வித ஆடம்பரமும் இல்லாமல் மிக எளிமையாகத் தம் மகனின் திருமணத்தை நடத்தி முடித்தார் என்று கூறப்பட்டுள்ளது.  எளிமை என்பது ஆடம்பரத்திற்கு நேர் எதிர்ப் பொருள் என்பது இதன் மூலம் விளங்கும். "
          }
        ,
          
  {
    
          "description": "'அஞ்சல்தலை வாங்கி இந்த உறையில் ஒட்டி அஞ்சலில் சேர்த்து விடுங்கள்' - இந்தப் பத்தியில், 'அஞ்சல்தலை' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "கடிதம்",
      "அஞ்சல் நிலையம்",
      "சலவைத் தலை",
      "அஞ்சல் அஞ்சல்தலை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்தப் பத்தியில் 'அஞ்சல்தலை' என்ற சொல்  'அஞ்சல் அஞ்சல்தலை' என்ற சொல்லின் சுருக்கமாகப் பயன்படுத்தப்பட்டுள்ளது. காயிதே மில்லத் அவர்கள், தமது இயக்க அலுவலகத்தில் இருந்த போது அங்கிருந்த பணியாளரை அழைத்து ஓர் உறையையும் பணத்தையும் கொடுத்து, 'அஞ்சல்தலை வாங்கி இந்த உறையில் ஒட்டி அஞ்சலில் சேர்த்து விடுங்கள்' என்று கூறினார். இதில் 'அஞ்சல்தலை' என்பது கடிதத்தை அஞ்சல் நிலையத்திற்கு அனுப்பும்போது பயன்படுத்தப்படும் அஞ்சல்தலை. "
          }
        ,
          
  {
    
          "description": "'இந்தியா விடுதலை பெற்ற பிறகு நாட்டின் ஆட்சிமொழியைத் தேர்வு செய்வது தொடர்பான கூட்டம் நாடாளுமன்றத்தில் நடைபெற்றது' - இந்தப் பத்தியில், 'ஆட்சிமொழி' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "நாட்டின் முதன்மை மொழி",
      "நாட்டின் கல்வி மொழி",
      "நாட்டின் வணிக மொழி",
      "நாட்டின் மக்கள் மொழி"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தப் பத்தியில், 'ஆட்சிமொழி' என்ற சொல் 'நாட்டின் முதன்மை மொழி' என்று பொருள்படும். இந்தியா விடுதலை பெற்ற பிறகு நாட்டின் ஆட்சிமொழியைத் தேர்வு செய்வது தொடர்பான கூட்டம் நாடாளுமன்றத்தில் நடைபெற்றது என்று கூறப்பட்டுள்ளது. இதன் மூலம் 'ஆட்சிமொழி' என்பது அரசாங்கம் பயன்படுத்தும் முதன்மை மொழி என்று தெளிவாகிறது. "
          }
        ,
          
  {
    
          "description": "'பழமையான மொழிகளிலே ஒன்றைத்தான் ஆட்சிமொழி ஆக்க வேண்டும் என்றால், அது தமிழ்மொழிதான் என்று நான் உறுதியாகச் சொல்வேன்.' - இந்தப் பத்தியில், 'ஆட்சிமொழி' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "அரசாங்கப் பணிகளில் பயன்படுத்தப்படும் மொழி",
      "பள்ளிகளில் பயிற்றுவிக்கப்படும் மொழி",
      "நாட்டின் பழமையான மொழி",
      "நாட்டின் மிகவும் பிரபலமான மொழி"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தப் பத்தியில், 'ஆட்சிமொழி' என்ற சொல் 'அரசாங்கப் பணிகளில் பயன்படுத்தப்படும் மொழி' என்று பொருள்படும். காயிதே மில்லத் அவர்கள் இந்தியா விடுதலை பெற்ற பிறகு நாட்டின் ஆட்சிமொழியைத் தேர்வு செய்வது தொடர்பான கூட்டத்தில், பழமையான மொழிகளிலே ஒன்றைத்தான் ஆட்சிமொழி ஆக்க வேண்டும் என்றால், அது தமிழ்மொழிதான் என்று நான் உறுதியாகச் சொல்வேன் என்று கூறியுள்ளார். 'ஆட்சிமொழி' என்பது நாட்டின் அரசாங்கம் பயன்படுத்தும் மொழி என்று இதன் மூலம் விளங்குகிறது. "
          }
        ]