
[
  {
    "description": "கலங்கரை விளக்கத்தில் ஏற்றப்படும் __________  கடலில் கலங்கும் மரக்கலங்களைத் தன் துறைமுகம் நோக்கி அழைக்கிறது.",
    "options": [
      "நெருப்பு",
      "மின்சாரம்",
      "விளக்கு",
      "தீ"
    ],
    "answer": "C",
    "additional_context": "கலங்கரை விளக்கம் என்பது கடல் பயணிகளுக்கான ஒரு வழிகாட்டி.  கடலில் பயணிக்கும் கப்பல்கள் தங்கள் இலக்கை அடைய, கலங்கரை விளக்கம் ஒரு முக்கியமான அடையாளமாகும்.  கலங்கரை விளக்கத்தில் ஏற்றப்படும் விளக்கு கடலில் கலங்கும் மரக்கலங்களைத் தன் துறைமுகம் நோக்கி அழைக்கிறது."
  },
  {
    "description": "பாடலில், \"ஏணி சாத்திய ஏற்றருஞ் சென்னி\" என்ற தொடர் கலங்கரை விளக்கத்தின் என்ன அம்சத்தைப் பற்றிக் கூறுகிறது?",
    "options": [
      "கலங்கரை விளக்கம் மிகவும் உயரமானது",
      "கலங்கரை விளக்கம் மிகவும் அழகானது",
      "கலங்கரை விளக்கம் மிகவும் பழமையானது",
      "கலங்கரை விளக்கம் மிகவும் பயனுள்ளது"
    ],
    "answer": "A",
    "additional_context": "\"ஏணி சாத்திய ஏற்றருஞ் சென்னி\" என்ற தொடரில், \"ஏணி சாத்தி\" என்ற சொல் கலங்கரை விளக்கத்தின் உயரத்தை விவரிக்கிறது.  இதன் பொருள், அந்த கலங்கரை விளக்கத்தை ஏற மிகவும் உயரமாக இருக்கிறது."
  },
  {
    "description": "\"விண்பொர நிவந்த வேயா மாடத்து\" என்ற தொடரில் \"வேயா\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மரக்கலங்களை",
      "வானத்தை",
      "கலங்கரை விளக்கத்தின் உச்சியை",
      "கலங்கரை விளக்கத்தை வேயப்படாத தன்மையை"
    ],
    "answer": "D",
    "additional_context": "இந்த தொடரில், \"வேயா மாடத்து\" என்பது கலங்கரை விளக்கத்தை வேயப்படாத தன்மையை குறிக்கிறது.  சங்க காலத்தில் மாடங்களை வைக்கோல் அல்லது ஓலை போன்றவற்றால் வேயுவது வழக்கம். ஆனால் கலங்கரை விளக்கம் களிமண் அல்லது கல்லால் கட்டப்பட்டிருந்ததால், அதை வேயப்படாது."
  },
  {
    "description": "\"இரவில் மாட்டிய இலங்குசுடர் ஞெகிழி\" என்ற தொடரில் \"ஞெகிழி\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "கலங்கரை விளக்கத்தை",
      "கலங்கரை விளக்கத்தில் ஏற்றப்படும் விளக்கை",
      "கடலை",
      "மரக்கலங்களை"
    ],
    "answer": "B",
    "additional_context": "இந்த தொடரில் \"ஞெகிழி\" என்பது கலங்கரை விளக்கத்தில் ஏற்றப்படும் விளக்கை குறிக்கிறது.  விளக்கு எரியும் போது உருவாகும் ஒளி கடலில் பயணிக்கும் கப்பல்களுக்கு வழிகாட்டுவதால், இந்த தொடரில் \"ஞெகிழி\" என்பது கலங்கரை விளக்கத்தின் முக்கிய அம்சத்தை குறிக்கிறது."
  },
  {
    "description": "\"உரவுநீர் அழுவத்து ஓடுகலம் கரையும்\" என்ற தொடரில் \"ஓடுகலம்\" என்பதன் பொருள் என்ன?",
    "options": [
      "மீன் பிடிக்கும் கலங்கள்",
      "பயணம் செய்யும் கலங்கள்",
      "போர் செய்யும் கலங்கள்",
      "சரக்குப் போக்குவரத்து செய்யும் கலங்கள்"
    ],
    "answer": "B",
    "additional_context": "\"ஓடுகலம்\" என்பது பயணம் செய்யும் கலங்களை குறிக்கிறது.  சங்க காலத்தில் கடலில் மீன் பிடித்தல், வணிகம், போர் என பல்வேறு நோக்கங்களுக்காக கலங்களை பயன்படுத்தினர். இந்த தொடரில் \"ஓடுகலம்\" என்பது கடல் பயணிகளின் கலங்களை குறிக்கிறது."
  }
]
