[
          
  {
    
          "description": "'பள்ளிக்கூடம் போற வேலையெல்லாம் எனக்கு ஒத்து வராது' என்ற சொல் எந்தப் பாத்திரத்தால் கூறப்பட்டது?",
          "options": [
      "பையன்",
      "அப்பா",
      "அம்மா",
      "ஆமை"
    ],
    "answer": "A",
    
          "additional_context": "கதைநாயகனான பையன் பள்ளிக்கூடம் போகாம ஊரைச் சுத்திக்கிட்டு இருந்தான். அவங்க அம்மா எவ்வளவோ சொல்லியும் அவன் கேட்கல. அவனோட புடிவாதத்தை யாராலும் மாத்த முடியல. ஒருநாள் அப்பா பையனக் கூப்பிடுறாரு. அப்பா பையன்கிட்ட ஒழுங்கா பள்ளிக்கூடம் போயி படிக்கிற வேலையைப் பாருன்னு சொல்றாரு. பையன் அப்பாவிடம் 'போப்பா, பள்ளிக்கூடம் போற வேலையெல்லாம் எனக்கு ஒத்து வராது'ன்னு சொல்றான்."
          }
        ,
          
  {
    
          "description": "'படிக்கிறதெல்லாம் எனக்குப் பிடிக்காது' என்ற சொல் எந்தப் பாத்திரத்தால் கூறப்பட்டது?",
          "options": [
      "பையன்",
      "அப்பா",
      "அம்மா",
      "எறும்பு"
    ],
    "answer": "A",
    
          "additional_context": "கதைநாயகனான பையன் பள்ளிக்கூடம் போகாம ஊரைச் சுத்திக்கிட்டு இருந்தான். அவங்க அம்மா எவ்வளவோ சொல்லியும் அவன் கேட்கல. அவனோட புடிவாதத்தை யாராலும் மாத்த முடியல. ஒருநாள் அப்பா பையனக் கூப்பிடுறாரு. அப்பா பையன்கிட்ட ஒழுங்கா பள்ளிக்கூடம் போயி படிக்கிற வேலையைப் பாருன்னு சொல்றாரு. பையன் அப்பாவிடம் 'படிக்கிறதெல்லாம் எனக்குப் பிடிக்காது'ன்னு சொல்றான்."
          }
        ,
          
  {
    
          "description": "'நான் கிளம்புறேன். நீ அதோ பறக்குதே அந்தத் தேனீகூடப் போய் விளையாடு.' என்ற சொல் எந்தப் பாத்திரத்தால் கூறப்பட்டது?",
          "options": [
      "பறவை",
      "தேனீ",
      "எறும்பு",
      "ஆமை"
    ],
    "answer": "C",
    
          "additional_context": "பையன் பள்ளிக்கூடத்தப் விட்டு ஓடி விளையாட யாராவது கிடைப்பாங்களான்னு பார்க்குறான். அங்கே எறும்பு ஒண்ணு போய்கிட்டு இருக்கு. பையன் எறும்பு கூட விளையாட வர்றியான்னு கேக்குறான். எறும்பு பையன்கிட்ட 'போ! போ! உனக்குத் தான் வேலை இல்ல. குடல் கூழுக்கு அழுவுதாம், கொண்டை பூவுக்கு அழுவுதாம். எனக்கு நெறைய வேல கிடக்கு. நான் எங்குழந்தைகளுக்குத் தீனி கொடுக்கணும். அரிசி, நொய் எல்லாம் சேகரிக்கணும். சொப்பனத்தில் கண்ட அரிசி சோத்துக்கு ஆகுமா? நான் கிளம்புறேன். நீ அதோ பறக்குதே அந்தத் தேனீகூடப் போய் விளையாடு'ன்னு சொல்லிட்டுப் போயிடுது."
          }
        ]