
[
  {
    "description": "கவிதையில் பாறை உடைப்பவரின் சிலையைப் பற்றி எந்த விஷயம் குறிப்பிடப்படுகிறது?",
    "options": [
      "அ) சிலையின் அழகை",
      "ஆ) சிலையின் வடிவமைப்பை",
      "இ) சிலையின் உருவாக்கத்தில் உள்ள வியர்வையின் நாற்றத்தை",
      "ஈ) சிலையின் கலை மதிப்பை"
    ],
    "answer": "C",
    "additional_context": "கவிஞர், பாறை உடைப்பவரின் சிலை வடித்தால் அதில் வியர்வை நெடி வீசட்டும் என்று குறிப்பிடுகிறார். இதன் மூலம், கடின உழைப்பின் மூலம் உருவான ஒரு பொருளின் தன்மையை அடையாளப்படுத்துவதைக் குறிப்பிடுகிறார்."
  },
  {
    "description": "கவிஞர் தாயின் மகிழ்ச்சியான உருவத்தை ஓவியமாக வரைவதற்கு எந்த விஷயத்தை முக்கியமாகக் குறிப்பிடுகிறார்?",
    "options": [
      "அ) தாயின் அழகான முகத்தை",
      "ஆ) தாயின் அழகான ஆடையை",
      "இ) தாயின் முகத்தில் காணப்படும் அன்பு மற்றும் பாச உணர்வுகளை",
      "ஈ) தாயின் சிரிப்பின் அழகை"
    ],
    "answer": "C",
    "additional_context": "கவிஞர், ஓவியர்களாகத் தாய்மையின் பூரிப்பைச் சித்திரமாக்கினால் அவள் முகப்பொலிவில் வழித்தெடுக்குமாறு கரிசன பாச உணர்வுகள் இருக்கட்டும் என்கிறார். தாய்மையின் மகிழ்ச்சி மற்றும் முகப்பொலிவில் வெளிப்படும் அன்பு மற்றும் பாசத்தை முக்கியமாகக் குறிப்பிடுகிறார்."
  },
  {
    "description": "\"மழலை\" என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "அ) மழைத்துளி",
      "ஆ) மழைக்காலம்",
      "இ) குழந்தை",
      "ஈ) மழை முகில்"
    ],
    "answer": "C",
    "additional_context": "கவிஞர், ஒரு சின்ன மழலைச் சித்திரமா, பால் மணம் கமழ வேண்டும் அதன் பளிங்கு மேனியில் எனக் குறிப்பிடுகிறார்.  இதில், மழலை என்பது சிறு குழந்தையைக் குறிக்கிறது."
  },
  {
    "description": "கவிஞர் ஆல்ப்ஸ் மலைச் சிகரங்கள், அட்லாண்டிக் பெருங்கடல் அலைகள், அமேசான் காடுகள், பனிபடர் பள்ளத்தாக்குகள், தொங்கும் தோட்டங்கள் போன்ற இயற்கையின் அழகைப் பற்றி குறிப்பிடுவதன் மூலம் என்ன சொல்ல விரும்புகிறார்?",
    "options": [
      "அ) இயற்கை அழகை மட்டுமே கலைஞர்கள் தங்கள் படைப்புகளில் வெளிப்படுத்த வேண்டும்.",
      "ஆ) இயற்கையின் அழகை கலை வடிவமாக மாற்றலாம்.",
      "இ) இயற்கையின் அழகு மனித வாழ்க்கையை விட முக்கியமானது.",
      "ஈ) இயற்கை அழகின் முன் மனித வாழ்க்கை மிகவும் சிறியது."
    ],
    "answer": "B",
    "additional_context": "கவிஞர், இயற்கையின் அழகான காட்சிகளைப் பற்றி குறிப்பிட்டு, அவற்றை கலை வடிவமாக மாற்றலாம் என்பதைக் குறிப்பிடுகிறார். அதாவது, இயற்கையின் அழகை மனிதர்கள் தங்கள் கலைப் படைப்புகளில் வெளிப்படுத்தலாம்."
  },
  {
    "description": "\"மானுட அடையாளம்\" என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "அ) மனிதர்களின் உடல் அமைப்பு",
      "ஆ) மனிதர்களின் உணர்வுகள் மற்றும் அனுபவங்கள்",
      "இ) மனிதர்களின் வாழ்க்கை முறை",
      "ஈ) மனிதர்களின் வரலாறு"
    ],
    "answer": "B",
    "additional_context": "கவிஞர், ஏதாயினும் இதை நினைவில் கொள்ளுங்கள் மானுட அடையாளம் ஒன்று இருக்கவேண்டும் அதில் கட்டாயம் என்கிறார். இதில் மானுட அடையாளம் என்பது மனிதர்களின் உணர்வுகள் மற்றும் அனுபவங்களை குறிக்கிறது. கலைப்படைப்புகள் மனித வாழ்க்கையின் அனுபவங்கள் மற்றும் உணர்வுகளை வெளிப்படுத்த வேண்டும் என்பதைத் தெளிவுபடுத்துகிறார்."
  }
]
