
[
  {
    "description": "“சாற்றினான்” என்ற சொல் எந்த சொல் வகையைச் சேர்ந்தது?",
    "options": [
      "அ) இயற்சொல்",
      "ஆ) திரிசொல்",
      "இ) திசைச்சொல்",
      "ஈ) வடசொல்"
    ],
    "answer": "B",
    "additional_context": "வங்கூழ், அழுவம், சாற்றினான், உறுபயன் ஆகிய சொற்களைக் கவனியுங்கள். இச்சொற்கள் இலக்கியங்களில் பயின்று வரும் சொற்களாகும். இவை முறையே காற்று, கடல், சொன்னான், மிகுந்த பயன் எனப் பொருள் தரும். இவ்வாறு கற்றோர்க்கு மட்டுமே விளங்குபவையாகவும் இலக்கியங்களில் மட்டுமே பயின்று வருபவையாகவும் அமையும் சொற்கள் திரிசொற்கள் எனப்படும்."
  },
  {
    "description": "“கேணி” என்ற சொல் எந்த வகைச் சொல்?",
    "options": [
      "அ) இயற்சொல்",
      "ஆ) திரிசொல்",
      "இ) திசைச்சொல்",
      "ஈ) வடசொல்"
    ],
    "answer": "C",
    "additional_context": "சாவி, சன்னல், பண்டிகை, இரயில் முதலிய சொற்கள் தமிழில் வழக்கில் இருந்தாலும் இவை தமிழ்ச்சொற்கள் அல்ல. பிறமொழிகளில் இருந்து வந்து தமிழில் வழங்கி வருபவையாகும். இவ்வாறு வடமொழி தவிர, பிற மொழிகளில் இருந்து வந்து தமிழில் இடம்பெறும் சொற்கள் திசைச்சொற்கள் எனப்படும். முற்காலத்தில் பாண்டிநாட்டைத் தவிர, தமிழ்நாட்டின் பிற பகுதிகளில் வழங்கிய கேணி(கிணறு), பெற்றம் (பசு) போன்ற சொற்களையும் திசைச்சொற்கள் என்றே வழங்கினர்."
  },
  {
    "description": "“லக்ஷ்மி” என்ற வடசொல்லை தமிழில் எப்படி எழுதுவது?",
    "options": [
      "அ) லக்ஷ்மி",
      "ஆ) இலக்குமி",
      "இ) லக்ஷ்மி",
      "ஈ) லக்ஷ்மி"
    ],
    "answer": "B",
    "additional_context": "வடசொற்களைத் தற்சமம், தற்பவம் என இருவகையாகப் பிரிப்பர். கமலம், அலங்காரம் என வடமொழியில் இருப்பது போன்றே தமிழில் எழுதுவதைத் தற்சமம் என்பர். லக்ஷ்மி என்பதை இலக்குமி என்றும், விஷம் என்பதை விடம் என்றும் தமிழ் எழுத்துகளால் மாற்றி எழுதுவதைச் தற்பவம் என்பர்."
  },
  {
    "description": "“மிகுந்த பயன்” என்ற பொருளைத் தரும் திரிசொல் எது?",
    "options": [
      "அ) வங்கூழ்",
      "ஆ) அழுவம்",
      "இ) சாற்றினான்",
      "ஈ) உறுபயன்"
    ],
    "answer": "D",
    "additional_context": "வங்கூழ், அழுவம், சாற்றினான், உறுபயன் ஆகிய சொற்களைக் கவனியுங்கள். இச்சொற்கள் இலக்கியங்களில் பயின்று வரும் சொற்களாகும். இவை முறையே காற்று, கடல், சொன்னான், மிகுந்த பயன் எனப் பொருள் தரும். இவ்வாறு கற்றோர்க்கு மட்டுமே விளங்குபவையாகவும் இலக்கியங்களில் மட்டுமே பயின்று வருபவையாகவும் அமையும் சொற்கள் திரிசொற்கள் எனப்படும்."
  },
  {
    "description": "பூவின் இதழ், உதடு, கண்ணிமை, பனையேடு, நாளிதழ் ஆகிய பொருள்களைத் தரும் திரிசொல் எது?",
    "options": [
      "அ) இதழ்",
      "ஆ) மலர்",
      "இ) பூ",
      "ஈ) தளிர்"
    ],
    "answer": "A",
    "additional_context": "திரிசொற்களை ஒரு பொருள் குறித்த பல திரிசொற்கள் எனவும், பல பொருள் குறித்த ஒரு திரிசொல் எனவும் இருவகைப்படுத்தலாம். வங்கம், அம்பி, நாவாய் - என்பன கப்பல் என்னும் ஒரே பொருளைத் தருவதால் ஒரு பொருள் குறித்த பல திரிசொற்கள் என்பர். இதழ் என்னும் சொல் பூவின் இதழ், உதடு, கண்ணிமை, பனையேடு, நாளிதழ் ஆகிய பல பொருள்களைத் தருவதால் பல பொருள் குறித்த ஒரு திரிசொல் என்பர்."
  }
]
