
[
  {
    "description": "குயில் குஞ்சு காக்கையைப் போல 'கா' என்று அழைக்க முயற்சி செய்கிறது. அதற்கு ஏன் சரியாக வரவில்லை?",
    "options": [
      "காக்கையின் குரல் குயில் குஞ்சுக்குப் பிடிக்கவில்லை.",
      "காக்கையின் குரல் உருவாக்கக் குயில் குஞ்சுக்குத் தெரியாது.",
      "குயில் குஞ்சு காக்கையின் குரலைப் போலவே அழைக்க விரும்பவில்லை.",
      "குயில் குஞ்சு இன்னும் சிறியதாக இருப்பதால் குரல் சரியாக வரவில்லை."
    ],
    "answer": "B",
    "additional_context": "காக்கையின் கூட்டில் பிறந்த குயில் குஞ்சு தன்னை காக்கை குஞ்சு என்று நினைத்து, காக்கையைப் போல 'கா' என்று அழைக்க முயற்சி செய்தது. ஆனால் அதற்குச் சரியாக வரவில்லை. ஏனெனில் குயில் குஞ்சு காக்கையின் குரல் உருவாக்கக் கற்றுக் கொள்ளவில்லை. குயில் குஞ்சு காக்கையின் குரலைப் போலவே அழைக்க விரும்பவில்லை. அது ஒரு சிறிய குஞ்சு என்பதால் அதற்குப் பிறந்தவுடன்  சரியாக குரல் வரவில்லை.  இந்தக் காரணங்களால்,  குயில் குஞ்சு காக்கையைப் போல 'கா' என்று சரியாக அழைக்க முடியவில்லை."
  },
  {
    "description": "'தானொரு' என்னும் சொல்லைப் பிரித்து எழுதும்போது கிடைக்கும் வடிவம் எது?",
    "options": [
      "தா + ஒரு",
      "தான் + னொரு",
      "தான் + ஒரு",
      "தானே + ஒரு"
    ],
    "answer": "C",
    "additional_context": " 'தானொரு' என்ற சொல்லைப் பிரித்து எழுதும்போது கிடைக்கும் வடிவம் 'தான் + ஒரு'. 'தானொரு' என்பது குயில் குஞ்சு தன்னை தானே குயில் என்று உணர்ந்து கொண்டதை  விளக்கும் சொல்."
  },
  {
    "description": "குயில் குஞ்சு தன்னை எப்போது 'குயில்' என உணர்ந்தது?",
    "options": [
      "அம்மா காக்கா அதை 'குயில் குஞ்சு' என்று அழைத்தபோது.",
      "'கூ' என்று கூவியபோது.",
      "தனியே வாழத் தொடங்கியபோது.",
      "தனக்கு உரிய தனித்தன்மையை அறிந்துகொண்டபோது."
    ],
    "answer": "B",
    "additional_context": "காக்கையின் கூட்டிலிருந்து வெளியேறிய குயில் குஞ்சு தன்னை காக்கை குஞ்சு என்று நினைத்து, தனக்கு உரிய தனித்தன்மையை அறியாமல் தனியே வாழ்ந்தது. ஒருநாள், குயில் குஞ்சு  'கூ' என்று கூவியபோது தன்னை குயில் என்று உணர்ந்தது. அந்தக் கணத்தில், தனக்கு உரிய தனித்தன்மையை  உணர்ந்து,  தன்னை ஒரு குயிலாக அடையாளம் காண்கிறது."
  },
  {
    "description": "கவிதையில், குயில் குஞ்சுக்கு யார் யாரும் இல்லை என்று குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "அம்மா, அப்பா",
      "அம்மா, தோழர்கள்",
      "அப்பா, தோழர்கள்",
      "அம்மா, அப்பா, தோழர்கள்"
    ],
    "answer": "D",
    "additional_context": "காக்கையின் கூட்டில் வளர்ந்த குயில் குஞ்சு அம்மா காக்காவால் புறக்கணிக்கப்படுகிறது. அந்த குயில் குஞ்சுக்கு அம்மா, அப்பா, தோழர்கள் யாரும் இல்லை என்ற மன உளைச்சலுக்கு ஆளாகிறது.  இதனால் குயில் குஞ்சு தனியாக இருக்கிறது."
  },
  {
    "description": "“அம்மா காக்காவிற்கு அது குயில் குஞ்சு என்று தெரிந்தது” என்ற வரியில் “தெரிந்தது” என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
    "options": [
      "அ) குயில் குஞ்சு காக்கை என்று நம்பியது",
      "ஆ) குயில் குஞ்சு வேறு ஒரு பறவை என்று உணர்ந்தது",
      "இ) காக்கை குயில் குஞ்சைப் பற்றி அறிந்தது",
      "ஈ) குயில் குஞ்சு காக்கை கூட்டில் இருப்பதை உணர்ந்தது"
    ],
    "answer": "B",
    "additional_context": "காக்கையின் கூட்டில் வளர்ந்த குயில் குஞ்சு அம்மா காக்காவிடம் மிகவும் அன்பு காட்டியது.  அந்தக் குஞ்சு  காக்கை குஞ்சுதான் என்று நினைத்து, அதைத் தன் குஞ்சாகவே  நினைத்து வந்த அம்மா காக்கா, அந்தக் குஞ்சு குயில் குஞ்சு என்பதை  உணர்ந்தது. குயில் குஞ்சு, காக்கை குஞ்சு அல்ல என்பதை காக்கை அறிந்துகொண்டது."
  }
]
