
[
  {
    "description": "குன்றக்குடி அடிகளார் எந்த நெறியைப் பரப்புவதை தம் வாழ்நாள் கடமையாகக் கொண்டிருந்தார்?",
    "options": [
      "தனியுடைமை நெறி",
      "பொருளுடைமை நெறி",
      "பொதுவுடைமை நெறி",
      "திருக்குறள் நெறி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "குன்றக்குடி அடிகளார் என்பவர் ஒரு புகழ்பெற்ற  தமிழ்ப் பக்திப் புலவர். இவர் திருக்குறள் நெறியைப் பரப்புவதை தனது வாழ்நாள் கடமையாகக் கொண்டிருந்தார். இவர் திருக்குறள் நெறியை பற்றி பல நூல்களை எழுதியுள்ளார். குன்றக்குடி அடிகளார் ஆலயங்கள் சமுதாய மையங்கள், நாயன்மார் அடிச்சுவட்டில், குறட்செல்வம் போன்ற பல நூல்களை எழுதியுள்ளார். இவர் அருளோசை, அறிவு அறிவியல் உள்ளிட்ட சில இதழ்களையும் நடத்தியுள்ளார்."
  },
  {
    "description": "ஒப்புரவு நெறியில் பெறுபவர் யார்?",
    "options": [
      "அந்நியர்",
      "உறவினர்",
      "பணக்காரர்",
      "ஏழை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஒப்புரவு நெறியில் பெறுபவர் அந்நியர் அல்லர், உறவினர். உறவினர்களிடையே கடமையும் உரிமையும் இருக்கும். ஒப்புரவு நெறியில் வள்ளல்கள் இல்லை. வாங்குபவரும் இல்லை. ஒப்புரவு நெறியில் உடைமைச் சார்பு இறுக்கமான தனியுடைமையாக இல்லாமல் அறநெறி சார்ந்த குறிக்கோளுடைய உடைமையாக அமையும். ஒப்புரவில் ஈதல்-ஏற்றல் என்பதன் வழியாக அமையும் புரவலர்-இரவலர் உறவு இல்லை. ஒப்புரவு நெறியில் கடமைகள் உரிமைகளை வழங்குகின்றன."
  },
  {
    "description": "ஒப்புரவு நெறியில், \"ஈதல்- ஏற்றல்\" என்பதன் வழியாக அமையும் உறவு எது?",
    "options": [
      "மாணவர்- ஆசிரியர்",
      "அண்ணன்- தம்பி",
      "புரவலர்- இரவலர்",
      "மனைவி- கணவர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒப்புரவு நெறியில் ஈதல்-ஏற்றல் என்பதன் வழியாக அமையும் உறவு புரவலர்- இரவலர். புரவலர்- இரவலர் என்ற உறவு, ஒப்புரவு நெறியில் இல்லை. ஏனெனில் ஒப்புரவு நெறியில் தனிப்பட்ட நபர்கள் இல்லை. அனைவரும் சமமானவர்கள். ஒருவருக்கு ஒருவர் உதவி செய்வதே அடிப்படை."
  },
  {
    "description": "\"பொருளீட்டும் வாழ்க்கை என்பது ______ வாழ்க்கைதான்\" என்று குன்றக்குடி அடிகளார் கூறுகிறார்.",
    "options": [
      "தனிப்பட்ட",
      "சமூக",
      "கடினமான",
      "எளிதான"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பொருளீட்டும் வாழ்க்கையே கூடச் சமூக வாழ்க்கைதான். மற்றவர்களுக்கு வழங்கி, மகிழ்வித்து மகிழ, வாழ்வித்து வாழப் பொருள் தேவை என்பதே பொருளீட்டலுக்கு உரிய கரு.  இரப்பார்க்கு இல்லென்று இயைவது கரத்தல் அறிவியல் அன்று; அறமும் அன்று. செய்வது செய்து பொருள் ஈட்டி இரப்பார் துன்பத்தை மாற்றுவதே சமூகத்தின் பொது நிலை. பொருள் ஈட்டல், சேர்த்தல், பாதுகாத்தல் மனித வாழ்க்கையில் நடைபெறும் ஒரு பணி - இல்லை ஒரு போராட்டம். பொருள் தேடுவது ஒரு பெரிய காரியம். அதைவிடப் பெரிய காரியம் அதை முறையாக அனுபவிப்பதும் கொடுத்து மகிழ்வதும் ஆகும்."
  },
  {
    "description": "திருக்குறள் நெறியில், மக்கள் ஒருவருக்கொருவர் ______  செய்வதற்கும் உரியவர்கள்.",
    "options": [
      "இரக்கம்",
      "உரிமை",
      "உதவி",
      "பரிவு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திருக்குறள் நெறியில் மக்கள் ஒருவருக்கொருவர் கடமைகளைச் செய்வதற்கு உரியவர்கள். உரிமைகளைப் பெறுவதற்கும் உரியவர்கள். ஒருவர் எல்லாருக்காகவும், எல்லாரும் ஒருவருக்காகவும் என்னும் பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி."
  }
]
