[
          
  {
    
          "description": "தமிழ் மொழியில் இருந்தாலும், வடமொழியிலிருந்து வந்து தமிழில் இடம்பெற்ற சொற்கள் எவ்வாறு அழைக்கப்படுகின்றன?",
          "options": [
      "இயற்சொற்கள்",
      "திரிசொற்கள்",
      "திசைச்சொற்கள்",
      "வடசொற்கள்"
    ],
    "answer": "D",
    
          "additional_context": "வடமொழி தவிர, பிற மொழிகளில் இருந்து வந்து தமிழில் இடம்பெறும் சொற்கள் திசைச்சொற்கள் எனப்படும். இலக்கிய வகையில் சொற்களை இயற்சொல், திரிசொல், திசைச்சொல், வடசொல் என நான்கு வகையாகப் பிரிக்கலாம்."
          }
        ,
          
  {
    
          "description": "“சாவி”  என்பது எவ்வகை சொல் என்பதை இயல் நான்கின் அடிப்படையில் அறிய முடியும்?",
          "options": [
      "வடசொல்",
      "திசைச்சொல்",
      "திரிசொல்",
      "இயற்சொல்"
    ],
    "answer": "B",
    
          "additional_context": "சாவி, சன்னல், பண்டிகை, இரயில் முதலிய சொற்கள் தமிழில் வழக்கில் இருந்தாலும் இவை தமிழ்ச்சொற்கள் அல்ல. பிறமொழிகளில் இருந்து வந்து தமிழில் வழங்கி வருபவையாகும். இவ்வாறு வடமொழி தவிர, பிற மொழிகளில் இருந்து வந்து தமிழில் இடம்பெறும் சொற்கள் திசைச்சொற்கள் எனப்படும்."
          }
        ,
          
  {
    
          "description": "“நடந்தாள், நடக்கிறாள், நடப்பாள்” ஆகிய சொற்கள் ஒரே வேர்ச்சொல்லிலிருந்து பெறப்பட்டவை. இதில் எந்த சொல் நிகழ்காலம்?",
          "options": [
      "நடந்தாள்",
      "நடக்கிறாள்",
      "நடப்பாள்",
      "இவற்றில் எதுவும் இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "நடக்கின்ற செயலைக் குறிப்பது நிகழ்காலம். (எ.கா.) பார்க்கிறான், ஆடுகின்றாள், பறக்கின்றது."
          }
        ,
          
  {
    
          "description": "'வடசொற்களைத் தற்சமம், தற்பவம் என இருவகையாகப் பிரிப்பர்' என்று இயல் நான்கு கூறுகிறது. பின்வரும் எந்த வார்த்தை தற்சம வடசொல்லுக்கு உதாரணமாகும்?",
          "options": [
      "லக்ஷ்மி",
      "கமலம்",
      "விடம்",
      "இலக்குமி"
    ],
    "answer": "B",
    
          "additional_context": "வடசொற்களைத் தற்சமம், தற்பவம் என இருவகையாகப் பிரிப்பர். கமலம், அலங்காரம் என வடமொழியில் இருப்பது போன்றே தமிழில் எழுதுவதைத் தற்சமம் என்பர். லக்ஷ்மி என்பதை இலக்குமி என்றும், விஷம் என்பதை விடம் என்றும் தமிழ் எழுத்துகளால் மாற்றி எழுதுவதைச் தற்பவம் என்பர்."
          }
        ,
          
  {
    
          "description": "இயல் நான்கு பாடப்பகுதியில் 'பிறமொழிகளில் இருந்து வந்து தமிழில் இடம்பெறும் சொற்கள்' குறிப்பிடப்பட்டுள்ளது. பின்வரும் சொற்களில் எது திசைச்சொல்லுக்கு உதாரணமாகும்?",
          "options": [
      "பொன்",
      "இயம்பினான்",
      "கேணி",
      "சக்கரம்"
    ],
    "answer": "C",
    
          "additional_context": "முற்காலத்தில் பாண்டிநாட்டைத் தவிர, தமிழ்நாட்டின் பிற பகுதிகளில் வழங்கிய கேணி(கிணறு), பெற்றம் (பசு) போன்ற சொற்களையும் திசைச்சொற்கள் என்றே வழங்கினர்."
          }
        ]