[
          
  {
    
          "description": "“ஏதிலார் குற்றம்போல் தம்குற்றம் காண்கிற்பின் தீதுண்டோ மன்னும் உயிர்க்கு” என்ற குறள் என்ன உணர்த்துகிறது?",
          "options": [
      "தன்னைப் பற்றிய குற்றத்தைத் தெரிந்துகொள்ள வேண்டும்",
      "பிறருடைய குற்றத்தைப் பார்த்து மகிழக் கூடாது",
      "எல்லோரும் சமமானவர்கள் என்பதை உணர்த்து",
      "தன்னைத்தானே பழித்துக்கொள்ள வேண்டும்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் குறள் பொறாமையைப் பற்றிப் பேசுகிறது.  'ஏதிலார்' என்பது ஏழைகள் என்று பொருள்.  பொறாமை கொண்ட மனிதன், ஏழைகளின் குறைகளைப் பார்ப்பது போல, தனது குறைகளை எப்போதும் பார்ப்பான்.  'தீதுண்டோ மன்னும் உயிர்க்கு' என்பது, அவ்வாறு தன்னைத்தானே குறை கூறிக்கொள்ளும் பழக்கம் ஒருவருக்கு துன்பத்தைத் தராது என்று பொருள்.  இது பிறருடைய குறைகளைப் பார்த்து மகிழக் கூடாது என்ற கருத்தையும் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“கண்நின்று கண்அறச் சொல்லினும் சொல்லற்க முன்இன்று பின்நோக்காச் சொல்” என்ற குறள் எதை எச்சரிக்கிறது?",
          "options": [
      "சண்டை போடுவதைத் தவிர்க்க வேண்டும்",
      "பிறருடைய குறைகளைப் பகிரங்கமாகக் கூறக் கூடாது",
      "உண்மையை மட்டும் பேச வேண்டும்",
      "கடுமையான சொற்களைப் பேசக் கூடாது"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் குறள் புறங்கூறாமை பற்றி எச்சரிக்கிறது.  'கண்நின்று கண்அறச் சொல்லினும்' என்பது, ஒருவரின் முன் நின்று முகத்திற்கு முகமாக கடுமையான சொற்களைச் சொன்னாலும் கூட, 'முன்இன்று பின்நோக்காச் சொல்' என்று, அவர்கள் இல்லாத போது அவருடைய குறைகளைப் பற்றிப் பேசக் கூடாது என்று எச்சரிக்கிறது. "
          }
        ,
          
  {
    
          "description": "திருக்குறளின் பெருமையை 'அணுவைத் துளைத்து ஏழ்கடலைப் புகட்டிக் குறுகத் தரித்த குறள்' என்று போற்றியவர் யார்?",
          "options": [
      "திருவள்ளுவர்",
      "ஔவையார்",
      "கம்பர்",
      "பாரதியார்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரியில், திருக்குறள் ஒரு அணுவைத் துளைத்து, அதில் ஏழ்கடலையும் அடக்கி,  குறுகி தரித்துக்கொண்ட ஒரு மணியைப் போல இருக்கிறது என்ற கருத்தை ஔவையார் குறிப்பிடுகிறார்.  இதன்மூலம், திருக்குறளின் சிறப்பையும், அது கொண்டிருக்கும் ஆழமான கருத்தையும் நாம் புரிந்துகொள்ள முடியும்."
          }
        ,
          
  {
    
          "description": "திருக்குறள் இயல்பை 'ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்து அழுக்காறு இலாத இயல்பு' எனக் குறிப்பிடுவது எந்த குணத்தைப் பற்றியது?",
          "options": [
      "அன்பு",
      "பொறாமை",
      "நேர்மை",
      "துணிச்சல்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த குறள் அழுக்காறாமை பற்றிப் பேசுகிறது.  ஒருவர் தன் நெஞ்சத்தில் பொறாமையைப் பூர்த்திப்படுத்தக்கூடாது. அதை ஒழுக்கமாகக் கருதக்கூடாது என்று  இந்தக் குறள் குறிப்பிடுகிறது.  பொறாமை ஒரு மனிதனுக்குள் துன்பத்தை மட்டுமே ஏற்படுத்தும் என்பதை இது உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'அவ்விய நெஞ்சத்தான் ஆக்கமும் செவ்வியான் கேடும் நினைக்கப் படும்' எனக் குறிப்பிடப்படும்  'அவ்விய நெஞ்சம்' எதைக் குறிக்கிறது?",
          "options": [
      "பொறாமை கொண்ட நெஞ்சம்",
      "அன்பான நெஞ்சம்",
      "நேர்மையான நெஞ்சம்",
      "பொய் பேசும் நெஞ்சம்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் குறள் 'அவ்விய நெஞ்சம்'  என்பது பொறாமை கொண்ட நெஞ்சம் என்று கூறுகிறது.  பொறாமை கொண்ட ஒருவருக்குச் சேரும் செல்வமும், பொறாமை இல்லாத ஒருவருக்குச் சேரும் துன்பமும் கூட சான்றோர்களால் பாராட்டப்படும் என்று இது குறிப்பிடுகிறது.  பொறாமை கொண்ட நெஞ்சம் எந்தப் பயனையும் தராது என்பதை இந்தக் குறள் விளக்குகிறது."
          }
        ]