
[
  {
    "description": "“தெருளாதான் மெய்ப்பொருள் கண்டற்றால் தேரின் அருளாதான் செய்யும் அறம்” என்ற குறளில், “தெருளாதான்” என்பதன் பொருள் என்ன?",
    "options": [
      "அறம் செய்யாதவர்",
      "பொருள் இல்லாதவர்",
      "வலிமை இல்லாதவர்",
      "அறிவு இல்லாதவர்"
    ],
    "answer": "D",
    "additional_context": "தெருளாதான் மெய்ப்பொருள் கண்டற்றால் தேரின் அருளாதான் செய்யும் அறம் என்பது திருக்குறளின் 25-வது அதிகாரமான அருளுடைமையின் 9-வது குறள்.  இந்தக் குறளின் மூலம், உண்மையான பொருள் அறிந்தவரே உண்மையான அன்பையும் அருளையும் வெளிப்படுத்துவார்கள் என்பதை வள்ளுவர் எடுத்துரைக்கிறார். இதில் தெருளாதான் என்பதன் பொருள் அறிவு இல்லாதவர் என்பதாகும்.  அறிவு இல்லாதவர்கள் உண்மையான பொருளை அறிந்து கொள்ள முடியாது என்பதால் அவர்களிடம் அருள் இல்லாமல் இருக்கும். "
  },
  {
    "description": "“வாய்மை எனப்படுவது யாதெனின் யாதொன்றும் தீமை இலாத சொலல்” என்ற குறளில், “தீமை இலாத சொலல்” என்பதன் பொருள் என்ன?",
    "options": [
      "உண்மையான சொல்",
      "இனிமையான சொல்",
      "புகழ்ச்சியான சொல்",
      "பயன் தரும் சொல்"
    ],
    "answer": "A",
    "additional_context": "வாய்மை எனப்படுவது யாதெனின் யாதொன்றும் தீமை இலாத சொலல் என்பது திருக்குறளின் 30-வது அதிகாரமான வாய்மையின் 1-வது குறள். இதில் வள்ளுவர் வாய்மையை  தீமை இல்லாத சொல் என வரையறுக்கிறார். அது உண்மையான சொல் என்பதையே  குறிக்கிறது.  நம் வாழ்வில் உண்மையான சொல்லை மட்டுமே பேச வேண்டும் என்று வள்ளுவர் வலியுறுத்துகிறார்."
  },
  {
    "description": "“காட்சிக்கு எளியன் கடுஞ்சொல்லன் அல்லனேல் மீக்கூறும் மன்னன் நிலம்” என்ற குறளில், “மீக்கூறும்” என்பதன் பொருள் என்ன?",
    "options": [
      "மிகுந்த மகிழ்ச்சி",
      "மிகுந்த செல்வம்",
      "மிகுந்த இன்பம்",
      "மிகுந்த துன்பம்"
    ],
    "answer": "D",
    "additional_context": "காட்சிக்கு எளியன் கடுஞ்சொல்லன் அல்லனேல் மீக்கூறும் மன்னன் நிலம் என்பது திருக்குறளின் 39-வது அதிகாரமான இறைமாட்சியின் 6-வது குறள்.  இந்தக் குறளின் மூலம் மன்னன் ஒருவன் கடுஞ்சொல்லானாக இருக்கக்கூடாது, எளிமையாக இருக்க வேண்டும் என வள்ளுவர்  குறிப்பிடுகிறார்.   மேலும் காட்சிக்கு எளிமையாக இருந்தாலும்  மக்களுக்கு மிகுந்த துன்பம் கொடுப்பவன்  என்பதை   மீக்கூறும் என்ற சொல் குறிக்கிறது."
  },
  {
    "description": "“எண்என்ப ஏனை எழுத்துஎன்ப இவ்விரண்டும் கண்என்ப வாழும் உயிர்க்கு” என்ற குறளில், “கண்என்ப” என்பதன் பொருள் என்ன?",
    "options": [
      "ஒளி",
      "வாழ்க்கை",
      "அறிவு",
      "செல்வம்"
    ],
    "answer": "C",
    "additional_context": "எண்என்ப ஏனை எழுத்துஎன்ப இவ்விரண்டும் கண்என்ப வாழும் உயிர்க்கு  என்பது  திருக்குறளின் 40-வது அதிகாரமான கல்வியின்  2-வது குறள்.  இந்தக் குறளில் வள்ளுவர் எண், எழுத்து ஆகியவை  உயிரினங்களுக்கு  அறிவை அளிக்கின்றன  என்பதை வலியுறுத்துகிறார்.  அறிவு இல்லாதவர்கள்  வாழ்க்கை  இழந்தவர்கள் போல.  "
  },
  {
    "description": "“அழிவதூஉம் ஆவதூஉம் ஆகி வழிபயக்கும் ஊதியமும் சூழ்ந்து செயல்” என்ற குறளில், “வழிபயக்கும்” என்பதன் பொருள் என்ன?",
    "options": [
      "பயனடைதல்",
      "சிரமப்படுதல்",
      "நன்மை பெறுதல்",
      "தீமை சேர்வது"
    ],
    "answer": "A",
    "additional_context": "அழிவதூஉம் ஆவதூஉம் ஆகி வழிபயக்கும் ஊதியமும் சூழ்ந்து செயல்  என்பது திருக்குறளின் 47-வது அதிகாரமான தெரிந்து செயல் வகையின் 1-வது குறள்.  இந்தக் குறளின் மூலம் எந்த ஒரு செயலையும் செய்யும் போதும் நன்மை, தீமை, பயன், இழப்பு  என பல விஷயங்களை நாம் சிந்திக்க வேண்டும் என வள்ளுவர் குறிப்பிடுகிறார். வழிபயக்கும்  என்பது பயன் அடைதல்   என்பதைக் குறிக்கிறது. "
  }
]
