
[
  {
    "description": "தமிழ்ப் பல்கலைக்கழகத்தின் முக்கியமான நோக்கங்களில் ஒன்று:",
    "options": [
      "இதன் கட்டட அமைப்பு தமிழ்நாடு எனத் தெரியும் வகையில் உள்ளது.",
      "வானத்தில் இருந்து பார்க்கும் பொழுது \"தமிழ்நாடு\" எனத் தெரியும் வகையில் இதன் கட்டட அமைப்பு உள்ளது.",
      "இந்திய நாகரிகத்தின் பண்பாட்டுக் கூறுகள் அனைத்தையும் விரிவாகவும் ஆழமாகவும் ஆராய வேண்டும் என்பதே இப்பல்கலைக்கழகத்தின் நோக்கம்.",
      "இங்குக் கலைப்புலம், சுவடிப்புலம், வளர்தமிழ்ப்புலம், மொழிப்புலம், அறிவியல்புலம் ஆகிய ஐந்து புலங்களும் இருபத்தைந்து துறைகளும் உள்ளன."
    ],
    "answer": "C",
    "additional_context": "தமிழுக்கு ஒரு பல்கலைக்கழகம் அமைய வேண்டும் என்ற எண்ணத்தின் அடிப்படையில் தமிழக அரசால் கி.பி. (பொ.ஆ.) 1981 இல் தோற்றுவிக்கப்பட்டது தமிழ்ப்பல்கலைக்கழகம். இது தஞ்சாவூரில் ஆயிரம் ஏக்கர் நிலப்பரப்பில் அமைக்கப்பட்டுள்ளது. வானத்தில் இருந்து பார்க்கும் பொழுது \"தமிழ்நாடு\" எனத் தெரியும் வகையில் இதன் கட்டட அமைப்பு உள்ளது. இந்திய நாகரிகத்தின் பண்பாட்டுக் கூறுகள் அனைத்தையும் விரிவாகவும் ஆழமாகவும் ஆராய வேண்டும் என்பதே இப்பல்கலைக்கழகத்தின் நோக்கம்.  இங்குக் கலைப்புலம், சுவடிப்புலம், வளர்தமிழ்ப்புலம், மொழிப்புலம், அறிவியல்புலம் ஆகிய ஐந்து புலங்களும் இருபத்தைந்து துறைகளும் உள்ளன. இப்பல்கலைக்கழகம் தமிழ்மொழி ஆய்வுகள் செய்வது மட்டுமன்றி, சித்த மருத்துவத்துறை மூலம் பொதுமக்களுக்குப் பயனுள்ள வகையில் மருத்துவத் தொண்டு செய்து வருகிறது. இந்திய ஆட்சிப்பணி பயிற்சியாளர்களுக்குத் தமிழ்மொழிப்பயிற்சியை இப்பல்கலைக்கழகமே வழங்குகிறது. இங்கு மிகப்பெரிய நூலகம் ஒன்று அமைந்துள்ளது. உலகின் பல்வேறு நாடுகளைச் சேர்ந்த ஏராளமான மாணவர்கள் இங்குக் கல்வி கற்று வருகின்றனர்."
  },
  {
    "description": "உ.வே.சா நூலகத்தில் எத்தனை ஓலைச்சுவடிகள் உள்ளன என்பதைக் கண்டறியவும்:",
    "options": [
      "2128",
      "2941",
      "6069",
      "1122"
    ],
    "answer": "A",
    "additional_context": "கி.பி. (பொ.ஆ.) 1942 இல் தொடங்கப்பட்ட இந்நூலகத்தில் தமிழ், தெலுங்கு, வடமொழி உள்ளிட்ட பல்வேறு மொழி நூல்கள் உள்ளன. இங்கு 2128 ஓலைச்சுவடிகளும் 2941 தமிழ் நூல்களும் உள்ளன."
  },
  {
    "description": "கீழ்க்கண்ட கூற்றுகளில் எது கன்னிமாரா நூலகத்தைப் பற்றி சரியானது:",
    "options": [
      "இந்நூலகம் கி.பி. 1869 இல் தொடங்கப்பட்டது.",
      "இந்நூலகத்தில் ஆறு இலட்சத்திற்கும் மேற்பட்ட நூல்கள் உள்ளன.",
      "இந்நூலகத்தில் மறைமலை அடிகள் நூலகம் மூன்றாம் தளத்தில் உள்ளது.",
      "இது இந்தியாவில் வெளியிடப்படும் புத்தகங்கள், நாளிதழ்கள், பருவ இதழ்கள் ஆகியவற்றின் ஒரு படி (பிரதி) பாதுகாக்கப்படும் இடமாகும்."
    ],
    "answer": "D",
    "additional_context": "கி.பி. (பொ.ஆ.) 1896 இல் தொடங்கப்பட்ட கன்னிமாரா நூலகம் தமிழ்நாட்டின் மைய நூலகம் ஆகும். இஃது இந்திய நாட்டின் களஞ்சிய நூலகங்களில் ஒன்றாகவும் விளங்குகிறது. இந்நூலகத்தில் ஆறு இலட்சத்திற்கும் மேற்பட்ட நூல்கள் உள்ளன. இந்தியாவில் வெளியிடப்படும் புத்தகங்கள், நாளிதழ்கள், பருவ இதழ்கள் ஆகியவற்றின் ஒரு படி (பிரதி) இங்குப் பாதுகாக்கப்படுகிறது. இந்நூலகத்தின் மூன்றாம் தளத்தில் மறைமலை அடிகள் நூலகமும் செயல்பட்டு வருகின்றது."
  },
  {
    "description": "வள்ளுவர் கோட்டத்தின் கட்டுமானம் எந்த ஆண்டுகளில் நடைபெற்றது?:",
    "options": [
      "1973 முதல் 1976 வரை",
      "1981 முதல் 1984 வரை",
      "1990 முதல் 1993 வரை",
      "1976 முதல் 1979 வரை"
    ],
    "answer": "A",
    "additional_context": "திருவள்ளுவரின் புகழை உலகறியச் செய்யும் வகையில் சென்னைக் கோடம்பாக்கத்தில் வள்ளுவர் கோட்டம் என்னும் கலைக்கூடம் அமைக்கப்பட்டுள்ளது. இதன் கட்டுமானப் பணிகள் கி.பி.(பொ.ஆ.) 1973 இல் தொடங்கி 1976 இல் முடிக்கப்பட்டன. இது திருவாரூர்த் தேர் போன்ற வடிவில் அமைக்கப்பட்டு அதனை இரண்டு யானைகள் இழுத்துச் செல்வது போன்று கருங்கற்களால் உருவாக்கப்பட்டுள்ளது. இதன் அடிப்பகுதி இருபத்தைந்து அடி நீளமும் இருபத்தைந்து அடி அகலமும் உடையது. தேரின் மொத்த உயரம் 128 அடி. இரண்டு பக்கங்களிலும் பக்கத்திற்கு நான்கு சக்கரங்கள் தனிக்கற்களால் அமைக்கப்பட்டுள்ளன. கடைக்கோடி இரண்டு சக்கரங்கள் பெரியனவாகவும் நடுவில் இரண்டு சக்கரங்கள் சிறியனவாகவும் உள்ளன. தேரின் மையத்தில் உள்ள எண்கோண வடிவக் கருவறையில் திருவள்ளுவரின் சிலை கவினுற அமைக்கப்பட்டுள்ளது."
  },
  {
    "description": "திருவள்ளுவர் சிலை கன்னியாகுமரியில் எந்த இடத்தில் அமைந்துள்ளது?:",
    "options": [
      "கன்னியாகுமரி கோயில் அருகில்",
      "விவேகானந்தர் பாறைக்கு அருகில்",
      "கன்னியாகுமரி கடற்கரை",
      "கன்னியாகுமரி மலை மீது"
    ],
    "answer": "B",
    "additional_context": "இந்தியாவின் தெற்கு எல்லையாகிய கன்னியாகுமரியில் திருவள்ளுவரின் சிலை தமிழக அரசால் நிறுவப்பட்டுள்ளது. விவேகானந்தர் பாறைக்கு அருகில், கடல் நடுவே நீர் மட்டத்திலிருந்து முப்பது அடி உயரப் பாறை மீது இச்சிலை அமைக்கப்பட்டுள்ளது. கி.பி.(பொ.ஆ.) 1990ஆம் ஆண்டு இப்பணி தொடங்கியது. பொதுமக்கள் பார்வைக்காக 2000ஆம் ஆண்டு சனவரித் திங்கள் முதல் நாள் அன்று திறந்துவைக்கப்பட்டது. பாறையிலிருந்து சிலையின் உயரம் மொத்தம் 133 அடி. இது திருக்குறளின் மொத்த அதிகாரங்களைக் குறிக்கிறது. அறத்துப்பாலின் அதிகாரங்களை உணர்த்துவதுபோல் முப்பத்தெட்டு அடி உயரம் கொண்டதாக அமைக்கப்பட்டுள்ளது. பொருட்பால், இன்பத்துப்பால் ஆகியவற்றின் மொத்த அதிகாரங்களைக் குறிக்கும் வகையில் சிலை தொண்ணூற்றைந்து அடி உயரம் உடையதாக அமைக்கப்பட்டுள்ளது."
  }
]
