[
          
  {
    
          "description": "'அன்பு வளர்ந்தேறும் பாஞ்சாலநாட்டில்'  என்ற வரியில் 'பாஞ்சாலநாடு'  என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது?",
          "options": [
      "பாஞ்சா + லநாடு",
      "பாஞ்சால + நாடு",
      "பாஞ்சா + நாடு",
      "பாஞ்சால + னாடு"
    ],
    "answer": "B",
    
          "additional_context": "கட்டபொம்மன் இருந்த பாஞ்சாலநாட்டின் வளங்களைப் பற்றிப் பாடுவதாக இந்தப் பாடல் உள்ளது. அதில், 'அன்பு வளர்ந்தேறும் பாஞ்சாலநாட்டில்' என வரும் வரியில் உள்ள 'பாஞ்சாலநாடு' என்ற சொல்லைப் பிரித்து எழுதக் கேட்கப்பட்டுள்ளது. 'பாஞ்சால + நாடு' என்பது சரியான பிரிப்பு. அந்தப் பிரிப்பு மட்டுமே இலக்கண ரீதியாகச் சரியானது. அதாவது, 'பாஞ்சால' என்ற சொல் தனியாகப் பொருள் தரும் சொல்லாகும். இது 'நாடு' என்ற சொல்லுடன் இணைந்தால் 'பாஞ்சாலநாடு' என்ற ஒரு புதிய சொல்லாகும்."
          }
        ,
          
  {
    
          "description": "கட்டபொம்மு துரை இருந்த அரண்மனையின் வாயில் எப்படி இருந்தது?",
          "options": [
      "அழகு மிகுந்தது",
      "எளிமையானது",
      "பழமையானது",
      "திறந்திருந்தது"
    ],
    "answer": "A",
    
          "additional_context": "பாஞ்சால நாட்டின் வளங்களைப் பற்றிப் பாடுவதாக இந்தப் பாடல் உள்ளது. கட்டபொம்மன் அரண்மனையில் வீற்றிருந்தான் என்கிறது பாடல். அதில்,  'ராசாதி ராசன் அரண்மனையில் – பாஞ்சை / நாட்டரசன் கொலுவீற்றிருந்தான்.' என்று குறிப்பிடப்பட்டுள்ளது. இதன் பொருள், கட்டபொம்மன் ஆட்சி செய்த பாஞ்சால நாட்டின் அரசனாக, தன் அரண்மனையில் இருந்தான் என்பதாகும். மேலும், 'விந்தையாகத் தெருவீதிகளும் - வெகு / விஸ்தாரமாய்க் கடை வாசல்களும்' என்று குறிப்பிடப்பட்டுள்ளது. எனவே, கட்டபொம்மு துரை இருந்த அரண்மனையின் வாயில் அழகாக இருந்திருக்க வேண்டும் என்று கூறலாம்."
          }
        ,
          
  {
    
          "description": "'வீட்டிலுயர் மணிமேடைகளாம்' என்ற வரியின் பொருள் என்ன?",
          "options": [
      "வீட்டில் மணிகளை அணிந்த மேடைகள் இருந்தன",
      "வீட்டில் மிக உயரமான மேடைகள் இருந்தன",
      "வீட்டில் மணிகளால் அழகுபடுத்தப்பட்ட மேடைகள் இருந்தன",
      "வீட்டில் மணி போன்ற மேடைகள் இருந்தன"
    ],
    "answer": "C",
    
          "additional_context": "கட்டபொம்மன் இருந்த பாஞ்சாலநாட்டின் வளங்களைப் பற்றிப் பாடுவதாக இந்தப் பாடல் உள்ளது.  பாஞ்சால நாட்டில், வீடுகள் மிகவும் நேர்த்தியாகவும் செல்வம் நிறைந்தவையாகவும் இருந்தன என்கிறது பாடல். 'வீட்டிலுயர் மணிமேடைகளாம் - மெத்தை / வீடுகளா மதிலோடை களாம்' என்று பாடுகிறது பாடல். அதாவது, வீடுகள்  மதில்களால் சூழப்பட்டிருந்தன என்பதைக் குறிப்பிடுகிறது. அதே நேரத்தில், வீடுகளில் மணிமேடைகளும் இருந்தன என்று கூறுகிறது. இதன் பொருள், மணிகளால் அழகுபடுத்தப்பட்ட மேடைகள் இருந்தன என்பதாகும். அது மிகவும் நேர்த்தியான வீடுகள் என்பதைக் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'பசுவும் புலியும் ஒரு துறையில் - வந்து பால்குடிக்குந் தண்ணீர் தான் குடிக்கும்'  என்ற வரியின் பொருள் என்ன?",
          "options": [
      "பசுவும் புலியும் ஒரே இடத்தில் தண்ணீர் குடித்தன",
      "பசுவும் புலியும் தண்ணீர் குடித்தன",
      "பசு பாலும் புலி தண்ணீரும் குடித்தன",
      "பசுவும் புலியும் ஒரு துறையில் சந்தித்தன"
    ],
    "answer": "A",
    
          "additional_context": "கட்டபொம்மன் இருந்த பாஞ்சாலநாட்டின் வளங்களைப் பற்றிப் பாடுவதாக இந்தப் பாடல் உள்ளது.  பாஞ்சால நாட்டில், வீரம் மிகுந்த நாடாகிய பாஞ்சாலங்குறிச்சியில் உள்ள முயலானது தன்னைப் பிடிக்கவரும் வேட்டை நாயை எதிர்த்து விரட்டிவிடும் என்று பாடல் கூறுகிறது.  அடுத்து, பசுவும் புலியும் ஒரே இடத்தில் தண்ணீர் குடித்தன என்கிறது பாடல். 'பசுவும் புலியும் ஒரு துறையில் – வந்து / பால்குடிக்குந் தண்ணீர் தான் குடிக்கும்.' என்று பாடுகிறது. இதன் பொருள், பசுவும் புலியும் ஒரே இடத்தில் தண்ணீர் குடித்தன என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'சோலையில் மாங்குயில் கூப்பிடுமாம்'  என்ற வரியில் 'சோலை' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "வயல்",
      "காடு",
      "தோப்பு",
      "குளம்"
    ],
    "answer": "B",
    
          "additional_context": "கட்டபொம்மன் இருந்த பாஞ்சாலநாட்டின் வளங்களைப் பற்றிப் பாடுவதாக இந்தப் பாடல் உள்ளது.  பாஞ்சால நாட்டின் இயற்கை அழகைப் பற்றிக் கூறும் பாடல் பகுதி இது.  'நந்தவனங்களும் சந்தனச் சோலையும் – அங்கே / நதியும் செந்நெல் கமுகுகளும், / வாரணச் சாலை ஒருபுறமாம் - பரி / வளரும் சாலை ஒருபுறமாம் / தோரண மேடை ஒருபுறமாம் – தெருச் / சொக்கட்டான் சாரியல்ஓர் புறமாம் / சோலையில் மாங்குயில் கூப்பிடுமாம் - வளம் / சொல்லி மயில் விளையாடிடுமாம்' என்று பாடுகிறது பாடல்.  சோலை, காடு, தோப்பு, குளம் போன்ற இடங்களில்  மாங்குயில்கள் கூவும். 'சோலையில் மாங்குயில் கூப்பிடுமாம்' என்று பாடுவதால், சோலை என்ற சொல்லுக்கு காடு என்ற பொருள் இருக்கிறது என்று தெளிவாகிறது."
          }
        ]