[
          
  {
    
          "description": "கொடுக்கப்பட்டுள்ள படத்தில் உள்ள சிலம்பின் நிறம் எது?",
          "options": [
      "மஞ்சள்",
      "சிவப்பு",
      "பச்சை",
      "நீலம்"
    ],
    "answer": "B",
    
          "additional_context": "பாடப்புத்தகத்தில் பக்கம் 45 இல் ஒரு படத்தில் ஒரு சிறுமி ஒரு சிலம்பு அணிந்துள்ளாள். அந்த சிலம்பின் நிறம் என்ன என்பதை நீங்கள் கண்டுபிடிக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டுள்ள எந்த வாக்கியத்தில் பிழை இல்லை?",
          "options": [
      "கோவலன் சிலம்பு விற்கப் போனாள்.",
      "அரசர்கள் நல்லாட்சி செய்தார்.",
      "பசு கன்றை ஈன்றன.",
      "குழலி நடனம் ஆடினாள்."
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பாடத்தில், வாக்கியங்களில் உள்ள பிழைகளைத் திருத்திச் சரியாக எழுத வேண்டும்.  மேலே கொடுக்கப்பட்டுள்ள நான்கு வாக்கியங்களில் எந்த வாக்கியம் சரியானது என்பதை நீங்கள் கண்டுபிடிக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "'மேகங்கள் சூழ்ந்து கொண்டது' என்ற வாக்கியத்தில் எந்தப் பிழை உள்ளது?",
          "options": [
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "வினைபெயர்",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடத்தில், வாக்கியங்களில் உள்ள பிழைகளைத் திருத்திச் சரியாக எழுத வேண்டும்.  'மேகங்கள் சூழ்ந்து கொண்டது' என்ற வாக்கியத்தில் என்ன பிழை இருக்கிறது என்பதை நீங்கள் கண்டுபிடித்து, அதற்கான சரியான விடையைத் தேர்ந்தெடுக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "கடிதம் எழுதுவதற்கு நண்பர்களுக்கு என்ன தேவைப்படும்?",
          "options": [
      "ஒரு நல்ல பேனா",
      "ஒரு கடிதப்பத்திரம்",
      "நல்ல மனநிலை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "பாடத்தில், ஒரு நண்பருக்கு நீங்கள் சென்ற சுற்றுலா குறித்து கடிதம் எழுத வேண்டும்.  கடிதம் எழுதுவதற்கு என்னென்ன தேவைப்படும் என்பதை நீங்கள் சிந்தித்து, சரியான விடையைத் தேர்ந்தெடுக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "கொடுக்கப்பட்டுள்ள எழுத்துகளைக் கொண்டு 'குருவி' என்ற சொல்லை எழுத முடியுமா?",
          "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "பாடத்தில், கொடுக்கப்பட்ட எழுத்துகளைக் கொண்டு புதிய சொற்களை உருவாக்க வேண்டும்.  கொடுக்கப்பட்ட எழுத்துகளைக் கொண்டு 'குருவி' என்ற சொல்லை உருவாக்க முடியுமா என்பதை நீங்கள் சிந்தித்து, சரியான விடையைத் தேர்ந்தெடுக்க வேண்டும்."
          }
        ]