
[
  {
    "description": "“உள்ளங்கை நெல்லிக்கனி போல” என்ற உவமை எந்த வாக்கியத்துக்கு பொருந்தும்?",
    "options": [
      "என் தாயார் என்னை காத்து வளர்த்தார்.",
      "நானும் என் தோழியும் இணைந்து இருப்போம்.",
      "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
      "அப்துல் கலாமின் புகழ் உலகெங்கும் பரவியது."
    ],
    "answer": "திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது.",
    "additional_context": "“உள்ளங்கை நெல்லிக்கனி போல” என்ற உவமை  ஒரு நபரின் புகழ் எளிதில் மக்களிடையே பரவி எல்லோரும் அறிந்து கொள்வது போன்ற  நிலையைக் குறிக்கப் பயன்படுத்தப்படும். அந்த வகையில், திருவள்ளுவரின் புகழை உலகமே அறிந்துள்ளது  என்ற வாக்கியம்  இந்த உவமைக்கு மிகவும் பொருத்தமாக இருக்கும்."
  },
  {
    "description": "“நாகப்பட்டினம்” என்ற ஊரின் பெயரில் இருந்து எந்த வார்த்தையை உருவாக்க முடியும்?",
    "options": [
      "பட்டி",
      "நாடு",
      "கட்டி",
      "நாகம்"
    ],
    "answer": "நாகம்",
    "additional_context": "நாகப்பட்டினம் என்ற ஊரின் பெயரில்  “நாகம்” என்ற வார்த்தை இருப்பதை நாம் காணலாம். நாகப்பட்டினம் என்பது தமிழ்நாட்டில்  இருக்கும் ஒரு பழைமையான துறைமுக நகரம். "
  },
  {
    "description": "“வேளாண்மை” என்பதன் ஆங்கிலப் பெயர் எது?",
    "options": [
      "Agriculture",
      "Civilization",
      "Folklore",
      "Agronomy"
    ],
    "answer": "Agriculture",
    "additional_context": "வேளாண்மை என்பது விவசாயம், கால்நடை வளர்ப்பு, மீன்பிடித்தல் மற்றும் வேளாண் தொழில்கள் போன்ற  வணிக நடவடிக்கைகளை உள்ளடக்கியது. இதன் ஆங்கிலப் பெயர் Agriculture  என்பதாகும்."
  },
  {
    "description": "திருநெல்வேலிப் பகுதியில் வழங்கி வரும் நாட்டுப்புறப் பாடல்களில் எந்தத் தலைப்பில் பாடல்களைத் தேடி எழுத வேண்டும்?",
    "options": [
      "காதல்",
      "வீரம்",
      "தொழில், வணிகம்",
      "மதம்"
    ],
    "answer": "தொழில், வணிகம்",
    "additional_context": "நாட்டுப்புறப் பாடல்கள்  ஒரு குறிப்பிட்ட இடத்தின் மக்களின் வாழ்க்கை முறை, கலாச்சாரம், தொழில்கள்,  மதம் போன்றவற்றைப் பற்றிப் பேசும். திருநெல்வேலி  பகுதியில்  நாட்டுப்புறப் பாடல்கள் பெரும்பாலும்  அந்தப் பகுதியில்  வழங்கி வரும் தொழில்கள் மற்றும் வணிகங்கள் குறித்துப் பேசும்."
  },
  {
    "description": "“மஞ்சள் மாநகரம்” என்ற குறிப்பு எந்த ஊருக்கு பொருந்தும்?",
    "options": [
      "திருநெல்வேலி",
      "மதுரை",
      "கோவை",
      "சென்னை"
    ],
    "answer": "மதுரை",
    "additional_context": "மதுரை என்பது தமிழ்நாட்டில்  மிகவும் பழமையான நகரங்களில் ஒன்றாகும். மதுரை  தனது வரலாற்றுச் சிறப்பு, கோயில்கள், மஞ்சள் வர்த்தகம்  போன்றவற்றிற்காக  புகழ் பெற்றது. எனவே  மதுரை  “மஞ்சள் மாநகரம்”  என்றும் அழைக்கப்படுகிறது."
  }
]
