
[
  {
    "description": "“உலகுகிளர்ந் தன்ன உருகெழு வங்கம்” - இந்த வரியில், “உருகெழு” என்ற சொல்லுக்குப் பொருள் என்ன?",
    "options": [
      "அ) மென்மையான",
      "ஆ) அழகான",
      "இ) பெரிய",
      "ஈ) வலிமையான"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“உலகுகிளர்ந் தன்ன உருகெழு வங்கம்” - இந்த வரி, கடல் பயணம் பற்றிய சங்ககாலப் பாடலிலிருந்து எடுக்கப்பட்டதாகும். கப்பல், உலகத்தை அழகாகத் தன்னுள் இணைத்துக் கொண்டு பயணிப்பது போல் இருப்பதாகவும், அழகான தோற்றம் கொண்டதாகவும் இந்த வரி கூறுகிறது. இந்தப் பாடலில், “வங்கம்” என்ற சொல் கப்பலைக் குறிக்கிறது. அதனால், “உருகெழு” என்ற சொல் “அழகான” என்ற பொருளைத் தருகிறது. "
  },
  {
    "description": "“இரவும் எல்லையும் அசைவுஇன்று ஆகி” - இந்த வரியில், “அசைவுஇன்று” என்ற சொல் என்ன குறிக்கிறது?",
    "options": [
      "அ) கப்பல் ஓயாமல் செல்கிறது ",
      "ஆ) இரவும் பகலும் மாறாமல் இருக்கிறது",
      "இ) கடல் அமைதியாக இருக்கிறது ",
      "ஈ) காற்று மாறாமல் வீசுகிறது "
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“இரவும் எல்லையும் அசைவுஇன்று ஆகி” - இந்த வரி, இரவும் பகலும் இல்லாமல், கப்பல் ஓயாமல் செல்கிறது என்பதை விளக்குகிறது. அதாவது, கப்பல் ஓயாமல் ஓடிக்கொண்டே இருப்பதால், ஓட்டத்தின் இயக்கம் மட்டும் தான் தெரிகிறது. இரவும் பகலும் என்பது காணப்படாமல் போய்விடுகிறது.  "
  },
  {
    "description": "“விரைசெலல் இயற்கை வங்கூழ் ஆட்ட” - இந்த வரியில், “இயற்கை வங்கூழ்” என்ற சொல்லுக்குப் பொருள் என்ன?",
    "options": [
      "அ) கடல்",
      "ஆ) காற்று",
      "இ) மழை",
      "ஈ) மணல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“விரைசெலல் இயற்கை வங்கூழ் ஆட்ட” - இந்த வரி, கப்பல் வேகமாக செல்கிறது என்பதை எடுத்துக்காட்டுகிறது. “இயற்கை வங்கூழ்” என்ற சொல் “காற்று” என்பதைக் குறிக்கிறது. காற்று, கப்பலை இயக்கி வேகமாக செல்ல வைக்கிறது.  "
  },
  {
    "description": "“கோடுஉயர் திணிமணல் அகன்துறை நீகான்” - இந்த வரியில், “திணிமணல்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அ) மலை",
      "ஆ) மணல்",
      "இ) துறைமுகம்",
      "ஈ) கடல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“கோடுஉயர் திணிமணல் அகன்துறை நீகான்” - இந்த வரி, கப்பல் கரைக்கு வந்து சேருகிறது என்பதை விளக்குகிறது. கரையை, “கோடுஉயர் திணிமணல் அகன்துறை” என்று குறிப்பிடுகிறார்கள். இதில், “திணிமணல்” என்ற சொல், “மணல்” என்பதைக் குறிக்கிறது. அதாவது, மணல் நிறைந்த கரையை இப்படி குறிப்பிடுகிறார்கள். "
  },
  {
    "description": "“மாட ஒள்ளெரி மருங்குஅறிந்து ஒய்ய” - இந்த வரியில், “மாட ஒள்ளெரி” எதைக் குறிக்கிறது?",
    "options": [
      "அ)  கலங்கரை விளக்கம்",
      "ஆ)  கப்பலின் மஸ்து",
      "இ)  கடற்கரை",
      "ஈ)  படகு "
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“மாட ஒள்ளெரி மருங்குஅறிந்து ஒய்ய” - இந்த வரி, கப்பல் ஓட்டுபவர் கலங்கரை விளக்கத்தின் ஒளியைப் பார்த்து கப்பலை ஓட்டுகிறார் என்பதை விளக்குகிறது. “மாட ஒள்ளெரி” என்ற சொல், கலங்கரை விளக்கத்தைக் குறிக்கிறது. அதாவது, கலங்கரை விளக்கத்தின் ஒளி மிக உயரத்தில் இருப்பதால்,  “மாட ஒள்ளெரி” என்று குறிப்பிடப்படுகிறது.  "
  }
]
