
[
  {
    "description": "“தன்நெஞ்சு அறிவது பொய்யற்க பொய்த்தபின் தன்நெஞ்சே தன்னைச் சுடும்” என்ற குறட்பா எதைப் பற்றி எச்சரிக்கிறது?",
    "options": [
      "பொய் பேசுவதால்  நெஞ்சம் வருத்தம் அடையும்.",
      "நெஞ்சத்தை அறிந்து கொள்வது முக்கியம்.",
      "நெஞ்சத்தை அறிந்த பிறகும் பொய் பேசுவது கூடாது.",
      "பொய் பேசுவதால்  நம்மை பிறர் மதிக்க மாட்டார்கள்."
    ],
    "answer": "A",
    "additional_context": "நாம் நம் நெஞ்சறிய பொய் சொல்லக்கூடாது. அவ்வாறு கூறினால் அவர் நெஞ்சமே அவரை வருத்தும் என்பதை இந்தக் குறட்பா எச்சரிக்கிறது."
  },
  {
    "description": "“இயற்றலும் ஈட்டலும் காத்தலும் காத்த வகுத்தலும் வல்லது அரசு” என்ற குறட்பா அரசின் எந்தக் கடமையை வலியுறுத்துகிறது?",
    "options": [
      "மக்களை பாதுகாத்தல்",
      "நாட்டை வளப்படுத்துதல்",
      "சட்டங்களை உருவாக்குதல்",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பொருள் வரும் வழிகளை அறிதலும், அவ்வழிகளில் பொருள்களைச் சேர்த்தலும், சேர்த்த பொருளைப் பாதுகாத்தலும், காத்த பொருளைப் பயனுள்ள வகையில் திட்டமிட்டுச் செலவிடுதலும் சிறந்த அரசின் செயல்களாகும் என்பதை இந்தக் குறட்பா கூறுகிறது."
  },
  {
    "description": "“அழுக்காறு இலாத இயல்பு” என்ற சொற்றொடரின் பொருள் என்ன?",
    "options": [
      "மனதில் பொறாமை இருத்தல்",
      "மனதில் எப்போதும் அச்சம் இருத்தல்",
      "மனதில் கருணை இருத்தல்",
      "மனதில் பொறாமையில்லாமல் இருத்தல்"
    ],
    "answer": "D",
    "additional_context": "ஒருவர் தன் நெஞ்சில் பொறாமையில்லாத குணத்தையே ஒழுக்க நெறியாகக் கொண்டு வாழ வேண்டும். அந்தக் குணத்தையே 'அழுக்காறு இலாத இயல்பு' என்று குறிப்பிடுகிறது."
  },
  {
    "description": "“முன்இன்று பின்நோக்காச் சொல்” என்ற சொற்றொடர் எந்த குணத்தைப் பற்றி கூறுகிறது?",
    "options": [
      "பிறரை பாராட்டுதல்",
      "புறங்கூறுதல்",
      "மெதுவாகப் பேசுதல்",
      "நேரடியாகப் பேசுதல்"
    ],
    "answer": "B",
    "additional_context": "ஒருவருக்கு நேர்நின்று கடுமையான சொற்களைச் சொன்னாலும் சொல்லலாம். ஆனால், அவர் இல்லாதபோது புறங்கூறுதல் கூடாது என்பதை இந்தக் குறட்பா வலியுறுத்துகிறது."
  },
  {
    "description": "“தம்குற்றம் காண்கிற்பின் தீதுண்டோ மன்னும் உயிர்க்கு” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "தன்னைப் பற்றி மட்டும் யோசிப்பது துன்பத்தைத் தரும்.",
      "மற்றவர்களின் குற்றங்களைப் பற்றி மட்டும் யோசிப்பது துன்பத்தைத் தரும்.",
      "தன் குற்றங்களைப் பார்த்து வருந்துபவர்களுக்கு துன்பம் இருக்காது.",
      "தன் குற்றங்களைக் கண்டு வருந்துபவர்களுக்கு துன்பம் இருக்கும்."
    ],
    "answer": "C",
    "additional_context": "பிறருடைய குற்றத்தைக் காண்பது போல், தன்னுடைய குற்றத்தையும் காண்பவருடைய வாழ்வில் துன்பம் இல்லை. தன் குற்றங்களைப் பார்த்து வருந்துபவர்களுக்கு துன்பம் இருக்காது என்பதை இந்தக் குறள் கூறுகிறது."
  }
]
