
[
  {
    "description": "சிதம்பரனார் தம்மைத் தூத்துக்குடியில் இருந்த பெருமைமிக்க துறைமுகத்திற்கு எந்த காரணத்தால் உணர்வுபூர்வமாக உரையாற்றுகிறார்?",
    "options": [
      "தூத்துக்குடி துறைமுகம் இந்தியாவின் வளர்ச்சிக்கு முக்கியமானது என்பதால்.",
      "தூத்துக்குடி துறைமுகத்தில் சுதேசக் கப்பல் கம்பெனியில் அவர் பணியாற்றிய நினைவுகளால்.",
      "தூத்துக்குடி துறைமுகம் வளர்ச்சியடைந்த அளவுக்கு அவர் பெருமிதம் கொள்வதால்.",
      "தூத்துக்குடி துறைமுகம் கொற்கையின் பெருமைமிக்க வழித்தோன்றல் என்பதால்."
    ],
    "answer": "D",
    "additional_context": "சிதம்பரனார் தூத்துக்குடி துறைமுகத்திற்கு உணர்வுபூர்வமாக உரையாற்றுவது அவர் கொற்கை துறைமுகத்தின் மாட்சிமை குறித்து எண்ணி, தூத்துக்குடி அதைத் தொடர்ந்து அந்த பெருமையைத் தாங்கி நிற்கிறது என்ற மகிழ்ச்சி மற்றும் பெருமையால். அது இன்றைக்கு சுதந்திரம் இல்லாத நிலையிலும், மீண்டும் கொற்கையின் பெருமைக்குத் திரும்ப வேண்டும் என்ற ஆசையைத் தூண்டுகிறது. அவர் சொந்த நாட்டின் துறைமுகம் வெள்ளையர் கையிலே இருப்பது  அவரை மிகவும் வருத்தப்படுத்துகிறது."
  },
  {
    "description": "சிதம்பரனார் எந்த அமைப்பின் செயலாளராக இருந்தார்?",
    "options": [
      "இந்திய தேசிய காங்கிரஸ்",
      "சுதேசக் கப்பல் கம்பெனி",
      "தமிழ் இளைஞர் சங்கம்",
      "பாண்டித்துரை சங்கம்"
    ],
    "answer": "B",
    "additional_context": "சிதம்பரனார் தூத்துக்குடியில் சுதேசக் கப்பல் கம்பெனி என்ற நிறுவனத்தைத் தொடங்கி அதில் செயலாளராகப் பணியாற்றினார். இந்தக் கம்பெனியின் மூலம், அவர் இந்தியாவின் கடல் வணிகத்தை வெள்ளையர்களின் கட்டுப்பாட்டிலிருந்து விடுவிக்க முயற்சி செய்தார். இதனால் வெள்ளையர்கள் அவரை எதிர்த்துப் போராடினர், மேலும் சிதம்பரனாரை சிறைக்குள் அடைத்து துன்புறுத்தினார்கள்."
  },
  {
    "description": "சிதம்பரனாருக்கு ஆங்கில அரசாங்கம் தண்டனை விதித்தது ஏன்?",
    "options": [
      "வங்க நாட்டில் 'வந்தே மாதரம்' என்ற சுதந்திர மந்திரத்தைப் பரப்பியதற்காக.",
      "வெள்ளையர்களை எதிர்த்துப் பேசியதற்காக.",
      "'வந்தே மாதரம்' என்ற மந்திரத்தைப் பயன்படுத்தி நாட்டின் அமைதியைக் கெடுத்ததற்காக.",
      "சுதந்தரக் கப்பல் கம்பெனியை நிறுவி வெள்ளையர்களின் வாணிகத்தைத் தடை செய்ததற்காக."
    ],
    "answer": "C",
    "additional_context": "சிதம்பரனார் தூத்துக்குடியில் சுதந்திரக் கப்பல் கம்பெனியைத் தொடங்கி வெள்ளையர்களின் வணிகத்தைத் தடை செய்ததற்காக, ஆங்கில அரசாங்கம் அவரை எதிர்த்தது. அவரை 'வந்தே மாதரம்' என்ற மந்திரத்தைப் பயன்படுத்தி நாட்டின் அமைதியைக் கெடுத்ததாக குற்றம் சாட்டி இரட்டைத் தண்டனை விதித்தது."
  },
  {
    "description": "சிதம்பரனார் சிறைவாசத்தில் எந்தத் தொல்லையையும் மறக்க வைத்தது எது?",
    "options": [
      "தொல்காப்பியம்",
      "மெய்யறிவு, மெய்யறம் நூல்கள்",
      "ஆலன் எழுதிய 'மனம் போல் வாழ்வு' என்ற நூல்",
      "தமிழ் இலக்கியங்கள் மற்றும் தமிழ் நூல்கள்"
    ],
    "answer": "D",
    "additional_context": "சிதம்பரனார் சிறைவாசத்தில் மிகவும் துன்பப்பட்டார். அவர் தனது சொந்த நாட்டின் மக்களால் ஏமாற்றப்பட்டதாகவும், வெள்ளையர்களால் அடக்கப்பட்டதாகவும் உணர்ந்தார். ஆனால், சிறைச்சாலையில் அவர் தமிழ் இலக்கியங்களைப் படித்து தனது இன்னல்களையெல்லாம் மறந்தார். 'தொல்காப்பியம்', 'மெய்யறிவு', 'மெய்யறம்' போன்ற நூல்களைப் படித்து அவர் சிறைவாசத்தின் துயரத்தை மறந்து மன அமைதியைப் பெற்றார்."
  },
  {
    "description": "'கப்பலோட்டிய தமிழர்' - வ.உ.சிதம்பரனார் எந்த நூலிலிருந்து எடுக்கப்பட்ட பகுதி?",
    "options": [
      "கடற்கரையினிலே",
      "ஆற்றங்கரையினிலே",
      "தமிழகம் - ஊரும் பேரும்",
      "தமிழின்பம்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடப்பகுதி இரா.பி.சேது எழுதிய கடற்கரையினிலே என்ற நூலிலிருந்து எடுக்கப்பட்டது."
  }
]
