[
          
  {
    
          "description": "“வயல்”, “குதிரை”, “கடல்” ஆகியவற்றைப் பற்றிய சொற்களின் பொதுவான இயல்பு என்ன?",
          "options": [
      "a) இவை அனைத்தும் உயிரற்றவை",
      "b) இவை அனைத்தும் உயிர் உள்ளவை",
      "c) இவை அனைத்தும் இயற்கையைப் பற்றியவை",
      "d) இவை அனைத்தும் மனிதர்களைப் பற்றியவை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி சொற்களின் பொதுவான இயல்பைப் பற்றியது.  “வயல்”, “குதிரை”, “கடல்” ஆகியவை அனைத்தும் உயிரற்றவை என்பதை கவனத்தில் கொள்ள வேண்டும்.  உயிர் இல்லாத பொருட்களை அஃறிணை என அழைப்பர்.  எனவே சரியான விடை 'a) இவை அனைத்தும் உயிரற்றவை' என்பதாகும்."
          }
        ,
          
  {
    
          "description": "“முக்கனி” என்பது _______ சொல்லுக்கு ஒரு உதாரணம்.",
          "options": [
      "a) இணைச்சொல்",
      "b) தொகைச்சொல்",
      "c) வினைச்சொல்",
      "d) பெயர்ச்சொல்"
    ],
    "answer": "B",
    
          "additional_context": "“முக்கனி” என்ற சொல் 'மு' (மூன்று) + 'கனி' (பழங்கள்) எனும் இரண்டு சொற்களைக் கொண்டு உருவாக்கப்பட்ட ஒரு தொகைச் சொல்லாகும். இரண்டு அல்லது அதற்கு மேற்பட்ட சொற்களை இணைத்து ஒரு புதிய பொருள் தரும் சொல்லை தொகைச் சொல் என்கிறோம்.  எனவே சரியான விடை 'b) தொகைச்சொல்' என்பதாகும்."
          }
        ,
          
  {
    
          "description": "“ஐந்திணை” என்ற தொகைச் சொல்லில் உள்ள ஐந்து வகைகளில், “வேடர்” எந்த வகையைச் சேர்ந்தவர்?",
          "options": [
      "a) கடவுள்",
      "b) மன்னன்",
      "c) வணிகன்",
      "d) வேடர்"
    ],
    "answer": "D",
    
          "additional_context": "ஐந்திணை என்பது ஐந்து வகையான மக்களை குறிக்கும் ஒரு தொகைச் சொல்.  அவை:  1)  கடவுள், 2) மன்னன், 3) வணிகன், 4) வேடர், 5)  உழவர்.  இந்த ஐந்து வகைகளில் “வேடர்” என்பவர் வேடர் வகையைச் சேர்ந்தவர்.  எனவே சரியான விடை 'd) வேடர்' என்பதாகும்."
          }
        ,
          
  {
    
          "description": "“நாற்றிசை” என்ற தொகைச் சொல்லை விரித்து எழுதும்போது, “மேற்கு” என்ற சொல்லுக்கு இணையான சொல் எது?",
          "options": [
      "a) வடக்கு",
      "b) தெற்கு",
      "c) கிழக்கு",
      "d) மேற்கு"
    ],
    "answer": "D",
    
          "additional_context": "“நாற்றிசை” என்பது நான்கு திசைகளைக் குறிக்கும் ஒரு தொகைச் சொல்.  அவை:  வடக்கு, தெற்கு, கிழக்கு, மேற்கு.  எனவே “நாற்றிசை” ஐ விரித்து எழுதும்போது “மேற்கு” என்ற சொல்லுக்கு இணையான சொல் “மேற்கு” தான்.  எனவே சரியான விடை 'd) மேற்கு' என்பதாகும்."
          }
        ,
          
  {
    
          "description": "“மழலை” என்ற சொல் எந்த இரண்டு பொருள்களைக் குறிக்கும்?",
          "options": [
      "a) குழந்தை, இனிமை",
      "b) அழகு, குழந்தை",
      "c) தமிழ், மொழி",
      "d) இனிமை, தமிழ்"
    ],
    "answer": "A",
    
          "additional_context": "“மழலை” என்ற சொல் இரண்டு பொருள்களை குறிக்கும்.  அவை:  குழந்தை மற்றும் இனிமை.  குழந்தையின் பேச்சை 'மழலைப் பேச்சு' என அழைப்பர்.  மழலை என்ற சொல்லுக்கு இனிமை என்ற பொருளும் உண்டு.  எனவே சரியான விடை 'a) குழந்தை, இனிமை' என்பதாகும்."
          }
        ]