[
          
  {
    
          "description": "கவிதையில் காக்கை குயில் குஞ்சைப் போகச் சொன்ன காரணம் என்ன?",
          "options": [
      "காக்கைக்கு குயில் குஞ்சு பிடிக்கவில்லை",
      "குயில் குஞ்சு காக்கைக்குஞ்சு போலவே இருக்கவில்லை",
      "குயில் குஞ்சு கூடு கட்டத் தெரியாது",
      "குயில் குஞ்சு காக்கைக்குஞ்சு போல காக்க முடியாது"
    ],
    "answer": "B",
    
          "additional_context": "குயில் குஞ்சு காக்கையின் கூட்டில் பிறந்தாலும், காக்கையின் குஞ்சு போலவே இருக்கவில்லை என்பதால், காக்கை குயில் குஞ்சைப் போகச் சொல்கிறது."
          }
        ,
          
  {
    
          "description": "கவிதையில் குயில் குஞ்சு எதற்கு கெஞ்சுகிறது?",
          "options": [
      "கூடு கட்ட சொல்ல",
      "இரை தேட சொல்ல",
      "அம்மா காக்கையுடன் இருக்க",
      "பறக்க கற்றுக்கொள்ள"
    ],
    "answer": "C",
    
          "additional_context": "குயில் குஞ்சு காக்கையைப் பிரிய முடியாமல், அதனுடன் இருக்க கெஞ்சுகிறது. தன்னைப் பிரிந்து செல்லும்படி காக்கை சொல்லும் போது, குயில் குஞ்சு தன்னைப் பிரிய முடியாது என்கிறது. "
          }
        ,
          
  {
    
          "description": "'குயில் குஞ்சால் அம்மா காக்கையைப் பிரியமுடியவில்லை' என்பது எந்த உணர்வை வெளிப்படுத்துகிறது?",
          "options": [
      "பயம்",
      "துணிச்சல்",
      "நம்பிக்கை",
      "பாசம்"
    ],
    "answer": "D",
    
          "additional_context": "காக்கை குயில் குஞ்சைத் தன்னை விட்டுப் பிரிந்து போகச் சொல்கிறது. அதை அது கேட்காமல், காக்கையுடன் இருக்க விரும்புகிறது. இதிலிருந்து, காக்கையின் மீது குயில் குஞ்சுக்கு பாசம் இருப்பது தெளிவாகிறது. "
          }
        ,
          
  {
    
          "description": "கவிதையில் 'கூ' என்று கூவியது என்பது எந்த மாற்றத்தை குறிக்கிறது?",
          "options": [
      "குயில் குஞ்சு வளர்ந்தது",
      "குயில் குஞ்சு பேச கற்றுக்கொண்டது",
      "குயில் குஞ்சு தன் தனித்துவத்தை உணர்ந்தது",
      "குயில் குஞ்சு பறக்க கற்றுக்கொண்டது"
    ],
    "answer": "C",
    
          "additional_context": "காக்கையின் கூட்டில் பிறந்து காக்கையின் குஞ்சு போல் இருக்கும் குயில் குஞ்சு, 'கூ' என்று கூவியதன் மூலம் தான் ஒரு காக்கை அல்ல, தான் ஒரு குயில் என்பதை உணர்கிறது. அது தன்னை ஒரு குயில் என ஏற்றுக்கொள்கிறது. "
          }
        ,
          
  {
    
          "description": "கவிதையில் குறிப்பிடப்பட்டுள்ள குயில் குஞ்சு எந்த மரத்தில் வாழ ஆரம்பிக்கிறது?",
          "options": [
      "தேக்கு மரம்",
      "புளிய மரம்",
      "மருத மரம்",
      "காக்கையின் கூட்டில் இருந்த மரம்"
    ],
    "answer": "D",
    
          "additional_context": "காக்கை குயில் குஞ்சைப் போகச் சொன்னாலும், குயில் குஞ்சு அந்த மரத்திலேயே வாழ ஆரம்பிக்கிறது. அது காக்கையுடன் இருக்க விரும்புகிறது என்பதை இந்த வரிகள் எடுத்துக்காட்டுகின்றன."
          }
        ]