
[
  {
    "description": "கவிதையில் \"ஐம்பதைத் தாண்டி இன்றும்\" என்ற வரிகள் எந்த உணர்வை வெளிப்படுத்துகின்றன?",
    "options": [
      "மரத்தின் வயது மற்றும் அதன் நிலைத்தன்மையைப் பற்றிய ஆச்சரியம்",
      "கவிஞரின் வாழ்வில் மரத்தின் முக்கியத்துவத்தைப் பற்றிய எண்ணம்",
      "மரத்தின் பழமையைப் பற்றிய பெருமை",
      "மரத்தின் நீண்ட ஆயுளின் மீதான வியப்பு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கவிதை \"அப்படியே நிற்கட்டும் அந்த மரம்\" என்ற தலைப்பில் ராஜமார்த்தாண்டன் எழுதியது. இந்தக் கவிதை ஒரு மரத்தின் மீதான கவிஞரின் அன்பையும், நெருங்கிய உறவையும் பற்றிப் பேசுகிறது. இந்தக் கவிதை நாவல் மரத்தின் வயது மற்றும் ஆயுள் பற்றி குறிப்பிடுகிறது. \"ஐம்பதைத் தாண்டி இன்றும்\" என்ற வரிகள் மரத்தின் நீண்ட ஆயுளின் மீதான வியப்பைக் காட்டுகிறது. இந்த மரம் தாத்தாவின் தாத்தா காலத்தில் நட்டு வளர்க்கப்பட்டதாகக் குறிப்பிடப்படுகிறது. இது மரத்தின் வயது மற்றும் அதன் நிலைத்தன்மையைப் பற்றியும் விளக்குகிறது."
  },
  {
    "description": "\"பச்சைக்காய்கள் நிறம் மாறிச் செங்காய்த் தோற்றம் கொண்டதுமே\" என்ற வரிகளில் உள்ள \"செங்காய்த் தோற்றம்\" என்ன குறிக்கிறது?",
    "options": [
      "நாவற்பழத்தின் பழுத்த தன்மையை ",
      "மரத்தின் பூக்களின் நிறத்தை",
      "மரத்தின் இலைகளின் நிறமாற்றத்தை",
      "மரத்தின் பழங்களின் அளவைக் குறிப்பிடுதல் "
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கவிதை \"அப்படியே நிற்கட்டும் அந்த மரம்\" என்ற தலைப்பில் ராஜமார்த்தாண்டன் எழுதியது. இந்தக் கவிதை ஒரு மரத்தின் மீதான கவிஞரின் அன்பையும், நெருங்கிய உறவையும் பற்றிப் பேசுகிறது. இந்தக் கவிதை நாவல் மரத்தின் பழங்கள் பற்றி குறிப்பிடுகிறது. \"பச்சைக்காய்கள் நிறம் மாறிச் செங்காய்த் தோற்றம் கொண்டதுமே\" என்ற வரிகள் நாவற்பழங்கள் பழுத்து, உண்ணக் கூடிய நிலைக்கு வந்துவிட்டதை விளக்குகிறது. அதாவது,  நாவற்பழத்தின் பழுத்த தன்மையை  \"செங்காய்த் தோற்றம்\" என்ற சொல் குறிக்கிறது."
  },
  {
    "description": "\"கருநீலக் கோலிக்குண்டுகளாய்\" என்ற வரிகள் நாவற்பழங்களை எவ்வாறு உருவகப்படுத்துகின்றன?",
    "options": [
      "நாவற்பழங்களின் வடிவம் மற்றும் நிறத்தை",
      "நாவற்பழங்களின் சுவை மற்றும் வாசனை",
      "நாவற்பழங்களின் இனிமை மற்றும் மென்மை ",
      "நாவற்பழங்களின் மருத்துவ குணங்களை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கவிதை \"அப்படியே நிற்கட்டும் அந்த மரம்\" என்ற தலைப்பில் ராஜமார்த்தாண்டன் எழுதியது. இந்தக் கவிதை ஒரு மரத்தின் மீதான கவிஞரின் அன்பையும், நெருங்கிய உறவையும் பற்றிப் பேசுகிறது. இந்தக் கவிதை நாவல் மரத்தின் பழங்களைப் பற்றி குறிப்பிடுகிறது. \"கருநீலக் கோலிக்குண்டுகளாய்\" என்ற வரிகள் நாவற்பழங்களின் வடிவம் மற்றும் நிறத்தை உருவகப்படுத்துகிறது. நாவற்பழங்கள் கோலிக்குண்டுகளின் வடிவத்திலும், கருநீல நிறத்திலும் இருப்பதை இந்த வரிகள் விளக்குகின்றன."
  },
  {
    "description": "\"தோப்பு முழுக்கப் பரவிக்கிடக்கும் மரத்தின் குளிர்ந்த நிழலிலே\" என்ற வரிகள் எந்த உணர்வை வெளிப்படுத்துகின்றன?",
    "options": [
      "மரத்தின் அளவு மற்றும் அதன் நிழலின் விரிவாக்கம்",
      "மரத்தின் நிழலில் கிடைக்கும் இளைப்பாறுதல்",
      "மரத்தின் நிழலில் விளையாடும் மகிழ்ச்சி ",
      "மரத்தின் நிழலின் குளிர்ச்சியை "
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கவிதை \"அப்படியே நிற்கட்டும் அந்த மரம்\" என்ற தலைப்பில் ராஜமார்த்தாண்டன் எழுதியது. இந்தக் கவிதை ஒரு மரத்தின் மீதான கவிஞரின் அன்பையும், நெருங்கிய உறவையும் பற்றிப் பேசுகிறது. இந்தக் கவிதை நாவல் மரத்தின் நிழல் பற்றி குறிப்பிடுகிறது. \"தோப்பு முழுக்கப் பரவிக்கிடக்கும் மரத்தின் குளிர்ந்த நிழலிலே\" என்ற வரிகள் மரத்தின் நிழலின் குளிர்ச்சியை விளக்குகிறது. இந்த மரம் தோப்பு முழுவதும் தனது நிழலைப் பரப்பி, குளிர்ச்சியைத் தருகிறது என்பதை இந்த வரிகள் தெளிவுபடுத்துகின்றன."
  },
  {
    "description": "\"குஞ்சு குளுவான்களோடு எனக்குப் போக மனமில்லை\" என்ற வரிகள் எந்த உணர்வை வெளிப்படுத்துகின்றன?",
    "options": [
      "கவிஞரின் குழந்தைகளுக்கான அன்பை",
      "மரத்தின் மீதான கவிஞரின்  சோகத்தை",
      "மரத்தின்  நினைவுகளால் ஏற்பட்ட  வருத்தத்தை",
      "மரத்தின்  இழப்பால்  கவிஞருக்கு ஏற்பட்ட  துன்பத்தை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கவிதை \"அப்படியே நிற்கட்டும் அந்த மரம்\" என்ற தலைப்பில் ராஜமார்த்தாண்டன் எழுதியது. இந்தக் கவிதை ஒரு மரத்தின் மீதான கவிஞரின் அன்பையும், நெருங்கிய உறவையும் பற்றிப் பேசுகிறது. இந்தக் கவிதை நாவல் மரம் இல்லாமல் போனதால் கவிஞருக்கு ஏற்பட்ட துன்பத்தையும், வருத்தத்தையும் விளக்குகிறது. \"குஞ்சு குளுவான்களோடு எனக்குப் போக மனமில்லை\" என்ற வரிகள் மரத்தின்  நினைவுகளால் ஏற்பட்ட  வருத்தத்தைப் பற்றிப் பேசுகின்றன. இந்த வரிகள் மரம் இல்லாமல் போனதால் ஏற்பட்ட சோகத்தையும் வருத்தத்தையும் எடுத்துக்காட்டுகிறது."
  }
]
