
[
  {
    "description": "“புகாவாக நல்கினாள்” என்ற வரியில் “புகா” என்ற சொல்லுக்கு இங்கு என்ன பொருள்?",
    "options": [
      "உடைமை",
      "உணவு",
      "நகை",
      "கடிதம்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல் பாரி மகளிரின் பெருந்தன்மையைப் பற்றி கூறுகிறது. அவர்கள் தமக்கு இல்லாவிட்டாலும் இருப்பதை விருந்தினருக்குத் தந்து மகிழ்ந்தனர். அவர்கள் பாணர்களுக்கு உலைநீரில் பொன் இட்டு புதுமையாக உணவு அளித்தனர்.  அதாவது, மகளிர்கள் பாணர்களுக்கு 'புகாவாக' அதாவது 'உணவாக' நல்கினார்கள் என்பதை இந்த வரி குறிப்பிடுகிறது."
  },
  {
    "description": "“மாரியொன்று இன்றி வறந்திருந்த காலத்தும்” என்ற வரியில் “மாரி” என்ற சொல்லின் பொருளைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "மரம்",
      "மழை",
      "வறட்சி",
      "பூமி"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில், பாரி மகளிர்கள் பாணர்களுக்குப் புதுமையாக உணவு அளித்த செய்தி கூறப்படுகிறது. அவர்கள் பாணர்களுக்கு உலைநீரில் பொன் இட்டு 'புகாவாக' அதாவது 'உணவாக' நல்கினார்கள் என்பதையும் அறியலாம். 'மாரியொன்று இன்றி வறந்திருந்த காலத்தும்' என்ற வரியில் 'மாரி' என்பது மழையைக் குறிக்கிறது. அதாவது மழையின்றி வறட்சி நிலவிய காலத்திலும் பாரி மகளிர்கள் பாணர்களுக்கு உணவு அளித்து அவர்களை மகிழ்வித்தனர் என்பதை இந்த வரி விளக்குகிறது."
  },
  {
    "description": "“பாரி மடமகள் பாண்மகற்கு” என்ற வரியில் “மடமகள்” என்ற சொல் யாரைக் குறிக்கிறது?",
    "options": [
      "பாரியின் மனைவி",
      "பாரியின் மகள்",
      "பாரியின் தாய்",
      "பாரியின் சகோதரி"
    ],
    "answer": "B",
    "additional_context": "பாரி என்பவர் கடையெழு வள்ளல்களுள் ஒருவர். 'பாரி மடமகள் பாண்மகற்கு' என்ற வரியில் 'மடமகள்' என்பது பாரியின் மகளைக் குறிக்கிறது. பாரியின் மகள்கள் பாணர்களுக்கு உணவு அளித்து அவர்களை மகிழ்வித்தார்கள் என்பதையும் அறியலாம். 'மடமகள்' என்பது பெண்மையைக் குறிக்கும் சொல் ஆகும்.  இந்த வரியில் 'பாரி மடமகள்' என்ற சொல், பாரியின் மகளிரான அங்கவை, சங்கவை ஆகியோரை குறிக்கிறது."
  },
  {
    "description": "“ஒன்றுறா முன்றிலோ இல்” என்ற பழமொழியின் பொருள் என்ன?",
    "options": [
      "ஒரு முறை மட்டுமே வீட்டுக்கு வருவது",
      "இரண்டு வீடுகளில் இருப்பது",
      "எந்த வீட்டிலும் ஏதாவது பொருள் இருக்கும்",
      "பொருள் இல்லாத வீடு இல்லை"
    ],
    "answer": "D",
    "additional_context": "'ஒன்றுறா முன்றிலோ இல்' என்ற பழமொழி, வீட்டைப் பற்றியது. பாரி மகளிர்கள் வறட்சி நிலவிய காலத்திலும் பாணர்களுக்கு உணவு அளித்து அவர்களை மகிழ்வித்தனர் என்பதை இந்தப் பாடல் கூறுகிறது. இந்த நிகழ்வின் மூலம் 'ஒன்றுறா முன்றிலோ இல்' என்ற பழமொழியின் பொருளை நாம் புரிந்துகொள்ள முடியும். இந்த பழமொழியின் பொருள் 'பொருள் இல்லாத வீடு இல்லை' என்பதாகும். அதாவது, எந்த வீட்டிலும் எதாவது ஒரு பொருள் இருக்கும் என்பதை இந்தப் பழமொழி சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "“முன்றிலோ இல்” என்ற வரியில் “முன்றில்” என்ற சொல் என்னைக் குறிக்கிறது?",
    "options": [
      "வீட்டின் உள்ளே",
      "வீட்டின் பின்புறம்",
      "வீட்டின் முன்புறம்",
      "வீட்டின் மீது"
    ],
    "answer": "C",
    "additional_context": " 'முன்றிலோ இல்' என்ற பழமொழியில் 'முன்றில்' என்பது வீட்டின் முன்புறத்தைக் குறிக்கிறது. வீட்டின் முன்புறத்தில் இடம் இல்லையா என்பதை கேள்வி கேட்பது போன்றே இந்தப் பழமொழி அமைந்துள்ளது. அதாவது வீட்டின் முன்புறத்தில் இருந்தாலும் சரி, வீட்டின் உள்ளே இருந்தாலும் சரி, எந்த வீட்டிலும் ஏதாவது பொருள் இருக்கும் என்பதை இந்தப் பழமொழி சுட்டிக் காட்டுகிறது."
  }
]
