
[
  {
    "description": "பாடலில் \"செங்கனியும் பொன்கதிரும் தந்துதவும் நன்செய்வளம்\" எனக் குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "தமிழ்நாட்டில் பழங்கள் மற்றும் தானியங்கள் மட்டுமே விளைகின்றன.",
      "தமிழ்நாட்டின் மண் வளம் இயற்கையாகவே பணக்காரமானது.",
      "தமிழ்நாட்டில் பழங்கள் மற்றும் தானியங்கள் நிறைந்து, அவை நன்மை பயக்கின்றன.",
      "தமிழ்நாட்டில் பழங்கள் மற்றும் தானியங்கள் மட்டுமே மக்களுக்கு உணவாகின்றன."
    ],
    "answer": "B",
    "additional_context": "தமிழ்நாட்டில் தென்றல் வீசும் போது தேன்மணம் கமழும்.  தமிழ்நாட்டில் செங்கனிகள் மற்றும் பொன் போன்ற கதிர்களும்  நிறைந்திருக்கின்றன.  இது நன்செய் வளம் என்பதைக் குறிக்கிறது.  இதன் பொருள் தமிழ்நாட்டின் மண் வளம் இயற்கையாகவே பணக்காரமானது என்பதே."
  },
  {
    "description": "\"வள்ளலாம் குமணன்போல் வாழ்ந்தவர் வரலாறு\" எனக் கவிஞர் குறிப்பிடுகிறார். குமணன் எதற்காகப் புகழ் பெற்றார்?",
    "options": [
      "போர்க்களத்தில் தனது வீரத்திற்காக",
      "பல நாடுகளில் வெற்றி கொண்டதற்காக",
      "மக்களுக்குக் கொடை கொடுத்ததற்காக",
      "பல புத்தகங்களை எழுதியதற்காக"
    ],
    "answer": "C",
    "additional_context": "குமணன்  மக்களுக்குக் கொடை கொடுத்துப் புகழ் பெற்றான்.  புலவரின் சொல்லுக்காகத் தன் தலையையே தரத் துணிந்தான்.  அவன் தன் கொடைத்திறன் மூலம் வாழ்ந்தவர்.  அவன் போன்ற வள்ளல்களின் வரலாறு ஒன்றிரண்டல்ல பலவாகும்."
  },
  {
    "description": "\"தென்றல் தரும் இனிய தேன்மண மும்கமழும்\" எனக் கவிஞர் எடுத்துக்காட்டுகிறார். இதன் பொருள் என்ன?",
    "options": [
      "தமிழ்நாட்டில் காற்று இனிமையாகவும் புத்துணர்ச்சியாகவும் இருக்கும்.",
      "தமிழ்நாட்டில் பல வகையான மலர்கள் இருப்பதால் காற்று இனிமையாக இருக்கும்.",
      "தமிழ்நாட்டில் தேன் போன்ற இனிமை மணம் வீசும் காற்று இருக்கும்.",
      "தமிழ்நாட்டில் தேன் கூடுகள் நிறைந்து இருப்பதால் காற்று தேன் மணம் வீசும்."
    ],
    "answer": "C",
    "additional_context": "தமிழ்நாட்டில் தென்றல் வீசும் போது தேன்மணம் கமழும்.  இதன் பொருள் தமிழ்நாட்டில் தேன் போன்ற இனிமை மணம் வீசும் காற்று இருக்கும் என்பதே. "
  },
  {
    "description": "\"பகைவென்ற திறம்பாடும் பரணிவகை - செழும்\" எனக் கவிஞர் குறிப்பிடுகிறார். பரணி என்ன?",
    "options": [
      "போர்க்களத்தில் தோல்வி கொண்டவதைப் பற்றிய பாடல்.",
      "அரசரின் பெருமையைப் பற்றிய பாடல்.",
      "வீரர்களின் வீரத்தைப் பற்றிய பாடல்.",
      "வள்ளல்களின் கொடையைப் பற்றிய பாடல்."
    ],
    "answer": "C",
    "additional_context": "பரணி  பகைவரை வென்ற வீரர்களின் வீரத்தைப் பற்றிய பாடல்.  தமிழ்நாட்டில் பகைவரை வென்றதைப் பாடுவது பரணி இலக்கியம் என்பதைக் குறிக்கிறது.  "
  },
  {
    "description": "\"பொருள்கண்ட தமிழ்ச்சங்க இலக்கியப் பெருஞ்செல்வம்\" எனக் கவிஞர் கூறுகிறார். இதன் பொருள் என்ன?",
    "options": [
      "சங்க இலக்கியத்தில் பணம் பற்றிய கதைகள் மிகுதியாக உள்ளன.",
      "சங்க இலக்கியம் பணக்காரர்களால் மட்டுமே எழுதப்பட்டது.",
      "சங்க இலக்கியம் பணம், செல்வம் ஆகியவற்றை மட்டுமே பேசுகிறது.",
      "சங்க இலக்கியம் பணம், செல்வம், மக்கள் வாழ்க்கை, இயற்கை போன்ற பல்வேறு பொருட்களைப் பற்றியது."
    ],
    "answer": "D",
    "additional_context": "தமிழ்நாட்டில் பகைவரை வென்றதைப் பாடுவது பரணி இலக்கியம்.  அத்தோடு இசைப்பாடலான பரிபாடலும் கலம்பக நூல்களும் எட்டுத்தொகையும் வான்புகழ் கொண்ட திருக்குறளும் அகம், புறம் ஆகியவற்றை மெய்ப்பொருளாகக் கொண்டு பாடப்பட்ட சங்க இலக்கியங்களும் எனத் தமிழின் இலக்கிய வளங்கள் ஒன்றிரண்டல்ல பலவாகும்.  இதன் பொருள் சங்க இலக்கியம் பணம், செல்வம், மக்கள் வாழ்க்கை, இயற்கை போன்ற பல்வேறு பொருட்களைப் பற்றியது என்பதே. "
  }
]
