
[
  {
    "description": "“எனைமாட்சித்து ஆகியக் கண்ணும் வினைமாட்சி இல்லார்கண் இல்லது அரண்” என்ற வரியில் “வினைமாட்சி” என்பதன் பொருள் என்ன?",
    "options": [
      "அ)   வீரம் ",
      "ஆ)  திறமை",
      "ஈ)  பொருள் ",
      "இ)  வளமை "
    ],
    "answer": "B",
    "additional_context": "இந்த வரி 'அரண்' என்ற பகுதியில் உள்ளது. ஒரு நாட்டின்  அரண் என்பது  வலிமை மிக்கதாக இருந்தாலும், அதைப் பாதுகாப்பவர்களிடம் வினை மாட்சி இல்லையெனில் அதற்கு அர்த்தம் இல்லை. ஒரு நாட்டின்  திறமை  அதன் அரணின்  முக்கிய அங்கமாகும்.  எனவே, வினை மாட்சி  என்பது 'திறமை' என்பதை  இந்த வரி உணர்த்துகிறது.  இந்த  வரியில்  நாம்  வினைமாட்சி என்பது  திறமையைக் குறிப்பதாகப் புரிந்துகொள்ள முடிகிறது."
  },
  {
    "description": "“வினையால் வினையாக்கிக் கோடல் தனைகவுள் யானையால் யானையாத் தற்று” என்னும் குறளின்  பொருளுடன் தொடர்புடைய, கீழ்க்கண்ட எந்த வாக்கியம் சரியானது?",
    "options": [
      "ஒரே மாதிரியான செயல்களை மீண்டும் மீண்டும் செய்வதன் மூலம் வெற்றி பெறலாம்.",
      "ஒரு செயலின் மூலம் மற்றொரு செயலைச் செய்ய முடிவது ஒரு நல்ல தந்திரமாகும்.",
      "யானையால் யானையைப் பிடிக்க முடியும் என்பதை இந்த குறள் விளக்குகிறது.",
      "எல்லா செயல்களும் சமமானவை அல்ல."
    ],
    "answer": "B",
    "additional_context": "இந்த குறள்  'வினைசெயல் வகை' என்ற பகுதியில்  இருக்கிறது. இது  வினையால்  வினையாக்கிக் கொள்ளும் செயல்களை பற்றியது.  யானையைப் பிடிக்க யானையையே பயன்படுத்துவதை  போன்று ஒரு செயலை  செய்யும்போது, அந்த  செயலின்  மூலமாகவே மற்றொரு செயலை  செய்ய முடிந்தால் அது  சிறந்த  தந்திரம்.  இந்தக் குறள் ஒரு  செயலின்  மூலமாக  மற்றொரு  செயலைச் செய்ய முடிவது ஒரு நல்ல தந்திரமாகும் என்பதை  விளக்குகிறது."
  },
  {
    "description": "“கற்றாருள் கற்றார் எனப்படுவர் கற்றார்முன் கற்ற செலச்சொல்லு வார்” என்னும் குறளின் பொருளை அடிப்படையாகக் கொண்டு, கீழ்க்கண்ட எந்த வாக்கியம் சரியானது?",
    "options": [
      "கற்றவர்கள் தமது அறிவைப் பகிர்ந்து கொள்ள வேண்டும்.",
      "கற்றவர் தமது அறிவைப் பகிர்ந்து கொள்ளும் போது, அவர்கள் அந்த அறிவை மேலும் விரிவாக்கிக் கொள்வார்கள்.",
      "கற்றவர்கள் மட்டுமே அறிவைப் பகிர்ந்து கொள்ள வேண்டும்.",
      "கற்றவர்கள் மற்றவர்களைவிட சிறந்தவர்கள்."
    ],
    "answer": "A",
    "additional_context": "இந்த  குறள்  'அவை  அஞ்சாமை'  என்ற பகுதியில்  இருக்கிறது.  இது   தாம் கற்றதை கற்றவர் முன்  தெளிவாக  சொல்ல வல்லவர், கற்றவருள் மிகவும் கற்றவராக மதிக்கப்படுவார் என்பதை  உணர்த்துகிறது.  கற்றதை  பகிர்ந்து கொள்ளும்போது,  அந்த  அறிவை  மேலும்  விரிவாக்கிக் கொள்ளலாம் என்பதை  இந்தக் குறள்   உணர்த்துகிறது."
  },
  {
    "description": "“உறுபசியும் ஓவாப் பிணியும் செறுபகையும் சேராது இயல்வது நாடு” என்னும் குறள்  எந்த விஷயத்தை முக்கியமாகக் கூறுகிறது?",
    "options": [
      "நாட்டின் வளர்ச்சி",
      "நாட்டின் மக்களின் ஆரோக்கியம்",
      "நாட்டின் பாதுகாப்பு",
      "நாட்டின் சமூக நலன்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் குறள்  'நாடு' என்ற  பகுதியில்  இருக்கிறது.   நாட்டின்  சிறப்பான  இயல்பு  என்ன  என்பதை  இந்தக்  குறள்  விளக்குகிறது.   உறுபசி இல்லாமை,  பிணி இல்லாமை,   பகை  இல்லாமை   ஆகியவற்றை  முக்கியமாக  கூறுகிறது.  எனவே,  நாட்டின் பாதுகாப்பு  இந்தக்  குறளின்   முக்கிய  அம்சமாகும்."
  },
  {
    "description": "“மணிநீரும் மண்ணும் மலையும் அணிநிழல் காடும் உடையது அரண்” என்னும் குறள் ஒரு நாட்டின் அரணை  கீழ்க்கண்டவற்றில் எது என விவரிக்கிறது?",
    "options": [
      "ஒரு இயற்கைப் பகுதி",
      "சின்னக் கோட்டை",
      "படை பலம்",
      "ஒரு நல்ல அரசர்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள்  'அரண்' என்ற  பகுதியில்  இருக்கிறது.   ஒரு  நாட்டின் அரண்  என்பது  ஒரு  இயற்கைப்  பகுதி  என்பதை   இந்த  குறள்   விளக்குகிறது.   மணிநீர், மண், மலை, காட் போன்றவை  ஒரு   நாட்டின்  அரணை   உருவாக்குகின்றன.  எனவே, ஒரு  இயற்கைப்  பகுதி   இந்தக்   குறளின்  பொருள்  என்பதை   நாம்   புரிந்துகொள்ள  முடிகிறது."
  }
]
