
[
  {
    "description": "“சமையல்” என்ற சொல்லில் உள்ள ஐகாரம் எத்தனை மாத்திரை அளவில் ஒலிக்கிறது?",
    "options": [
      "இரண்டு மாத்திரை",
      "ஒன்றரை மாத்திரை",
      "ஒரு மாத்திரை",
      "கால் மாத்திரை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“ஐகாரக்குறுக்கம்” என்பது ஐகாரம் தனக்குரிய இரண்டு மாத்திரை அளவிலிருந்து குறைந்து ஒலிக்கும் போது ஏற்படுகிறது. ஐகாரம் சொல்லின் முதலில் வரும்போது ஒன்றரை மாத்திரை அளவில் ஒலிக்கும். ஐகாரம் சொல்லின் இடையிலும் இறுதியிலும் வரும்போது ஒரு மாத்திரை அளவில் ஒலிக்கும். “சமையல்” என்ற சொல்லில் ஐகாரம் சொல்லின் இடையில் வரும்போது, ஒரு மாத்திரை அளவில் ஒலிக்கிறது. எனவே, “சமையல்” என்ற சொல்லில் உள்ள ஐகாரம் ஒரு மாத்திரை அளவில் ஒலிக்கிறது."
  },
  {
    "description": "“அஃது” என்ற சொல்லில் ஆய்தம் எத்தனை மாத்திரை அளவில் ஒலிக்கிறது?",
    "options": [
      "ஒரு மாத்திரை",
      "ஒன்றரை மாத்திரை",
      "இரண்டு மாத்திரை",
      "கால் மாத்திரை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“ஆய்தக்குறுக்கம்” என்பது ஆய்தம் தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து ஒலிக்கும் போது ஏற்படுகிறது. ஆய்தம் தனித்து வரும் போது அரை மாத்திரை அளவில் ஒலிக்கிறது. “அஃது” என்ற சொல்லில் ஆய்தம் தனித்து வரும்போது, ஒரு மாத்திரை அளவில் ஒலிக்கிறது. எனவே, “அஃது” என்ற சொல்லில் உள்ள ஆய்தம் ஒரு மாத்திரை அளவில் ஒலிக்கிறது."
  },
  {
    "description": "“வௌவால்” என்ற சொல்லில் ஔகாரக் குறுக்கம் எந்த இடத்தில் உள்ளது?",
    "options": [
      "சொல்லின் முதல்",
      "சொல்லின் இடை",
      "சொல்லின் இறுதி",
      "ஔகாரக் குறுக்கம் இல்லை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“ஔகாரக்குறுக்கம்” என்பது ஔகாரம் தனக்குரிய இரண்டு மாத்திரை அளவிலிருந்து குறைந்து ஒலிக்கும் போது ஏற்படுகிறது. ஔகாரம் சொல்லின் முதலில் வரும்போது ஒன்றரை மாத்திரை அளவில் ஒலிக்கிறது. “வௌவால்” என்ற சொல்லில் ஔகாரம் சொல்லின் முதலில் வரும்போது, ஒன்றரை மாத்திரை அளவில் ஒலிக்கிறது. எனவே, “வௌவால்” என்ற சொல்லில் உள்ள ஔகாரக் குறுக்கம் சொல்லின் முதலில் உள்ளது."
  },
  {
    "description": "“மருண்ம்” என்ற சொல்லில் மகரம் எந்த எழுத்தின் அடுத்து வருகிறது?",
    "options": [
      "“ன்”",
      "“ண்”",
      "“ம”",
      "“ரு”"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“மகரக்குறுக்கம்” என்பது மகரம் தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து ஒலிக்கும் போது ஏற்படுகிறது. மகரம் ன், ண் ஆகிய எழுத்துகளை அடுத்து வருவதால் தனக்குரிய அரை மாத்திரை அளவிலிருந்து குறைந்து கால் மாத்திரை அளவில் ஒலிக்கிறது. “மருண்ம்” என்ற சொல்லில் மகரம் ண் என்ற எழுத்தின் அடுத்து வருகிறது. எனவே, “மருண்ம்” என்ற சொல்லில் மகரம் ண் என்ற எழுத்தின் அடுத்து வருகிறது."
  },
  {
    "description": "“ஐகாரக் குறுக்கம்” மற்றும் “ஔகாரக் குறுக்கம்” ஆகிய இரண்டும் இடம்பெறும் சொல் எது?",
    "options": [
      "வையம்",
      "ஔவையார்",
      "சமையல்",
      "பறவை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“ஐகாரக் குறுக்கம்” மற்றும் “ஔகாரக் குறுக்கம்” ஆகிய இரண்டும் இடம்பெறும் சொல் “ஔவையார்”. “ஔவையார்” என்ற சொல்லில் ஔகாரம் சொல்லின் முதலில் வரும்போது ஔகாரக் குறுக்கம் ஏற்படுகிறது. மேலும் “ஔவையார்” என்ற சொல்லில் ஐகாரம் சொல்லின் இடையில் வரும்போது ஐகாரக் குறுக்கம் ஏற்படுகிறது. எனவே, “ஔவையார்” என்ற சொல்லில் “ஐகாரக் குறுக்கம்” மற்றும் “ஔகாரக் குறுக்கம்” ஆகிய இரண்டும் இடம்பெறுகின்றன."
  }
]
