
[
  {
    "description": "கவிஞர் சுரதா எழுதிய \"தேன்மழை\" என்ற நூலின் எந்தப் பகுதியிலிருந்து \"காடு\" பாடல் எடுக்கப்பட்டுள்ளது?",
    "options": [
      "அ) இயற்கை மணம்",
      "ஆ) இயற்கை எழில்",
      "இ) இயற்கை ஓவியம்",
      "ஈ) இயற்கை சிறப்பு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சுரதா எழுதிய \"தேன்மழை\" என்ற நூலில் உள்ள \"இயற்கை எழில்\" எனும் பகுதியில் இருந்து \"காடு\" பாடல் எடுக்கப்பட்டுள்ளது."
  },
  {
    "description": "\"கிளிக்கண்ணி\" என்னும் பாவகையைப் பயன்படுத்தி எழுதப்பட்ட பாடல் எது?",
    "options": [
      "அ) \"காடும் கடலும் நமக்கு எப்போதும் காட்சிக்கு இன்பம் தருபவை\"",
      "ஆ) \"கார்த்திகை தீபமெனக் காடெல்லாம் பூத்திருக்கும்\"",
      "இ) \"நெஞ்சில் உரமுமின்றி நேர்மைத் திறமுமின்றி\"",
      "ஈ) \"காடு பொருள்கொடுக்கும் காய்கனி ஈன்றெடுக்கும்\""
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கிளிக்கண்ணி பாடல் என்பது பெண்மை பண்பு கொண்டது. இதில் கிளியின் வாயால் ஒரு பெண் பேசுவது போல் பாடப்படும். காட்டுப் பாடலைக் கிளி மூலமாகப் பெண் ஒருத்தி பாடுவது போல் உள்ளது.  \"கார்த்திகை தீபமெனக் காடெல்லாம் பூத்திருக்கும்\" என்னும் பாடல் கிளிக்கண்ணி பாவகையைப் பயன்படுத்தி எழுதப்பட்ட பாடல்."
  },
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள மலர்களுக்கு எந்த உவமை பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அ)  மயிலிறகுகள்",
      "ஆ)  கார்த்திகை தீபங்கள்",
      "இ)  பூங்குயில்கள்",
      "ஈ)  யானைத் தந்தங்கள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காட்டில் மலர்ந்திருக்கும் மலர்களை  \"கார்த்திகை தீபங்கள்\" என்று உவமைப்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "\"காட்டில் கிழங்குகளைத் தோண்டி உண்ணும் விலங்குகள் யாவை?",
    "options": [
      "அ) குரங்குகள்",
      "ஆ) யானைகள்",
      "இ) பன்றிகள்",
      "ஈ) நரிகள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "\"பன்றி கிழங்கெடுக்கும்\" என்று பாடல் கூறுகிறது. ஆகவே பன்றிகள் காட்டில் கிழங்குகளைத் தோண்டி உண்ணும் விலங்குகள்."
  },
  {
    "description": "\"காட்டின் பயன்களாகக் கவிஞர் சுரதா கூறுவன எவை?",
    "options": [
      "அ)  பொருள்களைத் தருதல், காய்கனிகளைத் தருதல், குளிர்ந்த நிழலைத் தருதல்",
      "ஆ)  விலங்குகளுக்கு வாழ்விடம் தருதல், மரங்களை வளர்த்தல், காற்று மாசுபடுதலைத் தடுத்து நிறுத்துதல்",
      "இ)  மழையை ஈர்த்தல், நிலத்தடி நீர்நிலைகளைப் பாதுகாத்தல், மண்ணரிப்பைத் தடுத்து நிறுத்துதல்",
      "ஈ)  மரங்கள், புல், பூக்கள், விலங்குகள் போன்றவற்றைக் கொண்டிருத்தல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காடு பொருள்கொடுக்கும், காய்கனி ஈன்றெடுக்கும்,  குளிர்ந்த நிழல்கொடுக்கும் என பாடல் கூறுகிறது. ஆகவே இவை காட்டின் பயன்கள்."
  }
]
