[
          
  {
    
          "description": "இலக்கணமுடையது, இலக்கணப்போலி, மரூஉ என மூன்று வகைகளாகப் பிரிக்கப்படும் வழக்கு எது?",
          "options": [
      "தகுதி வழக்கு",
      "இயல்பு வழக்கு",
      "மங்கல வழக்கு",
      "குழூஉக்குறி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஒரு பொருளை அதற்கே உரிய இயல்பான சொற்களால் குறிப்பிடுவது இயல்பு வழக்கு ஆகும். இயல்பு வழக்கு மூன்று வகைப்படும்.\n1. இலக்கணமுடையது\n2. இலக்கணப்போலி\n3. மரூஉ"
          }
        ,
          
  {
    
          "description": "'நுனிக்கிளை' என்னும் சொல் எந்த வகையான வழக்கைச் சேர்ந்தது?",
          "options": [
      "இலக்கணமுடையது",
      "இலக்கணப்போலி",
      "மரூஉ",
      "இடக்கரடக்கல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இல்லத்தின் முன் பகுதியை இல்முன் எனக் குறிக்க வேண்டும். ஆனால் அதனை நம் முன்னோர் முன்றில் என மாற்றி வழங்கினர். கிளையின் நுனியைக் கிளைநுனி எனக் கூறாமல் நுனிக்கிளை எனக் குறிப்பிடுகிறோம். இவ்வாறு இலக்கண முறைப்படி அமையாவிடினும், இலக்கணமுடையவை போலவே ஏற்றுக் கொள்ளப்படும் சொற்கள் இலக்கணப்போலி எனப்படும்."
          }
        ,
          
  {
    
          "description": "'கோவை' என்னும் சொல் எந்த வகையான வழக்கைச் சேர்ந்தது?",
          "options": [
      "இலக்கணமுடையது",
      "இலக்கணப்போலி",
      "மரூஉ",
      "தகுதி வழக்கு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "நாம் எல்லாச் சொற்களையும் எல்லா இடங்களிலும் முழுமையான வடிவத்தில் பயன்படுத்துவது இல்லை. தஞ்சாவூர் என்னும் பெயரைத் தஞ்சை என்றும், திருநெல்வேலி என்னும் பெயரை நெல்லை எனவும் வழங்குகிறோம். இவ்வாறு இலக்கண நெறியிலிருந்து பிறழ்ந்து, சிதைந்து வழங்கும் சொற்கள் மரூஉ எனப்படும்."
          }
        ,
          
  {
    
          "description": "'கால் கழுவி வந்தான்' என்னும் தொடர் எந்த வகையான தகுதி வழக்கைச் சேர்ந்தது?",
          "options": [
      "இடக்கரடக்கல்",
      "மங்கலம்",
      "குழூஉக்குறி",
      "இயல்பு வழக்கு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "ஏதேனும் ஒரு காரணத்தினால் பிறரிடம் சொல்லத் தகுதியற்ற சொற்களைத் தகுதியான வேறு சொற்களால் குறிப்பிடுவது தகுதி வழக்கு ஆகும். தகுதி வழக்கு மூன்று வகைப்படும்.\n1. இடக்கரடக்கல்\n2. மங்கலம்\n3. குழூஉக்குறி\n\nபிறரிடம் வெளிப்படையாகச் சொல்லத் தகாத சொற்களைத் தகுதியுடைய வேறு சொற்களால் கூறுவது இடக்கரடக்கல் ஆகும்."
          }
        ,
          
  {
    
          "description": "'கறுப்பு ஆடு' என்பதற்கு பதிலாக 'வெள்ளாடு' எனக் குறிப்பிடுவது எந்த வகையான தகுதி வழக்கைச் சேர்ந்தது?",
          "options": [
      "இடக்கரடக்கல்",
      "மங்கலம்",
      "குழூஉக்குறி",
      "இயல்பு வழக்கு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "குழந்தை வெளியே போய்விட்டது.\nஒன்றுக்குப் போய் வந்தேன்.\nசெத்தார் என்பது மங்கலமில்லாத சொல் என நம் முன்னோர் கருதினர். எனவே, செத்தார் எனக் குறிப்பிடாமல் துஞ்சினார் எனக் குறிப்பட்டனர். நாம் இக்காலத்தில் இயற்கை எய்தினார் என்று குறிப்பிடுகிறோம். இவ்வாறு மங்கலமில்லாத சொற்களை மங்கலமான வேறு சொற்களால் குறிப்பதை மங்கலம் என்பர்."
          }
        ]