
[
  {
    "description": "“மரங்கள் வெயில்மறைக்கும் - கிளியே” என்ற வரியில் “வெயில்மறைக்கும்” என்ற சொல்லின் பொருள் எது?",
    "options": [
      "வெயிலை உறிஞ்சுகிறது",
      "வெயிலைத் தடுக்கிறது",
      "வெயிலால் எரிக்கப்படுகிறது",
      "வெயிலை மறைக்கிறது"
    ],
    "answer": "D",
    "additional_context": "இந்த வரியில், மரங்கள் வெயிலை மறைத்து நிழல் தருவதைக் குறிப்பிடுகிறது. காட்டில் வெயிலின் தாக்கத்திலிருந்து பாதுகாப்பு அளிப்பது மரங்களின் முக்கியப் பணி. அதுபோல மரங்கள் பூக்களையும், கனிகளையும் கொடுத்து உயிரினங்கள் வாழ உதவுகின்றன."
  },
  {
    "description": "“பச்சை மயில்நடிக்கும்” என்ற வரியில் “பச்சை” என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "மயிலின் கண்",
      "மயிலின் இறகு",
      "மயிலின் பாதம்",
      "மயிலின் தலை"
    ],
    "answer": "B",
    "additional_context": "மயிலின் இறகுகள் பச்சை நிறத்தில் இருப்பது அனைவரும் அறிந்ததே. மயிலின் பச்சை இறகுகளைத் தான் இந்த வரி குறிப்பிடுகிறது. மயில் தன் இறகுகளை விரித்து நடனமாடுவது மிகவும் அழகான காட்சி."
  },
  {
    "description": "“நச்சர வங்கலங்கும் - கிளியே” என்ற வரியில் “நச்சரவம்” என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "நஞ்சுள்ள பாம்பு",
      "நஞ்சுள்ள பூச்சி",
      "நஞ்சுள்ள விஷம்",
      "நஞ்சுள்ள விலங்கு"
    ],
    "answer": "A",
    "additional_context": "நச்சரவம் என்பது விஷமுள்ள பாம்பைக் குறிக்கும் சொல். காட்டில் பன்றிகள் கிழங்குகளை தோண்டி உண்பதைப் பார்த்து நச்சரவங்கள்  (விஷமுள்ள பாம்புகள்) கலக்கமடைவது வழக்கம்.  நச்சரவங்கள் மிகவும் ஆபத்தான உயிரினங்கள். அவற்றை நெருங்கக் கூடாது."
  },
  {
    "description": "“அதிமது ரத்தழையை” என்ற வரியில் “அதிமதுரம்” என்ற சொல்லின் பொருள் எது?",
    "options": [
      "மிகவும் சுவையான",
      "மிகவும் கசப்பான",
      "மிகவும் புளிப்பு",
      "மிகவும் உப்பு"
    ],
    "answer": "A",
    "additional_context": "அதிமதுரம் என்றால் மிகவும் சுவையான என்று பொருள். காட்டில் யானைகள் மிகவும் சுவையான தழையை உண்டு புதிய நடை போடும் என்று கவிதை கூறுகிறது. யானைகள் பெரிய உயிரினங்கள், அவற்றை நெருங்காமல் இருப்பது நல்லது."
  },
  {
    "description": "“புதுநடை போடுமடீ – கிளியே” என்ற வரியில் “புதுநடை” என்ற சொல்லின் பொருள் எது?",
    "options": [
      "வேகமாக நடக்கிறது",
      "புதிய இடத்திற்கு நடக்கிறது",
      "மெதுவாக நடக்கிறது",
      "புதிய முறையில் நடக்கிறது"
    ],
    "answer": "D",
    "additional_context": "புதுநடை என்றால் புதிய முறையில் நடக்கிறது என்று பொருள். யானைகள் மிகப் பெரியவை. அவை தங்கள் கால்களின் அளவிற்கு ஏற்ற மாதிரி நடை போட வேண்டும். புதிய நடை போடும் என்ற வரி யானைகள் நடக்கும் விதத்தைப் பற்றிப் பாடகர் கூறுகிறார்."
  }
]
