
[
  {
    "description": "இங்கும் மனிதனின் படைப்பைத் தொடர்ந்துதான் நுகர்வு வருகிறது; ஒப்புரவு வருகிறது.",
    "options": [
      "ஊருணி",
      "மரம்",
      "பழம்",
      "மருந்து"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஊருணியை அகழ்ந்தவன் மனிதன். அந்த ஊருணியில் தண்ணீரைக் கொணர்ந்து தேக்கியது யார்? மனிதர்தாம். ஊருணியை அமைத்துத் தண்ணீரைத் தேக்கும் கடமை பொறுப்புணர்வுடன் கூட்டுப் பொறுப்புடன் செய்யப் பெற்றால்தான் ஊருணியில் தண்ணீர் நிறையும். பலரும் எடுத்துக் குடிக்கலாம். பயன்தரும் மரங்களை வளர்த்தால்தான் கனிகள் கிடைக்கும். தின்று அனுபவிக்கலாம்."
  },
  {
    "description": "வறுமையைப் பிணி என்றும் செல்வத்தை ______ என்றும் கூறுவது தமிழ் மரபு.",
    "options": [
      "நோய்",
      "மருத்துவம்",
      "மருந்து",
      "பணம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "வறுமையைப் பிணி என்றும் செல்வத்தை மருந்து என்றும் கூறுவது தமிழ் மரபு. பொருள் தேடல் வாழ்க்கையின் லட்சியம் அன்று. பொருள் வாழ்க்கையின் கருவியே. நல்ல அறிவும் பண்பும் உடையவர்களுக்குப் பணம் பணியாள். ஆனால், இவை இல்லாதவர்க்கோ மோசமான எசமானன். வாழ்க்கையை உணர்ந்து கொள்ளச் செல்வம் மட்டுமன்றி வறுமையும்கூடத் துணை செய்யும். பொருளும் தேவை; அதைத் துய்க்கத் திறனும் தேவை. பொருளை மற்றவர்களுக்குக் கொடுத்து மகிழ்ச்சி பெறலாம். செல்வத்தைத் தனியே அனுபவித்தல் இழத்தலுக்குச் சமம்."
  },
  {
    "description": "திருக்குறள் நெறியில் ஒருவருக்கொருவர் கடமைகளைச் செய்ய வேண்டும் என்றும், உரிமைகளைப் பெற வேண்டும் என்றும் கூறப்படுகிறது. இந்தக் கருத்து எந்த வகையான நெறியைப் பிரதிபலிக்கிறது?",
    "options": [
      "தனியுடைமை நெறி",
      "பொருளுடைமை நெறி",
      "பொதுவுடைமை நெறி",
      "ஆளுமை நெறி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒப்புரவு நெறியைத் திருக்குறள் அறிமுகப்படுத்துகிறது. திருக்குறள் நெறியில் மக்கள் ஒருவருக்கொருவர் கடமைகளைச் செய்வதற்கு உரியவர்கள். உரிமைகளைப் பெறுவதற்கும் உரியவர்கள். ஒருவர் எல்லாருக்காகவும், எல்லாரும் ஒருவருக்காகவும் என்னும் பொதுவுடைமை நெறியே திருவள்ளுவரின் வாழும் நெறி."
  },
  {
    "description": "ஒருவருக்கொருவர் உதவி செய்தல் மட்டும் போதாது. உதவியை மனப்பாங்கும் உணர்வும் இணைந்துதான் செய்ய வேண்டும். இதன் மூலம் உதவி பெறுபவர் எந்த நிலையில் இருப்பார்?",
    "options": [
      "இரவலர்",
      "புரவலர்",
      "நண்பர்",
      "உறவினர்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஒருவர் செய்யும் செயலானது அது தரும் பயனைவிட, செய்பவரின் மனப்பாங்கு, உணர்வு ஆகியவற்றின் அடிப்படையிலேயே மதிப்பிடப்படுகிறது. தரத்தைக் காட்டுகிறது. ஒருவருக்கொருவர் உதவி செய்து கொள்ளுதல் மட்டும் போதாது. உதவி செய்தல் எதற்காக? தற்காப்புக்காகவும் இலாபத்திற்காகவும்கூட உதவி செய்யலாமே! சொல்லப்போனால் இத்தகைய உதவிகள் ஒருவகையில் வாணிகம் போலத்தான். அதே உதவியைக் கட்டுப்பாட்டு உணர்வுடன், உதவி பெறுபவரை உறவுப்பாங்கில் எண்ணி, உரிமை உடையவராக நினைந்து, உதவிசெய்வதற்குப் பதில் அவரே எடுத்துக் கொள்ளும் உரிமையை வழங்குதல் ஒப்புரவு ஆகும்."
  },
  {
    "description": "செல்வத்தைப் பயன்படுத்தும் முறை எது சிறந்தது என்பதைப் புறநானூறு எந்தக் குறளின் மூலம் விளக்குகிறது?",
    "options": [
      "துய்ப்பேம் எனினே தப்புந பலவே",
      "இரப்பார்க்கு இல்லென்று இயைவது கரத்தல்",
      "செல்வம் செல்வம் எனப் புகழார்க்கும்",
      "அறம் வலியுறுத்துவது அல்லது மறம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "வறுமையைப் பிணி என்றும் செல்வத்தை மருந்து என்றும் கூறுவது தமிழ் மரபு. பொருள் தேடல் வாழ்க்கையின் லட்சியம் அன்று. பொருள் வாழ்க்கையின் கருவியே. நல்ல அறிவும் பண்பும் உடையவர்களுக்குப் பணம் பணியாள். ஆனால், இவை இல்லாதவர்க்கோ மோசமான எசமானன். வாழ்க்கையை உணர்ந்து கொள்ளச் செல்வம் மட்டுமன்றி வறுமையும்கூடத் துணை செய்யும். பொருளும் தேவை; அதைத் துய்க்கத் திறனும் தேவை. பொருளை மற்றவர்களுக்குக் கொடுத்து மகிழ்ச்சி பெறலாம். செல்வத்தைத் தனியே அனுபவித்தல் இழத்தலுக்குச் சமம்."
  }
]
