
[
  {
    "description": "“பூமாது இருந்தென் புவிமாது இருந்தென் இப்பூதலத்தில் நாமாது இருந்தென்ன நாமும் இருந்தென்ன நாவலர்க்குக் கோமான் அழகமர் மால்சீதக் காதி கொடைக்கரத்துச் சீமான் இறந்திட்ட போதே புலமையும் செத்ததுவே!” இந்த வரிகள் எந்தக் கவிஞரின் துயரத்தை வெளிப்படுத்துகின்றன?",
    "options": [
      "கடிகைமுத்துப் புலவர்",
      "நமசிவாயப் புலவர்",
      "திருக்கருவை வெண்பா அந்தாதி ஆசிரியர்",
      "பிள்ளைப்பெருமாள்"
    ],
    "answer": "B",
    "additional_context": "காயல்பட்டணத்தில் இருந்த சீதக்காதி எனும் பெரிய வாணிகர், தமிழ்ப் புலவர்களுக்குப் பெருங்கொடை கொடுத்து வந்தார். அவர் இறந்த போது, புலவர்கள் பெரும் துயரில் மூழ்கினர். நமசிவாயப் புலவர் இறந்த சீதக்காதியை பூமாது, புவிமாது, நாமாது என குறிப்பிட்டு, சீமான் (சீதக்காதி) இறந்துவிட்டதால் புலமையும் செத்தது என அழுதார்."
  },
  {
    "description": "“ஆற்று வெள்ளம் நாளை வரத் தோற்று தேகுறி - மலை யாள மின்னல் ஈழ மின்னல் சூழ மின்னுதே!” இந்த அடியில் வெளிப்படும் உணர்ச்சி என்ன?",
    "options": [
      "துயரம்",
      "பயம்",
      "மகிழ்ச்சி",
      "ஆச்சரியம்"
    ],
    "answer": "C",
    "additional_context": "மழை பெய்யாத இடத்தில் மழை பெய்தால் குடியானவர்களுக்கு மகிழ்ச்சி ஏற்படும். அவர்களுக்கு இடிமுழக்கம்தான் சங்கீதம், மின்னல் வீச்சுதான் நடனம். ஆற்று வெள்ளம் வரத் தோற்று, மலை யாள மின்னல், ஈழ மின்னல் சூழ மின்னுவதைப் பார்த்து குடியானவர்கள் மகிழ்ச்சி கொண்டனர்."
  },
  {
    "description": "திருநெல்வேலி ஜில்லா எந்த இடத்தை 'பாரதியாரின் பிறப்பிடம்' என குறிப்பிடுகிறது?",
    "options": [
      "திருச்செந்தூர்",
      "எட்டையபுரம்",
      "காயல்பட்டணம்",
      "முக்கூடல்"
    ],
    "answer": "B",
    "additional_context": "பாரதியார் பிறந்து வளர்ந்த இடம் எட்டையபுரம். எட்டையபுர சமஸ்தானம் நெடுகிலும் ஊர் ஊராய்ப் புலவர்களும் கவிராயர்களும் வாழ்ந்தனர்."
  },
  {
    "description": "திருச்செந்தூரில் நந்தவனங்களைப் பற்றிப் பாடியவர் யார்?",
    "options": [
      "பாரதியார்",
      "அண்ணாமலையார்",
      "அருணகிரிநாதர்",
      "திருநெல்வேலி அழகிய சொக்கநாதர்"
    ],
    "answer": "C",
    "additional_context": "திருச்செந்தூருக்குச் சுவாமி தெரிசனம் செய்யப் போகும் வழியில் காயல்பட்டணத்தில் இறங்கிவிட்டு, திருச்செந்தூர் செல்ல வேண்டும். திருச்செந்தூர் சென்று, நந்தவனங்களைப் பார்த்து அனுபவித்த அருணகிரிநாதர், ஏரிநீர் நந்தவனங்களில் கட்டிக் கிடப்பதால் சேல்மீன்கள் துள்ளிக் குதிக்கவும் பூஞ்செடி கொடிகளையே அழிக்கவும் தலைப்பட்டன என்று பாடியுள்ளார்."
  },
  {
    "description": "“வாடா” என அழைத்து வாழ்வித்தால் அம்ம உனைக் கூடாதென் றார் தடுப்பார் கோமதித்தாய் ஈஸ்வரியே!",
    "options": [
      "திருக்கருவை வெண்பா அந்தாதி ஆசிரியர்",
      "திருநெல்வேலி அழகிய சொக்கநாதர்",
      "அண்ணாமலையார்",
      "முத்தொள்ளாயிர ஆசிரியர்"
    ],
    "answer": "B",
    "additional_context": "சங்கரன்கோயில் பன்னிரண்டு மைல் தொலைவில் உள்ளது. அம்பாள் கோமதித் தாய். கோமதித் தாயைப் பற்றி உண்மையான பக்தியும் தமிழ்ப் பண்பும் வாய்ந்த ஒரு பாடல். அதைப் பாடியவர் திருநெல்வேலி அழகிய சொக்கநாதர். 'வாடா' என அழைத்து வாழ்வித்தால் அம்ம உனைக் கூடாதென் றார் தடுப்பார் கோமதித் தாய் ஈஸ்வரியே!"
  }
]
