
[
  {
    "description": "சிதம்பரனார் எந்தத் துறைமுகத்தை \"முந்நூறு ஆண்டுகளாக இம்முத்துக் கரையில் முதன்மை பெற்று விளங்குகின்றாய்!\" என்று போற்றுகிறார்?",
    "options": [
      "கொற்கை",
      "தூத்துக்குடி",
      "மதுரை",
      "கொழும்பு"
    ],
    "answer": "B",
    "additional_context": "கடற்கரையிலே நின்று சிதம்பரனார் தூத்துக்குடி துறைமுகத்தைப் பார்த்து பேசுகிறார். அந்தப் பேச்சு உணர்ச்சிகரமானது. இன்றைய தூத்துக்குடி துறைமுகம் எப்படி அமைந்திருக்கிறதோ,  அந்தத் துறைமுகம் முன்னோர்கள் காலத்தில் எப்படி இருந்திருக்கும் என்பது பற்றியும், அதன் வரலாறு பற்றியும் இச்சிறுகதை விவரிக்கிறது. அதன் வழியாக  சிதம்பரனார் தூத்துக்குடி துறைமுகத்தை புகழ்கிறார்."
  },
  {
    "description": "சிதம்பரனார், துறைமுகத்தை \"முன்னாளில் வளமுற்றிருந்த கொற்கைப் பெருந்துறையின் வழித்தோன்றல் நீ யே\" என்று கூறுவதன் மூலம் என்ன உணர்த்த விரும்புகிறார்?",
    "options": [
      "தூத்துக்குடி துறைமுகம் பழைமையானது மற்றும் வரலாற்றுச் சிறப்புமிக்கது",
      "கொற்கை துறைமுகம் தூத்துடியை விட முக்கியத்துவம் வாய்ந்தது",
      "பண்டைய காலத்தில் தமிழகத்தில் துறைமுகங்கள் மிகவும் வளர்ச்சியடைந்திருந்தன",
      "தூத்துக்குடி துறைமுகம் கொற்கை துறைமுகத்தின் வாரிசு."
    ],
    "answer": "A",
    "additional_context": "இன்றைய தூத்துக்குடி துறைமுகத்திற்கு முன்னால், கொற்கை துறைமுகம் தமிழகத்தின் முக்கிய துறைமுகமாக இருந்தது என்பதை, சிதம்பரனார் உணர்த்துகிறார். கொற்கை துறைமுகத்தின் வரலாற்றைப் பற்றி சிறுகதை விவரிக்கிறது. அதன் வழியாக தூத்துக்குடி துறைமுகத்தின் வரலாற்றுச் சிறப்பையும்  சிதம்பரனார் விவரிக்கிறார்."
  },
  {
    "description": "\"கொற்கைக்கடல் முத்துவளம் கொழித்தது\" என்ற வாக்கியத்தின் மூலம் சிதம்பரனார் என்ன உணர்த்துகிறார்?",
    "options": [
      "கொற்கை துறைமுகத்தில் மீன்பிடி தொழில் செழித்திருந்தது",
      "கொற்கை துறைமுகம் வணிகத்தில் மிகவும் செழித்திருந்தது",
      "கொற்கை துறைமுகத்தில் முத்துக்கள் அதிக அளவில் கிடைத்தன",
      "கொற்கை துறைமுகம் பழங்காலத்தில் இயற்கை வளம் மிக்கதாக இருந்தது"
    ],
    "answer": "D",
    "additional_context": "கொற்கை துறைமுகம் இயற்கை வளம் மிக்கதாக இருந்தது என்பதை, சிதம்பரனார் விவரிக்கிறார். கொற்கைத் துறைமுகத்தின் வளம், வணிகம், மீன்பிடி தொழில், முத்துக்கள்  போன்றவை பற்றி இச்சிறுகதை விவரிக்கிறது. கொற்கைத் துறைமுகத்தின் மாட்சியை காட்டுகிறது. அதன் வழியாக தூத்துக்குடி துறைமுகத்தின் பழமையையும்  சிதம்பரனார்  காட்டுகிறார்."
  },
  {
    "description": "\"வசையொழிய வாழ்வாரே வாழ்வார்\" என்ற வள்ளுவர் வாய்மொழியை சிதம்பரனார் எதற்கு எடுத்துக்காட்டாகக் காட்டுகிறார்?",
    "options": [
      "பழங்குடிகளின் வளர்ச்சி",
      "ஆங்கிலேயரின் கொள்ளை இலாபம்",
      "சுதந்தரப் போராட்டம் ",
      "தமிழர்களின் அடிமைத்தனம்"
    ],
    "answer": "D",
    "additional_context": "தமிழர்கள் அடிமைப்பட்டு இருந்ததைச் சிதம்பரனார் விவரிக்கிறார். அவர் சொந்த நாட்டிலே வந்தவருக்கு அடிமைசெய்து வயிறு வளர்ப்பது ஒரு வாழ்வாகுமா? என்ற கேள்வியை கேட்கிறார். அடிமைத்தனம் ஒரு வாழ்வல்ல என்று கூறுகிறார். அதற்கு வள்ளுவரின் வாக்கியத்தை எடுத்துக்காட்டாக காட்டுகிறார். அதுமட்டுமல்லாமல், ஆங்கிலேயர்கள் இந்தியாவை ஆண்டு வருகின்றார்கள்,  அடிமைத்தனத்தை ஏற்றுக்கொண்டு வாழ்வது தவறு என்பதை சிதம்பரனார் வலியுறுத்துகிறார்."
  },
  {
    "description": "\"வந்தே மாதரம்\" என்ற சுதேச மந்திரம் எந்த நாட்டிலே பிறந்தது?",
    "options": [
      "தமிழ்நாடு",
      "வங்காளம்",
      "மராட்டியம்",
      "குஜராத்"
    ],
    "answer": "B",
    "additional_context": "வந்தே மாதரம் என்பது இந்திய தேசிய கீதம் அல்ல. இந்திய தேசிய கீதம் ஜன கண மன. வங்காளத்தில்  பிறந்தது. இதன் மூலம் ஆங்கிலேயர்களிடம் இருந்து இந்தியா விடுதலை பெற வேண்டும் என்பதை வலியுறுத்துகிறது.  சுதந்திர போராட்டத்தைத் தொடங்கியவர்களில் முக்கியமான நபர்களில் ஒருவர்  பங்காளி, திலகர், பாரதியார். இச்சிறுகதை அதைப் பற்றி விவரிக்கிறது. சிதம்பரனார் வீரர்கள் பற்றி பேசும்போது வந்தே மாதரம் பற்றி குறிப்பிடுகிறார்."
  }
]
