
[
  {
    "description": "“சிற்பம்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன பொருள்?",
    "options": [
      "a) Painting",
      "b) Sculpture",
      "c) Music",
      "d) Dance"
    ],
    "answer": "B",
    "additional_context": "சிற்பம் என்பது கலை வடிவங்களில் ஒன்றாகும். இது ஒரு மூன்று பரிமாணக் கலை வடிவமாகும். இது ஒரு கலைஞரால் உருவாக்கப்பட்டதாகும். சிற்பங்களைப் பொருள் பற்றி அல்லது ஒரு நபர் பற்றி அல்லது ஒரு விஷயம் பற்றி  கூறுவதற்காக உருவாக்குகிறார்கள். இது பொதுவாக கல், மரம், உலோகம், மண் அல்லது பிற பொருட்களிலிருந்து உருவாக்கப்படுகிறது. "
  },
  {
    "description": "“தூரிகை” என்ற சொல்லின் ஆங்கிலப் பெயர் என்ன?",
    "options": [
      "a) Brush",
      "b) Pencil",
      "c) Paint",
      "d) Canvas"
    ],
    "answer": "A",
    "additional_context": "ஓவியர்கள் தூரிகையைப் பயன்படுத்தி ஓவியங்களை வரைவார்கள். தூரிகை என்பது ஓவியர்கள் ஓவியங்களை வரைய பயன்படுத்தும் ஒரு கருவியாகும். தூரிகை என்பது ஒரு வகையான  ஓவியம் வரைவதற்கான கருவி  எனவும் சொல்லலாம். "
  },
  {
    "description": "“கலைஞர்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன பொருள்?",
    "options": [
      "a) Painter",
      "b) Artist",
      "c) Sculptor",
      "d) Musician"
    ],
    "answer": "B",
    "additional_context": "கலைஞர் என்பது பல வகையான கலை வடிவங்களில் நிபுணத்துவம் பெற்றவர்கள். ஓவியம், சிற்பம், இசை, இலக்கியம், நடனம், நாடகம் மற்றும் பல வகைகளில் கலைஞர்கள் நிபுணத்துவம் பெற்றவர்கள். கலைஞர்கள் அவர்களின் திறமையையும் கற்பனையையும் பயன்படுத்தி அழகான மற்றும் படைப்பாற்றல் கொண்ட படைப்புகளை உருவாக்குகிறார்கள்."
  },
  {
    "description": "“கல்வெட்டு” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன பொருள்?",
    "options": [
      "a) Inscriptions",
      "b) Manuscripts",
      "c) Cave paintings",
      "d) Modern Art"
    ],
    "answer": "A",
    "additional_context": "கல்வெட்டு என்பது ஒரு வகையான கலை வடிவமாகும். இது பொதுவாக கல், மரம், உலோகம், மண் அல்லது பிற பொருட்களில் வரையப்படுகிறது அல்லது செதுக்கப்படுகிறது. கல்வெட்டுக்கள் பொதுவாக  வரலாறு, மதம், அரசியல், சமூக வாழ்க்கை, அல்லது பிற முக்கியமான விஷயங்களை பதிவு செய்வதற்காக  பயன்படுத்தப்படுகின்றன. "
  },
  {
    "description": "“நவீன ஓவியம்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன பொருள்?",
    "options": [
      "a) Modern Art",
      "b) Traditional Art",
      "c) Ancient Art",
      "d) Contemporary Art"
    ],
    "answer": "A",
    "additional_context": "நவீன ஓவியம் என்பது ஒரு வகையான கலை வடிவமாகும். இது 19 ஆம் நூற்றாண்டின் பிற்பகுதியில் இருந்து  நவீன காலத்தில்  உருவான ஒரு கலை வடிவமாகும். இது பழைய ஓவியம் வரைதல் முறைகள்  மற்றும்  மரபுகளிலிருந்து  பிரிந்து  புதிய வடிவங்கள், பொருள், மற்றும் தொழில்நுட்பங்களை பயன்படுத்துகிறது. "
  }
]
