
[
  {
    "description": "திருக்குறள் எத்தனை அதிகாரங்களைக் கொண்டுள்ளது?",
    "options": [
      "133",
      "38",
      "70",
      "25"
    ],
    "answer": "A",
    "additional_context": "திருக்குறளைத் தந்த திருவள்ளுவர் இரண்டாயிரம் ஆண்டுகளுக்கு முற்பட்டவர் என்று கூறுவர். இவர் முதற்பாவலர், பொய்யில் புலவர், செந்நாப்போதார் போன்ற சிறப்புப் பெயர்களாலும் குறிப்பிடப்படுகிறார். தமிழ்நூல்களில் 'திரு' என்னும் அடைமொழியோடு வருகின்ற முதல் நூல் திருக்குறள் ஆகும். திருக்குறள் அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என்ற மூன்று பகுப்புகளைக் கொண்டது. இதில் அறம்- 38, பொருள்-70, இன்பம்-25 என மொத்தம் 133 அதிகாரங்கள் உள்ளன. அதிகாரத்திற்கு 10 குறட்பாக்கள் வீதம் 1330 குறட்பாக்கள் உள்ளன. இதற்கு முப்பால், தெய்வநூல், பொய்யாமொழி போன்ற பிற பெயர்களும் உள்ளன."
  },
  {
    "description": "சிறந்த அரசின் செயல்கள்  எவை?",
    "options": [
      "பொருள் வரும் வழிகளை அறிதல், பொருள் சேர்த்தல், காத்தல், பிரித்துச் செலவு செய்தல்.",
      "பொருள் சேர்த்தல், காத்தல், பிரித்துச் செலவு செய்தல்,  அறநெறி கடைப்பிடித்தல்",
      "அறநெறி கடைப்பிடித்தல்,  பொருள் சேர்த்தல், காத்தல்,  மக்களை  ஆள்வது.",
      "மக்களை  ஆள்வது,  பொருள் சேர்த்தல், காத்தல், பிரித்துச் செலவு செய்தல்."
    ],
    "answer": "A",
    "additional_context": "இயற்றலும் ஈட்டலும் காத்தலும் காத்த வகுத்தலும் வல்லது அரசு.* பொருள்: பொருள் வரும் வழிகளை அறிதலும், அவ்வழிகளில் பொருள்களைச் சேர்த்தலும், சேர்த்த பொருளைப் பாதுகாத்தலும், காத்த பொருளைப் பயனுள்ள வகையில் திட்டமிட்டுச் செலவிடுதலும் சிறந்த அரசின் செயல்களாகும்."
  },
  {
    "description": "“அழுக்காறாமை” பகுதியில், ஒருவரின் இயல்பில் “அழுக்காறு இலாத” குணம் இருந்தால் அது எதனைக் குறிக்கிறது?",
    "options": [
      "பொறாமையில்லாத இயல்பு",
      "கொடை கொடுக்கும் இயல்பு",
      "பழிவாங்கும் இயல்பு",
      "புகழ்ச்சி விரும்பும் இயல்பு"
    ],
    "answer": "A",
    "additional_context": "ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்து அழுக்காறு இலாத இயல்பு. பொருள் : ஒருவர் தன் நெஞ்சில் பொறாமையில்லாத குணத்தையே ஒழுக்க நெறியாகக் கொண்டு வாழ வேண்டும்."
  },
  {
    "description": "திருக்குறளில் வரும் “தன்நெஞ்சே தன்னைச் சுடும்” என்ற வாக்கியம் யாரைப் பற்றிக் குறிப்பிடுகிறது?",
    "options": [
      "பொறாமை கொண்டவன்",
      "பொய் சொல்லியவன்",
      "பிறருடைய குற்றத்தைத் தேடுபவன்",
      "அருள் இல்லாதவன்"
    ],
    "answer": "B",
    "additional_context": "தன்நெஞ்சு அறிவது பொய்யற்க பொய்த்தபின் தன்நெஞ்சே தன்னைச் சுடும். பொருள்: ஒருவர் தம் நெஞ்சறிய பொய் சொல்லக்கூடாது. அவ்வாறு கூறினால் அவர் நெஞ்சமே அவரை வருத்தும்."
  },
  {
    "description": "“அருளுடைமை” பகுதியில், திருவள்ளுவர் எந்தச் செல்வத்தை உயர்வாகக் கருதுகிறார்?",
    "options": [
      "பொருட்செல்வம்",
      "அருட்செல்வம்",
      "விளையாட்டுச் செல்வம்",
      "கல்விச்செல்வம்"
    ],
    "answer": "B",
    "additional_context": "அருட்செல்வம் செல்வத்துள் செல்வம் பொருட்செல்வம் பூரியார் கண்ணும் உள. பொருள்: அருளாகிய செல்வமே செல்வங்களுள் சிறந்த செல்வமாகும். பொருட்செல்வம் இழிந்தவரிடத்திலும் உள்ளது."
  }
]
