
[
  {
    "description": "வரகு+யாது - இந்த இரு சொற்களையும் சேர்த்து விரைவாக ஒலித்துப் பாருங்கள். வரகியாது என ஒலிப்பதை அறியலாம். முதல் சொல்லின் இறுதியில் உள்ள 'கு' என்னும் எழுத்து 'கி' என்று ஒலிக்கிறது. அதுவும் முழுமையாக ஒரு மாத்திரை அளவில் ஒலிக்காமல் அரை மாத்திரை அளவாகக் குறைந்து ஒலிக்கிறது. இவ்வாறு தன் ஒரு மாத்திரை அளவில் குறுகி ஒலிக்கும் இகரம் 'குற்றியலிகரம்' எனப்படும்.",
    "options": [
      "a) 'குற்றியலுகரம்'",
      "b) 'குற்றியலிகரம்'",
      "c) 'நெடில்தொடர்க் குற்றியலுகரம்'",
      "d) 'வன்தொடர்க் குற்றியலுகரம்'"
    ],
    "answer": "B",
    "additional_context": "குற்றியலிகரம் என்பது  ஒரு வகை சார்பெழுத்து. இது குற்றியலுகரம் போன்றே  குறைந்து ஒலிக்கும். 'கு' என்னும் எழுத்து 'கி' என்று ஒலிக்கிறது. ஆனால்  குற்றியலிகரத்தில் 'இ' மட்டும் தான் ஒலிக்கிறது.  சில சொற்களில் மட்டுமே  'இ' குறைந்து ஒலிக்கும் போது குற்றியலிகரம் என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "குற்றியலுகரம் தனக்கு முன் உள்ள எழுத்தைக் கொண்டு ஆறு வகையாகப் பிரிக்கப்படும். \n\n6. **இடைத்தொடர்க் குற்றியலுகரம்**\nஇடையின (ய், ர், ல், வ், ழ், ள்) மெய் எழுத்துகளைத் தொடர்ந்து வரும் குற்றியலுகரம் 'இடைத்தொடர்க் குற்றியலுகரம்' எனப்படும்.\n(எ.கா.) எய்து, மார்பு, சால்பு, மூழ்கு",
    "options": [
      "a) எய்து",
      "b) மார்பு",
      "c) சால்பு",
      "d) மூழ்கு"
    ],
    "answer": "B",
    "additional_context": "குற்றியலுகரத்தின் வகைகளில் ஒன்று இடைத்தொடர்க் குற்றியலுகரம்.  இடையின  (ய், ர், ல், வ், ழ், ள்) மெய் எழுத்துகளைத் தொடர்ந்து வரும் குற்றியலுகரம் இடைத்தொடர்க் குற்றியலுகரம் ஆகும். உதாரணமாக, 'மார்பு' என்ற வார்த்தையில் 'ர்' என்ற மெய்  எழுத்துக்குப் பிறகு 'பு'  என்ற குற்றியலுகரம்  வருகிறது."
  },
  {
    "description": "'வ்' என்னும் எழுத்தைத் தொடர்ந்து வரும் குற்றியலுகரச் சொற்கள் இல்லை.",
    "options": [
      "a) பாவ் ",
      "b) வவ்",
      "c) சவ்",
      "d) எதுவும் இல்லை"
    ],
    "answer": "D",
    "additional_context": "'வ்' என்னும் எழுத்தைத் தொடர்ந்து வரும் குற்றியலுகரச் சொற்கள் இல்லை என்பதை  நாம் அறிந்து கொள்ள வேண்டும். உதாரணமாக,  'கவ்' என்ற சொல்லில்  'வ்' வுக்குப் பிறகு 'கு'  ஒலிக்க வேண்டும். ஆனால்  அந்த வார்த்தையில் 'வ்' ஓசை   நிறுத்தப்படுகிறது. அதனால்  'கவ்'  என்பது சரியான தமிழ் வார்த்தை அல்ல."
  }
]
