[
          
  {
    
          "description": "'ஒன்றல்ல இரண்டல்ல தம்பி சொல்ல' என்ற வரி எந்த இலக்கிய அலங்காரத்தைப் பயன்படுத்துகிறது?",
          "options": [
      "உவமை",
      "எடுத்துக்காட்டு",
      "உருவகம்",
      "மிகைப்படுத்தல்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "“ஒன்றல்ல இரண்டல்ல தம்பி சொல்ல” என்ற வரி தமிழ்நாட்டின் பெருமை குறித்துப் பேசும் பாடலின் தொடக்க வரியாகும். இந்த வரியில் “ஒன்றல்ல இரண்டல்ல” என்று மிகைப்படுத்திப் பேசப்படுகிறது. இதன் மூலம் தமிழ்நாட்டின் பெருமை எண்ணற்றதாகும் என்பதைத் தெளிவுபடுத்துகிறது. அதாவது, தமிழ்நாட்டின் பெருமைகளை எண்ணி முடிக்க முடியாது என்பதை மிகைப்படுத்திக் கூறப்பட்டுள்ளது. எனவே இந்த வரியில் மிகைப்படுத்தல் எனும் அலங்காரம் பயன்படுத்தப்பட்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "“ஒன்றல்ல இரண்டல்ல தம்பி சொல்ல” என்ற பாடல் வரியில் 'தம்பி' எனக் குறிப்பிடப்பட்டிருப்பதன் மூலம் கவிஞர் என்ன உணர்த்த விரும்புகிறார்?",
          "options": [
      "தமிழின் பெருமையை அனைவரும் அறிந்திருக்க வேண்டும் என்பதைக் குறிக்க",
      "தமிழின் பெருமையைத் தனது தம்பியிடம் மட்டும் கூறுவதைக் குறிக்க",
      "பாடலின் நயத்தைப் புரிந்துகொள்ளும் நண்பர்களைக் குறிக்க",
      "இந்தப் பாடலைப் பாடும் போது, அனைவரும் தங்களது சகோதரர்களை நினைவுகூர வேண்டும் என்பதைக் குறிக்க"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“ஒன்றல்ல இரண்டல்ல தம்பி சொல்ல” என்ற வரி தமிழ்நாட்டின் பெருமை குறித்துப் பேசும் பாடலின் தொடக்க வரியாகும். இந்த வரியில் ‘தம்பி’ என்று குறிப்பிடப்பட்டிருப்பதன் மூலம் கவிஞர் தமிழின் பெருமையை அனைவரும் அறிந்திருக்க வேண்டும் என்பதைக் குறிக்கிறார். அதாவது, தம்பியைப் போல் அனைவரும் இதைப் புரிந்துகொள்ள வேண்டும் என்று கவிஞர் எண்ணுகிறார். "
          }
        ,
          
  {
    
          "description": "பாடல் வரியான “செங்கனியும் பொன்கதிரும் தந்துதவும் நன்செய்வளம்” என்னும் வரியின் மூலம் தமிழ்நாட்டின் எந்த வளம் எடுத்துக்காட்டப்படுகிறது?",
          "options": [
      "நீர்வளம்",
      "மண்வளம்",
      "காற்று வளம்",
      "கனிம வளம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“செங்கனியும் பொன்கதிரும் தந்துதவும் நன்செய்வளம்” என்ற வரியில், தமிழ்நாட்டின் மண்வளம் எடுத்துக்காட்டப்படுகிறது. ‘செங்கனியும் பொன்கதிரும்’ என்ற சொற்கள் தமிழ்நாட்டின் மண்வளம் வளமானது என்பதை நமக்குக் காட்டுகிறது. செங்கனிகள் என்பது  தமிழக மண்ணில் விளைபடும் பழங்களை குறிக்கிறது. பொன்கதிர்கள் என்பது தமிழக மண்ணில் விளையும் நெல் போன்ற தானியங்களை குறிக்கிறது.  தமிழ்நாட்டின் மண்வளம் நல்லது என்பதை இந்த வரியில் கவிஞர் தெளிவாகக் காட்டியுள்ளார். "
          }
        ,
          
  {
    
          "description": "“பகை வென்ற திறம்பாடும் பரணிவகை” என்னும் பாடல் வரி, தமிழ் இலக்கியத்தில் இயங்கும் ஒரு குறிப்பிட்ட வகை இலக்கியத்தைக் குறிப்பிடுகிறது. அது எது?",
          "options": [
      "காவியம்",
      "பரிபாடல்",
      "கலம்பகம்",
      "பரணி"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "“பகை வென்ற திறம்பாடும் பரணிவகை” என்ற வரி, தமிழ் இலக்கியத்தில் இயங்கும் ஒரு குறிப்பிட்ட வகை இலக்கியத்தைக் குறிப்பிடுகிறது. அது ‘பரணி’ இலக்கியம்.  பரணி இலக்கியம் என்பது போர்க்களத்தில் பகைவரை வென்ற மன்னர்களைப் பற்றிப் பாடப்படும் இலக்கிய வகை ஆகும். “பகை வென்ற திறம்பாடும் பரணிவகை” என்ற வரியில், பரணி இலக்கிய வகை குறிப்பிடப்பட்டுள்ளது. அதாவது, பகைவரை வென்ற மன்னர்களைப் பற்றிய பாடல் வகையை பரணி இலக்கியம் என்பர். "
          }
        ,
          
  {
    
          "description": "“முல்லைக்குத் தேர்கொடுத்தான் வேள்பாரி வான்” என்னும் வரியில், வேள்பாரி என்னும் வள்ளல் எதற்காகப் புகழ்பெற்றார்?",
          "options": [
      "போரில் வென்றதற்காக",
      "குறவன் மகளுக்குத் தேர்கொடுத்ததற்காக",
      "புலவர்களுக்குக் கொடை கொடுத்ததற்காக",
      "ஏழை எளியவர்களுக்கு உதவியதற்காக"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“முல்லைக்குத் தேர்கொடுத்தான் வேள்பாரி வான்” என்ற வரியில், வேள்பாரி வள்ளல், குறவன் மகளுக்குத் தேர்கொடுத்ததற்காகப் புகழ்பெற்றார். வேள்பாரி என்பவர் சங்ககாலத்தில் வாழ்ந்த ஒரு வள்ளல்.  தன்  வள்ளல் தன்மையால் புகழ்பெற்றவர். அவர், குறவன் மகளுக்குத் தேர் கொடுத்ததற்காக மிகவும் புகழ்பெற்றார்.  இதனால், வேள்பாரி என்பவர் வள்ளல் தன்மை கொண்டவர் என்பது தெளிவாகிறது.  குறவன் மகள் என்பது ஒரு பழங்குடி பெயர்.  வேள்பாரி வள்ளல், குறவன் மகளுக்குத் தேர் கொடுத்ததற்காகப் புகழ் பெற்றார். "
          }
        ]