[
          
  {
    
          "description": "'கண்ணியம்' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "நல்ல நடத்தை",
      "அழகு",
      "செல்வம்",
      "உயர்ந்த மதிப்பு"
    ],
    "answer": "D",
    
          "additional_context": "கண்ணியம் என்பது ஒருவரின் உயர்ந்த மதிப்பைக் குறிக்கிறது. நல்ல நடத்தை, அழகு, செல்வம் ஆகியவை கண்ணியத்தின் அடையாளங்களாக இருந்தாலும் அவை கண்ணியத்தின் முழுமையான பொருளைப் பிரதிபலிக்காது."
          }
        ,
          
  {
    
          "description": "தீக்காயம் பட்ட இடத்தில் செய்யக்கூடாதது எது?",
          "options": [
      "உடனடியாக தண்ணீரைக் கொண்டு குளிர வைக்க வேண்டும்.",
      "எண்ணெய், பேனா மை போன்றவற்றைத் தடவக்கூடாது.",
      "தீக்காயத்தை மெதுவாக சுத்தம் செய்ய வேண்டும்.",
      "உடனடியாக மருத்துவரை அணுக வேண்டும்."
    ],
    "answer": "B",
    
          "additional_context": "தீக்காயம் பட்ட இடத்தில் எண்ணெய், பேனா மை போன்றவற்றைத் தடவுவது தவறு. ஏனெனில் அவை தீக்காயத்தின் தீவிரத்தை அதிகரிக்க வழிவகுக்கும். தீக்காயம் பட்ட உடனேயே ஐஸ் அல்லது குளிர்ந்த நீரைக் கொண்டு குளிர்வித்து, மருத்துவரை உடனடியாக அணுக வேண்டும்."
          }
        ,
          
  {
    
          "description": "பொது இடங்களில் தீ விபத்து ஏற்பட்டால் வெளியேறும் முறை எது?",
          "options": [
      "அனைவரும் ஒரே நேரத்தில் ஓடி வெளியேற வேண்டும்.",
      "பதற்றமடைந்து ஓடாமல், அவசரகால வழியில் வெளியேற வேண்டும்.",
      "விரைவாக மேல் தளத்திற்கு சென்று, பாதுகாப்பாக இருக்க வேண்டும்.",
      "கதவுகளை உடைத்து வெளியேற வேண்டும்."
    ],
    "answer": "B",
    
          "additional_context": "பொது இடங்களில் தீ விபத்து ஏற்பட்டால் பதற்றமடைந்து ஓடாமல், அவசரகால வழியில் வெளியேற வேண்டும். அனைவரும் ஒரே நேரத்தில் ஓடினால், மக்கள் கூட்டம் சேர்ந்து வெளியேற முடியாமல் போகும். மேல் தளத்திற்குச் செல்லாமல், கீழே உள்ள அவசரகால வழியில் மட்டுமே வெளியேற வேண்டும். கதவுகளை உடைத்து வெளியேறுவது தீவிரமான அவசரநிலையில் மட்டுமே செய்ய வேண்டும்."
          }
        ,
          
  {
    
          "description": "'கொள்கை' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "கற்றுக்கொள்ள வேண்டிய விஷயம்",
      "நம்பிக்கைகள்",
      "நல்ல செயல்கள்",
      "ஒரு குறிப்பிட்ட விஷயத்தில் ஏற்றுக்கொள்ளப்பட்ட முறைகள்"
    ],
    "answer": "D",
    
          "additional_context": "கொள்கை என்பது ஒரு குறிப்பிட்ட விஷயத்தில் ஏற்றுக்கொள்ளப்பட்ட முறைகளைக் குறிக்கிறது. எடுத்துக்காட்டாக, ஒரு நாட்டின் அரசியல் கொள்கை, ஒரு நிறுவனத்தின் வேலை கொள்கை போன்றவை. கற்றுக்கொள்ள வேண்டிய விஷயங்கள், நம்பிக்கைகள், நல்ல செயல்கள் ஆகியவை கொள்கையின் ஒரு பகுதியாக இருக்கலாம்."
          }
        ,
          
  {
    
          "description": "தீ விபத்து ஏற்பட்டால் உடனடியாகச் செய்ய வேண்டிய செயல்கள் யாவை?",
          "options": [
      "தீ விபத்து ஏற்பட்டுள்ள இடத்தினைத் தெளிவாகத் தெரிவித்து, தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும்.",
      "உடனடியாக மின் இணைப்பைத் துண்டிக்க வேண்டும்.",
      "தீயணைப்பான்களைக் கொண்டு ஆரம்பக் கட்டத்திலேயே தீயை அணைக்க முயற்சி செய்ய வேண்டும்.",
      "மேற்கூறிய அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "தீ விபத்து ஏற்பட்டால், உடனடியாக தீயணைப்பு மீட்புப் பணித் துறைக்குத் தொலைபேசி வழியாகத் தகவல் தெரிவிக்க வேண்டும். தீ விபத்து ஏற்பட்ட இடத்தினைத் தெளிவாகத் தெரிவிக்க வேண்டும். உடனடியாக மின் இணைப்பைத் துண்டிக்க வேண்டும். தீயணைப்பான்களைக் கொண்டு ஆரம்பக் கட்டத்திலேயே தீயை அணைக்க முயற்சி செய்ய வேண்டும். இந்த நடவடிக்கைகள் தீ விபத்தின் தீவிரத்தை குறைத்து, பாதிப்பை கட்டுப்படுத்த உதவும்."
          }
        ]