
[
  {
    "description": "காளமேகப்புலவர்  பாடிய  \"கீரைப்பாத்தியும் குதிரையும்\" பாடல்  \"சிலேடை\" என்னும்  இலக்கண அமைப்பை  தெளிவாகக் காட்டுகிறது.  இந்த   இலக்கண   அமைப்பை   மற்றொரு பெயர்  என்ன   என்று   கூறுக?",
    "options": [
      "அணி",
      "இரட்டுற மொழிதல்",
      "யாப்பு",
      "தொடை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சிலேடை என்பது இரண்டு பொருள் தோன்றும்படி பாடப்படும் இரட்டுற மொழிதல் ஆகும். இரண்டு பொருள் கொண்ட சொற்களைப் பயன்படுத்தி, ஒரே பாடலில் இரண்டு விதமான பொருள் தோன்றும்படி பாடப்படும் அமைப்பு இது."
  },
  {
    "description": "“கட்டி அடிக்கையால்” என்ற தொடர் எந்தச் செயலைக் குறிக்கிறது?",
    "options": [
      "அ) குதிரையை வண்டியில் கட்டி ஓட்டுதல்",
      "ஆ) கீரைப்பாத்தியைத் தயாரிப்பதில் மண்ணை அடித்துத் தூளாக்குதல்",
      "இ) குதிரையின் கால்களைத் தடுத்தல்",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கீரைப்பாத்தி தயாரிக்க, மண்ணை அடித்துத் தூளாக்குவது, வண்டியில் குதிரையை கட்டி ஓட்டுவது மற்றும் குதிரையின் கால்களைத் தடுத்தல் போன்ற செயல்களை குறிப்பிடுகிறது."
  },
  {
    "description": "“வெட்டி மறிக்கின்ற மேன்மையால்” என்ற வரியில் “மறித்தல்” என்ற சொல் குறிப்பிடுவது எது?",
    "options": [
      "அ) கீரைப்பாத்தியில் நீர் பாய்ச்சும் வாய்க்கால்களை வெட்டித் தடுத்து நிறுத்துதல்",
      "ஆ) குதிரையைப் பயன்படுத்தி எதிரிகளைத் தடுத்துத் தாக்குதல்",
      "இ) குதிரையின் கால்களைத் தடுத்தல்",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கீரைப்பாத்தியில் நீர் பாய்ச்சும் வாய்க்கால்களை வெட்டித் தடுத்து நிறுத்துதல், குதிரையைப் பயன்படுத்தி எதிரிகளைத் தடுத்துத் தாக்குதல் மற்றும் குதிரையின் கால்களைத் தடுத்து நிறுத்துதல் ஆகிய செயல்களை மறித்தல் என்பது குறிக்கிறது."
  },
  {
    "description": "“வண்கீரை” என்ற சொல்லில் உள்ள “வண்” என்ற பகுதி எந்தப் பொருளைத் தருகிறது?",
    "options": [
      "அ) வண்ணம்",
      "ஆ) வண்மை",
      "இ) வளம்",
      "ஈ) வடிவம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "வண்கீரை என்பது வளமான கீரை என்று பொருள்படும்."
  },
  {
    "description": "இந்தப் பாடலில் எந்த இரண்டு பொருட்கள் ஒப்பிடப்படுகின்றன?",
    "options": [
      "அ) யானை மற்றும் கீரை",
      "ஆ) குதிரை மற்றும் கீரைப்பாத்தி",
      "இ) கீரை மற்றும் வண்டி",
      "ஈ) குதிரை மற்றும் வண்டி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பாடலில் குதிரை மற்றும் கீரைப்பாத்தியை ஒப்பிட்டுப் பாடுகிறார். குதிரையைப் போலவே கீரைப்பாத்தியும் செயல்படுகிறது என்பதை வலியுறுத்துவதற்காக இப்பாடல் பாடப்பட்டுள்ளது."
  }
]
