
[
  {
    "description": "“பல்லவை கற்றும் பயமிலரே நல்லவையுள் நன்கு செலச்சொல்லா தார்” என்ற குறள் எந்த அலகின் கருத்தை விளக்குகிறது?",
    "options": [
      "கல்வி",
      "அவை அஞ்சாமை",
      "வினை செயல்வகை",
      "மடியின்மை"
    ],
    "answer": "B",
    "additional_context": "நிறைய விஷயங்களை கற்றாலும் அவையேதும் பயன் தராது, நல்ல விஷயங்களை எல்லாரும் அறிந்தாலும் தயங்காமல் சொல்லாதவர்கள் தான் கற்றவர்கள் என்று கூறுகிறது இந்த குறள். அதனால அவை அஞ்சாமை என்பதுதான் இந்த குறளின் கருத்து"
  },
  {
    "description": "“அவ்வித்து அழுக்காறு உடையானைச் செய்யவள் தவ்வையைக் காட்டி விடும்” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "அழுக்காறும் மனிதர்கள் தங்கள் குணத்தை வெளிப்படுத்தாது மறைத்து வைத்திருப்பார்கள்",
      "அழுக்காறும் மனிதர்கள் தங்கள் குணத்தால் எப்போதும் தோற்கடிக்கப்படுவார்கள்",
      "அழுக்காறும் மனிதர்கள் தங்கள் குணத்தை வெளிப்படுத்தி தங்களையே தோற்கடிப்பார்கள்",
      "அழுக்காறும் மனிதர்கள் தங்கள் குணத்தை வெளிப்படுத்தி மற்றவர்களை தோற்கடிப்பார்கள்"
    ],
    "answer": "C",
    "additional_context": "அழுக்காறு என்பது ஒரு மோசமான குணம். அழுக்காறு மிக்க ஒரு மனிதன் எப்போதும்  தனக்கு நன்மை செய்ய விரும்புபவன். ஆனால் அவன் தன்  அழுக்காறின் காரணமாகவே தனக்கு கேடு விளைவித்துக் கொள்கிறான். அதாவது  தன்னையே தோற்கடித்துக்கொள்கிறான் என்பது இந்த குறளின் பொருள்."
  },
  {
    "description": "“இன்சொலால் ஈத்தளிக்க வல்லார்க்குத் தன்சொலால் தான்கண் டனைத்துஇவ் உலகு” என்ற குறள் எந்த அலகில் உள்ளது?",
    "options": [
      "அரண்",
      "இறைமாட்சி",
      "வாய்மை",
      "நாடு"
    ],
    "answer": "B",
    "additional_context": "ஒரு மன்னன் தனது மக்களை இன்சொல்லால் மகிழ்வித்து அவர்களுக்கு கொடுப்பவனாக இருந்தால், அவன் தனது சொல்லால் மட்டும்  உலகை ஆள முடியும்  என்று  குறிப்பிடுகிறது  இந்தக் குறள்.  இறைமாட்சி என்பது  மன்னனின்  மேன்மைப்  பண்புகளை விவரிப்பது. அதனால இந்த குறள் இறைமாட்சி அலகில் உள்ளது."
  },
  {
    "description": "“தூங்காமை கல்வி துணிவுடைமை இம்மூன்றும் நீங்கா நிலன்ஆள் பவர்க்கு” என்ற குறளில், “நிலன்ஆள் பவர்க்கு” என்பதன் பொருள் என்ன?",
    "options": [
      "நிலத்தை உழவு செய்பவர்களுக்கு",
      "நிலத்தை வைத்து வாழ்க்கை நடத்துபவர்களுக்கு",
      "நிலத்தை ஆளும் மன்னர்களுக்கு",
      "நிலத்தைப் பாதுகாக்க வேண்டியவர்களுக்கு"
    ],
    "answer": "C",
    "additional_context": "நிலத்தை ஆளும் மன்னர்களுக்கு தூக்கம் இல்லாமல் இருக்க வேண்டும், கல்வி கற்க வேண்டும் மற்றும் துணிச்சல்  நிறைந்தவர்களாக  இருக்க வேண்டும் என்று  இந்த  குறள்  கூறுகிறது.  நிலன்ஆள்பவர்  என்பது   நிலத்தை  ஆளும்  மன்னர்களை  குறிக்கும்."
  },
  {
    "description": "“கொடைஅளி செங்கோல் குடிஓம்பல் நான்கும் உடையானாம் வேந்தர்க்கு ஒளி” என்ற குறளின் கருத்து என்ன?",
    "options": [
      "மன்னர்களுக்கு செங்கோல், கொடை, குடி ஆகியவை அவர்களின் பலத்தை உயர்த்தும்",
      "மன்னர்களின் செங்கோல், கொடை, குடி ஆகியவை அவர்களுக்கு ஒளிதரும்",
      "மன்னர்களுக்கு செங்கோல், கொடை, குடி ஆகியவை அவர்களின் கடமையாகும்",
      "மன்னர்களுக்கு செங்கோல், கொடை, குடி ஆகியவை அவர்களின் புகழை உயர்த்தும்"
    ],
    "answer": "D",
    "additional_context": "மன்னனுக்குச் செங்கோல்,  கொடை,  குடி  ஆகியவை  மன்னனின்  பெருமையையும்,  புகழையும்  உயர்த்தும்  என்று  இந்த  குறள்  கூறுகிறது.  மன்னன்  தன்  மக்களுக்குக்  கொடை  அளிப்பதன்  மூலமும்,  அவர்களை  நன்கு  பாதுகாப்பதன்  மூலமும்  அவரது  புகழ்  உயரும்."
  }
]
