
[
  {
    "description": "குற்றியலுகரச் சொற்களின் எண்ணிக்கைக்கு ஏற்ப அவற்றின் மாத்திரை அளவும் மாறுபடும். \"பாகு\" என்னும் சொல்லின் மாத்திரை அளவு என்ன?",
    "options": [
      "1 + ½",
      "1 + 1",
      "2 + ½",
      "½ + 1"
    ],
    "answer": "A",
    "additional_context": "குற்றியலுகரச் சொற்களில் வல்லின உகரங்கள் ஒரு மாத்திரைக்குப் பதிலாக அரை மாத்திரை அளவே ஒலிக்கும். \"பாகு\" என்னும் சொல்லில் 'கு' என்னும் எழுத்து குற்றியலுகரமாக வருகிறது. எனவே இதன் மாத்திரை அளவு 1 + ½ ஆகும்."
  },
  {
    "description": "\"வருகு + யாது = வரகியாது\" என்னும் சேர்க்கையில் எந்த எழுத்து குற்றியலிகரமாக மாறுகிறது?",
    "options": [
      "'கு'",
      "'ய'",
      "'து'",
      "'அ'"
    ],
    "answer": "A",
    "additional_context": "குற்றியலுகரச் சொற்களைத் தொடர்ந்து யகரத்தை முதல் எழுத்தாகக் கொண்ட சொற்கள் வரும்போது குற்றியலுகரத்தில் உள்ள உகரம் இகரமாக மாறும். அந்த இகரம் தனக்குரிய ஒரு மாத்திரை அளவிலிருந்து அரை மாத்திரை அளவாகக் குறைந்து ஒலிக்கும். \"வருகு + யாது = வரகியாது\" என்ற சேர்க்கையில் 'கு' என்னும் எழுத்து குற்றியலிகரமாக மாறுகிறது."
  },
  {
    "description": "\"மியா\" என்னும் அசைச்சொல்லில் குற்றியலிகரம் எந்த எழுத்தில் உள்ளது?",
    "options": [
      "'ம்'",
      "'இ'",
      "'ய'",
      "'ம'"
    ],
    "answer": "B",
    "additional_context": " \"மியா\" என்பது ஓர் அசைச்சொல். இதில் 'I' யில் (I = ம் + இ) உள்ள இகரம் குற்றியலிகரம் ஆகும். இது சொற்களில் இடம்பெறும் போது தனக்குரிய மாத்திரை அளவிலிருந்து குறைந்து ஒலிக்கும்."
  },
  {
    "description": "குற்றியலுகரம் ஏற்படுவதற்கான காரணம் என்ன?",
    "options": [
      "சொல்லின் ஒலி அளவை அதிகரிக்க",
      "சொல்லின் ஒலி அளவை குறைக்க",
      "சொல்லின் இலக்கணத்தை மாற்ற",
      "சொல்லின் எழுத்துருவை மாற்ற"
    ],
    "answer": "B",
    "additional_context": "சொல்லின் இறுதியில் வரும்போது, ஒரு மாத்திரைக்குப் பதிலாக அரை மாத்திரை அளவே ஒலிக்கும். இவ்வாறு தனக்குரிய ஓசையில் குறைந்து ஒலிக்கும் உகரம் குற்றியலுகரம் ஆகும்."
  },
  {
    "description": "குற்றியலிகரம் எந்த வகைக் காலத்தில் மட்டுமே பயன்படுத்தப்படுகிறது?",
    "options": [
      "நிகழ்காலம்",
      "இறந்த காலம்",
      "எதிர்காலம்",
      "இலக்கியக் காலம்"
    ],
    "answer": "D",
    "additional_context": "குற்றியலிகரம் தற்போது உரைநடை வழக்கில் இல்லை. இலக்கியங்களில் மட்டுமே உள்ளது."
  }
]
