[
          
  {
    
          "description": "பாடலில் எந்தக் கருத்து வலியுறுத்தப்படுகிறது?",
          "options": [
      "காடு அழகான இடம்.",
      "காட்டில் பல்வேறு விலங்குகள் வாழ்கின்றன.",
      "காட்டின் வளம் மிகவும் சிறப்புடையது.",
      "காட்டைப் பாதுகாக்க வேண்டும்."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கவிதை காடுகளின் அழகையும் அவற்றின் முக்கியத்துவத்தையும் வலியுறுத்துகிறது.  காட்டின் வளமே நாட்டின் வளம் என்பதை மீண்டும் மீண்டும் வலியுறுத்தும் கவிஞர், காடுகள் பல வகையான பயன்களைத் தருகின்றன என்றும் கூறுகிறார்.  அதனால் காட்டைப் பாதுகாக்க வேண்டும் என்பதுதான் இந்தக் கவிதையின் முக்கியமான கருத்து."
          }
        ,
          
  {
    
          "description": "'பச்சை மயில்நடிக்கும் பன்றி கிழங்கெடுக்கும்' என்ற வரிகள் எதைப் பற்றிச் சொல்கின்றன?",
          "options": [
      "காட்டின் அழகியல் அம்சங்கள்.",
      "காட்டில் நடக்கும் செயல்கள்.",
      "விலங்குகளின் இயல்புகள்.",
      "மேற்கூறிய அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரிகள் காட்டின் அழகியல் அம்சங்கள், அங்கு நடக்கும் செயல்கள், விலங்குகளின் இயல்புகள் ஆகியவற்றைப் பற்றிச் சொல்கின்றன.  பச்சை மயில் நடனம் ஆடுவதும், பன்றி கிழங்குகளைத் தோண்டி உண்பதும் காட்டில் நடக்கும் அழகிய செயல்களாகும்.  மேலும் மயில் மற்றும் பன்றி ஆகியவற்றின் இயல்பான நடத்தையையும் இந்த வரிகள் விவரிக்கின்றன."
          }
        ,
          
  {
    
          "description": "'புதுநடை போடுமடீ – கிளியே பூங்குயில் கூவுமடி!' என்ற வரிகள் காட்டின் எந்த அம்சத்தைப் பற்றிச் சொல்கின்றன?",
          "options": [
      "காட்டின் இயற்கை ஒலி.",
      "காட்டின் காற்று.",
      "காட்டின் மணம்.",
      "காட்டின் இயற்கை அழகு."
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரிகள் காட்டின் இயற்கை ஒலிகளைப் பற்றிச் சொல்கின்றன.  யானை புதுநடை போடுவது, பூங்குயில் கூவுவது போன்ற இயற்கையான ஒலிகள் காட்டை இன்னும் அழகாகவும் இனிமையாகவும் மாற்றுகின்றன என்பதை இந்த வரிகள் காட்டுகின்றன."
          }
        ,
          
  {
    
          "description": "கவிஞர் சுரதாவின் கவிதைகளில் எந்தப் பாணி அதிகம் காணப்படுகிறது?",
          "options": [
      "உவமை பாணி.",
      "புனைவு பாணி.",
      "சமூகப் பிரச்சினை பாணி.",
      "வரலாற்றுப் பாணி."
    ],
    "answer": "A",
    
          "additional_context": "கவிஞர் சுரதாவின் கவிதைகளில் உவமை பாணி அதிகம் காணப்படுகிறது.  இவர் தனது கவிதைகளில் பல்வேறு உவமைகளைப் பயன்படுத்தி இயற்கை அழகை விவரிக்கிறார்.  உதாரணமாக, 'கார்த்திகை தீபமெனக் காடெல்லாம் பூத்திருக்கும்' என்ற வரியில் காட்டின் அழகை கார்த்திகை தீபங்களோடு ஒப்பிட்டுள்ளார்."
          }
        ]