
[
  {
    "description": "ஊருணி, பயன்மரம், மருந்துமரம் போன்ற உவமைகள் ஒப்புரவை விளக்குவதற்கு ஏன் பயன்படுத்தப்படுகின்றன?",
    "options": [
      "இவை அனைத்தும் மனிதனால் படைக்கப்பட்டவை.",
      "இவை அனைத்தும் இயற்கையால் உருவாக்கப்பட்டவை.",
      "இவை அனைத்தும் பகிர்ந்து கொள்ளப்படும் பொருட்கள்.",
      "இவை அனைத்தும் மனிதர்களுக்குப் பயன்படும் பொருட்கள்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒப்புரவை விளக்கப் பயன்படுத்தியுள்ள இந்த உவமைகள் இன்றும் பயன்படுத்தத் தக்கவையாகவே அமைந்துள்ளன. ஆயினும் ஊருணி, பயன்மரம், மருந்துமரம் ஆகியன மனிதர்கள் தம் படைப்பாற்றலைக் கொண்டு படைத்தவை என்பதை நினைவில் கொள்க!"
  },
  {
    "description": "ஒப்புரவு வாழ்க்கைக்கு மிக முக்கியமானது எது?",
    "options": [
      "பொருள் தேடுதல்",
      "உழைப்பு",
      "செல்வம்",
      "அறிவு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பொருள்களைப் படைக்கும் கடமைகள் நிகழாத வரையில் ஒப்புரவு வாழ்வு மலராது. கடமைகள் இயற்றப் பெறாமல் ஒப்புரவு தோன்றாது. ஒருவழி தோன்றினாலும் நிலைத்து நில்லாது. கடமைகளில், பொருள் செய்தலில் ஒவ்வொருவரும் கூட்டு உழைப்பில் ஈடுபட்டால்தான் ஒப்புரவுநெறி தோன்றும்; வளரும்; நிலைத்து நிற்கும்."
  },
  {
    "description": "குன்றக்குடி அடிகளார் பொருளீட்டும் வாழ்க்கையை எப்படிப் பார்க்கிறார்?",
    "options": [
      "தனியுடைமை நெறியின் அடிப்படையில்.",
      "சமூக வாழ்க்கையின் ஒரு பகுதியாக.",
      "மனித வாழ்க்கையின் இறுதி இலக்காக.",
      "அறிவியல் பூர்வமான முறையில்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பொருளீட்டல் தான்மட்டும் வாழ்வதற்காக என்பது அறிவியல் கருத்து அன்று. பொருளீட்டும் வாழ்க்கையேகூடச் சமூக வாழ்க்கைதான். மற்றவர்களுக்கு வழங்கி, மகிழ்வித்து மகிழ, வாழ்வித்து வாழப் பொருள் தேவை என்பதே பொருளீட்டலுக்கு உரிய கரு."
  },
  {
    "description": "ஜென் கதையில் குரு மாணவர்களிடம் எதைப் பற்றி விளக்க முயற்சிக்கிறார்?",
    "options": [
      "ஒப்புரவின் முக்கியத்துவத்தை",
      "உண்மையான ஒளியை",
      "மனித வாழ்க்கையின் அர்த்தத்தை",
      "ஜென் மதத்தின் அடிப்படைகளை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஜென் குரு ஒருவர் மாணவர்களுக்குப் பாடம் கற்பித்துக் கொண்டிருக்கிறார்.\nகுழந்தைகளே! உண்மையான\nஒளி எது என்பதைப் பற்றி இன்று\nஅறிந்து கொள்ளப் போகிறோம்."
  },
  {
    "description": "\"மனிதர்கள் தனித்து வாழப் பிறந்தவர்கள் அல்லர். சமுதாயமாகக் கூடி வாழ்ந்து ஒருவருக்கொருவர் உதவி செய்து வாழப் பிறந்தவர்கள். பிறருக்கு உதவி செய்யும் பொழுது அவர்களுக்குத் தாழ்வு ஏற்படாவண்ணம் உதவுவதே சிறந்த பண்பாகும். அறநெறியில் பொருளீட்டித் தாமும் வாழ்ந்து பிறரையும் வாழ வைப்பதே ஒப்புரவு நெறியாகும்.”\n\nஇந்தக் கூற்று ஒப்புரவு நெறியைப் பற்றி எதை வலியுறுத்துகிறது?",
    "options": [
      "சமூக நலனே முக்கியம்",
      "தன்னலத்தைக் கருத்தில் கொள்ளக் கூடாது",
      "பிறர் மீது தாழ்வுணர்வு இல்லாமல் உதவி செய்ய வேண்டும்",
      "பொருள் ஈட்டி வாழ்வது சிறந்தது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மனிதர்கள் தனித்து வாழப் பிறந்தவர்கள் அல்லர். சமுதாயமாகக் கூடி வாழ்ந்து ஒருவருக்கொருவர் உதவி செய்து வாழப்பிறந்தவர்கள். பிறருக்கு உதவி செய்யும் பொழுது அவர்களுக்குத் தாழ்வு ஏற்படாவண்ணம் உதவுவதே சிறந்த பண்பாகும். அறநெறியில் பொருளீட்டித் தாமும் வாழ்ந்து பிறரையும் வாழ வைப்பதே ஒப்புரவு நெறியாகும்."
  }
]
