
[
  {
    "description": "இடுக்கண் என்றால் என்ன?",
    "options": [
      "துன்பம்",
      "நோய்",
      "பகை",
      "சோர்வு"
    ],
    "answer": "A",
    "additional_context": "இடுக்கண் என்பது மனித வாழ்க்கையில் ஏற்படும் துன்பங்கள் அல்லது பிரச்சனைகள். இடுக்கண் எந்த வடிவத்தில் வந்தாலும் அதை எதிர்கொள்ள நாம் தயாராக இருக்க வேண்டும். இடுக்கண் நம்மை சோர்வடையச் செய்யாமல் அதைத் தாண்டி நம்மை வலுவாக வழிநடத்தும்."
  },
  {
    "description": "வினை செயல்வகையை எவ்வாறு தெளிவுபடுத்தலாம்?",
    "options": [
      "எல்லா வினைகளும் சமம்",
      "ஒரு வினைக்கான பல விளைவுகள் இருக்கலாம்",
      "வினைகள் எப்போதும் நல்ல பலன்களைத் தருவதில்லை",
      "வினைகளைத் துணிச்சலுடன் செய்ய வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "ஒரு வினைக்குப் பல விளைவுகள் இருக்கும். ஒரு வினையின் விளைவு நல்லதாகவோ அல்லது கெட்டதாகவோ இருக்கலாம். வினையின் விளைவை கணித்துச் செயல்படுவது மிக முக்கியம். துணிச்சலுடன் வினையைச் செய்ய வேண்டும் என்பது சரிதான், ஆனால் அது மட்டும் போதாது. வினையின் விளைவுகளையும் கவனத்தில் கொள்ள வேண்டும்."
  },
  {
    "description": "அவை அஞ்சாமை எதன் அடையாளம்?",
    "options": [
      "தைரியம்",
      "அறிவு",
      "நல்லெண்ணம்",
      "மேற்கூறிய அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "அவை அஞ்சாமை என்பது தைரியம், அறிவு மற்றும் நல்லெண்ணம் ஆகியவற்றின் அடையாளம். தைரியம் இல்லாமல் யாராலும் அவை அஞ்சாமை காட்ட முடியாது. அறிவு இல்லாமல் நாம் சரியான முடிவெடுக்க முடியாது. நல்லெண்ணம் இல்லாமல் நாம் நேர்மையாகச் செயல்பட முடியாது. இந்த மூன்று பண்புகளும் இணைந்தால்தான் அவை அஞ்சாமை உருவாகும்."
  },
  {
    "description": "நாட்டின் முக்கிய அடையாளம் எது?",
    "options": [
      "பெரிய படை",
      "செல்வம்",
      "நல்ல மன்னர்",
      "நிறைய மக்கள் தொகை"
    ],
    "answer": "C",
    "additional_context": "நல்ல மன்னர்தான் நாட்டின் முக்கிய அடையாளம். ஒரு நாடு செழித்து வளர வேண்டுமானால் அதற்கு நல்ல மன்னரின் தலைமைத்துவம் மிகவும் அவசியம். நல்ல மன்னர் தன் மக்களைக் கவனிப்பார், நாட்டின் வளர்ச்சிக்காக பாடுபடுவார். மன்னரின் ஆட்சியில் மக்கள் பாதுகாப்பு, நியாயம், நல்லிணக்கம் ஆகியவை இருக்கும்."
  },
  {
    "description": "அரண் எதற்கு உதவும்?",
    "options": [
      "பகைவரை விரட்ட",
      "பணம் சம்பாதிக்க",
      "நண்பர்களைப் பாதுகாக்க",
      "நாட்டை வளப்படுத்த"
    ],
    "answer": "A",
    "additional_context": "அரண் என்பது ஒரு கோட்டை அல்லது பாதுகாப்பு வேலி. இது நாட்டின் எல்லையைப் பாதுகாக்கவும் பகைவரை விரட்டவும் பயன்படும். அரண் உறுதியானதாகவும், வலுவானதாகவும் இருக்க வேண்டும். மக்கள் பாதுகாப்பாக இருக்க அரண் அவசியம். மன்னர்கள் அரண் மூலம் தங்கள் நாட்டைப் பாதுகாக்க முடியும்."
  }
]
