[
          
  {
    
          "description": "'இன்னலிலே தமிழ் நாட்டினிலேயுள்ள என்தமிழ் மக்கள் துயின்றிருந்தார்' என்ற வரியில் 'துயின்றிருந்தார்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "உறங்கியிருந்தார்",
      "சிரித்திருந்தார்",
      "பாடியிருந்தார்",
      "இயங்கியிருந்தார்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கவிதையில் பாரதிதாசன் தமிழ் மக்களின் துயரத்தைப் பற்றிப் பாடிக் கொண்டிருக்கிறார். தமிழ் மக்கள் அறியாமையில் தூங்கிக் கொண்டிருக்கிறார்கள் என்று கவிஞர் கூறுகிறார். தமிழ் நாட்டில் உள்ள மக்கள் அறியாமையின் காரணமாக துன்பத்தில் இருக்கிறார்கள் என்பதை 'துயின்றிருந்தார்' என்ற சொல் உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "பாடலின் மையக்கருத்து என்ன?",
          "options": [
      "தமிழ் இலக்கியத்தின் சிறப்பு",
      "இயற்கை அழகு",
      "தமிழ் மக்களின் துயரம்",
      "இன்பத்தமிழ்க் கல்வியின் அவசியம்"
    ],
    "answer": "D",
    
          "additional_context": "பாரதிதாசன் தன் கவிதையில் தமிழ் மக்களின் துயரத்தைப் பற்றிக் குறிப்பிட்டு, அவர்கள் அறியாமையில் இருப்பதைச் சுட்டிக்காட்டுகிறார்.  இதற்குத் தீர்வாக இன்பத்தமிழ்க் கல்வியின் அவசியத்தை வலியுறுத்துகிறார். இன்பத்தமிழ்க் கல்வியைப் பெற்றால் தமிழ் மக்களின் வாழ்வில் துன்பங்கள் நீங்கி,  தூய்மை உண்டாகி, வீரம் பெற முடியும் என்பது கவிஞரின் கருத்து."
          }
        ,
          
  {
    
          "description": "பாரதிதாசன் கவிதை எழுதத் தொடங்கிய போது, அவருடைய கவனத்தை ஈர்த்த  இயற்கைப் பொருட்கள் எவையெல்லாம்?",
          "options": [
      "வானம், ஓடை, காடு, தென்றல், மயில்",
      "மலை, கடல், மழை, சூரியன்,  மரம்",
      "வானம், கடல், சூரியன், நட்சத்திரம், மழை",
      "வானம், மரம், பூ, மீன்,  மயில்"
    ],
    "answer": "A",
    
          "additional_context": "கவிதை எழுதுவதற்குத் தயாரான பாரதிதாசன், இயற்கைப் பொருட்கள் எல்லாம் அவரை கவர்ந்தன. வானம், ஓடை, காடு, தென்றல், மயில் போன்ற அழகிய இயற்கைப் பொருள்கள் அவரின் கவனத்தை ஈர்த்தன."
          }
        ,
          
  {
    
          "description": "பாடலில், 'எத்தனிக்கும்' என்னும் சொல்லுக்குப் பொருத்தமான  பதிலைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "துயில் கொள்ளும்",
      "எழுந்து நிற்கும்",
      "முயலும்",
      "தடுக்கும்"
    ],
    "answer": "C",
    
          "additional_context": "'எத்தனிக்கும்' என்ற சொல் 'முயலும்' என்ற பொருளைத் தருகிறது. பாரதிதாசன் கவிதை எழுதும் போது, 'காடும் கழனியும் கார்முகிலும் வந்து கண்ணைக் கவர்ந்திட எத்தனிக்கும்' என்று குறிப்பிடுகிறார்.  இதன் பொருள், காடும் வயலும் மழைமேகமும் பாரதிதாசனின் கவனத்தை ஈர்க்க முயற்சி செய்கின்றன என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'இன்பத்தமிழ்க் கல்வி யாவரும் கற்றவர் என்றுரைக்கும் நிலை' - இந்த வரிகளின் மூலம் பாரதிதாசன் என்ன  வலியுறுத்துகிறார்?",
          "options": [
      "தமிழர்கள் மொழியைக் கற்கக் கூடாது ",
      "தமிழர்கள் மொழியைக் கற்று, மொழி வளர்ச்சியடைய வேண்டும் ",
      "தமிழர்கள் தங்கள் மொழியை மறந்து விட வேண்டும் ",
      "தமிழர்கள் தங்கள் மொழியைப் புறக்கணிக்க வேண்டும் "
    ],
    "answer": "B",
    
          "additional_context": "'இன்பத்தமிழ்க் கல்வி யாவரும் கற்றவர் என்றுரைக்கும் நிலை' - இந்த வரிகள் தமிழ் மக்கள் தங்கள் மொழியைக் கற்று, மொழி வளர்ச்சியடைய வேண்டும் என்ற  கருத்தை  உணர்த்துகிறது. தமிழர்கள் இன்பத்தமிழ்க் கல்வியைக் கற்று, அறியாமையிலிருந்து விடுபட்டு, துன்பங்களிலிருந்து மீள வேண்டும் என்ற  பாரதிதாசனின்  வாஞ்சை இதில் தெளிவாகத் தெரிகிறது."
          }
        ]