[
          
  {
    
          "description": "'கூடு' மற்றும் 'பறவை' என்ற சொற்களை இணைத்து என்ன சொல் கிடைக்கும்?",
          "options": [
      "கூடுபறவை",
      "பறவைக் கூடு",
      "கூடுபறவைக்கூடு",
      "பறவைக் கூட்டம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி ஒரு எளிய சொல் இணைப்பு கேள்வி. 'கூடு' மற்றும் 'பறவை' என்ற இரண்டு சொற்களை இணைத்து புதிய சொல்லை உருவாக்க வேண்டும். 'கூடுபறவை' என்பது தனிச் சொல்லாக இருந்தாலும், 'பறவைக் கூடு' என்ற சொல் பொருத்தமான சொல்லாகும். ஏனெனில் பறவைகள் கூடுகளில் வசிப்பதால் அவை 'பறவைக் கூடு' என்ற சொல்லால் குறிப்பிடப்படுகின்றன. "
          }
        ,
          
  {
    
          "description": "'வெள்ளையாய் இருப்பேன்; பால் அல்ல. மீன் பிடிப்பேன்; தூண்டில் அல்ல. தவமிருப்பேன்; முனிவரல்ல நான் யார்?' என்ற விடுகதையின் விடை எது?",
          "options": [
      "குரங்கு",
      "மான்",
      "காகம்",
      "அணில்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த விடுகதை மீன் பிடிப்பதைக் குறிப்பிடுவதால், கடல் வாழ் உயிரினம் அல்லது நீர்வாழ் உயிரினம் என்பதை ஊகிக்க முடிகிறது.  காகம் வெள்ளையாக இருக்காது, மான் தவமிருக்காது. ஆனால், காகம் மீன் பிடித்து உண்ணும்.  எனவே, இந்த விடுகதையின் விடை 'காகம்' என்பது. "
          }
        ,
          
  {
    
          "description": "'நிற்க அதற்குத் தக' என்ற வாக்கியத்தில் எந்தச் சொல்லை நீக்கினால் வாக்கியம் பொருள் தரும்?",
          "options": [
      "நிற்க",
      "அதற்கு",
      "தக",
      "எதுவும் இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வாக்கியம் ஒரு பழமொழி.  'நிற்க அதற்குத் தக' என்பது 'தகுதியானவன் தன் இடத்தில் நிற்க வேண்டும்' என்ற பொருளைத் தருகிறது.  வாக்கியத்தில் 'அதற்கு' என்ற சொல்லை நீக்கினால், 'நிற்க தக' என்று பொருள் தரும்.   'தக' என்பது  'தகுதி' என்ற சொல்லுக்கு ஒத்த சொல். "
          }
        ,
          
  {
    
          "description": "'என் பொறுப்புகள்...' என்ற தலைப்பின் கீழ் என்ன கூறப்படுகிறது?",
          "options": [
      "மரக்கன்றுகளை வளர்ப்பது பற்றி",
      "இயற்கைச் சமநிலையைப் பேணிப் பாதுகாப்பது பற்றி",
      "வனவிலங்குக் காப்பகங்கள் பற்றி",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி  'என் பொறுப்புகள்...' என்ற தலைப்பின் கீழ் என்ன கூறப்படுகிறது என்று கேட்கிறது. இந்த தலைப்பு,  ஒரு நபரின் பூமியின் மீதான பொறுப்புகளைப் பற்றி  எடுத்துரைக்கிறது. அதாவது, மரக்கன்றுகள் நடவு செய்தல், இயற்கைச் சமநிலையைப் பேணிப் பாதுகாத்தல், வனவிலங்குக் காப்பகங்களைப் பேணுதல் போன்ற பொறுப்புகளின் அனைத்தையும்  குறிப்பிடுகிறது. எனவே, சரியான விடை 'மேற்கண்ட அனைத்தும்' என்பதாகும். "
          }
        ,
          
  {
    
          "description": "'பல்லுயிர் மண்டலம்' என்ற சொல்லின் ஆங்கில மொழிபெயர்ப்பு எது?",
          "options": [
      "Island",
      "Jungle",
      "Bio Diversity",
      "Forest Conservator"
    ],
    "answer": "C",
    
          "additional_context": "இந்த கேள்வி 'பல்லுயிர் மண்டலம்' என்ற சொல்லின் ஆங்கில மொழிபெயர்ப்பைக் கேட்கிறது.  'பல்லுயிர் மண்டலம்' என்ற சொல் ஆங்கிலத்தில் 'Bio Diversity' என்று குறிப்பிடப்படுகிறது. இது பல்வேறு உயிரினங்கள், தாவரங்கள் மற்றும் விலங்குகள் வாழும் ஒரு குறிப்பிட்ட பகுதியைக் குறிக்கிறது. "
          }
        ]