[
          
  {
    
          "description": "இயேசுகாவியத்தில் இடம்பெற்றுள்ள பகுதிகள் யாவை?",
          "options": [
      "சீடர்களின் வாழ்வு, இயேசுவின் உபதேசங்கள்",
      "மலைப்பொழிவு, இயேசுவின் வாழ்க்கை வரலாறு",
      "இயேசுவின் உபதேசங்கள், காவியங்கள்",
      "மலைப்பொழிவு, கவிதைகள்"
    ],
    "answer": "B",
    
          "additional_context": "இயேசுகாவியம் என்பது இயேசுநாதரின் வாழ்க்கை வரலாற்றையும், அவரது அறிவுரைகளையும் கூறும் நூல். இயேசுகாவியத்தில் மலைப்பொழிவு என்னும் பகுதி இடம்பெற்றுள்ளது. இதில் இயேசுவின் உபதேசங்கள் இடம் பெற்றுள்ளன. இயேசுவின் வாழ்க்கை வரலாற்றையும், அவரது அறிவுரைகளையும் கூறும் நூல் இயேசுகாவியம் ஆகும். இந்நூலில் உள்ள மலைப்பொழிவு என்னும் பகுதியிலிருந்து சில பாடல்கள் இங்குத் தரப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "'மலையளவு' என்னும் சொல்லின் பொருள் என்ன?",
          "options": [
      "மிக உயர்ந்த",
      "மிக சிறிய",
      "மிகக் கடினமான",
      "மிக எளிய"
    ],
    "answer": "A",
    
          "additional_context": "மலையளவு என்கிற சொல் ஒரு உருவக அடையாளம். ஒருவரின் இதயம் மலையளவு உயர்ந்தது எனக் கூறுவதன் மூலம், அவரது இதயம் அளவற்ற பெரியது, உயர்ந்த இலட்சியங்கள் கொண்டது என்று உணர்த்தப்படுகிறது. மலையளவு என்னும் சொல் மிக உயர்ந்த என்ற பொருளை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "பாடலில் குறிப்பிடப்படும் 'தாரணி' என்னும் சொல்லுக்கு இணையான சொல் எது?",
          "options": [
      "பூமி",
      "விண்",
      "மலை",
      "நதி"
    ],
    "answer": "A",
    
          "additional_context": "தாரணி என்னும் சொல் பூமி, உலகம் என்பதற்கு சமமான சொல் ஆகும். இயேசுநாதர் உலகம் முழுவதும் சாந்தம் உடையோர்களுக்கே சொந்தம் என்றும் கூறினார். பாடலில் தாரணி என்பது உலகத்தை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'சாந்தம் உடையோர் பேறு பெற்றோர்' என்ற வரியில் 'பேறு' என்பதன் பொருள் என்ன?",
          "options": [
      "செல்வம்",
      "இன்பம்",
      "ஆட்சி",
      "மகிழ்ச்சி"
    ],
    "answer": "D",
    
          "additional_context": "சாந்தம் உடையோர் பேறு பெற்றோர் என்கிற வரியில் பேறு என்பது மகிழ்ச்சி, நல்வாழ்வு, இன்பம் என்பதனைக் குறிக்கிறது. சாந்தம் உடையோர் வாழ்வில் அமைதி, இன்பம், நல்வாழ்வு இருக்கும் என்று பாடல் கூறுகிறது. சாந்தம் உடையோர் பேறு பெற்றவர்கள் எனத் தத்துவமும் சொன்னார் – இந்தத் தாரணி முழுவதும் அவர்களுக்கு உரியது தலைவர்கள் அவர்என்றார்!"
          }
        ,
          
  {
    
          "description": "பாடல் வரிகள் யாருடைய வாழ்க்கை வரலாற்றையும், அவரது அறிவுரைகளையும் கூறுகின்றன?",
          "options": [
      "மகாத்மா காந்தி",
      "பௌத்தர்",
      "இயேசுநாதர்",
      "கிருஷ்ணர்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த பாடல் வரிகள் இயேசுநாதரின் வாழ்க்கை வரலாற்றையும் அவரது அறிவுரைகளையும் கூறுகிறது.  சாந்தம், இரக்கம், பொறுமை, அமைதி ஆகியவற்றை பாடல் வலியுறுத்துகிறது.  இயேசுநாதரின் போதனைகள் மனித வாழ்வில் நல்லொழுக்கம், அமைதி,  சகோதரத்துவம் ஆகியவற்றின் முக்கியத்துவத்தை எடுத்துரைக்கிறது."
          }
        ]