
[
  {
    "description": "நாட்டிலஸின் மேல் மூடியைத் திறந்தபோது, எந்த மனிதர்கள் கப்பலுக்குள் இறங்க விரும்பி, அலறிக் கொண்டு ஓட்டம் பிடித்தனர்?",
    "options": [
      "கப்பல் மாலுமிகள்",
      "அமெரிக்கப் போர்க்கப்பல் வீரர்கள்",
      "கடல்புற்று மனிதர்கள்",
      "தீவு மனிதர்கள்"
    ],
    "answer": "D",
    "additional_context": "நெமோ தன் நீர்மூழ்கிக் கப்பலான நாட்டிலஸை எல்லோரும் ஒரு விந்தையான விலங்கு என்று நம்ப வைத்திருந்தார். அவர்கள் தப்பித்துக் கொள்ளலாம் என்று நம்பி அவர்கள் கப்பலின் மேல் மூடியைத் திறந்தபோது அந்த மனிதர்கள் நாட்டிலஸுக்குள் இறங்க விரும்பி, அலறிக் கொண்டு ஓட்டம் பிடித்தார்கள்."
  },
  {
    "description": "நெமோ பயன்படுத்திய, மின்சாரம் பாய்ச்சப்பட்ட ஏணி, கப்பலுடன் எந்தப் பகுதியில் இணைக்கப்பட்டிருந்தது?",
    "options": [
      "மேல்மூடி",
      "படகு",
      "நீர்த்தொட்டி",
      "திரை"
    ],
    "answer": "A",
    "additional_context": "நெமோ பயன்படுத்திய, மின்சாரம் பாய்ச்சப்பட்ட ஏணி, நாட்டிலஸின் மேல் மூடியுடன் இணைக்கப்பட்டிருந்தது."
  },
  {
    "description": "நெமோ கடல்வாழ் உயிரிகளிடமிருந்து எதை உருவாக்கிக் கொண்டார்?",
    "options": [
      "மின்சாரம்",
      "காற்று",
      "உணவு",
      "கப்பல்"
    ],
    "answer": "C",
    "additional_context": "நெமோ தன் நீர்மூழ்கிக் கப்பலில் தனக்குத் தேவையான உணவை கடல்வாழ் உயிரிகளிடமிருந்து உருவாக்கிக் கொண்டார். அதாவது, கடல்வாழ் உயிரிகளைப் பயன்படுத்தி உணவைத் தயாரித்தார்."
  },
  {
    "description": "நாட்டிலஸ் கப்பலின் மின்சார ஆற்றல் எதிலிருந்து கிடைக்கிறது?",
    "options": [
      "சூரிய ஆற்றல்",
      "நீர் ஆற்றல்",
      "காற்று ஆற்றல்",
      "கப்பலில் உள்ள மின்சாரம் தயாரிக்கும் கருவிகள்"
    ],
    "answer": "D",
    "additional_context": "நாட்டிலஸின் மின்சார ஆற்றல் கப்பலில் உள்ள மின்சாரம் தயாரிக்கும் கருவிகளிலிருந்து கிடைக்கிறது. இதற்கான ஆற்றலை கடல்வாழ் உயிரிகளிடமிருந்து பெறப்படும் பொருட்களைப் பயன்படுத்தித் தயாரிக்கிறார்."
  },
  {
    "description": "நெமோவிடம் அந்த விலங்கைச் சுட்டுத் தள்ளும்படி கட்டளையிட்டவர் யார்?",
    "options": [
      "பியரி",
      "நெட்",
      "கான்சீல்",
      "ஃபராகட்"
    ],
    "answer": "D",
    "additional_context": "நெமோவின் நீர்மூழ்கிக் கப்பலைத் தேடிக்கொண்டிருந்த அமெரிக்கப் போர்க்கப்பலின் தலைவர் ஃபராகட் ஆவார். அவர் தான் நெமோவிடம் அந்த விலங்கைச் சுட்டுத் தள்ளும்படி கட்டளையிட்டார்."
  }
]
