
[
  {
    "description": "“வரகியாது” என்ற சொல்லில் உள்ள “இ” குற்றியலிகரமாக மாறும் போது  “கொக்கு + யாது = கொக்கியாது”  என்ற சொல்லை உருவாக்கும் எந்த ஓசை மாற்றம் இல்லாத பகுதி என்ன?",
    "options": [
      "குற்றியலுகரச் சொல்லில் உள்ள “உ”  “இ” யாக மாறுதல்",
      "'யாது'  என்ற சொல்லில் உள்ள “ய”  “இ” யாக மாறுதல்",
      "குற்றியலுகரத்தில் உள்ள “உ”  “இ” யாக மாறி அரை மாத்திரை அளவாக ஒலித்தல்",
      "“யாது”  என்ற சொல்லில் உள்ள “ய”  “இ” யாக மாறி முழு மாத்திரை அளவாக ஒலித்தல்"
    ],
    "answer": "C",
    "additional_context": "“வரகியாது”  என்ற சொல்  “வரகு + யாது” என்ற இரு சொற்களை இணைத்து உருவாக்கப்பட்டது.  “வரகு”  என்ற சொல்லின் இறுதியில் உள்ள  “கு”  என்ற எழுத்து 'குற்றியலுகரம்'  ஆகும்.  'குற்றியலுகரம்'  சொற்களின் இறுதியில் வரும்போது அரை மாத்திரை அளவாக 'இ' யாக ஒலிக்கும்.  இந்த 'இ'  குற்றியலிகரமாக மாறும் போது “வரகியாது”  என்ற சொல் உருவாகிறது.  இந்த மாற்றத்தில் 'யாது'  என்ற சொல்லின் 'ய'  'இ' யாக மாறுவது மட்டும்  மாறாது.  'குற்றியலுகரத்தில் உள்ள 'உ'  'இ' யாக மாறும்போது  அரை மாத்திரை அளவாக ஒலித்தல்'  என்ற ஓசை மாற்றமே இல்லாமல் இருக்கும்."
  },
  {
    "description": "குற்றியலுகரச் சொற்களைத் தொடர்ந்து வரும்  “யாது” என்ற சொல்லைப் பயன்படுத்தும் போது 'கு' என்னும் எழுத்து “கி” யாக மாறும். இந்த மாற்றம்  “மியா”  என்ற ஓசை நயத்திற்காக வருகிற அசைச்சொல்லில் உள்ள “இ” யிலும் காணப்படுகிறது. இந்த இரண்டு சூழ்நிலைகளும் 'கு' யை எப்படி மாற்றுகிறது என்பதை  தெளிவாகக் காட்டும் எந்த விளக்கம் சரியானது?",
    "options": [
      "குற்றியலுகரத்தில் உள்ள உகரம்  “யாது”  என்ற சொல்லின் “ய” உடன் இணைந்து “கி” யாக  மாறுகிறது.",
      "குற்றியலுகரத்தில் உள்ள உகரம்  “யாது”  என்ற சொல்லின் “ய”  என்ற எழுத்தைத் தொடர்ந்து வரும்போது அரை மாத்திரை அளவாக  “இ” யாக ஒலிக்கிறது.",
      "குற்றியலுகரம் “யாது”  என்ற சொல்லின் “ய”  உடன் இணைந்து “கி” யாக  மாறுகிறது.",
      "குற்றியலுகரம் “யாது”  என்ற சொல்லின் “ய”  உடன் இணைந்து “கி” யாக  மாறுவதும், “மியா”  என்ற சொல்லில் உள்ள “இ”  அரை மாத்திரை அளவாக ஒலிப்பதும்  ஓசை நயத்திற்காக இயற்கையாகவே ஏற்படும் மாற்றங்கள்."
    ],
    "answer": "D",
    "additional_context": "குற்றியலுகரம் 'யாது'  என்ற சொல்லின் 'ய'  உடன் இணைந்து  'கி'  யாக மாறுவதும், 'மியா'  என்ற சொல்லில் உள்ள 'இ'  அரை மாத்திரை அளவாக ஒலிப்பதும்  தனித்தனியாக ஓசை நயத்திற்காக  இயற்கையாகவே ஏற்படும் மாற்றங்கள்.  இரண்டுக்கும் தொடர்பு இல்லை.  குற்றியலுகரச் சொற்களின் 'கு'  'கி'  யாக மாறுவது  ஒரு வகை ஓசை நயம்.  'மியா'  என்ற சொல்லின் 'இ'  குற்றியலிகரமாக மாறுவது வேறொரு வகை ஓசை நயம்."
  },
  {
    "description": "“குற்றியலுகரம்” என்ற சொல்லில் உள்ள “உ”  “இ”  யாக மாறும் போது, எந்த வகை குற்றியலுகரத்தை தீர்மானிக்க முடியாது?",
    "options": [
      "நெடில்தொடர்க் குற்றியலுகரம்",
      "மென்தொடர்க் குற்றியலுகரம்",
      "ஆய்தத்தொடர்க் குற்றியலுகரம்",
      "இடைத்தொடர்க் குற்றியலுகரம்"
    ],
    "answer": "D",
    "additional_context": "'குற்றியலுகரம்'  என்ற சொல்லில் உள்ள 'உ'  'இ'  யாக மாறும்போது அது ஒரு 'இடைத்தொடர்க் குற்றியலுகரம்'  என்பதை அறிய முடியாது.  ஏனெனில்,  'குற்றியலுகரம்'  என்ற சொல்லில் இறுதியாக வரும் 'ம்'  என்றது 'மெல்லின மெய்'  என்பதால்,  அது 'மென்தொடர்க் குற்றியலுகரம்'  என்பதை அறிய முடியும்.  இதனால்  'குற்றியலுகரம்'  என்ற சொல்லில் 'உ'  'இ'  யாக மாறும்போது  நெடில்தொடர், ஆய்தத்தொடர் அல்லது மென்தொடர் ஆகிய மூன்று வகையான குற்றியலுகரங்களில் எதுவாக இருக்கும்  என்பதை அறிய முடியும்.  'இடைத்தொடர்க் குற்றியலுகரம்'  என்பது  'இடை இன மெய்'  எழுத்துக்களுடன் இணைந்து வருவதால்  இதைக் கண்டுபிடிக்க முடியாது."
  },
  {
    "description": "“குற்றியலுகரம்” என்ற சொல்லில் உள்ள “உ”  “இ”  யாக மாறும் போது,  “பந்து + யாது = பந்தியாது”  என்பது போன்ற வார்த்தை உருவாக்கும் எந்த  சூழ்நிலையில்  இந்த மாற்றம் சாத்தியமில்லை?",
    "options": [
      "“பந்து”  என்ற சொல்லில் “த்”  என்ற மெய் எழுத்தைக் கொண்ட குற்றியலுகரம் இருக்கும்போது",
      "“பந்து”  என்ற சொல்லில் “ய்”  என்ற இடை இன மெய் எழுத்தைக் கொண்ட குற்றியலுகரம் இருக்கும்போது",
      "“பந்து”  என்ற சொல்லில் “ந்த்”  என்ற இடை இன மெய் எழுத்தைக் கொண்ட குற்றியலுகரம் இருக்கும்போது",
      "“பந்து”  என்ற சொல்லில் “ந்”  என்ற மெல்லின மெய் எழுத்தைக் கொண்ட குற்றியலுகரம் இருக்கும்போது"
    ],
    "answer": "C",
    "additional_context": "'பந்து'  என்ற சொல்லில்  'ந்த்'  என்ற இடை இன மெய் எழுத்து இருந்தால்  அது 'இடைத்தொடர்க் குற்றியலுகரம்'  ஆகும்.  இந்த  வகை குற்றியலுகரத்தில் 'உ'  'இ'  யாக மாறுவதில்லை.  'பந்து'  என்ற சொல்லில் 'த்', 'ய்', 'ந்'  என்ற மெய்கள் இருந்தால் அவை முறையே 'வன்தொடர்க் குற்றியலுகரம்', 'இடைத்தொடர்க் குற்றியலுகரம்', 'மென்தொடர்க் குற்றியலுகரம்'  ஆகும்.  இந்த மூன்று வகைகளிலும் 'உ'  'இ'  யாக மாறுவதால் 'பந்தியாது'  என்ற வார்த்தை உருவாகும்."
  },
  {
    "description": "'குற்றியலிகரம்'  இலக்கியத்தில் மட்டுமே பயன்படுத்தப்படுகிறது.  எந்த வகை சொற்களில் இது இடம்பெறுவது  பொதுவானது?",
    "options": [
      "எண்ணுப் பெயர்கள்",
      "பொருள் பெயர்கள்",
      "வினை  பெயர்கள்",
      "இடம் பெயர்கள்"
    ],
    "answer": "A",
    "additional_context": "குற்றியலிகரம் என்பது  'கு'  என்பது  'கி'  யாக மாறுவது ஆகும்.  இது  இலக்கியத்தில் மட்டுமே பயன்படுத்தப்படுகிறது.  'யாது'  என்ற சொல்லுடன் குற்றியலுகரச் சொற்களை இணைத்து,  'கு'  'கி'  யாக மாற்றி,  அரை மாத்திரை அளவாக 'இ'  யாக ஒலிப்பது என்பது ஓசை நயத்திற்காக இயற்கையாகவே ஏற்படும் மாற்றம்.  எண்ணுப் பெயர்களில் இது மிகவும் பொதுவாக இருக்கும்."
  }
]
