
[
  {
    "description": "திருநெல்வேலி மாவட்டம் தமிழகத்தில் நெல்லிக்காய் உற்பத்தியில் முதலிடம் வகிக்கிறது. இதற்குக் காரணம் என்ன?",
    "options": [
      "அந்தப் பகுதியில் மழை அதிகம் பெய்வதால்",
      "அந்தப் பகுதியில் மண் வளம் மிகுந்ததால்",
      "அந்தப் பகுதியில் விவசாயிகள் திறமையானவர்கள்",
      "அந்தப் பகுதியில் தாமிரபரணி ஆறு இருப்பதால்"
    ],
    "answer": "B",
    "additional_context": "திருநெல்வேலி மாவட்டத்தில் பெருமளவில் வாழை பயிரிடப்படுகின்றது. இங்கு விளையும் வாழைத்தார்கள் தமிழ்நாடு மட்டுமன்றிக் கர்நாடகம், கேரளம் போன்ற பிற மாநிலங்களுக்கும் அனுப்பப்படுகின்றன. நெல்லிக்காய் உற்பத்தியில் தமிழகத்தில் நெல்லை மாவட்டமே முதலிடம் வகிக்கின்றது."
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தின் பழமையான வரலாற்றுக்குச் சான்றாக விளங்கும் இடம் எது?",
    "options": [
      "பாளையங்கோட்டை",
      "வீரராகவபுரம்",
      "ஆதிச்சநல்லூர்",
      "திருமங்கை நகர்"
    ],
    "answer": "C",
    "additional_context": "திருநெல்வேலிக்கு அருகிலுள்ள ஆதிச்சநல்லூர் என்னும் இடத்தில் நிகழ்த்தப்பட்ட அகழ்வாய்வில் இறந்தவர்களின் உடல்களைப் புதைக்கப் பழந்தமிழர்கள் பயன்படுத்திய முதுமக்கள் தாழிகள் கண்டெடுக்கப்பட்டுள்ளன. மேலும் தமிழரின் தொன்மைக்கும் நாகரிகச் சிறப்புக்கும் சான்றாக விளங்கும் தொல்பொருள்கள் இங்குக் கிடைத்துள்ளன."
  },
  {
    "description": "கொற்கை என்னும் துறைமுகம் தாமிரபரணி ஆற்றின் எந்தக் கரையில் அமைந்திருந்தது?",
    "options": [
      "வடக்குக் கரை",
      "மேற்குக் கரை",
      "தெற்குக் கரை",
      "கிழக்குக் கரை"
    ],
    "answer": "D",
    "additional_context": "தாமிரபரணி கடலோடு கலக்கும் இடத்தில் கொற்கை என்னும் துறைமுகம் இருந்தது. இங்கு முத்துக்குளித்தல் சிறப்பாக நடைபெற்றதாகத் தமிழ் இலக்கியங்கள் கூறுகின்றன. கொற்கையில் விளைந்த பாண்டி நாட்டு முத்து உலகப் புகழ் பெற்றதாக விளங்கியது."
  },
  {
    "description": "திருநெல்வேலி நகரத்தில் உள்ள நான்கு பக்க மாட வீதிகளைச் சுற்றித் தேரோடும் வீதிகள் அமைந்துள்ளது. இதற்கு ஏதாவது தொடர்புடையது?",
    "options": [
      "நகரின் மையத்தில் அமைந்திருக்கும் நெல்லையப்பர் கோவில்",
      "நகரின் மையத்தில் அமைந்திருக்கும் அரண்மனை",
      "நகரின் மையத்தில் அமைந்திருக்கும் பெரிய மார்க்கெட்",
      "நகரின் மையத்தில் அமைந்திருக்கும் பூங்கா"
    ],
    "answer": "A",
    "additional_context": "பொருநை எனப்படும் தாமிரபரணி ஆற்றின் கரையில் அமைந்துள்ள நெல்லை மாநகரின் அமைப்பு சிறப்பானது. நகரின் நடுவே நெல்லையப்பர் திருக்கோவில் அமைந்துள்ளது. கோவிலைச் சுற்றி நான்கு பக்கங்களிலும் மாட வீதிகள் அமைந்துள்ளன. அவற்றைச் சுற்றித் தேரோடும் வீதிகள் அழகுற அமைந்துள்ளன."
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தில் பாளையங்கோட்டை என்னும் நகரம் \"தென்னிந்தியாவின் ஆக்ஸ்போர்டு\"  என அழைக்கப்படுவதற்குக் காரணம் என்ன?",
    "options": [
      "அங்கு கல்வி நிலையங்கள் அதிகம் இருப்பதால்",
      "அங்கு பல கோவில்கள் இருப்பதால்",
      "அங்கு நிறைய வணிகம் நடைபெறுவதால்",
      "அங்கு பழமையான கோட்டைகள் இருப்பதால்"
    ],
    "answer": "A",
    "additional_context": "தாமிரபரணி ஆற்றின் மேற்குக் கரையில் திருநெல்வேலியும் கிழக்குக் கரையில் பாளையங்கோட்டையும் அமைந்துள்ளன. இவ்விரு நகரங்களும் இரட்டை நகரங்கள் என அழைக்கப்படுகின்றன. பாளையங்கோட்டையில் அதிக அளவில் கல்வி நிலையங்கள் இருப்பதால் அந்நகரைத் தென்னிந்தியாவின் ஆக்ஸ்போர்டு என்பர்."
  }
]
