
[
  {
    "description": "தாமிரபரணி ஆற்றின் கரையில் அமைந்திருக்கும் திருநெல்வேலி நகரின் அமைப்பு சிறப்பானது என்று கூறப்படுவதற்கு என்ன காரணம்?",
    "options": [
      "நகரின் நடுவே அழகான பூங்கா அமைந்துள்ளதால்",
      "நகரின் நடுவே நெல்லையப்பர் கோவில் அமைந்துள்ளதால்",
      "அனைத்துத் தெருக்களும் சமமான நீளத்தில் அமைந்துள்ளதால்",
      "நகரின் அனைத்துப் பகுதிகளிலும் நெல் விளைவதால்"
    ],
    "answer": "B",
    "additional_context": "தாமிரபரணி ஆற்றின் கரையில் அமைந்துள்ள திருநெல்வேலி நகரின் அமைப்பு சிறப்பானது. நகரின் நடுவே நெல்லையப்பர் திருக்கோவில் அமைந்துள்ளது. கோவிலைச் சுற்றி நான்கு பக்கங்களிலும் மாட வீதிகள் அமைந்துள்ளன. அவற்றைச் சுற்றித் தேரோடும் வீதிகள் அழகுற அமைந்துள்ளன. இங்குத் திங்கள்தோறும் திருவிழா நடைபெறும் என்பதை, திங்கள் நாள்விழா மல்கு திருநெல்வேலியுறை செல்வர் தாமே என்னும் திருஞானசம்பந்தர் பாடல் அடிகளால் அறியலாம்."
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தில் உள்ள \"காவற்புரைத் தெரு\" என்ற பெயர் எதைக் குறிக்கிறது?",
    "options": [
      "அரசரால் தண்டிக்கப்பட்டவர்களைச் சிறை வைத்த இடம்",
      "அரசர் வசித்த இடம்",
      "கோயில் அமைந்த இடம்",
      "வணிகம் நடைபெற்ற இடம்"
    ],
    "answer": "A",
    "additional_context": "நெல்லை மாநகரில் உள்ள தெருக்கள் பல அதன் பழமைக்குச் சான்றாக உள்ளன. காவற்புரைத் தெரு என்று ஒரு தெரு உள்ளது. காவற்புரை என்றால் சிறைச்சாலை. அரசரால் தண்டிக்கப்பட்டவர்கள் இங்குச் சிறை வைக்கப்பட்டதால் இப்பெயர் பெற்றது."
  },
  {
    "description": "\"கூழைக்கடைத் தெரு\" என்ற பெயர் \"கூலக்கடைத் தெரு\" என்பதிலிருந்து எவ்வாறு உருவானது?",
    "options": [
      "கூலம் என்பது தானியத்தைக் குறிக்கும், அது மருவி கூழை என வழங்கப்படுகிறது.",
      "அந்தத் தெருவில் கூழைக்கடை அதிகம் இருந்ததால்",
      "கூலக்கடைத் தெரு  அருகே கூழைக்கடை இருந்ததால்",
      "அரசர் கூழைக்கடைக்கு அந்தத் தெருவைக் கொடுத்ததால்"
    ],
    "answer": "A",
    "additional_context": "மேல வீதியை அடுத்துக் கூழைக்கடைத் தெரு உள்ளது. கூலம் என்பது தானியத்தைக் குறிக்கும். கூலக்கடைத்தெரு என்பதே மருவிக் கூழைக்கடைத் தெரு என வழங்கப்படுகிறது."
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தில் \"அக்கசாலைத் தெரு\" ஏன் அந்தப் பெயரால் அழைக்கப்படுகிறது?",
    "options": [
      "அந்தத் தெருவில் அனைவரும் நன்றாக இருப்பதால்",
      "அந்தத் தெருவில் பழங்காலத்தில் அணிகலன்கள் செய்யும் கடைகள் இருந்ததால்",
      "அந்தத் தெருவில் வணிகம் நடைபெற்றதால்",
      "அந்தத் தெருவில் அரசரின் அக்கா வசித்ததால்"
    ],
    "answer": "B",
    "additional_context": "அக்கசாலை என்பது அணிகலன்களும் பொற்காசுகளும் உருவாக்கும் இடம். முற்காலத்தில் பொன் நாணயங்கள் உருவாக்கும் பணியாளர்கள் வாழ்ந்த பகுதி அக்கசாலைத் தெரு என்னும் பெயரில் அமைந்துள்ளது."
  },
  {
    "description": "திருநெல்வேலி மாவட்டத்தின் பொருளாதாரத்தில் உழவுத்தொழில் முதன்மைப் பங்கு வகிப்பதற்கு என்ன காரணம்?",
    "options": [
      "தாமிரபரணி ஆறு பாயும் இடத்தில் மிகுதியான நெல் விளைகிறது",
      "அந்தப் பகுதியில் மலைகள் இருப்பதால்",
      "அந்தப் பகுதியில் வணிகம் நடைபெறுவதால்",
      "அந்தப் பகுதியில் கல்வி நிலையங்கள் அதிகம் இருப்பதால்"
    ],
    "answer": "A",
    "additional_context": "திருநெல்வேலி மாவட்டப் பொருளாதாரத்தில் முதன்மையான பங்கு வகிப்பது உழவுத்தொழில். தாமிரபரணி ஆற்றின் மூலம் இங்கு உழவுத்தொழில் நடைபெறுகின்றது. இங்குக் குளத்துப் பாசனமும் கிணற்றுப் பாசனமும்கூடப் பயன்பாட்டில் உள்ளன. இருபருவங்களில் நெல் பயிரிடப்படுகின்றது."
  }
]
