
[
  {
    "description": "“நான் விரும்பும் கவிஞர்” என்ற தலைப்பில் எழுதும் கட்டுரையில், எந்தக் கவிஞரின் பாடல் நான் விரும்பும் கவிஞரின் பாடலைப் போன்றது?",
    "options": [
      "a) பாரதியார்",
      "b) பாரதிதாசன்",
      "c) கவிமணி தேசிக விநாயகம் பிள்ளை",
      "d) சுப்ரமணிய பாரதி"
    ],
    "answer": [],
    "additional_context": "இந்தக் கேள்வி 'நான் விரும்பும் கவிஞர்' என்ற தலைப்பில் எழுதும் கட்டுரையில், எந்தக் கவிஞரின் பாடல் நான் விரும்பும் கவிஞரின் பாடலைப் போன்றது? என்பதை கேட்கிறது. 'நான் விரும்பும் கவிஞர்' என்ற கட்டுரையில், உங்களுக்கு பிடித்த கவிஞரின் பாடல்கள் எப்படி இருக்கும் என்பதை கற்பனை செய்து,  அந்த பாடல்களுக்கு ஒத்த பாடல்களை எழுதிய கவிஞர்களை தேர்ந்தெடுக்க வேண்டும். இதற்கு உங்களுக்கு பிடித்த கவிஞர் யார் என்பது முக்கியம். உதாரணமாக, பாரதியாரின் பாடல்களை மிகவும் விரும்புகிறீர்கள் என்றால், அவர் எழுதியது போன்ற பாடல்களை எழுதிய மற்ற கவிஞர்களை (பாரதிதாசன் அல்லது சுப்ரமணிய பாரதி போன்றோரை) தேர்ந்தெடுக்கலாம். உங்களுக்கு பிடித்த கவிஞர் யார் என்பதற்கேற்ப சரியான பதிலை தேர்ந்தெடுக்கலாம்."
  },
  {
    "description": "“வென்றதை பகைவரை பரணி பாடும் இலக்கியம் ஆகும்” என்ற வாக்கியத்தில் சொற்களின் சரியான வரிசை எது?",
    "options": [
      "a) பகைவரை வென்றதை பரணி பாடும் இலக்கியம் ஆகும்.",
      "b) பரணி பகைவரை வென்றதை பாடும் இலக்கியம் ஆகும்.",
      "c) பரணி பாடும் இலக்கியம் பகைவரை வென்றதை ஆகும்.",
      "d) வென்றதை பகைவரை பரணி பாடும் ஆகும் இலக்கியம்."
    ],
    "answer": [
      "a"
    ],
    "additional_context": "இந்த வாக்கியத்தில் சொற்களின் சரியான வரிசையை கண்டுபிடிக்க வேண்டும்.  இந்த வாக்கியம், பரணி இலக்கியம்  என்ன என்பதை விளக்குகிறது. 'வென்றதை பகைவரை பரணி பாடும் இலக்கியம் ஆகும்' என்று வாக்கியம் சொல்கிறது. அதாவது, ஒரு மன்னன் போரில் வென்றதை பாடும் இலக்கிய வடிவம் பரணி.  இதில்  'வென்றதை பகைவரை பரணி பாடும் இலக்கியம் ஆகும்'  என்பது சரியான வரிசையாகும்.  பரணி என்பது இலக்கிய வடிவம், பகைவரை வென்றதை பாடும் இலக்கிய வடிவம். "
  },
  {
    "description": "“சோறு உண்” என்ற வினைமரபு தொடருக்கான பொருத்தமான வினைச்சொல் எது?",
    "options": [
      "தின்",
      "உண்",
      "சாப்பிடு",
      "அருந்து"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "'சோறு உண்' என்ற வினைமரபு தொடருக்கான பொருத்தமான வினைச்சொல்லை தேர்ந்தெடுக்க வேண்டும். இதில், 'சோறு' என்பது பெயர்ச்சொல்,  'உண்'  என்பது வினைச்சொல். இதில் சரியான வினைச்சொல் 'உண்'  என்பதாகும்.  'தின்'  என்பது 'சாப்பிடு' என்பதன் சுருக்கமாகும். 'சாப்பிடு'  என்பது நீண்ட சொல், 'அருந்து'  என்பது திரவப் பொருட்களை குடிக்கும் போது பயன்படுத்தப்படும் வினைச்சொல். "
  },
  {
    "description": "“கூகை குழறும்” என்ற தொடரில் உள்ள “குழறும்” என்னும் சொல் எந்த மரபுத் தொடரின் ஒரு பகுதி?",
    "options": [
      "பறவைகளின் ஒலிமரபு",
      "தொகை மரபு",
      "வினைமரபு",
      "எதுவுமில்லை"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "இந்தக் கேள்வி 'கூகை குழறும்'  என்ற தொடரில் உள்ள 'குழறும்'  என்னும் சொல் எந்த மரபுத் தொடரின் ஒரு பகுதி என்பதை கேட்கிறது. 'குழறும்'  என்பது கூகை எனும் பறவையின் ஒலி.  பறவைகளின் ஒலி குறிப்பிடுவதற்காகப் பயன்படுத்தப்படும் மரபுத் தொடர் 'பறவைகளின் ஒலிமரபு'  என்று அழைக்கப்படுகிறது. எனவே 'குழறும்'  என்பது 'பறவைகளின் ஒலிமரபு'  என்ற தொடரின் ஒரு பகுதி. "
  },
  {
    "description": "“கல்வெட்டு” என்ற சொல்லின் ஆங்கிலப் பெயர் எது?",
    "options": [
      "Epigraph",
      "Inscription",
      "Monument",
      "Record"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "'கல்வெட்டு' என்ற சொல்லின் ஆங்கிலப் பெயர் 'Epigraph'  என்பதாகும்.  'Inscription'  என்பதும் 'கல்வெட்டு'  என்ற சொல்லின் ஆங்கிலப் பெயர்தான். 'Monument'  என்பது நினைவுச்சின்னம் என்று பொருள். 'Record'  என்பது பதிவு என்று பொருள்.  கல்வெட்டு என்பது ஒரு கல்லில் எழுதப்பட்ட  வார்த்தைகள் அல்லது எழுத்துக்கள்.  "
  }
]
