
[
  {
    "description": "உயிரின் முயற்சியால் உடலின் உள்ளிருந்து எழும் காற்றானது மார்பு, தலை, கழுத்து, மூக்கு ஆகிய நான்கு இடங்களுள் ஒன்றில் பொருந்தி, இதழ், நாக்கு, பல், மேல்வாய் ஆகிய உறுப்புகளின் முயற்சியினால் வேறுவேறு ஒலிகளாகத் தோன்றுகின்றன. இதனையே எழுத்துகளின் பிறப்பு என்பர். எழுத்துகளின் பிறப்பினை இடப்பிறப்பு, முயற்சிப் பிறப்பு என இரண்டு வகையாகப் பிரிப்பர்.",
    "options": [
      "இடப்பிறப்பு, உயிர்ப்பிறப்பு",
      "இடப்பிறப்பு, முயற்சிப் பிறப்பு",
      "முயற்சிப் பிறப்பு, காற்றுப் பிறப்பு",
      "இடப்பிறப்பு, வடிவப் பிறப்பு"
    ],
    "answer": "B",
    "additional_context": "எழுத்துகள் எப்படி பிறக்கின்றன என்பதைப் பற்றி இந்தப் பாடம் விளக்குகிறது. மனித உடலின் உள்ளிருந்து எழும் காற்று மார்பு, தலை, கழுத்து, மூக்கு ஆகிய நான்கு இடங்களுள் ஒன்றில் பொருந்தி, இதழ், நாக்கு, பல், மேல்வாய் ஆகிய உறுப்புகளின் முயற்சியினால் ஒலியாக மாறுகின்றன. இதனையே எழுத்துகளின் பிறப்பு என்கிறோம். இது இடப்பிறப்பு மற்றும் முயற்சிப் பிறப்பு என இரு வகைப்படும்."
  },
  {
    "description": "உ, ஊ, ஒ, ஓ, ஔ ஆகிய ஐந்தும் வாய்திறக்கும் முயற்சியுடன் இதழ்களைக் குவிப்பதால் பிறக்கின்றன.",
    "options": [
      "வல்லின எழுத்துகள்",
      "மெல்லின எழுத்துகள்",
      "உயிர் எழுத்துகள்",
      "சார்பெழுத்துகள்"
    ],
    "answer": "C",
    "additional_context": "உ, ஊ, ஒ, ஓ, ஔ ஆகிய ஐந்து உயிர் எழுத்துகள் வாய்திறக்கும் முயற்சியுடன் இதழ்களைக் குவிப்பதால் பிறக்கின்றன. இந்த உயிர் எழுத்துகள் பிறக்கும்போது இதழ்களின் வடிவம் மாறுவதை உற்று நோக்கலாம்."
  },
  {
    "description": "க், ங் ஆகிய இருமெய்களும் நாவின் முதற்பகுதி, அண்ணத்தின் அடிப்பகுதியைப் பொருந்துவதால் பிறக்கின்றன.",
    "options": [
      "வல்லின மெய்கள்",
      "மெல்லின மெய்கள்",
      "இடையின மெய்கள்",
      "சார்பெழுத்துகள்"
    ],
    "answer": "A",
    "additional_context": "க், ங் ஆகிய இரு மெய் எழுத்துகள் நாவின் முதற்பகுதி, அண்ணத்தின் அடிப்பகுதியைப் பொருந்துவதால் பிறக்கின்றன. இதன் மூலம் இந்த எழுத்துகள் வல்லின மெய்கள் என்பதை அறியலாம்."
  },
  {
    "description": "சார்பெழுத்துகள் யாவும் தத்தம் முதலெழுத்துகள் தோன்றும் இடங்களிலேயே அவை பிறப்பதற்கு உரிய முயற்சிகளைக் கொண்டு தாமும் பிறக்கின்றன.",
    "options": [
      "உயிர் எழுத்துகள்",
      "மெய் எழுத்துகள்",
      "சார்பெழுத்துகள்",
      "ஆய்த எழுத்து"
    ],
    "answer": "C",
    "additional_context": "சார்பெழுத்துகள் யாவும் தத்தம் முதலெழுத்துகள் தோன்றும் இடங்களிலேயே அவை பிறப்பதற்கு உரிய முயற்சிகளைக் கொண்டு தாமும் பிறக்கின்றன. சார்பெழுத்துகள் உயிர் எழுத்துகளுடன் சேர்ந்து தனி ஒலியை உருவாக்குகின்றன."
  },
  {
    "description": "த், ந் ஆகிய இருமெய்களும் மேல்வாய்ப்பல்லின் அடியை நாக்கின் நுனி பொருந்துவதால் பிறக்கின்றன.",
    "options": [
      "வல்லின மெய்கள்",
      "மெல்லின மெய்கள்",
      "இடையின மெய்கள்",
      "சார்பெழுத்துகள்"
    ],
    "answer": "B",
    "additional_context": "த், ந் ஆகிய இரு மெய் எழுத்துகள் மேல்வாய்ப்பல்லின் அடியை நாக்கின் நுனி பொருந்துவதால் பிறக்கின்றன. மேல்வாய்ப்பல்லின் அடியை நாக்கின் நுனி பொருந்துவதால் பிறக்கும் எழுத்துகள் மெல்லின மெய்கள் எனப்படும்."
  }
]
