
[
  {
    "description": "கூரனைத் துரத்திய விலங்கு எது?",
    "options": [
      "அ) புலி",
      "ஆ) சிறுத்தை",
      "இ) கரடி",
      "ஈ) நரி"
    ],
    "answer": "B",
    "additional_context": "கூரன் என்ற பெண் சருகுமானை வெட்டுக்கிளி பார்த்தது. சருகுமான் ஓடையைத் தாண்டுவதும் குதிப்பதுமாக இருந்தது. சருகுமான் சிறிய பிராணி; ஒரு பெரிய வீட்டுப்பூனை அளவு இருக்கும்; போதாததற்குக் கூச்சப்படும் விலங்கு வேறு. எனவே அதைப் பார்த்து வெட்டுக்கிளி பயப்படவில்லை. கூரன், குறிஞ்சிப் புதர் அருகில் இளைப்பாற வந்தது. இதுதான் சாக்கு என்று வெட்டுக்கிளி அதனிடம் பேசத் துவங்கியது. \"என்ன கூரன், பார்த்து வெகுநாள் ஆயிற்று! இவ்வளவு நாட்கள் எங்கே போயிருந்தாய்? ஏன் இங்கும் அங்கும் வேகமாக ஓடுகிறாய்?\"\n\"காட்டின் அந்தக் கோடியில் இருந்தேன். இப்பொழுது உன்னிடம் பேச எனக்கு நேரமில்லை. பித்தக்கண்ணு என்னைத் துரத்திக்கொண்டு வருகிறது. நான் எங்காவது ஒளி"
  },
  {
    "description": "பித்தக்கண்ணு கூரனைத் தேடி மோப்பம் பிடித்தபோது எது அதன் மூக்கை எட்டியது?",
    "options": [
      "அ) கூரனின் வாடை",
      "ஆ) புனுகுப்பூனையின் துர்நாற்றம்",
      "இ) ஓடையின் நீர் வாடை",
      "ஈ) குறிஞ்சிப் பூவின் வாடை"
    ],
    "answer": "B",
    "additional_context": "அறிவாளியான பித்தக்கண்ணுவுக்கு வெட்டுக்கிளியின் குதியாட்டத்திற்கான பொருள் புரியாமலா போகும்? உடனே அது கூரன் பதுங்கிக் கிடந்த மரத்தடிப்பக்கம் சென்று மோப்பமிட்டது. நல்ல வேளையாக முதல் நாள் இரவுதான் அந்த மரத்தடியில் புனுகுப்பூனை ஒன்று தங்கியிருந்தது. அது தங்கிய இடம்தான் அப்படி நாறுமே. எனவே, பித்தக்கண்ணு என்னதான் மோப்பம் பிடித்தாலும், கூரனின் உடல்வாடை அதன் மூக்குக்கு எட்டவில்லை. மாறாக, புனுகுப்பூனையின் துர்நாற்றமே எட்டியது."
  },
  {
    "description": "வெட்டுக்கிளி எதன் மீது குதித்துக் குதித்துச் சென்றது?",
    "options": [
      "அ) பித்தக்கண்ணு மீது",
      "ஆ) கூரன் மீது",
      "இ) ஓடையின் மீது",
      "ஈ) மரத்தின் மீது"
    ],
    "answer": "D",
    "additional_context": "வெட்டுக்கிளி தலையை ஆட்டி உறுதிமொழி அளித்துவிட்டுக் கண்ணை மூடிக் கொண்டது. அதற்குள் கூரனைத் தேடிக்கொண்டு பித்தக்கண்ணு ஓடைப்பக்கம் வந்து சேர்ந்தது. சத்தமில்லாமல், அடிமேல் அடி வைத்து ஓடையில் ஆங்காங்கு இருந்த பாறைகளின் மீது ஏறி மோப்பம் பிடித்துக்கொண்டே நடந்தது. குறிஞ்சிப் புதரின் தாழக் கிடந்த கிளையின்மீது உட்கார்ந்திருந்த வெட்டுக்கிளி அதன் கண்ணில்பட்டதும் அதைப் பார்த்து உறுமியது.\n\"கூரன் இங்கு வந்தாளா? அவள் எங்குச் சென்றாள் என்று தெரியுமா?\"\nவெட்டுக்கிளிக்கு உற்சாகம் தலைக்கு ஏறியது. பித்தக்கண்ணுவை இவ்வளவு பக்கத்தில் பார்ப்பது இதுதான் முதல்முறை. அது கேட்ட கேள்விக்குப் பதில் சொல்ல வாயைத் திறந்த பொழுது, கூரனுக்கு அளித்திருந்த வாக்குறுதி நினைவுக்கு வந்தது. எனவே, உடனே வாயை மூடிக்கொண்டது. ஆனால், பித்தக்கண்ணுவைப் பார்த்ததால் ஏற்பட்ட பரவசத்தை அடக்க இயலாமல் தன்னை அறியாமல் கூரன் ஒளிந்திருந்த இடத்தருகே குதித்துக் குதித்துச் சென்றது."
  },
  {
    "description": "______  பகுதியில் பெரிய மரம் ஒன்று விழுந்து கிடந்தது.",
    "options": [
      "அ) புதர்",
      "ஆ) பள்ளத்தாக்கு",
      "இ) மலை",
      "ஈ) காடு"
    ],
    "answer": "B",
    "additional_context": "நடுக்காட்டில் சலசலவென ஓடும் ஓடையையுடைய பள்ளத்தாக்கில் பெரிய மரம் ஒன்று விழுந்து கிடந்தது. அதன்மீது மெத்துமெத்தென்று பச்சைப்பாசி படர்ந்திருந்தது. பூச்சி புழுக்கள், நத்தைகள் ஆகியன அந்த மரத்தை எப்போதும் மொய்த்துக் கொண்டிருக்கும். காட்டிலுள்ள அனைத்து விலங்குகளுமே நீர் அருந்த அந்த ஓடைக்கு வரும். தாகம் தணிந்தபின் சிறு விலங்குகள் பக்கத்திலுள்ள அடர்ந்த குறிஞ்சிப் புதரில் ஓய்வெடுத்துக் கொள்ளும்."
  },
  {
    "description": "கூரன் ______  ஓடையைத் தாண்டுவதும் குதிப்பதுமாக இருந்தது.",
    "options": [
      "அ) மெதுவாக",
      "ஆ) வேகமாக",
      "இ) கவனமாக",
      "ஈ) தயங்கி"
    ],
    "answer": "B",
    "additional_context": "ஒரு மாலை நேரம் கூரன் என்ற பெண் சருகுமானை வெட்டுக்கிளி பார்த்தது. சருகுமான் ஓடையைத் தாண்டுவதும் குதிப்பதுமாக இருந்தது. சருகுமான் சிறிய பிராணி; ஒரு பெரிய வீட்டுப்பூனை அளவு இருக்கும்; போதாததற்குக் கூச்சப்படும் விலங்கு வேறு. எனவே அதைப் பார்த்து வெட்டுக்கிளி பயப்படவில்லை. கூரன், குறிஞ்சிப் புதர் அருகில் இளைப்பாற வந்தது. இதுதான் சாக்கு என்று வெட்டுக்கிளி அதனிடம் பேசத் துவங்கியது."
  }
]
