
[
  {
    "description": "“மண்வெட்டி கொண்டு வா. \nமண்வெட்டிக் கொண்டு வா.” \n\nஎன்ற இரண்டு தொடர்களின் பொருள் வேறுபாடு என்ன? வல்லினம் மிகுதல் இந்த வேறுபாட்டை எவ்வாறு எடுத்துக்காட்டுகிறது?",
    "options": [
      "அ) முதல் தொடர் மண்வெட்டியை எடுத்து வா என்று கூறுகிறது, இரண்டாவது தொடர் மண்ணை வெட்டி எடுத்து வா என்று கூறுகிறது. வல்லினம் மிகுதல் சொற்களுக்கு இடையேயான தொடர்பை தெளிவுபடுத்த உதவுகிறது.",
      "ஆ) இரண்டு தொடர்களும் ஒரே பொருளைத்தான் குறிக்கின்றன. வல்லினம் மிகுதல் சொற்களின் ஓசையை இனிமையாக்குவதற்காக மட்டுமே பயன்படுகிறது.",
      "இ) முதல் தொடர் மண்ணை வெட்டி எடுத்து வா என்று கூறுகிறது, இரண்டாவது தொடர் மண்வெட்டியை எடுத்து வா என்று கூறுகிறது. வல்லினம் மிகுதல் சொற்களுக்கு இடையேயான தொடர்பை தெளிவுபடுத்த உதவுகிறது.",
      "ஈ) இரண்டு தொடர்களும் ஒரே பொருளைத்தான் குறிக்கின்றன. வல்லினம் மிகுதல் சொற்களின் ஓசையை மாற்றி அமைக்க உதவுகிறது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இரண்டு தொடர்களிலும் வல்லினம் மிகுதலால் பொருள் வேறுபடுகிறது. முதல் தொடரில் 'மண்வெட்டியை' என மண்வெட்டியை எடுத்து வா என்று பொருள் தெளிவாகிறது. இரண்டாவது தொடரில் 'மண்வெட்டிக்' என மண்ணை வெட்டி எடுத்து வா என்று பொருள் தெளிவாகிறது. சொற்களுக்கு இடையேயான தொடர்பை தெளிவுபடுத்தவும் வல்லினம் மிகுதல் உதவுகிறது."
  },
  {
    "description": "“எழுதிய பாடல், எழுதாத பாடல்.”\n\nஇந்த தொடரில் வல்லினம் மிகா இடங்கள் எவை? வல்லினம் ஏன் மிகாது?",
    "options": [
      "அ) “எழுதிய” மற்றும் “எழுதாத” இரண்டிலும் வல்லினம் மிகாது. ஏனெனில் இவை பெயரெச்சங்கள், பெயரெச்சங்களை அடுத்து வல்லினம் மிகாது.",
      "ஆ) “எழுதிய” வில் வல்லினம் மிகாது. ஏனெனில் இது பெயரெச்சம், பெயரெச்சங்களை அடுத்து வல்லினம் மிகாது. ஆனால் “எழுதாத” வில் வல்லினம் மிகும். ஏனெனில் இது எதிர்மறைப் பெயரெச்சம்.",
      "இ) “எழுதிய” வில் வல்லினம் மிகும். ஏனெனில் இது பெயரெச்சம், பெயரெச்சங்களை அடுத்து வல்லினம் மிகும். ஆனால் “எழுதாத” வில் வல்லினம் மிகாது. ஏனெனில் இது எதிர்மறைப் பெயரெச்சம்.",
      "ஈ) “எழுதாத” வில் வல்லினம் மிகாது. ஏனெனில் இது எதிர்மறைப் பெயரெச்சம், எதிர்மறைப் பெயரெச்சங்களை அடுத்து வல்லினம் மிகாது. ஆனால் “எழுதிய” வில் வல்லினம் மிகும். ஏனெனில் இது பெயரெச்சம்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "'எழுதிய' மற்றும் 'எழுதாத' ஆகிய இரண்டு சொற்களும் பெயரெச்சங்கள். பெயரெச்சங்களை அடுத்து வல்லினம் மிகாது. இதனால் இரண்டு சொற்களிலும் வல்லினம் மிகவில்லை."
  },
  {
    "description": "“எட்டுப்புத்தகம், பத்துக்காசு.”\n\nஇந்த தொடரில் வல்லினம் ஏன் மிகும்? வல்லினம் மிகும்  எண்ணுப்பெயர்கள் வேறு எவை?",
    "options": [
      "அ) எட்டு மற்றும் பத்து ஆகிய எண்ணுப்பெயர்களில் வல்லினம் மிகும். ஏனெனில் இவை பெரிய எண்கள், எல்லா எண்ணுப்பெயர்களிலும் வல்லினம் மிகும்.",
      "ஆ) எட்டு மற்றும் பத்து ஆகிய எண்ணுப்பெயர்களில் வல்லினம் மிகும். ஏனெனில் இவை சிறிய எண்கள், சிறிய எண்களில் மட்டும் வல்லினம் மிகும்.",
      "இ) எட்டு மற்றும் பத்து ஆகிய எண்ணுப்பெயர்களில் வல்லினம் மிகும். ஏனெனில் இவை எண்ணுப்பெயர்கள், எல்லா எண்ணுப்பெயர்களிலும் வல்லினம் மிகும்.",
      "ஈ) எட்டு மற்றும் பத்து ஆகிய எண்ணுப்பெயர்களில் வல்லினம் மிகும். ஏனெனில் இவை குறிப்பிட்ட சில எண்கள், குறிப்பிட்ட சில எண்களில் மட்டும் வல்லினம் மிகும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "எண்ணுப்பெயர்களில் எட்டு, பத்து ஆகிய இரண்டு பெயர்களில் மட்டும் வல்லினம் மிகும். இதனால் 'எட்டுப்புத்தகம், பத்துக்காசு' என்று சொற்களில் வல்லினம் மிகுந்துள்ளது."
  },
  {
    "description": "“அந்தப்பக்கம்”, “இந்தக்கவிதை” போன்ற தொடர்களில் வல்லினம் மிகுவதற்கு என்ன காரணம்?",
    "options": [
      "சுட்டுத்திரிபுகளை அடுத்து வல்லினம் மிகும்.",
      "வினையெச்சங்களை அடுத்து வல்லினம் மிகும்.",
      "பெயரெச்சங்களை அடுத்து வல்லினம் மிகும்.",
      "திசைப்பெயர்களை அடுத்து வல்லினம் மிகும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "அந்த, இந்த என்னும் சுட்டுத்திரிபுகளை அடுத்து வல்லினம் மிகும். அதனால் 'அந்தப்பக்கம்' மற்றும் 'இந்தக்கவிதை' போன்ற சொற்களில் வல்லினம் மிகுந்துள்ளது."
  },
  {
    "description": "“எந்தத்திசை?”, “எந்தச்சட்டை?” போன்ற தொடர்களில் வல்லினம் மிகுவதற்கு என்ன காரணம்?",
    "options": [
      "வினாத்திரிபுகளை அடுத்து வல்லினம் மிகும்.",
      "சுட்டுத்திரிபுகளை அடுத்து வல்லினம் மிகும்.",
      "உருவகத்தின் காரணமாக.",
      "உவமைத்தொகையின் காரணமாக."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "எந்த என்னும் வினாத்திரிபை அடுத்து வல்லினம் மிகும். அதனால் 'எந்தத்திசை?' மற்றும் 'எந்தச்சட்டை?' போன்ற சொற்களில் வல்லினம் மிகுந்துள்ளது."
  }
]
