[
          
  {
    
          "description": "'வெங்கரி' என்ற சொல்லைப் பிரித்து எழுதக் கிடைக்கும் பொருள் எது?",
          "options": [
      "வெண் + கரி",
      "வெம் + கரி",
      "வெம்மை + கரி",
      "வெங் + கரி"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்கத்துப் பரணியில் 'வழிவர் சிலர்கடல் பாய்வர் வெங்கரி' என்ற வரியில் 'வெங்கரி' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இந்த வரி கலிங்க வீரர்கள் தோற்கடிக்கப்பட்டு ஓடுவதையும், அதில் சிலர் கடலில் குதித்து தப்பித்ததையும் குறிப்பிடுகிறது. இந்த வரியில் 'வெங்கரி' என்பது 'வெம் + கரி' எனப் பிரித்து எழுதலாம். அதாவது வெப்பமான கரி, யானை என்று பொருள். 'வெம் + கரி' என்பது போர் வெப்பத்தால் உருகிய, வெப்பமான கரி எனப் பொருள் தருகிறது. அதாவது கலிங்க வீரர்கள் வெப்பமான யானைகளின் பின்னே ஓடி மறைந்தனர் என்று பொருள். 'வெங் + கரி' என்ற பிரிவு இந்தச் சொல்லுக்கு பொருத்தமல்ல. 'வெண் + கரி' என்றும் பிரித்து எழுதலாம். அப்படி பிரித்து எழுதினால், கலிங்க வீரர்கள் வெள்ளை யானைகளின் பின்னே ஓடி மறைந்தனர் என்று பொருள்படும்."
          }
        ,
          
  {
    
          "description": "'அபயம் அபயம் என நடுங்கியே' என்ற வரி, கலிங்க வீரர்களின் என்ன உணர்வை வெளிப்படுத்துகிறது?",
          "options": [
      "வீரம்",
      "பயம்",
      "மகிழ்ச்சி",
      "கவலை"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்கத்துப் பரணி பாடல்களில் 'அபயம் அபயம் என நடுங்கியே' என்ற வரி பயன்படுத்தப்பட்டுள்ளது. இது கலிங்க வீரர்களின் பீதியையும், பயத்தையும் வெளிப்படுத்துகிறது. சோழப் படையின் வீரத்தைக் கண்டு அவர்கள் அஞ்சி அலறி ஓடினர். அவர்கள் பயத்தில் நடுங்கினர். அதைத் தான் இந்த வரி குறிப்பிடுகிறது. அதாவது அவர்கள் அஞ்சி, அவர்கள் அவர்களை காப்பாற்றுங்கள் என்று மன்றாடினர் என்பதையே இந்த வரி குறிப்பிடுகிறது. "
          }
        ,
          
  {
    
          "description": "'இழிவர் சிலர்சிலர் தூறு மண்டுவர்' என்ற வரியில் 'தூறு' என்ற சொல்லைப் பிரித்து எழுதக் கிடைக்கும் பொருள் எது?",
          "options": [
      "காற்று",
      "புதர்",
      "குழம்பு",
      "தூசி"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்கத்துப் பரணியில் 'இழிவர் சிலர்சிலர் தூறு மண்டுவர்' என்ற வரி பயன்படுத்தப்பட்டுள்ளது. இந்த வரி கலிங்க வீரர்கள் போரில் தோற்கடிக்கப்பட்டு அங்கும் இங்கும் ஓடுவதையும், அதில் சிலர் புதர்களில் மறைந்துகொண்டதையும் குறிப்பிடுகிறது. இந்த வரியில் 'தூறு' என்பது 'புதர்' என்று பொருள்படும்."
          }
        ,
          
  {
    
          "description": "கலிங்கத்துப்பரணியில் பயன்படுத்தப்பட்ட  சிற்றிலக்கிய வகை எது?",
          "options": [
      "பாடல்",
      "பரணி",
      "கதை",
      "கவிதை"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்கத்துப்பரணி ஒரு பரணி வகை சிற்றிலக்கியம். பரணி என்பது ஒரு போர்ப் பாடல் வகை. கலிங்கத்துப்பரணி முதலாம் குலோத்துங்க சோழன் வென்ற கலிங்கப் போரை விவரிப்பதாக அமைந்துள்ளது. அதில் போர், மன்னர்கள், வீரர்கள், போர்க்கருவிகள், யானை, குதிரை போன்றவை குறிப்பிடப்பட்டுள்ளன. கலிங்கத்துப்பரணி பாடல்கள் கலித்தாழிசை வடிவில் உள்ளன. கலித்தாழிசை என்பது ஓர் இசை வடிவம். அதில் குறிப்பிட்ட இசை வடிவத்தில் பாடப்படும் பாடல்களுக்கு கலித்தாழிசை என்று பெயர்."
          }
        ,
          
  {
    
          "description": "கலிங்கத்துப்பரணி எந்த மன்னனின் வெற்றியைப் பாடுகிறது?",
          "options": [
      "முதலாம் இராஜராஜ சோழன்",
      "முதலாம் குலோத்துங்க சோழன்",
      "முதலாம் ராஜேந்திர சோழன்",
      "கரிகால சோழன்"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்கத்துப்பரணி முதலாம் குலோத்துங்க சோழனின் கலிங்கப் போர் வெற்றியைப் பாடும் பரணி வகை சிற்றிலக்கியம். சோழர்கள் வீரர்கள். அவர்கள் போர்க்கலைகளில் தேர்ந்தவர்கள். முதலாம் குலோத்துங்க சோழனும் ஒரு வீர மன்னன். கலிங்க மன்னனின் துரோகத்தால் சோழப் படை வீரர்கள் தாக்கப்பட்டார்கள். அதனைத் தீர்த்து வைத்து, கலிங்க மன்னனை வென்றான். அவன் வென்ற வெற்றியைத்தான் கலிங்கத்துப்பரணி பாடல் விவரிக்கிறது."
          }
        ]