
[
  {
    "description": "பழங்காலத்தில் இசைக்கருவிகளின் வளர்ச்சிக்கு என்ன காரணங்கள் இருந்திருக்கலாம்?",
    "options": [
      "நாடக நிகழ்ச்சிகளின் வளர்ச்சி",
      "காலத் தேவைகள், சமயச் சடங்குகள் மற்றும் திருவிழாக்கள்",
      "பாணர்களின் எண்ணிக்கை அதிகரிப்பு",
      "குரல் இசையின் வளர்ச்சி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பண்டைய காலத்தில் மக்களின் மனதில் எழுந்த உணர்வுகள் குரல் வழியாக அல்லது செயற்கைக் கருவிகள் மூலமாக வெளிப்பட்டு நகை, அழுகை, வீரம் உள்ளிட்ட ஒன்பது சுவைகளை வெளிப்படுத்தியது. இதுவே இசை எனப்படுகிறது.  இக்கலையே இசை எனப்பட்டது. குரல்வழி இசை, கருவிவழி இசை என இசையை இரண்டாகப் பிரிப்பர். இசையின் இனிமைக்குத் துணை செய்பவை இசைக் கருவிகள் ஆகும். காலத் தேவைகள், சமயச்சடங்குகள், திருவிழாக்கள் போன்ற பல நிகழ்வுகளின் பொருட்டு பலவிதமான இசைக்கருவிகள் தோன்றி வளர்ச்சி பெற்றன. இசைக்கருவிகள் குரல் இசைக்கு மட்டும் பயன்படுபவை, நாடகத்திற்கு மட்டும் பயன்படுபவை, இரண்டிற்கும் பயன்படுபவை எனப் பலவாகத் தோன்றிக் கிளைத்தன. இசைக்கருவிகளை இசைத்துப் பாடல் பாடுவோர் பாணர் எனப்பட்டனர்."
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எது தோல்கருவிக்கு உதாரணம்?",
    "options": [
      "குழல்",
      "வீணை",
      "முழவு",
      "சேகண்டி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "விலங்குகளின் தோலால் மூடப்பட்டுச் செய்யப்படும் கருவிகள் தோல்கருவிகள் எனப்படும்.  (எ.கா.) முழவு, முரசு"
  },
  {
    "description": "உடுக்கையின் வகைகளும் அவற்றின் பயன்பாடுகளும் எவை?",
    "options": [
      "பெரிய உடுக்கை - தவண்டை; சிறு உடுக்கை - குடுகுடுப்பை; இறை வழிபாடு மற்றும் குறிசொல்லுதல்",
      "பெரிய உடுக்கை - குடுகுடுப்பை; சிறு உடுக்கை - தவண்டை; நடனம் மற்றும் இறை வழிபாடு",
      "பெரிய உடுக்கை - தவண்டை; சிறு உடுக்கை - குடுகுடுப்பை; நடனம் மற்றும் குறிசொல்லுதல்",
      "பெரிய உடுக்கை - குடுகுடுப்பை; சிறு உடுக்கை - தவண்டை; நடனம் மற்றும் குறிசொல்லுதல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "உடுக்கை என்பது இடை சுருங்கிய ஒரு கைப்பறை ஆகும். இதன் உடல் பித்தளையால் ஆனது. வாய்ப்பகுதி ஆட்டுத்தோலால் பொருத்தப்பட்டிருக்கும். இரு வாய்களையும் இணைக்கும் கயிறுகள் இடையில் கோக்கப்பட்டிருக்கும். இவற்றின் மீது ஒரு நாடா சுற்றப்பட்டுத் தொங்கும். வலது வாயின் மீதுதான் அடிப்பர். அவ்வப்போது இடையின் மீதுள்ள நாடாவை அமுக்குவர். பெரிய உடுக்கையைத் தவண்டை என்பர். சிறு உடுக்கையைக் குடுகுடுப்பை என்பர். தில்லையில் நடனமாடும் நடராசரின் கைகளுள் ஒன்றில் இதனைக் காணலாம். இறை வழிபாட்டின் போதும் குறிசொல்லும் போதும் இக்கருவி இசைக்கப்படுகிறது."
  },
  {
    "description": "குடமுழாவை பஞ்சமகா சப்தம் என்று ஏன் அழைக்கிறார்கள்?",
    "options": [
      "இது ஐந்து வகையான தோல்களால் மூடப்பட்டிருப்பதால்",
      "ஐந்து முகங்களைக் கொண்டிருப்பதால்",
      "ஐந்து வகையான இசைகளை உருவாக்குவதால்",
      "ஐந்து தனித்தனி முழவுகளால் ஆனது என்பதால்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஐந்து முகங்களை உடைய முரசு வகையைச் சேர்ந்தது குடமுழா. ஒரு பெரிய குடத்தின் வடிவில் ஐந்து வட்டவடிவ வாய்களுடன் அமைந்திருக்கும். நடுவில் இருக்கும் வாய் மற்றவற்றைவிடப் பெரியதாக இருக்கும். ஒவ்வொரு வாயும் தோலால் மூடப்பட்டிருக்கும். ஒவ்வொரு வாயிலிருந்தும் ஒரு தனி வகையான இசை பிறக்கும். இதன் காரணமாக இதனைப் பஞ்சமகா சப்தம் என்றும் அழைப்பர். இது கோயில்களில் ஒலிக்கப்படும் இசைக்கருவியாகும். சென்னை அருங்காட்சியகத்தில் இவ்வகை முழவு ஒன்று காட்சிக்கு வைக்கப்பட்டுள்ளது."
  },
  {
    "description": "குழல் எத்தனை சுரங்களை உருவாக்கக்கூடியது?",
    "options": [
      "ஐந்து",
      "ஏழு",
      "ஒன்பது",
      "பன்னிரண்டு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காடுகளில் வளரும் மூங்கிலில் வண்டுகள் துளையிடும். அவற்றின் வழியாகக் காற்று வீசும்போது இன்னிசை எழும்பும். இதனைக் கேட்டு மகிழ்ந்த நம் முன்னோர் அமைத்துக் கொண்டவையே குழல்கள். இதனை வேய்ங்குழல், புல்லாங்குழல் என்றும் அழைப்பர். குழல் ஏழு சுரங்களை உண்டாக்குவதற்கு உரிய ஏழு துளைகளை உடையதாக இருக்கும். இது சுமார் இருபது விரல் நீளம் உடையதாக இருக்கும். மூங்கில் மட்டுமன்றிச் சந்தனம், செங்காலி, கருங்காலி ஆகிய மரங்களாலும் குழல்கள் செய்யப்படுகின்றன. கொன்றைக்குழல், முல்லைக்குழல், ஆம்பல்குழல் எனப் பலவகையான குழல்கள் இருந்ததாகச் சிலப்பதிகாரம் கூறுகிறது."
  }
]
