
[
  {
    "description": "பாடலில் 'சீவனில்லாமல்' என்ற சொல்லைப் பயன்படுத்தி ஆசிரியர் என்ன குறிப்பிடுகிறார்?",
    "options": [
      "அ) நாட்டு மக்களின் சோர்வான நிலை",
      "ஆ) நாட்டின் பொருளாதார சரிவு",
      "இ)  நாட்டின் கல்வி நிலை",
      "ஈ)  நாட்டு மக்களின் அறியாமை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தியா அந்நியர்களால் ஆண்ட காலத்தில் இந்திய மக்கள் உயிர் இல்லாமல் போல, மிகவும் சோர்வாக இருந்தனர். அந்நிய ஆட்சி முடிந்து விடுதலை கிடைத்த பிறகும், மக்கள் அறியாமையில் மூழ்கி இருந்தனர். ஆசிரியர் இதை தான் 'சீவனில்லாமல்' எனக் குறிப்பிடுகிறார்."
  },
  {
    "description": "'விலங்கொடித்து' என்ற சொல் எந்தக் காட்சியைப் படம் பிடிக்கிறது?",
    "options": [
      "அ) இந்தியா சுதந்திரம் பெற்ற காட்சி",
      "ஆ) பகத்சிங் சதி வழக்கில் தூக்கிலிடப்பட்ட காட்சி",
      "இ)  இந்தியத்தாய் தன் கைவிலங்கை உடைத்து எழுந்த காட்சி",
      "ஈ)  புரட்சியாளர்கள் ஆயுதம் ஏந்திக் களம் இறங்கிய காட்சி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "'விலங்கொடித்து' என்ற சொல், அடிமைத்தனத்திலிருந்து விடுபட்டு, சுதந்திரம் பெற்றதை குறிப்பிடுகிறது. இந்தியா அந்நியர்களால் ஆண்ட காலத்தில்,  இந்தியத்தாய் கைவிலங்குகளால் பிணைக்கப்பட்டிருந்தாள். ஆசிரியர் இதனை, இந்தியத்தாய் கைவிலங்கை உடைத்து எழுந்த காட்சியாகப் படம் பிடிக்கிறார்."
  },
  {
    "description": "'வையம் வியக்க வைத்தது' என்ற வரிகள் எதைப் பற்றிக் கூறுகின்றன?",
    "options": [
      "அ) நாட்டு மக்களின் துணிச்சல்",
      "ஆ) நாட்டு மக்களின் ஒற்றுமை",
      "இ)  நாட்டு மக்களின் புரட்சி",
      "ஈ)  நாட்டு மக்களின் கலை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தியா சுதந்திரம் பெற்றது, மிகவும் பெரிய புரட்சி. இந்திய மக்களின் துணிச்சல், ஒற்றுமை, புரட்சியின் வெற்றி,  இந்தியா சுதந்திரம் அடைந்தது,  இவை அனைத்தும் உலகை வியக்க வைத்தது. இதை தான் 'வையம் வியக்க வைத்தது' எனக் குறிப்பிடுகிறார் ஆசிரியர்."
  },
  {
    "description": "பாடலில் 'பூபாளம் இசைத்தது' எனக் குறிப்பிடப்படுவது எது?",
    "options": [
      "அ)  நாட்டு மக்களின் மகிழ்ச்சி",
      "ஆ)  புரட்சியின் வெற்றி",
      "இ)  சாதாரண வாழ்க்கை",
      "ஈ)  நாட்டின் வளர்ச்சி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "புரட்சியின் வெற்றி அனைவருக்கும் மகிழ்ச்சி அளிப்பது போல, இசை மகிழ்ச்சி அளிக்கும். இதனை  'பூபாளம் இசைத்தது' எனக் குறிப்பிடுகிறார் ஆசிரியர்."
  },
  {
    "description": "'சத்திய நெஞ்சின் ஆனந்த தரிசனம்' எனக் குறிப்பிடப்படும் அந்த மகிழ்வான காட்சி என்ன?",
    "options": [
      "அ) இந்தியாவின் சுதந்திரம்",
      "ஆ) பகத்சிங்கின் தியாகம்",
      "இ)  மக்களின் ஒற்றுமை",
      "ஈ)  கல்வி முன்னேற்றம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய மக்கள் சுதந்திரம் பெற்றது ஒரு மகிழ்ச்சியான நிகழ்வு. இந்திய மக்களின் மனதில் இருந்த துயரத்தை நீக்கி, மகிழ்ச்சியைப் பரப்பிய நிகழ்வு தான் இந்தியாவின் சுதந்திரம்.  இதனை 'சத்திய நெஞ்சின் ஆனந்த தரிசனம்' எனக் குறிப்பிடுகிறார் ஆசிரியர்."
  }
]
