
[
  {
    "description": "தொல்காப்பியர் எந்த இலக்கணக் கூறுகளை முக்கியமாகக் கருதுகிறார்?",
    "options": [
      "எழுத்து, சொல், பொருள்",
      "எழுத்து, சொல், அலங்காரம்",
      "சொல், பொருள், யாப்பு",
      "எழுத்து, சொல், யாப்பு"
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பியர் தமிழ் இலக்கணத்தின் முன்னோடி. தமிழ் மொழியின் அடிப்படை இலக்கணக் கூறுகளை விரிவாக விளக்கியுள்ளார். இவர் தனது நூலான தொல்காப்பியத்தில் எழுத்து, சொல், பொருள் என மூன்று பகுதிகளை முக்கியமாகக் கருதுகிறார். எழுத்துப் பகுதியில் எழுத்துக்களின் வகைகள், ஒலிகள் மற்றும் எழுத்துப்பிழை குறித்து விளக்கப்படுகிறது. சொல்ப் பகுதியில் சொற்களின் வகைகள், சொற்பொருள் மற்றும் சொல் இணைப்பு குறித்து விளக்கப்படுகிறது. பொருள் பகுதியில் இலக்கியம் மற்றும் வாழ்வியல் தொடர்பான பொருள் விளக்கங்கள் மற்றும் பொருள் கூறுகள் பற்றி விளக்கப்படுகிறது."
  },
  {
    "description": "'மரபு நிலை திரியின் பிறிது பிறிதாகும்' என்ற தொல்காப்பிய நூற்பா எதை வலியுறுத்துகிறது?",
    "options": [
      "செய்யுளில் மரபு மாறினால் பொருள் மாறிவிடும்.",
      "மொழி மாறாமல் இருப்பது முக்கியம்.",
      "மரபுகள் எப்போதும் மாறும்.",
      "செய்யுளில் மரபு மாறலாம்."
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பியர் செய்யுள் மரபுகளின் முக்கியத்துவத்தை வலியுறுத்தி 'மரபு நிலை திரியின் பிறிது பிறிதாகும்' என்கிறார். செய்யுளில் பயன்படுத்தப்படும் மரபுகள் மாறினால் அதன் பொருள் வேறுபட்டுவிடும். மொழியில் மரபுகளை பின்பற்றுவது மொழி அழகையும் தெளிவையும் பாதுகாக்க உதவும். மரபுகளைப் பின்பற்றுவதால் மொழி நேர்த்தியாகவும் கண்ணியமாகவும் இருக்கும். மரபு என்பது மொழி வளர்ச்சிக்கும் நிலைத்தன்மைக்கும் அடித்தளமாக இருக்கும்."
  },
  {
    "description": "தொல்காப்பியத்தின் படி, உலகம் எவற்றின் கலவையால் உருவானது?",
    "options": [
      "நிலம், தீ, காற்று, நீர், விசும்பு",
      "நிலம், தீ, காற்று, மழை, விசும்பு",
      "நிலம், தீ, நீர், மழை, வானம்",
      "நிலம், தீ, காற்று, மலை, விசும்பு"
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பியத்தில் உலகம் ஐம்பூதங்களின் கலவையால் உருவானதாகக் கூறப்படுகிறது. ஐம்பூதங்கள் என்பவை நிலம், நீர், தீ, காற்று, விசும்பு என்பவை. ஐம்பூதங்கள் இயற்கையின் அடிப்படை கூறுகள். உலகில் உள்ள எல்லாப் பொருட்களும் இந்த ஐம்பூதங்களின் சேர்க்கையால் ஆனவை. ஐம்பூதங்களின் சமநிலையைப் பேணுவதே உலகின் நலன் என்பது தொல்காப்பியர் கருத்து."
  },
  {
    "description": "தொல்காப்பியம் குறிப்பிடும் \"இருதிணை\" என்பது எவை?",
    "options": [
      "உயர் திணை, அஃறிணை",
      "உயர் திணை, இழி திணை",
      "உயர் திணை, மெய் திணை",
      "உயர் திணை, இயல் திணை"
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பியம் தமிழ் மொழியில் உள்ள பொருள்களை இரண்டு வகையாகப் பிரித்து 'இருதிணை' என்று கூறுகிறது. அவை உயர் திணை மற்றும் அஃறிணை. உயர் திணை என்பது பேசும் திறன் உள்ள மனிதர்களையும், விலங்குகளையும் குறிக்கும். அஃறிணை என்பது பேசும் திறன் இல்லாத பொருள்களை குறிக்கும்."
  },
  {
    "description": "செய்யுளில் மரபுகளை மாற்றுவதால் என்ன நிகழும்?",
    "options": [
      "சொல்லின் பொருள் மாறும்",
      "செய்யுளின் ஓசை மாறும்",
      "செய்யுளின் கருத்து மாறும்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "செய்யுளில் மரபுகள் என்பது கவிதை மற்றும் இலக்கியத்தில் நீண்ட காலமாக பின்பற்றப்படும் ஒழுங்குமுறைகள். செய்யுளின் இசை, ஓசை, அமைப்பு ஆகியவற்றை சீராக்குவதற்கு மரபுகள் உதவுகின்றன.  செய்யுளில் மரபுகளை மாற்றுவதால் சொல்லின் பொருள் மாறும், செய்யுளின் ஓசை மாறும், செய்யுளின் கருத்து மாறும்.  மொழியின் அழகும் தெளிவும் குறைந்துவிடும்."
  }
]
