
[
  {
    "description": "சமுதாயத் தொண்டு என்பது ஒரு ____  ?",
    "options": [
      "அமைப்பு",
      "இயக்கம்",
      "நிறுவனம்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "சமுதாயத் தொண்டு என்பது ஒரு அமைப்பாக இருக்கலாம், இயக்கமாக இருக்கலாம், நிறுவனமாக இருக்கலாம். ஒரு அமைப்பு மக்களின் நலனுக்காக இயங்கும் ஒரு குழு அல்லது சங்கமாக இருக்கும். இயக்கம் என்பது ஒரு குறிக்கோளை நோக்கிய ஒரு முயற்சி. நிறுவனம் என்பது ஒரு குறிப்பிட்ட நோக்கத்துக்காக நிறுவப்பட்ட ஒரு அமைப்பு. எனவே, சமுதாயத் தொண்டு என்பது மேற்கண்ட அனைத்தையும் உள்ளடக்கியது."
  },
  {
    "description": "சமுதாயத் தொண்டு  ___  குறிக்கோளாகக் கொண்டுள்ளது?",
    "options": [
      "மக்களுக்கு உதவுதல்",
      "சமூக நலனை மேம்படுத்துதல்",
      "அநீதியை எதிர்த்துப் போராடுதல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "சமுதாயத் தொண்டு என்பது மக்களுக்கு உதவுதல், சமூக நலனை மேம்படுத்துதல், அநீதியை எதிர்த்துப் போராடுதல் ஆகிய அனைத்தையும் குறிக்கோளாகக் கொண்டுள்ளது. மக்களுக்கு உதவுவது சமுதாயத் தொண்டின் அடிப்படை குறிக்கோள். சமூக நலனை மேம்படுத்துவது என்பது மக்களின் வாழ்க்கைத் தரத்தை மேம்படுத்தும் முயற்சிகள். அநீதியை எதிர்த்துப் போராடுவது என்பது மக்களுக்கு இடையே உள்ள ஏற்றத்தாழ்வுகள் மற்றும் சமூக அநீதிகளை எதிர்த்துப் போராடுவது."
  },
  {
    "description": "சமுதாயத் தொண்டு  ___  நடத்தப்படுகிறது?",
    "options": [
      "தன்னார்வலர்களால்",
      "சமூக அமைப்புகளால்",
      "அரசாங்கத்தால்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "சமுதாயத் தொண்டு தன்னார்வலர்களால், சமூக அமைப்புகளால், அரசாங்கத்தால் நடத்தப்படுகிறது. தன்னார்வலர்கள் தங்கள் சொந்த நேரத்தையும், சக்தியையும் தன்னார்வமாக சமூக நலனுக்காகப் பயன்படுத்துகின்றனர். சமூக அமைப்புகள் சமுதாயத் தொண்டில் ஈடுபடுவதற்காக நிறுவப்பட்ட அமைப்புகள். அரசாங்கம் சமூக நலனை மேம்படுத்தும் பணிகளைச் செய்கிறது. எனவே, சமுதாயத் தொண்டு மேற்கண்ட அனைத்தையும் உள்ளடக்கியது."
  },
  {
    "description": "சமுதாயத் தொண்டில் ஈடுபடுவது ___  ?",
    "options": [
      "நிதி உதவி",
      "தன்னார்வத் தொண்டு",
      "அறிவு பகிர்வு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "சமுதாயத் தொண்டில் ஈடுபடுவது நிதி உதவி, தன்னார்வத் தொண்டு, அறிவு பகிர்வு ஆகிய அனைத்தையும் உள்ளடக்கியது. நிதி உதவி என்பது சமூக நலனுக்காகப் பணம் அளிப்பது. தன்னார்வத் தொண்டு என்பது தன்னார்வமாக நேரத்தையும், சக்தியையும் பயன்படுத்தி மக்களுக்கு உதவி செய்வது. அறிவு பகிர்வு என்பது தன் அறிவைப் பகிர்ந்து மக்களுக்கு உதவுவது. எனவே, சமுதாயத் தொண்டில் ஈடுபடுவது மேற்கண்ட அனைத்தையும் உள்ளடக்கியது."
  },
  {
    "description": "சமுதாயத் தொண்டு ___  ?",
    "options": [
      "சமூக நலனை மேம்படுத்துவதற்கு",
      "மக்களின் வாழ்க்கைத் தரத்தை உயர்த்துவதற்கு",
      "சமூக நீதியை நிலைநாட்டுவதற்கு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "சமுதாயத் தொண்டு சமூக நலனை மேம்படுத்துவதற்கு, மக்களின் வாழ்க்கைத் தரத்தை உயர்த்துவதற்கு, சமூக நீதியை நிலைநாட்டுவதற்கு ஆகிய அனைத்தையும் நோக்கமாகக் கொண்டுள்ளது. சமூக நலனை மேம்படுத்துவது என்பது மக்களின் வாழ்க்கைத் தரத்தை மேம்படுத்தும் முயற்சிகள். மக்களின் வாழ்க்கைத் தரத்தை உயர்த்துவது என்பது அவர்களின் பொருளாதார நிலை, கல்வி, சுகாதாரம் ஆகியவற்றை மேம்படுத்துவது. சமூக நீதியை நிலைநாட்டுவது என்பது மக்களுக்கு இடையே உள்ள சமத்துவத்தை நிலைநாட்டுவது. எனவே, சமுதாயத் தொண்டு மேற்கண்ட அனைத்தையும் உள்ளடக்கியது."
  }
]
