[
          
  {
    
          "description": "'ஏவல் வினைமுற்று' மற்றும் 'வியங்கோள் வினைமுற்று' ஆகியவற்றுக்கு இடையேயான முக்கிய வேறுபாடு என்ன?",
          "options": [
      "அ) ஏவல் வினைமுற்று மட்டும் கட்டளைப் பொருளை உணர்த்தும்.",
      "ஆ) வியங்கோள் வினைமுற்று மட்டும் இருதிணைகளிலும் வரும்.",
      "இ) ஏவல் வினைமுற்று மட்டும் ஒருமை, பன்மை வேறுபாடு உண்டு.",
      "ஈ) வியங்கோள் வினைமுற்று மட்டும் விகுதி பெற்றே வரும்."
    ],
    "answer": "A",
    
          "additional_context": "ஒரு செயலைச் செய்யுமாறு கட்டளையிடுகின்ற வினைமுற்று ஏவல் வினைமுற்று எனப்படும். ஏவல் வினைமுற்று ஒருமை, பன்மை ஆகிய இருவகைகளில் வரும். (எ.கா.) எழுது - ஒருமை, எழுதுங்கள் - பன்மை\n\nவியங்கோள் வினைமுற்று வாழ்த்துதல், வைதல், விதித்தல், வேண்டல் ஆகிய பொருள்களில் வரும் வினைமுற்று வியங்கோள் வினைமுற்று எனப்படும். இவ்வினைமுற்று இரு திணைகளையும் (உயர்திணை, அஃறிணை) ஐந்து பால்களையும் (ஆண்பால், பெண்பால், பலர்பால், ஒன்றன் பால், பலவின் பால்) மூன்று இடங்களையும் (தன்மை, முன்னிலை, படர்க்கை) காட்டும். இதன் விகுதிகள் க, இய, இயர், அல் என வரும். (எ.கா.) வாழ்க, ஒழிக, வாழியர், வாரல்"
          }
        ,
          
  {
    
          "description": "'கரியன்' என்ற சொல் எந்த வகையான குறிப்பு வினைமுற்றைச் சேர்ந்தது?",
          "options": [
      "அ) பொருள்",
      "ஆ) இடம்",
      "இ) காலம்",
      "ஈ) குணம்"
    ],
    "answer": "D",
    
          "additional_context": "பொருள், இடம், காலம், சினை, குணம், தொழில் ஆகியவற்றுள் ஒன்றனை அடிப்படையாகக் கொண்டு காலத்தை வெளிப்படையாகக் காட்டாது செய்பவரை மட்டும் வெளிப்படையாகக் காட்டும் வினைமுற்று, குறிப்பு வினைமுற்று எனப்படும்.  பொருள், இடம், காலம், சினை, குணம், தொழில் ஆகியவற்றுள் ஒன்றனை அடிப்படையாகக் கொண்டு காலத்தை வெளிப்படையாகக் காட்டாது செய்பவரை மட்டும் வெளிப்படையாகக் காட்டும் வினைமுற்று, குறிப்பு வினைமுற்று எனப்படும்."
          }
        ,
          
  {
    
          "description": "'மாணவி கட்டுரை எழுதினாள்' என்ற தொடரில் 'கட்டுரை' என்னைக் குறிக்கிறது?",
          "options": [
      "அ) கருவி",
      "ஆ) நிலம்",
      "இ) காலம்",
      "ஈ) செயல்"
    ],
    "answer": "D",
    
          "additional_context": "ஒரு செயல் நடைபெறுவதற்குச் செய்பவர், கருவி, நிலம், செயல், காலம், செய்பொருள் ஆகிய ஆறும் முதன்மையானவை ஆகும். இவை ஆறும் வெளிப்படுமாறு அமைவது தெரிநிலை வினைமுற்று எனப்படும். (எ.கா.) மாணவி கட்டுரை எழுதினாள்."
          }
        ,
          
  {
    
          "description": "'எழுதுங்கள்' என்பது எந்த வகையான ஏவல் வினைமுற்று?",
          "options": [
      "அ) ஒருமை ஏவல்",
      "ஆ) பன்மை ஏவல்",
      "இ) வியங்கோள் ஏவல்",
      "ஈ) தெரிநிலை ஏவல்"
    ],
    "answer": "B",
    
          "additional_context": "பன்மை ஏவல் வினைமுற்று எழுதுங்கள் என வருவது இக்கால வழக்கு. (எ.கா.) எழுது - ஒருமை, எழுதுமின் - பன்மை"
          }
        ,
          
  {
    
          "description": "'வாழ்க' என்ற சொல் எத்தனை பால்களிலும் வரக்கூடும்?",
          "options": [
      "அ) மூன்று",
      "ஆ) நான்கு",
      "இ) ஐந்து",
      "ஈ) ஆறு"
    ],
    "answer": "C",
    
          "additional_context": "வியங்கோள் வினைமுற்று வாழ்த்துதல், வைதல், விதித்தல், வேண்டல் ஆகிய பொருள்களில் வரும் வினைமுற்று வியங்கோள் வினைமுற்று எனப்படும். இவ்வினைமுற்று இரு திணைகளையும் (உயர்திணை, அஃறிணை) ஐந்து பால்களையும் (ஆண்பால், பெண்பால், பலர்பால், ஒன்றன் பால், பலவின் பால்) மூன்று இடங்களையும் (தன்மை, முன்னிலை, படர்க்கை) காட்டும். இதன் விகுதிகள் க, இய, இயர், அல் என வரும்."
          }
        ]