
[
  {
    "description": "பாடலில் \"புரட்சிப் புல்லாங்குழலில்\" என்னும் தொடர் எதைக் குறிக்கிறது?",
    "options": [
      "பாடும் இசை",
      "புரட்சியின் சின்னம்",
      "பாடும் குரல்",
      "புரட்சியின் செயல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "விடுதலைத் திருநாள் பாடல் மூலம் இந்தியா எப்படி விடுதலை அடைந்தது, புரட்சியின் சின்னம் எப்படி உருவானது என்பதை வலியுறுத்துகிறது. அதாவது, மூச்சுக்காற்றை மோகித்து நுழைத்துப் புரட்சிப் புல்லாங்குழலில் பூபாளம் இசைத்தது என்னும் வரிகள் புரட்சியின் சின்னத்தை நாம் புரிந்துகொள்ள உதவுகிறது. இந்தியாவின் விடுதலைப் போராட்டத்தில் நாம் எப்படி வெற்றி பெற்றோம் என்பதைப் புரிந்துகொள்ள  இந்தக் கவிதை உதவுகிறது."
  },
  {
    "description": "கவிதைத் துண்டில் பயன்படுத்தப்பட்டுள்ள 'வையம்' என்ற சொல் குறிப்பிடுவது:",
    "options": [
      "a) தமிழ்நாடு",
      "b) இந்தியா",
      "c) உலகம்",
      "d) மனித சமுதாயம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "விடுதலைத் திருநாள் கவிதையில் 'வையம்' என்கிற சொல் இந்தியா விடுதலை பெற்றதால் உலகம் எப்படி வியந்தது என்பதை வலியுறுத்துகிறது. அதாவது, விழிக்க வைத்தது வையம் வியக்க வைத்தது என்ற வரிகள் இந்தியாவின் விடுதலை உலக நாடுகளுக்கு என்ன விதமான தாக்கத்தை ஏற்படுத்தியது என்பதை வலியுறுத்துகிறது."
  },
  {
    "description": "கவிதைத் துண்டில் பயன்படுத்தப்பட்டுள்ள 'ஆனந்த தரிசனம்' என்ற சொற்றொடர் குறிப்பிடுவது:",
    "options": [
      "a) மகிழ்ச்சியான நிகழ்வு",
      "b) மகிழ்ச்சியான காட்சி",
      "c) மகிழ்ச்சியான ஒலி",
      "d) மகிழ்ச்சியான உணர்வு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "விடுதலைத் திருநாள் பாடலில் இந்தியா எப்படி விடுதலை அடைந்தது,  இந்திய மக்கள் எப்படி மகிழ்ந்தார்கள் என்பதை  இந்த வரிகள் விளக்குகின்றன. அதாவது, சதி வழக்கினிலே சம்பந்தப்பட்டுத் தூக்குக் கயிற்றில் தொங்கப் போகும் கடைசி கணத்திலும் கண்முன் நிறுத்திப் பகத்சிங் பார்த்துப் பரவசப் பட்ட அற்புத விடியலை அழைத்து வந்தது என்ற வரிகளில் பகத்சிங்கின் தியாகம், இந்தியா எப்படி விடுதலை அடைந்தது என்பதைப் புரிந்துகொள்ள முடியும்."
  },
  {
    "description": "கவிதைத் துண்டில் பயன்படுத்தப்பட்டுள்ள 'மோகித்து' என்ற சொல், கவிஞர் எதை வலியுறுத்துகிறது:",
    "options": [
      "a) நெருப்புக்குப் பயம்",
      "b) விரும்பி",
      "c) வெறுப்பு",
      "d) துன்பம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "விடுதலைத் திருநாள் கவிதை மூலம் இந்திய மக்கள் விடுதலை அடைந்ததில் எப்படி உற்சாகம் கொண்டார்கள் என்பதை விளக்குகிறது. அதாவது, மூச்சுக் காற்றை மோகித்து நுழைத்து புரட்சிப் புல்லாங்குழலில் பூபாளம் இசைத்தது என்ற வரிகள் விடுதலைக்குப் பிறகு மக்கள் கொண்டிருந்த மகிழ்ச்சியைப் புரிந்துகொள்ள உதவுகிறது."
  },
  {
    "description": "கவிதைத் துண்டில் 'பகத்சிங்' குறிப்பிடப்படுவதன் நோக்கம்:",
    "options": [
      "a) வீரர்களின் பங்களிப்பை நினைவுகூருதல்",
      "b) தேசத்தின் மீது மிகுந்த நம்பிக்கையைக் காட்டுதல்",
      "c) சமூகநீதிக்கான போராட்டத்தை வலியுறுத்துதல்",
      "d) பகத்சிங்கைப் போற்றிப் பாடல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கவிதை இந்தியா எப்படி விடுதலை பெற்றது, இந்தியாவின் விடுதலைப் போராட்டத்தில் யாரெல்லாம் பங்கேற்றார்கள் என்பதைப் புரிந்துகொள்ள உதவுகிறது.  விடுதலைத் திருநாள் பாடலில், பகத்சிங் குறிப்பிடப்படுவது இந்தியாவின் விடுதலைப் போராட்டத்தில் வீரர்கள் எப்படிப் பங்கேற்றார்கள் என்பதைப் பலருக்கு நினைவூட்டுகிறது. அதாவது, சதி வழக்கினிலே சம்பந்தப்பட்டுத் தூக்குக் கயிற்றில் தொங்கப் போகும் கடைசிக் கணத்திலும் கண்முன் நிறுத்திப் பகத்சிங் பார்த்துப் பரவசப் பட்ட அற்புத விடியலை அழைத்து வந்தது என்ற வரிகள், இந்தியாவின் விடுதலைப் போராட்டத்தில் பகத்சிங் எடுத்த முயற்சிகள், அவரது தியாகம் எப்படி மகத்தானது என்பதைத் தெளிவுபடுத்துகிறது."
  }
]
