
[
  {
    "description": "“எழுதிய பாடல்”, “எழுதாத பாடல்” போன்ற தொடர்களில் வல்லினம் மிகாமல் இருப்பதற்கு என்ன காரணம்?",
    "options": [
      "வினைத்தொகையில் வல்லினம் மிகாது.",
      "பெயரெச்சம், எதிர்மறைப் பெயரெச்சம் ஆகியவற்றை அடுத்து வல்லினம் மிகாது.",
      "“அது”, “இது”, “எது” போன்ற சொற்களை அடுத்து வல்லினம் மிகாது.",
      "திசைப்பெயர்களை அடுத்து வல்லினம் மிகாது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“எழுதிய பாடல்”, “எழுதாத பாடல்” போன்ற தொடர்களில் வல்லினம் மிகாமல் இருப்பதற்கு காரணம் பெயரெச்சம், எதிர்மறைப் பெயரெச்சம் ஆகியவற்றை அடுத்து வல்லினம் மிகாது என்பதாகும். பெயரெச்சம் என்பது வினைச்சொல்லின் அடிப்படையில் பெயர்ச்சொல் போலப் பயன்படுத்தப்படும் சொல் ஆகும். எழுதிய, எழுதாத என்பவை பெயரெச்சங்கள். மேலும், எதிர்மறைப் பெயரெச்சம் என்பது எதிர்மறை வினைச்சொல்லின் அடிப்படையில் பெயர்ச்சொல் போலப் பயன்படுத்தப்படும் சொல் ஆகும். இதனால் இந்த தொடர்களில் வல்லினம் மிகாது."
  },
  {
    "description": "“இலை பறித்தேன்”, “காய் தின்றேன்” போன்ற தொடர்களில் வல்லினம் மிகாமல் இருப்பதற்கு என்ன காரணம்?",
    "options": [
      "இரண்டாம் வேற்றுமை உருபு மறைந்து வரும் இடங்களில் வல்லினம் மிகாது.",
      "வினைத்தொகையில் வல்லினம் மிகாது.",
      "“அது”, “இது”, “எது” போன்ற சொற்களை அடுத்து வல்லினம் மிகாது.",
      "பெயரெச்சங்களை அடுத்து வல்லினம் மிகாது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“இலை பறித்தேன்”, “காய் தின்றேன்” போன்ற தொடர்களில் வல்லினம் மிகாமல் இருப்பதற்கு காரணம் இரண்டாம் வேற்றுமை உருபு மறைந்து வரும் இடங்களில் வல்லினம் மிகாது என்பதாகும். இரண்டாம் வேற்றுமை உருபு என்பது  'ஐ' என்னும் உருபு. இலை பறித்தேன் என்ற தொடரில் 'இலை' என்பது 'இலைகள்' என்பதன் ஒருமை வடிவம்.  இலைகள் என்பதன் ஒருமை வடிவமான 'இலை'யைத் தொடர்ந்து வரும் 'ஐ' என்னும் உருபு மறைந்திருப்பதால் வல்லினம் மிகாது."
  },
  {
    "description": "“தினறு தீர்த்தான்”, “செய்து பார்த்தாள்” போன்ற தொடர்களில் வல்லினம் மிகாமல் இருப்பதற்கு என்ன காரணம்?",
    "options": [
      "உகரத்தில் முடியும் வினையெச்சங்கள் மென்தொடர்க் குற்றியலுகரமாகவோ, இடைத்தொடர்க் குற்றியலுகரமாகவோ இருந்தால் வல்லினம் மிகாது.",
      "வினைத்தொகையில் வல்லினம் மிகாது.",
      "பெயரெச்சங்களை அடுத்து வல்லினம் மிகாது.",
      "“அது”, “இது”, “எது” போன்ற சொற்களை அடுத்து வல்லினம் மிகாது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“தினறு தீர்த்தான்”, “செய்து பார்த்தாள்” போன்ற தொடர்களில் வல்லினம் மிகாமல் இருப்பதற்கு காரணம் உகரத்தில் முடியும் வினையெச்சங்கள் மென்தொடர்க் குற்றியலுகரமாகவோ, இடைத்தொடர்க் குற்றியலுகரமாகவோ இருந்தால் வல்லினம் மிகாது என்பதாகும்.  தினறு தீர்த்தான் என்ற தொடரில் 'தீர்த்தான்' என்பது 'தீர்' என்ற வினைச்சொல்லின் அடிப்படையில் உருவான வினையெச்சம். 'தீர்' என்ற வினைச்சொல் உகரத்தில் முடிந்துள்ளது. இது மென்தொடர்க் குற்றியலுகரமாக இருப்பதால் வல்லினம் மிகாது."
  },
  {
    "description": "______ படித்தான் என்ற தொடரில் வல்லினம் மிகாது, ஏனெனில் ______ என்பது எழுவாய்ச் சொல்.",
    "options": [
      "தம்பி",
      "யானை",
      "மரம்",
      "பூனை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தம்பி படித்தான் என்ற தொடரில் வல்லினம் மிகாது. ஏனெனில் தம்பி என்பது எழுவாய்ச் சொல். எழுவாய்ச் சொல் என்பது ஒரு வாக்கியத்தில் செயலைச் செய்பவர் அல்லது செயலைப் பெறுபவரைக் குறிக்கும். இதனால் எழுவாய்ச் சொற்களை அடுத்து வல்லினம் மிகாது."
  },
  {
    "description": "______ சென்றது என்ற தொடரில் வல்லினம் மிகாது, ஏனெனில் ______ என்பது ______ சொல்.",
    "options": [
      "இது, சுட்டு",
      "அது, சுட்டு",
      "எது, வினா",
      "இது, பெயரெச்சம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அது சென்றது என்ற தொடரில் வல்லினம் மிகாது. ஏனெனில் அது என்பது சுட்டுச்சொல்.  சுட்டுச்சொல் என்பது ஒரு பொருளைச் சுட்டிக் காட்டுவதற்குப் பயன்படுத்தப்படும் சொல் ஆகும்.  இதனால் சுட்டுச்சொற்களை அடுத்து வல்லினம் மிகாது."
  }
]
