
[
  {
    "description": "பாரதியார் எழுதிய \"தமிழ்மொழி வாழ்த்து\" பாடல் ___________ தொகுப்பில் இடம்பெற்றுள்ளது.",
    "options": [
      "அ) பாஞ்சாலி சபதம்",
      "ஆ) பாரதியார் கவிதைகள்",
      "இ) காவியங்கள்",
      "ஈ) பாரதி கனவு"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "பாரதியார் கவிதைகள் எனும் தொகுப்பில் தமிழ்மொழி வாழ்த்து என்னும் தலைப்பில் இடம் பெற்றுள்ளது. பாரதியார் கவிதைகள் தொகுப்பில் பல்வேறு  இனிய கவிதைகள் உள்ளன. இதன் மூலம் நம் தமிழ் மொழி வாழ்வைப் போற்றுவதுடன், நம் மொழியின் சிறப்பையும் உணர்த்துகிறது. இதன் மூலம் தமிழ் மொழி வாழ்வைப் போற்றுவதுடன், நம் மொழியின் சிறப்பையும் உணர்த்துகிறது."
  },
  {
    "description": "பாரதியாரை ___________, ___________, ___________ எனப் பலர் புகழ்ந்துள்ளனர்.",
    "options": [
      "அ) சுப்ரமணிய பாரதி",
      "ஆ) பாரதிதாசன்",
      "இ) காமராசர்",
      "ஈ) இராஜாஜி"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "சிந்துக்குத் தந்தை, செந்தமிழ்த் தேனீ, புதிய அறம் பாட வந்த அறிஞன், மறம் பாட வந்த மறவன் என்றெல்லாம் பாரதிதாசன் இவரைப் புகழ்ந்துள்ளார். இது போன்ற புகழ் பாடல்கள் நம்மை பெருமைப்படுத்துகிறது. பாரதியாரின்  பாடல்கள் தமிழர்களின்  மனதில் என்றும் நிலைத்து நிற்கும்."
  },
  {
    "description": "தமிழைப் புகழ்ந்து பாரதியார் \"___________\" என்னும் சொல்லைப் பயன்படுத்துகிறார்.",
    "options": [
      "அ) செந்தமிழ்",
      "ஆ) வண்மொழி",
      "இ)",
      "ஈ) இன்பமொழி"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "தமிழ் மொழியின் சிறப்பினைப் பறைசாற்றும் வகையில், பாரதியார்  தமிழைப் புகழ்ந்து \"வண்மொழி\"  என்று அழைக்கிறார்.  வண்மொழி  என்ற சொல்  தமிழின் சிறப்பினை  உணர்த்தும்  வகையில்  மிக  அழகாக  இருக்கிறது."
  },
  {
    "description": "தமிழ்மொழியின் மணம் எங்கு வீசுகிறது?",
    "options": [
      "அ) உலகம் முழுவதும்",
      "ஆ) ஏழு கடல் வைப்பு",
      "இ)",
      "ஈ)"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "பாரதியார் பாடலில் தமிழ் மொழியின் மணம்  ஏழு கடல் வைப்பினும் தன் மணம் வீசி இசைகொண்டு வாழியவே! என குறிப்பிடுகிறார். இதன் மூலம் தமிழ் மொழி வாழ்க்கையை உயர்த்திப் பிடித்துப் போற்றுகிறார்."
  },
  {
    "description": "பாரதியாரின் \"தமிழ்மொழி வாழ்த்து\" பாடலில், தமிழ்மொழி எத்தனை காலம் வாழ வேண்டும் எனக் கூறப்படுகிறது?",
    "options": [
      "அ) நூறு ஆண்டுகள்",
      "ஆ) ஆயிரம் ஆண்டுகள்",
      "இ) நிரந்தரம்",
      "ஈ) நூற்றாண்டுகள்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "பாரதியாரின் தமிழ்மொழி வாழ்த்து பாடலில்  வாழ்க நிரந்தரம்! வாழ்க தமிழ்மொழி! எனத் தெளிவாக குறிப்பிடப்படுகிறது.  நம் தமிழ் மொழியின் அழகும் சிறப்பும்   என்றும் நிலைத்திருக்கும்.  நம்மை எந்நேரமும் பெருமைப்படுத்தும்."
  }
]
