
[
  {
    "description": "கன்னிப்பாவை நூல் பாடலில் எந்த வார்த்தை மனிதர்களிடம் நிலைபெற்ற பண்புகளை குறிக்கிறது?",
    "options": [
      "மன்னும்",
      "இன்னபிற",
      "குறைவறப்",
      "பெண்ணரசி"
    ],
    "answer": "A",
    "additional_context": "கன்னிப்பாவை நூல் பாடலில் மனிதர்களிடம் இருக்கும் நிலைபெற்ற பண்புகளை குறிக்க, பாடல்  “மன்னும் உயிர்க் குணங்கள் எல்லாம்”  என்று கூறுகிறது. எனவே, இங்கு “மன்னும்” என்ற வார்த்தை  மனிதர்களிடம் நிலைபெற்ற பண்புகளை குறிக்கிறது."
  },
  {
    "description": "\"மனிதனுக்குள் நிறைந்திருக்கும் பண்புகளைக் கன்னிப்பாவை என்னும் நூலின் பாடல்வழி அறிவோம்\" என்ற வரியின் பொருள் யாது?",
    "options": [
      "கன்னிப்பாவை நூல் மனிதர்களின் பண்புகளை விளக்குகிறது.",
      "கன்னிப்பாவை நூலில் மனிதர்களின் பண்புகள் பற்றிய ஒரு கதை உள்ளது.",
      "மனிதர்களின் பண்புகளை அறிவதற்கு கன்னிப்பாவை நூல் ஒரு சிறந்த வழிகாட்டி.",
      "கன்னிப்பாவை நூலில் கூறப்பட்ட பண்புகள் மனிதர்களுக்கு மட்டுமே பொருந்தும்."
    ],
    "answer": "C",
    "additional_context": "மனிதர்களுக்குள் இருக்கும் பண்புகளை கன்னிப்பாவை நூலின் பாடல்வழி அறிந்து கொள்வது பற்றி மேற்கண்ட வாக்கியம் கூறுகிறது.  எனவே, கன்னிப்பாவை நூல் ஒரு சிறந்த வழிகாட்டி  என்பதே இதன் பொருள்."
  },
  {
    "description": "\"நிறை அழுக்காறு\" என்ற சொல் தொடரில் \"அழுக்காறு\" என்பது என்ன பண்பைக் குறிக்கிறது?",
    "options": [
      "அன்பை",
      "பொறாமையை",
      "கருணையை",
      "துணிவை"
    ],
    "answer": "B",
    "additional_context": "கன்னிப்பாவை பாடலில் “நிறை அழுக்காறு”  என்று கூறப்பட்டுள்ளது.  அழுக்காறு என்பது  பொறாமை, வெறுப்பு  ஆகியவற்றை குறிக்கும் சொல் என்பதால்  மேற்கண்ட சொல் தொடரில் “அழுக்காறு”  பொறாமையைக் குறிக்கிறது."
  },
  {
    "description": "\"பூத்தேலோ ரெம்பாவாய்!\" என்ற சொல் தொடர் எந்த உணர்வை வெளிப்படுத்துகிறது?",
    "options": [
      "கோபம்",
      "மகிழ்ச்சி",
      "ஏமாற்றம்",
      "பயம்"
    ],
    "answer": "B",
    "additional_context": "கன்னிப்பாவை நூலில் “பூத்தேலோ ரெம்பாவாய்!”  என்று கூறப்பட்டுள்ளது.  இந்த வார்த்தைகள் பூக்களை பார்த்து மகிழ்ச்சியை வெளிப்படுத்துகிறது. எனவே, மேற்கண்ட சொல் தொடர்  மகிழ்ச்சியை வெளிப்படுத்துகிறது."
  },
  {
    "description": "\"இறைமகன் வந்திருக்க இன்னும்நீ உறங்குதியோ\" என்ற வரியின் பொருள் யாது?",
    "options": [
      "இறைவன் இன்னும் வருவார் என்று நீ காத்திருக்கிறாயா?",
      "இறைவன் வந்துவிட்டான், இன்னும் நீ எழுந்திருக்கவில்லையா?",
      "இறைவன் வருகைக்கு நீ தயாராக இல்லையா?",
      "இறைவன் வருகை பற்றி நீ கவலைப்படவில்லையா?"
    ],
    "answer": "C",
    "additional_context": "இந்த பாடல் வரிகளில்   இறைமகன் வந்துவிட்டதால்  அவரை சந்திக்கத் தயாராக இல்லையா?  என்பதை குறிக்கிறது.  எனவே,  இந்த வரியின் பொருள்,  இறைவன் வருகைக்கு நீ தயாராக இல்லையா?"
  }
]
