
[
  {
    "description": "கூரன் வெட்டுக்கிளியை மிரட்டி விட்டுக் காட்டுக்குள் ஓடியது. வெட்டுக்கிளி அந்த சம்பவத்தை எப்படி எதிர்கொண்டது?",
    "options": [
      "கூரன் மீது பழிவாங்கத் திட்டமிட்டது.",
      "கூரனை மன்னித்துவிட்டது.",
      "கூரன் கூறியபடி தன்னை தானே மிதித்துக் கொண்டது.",
      "கூரன் சொன்னபடி எப்போதும் நிலையாக இருக்காமல், அச்சத்துடன் குதித்துக்கொண்டே இருந்தது."
    ],
    "answer": "D",
    "additional_context": "கூரன் வெட்டுக்கிளியை மிரட்டிய பிறகு, வெட்டுக்கிளி கூரன் மீது பயந்து, கூரனின் கூர்மையான பாதங்களால் தன்னை நசுக்கிவிடுமோ என்ற பயத்தில் எப்போதும் ஒரு இடத்தில் நிலையாக இல்லாமல் குதித்துக் கொண்டே இருக்கிறது.  அதனால் தான், வெட்டுக்கிளிகள் எப்போதும் ஓர் இடத்தில் நிலைத்து இருக்க முடியாமல் குதித்துக் கொண்டே இருக்கின்றன என்று கூறுகிறது. "
  },
  {
    "description": "இக்கதையில் வெட்டுக்கிளிக்கு என்ன குணாதிசயங்கள் இருந்தன?",
    "options": [
      "நல்ல உள்ளம், நேர்மை",
      "பேச்சுக்காரன், ஆர்வம், பொறுப்பற்ற தன்மை",
      "துணிச்சல், விவேகம்",
      "பயந்த சுபாவம், கண்ணியம்"
    ],
    "answer": "B",
    "additional_context": "இந்த கதையில், வெட்டுக்கிளி மிகவும் பேச்சுக்காரனாகவும் ஆர்வமுள்ளவனாகவும் இருக்கிறது.  அது அடிக்கடி சிக்கல்களில் மாட்டிக்கொள்ளும் என்பதைப் பார்க்கும் போது,  பொறுப்பற்ற தன்மை கொண்டவனாகவும் இருக்கிறான் என்பது தெளிவாகிறது."
  },
  {
    "description": "இந்த கதை மூலம் நாம் என்ன பாடம் கற்கலாம்?",
    "options": [
      "சிறிய உயிரினங்களின் மீதும் நாம் கருணை காட்ட வேண்டும்.",
      "நமக்கு வழங்கப்பட்ட வாக்குறுதியை மீறக்கூடாது.",
      "தன்னை அறியாமல் நாம் செய்த தவறுகளுக்குப் பின்விளைவுகள் இருக்கும்.",
      "அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    "additional_context": "இந்தக் கதை மூலம்,  நாம் உறுதிமொழி அளித்தால் அதை மீறக்கூடாது என்பதையும்,  தன்னை அறியாமல் செய்த தவறுகளுக்குப் பின்விளைவுகள் இருக்கும் என்பதையும்,  சிறிய உயிரினங்களை நாம் மதிக்க வேண்டும் என்பதையும்  நாம் கற்கலாம்.  எனவே,  இந்தக் கதையின் நோக்கம் அனைத்தும் சரியானவை."
  },
  {
    "description": "கதையில் கூறப்பட்டுள்ள, கூரன் என்ன விலங்கு?",
    "options": [
      "சிறுத்தை",
      "புனுகுப்பூனை",
      "சருகுமான்",
      "யானை"
    ],
    "answer": "C",
    "additional_context": "கூரன் என்ற பெண் சருகுமான் ஓடையைத் தாண்டுவதும் குதிப்பதுமாக இருந்தது என்று கதையில் கூறப்பட்டுள்ளது.  சருகுமான் என்பது ஒரு சிறு விலங்கு,  பூனையைப் போன்ற அளவு இருக்கும்."
  },
  {
    "description": "கதையில், வெட்டுக்கிளி கூரனுக்கு எது பற்றி எச்சரிக்கிறது?",
    "options": [
      "ஓடையைத் தாண்டுவதற்கான ஆபத்து",
      "பித்தக்கண்ணுவின் இருப்பு",
      "குறிஞ்சிப் புதரில் ஒளிந்துகொள்ளுதல்",
      "பூச்சி புழுக்களின் ஆபத்து"
    ],
    "answer": "B",
    "additional_context": "வெட்டுக்கிளி கூரனுக்கு பித்தக்கண்ணு  என்ற சிறுத்தை தன்னைத் துரத்திக் கொண்டிருப்பதாகவும்,  பித்தக்கண்ணு  தன்னைப் பார்த்துவிட்டால்,  தன்னை பிடித்து ஒரே வாயில் விழுங்கிவிடும் என்றும் எச்சரிக்கிறது."
  }
]
