
[
  {
    "description": "கலித்தொகை பாடல் பற்றிய பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "கலித்தொகை பத்துப்பாட்டு நூல்களுள் ஒன்று.",
      "கலித்தொகை நூலில் மொத்தம் 100 பாடல்கள் உள்ளன.",
      "நல்லந்துவனார் கலித்தொகையைத் தொகுத்தவர்.",
      "கலித்தொகையில் குறிஞ்சி, முல்லை, மருதம், நெய்தல், பாலை ஆகியவை பிரிவுகள்."
    ],
    "answer": "C",
    "additional_context": "கலித்தொகை என்பது எட்டுத்தொகை நூல்களில் ஒன்று.  இது நூற்று ஐம்பது பாடல்களைக் கொண்டது.  இதனைத் தொகுத்தவர் நல்லந்துவனார்.  இந்நூலில் குறிஞ்சி, முல்லை, மருதம், நெய்தல், பாலை என்கின்ற ஐந்து பிரிவுகள் உள்ளன."
  },
  {
    "description": "கலித்தொகையில் \"பாடறிந்து ஒழுகுதல்\" என்பது எதற்குச் சமமானது?",
    "options": [
      "வறியவர்களுக்கு உதவுதல்",
      "அன்புடையோரைப் பிரியாது வாழ்தல்",
      "சான்றோர் காட்டிய வழியில் நடத்தல்",
      "மறைபொருளைப் பிறர் அறியாமல் காத்தல்"
    ],
    "answer": "C",
    "additional_context": "கலித்தொகை நூலில் \"பண்பு எனப்படுவது பாடறிந்து ஒழுகுதல்\" என்ற வரியில் பண்பு என்பது சான்றோர் காட்டிய வழியில் நடத்தல் என்பதைச் சுட்டிக் காட்டுகிறது.  இதற்குப் பாடறிந்து ஒழுகுதல் என்பது சமமாகும்."
  },
  {
    "description": "\"அன்பு எனப்படுவது தன்கிளை செறாஅமை\" என்ற வரியின் பொருள் யாது?",
    "options": [
      "உறவினர்களைப் பிரிந்து வாழ்தல்",
      "உறவினர்களை வெறுத்து ஒதுக்குதல்",
      "உறவினர்களோடு வெறுப்பின்றி வாழ்தல்",
      "உறவினர்களைத் துயரப்படுத்துதல்"
    ],
    "answer": "C",
    "additional_context": "கலித்தொகை நூலில் \"அன்பு எனப்படுவது தன்கிளை செறாஅமை\" என்ற வரியில் அன்பு என்பது உறவினர்களோடு வெறுப்பின்றி வாழ்தல் என்பதைச் சுட்டிக் காட்டுகிறது.  இதற்கு கிளை என்பது உறவினர் என்பதையும், செறாஅமை என்பது வெறுக்காமை என்பதையும் குறிப்பிடுகிறது."
  },
  {
    "description": "\"முறை எனப்படுவது கண்ஓடாது உயிர் வௌவல்\" என்ற வரி எதைக் குறிக்கிறது?",
    "options": [
      "குற்றம் செய்தவருக்கு உரிய தண்டனை",
      "உயிர் வௌவல் என்பது நியாயமானது",
      "பிறர் தவறுகளைப் பொறுத்துக்கொள்ளுதல்",
      "நியாயத்தை நடைமுறைப்படுத்துதல்"
    ],
    "answer": "A",
    "additional_context": "கலித்தொகை நூலில் \"முறை எனப்படுவது கண்ஓடாது உயிர் வௌவல்\" என்ற வரியில் முறை என்பது குற்றம் செய்தவருக்கு உரிய தண்டனை என்பதைச் சுட்டிக் காட்டுகிறது.  இதற்கு கண்ஓடாது என்பது  நீதிப்பார்வை இன்றி என்பதையும், உயிர் வௌவல் என்பது தண்டனை என்பதையும் குறிப்பிடுகிறது."
  },
  {
    "description": "\"கலித்தொகை\" பற்றிய கூற்றுகளில் எது தவறானது?",
    "options": [
      "கலித்தொகை எட்டுத்தொகை நூல்களுள் ஒன்று.",
      "கலித்தொகை பாடல்கள் கலிப்பா என்னும் பாவகையால் ஆனவை.",
      "கலித்தொகையில் முல்லைக்கலி, மருதக்கலி, நெய்தற்கலி ஆகியவை உள்ளன.",
      "கலித்தொகையைத் தொகுத்தவர் நல்லந்துவனார்."
    ],
    "answer": "B",
    "additional_context": "கலித்தொகை எட்டுத்தொகை நூல்களில் ஒன்று.  இந்நூல் கலிப்பா என்னும் பாவகையால் ஆனது.  கலித்தொகையில் குறிஞ்சிக்கலி, முல்லைக்கலி, மருதக்கலி, நெய்தற்கலி, பாலைக்கலி என்கின்ற ஐந்து பிரிவுகள் உள்ளன.  இதனைத் தொகுத்தவர் நல்லந்துவனார்."
  }
]
