[
          
  {
    
          "description": "'படிக்கப் படிப்பு எனக்குப் பகராய் பராபரமே!' என்ற வரிகளில், 'பகராய்' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "இன்பப்பெருக்கு",
      "ஆனந்த வெள்ளம்",
      "அருள்",
      "துணை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "குணங்குடி மஸ்தான் சாகிபு இயற்றிய பாடலில் இடம்பெற்றிருக்கும் வரிகள் இவை. ஐம்பொறிகளை அடக்கி ஆள்வது மிகவும் அரிய செயலாகும் என்பதையும் அப்பொறிகளின் இயல்பை உணர்ந்து நல்வழிப்படுத்தும் அறிவினைத் தந்து அருள் செய்வாயாக என மேலான பொருளை வேண்டி கேட்கும் பாடல் வரிகள் இவை. மனிதனின் வாழ்வில் மிகவும் அவசியமானது அறிவு. அறிவை அறிவோருக்கு மட்டும் இன்பம் கிடைக்கும். மேலான அறிவு ஐம்பொறிகளின் இயல்பை அடக்கி நல்வழிப்படுத்தும்"
          }
        ,
          
  {
    
          "description": "'கள்ளக் கருத்துகளைக் கட்டோடு அறுத்தவருக்கு' என்ற வரிகள் குறிப்பிடுவது யாது?",
          "options": [
      "கள்ளக் கருத்துக்கள் இல்லாதவர்கள்",
      "தீய எண்ணங்களை அடியோடு அழித்தவர்கள்",
      "மெய்ஞ்ஞான ஒளியைக் கண்டவர்கள்",
      "ஐம்பொறிகளை அடக்கியவர்கள்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "குணங்குடி மஸ்தான் சாகிபு இயற்றிய பாடலில் இடம்பெற்றிருக்கும் வரிகள் இவை. தம் தீய எண்ணங்களை அடியோடு அழித்தவர்கள் மனத்துள்ளே எழுந்தருளி இருக்கும் உண்மையான அறிவு ஒளி ஆனவனே! என தீய எண்ணங்களை அடியோடு அழித்தவர்களைப் பற்றி குறிப்பிடும் பாடல் வரிகள் இவை. அவர்களுக்கு உள்ளிருக்கும் மெய்ஞ்ஞான ஒளியே பராபரமே! எனக் குறிப்பிடுகிறார்"
          }
        ,
          
  {
    
          "description": "குணங்குடி மஸ்தான் சாகிபு இயற்றிய நூல்களில் ஒன்று?",
          "options": [
      "எக்காளக் கண்ணி",
      "மனோன்மணிக் கண்ணி",
      "நந்தீசுவரக் கண்ணி",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "குணங்குடி மஸ்தான் சாகிபு இயற்றிய பாடல்கள் பற்றிய விளக்கம் இது. மஸ்தான் சாகிபுவின் இயற்பெயர் சுல்தான் அப்துல்காதர். இவர் இளம் வயதிலேயே முற்றும் துறந்தவராக வாழ்ந்தார். சதுரகிரி, புறாமலை, நாகமலை முதலிய மலைப்பகுதிகளில் தவம் இயற்றி ஞானம் பெற்றார்.  எக்காளக் கண்ணி, மனோன்மணிக் கண்ணி, நந்தீசுவரக் கண்ணி முதலான நூல்களை இயற்றியுள்ளார். நம் பாடப்பகுதி குணங்குடியார் பாடற்கோவை என்னும் தொகுப்பில் இருந்து எடுக்கப்பட்டது"
          }
        ,
          
  {
    
          "description": "'ஐம்பொறிகளை அடக்கி ஆள்வது மிகவும் அரியசெயலாகும்' என குணங்குடி மஸ்தான் சாகிபு கூறும்  கருத்து எதைக் குறிக்கிறது?",
          "options": [
      "ஐம்பொறிகளின் இயல்பை உணர்ந்து நல்வழிப்படுத்த வேண்டியதன் அவசியம்",
      "மனிதனின் பலவீனத்தை எடுத்துரைத்தல்",
      "தவம் இயற்றுவதன் முக்கியத்துவம்",
      "பணத்தின் மீதான ஆசை தீயதாகும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "குணங்குடி மஸ்தான் சாகிபு இயற்றிய பாடலில் இடம்பெற்றிருக்கும் வரிகள் இவை. ஐம்பொறிகளை அடக்கி ஆள்வது மிகவும் அரிய செயலாகும் என்பதையும் அப்பொறிகளின் இயல்பை உணர்ந்து நல்வழிப்படுத்தும் அறிவினைத் தந்து அருள் செய்வாயாக என மேலான பொருளை வேண்டி கேட்கும் பாடல் வரிகள் இவை. மனிதனின் வாழ்வில் மிகவும் அவசியமானது அறிவு. அறிவை அறிவோருக்கு மட்டும் இன்பம் கிடைக்கும். மேலான அறிவு ஐம்பொறிகளின் இயல்பை அடக்கி நல்வழிப்படுத்தும்"
          }
        ,
          
  {
    
          "description": "'அறிவை அறிவோருக்கு ஆனந்த வெள்ளமதாய்க் கரையறவே பொங்கும் கடலே பராபரமே!' என்ற வரிகள் என்ன சொல்கின்றன?",
          "options": [
      "அறிவு பெற்றவர்களுக்கு உண்மையான இன்பம் கிடைக்கும்",
      "அறிவு பெற்றவர்களுக்கு துன்பம் இல்லை",
      "அறிவு இன்பத்தைப் பொங்கி வழியச் செய்யும்",
      "அறிவு  நிம்மதியைக் கொடுக்கும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "குணங்குடி மஸ்தான் சாகிபு இயற்றிய பாடலில் இடம்பெற்றிருக்கும் வரிகள் இவை. நீ உண்மை அறிவினை உணர்ந்தவர்களின் உள்ளத்துக்குள் இன்பப் பெருக்காய்க் கரைகடந்து பொங்கிடும் கடலாக விளங்குகின்றாய். மேலானபொருளே! எனக் குறிப்பிடும் பாடல் வரிகள் இவை. அறிவை அறிவோருக்கு மட்டும் இன்பம் கிடைக்கும். மேலான அறிவு ஐம்பொறிகளின் இயல்பை அடக்கி நல்வழிப்படுத்தும்"
          }
        ]