
[
  {
    "description": "“கொம்புசுத்திக் கோணக்காத்து” என்ற சொல் கூட்டுச் சொல். இந்த சொல் எந்த இரண்டு சொற்களைக் கொண்டு உருவாக்கப்பட்டது?",
    "options": [
      "கோணம் + காத்து",
      "கொம்பு + காத்து",
      "சுத்தி + கோணக்காத்து",
      "கொம்பு + சுத்தி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டில், கடலில் விரைந்து வந்த கப்பல், எமனைப் போல வந்த பெருமழையினாலும் சுழல் காற்றினாலும் கவிழ்ந்ததாகக் கூறப்படுகிறது. இந்த கவிழ்ந்ததற்கு காரணமாக இருந்த காற்று, கப்பலை உருவத்திலிருந்து வேகமாகக் கீழே இழுத்து  விழுந்ததைக் குறிப்பிடும் விதமாக 'கொம்புசுத்திக் கோணக்காத்து' என்று கூறப்பட்டுள்ளது. இங்கு 'கொம்பு' என்ற சொல் கப்பலின் உருவத்தைக் குறிக்கிறது. 'சுத்தி' என்பது திரும்பி திரும்பி அடித்த காற்றை குறிக்கிறது."
  },
  {
    "description": "“மெய்ப்புடன்வே லாயுதங்கொண்டு” என்ற சொற்றொடரில் “லாயுதம்” என்ற சொல்லுக்குப் பாடலில் என்ன பொருள்?",
    "options": [
      "வீரம்",
      "ஆயுதம்",
      "அருள்",
      "மந்திரம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டில், கவிதைப் பாடகர் புயல் வந்ததால் ஏற்பட்ட சேதங்களை குறிப்பிட்டு 'இப்படிக்கிச் சேதங்களானால் - குமரேசா எப்படிப் பிழைத்துநாங்கள் ஒப்பிதமாவோம்' என்று கேட்கிறார். மேலும், 'மெய்ப்புடன்வே லாயுதங்கொண்டு – வருகின்ற விக்கினமெல் லாம்தீர்த்துக் காத்திடீரையா' என்று புயல், மழை போன்ற இயற்கைப் பேரிடர்களால் ஏற்பட்ட இன்னல்களைத் தீர்த்து, மக்களைக் காப்பாற்றும்படி முருகப்பெருமானை வேண்டுகிறார். இங்கு லாயுதம் என்பது முருகனின் அருளை குறிப்பிடுகிறது."
  },
  {
    "description": "“வெங்கம்பூர் சாமிநாதன்” - இந்தப் பெயர் யாரை குறிக்கிறது?",
    "options": [
      "புயலின் தாக்கத்தால் பாதிக்கப்பட்ட ஒருவரின் பெயர்",
      "கோணக்காத்துப் பாட்டைப் பாடினவர்",
      "புயல் வந்ததால் தவித்த மக்களைக் காப்பாற்றியவர்",
      "கடலில் கவிழ்ந்த கப்பலில் இருந்தவர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டு வெங்கம்பூர் சாமிநாதன் என்பவரால் இயற்றப்பட்டதாக கூறப்படுகிறது. இந்தப் பாட்டில் புயல் வந்ததால் ஏற்பட்ட இயற்கைப் பேரிடர்களின் வீரியத்தையும், மக்கள் பட்ட துன்பங்களையும் விவரிக்கிறார்."
  },
  {
    "description": "கோணக்காத்துப் பாட்டில்  வாங்கல் என்னும் ஊரில் என்ன சேதம் ஏற்பட்டது?",
    "options": [
      "a) பருத்திச் செடிகள் சிதைந்தன",
      "b) வீடுகள் சரிந்தன",
      "c) தென்னம்பிள்ளைகள் வீணாயின",
      "d) ஆடுமாடுகள் இறந்தன"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டில், வாங்கல் என்னும் ஊர் அழகாக வைக்கப்பட்ட தென்னம்பிள்ளைகளுக்காகக் குறிப்பிடப்படுகிறது. 'சிங்காரமாய் வாங்கல்நகரில் - வைத்திருந்த தென்னம்பிள்ளை அத்தனையும் வின்னமாச்சுதே' என்ற வரிகளில் தென்னம்பிள்ளைகள் அனைத்தும் அழிந்துவிட்டன என்பது தெளிவாகிறது."
  },
  {
    "description": "கோணக்காத்துப் பாட்டில் குறிப்பிடப்படும் சித்தர்கள் வாழும் இடம் எது?",
    "options": [
      "a) கொல்லிமலை",
      "b) தொண்டைமான் சீமை",
      "c) காங்கேய நாடு",
      "d) தெத்துக்காடு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டில், கொல்லிமலை, சித்தர்கள் வாழும் இடம் என குறிப்பிடப்பட்டுள்ளது. 'சித்தர்கள் பொருந்திவாழும் – கொல்லிமலை சேர்ந்திருந்த நாடெல்லாம் காத்தடிச்சுதே' என்ற வரிகளில், கொல்லிமலைக்கும் புயல் காற்று வந்து அழிவை ஏற்படுத்தியது என்பது தெளிவாகிறது."
  }
]
