[
          
  {
    
          "description": "இயல்பு புணர்ச்சியின் முக்கிய அம்சம் எது?",
          "options": [
      "நிலைமொழி மற்றும் வருமொழி இணைந்து புதிய சொல் உருவாகும்.",
      "நிலைமொழி அல்லது வருமொழி எழுத்துக்களில் மாற்றங்கள் ஏற்படும்.",
      "நிலைமொழி மற்றும் வருமொழி எவ்வித மாற்றமும் இன்றி இணையும்.",
      "புதிய சொல்லை உருவாக்கும் போது எழுத்துக்கள் மறையும்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இரண்டு சொற்கள் இணையும் போது நிலைமொழி ஈறும் வருமொழி முதலும் மாறாமல் இணைவது இயல்புப் புணர்ச்சி எனப்படும்.  தாய்மொழி, உடலோம்பல் ஆகிய சொற்களில் எந்த மாற்றமும் ஏற்படவில்லை என்பதை நீங்கள் காணலாம்.  இயல்புப் புணர்ச்சி இரண்டு சொற்களை இணைத்து புதிய சொல்லை உருவாக்குகிறது.  எடுத்துக்காட்டாக, தாய் + மொழி = தாய்மொழி, உடல் + ஓம்பல் = உடலோம்பல்."
          }
        ,
          
  {
    
          "description": "'விகாரப் புணர்ச்சி' என்னும் சொல், சொற்களின் இணைவில் எதை குறிக்கிறது?",
          "options": [
      "சொற்களின் இணைப்பில் ஏற்படும் மாற்றங்களைக் குறிக்கும்.",
      "சொற்களின் இணைப்பில் எவ்வித மாற்றமும் இல்லாமல் இணைவதை குறிக்கும்.",
      "சொற்களின் இணைப்பில் எழுத்துக்கள் மறையும் போது ஏற்படும் மாற்றத்தை குறிக்கும்.",
      "சொற்களின் இணைப்பில் எழுத்துக்கள் புதிதாகத் தோன்றும் போது ஏற்படும் மாற்றத்தை குறிக்கும்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சொற்களின் இணைப்பில் ஏற்படும் மாற்றங்களைக் குறிப்பதற்கு 'விகாரப் புணர்ச்சி' என்று சொல்லப்படுகிறது.  தமிழ்த்தாய், விற்கொடி, மனமகிழ்ச்சி ஆகிய சொற்களில் மாற்றங்கள் நிகழ்ந்துள்ளதைக் காணலாம்.  விகாரப் புணர்ச்சியில் மூன்று வகைகள் உள்ளன. அவை தோன்றல், திரிதல், கெடுதல் ஆகியவை.  தோன்றல் விகாரத்தில் புதிதாக ஒரு எழுத்து தோன்றும்.  திரிதல் விகாரத்தில் ஒரு எழுத்து வேறு எழுத்தாக மாறும்.  கெடுதல் விகாரத்தில் ஒரு எழுத்து மறைந்து விடும்."
          }
        ,
          
  {
    
          "description": " 'விற்கொடி' என்ற சொல்லை எந்த விகாரப் புணர்ச்சி மூலம் உருவாக்கப்படுகிறது?",
          "options": [
      "இயல்புப் புணர்ச்சி",
      "தோன்றல் விகாரம்",
      "திரிதல் விகாரம்",
      "கெடுதல் விகாரம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "விகாரப் புணர்ச்சியில் திரிதல் விகாரம், ஒரு எழுத்து வேறு எழுத்தாக மாறுவதை குறிக்கிறது.  வில் + கொடி = விற்கொடி எனும்போது, ல் + கொடி எனும்போது 'ல்' என்பது 'ற்' என்ற எழுத்தாக மாறுகிறது.  இது திரிதல் விகாரத்திற்கு ஒரு நல்ல எடுத்துக்காட்டு."
          }
        ,
          
  {
    
          "description": "'நாடகக்கலை' என்ற சொல்லின் உருவாக்கத்தில் எந்த விகாரங்கள் நிகழ்ந்துள்ளன?",
          "options": [
      "திரிதல் விகாரம் மட்டுமே",
      "கெடுதல் விகாரம் மட்டுமே",
      "தோன்றல் விகாரம் மட்டுமே",
      "கெடுதல் மற்றும் தோன்றல் விகாரம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "நாடகம் + கலை = நாடகக்கலை எனும் போது  நிலைமொழியின் ஈற்றில் உள்ள 'ம்' என்னும் எழுத்து மறைந்து விடுகிறது.  இது கெடுதல் விகாரம்.  மேலும் 'க' என்ற எழுத்து புதிதாக தோன்றுகிறது.  இது தோன்றல் விகாரம்.   இரண்டு விகாரங்களும் நிகழ்ந்ததால் இச்சொல் கெடுதல் மற்றும் தோன்றல் விகாரம் மூலம் உருவாக்கப்பட்டது என கூறலாம்.  "
          }
        ,
          
  {
    
          "description": "சொற்கள் இணைந்து புதிய சொல் உருவாகும் போது, நிலைமொழி ஈறும் வருமொழி முதலும் இணையும் நிகழ்வைக் குறிப்பிடும் சொல் எது?",
          "options": [
      "இயல்பு",
      "புணர்ச்சி",
      "விகாரம்",
      "திரிதல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சொற்கள் இணைந்து புதிய சொல் உருவாகும் போது, நிலைமொழி ஈறும் வருமொழி முதலும் இணையும் நிகழ்வைக் குறிப்பிடும் சொல் 'புணர்ச்சி' ஆகும். இயல்புப் புணர்ச்சியும், விகாரப் புணர்ச்சியும் என இரண்டு வகைப்பட்ட புணர்ச்சிகள் உள்ளன.  விகாரம் என்பது புணர்ச்சியில் ஏற்படும் மாற்றத்தை குறிக்கிறது.  திரிதல் என்பது விகாரப் புணர்ச்சியில் ஒரு வகை."
          }
        ]