[
          
  {
    
          "description": "“பட்டிதொட்டி” என்ற இணைச்சொல்லின் பொருள் என்ன?",
          "options": [
      "ஊர் முழுவதும்",
      "வீடு முழுவதும்",
      "குறிப்பிட்ட இடம்",
      "சில இடங்கள்"
    ],
    "answer": "A",
    
          "additional_context": "இணைச்சொற்கள் தொடர்களில் சில சொற்கள் இணையாக இடம்பெற்று, பொருளுக்கு வலுவூட்டும். அவற்றை இணைச்சொற்கள் என்கிறோம். இணைச்சொற்கள் மூன்று வகைப்படும். அவை, நேரிணை, எதிரிணை, செறியிணை.  ஒரே பொருளைத் தரும் இணை நேரிணை எனப்படும்.  எடுத்துக்காட்டாக சீரும் சிறப்பும், பேரும் புகழும்.  “பட்டிதொட்டி” என்ற இணைச்சொல்லின் பொருள் ஊர் முழுவதும் என்பதாகும். இது நேரிணை வகையைச் சேர்ந்தது."
          }
        ,
          
  {
    
          "description": "“பின்னுதல்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன சொல்?",
          "options": [
      "Weaving",
      "Knitting",
      "Embroidery",
      "Sewing"
    ],
    "answer": "B",
    
          "additional_context": "“பின்னுதல்” என்பது ஒரு கைவினை. நூலைப் பயன்படுத்திப் பின்னும் கலை. இதற்கு ஆங்கிலத்தில் 'Knitting' என்கிறோம்."
          }
        ,
          
  {
    
          "description": "சம்பந்தர் திருப்பதிகத்தில் விவரிக்கப்படும் ஆயரின் குழல் இசையின் தன்மை என்ன?",
          "options": [
      "எருமைகளை ஒன்று சேர்க்க உதவும் இனிய இசை",
      "மாலையில் மேய்ச்சல் முடிந்த பின்பு இசைக்கப்படும் இசை",
      "ஆயர்கள் தங்கள் மகிழ்ச்சியை வெளிப்படுத்தும் இசை",
      "சாரலில் எதிரொலிக்கும் இனிமையான இசை"
    ],
    "answer": "A",
    
          "additional_context": "முல்லை நில மக்களாகிய ஆயர்கள் குழல் ஊதுவதில் வல்லவர்கள். இதனைச் சம்பந்தர் திருப்பதிகத்தில் அமைந்த நிகழ்ச்சி ஒன்று விளக்குகிறது. திருவண்ணாமலைச் சாரலில் ஆயர் ஒருவர் ஆநிரைகளையும் எருமையினங்களையும் மேய்த்துக் கொண்டிருந்தார். மாலையில் அவற்றையெல்லாம் ஒன்று திரட்டினார். அப்போது எருமை ஒன்று காணாமல் போனதை அறிந்தார். தம் கையிலிருந்த குழலை எடுத்து இனிய இசையை எழுப்பினார். இன்னிசை கேட்ட எருமை அவரை வந்தடைந்தது. இவ்வாறு ஆயர்களின் இசைத் திறத்தைத் திருப்பதிகம் விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'உள்ளும்புறமும்' என்ற இணைச்சொல் எந்த வகையைச் சேர்ந்தது?",
          "options": [
      "நேரிணை",
      "எதிரிணை",
      "செறியிணை",
      "மேற்கண்ட எதுவுமில்லை"
    ],
    "answer": "A",
    
          "additional_context": "இணைச்சொற்கள் தொடர்களில் சில சொற்கள் இணையாக இடம்பெற்று, பொருளுக்கு வலுவூட்டும். அவற்றை இணைச்சொற்கள் என்கிறோம். இணைச்சொற்கள் மூன்று வகைப்படும். அவை, நேரிணை, எதிரிணை, செறியிணை.  ஒரே பொருளைத் தரும் இணை நேரிணை எனப்படும்.  எடுத்துக்காட்டாக சீரும் சிறப்பும், பேரும் புகழும்.  “உள்ளும்புறமும்” என்பது ஒரு இடம் தொடர்பான நேரிணை சொல்."
          }
        ,
          
  {
    
          "description": "இணைச்சொற்களின் வகைப்பாட்டில், எதிரெதிர்ப் பொருளைத் தரும் இணை என்னப்படும்?",
          "options": [
      "நேரிணை",
      "எதிரிணை",
      "செறியிணை",
      "மேற்கண்ட எதுவுமில்லை"
    ],
    "answer": "B",
    
          "additional_context": "இணைச்சொற்கள் தொடர்களில் சில சொற்கள் இணையாக இடம்பெற்று, பொருளுக்கு வலுவூட்டும். அவற்றை இணைச்சொற்கள் என்கிறோம். இணைச்சொற்கள் மூன்று வகைப்படும். அவை, நேரிணை, எதிரிணை, செறியிணை.  எதிரெதிர்ப் பொருளைத் தரும் இணை எதிரிணை எனப்படும்.  எடுத்துக்காட்டாக இரவுபகல், உயர்வுதாழ்வு."
          }
        ]