
[
  {
    "description": "பாடலில் \"அறிவுக்கு வேலை கொடு - உன்னை அழித்திட வந்த பகைவன் என்றாலும் அன்புக்குப் பாதை விடு!\" என்ற வரிகளின் மூலம் கவிஞர் என்ன செய்தியைத் தருகிறார்?",
    "options": [
      "பகைவர்களை அழிக்க வேண்டும் என்பதை.",
      "பகைவர்களை நேசிக்க வேண்டும் என்பதை.",
      "பகைவர்களிடம் அன்பாக நடந்துகொள்ள வேண்டும் என்பதை.",
      "பகைவர்களை மன்னிக்கக் கூடாது என்பதை."
    ],
    "answer": "C",
    "additional_context": "பாடலின் வரிகளின் மூலம் கவிஞர் பகைவர்களிடம் அன்புடன் நடந்துகொள்ள வேண்டும் என்ற செய்தியைத் தருகிறார். அறிவுக்கு வேலை கொடுத்து, பகைவர்களை அழித்திட வந்தாலும் அன்புக்குப் பாதை விட வேண்டும் என்று கூறுகிறார். நம்மை அழித்திட வந்த பகைவன் என்றாலும் அன்புக்குப் பாதை விட வேண்டும் என்பது கவிஞரின் செய்தி. அன்பே மிகப் பெரிய ஆற்றல் என்பதை வலியுறுத்தும் வரிகள் இவை."
  },
  {
    "description": "கவிதையில் \"கத்தியைத் தீட்டாதே\" என்ற வரியின் மூலம் கவிஞர் என்ன குறிப்பிடுகிறார்?",
    "options": [
      "வன்முறைக்கு எதிரான அழைப்பு",
      "ஆயுதங்களைப் பயன்படுத்துவதால் ஏற்படும் அழிவு",
      "புத்தியைப் பயன்படுத்துவதற்கான வேண்டுகோள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "கவிதையில் \"கத்தியைத் தீட்டாதே\" என்ற வரியின் மூலம் கவிஞர் வன்முறைக்கு எதிரான அழைப்பு, ஆயுதங்களைப் பயன்படுத்துவதால் ஏற்படும் அழிவு, புத்தியைப் பயன்படுத்துவதற்கான வேண்டுகோள் ஆகிய அனைத்தையும் குறிப்பிடுகிறார். அறிவினால் மட்டுமே நாம் வெல்ல முடியும். வன்முறையால் பிறரை வெல்வது சரியான செயல் அல்ல. அறிவு, அன்பு இவற்றின் மூலம்  வெல்லும் வெற்றியே பெருமை தரும் என்பதை கவிஞர் வலியுறுத்துகிறார். "
  },
  {
    "description": "\"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகளின் பொருள் என்ன?",
    "options": [
      "கத்தியைத் தீட்டும் போது புத்தியையும் தீட்ட வேண்டும்",
      "வன்முறையை விட புத்திசாலித்தனமே சிறந்தது",
      "ஆயுதங்கள் பயனற்றவை என்பதை வலியுறுத்துதல்",
      "கத்தி மற்றும் புத்தி இரண்டும் சமமானவை"
    ],
    "answer": "B",
    "additional_context": "\"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகளின் மூலம் கவிஞர் வன்முறையை விட புத்திசாலித்தனமே சிறந்தது என்பதை வலியுறுத்துகிறார். கத்தியைத் தீட்டி அழிவைத் தேடுவதை விட புத்தியைத் தீட்டி வாழ்க்கையை மேம்படுத்த வேண்டும் என்பதை கவிஞர் இதன் மூலம் உணர்த்துகிறார்."
  },
  {
    "description": "கவிஞர் மன்னிக்கத் தெரிந்த மனிதனின் உள்ளத்தை எதற்கு ஒப்பிடுகிறார்?",
    "options": [
      "பொன் கோயிலுக்கு",
      "வானம் போன்றது",
      "மாணிக்கக் கோயிலுக்கு",
      "கடல் போன்றது"
    ],
    "answer": "C",
    "additional_context": "மன்னிக்கத் தெரிந்த மனிதனின் உள்ளத்தை கவிஞர் மாணிக்கக் கோயிலுக்கு ஒப்பிடுகிறார்.  மாணிக்கக் கோயில் போன்று அழகானது மன்னிப்பு.  மன்னிப்பு என்பது வாழ்க்கையில் மிகவும் முக்கியமானது என்பதை கவிஞர் வலியுறுத்துகிறார்."
  },
  {
    "description": "கவிஞர் \"தடம் தெரியாமல் மறைந்தே போகுமப்பா!\" என்ற வரியின் மூலம் என்ன குறிப்பிடுகிறார்?",
    "options": [
      "தவறான செயல்களால் வாழ்க்கை அழிந்துவிடும்",
      "மன்னிக்கத் தெரியாதவர்கள் எந்தப் புகழையும் அடையமாட்டார்கள்",
      "வாழ்க்கை தடம் தெரியாமல் போய்விடும்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "மன்னிக்கத் தெரியாதவர்கள் வாழ்வு தடம் தெரியாமல் மறைந்துவிடும் என்பதை கவிஞர் \"தடம் தெரியாமல் மறைந்தே போகுமப்பா!\" என்ற வரியின் மூலம் கூறுகிறார். தவறான செயல்களால் வாழ்க்கை அழிந்துவிடும். மன்னிக்கத் தெரியாதவர்கள் எந்தப் புகழையும் அடையமாட்டார்கள் என்பதை கவிஞர் இதன் மூலம் உணர்த்துகிறார்."
  }
]
