
[
  {
    "description": "கவிஞர் ஆலங்குடி சோமு என்னைக் குறிப்பிட்டு \"இதற்குள் ஏனோ அகம்பாவம்\" என்று எழுதியுள்ளார். இங்கு \"இது\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "கத்தி",
      "புத்தி",
      "திறமை",
      "மன்னிப்பு"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடலில் \"இதற்குள் ஏனோ அகம்பாவம்\" என்ற வரிகள் இடம்பெற்றுள்ளன. இது \"இதற்குள்\" என்று குறிப்பிடப்படுவதால், இது ஒரு குறிப்பிட்ட பொருளைப் பற்றியது என்பது தெளிவாகிறது. மேலும், அகம்பாவம் எனக் கூறப்படுவதால், இந்தப் பொருள் ஒரு மனிதனின் இயல்பைக் குறிக்க வேண்டும். பாடலின் மொத்தக் கருத்து, ஒருவரின் அறிவினால் மட்டுமே வெற்றி பெற முடியும் என்பதை வலியுறுத்துவதால், \"இது\" கத்தியைத் குறிப்பிடுகிறது எனக் கூறலாம்."
  },
  {
    "description": "பாடலில் \"அறிவுக்கு வேலை கொடு\" எனக் கூறப்பட்டுள்ளது. இது எதைக் குறிக்கிறது?",
    "options": [
      "அறிவை வளர்த்துக் கொள்ளுதல்",
      "அறிவைப் பயன்படுத்துதல்",
      "அறிவைப் பகிர்ந்து கொள்ளுதல்",
      "அறிவை விரும்புதல்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில், \"அறிவுக்கு வேலை கொடு\" என்ற வரிகள், அறிவைப் பயன்படுத்துவதை வலியுறுத்துகின்றன. இது \"கண்ணியம் தவறாதே - அதிலே திறமையைக் காட்டு!\" என்ற வரிகளுடன் தொடர்புடையது. அறிவைப் பயன்படுத்தித் திறமையைக் காட்டுதல் என்பதே இந்த வரிகள் வலியுறுத்தும் கருத்து. ஆகவே, \"அறிவுக்கு வேலை கொடு\" என்பது அறிவைப் பயன்படுத்துதலைக் குறிக்கிறது."
  },
  {
    "description": "கவிஞர், மன்னிக்கத் தெரிந்த மனிதனின் உள்ளம் _____________ என்கிறார். இதற்குப் பொருத்தமான சொல்லைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "தங்கக் கோயில்",
      "வெள்ளிக் கோயில்",
      "மாணிக்கக் கோயில்",
      "வைரக் கோயில்"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடலில், \"மன்னிக்கத் தெரிந்த மனிதனின் உள்ளம் மாணிக்கக் கோயிலப்பா - இதை மறந்தவன் வாழ்வு தடம் தெரியாமல் மறைந்தே போகுமப்பா!\" என்கிறார். மன்னிக்கும் தன்மை பெற்ற மனிதனை உயர்வாகக் காட்டுவதற்காக மாணிக்கக் கோயிலுடன் ஒப்பிடுகிறார். மாணிக்கக் கோயில் மிகவும் அழகானது, விலை மதிப்பானது, அதே போல், மன்னிக்கும் தன்மை மிகவும் அழகானது, விலை மதிப்பானது என்பதை இந்த ஒப்பீடு வெளிப்படுத்துகிறது."
  },
  {
    "description": "\"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகளைப் பார்க்கும்போது, கவிஞர் எதை வலியுறுத்துகிறார்?",
    "options": [
      "அறிவினால் மட்டுமே வெற்றி பெற முடியும்",
      "வன்முறையைத் தவிர்க்க வேண்டும்",
      "புத்திசாலித்தனம் சிறந்த ஆயுதம்",
      "எதிரிகளை அழிக்கக் கூடாது"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில், \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள், வன்முறையைத் தவிர்க்க வேண்டும் என்ற கருத்தை வலியுறுத்துகின்றன. கத்தி என்பது வன்முறையைக் குறிக்கிறது. புத்தியைத் தீட்டுதல் என்பது அறிவை வளர்த்துக் கொள்ளுதல். வன்முறையைத் தவிர்த்து அறிவால் வாழ்வது என்பதை இந்த வரிகள் எடுத்துக்காட்டுகின்றன."
  },
  {
    "description": "\"தடம் தெரியாமல் மறைந்தே போகுமப்பா!\" என்ற வரிகள் எதைக் குறிக்கின்றன?",
    "options": [
      "வாழ்க்கையில் வெற்றி அடைய முடியாது",
      "வாழ்க்கையில் தோல்வியை சந்திப்பார்கள்",
      "மனிதர்களால் மறக்கப்படுவார்கள்",
      "மனிதர்களுக்குப் பயனளிக்க மாட்டார்கள்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடலில், \"தடம் தெரியாமல் மறைந்தே போகுமப்பா!\" என்ற வரிகள், மனிதர்களுக்குப் பயனளிக்காமல் வாழ்பவர்களின் நிலையைக் குறிக்கின்றன. \"மன்னிக்கத் தெரிந்த மனிதனின் உள்ளம் மாணிக்கக் கோயிலப்பா - இதை மறந்தவன் வாழ்வு தடம் தெரியாமல் மறைந்தே போகுமப்பா!\" என்று கூறுவதன் மூலம், மன்னிக்கும் தன்மையை மறந்தவர்கள், வாழ்க்கையில் தடம் தெரியாமல் வாழ்வார்கள், மனிதர்களுக்குப் பயனளிக்க மாட்டார்கள் என்பதை கவிஞர் வலியுறுத்துகிறார்."
  }
]
