
[
  {
    "description": "கவிதைப் பகுதியில் \"உன் விரல்களில் ஒளிரும்\" என்பதன் பொருள் என்ன?",
    "options": [
      "இளைய தோழன் தனது திறமையைப் பயன்படுத்த வேண்டும்.",
      "இளைய தோழன் செயலில் ஈடுபட்டால் வெற்றி பெறுவான்.",
      "இளைய தோழன் தனது கனவுகளை நனவாக்க வேண்டும்.",
      "இளைய தோழன் புதிய முயற்சிகளை மேற்கொள்ள வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிதையில்,  'உன் விரல்களில் ஒளிரும் சூரியவிளக்கு!' என்ற வரிகள் இளைய தோழனின் திறமையை வெளிப்படுத்துகின்றன. இளைய தோழனின் திறமை, கடின உழைப்பு மற்றும் நம்பிக்கையால் மட்டுமே அவனது கனவுகள் நனவாகும். இதுவே இளைய தோழன்  தனது திறமையைப் பயன்படுத்த வேண்டும் என்பதைக் காட்டுகிறது."
  },
  {
    "description": "கவிதைப் பகுதியில் \"பாதைகள் விழித்து நடந்தால்\" என்ற வார்த்தை எதைக் குறிக்கிறது?",
    "options": [
      "இளைய தோழன் செல்லும் பாதைகள் அவனுக்கு உதவி செய்யும்.",
      "இளைய தோழன் எதிர்கொள்ளும் சவால்கள் அவனுக்கு உதவும்.",
      "இளைய தோழன் செயல்பட்டால் வெற்றி பெறுவான்.",
      "இளைய தோழன் பயப்படாமல் செயல்பட வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிதையில், 'பாதைகள் விழித்து நடந்தால் அதுவே உனக்குப் பாதையாகிறது!' என்ற வரிகள், இளைய தோழனின் பயணத்தில் சவால்கள் இருந்தாலும் அவனுக்கு உதவி செய்யும் என்பதைக் காட்டுகின்றன.  நம்பிக்கை மற்றும் தன்னம்பிக்கையுடன் முன்னேறும் போது, பாதைகள் அவனுக்கு வழிகாட்டுவதையும், உதவி செய்வதையும் குறிப்பிடுகிறது."
  },
  {
    "description": "கவிதையில், \"பூமி\" என்ற சொல் எந்த இரு விதமான அடையாளங்களைக் குறிக்கிறது?",
    "options": [
      "அ) பாதை, வெற்றி",
      "ஆ) படுக்கை, பாதை",
      "இ) தோல்வி, வெற்றி",
      "ஈ) கவலை, நம்பிக்கை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கவிதையில், 'தூங்கி விழுந்தால் பூமி உனக்குப் படுக்கையாகிறது. விழித்து நடந்தால் அதுவே உனக்குப் பாதையாகிறது!' என்ற வரிகள், பூமி இரண்டு விதமான அடையாளங்களை குறிப்பிடுகிறது.  தளர்ந்து சோர்ந்து போனால், பூமி நோய்ப்படுக்கையாகி விடும். ஆனால், உற்சாகத்துடன் செயல்பட்டால், பூமி அவனுக்கு வெற்றிக்கு வழி வகுக்கும் பாதையாக மாறும்."
  },
  {
    "description": "\"நெய்யாய்த் திரியாய் நீ விழித்தெழும் திசையே பூமிக்குக் கிழக்கு!\" - இந்த வரிகளில் கவிஞர் என்ன கருத்தை எடுத்துரைக்கிறார்?",
    "options": [
      "அ) உன் செயல்திறன் உலகிற்கு ஒளியேற்றும்",
      "ஆ) கிழக்கு நோக்கி எழுந்தால் வெற்றி நிச்சயம்",
      "இ) பூமியின் சுழற்சி முக்கியம்",
      "ஈ) உன் நம்பிக்கை உன்னை வழிநடத்தும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிதையில், 'நெய்யாய்த் திரியாய் நீ விழித்தெழும் திசையே பூமிக்குக் கிழக்கு!' என்ற வரிகள், இளைய தோழன் தனது திறமையைப் பயன்படுத்தி வெற்றி பெற வேண்டும் என்பதைக் காட்டுகிறது. இளைய தோழன் தன்னை  மாற்றிக்கொண்டு,  முயற்சி செய்தால், அவனது வெற்றி உலகிற்கு ஒளியேற்றும்."
  },
  {
    "description": "\"ஓடிவந்து கைகுலுக்க ஒருவருமில்லையா? உன்னுடன் நீயே கைகுலுக்கிக் கொள்!\" - இந்த வரிகள் நமக்கு எதை உணர்த்துகிறது?",
    "options": [
      "அ) தனிமை உணர்வு",
      "ஆ) தன்னம்பிக்கை அவசியம்",
      "இ) மக்களின் ஆதரவு இன்றியமையாதது",
      "ஈ) வெற்றிக்கு நட்பு அவசியம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கவிதையில், 'ஓடிவந்து கைகுலுக்க ஒருவருமில்லையா? உன்னுடன் நீயே கைகுலுக்கிக் கொள்!' என்ற வரிகள், இளைய தோழன் தன்னம்பிக்கையுடன் இருக்க வேண்டும் என்பதைக் காட்டுகிறது. மற்றவர்களின் பாராட்டுக்காக காத்திருக்காமல், தன்னம்பிக்கையுடன் முன்னேற வேண்டும் என்பதை கவிதை வலியுறுத்துகிறது."
  }
]
