[
          
  {
    
          "description": "'வானம் அறிந்த தனைத்தும் அறிந்து' என்னும் வரியின் மூலம் தமிழ்மொழியின் எந்த தன்மையைப் பாரதியார் எடுத்துரைக்கிறார்?",
          "options": [
      "அ) தமிழின் விரிவான அறிவு",
      "ஆ) தமிழின் பழமை ",
      "இ) தமிழின் இனிமை ",
      "ஈ) தமிழின் மென்மை"
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "பாரதியார், 'வானம் அறிந்த தனைத்தும் அறிந்து' என்ற வரியில், தமிழின் விரிவான அறிவைச் சுட்டிக்காட்டுகிறார். வானம் என்பது உலகையே குறிக்கும் என்பதால் தமிழ் மொழி உலகில் உள்ள அனைத்தையும் அறிந்து வளர்ந்துள்ளது என்கிறார் பாரதியார்.  "
          }
        ,
          
  {
    
          "description": "'எங்கள் தமிழ்மொழி! எங்கள் தமிழ்மொழி! என்றென்றும் வாழியவே!' - இப்பகுதியில் பாரதியார் எந்த உணர்வை வெளிப்படுத்துகிறார்?",
          "options": [
      "அ) மொழி மீதான அளவற்ற மதிப்பு",
      "ஆ) மொழி மீதான வெறுப்பு",
      "இ) மொழி மீதான அலட்சியம்",
      "ஈ) மொழி மீதான சந்தேகம்"
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "தனது தாய் மொழியான தமிழ் மொழி மீதான பாரதியாரின் அளவற்ற மதிப்பு 'எங்கள் தமிழ்மொழி! எங்கள் தமிழ்மொழி! என்றென்றும் வாழியவே!' என்ற வரிகளில் வெளிப்படுகிறது. தமிழ் மொழி எக்காலத்திலும் நிலைத்து நிற்க வேண்டும் என்கிற ஆவல் அவருக்கு இருந்தது என்பதை இந்த வரிகள் நமக்கு உணர்த்துகின்றன."
          }
        ,
          
  {
    
          "description": "'வானம் அறிந்த தனைத்தும் அறிந்து' - இந்த வரிகளில் 'வானம்' என்பது எதை குறிக்கிறது?",
          "options": [
      "அ) திசைகள்",
      "ஆ) இயற்கை",
      "இ) அறிவு",
      "ஈ) உலகம்"
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "'வானம் அறிந்த தனைத்தும் அறிந்து'  என்ற வரிகளில்,  'வானம்' என்பது உலகையே குறிக்கிறது. தமிழ்மொழி உலகில் உள்ள அனைத்தையும் அறிந்து வளர்ந்துள்ளது என்கிறார் பாரதியார். வானம்  என்பது உலகத்தைக் குறிக்கும் சொல் என்பது இங்குப் புலப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'பொருந்தாத பழைய கருத்துகளால் உண்டாகும் துன்பங்கள் நீங்கித் தமிழ்நாடு ஒளிர்க!' - இந்த வரிகளில் 'பொருந்தாத பழைய கருத்துகள்' என்பதன் மூலம் பாரதியார் எதை குறிப்பிடுகிறார்?",
          "options": [
      "அ) மக்களின் பழக்க வழக்கங்கள்",
      "ஆ) முற்போக்கற்ற சிந்தனைகள்",
      "இ) பாரம்பரிய கலாச்சாரம்",
      "ஈ) மத நம்பிக்கைகள்"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "பாரதியார் 'பொருந்தாத பழைய கருத்துகள்' என்று குறிப்பிடுவது,  முற்போக்கற்ற சிந்தனைகள் மற்றும் மக்களின் மனதில் ஆழமாகப் பதிந்திருக்கும் பழமைவாதக் கருத்துகளை குறிப்பிடுகிறது. அவற்றால் ஏற்படும் துன்பங்களை நீக்கி தமிழ்நாடு மேம்பட வேண்டும் என்பது பாரதியாரின் எண்ணம். புதிய சிந்தனைகள் மலர வேண்டும் என்பதே இங்கு அவருடைய நோக்கம்."
          }
        ,
          
  {
    
          "description": "'சூழ்கலி நீங்கத் தமிழ்மொழி ஓங்கத் துலங்குக வையகமே!' - இப்பகுதியில் 'சூழ்கலி' என்பதன் மூலம் என்ன குறிக்கப்படுகிறது?",
          "options": [
      "அ) மழைக்காலம்",
      "ஆ) இயற்கைப் பேரழிவுகள்",
      "இ) அறியாமை இருள்",
      "ஈ) அரசியல் சூழல்"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "பாரதியார் 'சூழ்கலி' என்று குறிப்பிடுவது,  தமிழ்நாட்டில் நிலவிய அறியாமையையும் இருளையும் குறிக்கிறது. அந்த அறியாமை நீங்கி தமிழ்மொழி மேன்மையுடன் உலகெங்கும்  பிரகாசமாகத் திகழ வேண்டும் என்கிற நம்பிக்கையைப் பாரதியார் வெளிப்படுத்துகிறார்."
          }
        ]