
[
  {
    "description": "“கூகை குழறும்” என்ற மரபுத் தொடர் எந்த வகை மரபைச் சேர்ந்தது?",
    "options": [
      "a) ஒலிமரபு",
      "b) தொகை மரபு",
      "c) வினை மரபு",
      "d) எதுவும் இல்லை"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "தமிழ் மொழியில் பல சொல் மரபுகள் உள்ளன. அவை பழங்காலம் முதலே பின்பற்றப்படுகின்றன. இதில் தொகை மரபு, ஒலி மரபு, வினை மரபு என மூன்று முக்கிய வகைகள் உள்ளன. தொகை மரபு என்பது இரு சொற்களின் கூட்டுத்தொகையாக ஒரு பொருள் கொடுக்கும் சொற்களை குறிக்கும். 'கூகை குழறும்' என்ற மரபுத் தொடரில் 'குழறும்' என்பது 'குழலை' எனும் சொல்லுடன்  'உம்' எனும் விகுதி சேர்ந்து உருவான தொகை மரபு. 'ஆட்டு மந்தை', 'கூகை குழறும்' போன்றவை தொகை மரபுக்கு எடுத்துக்காட்டு. "
  },
  {
    "description": "“கிளி பேசும்” என்ற மரபுத் தொடரில் பயன்படுத்தப்பட்டுள்ள வினைச்சொல் எது?",
    "options": [
      "a) பேசும்",
      "b) கிளி",
      "c) பேசு",
      "d) பேச"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "“கிளி பேசும்” என்ற மரபுத் தொடரில் 'பேசும்' என்பது வினைச்சொல். வினைச்சொல் என்பது ஒரு செயலைக் குறிக்கும் சொல்.  இது மரபுத் தொடரில் பயன்படுத்தப்பட்டுள்ள ஒரு வினைச்சொல். 'கிளி' என்பது பெயர்ச்சொல். "
  },
  {
    "description": "“கழுத்துப் பிறக்கும் இடம் உயிரெழுத்து ஆகும்” என்ற கூற்றை எந்தக் கலைச்சொல் குறிக்கிறது?",
    "options": [
      "a) ஒலிபிறப்பியல்",
      "b) உயிரொலி",
      "c) மெய்யொலி",
      "d) அகராதியியல்"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "கழுத்துப் பிறக்கும் இடம் உயிரெழுத்து ஆகும் என்பது தமிழ் மொழியின் அடிப்படை இலக்கண விதி. உயிரெழுத்து என்பது,  ஒலியை உருவாக்கி வெளியிடுவதற்கு உதவும் மூச்சுக்காற்றைத் தடை இல்லாமல் வெளியேற்றுவதன் மூலம் உருவாகும் ஒலி. இது ஒலிபிறப்பியல் எனும் துறையைச் சார்ந்தது. தமிழில் உள்ள 'அ, ஆ, இ, ஈ, உ, ஊ, எ, ஏ, ஐ, ஒ, ஓ, ஔ' ஆகியவை உயிரெழுத்துக்கள்."
  },
  {
    "description": "“சேவல் கொக்கரிக்கும்” என்ற வாக்கியத்தில் உள்ள மரபுப் பிழையை நீக்கி எழுதுக.",
    "options": [
      "a) சேவல் கரையும்",
      "b) சேவல் கூவும்",
      "c) சேவல் கொக்கரிக்கிறது",
      "d) சேவல் கொக்கரிக்கிறது"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "சேவல் கொக்கரிக்கும் என்ற சொல் மரபுத் தொடர் அல்ல. சேவல் 'கூவும்' என்பது மரபுத் தொடர்.   மரபுத் தொடர்கள் என்பது பழங்காலம் முதலே பின்பற்றப்பட்டு வரும் சொற்களின் கூட்டுத்தொகையாகும். இவற்றை மாற்றிப் பயன்படுத்தக் கூடாது. சேவல் கூவும், ஆந்தை அலறும்,  காகம் கரையும்,  கிளி பேசும், புறா குனுகும்,  குயில் கூவும், மயில் அகவும்,  கோழி கொக்கரிக்கும் போன்றவை பறவைகளின் ஒலிமரபுத் தொடர்கள். "
  },
  {
    "description": "“மக்கள் கூட்டம்” என்ற மரபுத் தொடரில் “கூட்டம்” என்ற சொல் எதன் மரபு?",
    "options": [
      "a) மரபுத் தொடர்",
      "b) ஒலிமரபு",
      "c) தொகை மரபு",
      "d) வினை மரபு"
    ],
    "answer": [
      "c"
    ],
    "additional_context": "“மக்கள் கூட்டம்” என்ற மரபுத் தொடரில் “கூட்டம்” என்பது 'கூடு' எனும் சொல்லுடன்  'ம்' எனும் விகுதி சேர்ந்து உருவான தொகை மரபு. 'ஆநிரை', 'ஆட்டு மந்தை' போன்றவை தொகை மரபுக்கு எடுத்துக்காட்டு. "
  }
]
