
[
  {
    "description": "“முழுமணிப் பூணுக்குப் பூண்வேண்டா யாரே” என்ற வரியில் “பூண்” என்ற சொல்லுக்குப் பொருள் என்ன?",
    "options": [
      "a)  மலர்",
      "b)  மாலை",
      "c)  அணிகலன்",
      "d)  பூக்கள்"
    ],
    "answer": [
      "c"
    ],
    "additional_context": "குமரகுருபரர் எழுதிய நீதி நெறி விளக்கப்பாடலில், \"முழுமணிப் பூணுக்குப் பூண்வேண்டா யாரே அழகுக்கு அழகுசெய் வார்\" என்று கூறுகிறார். அதாவது, ஒளிரும் மணிகளால் செய்யப்பட்ட அணிகலனுக்கு மேலும் அழகூட்ட வேறு அணிகலன்கள் தேவையில்லை. அதேபோல, கல்வி கற்றவர்க்கு அவர் கற்ற கல்வியே அழகு தரும். ஆகையால் அழகு சேர்க்கும் பிற அணிகலன்கள் அவருக்குத் தேவையில்லை என்று பொருள்."
  },
  {
    "description": "நீதி நெறி விளக்கப்பாடல் எந்த நூலின் ஒரு பகுதி?",
    "options": [
      "a)  கந்தர் கலிவெண்பா",
      "b)  கயிலைக் கலம்பகம்",
      "c)  சகலகலாவல்லி மாலை",
      "d)  மீனாட்சியம்மை பிள்ளைத்தமிழ்"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "குமரகுருபரர் எழுதிய கந்தர் கலிவெண்பாவின் ஒரு பகுதியாக நீதி நெறி விளக்கப்பாடல் உள்ளது."
  },
  {
    "description": "நீதி நெறி விளக்கப்பாடலின் பாடல் 13-ல் குறிப்பிடப்படும் அழகு என்ன?",
    "options": [
      "a) தங்கம் மற்றும் வெள்ளியால் ஆன அணிகலன்கள்",
      "b)  கற்றோர்க்கு கல்வியே அழகு",
      "c)  விலைமதிப்பு மிக்க பொருட்கள்",
      "d)  பூக்கள்"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "நீதி நெறி விளக்கப்பாடலின் பாடல் 13-ல், மனிதர்கள் தங்களை அழகுபடுத்திக்கொள்ள பல அணிகலன்களைப் பயன்படுத்துவது குறித்து கூறப்பட்டுள்ளது. ஆனால், உண்மையான அழகு கல்வியில் உள்ளது என்கிறது இந்த பாடல். \"கற்றோர்க்குக் கல்வி நலனே கலனல்லால்\nமற்றோர் அணிகலம் வேண்டாவாம் – முற்ற\nமுழுமணிப் பூணுக்குப் பூண்வேண்டா யாரே\nஅழகுக்கு அழகுசெய் வார்\" என்று கூறுகிறது."
  },
  {
    "description": "கல்வி மனிதர்களை எப்படி அழகுபடுத்துகிறது?",
    "options": [
      "a)  கல்வி அவர்களுக்கு அதிக செல்வத்தைத் தருகிறது.",
      "b)  கல்வி அவர்களுக்கு அதிக அழகுடன் இருக்க உதவுகிறது.",
      "c)  கல்வி அவர்களுக்கு அறிவைத் தந்து, மனதை ஒளிரச் செய்கிறது.",
      "d)  கல்வி அவர்களுக்கு அதிக அழகான அணிகலன்களை வாங்க உதவுகிறது."
    ],
    "answer": [
      "c"
    ],
    "additional_context": "கல்வி என்பது மனிதனின் மனதை ஒளிரச் செய்யும் ஒரு அணிகலன்.  அறிவைப் பெறும்போது,  மனிதன் புதிய விஷயங்களை அறிந்து, புதிய பார்வையைப் பெறுகிறான்.  இது அவனது மனதையும், வாழ்க்கையையும் அழகுபடுத்துகிறது. "
  },
  {
    "description": "குமரகுருபரர் எந்த நூற்றாண்டைச் சேர்ந்தவர்?",
    "options": [
      "பதினாறாம் நூற்றாண்டு",
      "பதினேழாம் நூற்றாண்டு",
      "பதினெட்டாம் நூற்றாண்டு",
      "பத்தொன்பதாம் நூற்றாண்டு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குமரகுருபரர் பதினேழாம் நூற்றாண்டைச் சேர்ந்த ஒரு தமிழ் இலக்கியப் புலவர். இவர் கந்தர் கலிவெண்பா, கயிலைக் கலம்பகம், சகலகலாவல்லி மாலை, மீனாட்சியம்மை பிள்ளைத்தமிழ், முத்துக்குமாரசுவாமி பிள்ளைத்தமிழ்  போன்ற பல சிற்றிலக்கியங்களை இயற்றியுள்ளார். "
  }
]
