[
          
  {
    
          "description": "கூரன் வெட்டுக்கிளி மீது என்ன செய்கிறது?",
          "options": [
      "வெட்டுக்கிளியைத் தனது பாதங்களால் மிதிக்கிறது",
      "வெட்டுக்கிளியைத் தன் வாயால் கடிக்கிறது",
      "வெட்டுக்கிளியைப் பித்தக்கண்ணுவிடம் ஒப்படைக்கிறது",
      "வெட்டுக்கிளியைத் தனது வீட்டிற்கு அழைத்துச் செல்கிறது"
    ],
    "answer": "A",
    
          "additional_context": "கூரன் வெட்டுக்கிளியை பார்த்து கோபமடைந்து, அதற்கு ஒரு பாடம் கற்பித்தாக வேண்டும் என்று எண்ணி, திரும்பி வந்து தனது தங்கக் கால்களால் வெட்டுக்கிளியை மிதித்து நசுக்கிவிடுவேன் என்று மிரட்டுகிறது. அதனுடைய இந்தச் செயலால் குறிஞ்சிப்புதர் அப்படியும் இப்படியும் ஆடியது. அந்த வேகத்தில் தாழக் கிடந்த கிளையில் இருந்த வெட்டுக்கிளி கீழே விழப்போனது."
          }
        ,
          
  {
    
          "description": "கூரன் வெட்டுக்கிளி மீது காட்டிய நடவடிக்கையால் வெட்டுக்கிளிகளுக்கு என்ன பிரச்சனை ஏற்படுகிறது?",
          "options": [
      "வெட்டுக்கிளிகளால் நிலையாக இருக்க முடியாது",
      "வெட்டுக்கிளிகளால் பறக்க முடியாது",
      "வெட்டுக்கிளிகளால் பேச முடியாது",
      "வெட்டுக்கிளிகளால் உணவு உண்ண முடியாது"
    ],
    "answer": "A",
    
          "additional_context": "கூரன் காட்டிய நடவடிக்கையால் வெட்டுக்கிளி அச்சத்தில் ஓர் இடத்தில் நிலைத்து இருக்கமுடியாமல் குதித்த வண்ணமுள்ளன. ஆனாலும் அவை எந்தக் குறிப்பிட்ட திசையை நோக்கியும் குதிப்பதில்லை."
          }
        ,
          
  {
    
          "description": "“தாகம் தணிந்தபின் சிறு விலங்குகள் பக்கத்திலுள்ள அடர்ந்த குறிஞ்சிப் புதரில் ஓய்வெடுத்துக் கொள்ளும்” என்ற வாக்கியத்தின் மூலம் என்ன தெரியவருகிறது?",
          "options": [
      "குறிஞ்சிப் புதர் சிறிய விலங்குகளுக்கு பாதுகாப்பான இடம்.",
      "ஓடையிலிருந்து குறிஞ்சிப் புதர் வெகு தொலைவில் இல்லை.",
      "விலங்குகள் ஓடை நீரை மட்டுமே குடிக்கும்.",
      "அனைத்தும் சரியானவை."
    ],
    "answer": "D",
    
          "additional_context": "நடுக்காட்டில் சலசலவென ஓடும் ஓடையையுடைய பள்ளத்தாக்கில் பெரிய மரம் ஒன்று விழுந்து கிடந்தது. அதன்மீது மெத்துமெத்தென்று பச்சைப்பாசி படர்ந்திருந்தது. பூச்சி புழுக்கள், நத்தைகள் ஆகியன அந்த மரத்தை எப்போதும் மொய்த்துக் கொண்டிருக்கும். காட்டிலுள்ள அனைத்து விலங்குகளுமே நீர் அருந்த அந்த ஓடைக்கு வரும். தாகம் தணிந்தபின் சிறு விலங்குகள் பக்கத்திலுள்ள அடர்ந்த குறிஞ்சிப் புதரில் ஓய்வெடுத்துக் கொள்ளும். அதாவது ஓடை நீரை குடித்து தாகம் தணிந்த பிறகு, குறிஞ்சி புதர் விலங்குகளுக்கு ஒரு பாதுகாப்பான இடமாக இருக்கிறது."
          }
        ,
          
  {
    
          "description": "வெட்டுக்கிளி கூரனிடம் ஏன் பேசத் துவங்கியது?",
          "options": [
      "கூரனைப் பார்த்து வெகுநாள் ஆகிவிட்டது.",
      "கூரன் வேகமாக ஓடுவதைக் கண்டு ஆச்சரியப்பட்டதால்.",
      "கூரனைப் பற்றி கேள்விப்பட்டதால்.",
      "கூரன் இளைப்பாற வந்த சந்தர்ப்பத்தை பயன்படுத்தி பேச விரும்பியதால்."
    ],
    "answer": "D",
    
          "additional_context": "குறிஞ்சிப் புதரின் தாழப் படர்ந்திருந்த கிளையில் பளிச்சென்று பூத்திருந்த நீலப் பூவின் இதழ்களுக்கிடையே பச்சை வெட்டுக்கிளி ஒன்று வசித்துவந்தது. அது ஒரு வாயாடி வெட்டுக்கிளி. எப்போதும் பேசிக்கொண்டே இருப்பதால் அடிக்கடி சிக்கல்களில் மாட்டிக் கொள்ளும். ஒரு மாலை நேரம் கூரன் என்ற பெண் சருகுமானை வெட்டுக்கிளி பார்த்தது. சருகுமான் ஓடையைத் தாண்டுவதும் குதிப்பதுமாக இருந்தது. சருகுமான் சிறிய பிராணி; ஒரு பெரிய வீட்டுப்பூனை அளவு இருக்கும்; போதாததற்குக் கூச்சப்படும் விலங்கு வேறு. எனவே அதைப் பார்த்து வெட்டுக்கிளி பயப்படவில்லை. கூரன், குறிஞ்சிப் புதர் அருகில் இளைப்பாற வந்தது. இதுதான் சாக்கு என்று வெட்டுக்கிளி அதனிடம் பேசத் துவங்கியது."
          }
        ,
          
  {
    
          "description": "'வெட்டுக்கிளி தலையை ஆட்டி உறுதிமொழி அளித்துவிட்டுக் கண்ணை மூடிக் கொண்டது' என்ற வாக்கியத்திலிருந்து என்ன தெரியவருகிறது?",
          "options": [
      "வெட்டுக்கிளி கூரனிடம் நல்ல நண்பராக இருக்க விரும்புகிறது.",
      "வெட்டுக்கிளிக்கு பித்தக்கண்ணுவைப் பற்றி பயம் இருக்கிறது.",
      "வெட்டுக்கிளி கூரனின் பாதுகாப்பை உறுதிப்படுத்த விரும்புகிறது.",
      "வெட்டுக்கிளிக்கு பித்தக்கண்ணுவைப் பார்க்க ஆர்வமாக இருக்கிறது."
    ],
    "answer": "C",
    
          "additional_context": "வெட்டுக்கிளி தலையை ஆட்டி உறுதிமொழி அளித்துவிட்டுக் கண்ணை மூடிக் கொண்டது. அதற்குள் கூரனைத் தேடிக்கொண்டு பித்தக்கண்ணு ஓடைப்பக்கம் வந்து சேர்ந்தது. சத்தமில்லாமல், அடிமேல் அடி வைத்து ஓடையில் ஆங்காங்கு இருந்த பாறைகளின் மீது ஏறி மோப்பம் பிடித்துக்கொண்டே நடந்தது. குறிஞ்சிப் புதரின் தாழக் கிடந்த கிளையின்மீது உட்கார்ந்திருந்த வெட்டுக்கிளி அதன் கண்ணில்பட்டதும் அதைப் பார்த்து உறுமியது."
          }
        ]