[
          
  {
    
          "description": "சியாட்டல் தனது கடிதத்தில் அமெரிக்கக் குடியரசுத் தலைவருக்கு எதை வலியுறுத்தினார்?",
          "options": [
      "தங்களது நிலத்திற்குச் சமமான அளவு நிலத்தை மாற்றுப் பகுதியில் ஒதுக்கித் தருமாறு வேண்டினார்",
      "தங்களது பழங்குடியின மக்களின் வாழ்க்கை முறையை புரிந்துகொள்ளும்படி வேண்டினார்",
      "தங்களது பழங்குடியின மக்களின் வாழ்வை மேம்படுத்தும்படி வேண்டினார்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சியாட்டல் அமெரிக்கக் குடியரசுத்தலைவருக்கு எழுதிய கடிதத்தில், அவர்களின் நிலத்தை வாங்கும் முன்பு தங்கள் வாழ்க்கை முறையைப் புரிந்துகொள்ள வேண்டும் எனவும், இயற்கையைப் பாதுகாக்க வேண்டும் எனவும் வலியுறுத்தியிருந்தார். இந்தக் கடிதத்திலிருந்து, செவ்விந்தியர்களின் இயற்கைப் பற்றையும் தங்கள் வாழ்வியலையும் பற்றியும் புரிந்துகொள்ள முடிகிறது. அவர்களின் வாழ்க்கை முறை, இயற்கையுடன் இணைந்தது, அதற்கு அவர்கள் அணுக்கமாக இருக்கிறார்கள் என்பது இந்தக் கடிதத்திலிருந்து நமக்குப் புரிகிறது."
          }
        ,
          
  {
    
          "description": "'எமது வாழ்வுமுறை உங்களுடைய முறையிலிருந்து எந்த அளவு மாறுபட்டது என்பது எமக்குத் துல்லியமாகத் தெரியாது'  என்று கூறுவதன் மூலம் சியாட்டல் என்ன எடுத்துரைக்கிறார்?",
          "options": [
      "அமெரிக்கர்களின் வாழ்க்கைமுறை அவர்களுக்குப் பிடிக்கவில்லை",
      "அமெரிக்கர்களின் வாழ்க்கைமுறையை அவர்கள் புரிந்துகொள்ள முடியவில்லை",
      "அவர்களது பழங்குடியின வாழ்க்கைமுறை அமெரிக்கர்களைப் போன்று இல்லை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கடிதத்தில், அவர்களின் வாழ்வுமுறையை அமெரிக்கர்களால் புரிந்துகொள்ள முடியாது எனச் சியாட்டல் கூறுகிறார். ஏனெனில் அவர்களின் வாழ்க்கை இயற்கையுடன் இணைந்தது. அவர்கள் இயற்கையை தங்கள் தாய் எனக் கருதுகிறார்கள். ஆனால் அமெரிக்கர்கள் இயற்கையை வெறும் வளமாகவே கருதுகிறார்கள். இதனால் இருவரின் வாழ்க்கை முறைகளும் வெவ்வேறானவை என்பதைக் காட்டுகிறது. "
          }
        ,
          
  {
    
          "description": "'இப்பூமியின் மீது எது வந்து விழுந்தாலும் அவையெல்லாம் பூமித்தாயின் மீது வந்து விழுவனவேயாகும்.' என்ற வாக்கியத்தில் 'பூமித்தாய்' எனக் குறிப்பிடுவதன் மூலம் செவ்விந்தியர்கள் பூமியை எவ்வாறு கருதுகின்றனர்?",
          "options": [
      "பூமியை தங்கள் தந்தையாகக் கருதுகின்றனர்",
      "பூமியை தங்கள் தாயாகக் கருதுகின்றனர்",
      "பூமியை தங்கள் உடன்பிறந்தவராகக் கருதுகின்றனர்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "செவ்விந்தியர்களுக்கு இயற்கையானது மிகவும் முக்கியமானது. அவர்கள் இயற்கையை தங்கள் தாயாகவும், கடவுளாகவும் கருதுகிறார்கள். அவர்கள் இயற்கையை அழித்தால், அது கடவுளை அவமதிப்பதாக கருதுகிறார்கள். இந்தப் பூமியில் எதையும் அழிப்பது என்பது தங்கள் தாயை அழிப்பதாக கருதுகிறார்கள்."
          }
        ,
          
  {
    
          "description": "சியாட்டல் தனது கடிதத்தில் எருமைகள் கொல்லப்படுவதையும், மக்கள் நடமாட்டம் அதிகரிப்பதையும், தொன்மையான மலைகளை மறைத்துத் தொலைபேசிக் கம்பிகள் பெருகி வருவதையும் ஏன் ஏற்றுக்கொள்ள முடியவில்லை?",
          "options": [
      "இது அவர்களின் பழங்குடியின வாழ்வின் இயல்பான ஒழுங்கை  பயங்கரமாகப் பாதிக்கிறது",
      "இதனால் அவர்களின் வாழ்வாதாரம் பாதிக்கப்படுகிறது",
      "இதனால் அவர்களின் மத நம்பிக்கை பாதிக்கப்படுகிறது"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சியாட்டல், எருமைகள் கொல்லப்படுவது, மக்கள் நடமாட்டம் அதிகரிப்பது மற்றும் மலைகள் மறைக்கப்படுவது போன்றவை அவர்களின் பழங்குடியின வாழ்வின் இயல்பான ஒழுங்கை பாதிக்கிறது எனக் கூறுகிறார். இயற்கை அவர்களின் வாழ்வியலின் ஒரு முக்கியமான பகுதி. அவர்கள் இயற்கையின் அழகை, இயற்கையுடன் இணைந்த வாழ்வையே விரும்புகிறார்கள். ஆனால் அமெரிக்கர்களின் செயல்கள், அவர்களின் வாழ்க்கை முறையை சீர்குலைத்து விடுகிறது. "
          }
        ,
          
  {
    
          "description": "'பிறப்புரிமைக்குரிய சொந்த மண்ணையுங்கூட நீங்கள் மறந்துவிடுவீர்கள்'  என்ற வாக்கியத்தின் மூலம் சியாட்டல் என்ன எடுத்துரைக்கிறார்?",
          "options": [
      "அமெரிக்கர்கள் தங்கள் சொந்த நிலத்தையும் மறந்துவிடுவார்கள்",
      "அமெரிக்கர்கள் தங்கள் சொந்த நிலத்திற்கான பற்றுதலை இழந்துவிடுவார்கள்",
      "அமெரிக்கர்கள் தங்கள் தந்தையர்களின் இடுகாடுகளை மறந்துவிடுவார்கள்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தக் கடிதத்தில், சியாட்டல், அமெரிக்கர்கள் தங்கள் சொந்த நிலத்தை மறந்துவிடுவார்கள் எனக் கூறுகிறார். அவர்கள் தங்கள் நிலத்துக்குப் பற்றுதல் இல்லாமல், தங்கள் தந்தையர்களின் இடுகாடுகளைக் கூட மறந்துவிடுவார்கள். இதன் மூலம் அமெரிக்கர்களின் நிலத்துக்கு இருக்கும் பற்று குறைவு என்பதையும் காட்டுகிறார். "
          }
        ]