[
          
  {
    
          "description": "'முதலைக்கண்ணீர்' என்ற மரபுத்தொடரின் பொருளை விளக்கும் ஒரு வாக்கியத்தை தேர்ந்தெடுக்கவும்.",
          "options": [
      "முதலைகள் கண்ணீர் விடுவதைப் போல், மனிதர்களும் சில சமயங்களில் கண்ணீர் விடுகிறார்கள்.",
      "முதலைகள் கண்ணீர் விடுவதற்காக மனிதர்களை ஏமாற்றுகின்றன.",
      "துயரத்தில் இருந்தாலும், போலியாக சிரிப்பது.",
      "திடீர் மழையால் ஏற்படும் துயரத்தை குறிக்கும்."
    ],
    "answer": "C",
    
          "additional_context": "இந்த மரபுத்தொடர் போலியான துயரத்தைக் குறிக்கிறது.  முதலைகள் மீன்களைப் பிடிக்க, கண்ணீர் விட்டு ஏமாற்றுவதாக நம்பிக்கை இருந்ததால், போலியான துயரத்தைக் குறிக்க இந்த மரபுத்தொடர் பயன்படுத்தப்படுகிறது.  உதாரணமாக, ஒருவர் யாரையாவது ஏமாற்றி விட்டு, தான் துயரப்படுவதாக நடித்தால், அதை 'முதலைக்கண்ணீர்' என்று சொல்வார்கள்."
          }
        ,
          
  {
    
          "description": "'வாழையடி வாழையாக' என்ற மரபுத்தொடர் எந்தப் பொருளைக் குறிக்கிறது?",
          "options": [
      "வாழை மரங்கள் பல வரிசைகளில் இருப்பது.",
      "ஒரு தலைமுறையிலிருந்து இன்னொரு தலைமுறைக்கு தொடர்ந்து நடப்பது.",
      "வாழைப் பழங்கள் அதிகமாக இருப்பது.",
      "வாழை மரங்கள் மிகவும் வலுவானவை."
    ],
    "answer": "B",
    
          "additional_context": "வாழை மரம் ஒரு தலைமுறையிலிருந்து இன்னொரு தலைமுறைக்குத் தொடர்ந்து வளர்ந்து, பழம் தரும்.  அந்த வகையில், இந்த மரபுத்தொடர் ஒரு குடும்பம் அல்லது ஒரு தொழில் அல்லது ஒரு பாரம்பரியம் தொடர்ந்து ஒரு தலைமுறையிலிருந்து இன்னொரு தலைமுறைக்குத் தொடர்ந்து வருவதை  குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'எடுப்பார் கைப்பிள்ளை' என்ற மரபுத்தொடரின் பொருளை விளக்கும் ஒரு வாக்கியத்தை தேர்ந்தெடுக்கவும்.",
          "options": [
      "எல்லோரும் விரும்பும் ஒரு நபர்.",
      "சிறிய வயதிலேயே திறமையானவர்.",
      "கடினமாக உழைத்து வெற்றி பெறுபவர்.",
      "மற்றவர்களால் எளிதாக கையாளப்படக்கூடியவர்."
    ],
    "answer": "A",
    
          "additional_context": "இந்த மரபுத்தொடர் மக்களால்  நன்கு  மதிக்கப்படும்  மற்றும்  விரும்பப்படும்  ஒரு  நபரை  குறிக்கிறது.  உதாரணமாக,  'அவன்  எடுப்பார்  கைப்பிள்ளை.  எல்லோரும்  அவனை  மிகவும்  விரும்புவார்கள்'  என்று  சொல்வார்கள்."
          }
        ,
          
  {
    
          "description": "குடிசைத் தொழில்களின் பட்டியலை இணையத்தில் தேடி எழுதும் வழிமுறையை எந்த வார்த்தை குறிக்கிறது?",
          "options": [
      "தொழில்",
      "ஆலை",
      "http://",
      "சாயம் ஏற்றுதல்"
    ],
    "answer": "C",
    
          "additional_context": "இணையத்தில் தேடுதல் என்பது இணையத்திற்கான  முகவரி  இணைப்பைப்  பயன்படுத்துவதைக்  குறிக்கிறது.  இணையத்திற்கான  முகவரி  இணைப்பு  'http://'  என  தொடங்கும்.  உதாரணமாக,  'http://www.google.com'  என்பது  கூகிள்  தேடுபொறியின்  முகவரி  இணைப்பு."
          }
        ,
          
  {
    
          "description": "'நூல்', 'தையல்', 'தறி' போன்ற வார்த்தைகள் எந்தத் தொழிலைப் பற்றி குறிப்பிடுகின்றன?",
          "options": [
      "மரவேலை",
      "மீன்பிடித்தல்",
      "விவசாயம்",
      "நெசவு"
    ],
    "answer": "D",
    
          "additional_context": "நூல், தையல், தறி போன்றவை நெசவுத் தொழிலுடன் தொடர்புடையவை.  நெசவு என்பது நூலைக்  கொண்டு  துணியை  நெய்து  உருவாக்கும்  தொழில்.  தறி  என்பது  நெசவு  செய்ய  பயன்படும்  பொறி.  தையல்  என்பது  துணியை  இணைத்து  ஆடைகளை  உருவாக்கும்  தொழில்."
          }
        ]