[
          
  {
    
          "description": "“கல்லணை கட்டப்பட்டது” என்ற வாக்கியத்தில், “கல்லணை” என்பது எந்த வேற்றுமையைக் குறிக்கிறது?",
          "options": [
      "இரண்டாம் வேற்றுமை",
      "மூன்றாம் வேற்றுமை",
      "நான்காம் வேற்றுமை",
      "முதல் வேற்றுமை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "“கல்லணை கட்டப்பட்டது” என்ற வாக்கியத்தில், “கல்லணை”  என்பது ஒரு பெயர்ச்சொல். ஒரு பெயர்ச்சொல்லின் பொருளை வேறுபடுத்தும் முறையை வேற்றுமை என்பர். இந்த வாக்கியத்தில், 'கல்லணை'  என்பது செயலைச் செய்பவையாகும். செயலைச் செய்பவை எழுவாய் வேற்றுமையைக் குறிக்கும். அதனால், “கல்லணை” என்பது “முதல் வேற்றுமை”  என்பதை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“மரத்தால்” என்னும் சொல் எந்த வேற்றுமை உருபுகளில் ஒன்றாக பயன்படுத்தப்படுகிறது?",
          "options": [
      "ஐந்தாம் வேற்றுமை",
      "மூன்றாம் வேற்றுமை",
      "நான்காம் வேற்றுமை",
      "ஏழாம் வேற்றுமை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“மரத்தால்”  என்பது மூன்றாம் வேற்றுமை உருபுகளில் ஒன்றாகும். மூன்றாம் வேற்றுமை ஆல், ஆன், ஒடு, ஓடு ஆகிய உருபுகளைக் கொண்டுள்ளது. “மரத்தால்”  என்ற சொல் கருவியைக் குறிக்கிறது. எனவே, மூன்றாம் வேற்றுமையைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“இளங்கோவனுக்குத் தம்பி செங்குட்டுவன்” என்ற வாக்கியத்தில் “தம்பி” என்னும் சொல் எந்த வேற்றுமையைக் குறிக்கிறது?",
          "options": [
      "நான்காம் வேற்றுமை",
      "ஐந்தாம் வேற்றுமை",
      "ஆறாம் வேற்றுமை",
      "ஏழாம் வேற்றுமை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“இளங்கோவனுக்குத் தம்பி செங்குட்டுவன்”  என்ற வாக்கியத்தில், “தம்பி” என்பது ஒரு பொருளைக் குறிக்கிறது. “இளங்கோவன்”  என்பவருக்கு “செங்குட்டுவன்”  என்பவர் தம்பியாவார். நான்காம் வேற்றுமைக்கு உரிய உருபு 'கு'. ஒருவர்க்குரிய ஒரு பொருளை “கு”  என்று குறிப்பிடுவோம்.  “தம்பி”  என்ற சொல் “செங்குட்டுவன்”  என்பவரைக் குறிக்கிறது. எனவே, “தம்பி”  என்பது “நான்காம் வேற்றுமை”  என்பதை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“கபிலர் பரணருக்கு நண்பர்” என்ற வாக்கியத்தில் “பரணருக்கு” என்னும் சொல் எந்த வேற்றுமையைக் குறிக்கிறது?",
          "options": [
      "மூன்றாம் வேற்றுமை",
      "நான்காம் வேற்றுமை",
      "ஐந்தாம் வேற்றுமை",
      "ஆறாம் வேற்றுமை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“கபிலர் பரணருக்கு நண்பர்”  என்ற வாக்கியத்தில், “பரணருக்கு”  என்பது ஒரு பொருளைக் குறிக்கிறது. “பரணருக்கு”  என்பது “கபிலர்”  என்பவரின் நட்பை உணர்த்துகிறது. நான்காம் வேற்றுமை 'கு'  என்ற உருபைக் கொண்டுள்ளது.  “பரணருக்கு”  என்ற சொல் “கபிலருக்கு”  என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது. எனவே, “பரணருக்கு”  என்பது “நான்காம் வேற்றுமை”  என்பதை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“தலையின் இழிந்த மயிர்” என்ற தொடரில், “இழிந்த மயிர்” என்பது எந்த வேற்றுமையைக் குறிக்கிறது?",
          "options": [
      "நான்காம் வேற்றுமை",
      "ஐந்தாம் வேற்றுமை",
      "ஆறாம் வேற்றுமை",
      "ஏழாம் வேற்றுமை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“தலையின் இழிந்த மயிர்”  என்ற தொடரில், “இழிந்த மயிர்”  என்பது “தலை”  என்பதிலிருந்து  “நீங்கல்”  என்பதைக் குறிக்கிறது. “இன்”  என்ற உருபு ஐந்தாம் வேற்றுமைக்குரிய உருபு. ஐந்தாம் வேற்றுமை நீங்கல், ஒப்பு, எல்லை, ஏது போன்ற பொருள்களை உணர்த்தும். எனவே, “இழிந்த மயிர்”  என்பது “ஐந்தாம் வேற்றுமை”  என்பதை குறிக்கிறது."
          }
        ]