
[
  {
    "description": "PDF கோப்பை ஒரு உரை கோப்புக்கு மாற்றும்படி கேட்கப்பட்டுள்ளதற்கான காரணம் என்ன?",
    "options": [
      "PDF கோப்பின் உள்ளடக்கத்தை  பயனர் விரும்பும் வகையில் மறுசீரமைக்க.",
      "PDF கோப்பை அனுப்பும் பயனாளிக்கு உரை கோப்புகளை மட்டுமே படிக்க முடியும்.",
      "PDF கோப்பு மிகப்பெரியதாக இருந்தால், அது ஒரு உரை கோப்பாக அனுப்பப்பட வேண்டும்.",
      "பயனர் PDF கோப்புகளைத் திறக்கத் தெரியாது."
    ],
    "answer": "A",
    "additional_context": "PDF கோப்பு ஒரு உரை கோப்புக்கு மாற்றப்பட்டால், பயனர் அதை மறுசீரமைக்க வேண்டும்.  அதாவது, ஒரு நபர் PDF கோப்பில் உள்ள தகவலை விரும்பும் வகையில் ஒரு வெவ்வேறு வடிவமைப்பில் ஏற்பாடு செய்ய விரும்பலாம்."
  },
  {
    "description": "நீங்கள் ஒரு PDF ஐ இணைத்துள்ளீர்கள், ஆனால் நான் இணையத்துடன் இணைக்கப்படவில்லை என்பதால் அதை நான் படிக்கவோ, வடிவமைக்கவோ முடியாது. ",
    "options": [
      "(அ) ஒரு கணினி பயனாளர்",
      "(ஆ) ஒரு PDF கோப்பு",
      "(இ) ஒரு இணைய இணைப்பு",
      "(ஈ) ஒரு வடிவமைப்பாளர்"
    ],
    "answer": ["A"],
    "additional_context": "இணைய இணைப்பு இல்லாத ஒரு கணினி பயனாளர் PDF ஐ படிக்கவோ, வடிவமைக்கவோ முடியாது.  PDF ஐ படித்து பயனர் அதை வடிவமைக்க வேண்டும் என்பது இந்த கேள்வி. "
  },
  {
    "description": "உங்களுக்குத் தெரியாவிட்டால், அதை ஒரு உரை கோப்புக்கு மாற்றி எனக்கு அனுப்பவும். ",
    "options": [
      "(அ) PDF கோப்பை வடிவமைக்க முடியாத ஒருவர்",
      "(ஆ) உரை கோப்புகளை மட்டுமே படிக்க முடியும்",
      "(இ) PDF கோப்புகளை உருவாக்க முடியும்",
      "(ஈ) இணைய இணைப்பில்லாதவர்"
    ],
    "answer": ["A"],
    "additional_context": "PDF கோப்பைப் பற்றி நன்கு தெரியாத நபர் அதை ஒரு உரை கோப்புக்கு மாற்றி அனுப்புமாறு கேட்கப்பட்டுள்ளது."
  },
  {
    "description": "இந்த செய்தியின் மூலம் எந்த பிரச்சினை குறிப்பிடப்படுகிறது?",
    "options": [
      "(அ) PDF கோப்பை இணையத்தில் பகிர முடியாதது",
      "(ஆ) இணைய இணைப்பு இல்லாமல் PDF கோப்பைப் படிக்க முடியாது",
      "(இ) உரை கோப்புகளை PDF கோப்புகளாக மாற்ற முடியாது",
      "(ஈ) PDF கோப்புகளை வடிவமைக்க முடியாது"
    ],
    "answer": ["B"],
    "additional_context": "இந்த கேள்வி இணைய இணைப்பு இல்லாமல் PDF கோப்பைப் படிக்க முடியாது என்று எடுத்துக்காட்டுகிறது.  PDF கோப்பை படிக்க இணைய இணைப்பு தேவைப்படுகிறது, இந்த செய்தி  இணைய இணைப்பு இல்லாத ஒருவருக்கு அனுப்பப்பட்டது."
  },
  {
    "description": "இந்த செய்தி யாருக்கு அனுப்பப்பட்டது?",
    "options": [
      "(அ) PDF கோப்பு அனுப்பியவர்",
      "(ஆ) PDF கோப்பைப் படிக்க முடியாதவர்",
      "(இ) உரை கோப்புகளை உருவாக்க முடியாதவர்",
      "(ஈ) இணைய இணைப்பு இல்லாதவர்"
    ],
    "answer": ["A"],
    "additional_context": "இந்த செய்தி ஒரு PDF கோப்பை ஒருவருக்கு அனுப்பியவரிடம் இருந்து  வந்திருக்கிறது.  அவர்கள் இணைய இணைப்பு இல்லாததால், அவர்களால் அந்த கோப்பைப் படிக்க முடியவில்லை."
  }
]
