
[
  {
    "description": "திரு.வி.க. கல்வி பற்றி என்ன கூறுகிறார்?",
    "options": [
      "கல்வி என்பது அறிவை வளர்க்கும் ஒரு கருவி மட்டுமே.",
      "கல்வியானது தனிநபர்களின் வாழ்க்கையையும் சமுதாயத்தையும் மேம்படுத்த வேண்டும்.",
      "தொழில் நோக்கத்திற்காக மட்டுமே கல்வி பெற வேண்டும்.",
      "தாய்மொழி வாயிலாகக் கல்வி பெறுவது அவரவர் விருப்பத்திற்கு விடப்பட்டிருக்கிறது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திரு.வி.க. கல்வியைப் பற்றி மிகத் தெளிவாகச் சிந்தித்தவர். அவருடைய கருத்துப்படி கல்வி என்பது அறிவை வளர்க்கும் ஒரு கருவி மட்டுமல்ல, தனிநபர்களின் வாழ்க்கையையும் சமுதாயத்தையும் மேம்படுத்த வேண்டியது.  அதாவது, கல்வி மூலம் அறிவு மட்டுமல்லாமல், தனி நபர்களின் வாழ்க்கைத் தரம், சமூகத்தின் வளர்ச்சி, நாட்டின் முன்னேற்றம் ஆகியவை மேம்பட வேண்டும் என்பது அவரது கருத்து."
  },
  {
    "description": "திரு.வி.க., ஏட்டுக்கல்வியைப் பற்றி என்ன குற்றம் சாட்டுகிறார்?",
    "options": [
      "ஏட்டுக்கல்வி மனிதனின் அறிவை வளர்க்காது.",
      "ஏட்டுக்கல்வியால் மனிதன் இயற்கையிலிருந்து விலகிப்போகிறான்.",
      "ஏட்டுக்கல்வி மட்டுமே வாழ்க்கைக்குத் தேவையானது.",
      "ஏட்டுக்கல்வி தொழில் வாய்ப்புகளை அதிகப்படுத்துகிறது."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "திரு.வி.க., இன்றைய கல்வி முறையைப் பற்றி கடுமையாக விமர்சித்தவர். அவருடைய கருத்துப்படி, இந்நாளில் ஏட்டுக்கல்வி மட்டும் கல்வியாகக் கருதப்படுகிறது. குறிப்பிட்ட பாடங்களை நெட்டுருச் செய்து, தேர்வில் தேறிப் பட்டம் பெற்று, ஒரு தொழிலில் நுழைவதற்கு மட்டுமே கல்வி பயன்படுத்தப்படுகிறது. நாளடைவில் அக்கல்விக்கும் வாழ்விற்கும் தொடர்பில்லாமல் போகிறது. இது கல்வியாகுமா என்று கேள்வி எழுப்புகிறார்."
  },
  {
    "description": "திரு.வி.க., தாய்மொழி வழிக்கல்வி பற்றி என்ன கூறுகிறார்?",
    "options": [
      "வேறு மொழிகளைக் கற்கத் தாய்மொழித் தடையாக இருக்கிறது.",
      "தாய்மொழியில் அறிவியல் கலைகள் இல்லை.",
      "தாய்மொழி வாயிலாகக் கல்வி பெறுவது அறிவை வளர்க்கும் இயற்கை முறை.",
      "தாய்மொழி வாயிலாகக் கல்வி பெறுவது நம் நாட்டின் வளர்ச்சிக்குத் தடையாக இருக்கும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தாய்மொழி வாயிலாகக் கல்வி பெறுவதே இயற்கை முறை என்று திரு.வி.க. வலியுறுத்துகிறார். நாம் தமிழ் மக்கள். நமது தாய்மொழி வாயிலாகக் கல்வி பெறலே சிறப்பு என்று குறிப்பிடுகிறார். போதிய ஓய்வும் நேரமும் வாய்ப்பும் இருப்பின் வேறு பல மொழிகளையும் பயிலலாம். ஆனால் முதல் முதல் தாய் மொழி வாயிலாகவே கல்வி பயிலுதல் வேண்டும் என்று கூறுகிறார்."
  },
  {
    "description": "திரு.வி.க., தமிழ் இலக்கியங்களைப் பற்றி என்ன கூறுகிறார்?",
    "options": [
      "தமிழ் இலக்கியங்கள் மிகவும் மோசமானவை.",
      "தமிழ் இலக்கியங்கள் மனித வாழ்க்கைக்குத் தேவையற்றவை.",
      "தமிழ் இலக்கியங்கள் இயற்கை அழகை விவரிக்கின்றன.",
      "தமிழ் இலக்கியங்கள் வாழ்க்கை இன்பத்தை வழங்குகின்றன."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தமிழ் இலக்கியங்கள் மனித வாழ்க்கைக்கு இன்பத்தை வழங்குகின்றன என்று திரு.வி.க. கருதுகிறார். வாழ்விற்குரிய இன்பத்துறைகளுள் காவிய இன்பமும் ஒன்று. அதைத் தலையாயது என்றும் கூறலாம். நாம் தமிழர்கள். நாம் பாட்டின்பத்தை நுகர வேண்டுமேல் நாம் எங்குச் செல்லல் வேண்டும்? தமிழ் இலக்கியங்களுக்கிடையே அன்றோ? தமிழில் இலக்கியங்கள் பலப்பல இருக்கின்றன."
  },
  {
    "description": "திரு.வி.க., இயற்கைக் கல்வி பற்றி எதைக் குறிப்பிடுகிறார்?",
    "options": [
      "இயற்கை அழகு நம்மைக் கவர்ந்திழுக்காது.",
      "இயற்கையைப் பற்றிய அறிவு மனிதனின் வாழ்விற்கு தேவையற்றது.",
      "இயற்கையைப் பற்றிய அறிவு நம் வாழ்க்கையை மேம்படுத்த உதவும்.",
      "இயற்கை நம்மைச் சுற்றியுள்ள சூழலை சீரழிக்கிறது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திரு.வி.க. இயற்கைக் கல்வியைப் பற்றியும் வலியுறுத்துகிறார்.  நீங்கள் ஏடுகளைப் பயில்வதுடன் நில்லாது, ஓய்ந்த நேரங்களில் இயற்கை நிலையங்களில் புகுந்து, இயற்கைக் கழகத்தில் நின்று, இயற்கைக் கல்வி பயில்வீர்களானால், இயற்கையோடியைந்த வாழ்வு நடத்த வல்லவர்களாவீர்கள் என்று கூறுகிறார்."
  }
]
