[
          
  {
    
          "description": "“உணவை உட்கொள்ள வேண்டிய சரியான நேரம்' குறித்து எந்தப் பகுதியில் விளக்கப்பட்டுள்ளது?",
          "options": [
      "a) உணவே மருந்து",
      "b) உவமைத் தொடர்கள் ",
      "c) நிற்க அதற்குத் தக...",
      "d) இணையத்தில் காண்க "
    ],
    "answer": "a",
    
          "additional_context": "இந்தப் பாடத்தில், உடல்நலம் குறித்த விழிப்புணர்வு உரைகளின் ஒலிப்பதிவுகளைக் கேட்டு மகிழ்க. கீழ்க்காணும் தலைப்பில் இரண்டு நிமிடம் பேசுக.  உணவே மருந்து.  எனத் தலைப்பிடப்பட்டுள்ளது.  இந்தப் பகுதியில் நலமான உடலுக்கு இரண்டுவேளை சிற்றுண்டியும் ஒருவேளை நிறைவான உணவும் போதுமானது. காலை உணவைத் தவிர்த்தல் கூடாது. இரவெல்லாம் வெற்றுக் குடலுடன் இருந்த உடலுக்குக் குளிர்ச்சியான உணவு மிகவும் நல்லது. மதிய உணவில் காய்கறிகள், கீரைகள் ஆகியவற்றை அதிக அளவு சேர்த்துக்கொள்ள வேண்டும். அரிசி உணவை அளவாக உண்ண வேண்டும். மிகுதியான காரத்தையும் உப்பையும் தவிர்க்க வேண்டும். சரியான நேரத்திற்கு உணவை உட்கொள்ள வேண்டும். இரவு எளிமையான உணவை எடுத்துக்கொள்ள வேண்டும். இவையே உடல்நலம் பேணும் வழிமுறைகளாகும் எனக் கூறப்பட்டுள்ளது.  "
          }
        ,
          
  {
    
          "description": "'பாரதியின் பாடல்கள் உள்ளங்கை நெல்லிக்கனி போல அனைவருக்கும் விளங்கும்' என்ற வாக்கியத்தில் எந்த உவமைத் தொடர் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "a) உள்ளங்கை நெல்லிக்கனி போல",
      "b) கிணறு வெட்டப் பூதம் கிளம்பியது போல",
      "c) விழலுக்கு இறைத்த நீர் போல",
      "d) நெல்லிக்காய் மூட்டையைக் கொட்டினாற் போல"
    ],
    "answer": "a",
    
          "additional_context": "உவமைத் தொடர்கள் பகுதியில்,  'உள்ளங்கை நெல்லிக்கனி போல'  என்ற உவமைத் தொடர் பயன்படுத்தப்பட்டுள்ளது.  இந்த உவமைத் தொடர் வெளிப்படைத்தன்மை குறிப்பதாகவும்  'பாரதியின் பாடல்கள் உள்ளங்கை நெல்லிக்கனி போல அனைவருக்கும் விளங்கும்'  என்ற வாக்கியத்தில் பயன்படுத்தப்பட்டுள்ளதாகவும் கூறப்பட்டுள்ளது.  "
          }
        ,
          
  {
    
          "description": "'கலைச்சொல் அறிவோம்' பகுதியில் எந்த வார்த்தைக்கு தமிழில் 'மரபணு' எனப் பொருள்?",
          "options": [
      "a) Auditor ",
      "b) Millets ",
      "c) Gene ",
      "d) Herbs "
    ],
    "answer": "c",
    
          "additional_context": "'கலைச்சொல் அறிவோம்'  பகுதியில்  'Gene' என்ற ஆங்கிலச் சொல்லுக்கு தமிழில் 'மரபணு' எனப் பொருள்.   மற்ற ஆங்கிலச் சொற்கள்  'Auditor' - பட்டயக் கணக்கர்,  'Millets' - சிறுதானியங்கள்,  'Herbs' - மூலிகை  என்பனவாகும்.  "
          }
        ,
          
  {
    
          "description": "'உடல்நலம் பேணும் வழிமுறைகளில் ஒன்று' எனக் கூறப்படும் பழக்கத்தைத் தேர்ந்தெடுக்கவும்:",
          "options": [
      "a) காலை உணவைத் தவிர்த்தல்",
      "b) இரவெல்லாம் வெற்றுக் குடலுடன் இருத்தல்",
      "c) அரிசி உணவை மிகுதியாக உண்ணுதல்",
      "d) சரியான நேரத்திற்கு உணவை உட்கொள்ளுதல்"
    ],
    "answer": "d",
    
          "additional_context": "இந்தப் பாடத்தில்  'உணவே மருந்து'  என்ற தலைப்பில் நலமான உடலுக்கு இரண்டுவேளை சிற்றுண்டியும் ஒருவேளை நிறைவான உணவும் போதுமானது. காலை உணவைத் தவிர்த்தல் கூடாது. இரவெல்லாம் வெற்றுக் குடலுடன் இருந்த உடலுக்குக் குளிர்ச்சியான உணவு மிகவும் நல்லது. மதிய உணவில் காய்கறிகள், கீரைகள் ஆகியவற்றை அதிக அளவு சேர்த்துக்கொள்ள வேண்டும். அரிசி உணவை அளவாக உண்ண வேண்டும். மிகுதியான காரத்தையும் உப்பையும் தவிர்க்க வேண்டும். சரியான நேரத்திற்கு உணவை உட்கொள்ள வேண்டும். இரவு எளிமையான உணவை எடுத்துக்கொள்ள வேண்டும். இவையே உடல்நலம் பேணும் வழிமுறைகளாகும்  எனக் கூறப்பட்டுள்ளது.   "
          }
        ,
          
  {
    
          "description": "“காக்கை உட்காரப் பனம்பழம் விழுந்தது போல” என்ற உவமைத் தொடர் எந்தப் பொருளை குறிக்கிறது?",
          "options": [
      "a) தற்செயல் நிகழ்வு",
      "b) எளிதில் மனத்தில் பதிதல்",
      "c) ஒற்றுமையின்மை",
      "d) பயனற்ற செயல்"
    ],
    "answer": "A",
    
          "additional_context": "உவமைத் தொடர்கள் பகுதியில்,  'காக்கை உட்காரப் பனம்பழம் விழுந்தது போல'  என்ற உவமைத் தொடர்  'தற்செயல் நிகழ்வு'  குறிப்பதாக கூறப்பட்டுள்ளது.   "
          }
        ]