
[
  {
    "description": "PDF ஃபைலைப் படிக்க என்னால் முடியாது. உரை அல்லது உள்ளடக்கம் கொடுக்கப்பட வேண்டும், அதில் இருந்து கேள்விகள் உருவாக்க முடியும். உங்களிடம் இருக்கும் உரை அல்லது உள்ளடக்கத்தை எனக்குத் தாருங்கள், அதைப் பயன்படுத்தி உங்களுக்கு தேவையான MCQ கேள்விகளை நான் உருவாக்குகிறேன்.",
    "options": [
      "PDF ஃபைலைப் படிக்க என்னால் முடியாது",
      "உரை அல்லது உள்ளடக்கம் தேவை",
      "MCQ கேள்விகள் உருவாக்க நான் தயாராக இருக்கிறேன்",
      "எனக்கு ஒரு PDF ஃபைல் வேண்டும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நான் ஒரு செயற்கை நுண்ணறிவு மாதிரி. எனக்கு ஒரு PDF ஃபைலைப் படித்து அதில் உள்ள உள்ளடக்கத்தைப் புரிந்துகொள்ள முடியாது. எனக்கு ஒரு உரை அல்லது உள்ளடக்கம் கொடுக்கப்பட வேண்டும், அதைப் பயன்படுத்தி உங்களுக்கு தேவையான MCQ கேள்விகளை நான் உருவாக்குகிறேன்."
  },
  {
    "description": "நாலடியாரில் எந்தப் பாடல் வகை அதிகமாக உள்ளது?",
    "options": [
      "அறம்",
      "பொருள்",
      "இன்பம்",
      "வீடு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நாலடியார், 400 நாலடிகளை கொண்டது. இது அறநூல்.  நாலடியாரில் அறம், பொருள், இன்பம், வீடு என நான்கு பாடல் வகைகள் உள்ளன.  நாலடியாரில் அதிகமான பாடல்கள் அறம் பற்றியவை. அதனால் அதிகமாக உள்ள பாடல் வகை அறம்."
  },
  {
    "description": "நான்மணிக்கடிகை எந்த மன்னனின் பெயரால் அழைக்கப்படுகிறது?",
    "options": [
      "கூன் பூதன்",
      "இராஜராஜ சோழன்",
      "குலசேகர பாண்டியன்",
      "பராந்தக சோழன்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நான்மணிக்கடிகை இராஜராஜ சோழனால் எழுதப்பட்டது. இந்த நூல் சோழர்களின் வரலாற்றை விவரிக்கிறது. இராஜராஜ சோழன் தமிழகத்தை ஆட்சி செய்த வீர மன்னன். அவன் காலத்தில் தமிழ்நாடு பெரும் செழிப்பில் இருந்தது. அந்த காலத்தில் தான் தமிழ் இலக்கியம் வளர்ச்சி பெற்றது. "
  },
  {
    "description": "பழமொழி நானூறு எத்தனை பழமொழிகளை உள்ளடக்கியது?",
    "options": [
      "100",
      "200",
      "300",
      "400"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பழமொழி நானூறு பழைய தமிழ் இலக்கிய நூல்களில் ஒன்று. இது  400 பழமொழிகளை உள்ளடக்கியது. இது சங்க காலத்தின் பிற்பகுதியில் எழுதப்பட்டது. இதில் நீதி, அறம், மனித வாழ்க்கை, இயற்கை ஆகியவற்றை பற்றிய பழமொழிகள் உள்ளன.  பழமொழிகள் மக்கள் வாழ்க்கையில் பயனுள்ளவை. வாழ்க்கையில் வழிகாட்டும் குறியீடுகள். அது ஒரு அறிவு வங்கி போன்றது."
  },
  {
    "description": "நாலடியாரில் உள்ள “அறம் செய்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நீதி",
      "கடமை",
      "சொல்",
      "செயல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நாலடியாரில் “அறம் செய்” என்ற சொல் “கடமை”யைக் குறிக்கிறது. அறம் என்பது  ஒருவன் சமுதாயத்திற்குச் செய்ய வேண்டிய கடமை. சமுதாயத்தில் நல்லறம் பரவ வேண்டும். அது ஒவ்வொருவரின் கடமை. நல்லறம் இல்லாமல் சமுதாயம் இருக்க முடியாது. அதனால்தான் நாலடியாரில் “அறம் செய்” என்ற சொல் பயன்படுத்தப்பட்டுள்ளது."
  }
]
