
[
  {
    "description": "சகாதேவன் கதையின் நாயகனின் வேட்டியை எப்படித் திருப்பித் தந்தான்?",
    "options": [
      "தானே நாயகன் வீட்டுக்குச் சென்று தந்தான்",
      "ஊர் மக்கள் மூலம் தந்தான்",
      "கிருஷ்ணமூர்த்தி மூலம் தந்தான்",
      "தன்னுடைய தந்தை மூலம் தந்தான்"
    ],
    "answer": "C",
    "additional_context": "கதையில், ஆசிரியரின் வேட்டியை சிகாமணி திருடிவிடுகிறார். சகாதேவன், அந்த வேட்டியை சிகாமணி வீட்டிலிருந்து எடுத்து, கிருஷ்ணமூர்த்தி மூலமாக ஆசிரியருக்கு திருப்பித் தருகிறான்."
  },
  {
    "description": "கதையில், \"ஆன்ற குடிப்பிறத்தல்\" என்ற சொல்லைப் பற்றி ஆசிரியர் என்ன கருத்து கூறுகிறார்?",
    "options": [
      "சிறந்த குடியில் பிறந்தவர்கள் மட்டுமே நல்லவர்களாக இருக்க முடியும்.",
      "ஒருவரின் குடும்ப பின்னணி அவருடைய நல்லொழுக்கத்தை தீர்மானிக்கிறது.",
      "மரபு வழியாக வரும் குணங்களை மாற்றி, நல்ல பண்புகளை வளர்த்துக்கொள்ள முடியும்.",
      "சிறந்த குடியில் பிறந்தவர்கள் தவறு செய்ய மாட்டார்கள்."
    ],
    "answer": "C",
    "additional_context": "ஆசிரியர் சகாதேவனுக்கு \"ஆன்ற குடிப்பிறத்தல்\" என்ற சொல்லுக்கு விளக்கம் கூறும் போது, \"நல்ல குடும்பத்தில் பிறந்தாலும் மோசமானவர்கள் இருக்கலாம், கெட்ட குடும்பத்தில் பிறந்தாலும் நல்லவர்களாக இருக்கலாம். எனவே, ஒருவர் பிறந்த குடும்பத்தை விட, நல்ல பண்புகளை வளர்த்துக்கொள்வதே முக்கியம்.\" என்று விளக்குகிறார்."
  },
  {
    "description": "ஆசிரியர் தனது மாணவன் சகாதேவனிடம் எதிர்பார்த்தது எது?",
    "options": [
      "சகாதேவன் தனது தந்தை போல திருடனாக மாறக்கூடாது.",
      "சகாதேவன் தனது தந்தை செய்த தவறை சரிசெய்து தன் நல்லொழுக்கத்தைக் காட்ட வேண்டும்.",
      "சகாதேவன் தனது தந்தையின் செயலைப் பற்றி ஆசிரியரிடம் சொல்ல வேண்டும்.",
      "சகாதேவன் தனது தந்தைக்குப் பதிலாக ஆசிரியருக்கு வேட்டியைக் கொடுக்க வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "ஆசிரியர் சகாதேவனை ஒரு நல்ல பண்புடையவனாக பார்க்கிறார். சிகாமணி செய்த தவறை சரிசெய்து, நல்லொழுக்கம் கொண்டவன் என்பதை நிரூபிக்க வேண்டும் என்று எதிர்பார்க்கிறார்."
  },
  {
    "description": "\"அன்புடைமை ஆன்ற குடிப்பிறத்தல் இவ்விரண்டும் / பண்புடைமை என்னும் வழக்கு.\" - இந்த திருக்குறளுக்கு ஆசிரியர் எந்தப் பொருள் கூறுகிறார்?",
    "options": [
      "அன்புடையவராக இருப்பது மற்றும் சிறந்த குடியில் பிறந்திருப்பது மட்டும் பண்புடைமை.",
      "பிறந்த குடும்பம் எப்படியிருந்தாலும், அன்புடையவராகவும், நல்ல பண்புகளை வளர்த்துக்கொள்பவராகவும் இருப்பது பண்புடைமை.",
      "பிறந்த குடும்பம் மட்டுமே பண்புடைமையைத் தீர்மானிக்கிறது.",
      "பிறந்த குடும்பத்தை விட அன்புடையவராக இருப்பது மிக முக்கியம்."
    ],
    "answer": "B",
    "additional_context": "ஆசிரியர், இந்த திருக்குறளுக்குப் பொருள் கூறும்போது,  சகாதேவன் மீது வைத்திருந்த நம்பிக்கையை வெளிப்படுத்துகிறார். பிறந்த குடும்பம் எப்படியிருந்தாலும், அன்புடையவராகவும் நல்ல பண்புகளை வளர்த்துக்கொள்பவராகவும் இருப்பது பண்புடைமை என்பதை விளக்குகிறார்."
  },
  {
    "description": "\"கிராமிய வாழ்வை, ஒரு காவியம் பயில்வது போல் கற்றுக்கொண்டிருந்த காலம் அது!\" - இதன் மூலம் கதாநாயகர் என்ன சொல்ல விரும்புகிறார்?",
    "options": [
      "கிராமத்தின் வாழ்வு மிகவும் கடினமானது.",
      "கிராமத்தின் வாழ்வில் பல நல்ல பண்புகளைக் கற்றுக்கொள்ள முடியும்.",
      "கிராமத்தின் வாழ்வு சலிப்பானது.",
      "கிராமத்தில் கலை, இலக்கியம் ஆகியவை வளர்ந்திருக்காது."
    ],
    "answer": "B",
    "additional_context": "கதாநாயகர் கிராமிய வாழ்வை ஒரு காவியம் போல கற்றுக்கொண்டதாகக் கூறுவது மூலம், கிராமத்தில் வாழ்வது மிகவும் சுவாரஸ்யமானது, அதில் பல நல்ல பண்புகளைக் கற்றுக்கொள்ளலாம் என்பதை எடுத்துக்காட்டுகிறார்."
  }
]
