
[
  {
    "description": "____  எழுத்துகள் வாய்திறக்கும் முயற்சியுடன் நாக்கின் அடி ஓரமானது மேல்வாய்ப் பல்லைப் பொருந்தும் முயற்சியால் பிறக்கின்றன.",
    "options": [
      "உ, ஊ",
      "இ, ஈ, எ, ஏ, ஐ",
      "அ, ஆ",
      "ஒ, ஓ, ஔ"
    ],
    "answer": "B",
    "additional_context": "நாக்கின் அடி ஓரமானது மேல்வாய்ப் பல்லைப் பொருந்துவதன் மூலம் உருவாகும் ஒலிகள் இ, ஈ, எ, ஏ, ஐ ஆகிய உயிர் எழுத்துகள். வாயைத் திறந்து நாக்கின் அடி ஓரமானது மேல்வாய்ப் பல்லைப் பொருந்தும் முயற்சியால் இந்த உயிர் எழுத்துகள் உருவாகும். "
  },
  {
    "description": "____  மெய் எழுத்துகள் மேல்வாய்ப்பல்லின் அடியை நாக்கின் நுனி பொருந்துவதால் பிறக்கின்றன.",
    "options": [
      "க், ங்",
      "ட், ண்",
      "த், ந்",
      "ச், ஞ்"
    ],
    "answer": "C",
    "additional_context": "மேல்வாய்ப்பல்லின் அடியை நாக்கின் நுனி பொருந்துவதன் மூலம் உருவாகும் மெய் எழுத்துகள் த, ந். இந்த மெய் எழுத்துகள் நாக்கின் நுனி மூலம் உருவாக்கப்படுவதால் அவற்றை நுனி மெய் எழுத்துகள் என்கிறார்கள். "
  },
  {
    "description": "____  எழுத்து மேல்வாயை நாக்கின் ஓரங்கள் தடித்துத் தடவுதலால் பிறக்கிறது.",
    "options": [
      "ய்",
      "ர்",
      "ள்",
      "ல்"
    ],
    "answer": "C",
    "additional_context": "நாக்கின் ஓரங்கள் மேல்வாயை தடித்துத் தடவுவதன் மூலம் உருவாகும் மெய் எழுத்து ள். நாக்கின் ஓரங்கள் மூலம் உருவாக்கப்படுவதால் அவற்றை ஓர மெய் எழுத்துகள் என்கிறார்கள். "
  },
  {
    "description": "'ஆய்தம்' என்ற சொல்லில் உள்ள ____ எழுத்து ____ இடத்தில் பிறக்கிறது.",
    "options": [
      "ஆ, மார்பு",
      "த, கழுத்து",
      "த, தலை",
      "ஆ, தலை"
    ],
    "answer": "C",
    "additional_context": "ஆய்தம் என்ற சொல்லில் உள்ள த எழுத்து தலையில் பிறக்கும். ஆய்த எழுத்து என்பது ஒரு சார்பெழுத்து. அதனால் அதன் இடம், முயற்சி ஆகியவற்றை அந்த எழுத்தின் முதலெழுத்தின் பண்புகளின் அடிப்படையில் கண்டுபிடிக்க வேண்டும். 'த' என்னும் எழுத்து தலையில் பிறக்கும் என்பதால் ஆய்தம் எழுத்து தலையில் பிறக்கும். "
  },
  {
    "description": "“வாய்திறக்கும் முயற்சியுடன் நாக்கின் அடி ஓரமானது மேல்வாய்ப் பல்லைப் பொருந்தும் முயற்சியால் பிறக்கின்றன” என்று குறிப்பிடப்பட்டுள்ள உயிர் எழுத்துகள் எவை?",
    "options": [
      "அ, ஆ",
      "இ, ஈ, எ, ஏ, ஐ",
      "உ, ஊ, ஒ, ஓ, ஔ",
      "எ, ஏ, ஐ, ஒ, ஓ"
    ],
    "answer": "B",
    "additional_context": "வாயைத் திறந்து நாக்கின் அடி ஓரமானது மேல்வாய்ப் பல்லைப் பொருந்துவதன் மூலம் உருவாகும் ஒலிகள் இ, ஈ, எ, ஏ, ஐ ஆகிய உயிர் எழுத்துகள். வாயைத் திறந்து நாக்கின் அடி ஓரமானது மேல்வாய்ப் பல்லைப் பொருந்தும் முயற்சியால் இந்த உயிர் எழுத்துகள் உருவாகும். "
  }
]
