[
          
  {
    
          "description": "தமிழமுதம் என்னும் சொல்லில் உள்ள புணர்ச்சி எது?",
          "options": [
      "இயல்புப் புணர்ச்சி",
      "தோன்றல் விகாரம்",
      "திரிதல் விகாரம்",
      "கெடுதல் விகாரம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "தமிழமுதம் என்னும் சொல், தமிழ் மற்றும் அமுதம் என்கிற இரு சொற்களை இணைத்து உருவாக்கப்பட்டது. இந்த இரண்டு சொற்களும் இணைந்து புதிய சொல் உருவாகும் போது எந்த மாற்றமும் நிகழவில்லை. இவ்வாறு இரண்டு சொற்களும் இணைந்து எந்த மாற்றமும் இல்லாமல் புதிய சொல் உருவாகும் போது அதை இயல்புப் புணர்ச்சி என்பர்."
          }
        ,
          
  {
    
          "description": "'மண்ணழகு' என்னும் சொல்லில் எந்த வகைப் புணர்ச்சி காணப்படுகிறது?",
          "options": [
      "மெய்யீற்று உயிர்முதல் புணர்ச்சி",
      "உயிரீற்று மெய்முதல் புணர்ச்சி",
      "மெய்யீற்று மெய்முதல் புணர்ச்சி",
      "உயிரீற்று உயிர்முதல் புணர்ச்சி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'மண்ணழகு' என்ற சொல்லில், மண் என்ற சொல்லின் இறுதி எழுத்து மெய் எழுத்தாகவும், அழகு என்ற சொல்லின் முதல் எழுத்து மெய் எழுத்தாகவும் இருக்கிறது. இவ்வாறு இரண்டு சொற்களும் இணைந்து புதிய சொல் உருவாகும் போது நிலைமொழியின் இறுதி எழுத்து மெய் எழுத்தாகவும், வருமொழியின் முதல் எழுத்து மெய் எழுத்தாகவும் இருந்தால் அது மெய்யீற்று மெய்முதல் புணர்ச்சி எனப்படும்."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது தோன்றல் விகாரத்திற்கு எடுத்துக்காட்டு?",
          "options": [
      "கடலோரம்",
      "மலைச்சாரல்",
      "தமிழ்த்தாய்",
      "விற்கொடி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தமிழ்த்தாய் என்ற சொல், தமிழ் மற்றும் தாய் என்ற இரண்டு சொற்களை இணைத்து உருவாக்கப்பட்டது. இந்த இரண்டு சொற்களும் இணைந்து புதிய சொல் உருவாகும் போது புதிதாக 'த்' என்ற மெய் எழுத்து தோன்றியுள்ளது. இவ்வாறு இரண்டு சொற்களும் இணைந்து புதிய சொல் உருவாகும் போது புதிதாக ஒரு எழுத்து தோன்றும் போது அதை தோன்றல் விகாரம் என்பர்."
          }
        ,
          
  {
    
          "description": "'விற்கொடி' என்னும் சொல்லில் எந்த விகாரம் நிகழ்ந்துள்ளது?",
          "options": [
      "தோன்றல்",
      "திரிதல்",
      "கெடுதல்",
      "இயல்பு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "விற்கொடி என்ற சொல், வில் மற்றும் கொடி என்ற இரண்டு சொற்களை இணைத்து உருவாக்கப்பட்டது. இந்த இரண்டு சொற்களும் இணைந்து புதிய சொல் உருவாகும் போது 'ல்' என்ற மெய் எழுத்து 'ர்' என்ற மெய் எழுத்தாக மாறியுள்ளது. இவ்வாறு இரண்டு சொற்களும் இணைந்து புதிய சொல் உருவாகும் போது ஒரு எழுத்து வேறு எழுத்தாக மாறும் போது அதை திரிதல் விகாரம் என்பர்."
          }
        ,
          
  {
    
          "description": "'மனமகிழ்ச்சி' என்னும் சொல்லில் என்ன விகாரம் நிகழ்ந்துள்ளது?",
          "options": [
      "தோன்றல்",
      "திரிதல்",
      "கெடுதல்",
      "தோன்றல், கெடுதல்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "மனமகிழ்ச்சி என்ற சொல், மனம் மற்றும் மகிழ்ச்சி என்ற இரண்டு சொற்களை இணைத்து உருவாக்கப்பட்டது. இந்த இரண்டு சொற்களும் இணைந்து புதிய சொல் உருவாகும் போது புதிதாக 'ம்' என்ற மெய் எழுத்து தோன்றி, 'ம்' என்ற மெய் எழுத்து மறைந்துள்ளது. இவ்வாறு இரண்டு சொற்களும் இணைந்து புதிய சொல் உருவாகும் போது புதிதாக ஒரு எழுத்து தோன்றி, மறைந்து போனால் அதை தோன்றல், கெடுதல் விகாரம் என்பர்."
          }
        ]