
[
  {
    "description": "குணங்குடியார் பராபரத்திடம் வேண்டுவன யாவை?",
    "options": [],
    "answer": [],
    "additional_context": "குணங்குடி மஸ்தான் சாகிபுவின் பாடல்களில் பராபரத்தைப் பற்றியும், அவர் அவருக்கு அருள் செய்ய வேண்டும் என்றும் பாடியுள்ளார். அவருடைய வேண்டுதலை 'காசை விரும்பிக் கலங்கிநின்று உன்பாத ஆசை விரும்பாது அலைந்தேன் பராபரமே!' என்ற வரியின் மூலம் நாம் அறிந்துகொள்ளலாம். அவர் பணத்தின் மீது ஆசை கொண்டு, தன்னுடைய வாழ்க்கை துயரத்தில் இருந்ததாகவும், பராபரத்தின் அருள் புரிந்தால் அவருடைய துயரங்கள் நீங்கும் என்றும் குணங்குடியார் பாடியுள்ளார். இன்னொரு வரியில் 'அடக்கத் தாம்மாய ஐம்பொறியைக் கட்டிப் படிக்கப் படிப்பு எனக்குப் பகராய் பராபரமே!' எனவும் பாடியுள்ளார். ஐம்பொறிகளை அடக்கி ஆள்வது என்பது மிகவும் கடினமான ஒன்று. ஆனால், ஐம்பொறிகளை கட்டுப்படுத்தி ஆள்வது என்பது மிகவும் முக்கியமானது. அதுவே நம்மை நல்வழி படுத்தும். ஆகவே, ஐம்பொறிகளை அடக்கி ஆள்வதற்கான அறிவை பராபரத்திடம் வேண்டிக்கொண்டுள்ளார். இதன்மூலம், குணங்குடியார் பராபரத்திடம் தனக்கு அருள் புரிந்து, துன்பத்தைப் போக்கி, தன்னுடைய வாழ்க்கை நெறிப்படுத்துவதற்கு ஐம்பொறிகளை கட்டுப்படுத்தும் அறிவினை வழங்க வேண்டும் என்று வேண்டிக்கொண்டுள்ளார் என்பதை நாம் அறிந்துகொள்கிறோம்."
  },
  {
    "description": "ஐம்பொறிகளைக் கொண்டு நாம் செய்யவேண்டிய நற்செயல்கள் யாவை?",
    "options": [],
    "answer": [],
    "additional_context": "நம் ஐம்பொறிகளைக் கொண்டு நாம் பல நற்செயல்களைச் செய்யலாம். அதுபோல, ஐம்பொறிகளைக் கொண்டு பல தீய செயல்களையும் செய்யலாம். ஐம்பொறிகளை அடக்கி ஆள்வதன் மூலம்தான் நாம் நல்லவற்றைச் செய்ய முடியும். நல்லவற்றைச் செய்யும் போது மனநிறைவும் ஏற்படும். குணங்குடியார்  'அடக்கத் தாம்மாய ஐம்பொறியைக் கட்டிப் படிக்கப் படிப்பு எனக்குப் பகராய் பராபரமே!' எனவும் பாடியுள்ளார்.  ஐம்பொறிகளை அடக்கி ஆள்வது என்பது மிகவும் கடினமான ஒன்று. ஆனால், ஐம்பொறிகளை கட்டுப்படுத்தி ஆள்வது என்பது மிகவும் முக்கியமானது. அதுவே நம்மை நல்வழி படுத்தும். உதாரணமாக, ஒருவர் பணம் பார்க்காமல் ஏழை எளியோருக்கு உதவி செய்வது, பசித்தோருக்கு உணவு கொடுப்பது போன்றவை நற்செயல்கள்.  எனவே, ஐம்பொறிகளை அடக்கி ஆள்வதன் மூலம் நல்லவற்றைச் செய்ய முடியும்."
  },
  {
    "description": "[_____] கள் கட்டோடு அறுத்தவருக்கு உள்ளிருக்கும் மெய்ஞ்ஞான ஒளியே பராபரமே!",
    "options": [
      "காசை",
      "கள்ளக் கருத்துகளை",
      "தீய எண்ணங்களை",
      "அறிவை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மனிதன் வாழ்க்கையில் தீய கருத்துகளை அறுத்து எறிய வேண்டும். அதாவது தீய எண்ணங்கள், கெட்ட எண்ணங்கள், பொறாமை, பகைமை போன்றவை இல்லாமல் இருக்க வேண்டும். இப்படித்தான் மனிதன் உயர்ந்த வாழ்க்கை வாழ முடியும். அதை குணங்குடியார்  'கள்ளக் கருத்துகளைக் கட்டோடு அறுத்தவருக்கு உள்ளிருக்கும் மெய்ஞ்ஞான ஒளியே பராபரமே!' எனவும் பாடியுள்ளார்.  தீய எண்ணங்களை அறுத்து, நல்ல எண்ணங்களை வளர்த்து, அதைத் தனக்குள் வைத்துக்கொண்டவருக்குள் மெய்ஞ்ஞானம் தோன்றும்.  எனவே,  'கள்ளக் கருத்துகளை'  என்ற வார்த்தைக்கு பதில் சரியாக பொருந்தும்."
  },
  {
    "description": "“கள்ளக் கருத்துகளைக் கட்டோடு அறுத்தவருக்கு\nஉள்ளிருக்கும் மெய்ஞ்ஞான ஒளியே பராபரமே!”\n\nஇந்த வரிகளின்படி, மெய்ஞ்ஞான ஒளி என்பது எதைக் குறிக்கிறது?",
    "options": [
      "உண்மையான அறிவு",
      "தீய எண்ணங்களை அழித்தல்",
      "பணத்தின் மீது ஆசை",
      "ஐம்பொறிகளைக் கட்டுப்படுத்துதல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மனிதன் வாழ்க்கையில் தீய கருத்துகளை அறுத்து எறிய வேண்டும். அதாவது தீய எண்ணங்கள், கெட்ட எண்ணங்கள், பொறாமை, பகைமை போன்றவை இல்லாமல் இருக்க வேண்டும். இப்படித்தான் மனிதன் உயர்ந்த வாழ்க்கை வாழ முடியும். அதை குணங்குடியார்  'கள்ளக் கருத்துகளைக் கட்டோடு அறுத்தவருக்கு உள்ளிருக்கும் மெய்ஞ்ஞான ஒளியே பராபரமே!' எனவும் பாடியுள்ளார்.  தீய எண்ணங்களை அறுத்து, நல்ல எண்ணங்களை வளர்த்து, அதைத் தனக்குள் வைத்துக்கொண்டவருக்குள் மெய்ஞ்ஞானம் தோன்றும். அதை அவர் 'உண்மையான அறிவு' என குறிப்பிடுகிறார். எனவே, 'உண்மையான அறிவு'  என்ற வார்த்தைக்கு பதில் சரியாக பொருந்தும்."
  },
  {
    "description": "“அறிவை அறிவோருக்கு ஆனந்த வெள்ளமதாய்க்\nகரையறவே பொங்கும் கடலே பராபரமே!”\n\nஇந்த வரிகளில், 'ஆனந்த வெள்ளம்' என்ற சொல் எதை உணர்த்துகிறது?",
    "options": [
      "அறிவை அறிந்தவர்களின் மனநிலை",
      "ஐம்பொறிகளைக் கட்டுப்படுத்தும் ஆற்றல்",
      "பணத்தின் மீதான ஆசை",
      "தீய எண்ணங்களை அழித்தல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "அறிவை அறிந்தவர்களின் உள்ளம் எப்போதும் மகிழ்ச்சியாக இருக்கும். அவர்கள் வாழ்க்கை இன்பமாகவும், மன நிறைவாகவும் இருக்கும். அதை குணங்குடியார்  'அறிவை அறிவோருக்கு ஆனந்த வெள்ளமதாய்க் கரையறவே பொங்கும் கடலே பராபரமே!' எனவும் பாடியுள்ளார். அதாவது அறிவை அறிந்தவர்கள் உள்ளத்தில் ஓடும் மகிழ்ச்சியை 'ஆனந்த வெள்ளம்' என்று குறிப்பிடுகிறார். எனவே, 'அறிவை அறிந்தவர்களின் மனநிலை'  என்ற வார்த்தைக்கு பதில் சரியாக பொருந்தும்."
  }
]
