
[
  {
    "description": "கவிஞர் வாணிதாசன் \"நெஞ்சில் ஈரம் இல்லார் நாண நீளுழைப்பைக் கொடையைக் காட்டிச்\" என்று கூறும் வரிகள் யாரை நோக்கிப் பேசுகின்றன?",
    "options": [
      "இயற்கை",
      "மனிதர்கள்",
      "ஓடை",
      "கடவுள்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதையில் ஓடை ஆடிக் கொண்டிருக்கும் காட்சியை வாணிதாசன் விவரித்துள்ளார். ஓடை உருண்டு தவழ்ந்து, நெளிந்து ஓடுவதையும், சலசலவென ஒலி எழுப்புவதையும், உணவை ஊட்டுவதையும், நாட்டு மக்களின் வறுமையை ஓட்டுவதையும், கொஞ்சி மகிழும் அலைகளால் கரையை வாட்டுவதையும், குளிர்ந்த புல்லுக்கு இன்பம் தருவதையும் விவரித்துள்ளார். ஓடை அதன் நீளுழைப்பைக் கொடையாகக் காட்டுகிறது. ஓடையின் பண்புகளை, “நெஞ்சில் ஈரம் இல்லார் நாண நீளுழைப்பைக் கொடையைக் காட்டிச்” என்று கூறும் வரிகள் யாரை நோக்கிப் பேசுகின்றன என்பதை எடுத்துக்காட்டுகிறது. இதன் மூலம் கவிஞர் மனிதர்களிடம் நாம் நெஞ்சில் ஈரம் கொண்டு ஒருவருக்கொருவர் உதவிகளைச் செய்ய வேண்டும் என்கிறார்."
  },
  {
    "description": "\"செஞ்சொல் மாதர் வள்ளைப் பாட்டின் சீருக்கு ஏற்ப முழவை மீட்டும்\" என்ற வரிகள் ஓடையின் எந்தப் பண்பை உவமையாகக் காட்டுகின்றன?",
    "options": [
      "ஓடையின் அமைதி",
      "ஓடையின் வேகம்",
      "ஓடையின் ஒலி",
      "ஓடையின் தெளிவு"
    ],
    "answer": "C",
    "additional_context": "வாணிதாசன் ஓடையின் ஒலியை, பெண்கள் பாடும் வள்ளைப் பாட்டின் சீருக்கு ஏற்ப முழவை மீட்டும் ஒலி என்று உவமைப்படுத்தி இருக்கிறார். பெண்கள் பாடும் வள்ளைப் பாட்டு மிகவும் இனிமையாகவும், லயத்தோடும் இருக்கும். அதுபோல் ஓடை ஓடும் ஒலி மிகவும் அழகாகவும், இனிமையாகவும் இருக்கும். எனவே, “செஞ்சொல் மாதர் வள்ளைப் பாட்டின் சீருக்கு ஏற்ப முழவை மீட்டும்” என்ற வரிகள் ஓடையின் எந்தப் பண்பை உவமையாகக் காட்டுகின்றன என்ற கேள்விக்கான விடை ஓடையின் ஒலி என்பது."
  },
  {
    "description": "கவிஞர் வாணிதாசன்  \"கவிஞரேறு\" என்ற பட்டத்தைப் பெற்றவர். இது என்னைக் குறிக்கிறது?",
    "options": [
      "கவிஞர் வாணிதாசன் ஒரு  திறமையான எழுத்தாளர்",
      "கவிஞர் வாணிதாசன் மிகவும் நல்ல பேச்சாளர்",
      "கவிஞர் வாணிதாசன் பல புத்தகங்களை எழுதியுள்ளார்",
      "கவிஞர் வாணிதாசன் மிகவும் பிரபலமான கவிஞர்"
    ],
    "answer": "A",
    "additional_context": "கவிஞர் வாணிதாசன், தமிழ், தெலுங்கு, ஆங்கிலம், பிரெஞ்சு ஆகிய மொழிகளில் வல்லவர். பாரதிதாசனின் மாணவரான இவர் கவிதை, கட்டுரை, நாடகம், புதினம், ஆய்வு என பல துறைகளில் சிறந்து விளங்கியவர்.  \"கவிஞரேறு\", \"பாவலர்மணி\"  என பல சிறப்புப் பெயர்களைப் பெற்றவர். இவர் எழுதிய தொடுவானம், தமிழச்சி, கொடிமுல்லை, எழிலோவியம், குழந்தை இலக்கியம் ஆகியவை மிகவும் பிரபலமானவை. இவர் ஒரு திறமையான எழுத்தாளர் என்பது மிகப் பெரிய அங்கீகாரம். \"கவிஞரேறு\" என்ற பட்டம் இதன் சான்று."
  },
  {
    "description": "“தூண்டுதல்” என்ற சொல்லுக்குப் பொருத்தமான பொருளைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "சோர்வு",
      "அமைதி",
      "ஆர்வம்",
      "மகிழ்ச்சி"
    ],
    "answer": "C",
    "additional_context": "தூண்டுதல் என்ற சொல்லுக்கு பல பொருள் உண்டு.  இந்தக் கவிதையில், ஓடை ஓடுவதைக் கண்டு ஆர்வம் கொள்வது போல் “ஓடை ஆட உள்ளம் தூண்டுதே! – கல்லில் உருண்டு தவழ்ந்து நெளிந்து பாயும்” என்று குறிப்பிடப்பட்டுள்ளது.  எனவே, தூண்டுதல் என்ற சொல்லுக்குப் பொருத்தமான பொருள் ஆர்வம் என்பது."
  },
  {
    "description": "“பள்ளி” என்ற சொல்லின் பொருள்  “பயிலுதல்” என்ற சொல்லின் பொருளைத் தாங்கி நிற்கிறதா?",
    "options": [
      "ஆம், “பள்ளி” என்பது  கல்வி கற்கும் இடம்.",
      "இல்லை, “பள்ளி”  என்பது ஒரு விளையாட்டு இடம்.",
      "ஆம், “பள்ளி”  என்பது  ஓடைகள் ஓடும் பள்ளம்.",
      "இல்லை, “பள்ளி”  என்பது ஒரு வகை விலங்கு."
    ],
    "answer": "A",
    "additional_context": "கவிதையில், ஓடையின் அழகை வருணிக்கும் போது “பாட இந்த ஓடை எந்தப் பள்ளி சென்று பயின்ற தோடி!” என்று குறிப்பிடப்பட்டுள்ளது. “பள்ளி” என்பது கல்வி கற்கும் இடத்தை குறிக்கும். எனவே “பள்ளி” என்ற சொல்லின் பொருள் “பயிலுதல்” என்ற சொல்லின் பொருளைத் தாங்கி நிற்கிறது என்பது சரியான விடை."
  }
]
