[
          
  {
    
          "description": "நீலகேசி கூறும் நோயின் வகைகளில்,  மருந்தினால் நீங்கும் நோய்கள் தவிர,  மற்ற இரு வகை நோய்களில் ஒன்று “தீராத நோய்கள்”.  மற்றொரு வகை நோயைப் பற்றி நீலகேசி எவ்வாறு குறிப்பிடுகிறது?",
          "options": [
      "நோய்கள் மன அழுத்தத்தால் ஏற்படுபவை",
      "வெளித்தோற்றத்தில் தீர்க்கப்பட்டாலும் உள்ளுக்குள் இருந்து துன்பம் தருபவை",
      "தொற்று நோய்கள்",
      "கொடிய நோய்கள்"
    ],
    "answer": "B",
    
          "additional_context": "நீலகேசி நூலில், மருந்தினால் நீங்கும் நோய்களுடன்,  மற்ற இரண்டு வகையான நோய்களையும் குறிப்பிடப்படுகின்றன. ஒரு வகை நோய், தீராத நோய்கள். அதாவது எந்த மருந்துகளாலும் நீங்காத நோய்கள். மற்றொரு வகை நோய், 'அடங்கி இருப்பனபோல வெளித்தோற்றத்தில் தெரிந்தாலும் முற்றிலும் தீராமல் உள்ளுக்குள் இருந்து துன்பம் தருவன.'  இது மருந்தினால் நீங்காவிட்டாலும்,  மனக்கவலைகள் போன்றவற்றால் ஏற்படும் துன்பத்தை குறிக்கிறது.  'இதன் பொருள் இது நோயின் வெளித்தோற்றம் மட்டுமே தீர்க்கப்பட்டுள்ளது,  ஆனால் உள்ளுக்குள் இருந்து துன்பம் தருகிறது.'  என்பதாகும்."
          }
        ,
          
  {
    
          "description": "“பேர்த்த பிணியுள் பிறவார் பெரிதின்பமுற்றே” - இந்தப் பாடல் பகுதி பிறவித்துன்பத்தைத் தீர்க்கும் வழி பற்றி குறிப்பிடுகிறது. இதில் “பேர்த்த பிணி” என்பது எதைக் குறிக்கிறது?",
          "options": [
      "மருந்தினால் தீர்க்க முடியாத நோய்கள்",
      "மன நோய்கள்",
      "பிறவித்துன்பம்",
      "கொடிய நோய்கள்"
    ],
    "answer": "C",
    
          "additional_context": "நீலகேசி நூலில்,  'பேர்த்த பிணியுள் பிறவார் பெரிதின்பமுற்றே' என்ற வரிகள்,  பிறவித்துன்பம் தீர்க்கும் வழி பற்றி குறிப்பிடுகின்றன.  இதில் 'பேர்த்த பிணி' என்பது 'பிறவித்துன்பம்' என்கிறது.  பிறவித்துன்பம் என்பது ஒருவரது மறுபிறப்பு,  தீய செயல்களின் விளைவாக ஏற்படும் துன்பம் என்று விளக்கப்படுகிறது.   இந்தப் பாடல் பகுதி,  பிறவித்துன்பத்தில் இருந்து விடுபட நல்லறிவு, நற்காட்சி, நல்லொழுக்கம் ஆகிய மூன்று யோக மருந்துகளைக் கையாள வேண்டும் என்று குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "நீலகேசி நூல் எந்தக் கருத்தை முக்கியமாக விளக்குகிறது?",
          "options": [
      "கடவுள் பற்றிய விளக்கம்",
      "சமணத் தத்துவங்களை  வாதங்களின் அடிப்படையில் விளக்கம்",
      "காப்பியக் கதை",
      "அறம் பற்றிய கருத்துக்கள்"
    ],
    "answer": "B",
    
          "additional_context": "நீலகேசி ஒரு சிறிய காப்பியம். இது சமணத் தத்துவங்களை வாதங்களின் அடிப்படையில் விளக்குகிறது. சமண தத்துவம் என்பது ஒரு ஆன்மீகப் பாதை,  இது ஆன்மீக விடுதலை அடைய ஒரு நடைமுறை மற்றும் அறநெறி ஒழுக்கத்தைக் கையாளும். நீலகேசி நூல்,  சமண தத்துவத்தைப் பற்றிய வாதங்களைப் பின்பற்றி,  தர்க்கரீதியான முறையில் விளக்குகிறது. அந்த  வாதங்கள் ஆன்மீக விடுதலை,  அறநெறி,   உடல், மன ஆரோக்கியம்,  பிறவித்துன்பம்,  மறுபிறவி,  கர்மா ஆகியவற்றை விளக்குகின்றன."
          }
        ,
          
  {
    
          "description": "“பேர்தற்கு அரும்பிணி தாம்இவை அப்பிணி” என்ற வரியில் “பேர்தற்கு” என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "பெரிதாக",
      "அகற்றுவதற்கு",
      "ஏற்றுக்கொள்வதற்கு",
      "சேர்ப்பதற்கு"
    ],
    "answer": "B",
    
          "additional_context": "நீலகேசி நூலில் உள்ள 'பேர்தற்கு அரும்பிணி தாம்இவை அப்பிணி' என்ற வரியில் 'பேர்தற்கு' என்ற சொல் 'அகற்றுவதற்கு' என்று பொருள்படும்.  இந்த வரி பிறவித்துன்பத்தைத் தீர்க்க முடியாத நோய்களாகக் குறிப்பிடுகிறது.  சமண தத்துவத்தில்,  பிறவித்துன்பம் என்பது ஒருவரது  மறுபிறப்பு,  தீய செயல்களின் விளைவாக ஏற்படும் துன்பம் என்று விளக்கப்படுகிறது.  'அகற்றுவதற்கு' என்பது,  இந்த பிறவித்துன்பத்தில் இருந்து விடுபட வேண்டும் என்ற  குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "நீலகேசி நூலின்படி, மூன்று யோக மருந்துகள் யாவை?",
          "options": [
      "நற்காட்சி, நல்லொழுக்கம், நல்லறிவு",
      "நல்லறிவு, நல்லொழுக்கம், நல்ல உணவு",
      "நல்லறிவு, நல்ல உணவு,  நல்ல உடை",
      "நல்ல உணவு, நல்ல உடை, நல்ல உறவு"
    ],
    "answer": "A",
    
          "additional_context": "நீலகேசி நூலில்,  'பிறவித்துன்பத்தைத் தீர்க்கும் வழி' பற்றி குறிப்பிடும் போது,   மூன்று யோக மருந்துகளை குறிப்பிடுகிறது.  அவை,  'நல்லறிவு, நற்காட்சி, நல்லொழுக்கம்.'  இந்த மூன்று யோக மருந்துகளும் ஆன்மீக விடுதலைக்கு மிக முக்கியமானவை என்று சமண தத்துவம் கூறுகிறது.   'நல்லறிவு' என்பது,  உண்மைகளை அறிந்து கொள்ளுதல்.  'நற்காட்சி' என்பது,   எல்லா உயிரினங்களும் ஒன்று என்பதை உணர்ந்து,  அன்பு மற்றும் அனுதாபம் கொண்டிருத்தல்.   'நல்லொழுக்கம்' என்பது,  கற்பு,  சத்தியம்,  அகிம்சை போன்ற அறநெறிகளைப் பின்பற்றுதல்.  இந்த மூன்று யோக மருந்துகளும்,  பிறவித்துன்பத்தில் இருந்து விடுபட  மற்றும்  உயர்ந்த ஆன்மீக நிலையை அடைய  உதவும் என்று நூல் குறிப்பிடுகிறது."
          }
        ]