
[
  {
    "description": "“ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும் தேர்ந்துசெய் வஃதே முறை”  என்ற குறள் எந்தப் பண்பை வலியுறுத்துகிறது?",
    "options": [
      "நேர்மை",
      "சமத்துவம்",
      "நீதி",
      "தன்னம்பிக்கை"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும் தேர்ந்துசெய் வஃதே முறை என்ற குறள் ஆட்சி செய்பவர்கள் எந்தப் பக்கம் சாயாமல் நடுவுநிலைமையைக் கடைபிடித்து ஆட்சி செய்ய வேண்டும் என்கிறது.  நடுவுநிலைமை என்பது  தன்மானத்தோடு கூடியது.  எனவே இந்தக் குறள் நீதி பண்பை வலியுறுத்துகிறது."
  },
  {
    "description": "“கற்றுஅறிந்தார் கல்வி விளங்கும் கசடறச் சொல்தெரிதல் வல்லார் அகத்து” என்ற குறள் எந்தச் சூழ்நிலையை விவரிக்கிறது?",
    "options": [
      "பல மொழிகளில் பேசும் போது",
      "பள்ளி ஆண்டு விழாவில் பேசும் போது",
      "சொல்லாற்றல் போட்டி நிகழ்ச்சியில் பேசும் போது",
      "அறிஞர் நிறைந்த அவையில் பேசும் போது"
    ],
    "answer": "D",
    "additional_context": "இந்தக் குறள் கற்றுஅறிந்தார் கல்வி விளங்கும் கசடறச் சொல்தெரிதல் வல்லார் அகத்து என்ற குறள் நூல்களைக் கற்றவர்கள் அறிஞர்கள் நிறைந்த அவையில் பேசும் போது தான் அவர்களின் கல்வி விளங்கும் என்கிறது. அறிஞர்கள் நிறைந்த அவையில் பேசும்போதுதான் பலநூல்களைக் கற்றவரின் கல்வி பெருமையடையும்."
  },
  {
    "description": "“கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும் வேட்ப மொழிவதாம் சொல்”  என்ற குறள் எந்தப் பண்பைப் பற்றிக் கூறுகிறது?",
    "options": [
      "நேர்மை",
      "தன்னம்பிக்கை",
      "சமத்துவம்",
      "வாக்குவன்மை"
    ],
    "answer": "D",
    "additional_context": "இந்தக் குறள்  கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும் வேட்ப மொழிவதாம் சொல் என்ற குறள் கேட்பவர்களைத் தன் வசப்படுத்துவதும், கேளாதவர்களை கேட்கத் தூண்டுவதும் சிறந்த சொல்லாற்றல் என்கிறது. எனவே இந்தக் குறள் வாக்குவன்மை பண்பைப் பற்றிக் கூறுகிறது."
  },
  {
    "description": "“இறைகடியன் என்றுஉரைக்கும் இன்னாச்சொல் வேந்தன் உறைகடுகி ஒல்லைக் கெடும்” என்ற குறள் யாரைப் பற்றிக் கூறுகிறது?",
    "options": [
      "அரசன்",
      "எதிரி",
      "குற்றவாளி",
      "படைத்தலைவன்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள் இறைகடியன் என்றுஉரைக்கும் இன்னாச்சொல் வேந்தன் உறைகடுகி ஒல்லைக் கெடும் என்ற குறள்  நம் அரசர் கடுமையானவர் என்று குடிமக்களால் தூற்றப்படும் கொடுஞ்சொல்லை உடைய அரசர் தன் வாழ்நாள் குறைந்து விரைவில் அழிவார் என்கிறது. எனவே இந்தக் குறள் அரசரைப் பற்றிக் கூறுகிறது."
  },
  {
    "description": "“தக்காங்கு நாடித் தலைசெல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து” என்ற குறள் அரசனின் எந்தக் கடமையைப் பற்றிக் கூறுகிறது?",
    "options": [
      "மக்களைப் பாதுகாத்தல்",
      "நீதி வழங்குதல்",
      "போர் செய்வது",
      "நாட்டை ஆட்சி செய்வது"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் தக்காங்கு நாடித் தலைசெல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து என்ற குறள்  ஒருவர் செய்த குற்றத்தை முறையாக ஆராய்ந்து அவர் மீண்டும் குற்றம் செய்யாதவாறு தண்டிப்பது அரசனின் கடமை என்கிறது. எனவே இந்தக் குறள் நீதி வழங்குதல் பண்பைப் பற்றிக் கூறுகிறது."
  }
]
