
[
  {
    "description": "பாடப்பகுதியில் கூறப்பட்டுள்ள \"சொல்\" என்னும் சொல்லின் வேறொரு பொருள் எது?",
    "options": [
      "a) வார்த்தை",
      "b) மொழி",
      "c) நெல்",
      "d) பதர்"
    ],
    "answer": "c",
    "additional_context": "பாடப் பகுதியில் சொல் என்பதற்கு நெல் என்பது ஒரு பொருள் என்று கூறப்பட்டுள்ளது. சொன்றி, சோறு என்பவை இவ்வழியில் வந்தவை. நெல்லில் பதர் உண்டு. ஆனால் சொல்லில் பதர் இருத்தலாகாது.  எல்லாச் சொல்லும் பொருள் குறித்தனவே என்பது தொல்காப்பியர் கூற்று."
  },
  {
    "description": "\"சொல் தேய்மானம்\" என்னும் சொற்றொடர் எதை குறிக்கிறது?",
    "options": [
      "a) சொற்களின் பொருள் மாற்றம்",
      "b) மொழியின் வளர்ச்சி ",
      "c) ஓரெழுத்து ஒரு மொழிகளின் குறைவு",
      "d) நன்னூல் பட்டியலில் இல்லாத சொற்கள் "
    ],
    "answer": "a",
    "additional_context": "மலையில் இருந்து பெருகி வரும் வெள்ளத்தில் உருண்டு வரும் கற்கள் உருளை உருளைகளாய் இருப்பதைக் காண்கிறோம். அங்கே இருந்து வரும் உருளைக் கற்கள் மேலும் தேய்கின்றன. உடைந்து பொடிப்பொடியாகின்றன அல்லவோ? வயல்வெளியில் மணலாய், கடல்முகத்தில் நொய்மணலாய் இருக்கக் காண்கிறோமே, ஏன்? நொய்மணலைப் பார்க்கும்போது அது கிடந்திருந்த காலமும் கடந்து வந்த தொலைவும் புலப்படும். \n\n கல்லின் தேய்மானம் போலச் சொல்லுக்கும் தேய்மானம் உண்டு. கல் தோன்றிய காலம், உயிரோட்ட இயக்கம் இவற்றைப் போலச் சொல் தோன்றிய காலம், இயக்கம் ஆகியவற்றால் சொல்லும் தேய்தல் இயற்கை."
  },
  {
    "description": "  \"நொ, து\" என்னும் குறில்களை ஓரெழுத்து ஒரு மொழியாகக் கூறியவர் யார்?",
    "options": [
      "a) தொல்காப்பியர்",
      "b) நன்னூலார்",
      "c) இளங்குமரனார்",
      "d) பாவாணர்"
    ],
    "answer": "b",
    "additional_context": "தமிழில் சொல்லின் முதலில் வரும் எழுத்து, இடையில் வரும் எழுத்து, இறுதியில் வரும் எழுத்து, ஒன்றையொன்று அடுத்து வரும் எழுத்து என வரம்பு உண்டு. அதன்படி எல்லா எழுத்துகளும் எல்லா நிலைகளிலும் வாரா. சில எழுத்துகள் அரிச்சுவடியில் இருப்பினும் அவை மொழிநிலையில் இடம்பெறா. இவற்றைப் போலவே நெட்டெழுத்துகளில் சொல் என்னும் நிலையைப் பெறாதவையும் உண்டு.\n\n உயிர் வரிசையில் ஆறு எழுத்துகளும், ம வரிசையில் ஆறு எழுத்துகளும், த, ப, ந என்னும் வரிசைகளில் ஐந்து ஐந்து எழுத்துகளும், க, ச, வ என்னும் வரிசைகளில் நான்கு நான்கு எழுத்துகளும், ய வரிசையில் ஒன்றும் ஆக நாற்பது நெடில்கள் ஓரெழுத்து ஒரு மொழியாக வரும் என்றார் நன்னூலார்; நொ, து என்னும் குறில்களையும் சேர்த்து நாற்பத்து இரண்டு என்றார்."
  },
  {
    "description": "\"ஆமா\" என்ற கலைச்சொல் எந்த இரண்டு ஓரெழுத்து ஒரு மொழிகளைக் கொண்டு உருவாக்கப்பட்டது?",
    "options": [
      "a) ஆ, மா",
      "b) ஆ, கா",
      "c) மா, ஈ",
      "d) யா, தா"
    ],
    "answer": "a",
    "additional_context": "தொல்காப்பியருக்கு நெடிதுநாள் பின்னே தோன்றிய நன்னூலார் நொ, து என்னும் உயிர்மெய் எழுத்துகளும் பொருளுடைய ஓர் எழுத்து மொழி என்பார். எந்தெந்த ஓரெழுத்துச் சொற்களை நாம் பயன்படுத்துகிறோம் என்பதை நாமே காண முயலலாமே! பூ என்பது ஓரெழுத்து ஒரு மொழி. கா என்பதும் ஓரெழுத்து ஒரு மொழி. இவை இரண்டையும் இணைத்துப் பூங்கா எனக் கலைச்சொல் ஆக்கி வைத்துள்ளனர். யா என்பது வினா. யாது, யாவர், யாவன், யாவள், யாங்கு, யாண்டு, யார், யாவை என்றெல்லாம் வினாவுவதற்கு முன் வந்து நிற்கும் எழுத்து 'யா' தானே!\n\n ஆ, மா, நீ, மீ, பீ, ஊ, சே, தே இவ்வாறான ஓரெழுத்து ஒரு மொழிகளும்உள்ளன. பூங்கா இணைந்தது போல ஆ, மா என்பவை இணைந்து ஆமா என்னும் கலைச்சொல் வடிவம் கொண்டமை பண்டைக் காலத்திலேயே உண்டு. காட்டுப் பசுவுக்கு 'ஆமா' என்று பெயர். "
  },
  {
    "description": "\"எய்ப்பன்றி\" என்னும் சொல்லில் \"எய்\" என்னும் ஓரெழுத்து ஒரு மொழி எதற்குப் பிரதிநிதியாக அமைந்துள்ளது?",
    "options": [
      "a)  அம்பு விரைந்து செல்லும் தன்மை",
      "b) கூர்மையான முள்",
      "c) கூடுதல் ",
      "d)  மொழிப்பற்று"
    ],
    "answer": "a",
    "additional_context": "எட்டத்தில் போகிற ஒருவனை ஏய் என அழைத்தனர். ஏய் என்பது என்னோடு கூடு, பொருந்து, சேர் என்னும் பொருளை உடையது. ஏய் என்பது ஏ என வழக்கில் ஊன்றிவிட்டது. அம்பை ஏவு என்பர். ஏவுதல் என்பது 'அம்புவிடுதல்'. ஏவும் அம்பு 'ஏ' என்றாகியது. அம்பு விரைந்து செல்வது போலச் சென்று உரிய கடமை புரிபவன் ஏவலன் எனப்பட்டான். அம்புவிடும் கலையை ஏகலை என்றது தமிழ்; அதில் வல்லவனை ஏகலைவன் என்று பாராட்டியது.\n\n ஏவு என்னும் சொல் 'ஏ' என்று ஆனது மட்டுமன்றி 'எய்' எனவும் ஆயிற்று. ஏவுகின்ற அம்பைப் போல் கூர்முள்ளை உடைய முள்ளம்பன்றியின் பழம்பெயர் எய்ப்பன்றி."
  }
]
