
[
  {
    "description": "உயிரளபெடை என்பது _______ எழுத்து நீண்டு ஒலிப்பதைக் குறிக்கும்.",
    "options": [
      "மெய்",
      "உயிர்",
      "குறில்",
      "நெடில்"
    ],
    "answer": "B",
    "additional_context": "தமிழ் மொழியில் சொற்களை உச்சரிக்கும் போது சில எழுத்துகளை அவற்றின் உண்மையான ஒலி அளவை விட நீண்டு ஒலிக்கச் செய்வது உண்டு. அப்படி நீண்டு ஒலிக்கச் செய்யப்படும் எழுத்துகளை உயிரளபெடை என்கிறோம். ழா, றா, னா போன்ற எழுத்துகள் நீண்டு ஒலிக்கச் செய்யப்படும். எடுத்துக்காட்டாக, \"வழாஅமை\" என்ற சொல்லில் உள்ள \"ழா\" என்ற எழுத்து நீண்டு ஒலிக்கும். \"ழா\" வை அடுத்து \"அ\" இடம் பெற்றுள்ளதைக் காணலாம். இவ்வாறு உயிர் எழுத்து நீண்டு ஒலிப்பதை உயிரளபெடை என்பர். \"தழாஅல்\" என்ற சொல்லிலும் \"ழா\" நீண்டு ஒலிக்கும். இதனை உயர் வகுப்புகளில் விரிவாக அறிந்துகொள்ளலாம்."
  },
  {
    "description": "“தொல்காப்பியம்” எந்த இலக்கண நூலின் மீது மிகுந்த செல்வாக்கு பெற்றிருக்கிறது எனக் கூறுகிறது?",
    "options": [
      "நாலடியார்",
      "நான்மணிக்கடிகை",
      "பழமொழி நானூறு",
      "தொல்காப்பியம்"
    ],
    "answer": "D",
    "additional_context": "தொல்காப்பியம் எனும் இலக்கண நூல், தமிழ் மொழியின் மரபு, இலக்கணம், இலக்கியம் போன்றவை குறித்து அற்புதமான செய்திகளைத் தருகிறது. இது தமிழ் இலக்கணத்துக்கு அடிப்படையான நூல். தமிழ் இலக்கணத்தில் பல நூல்கள் எழுந்தாலும், இவற்றைத் தாங்கி நிற்கும் அடிப்படை தொல்காப்பியம் தான்."
  },
  {
    "description": "“நிலம் தீ நீர் வளி விசும்போடு ஐந்தும் கலந்த மயக்கம் உலகம் ஆதலின்” என்ற தொடரில் “மயக்கம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "உலகத்தின் கலவையை",
      "ஐம்பூதங்களின் சேர்க்கையை",
      "மனிதர்களின் மயக்கத்தை",
      "இயற்கையின் மாயையை"
    ],
    "answer": "B",
    "additional_context": "இவ்வுலகம் நிலம், நீர், தீ, காற்று, வானம் ஆகிய ஐந்தும் கலந்த கலவையாகும். இந்த ஐந்து பூதங்களின் சேர்க்கையால் உலகத்தில் எல்லாம் தோன்றியுள்ளது. உலகத்தின் கலவையை குறிப்பதற்கு \"மயக்கம்\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "“திரிவுஇல் சொல்லொடு தழாஅல் வேண்டும்” என்ற வரியில் “தழாஅல்” என்ற சொல் என்ன பொருளை உணர்த்துகிறது?",
    "options": [
      "தொடர்ந்து பேசுதல்",
      "சொற்களைத் தவிர்த்தல்",
      "சொற்களைப் பயன்படுத்துதல்",
      "சொற்களைப் புரிந்துகொள்ளுதல்"
    ],
    "answer": "C",
    "additional_context": "திரிவுஇல் சொல்லொடு தழாஅல் வேண்டும், என்கிறது தொல்காப்பியர். இதன் பொருள், திரிபு இல்லாமல், அதாவது மரபை மாற்றாமல், இயற்கை வழங்கிய மொழியைப் பயன்படுத்த வேண்டும் என்பதாகும். \"தழாஅல்\" என்ற சொல், மொழியைப் பயன்படுத்துதல், ஏற்றுக்கொள்ளுதல், வழங்குதல், தழுவுதல் போன்ற பொருளை உணர்த்தும். "
  },
  {
    "description": "“மரபு நிலை திரியின் பிறிது பிறிதாகும்” என்ற வரியில் எது எதை உணர்த்துகிறது?",
    "options": [
      "மரபு மாறியால் சொற்கள் மாறும்",
      "மரபு மாறியால் பொருள் மாறும்",
      "மரபு மாறியால் இலக்கணம் மாறும்",
      "மரபு மாறியால் வழக்கம் மாறும்"
    ],
    "answer": "B",
    "additional_context": "தமிழ் மொழியில் ஒவ்வொரு சொல்லுக்கும் ஒரு பொருள் உண்டு. சொற்களை இயற்கையாகவே பயன்படுத்தும்போது அவற்றின் பொருளும் மரபுக்கும் ஏற்ப அமைந்திருக்கும். மரபு மாறினால் சொற்களின் பொருள் மாறிவிடும். இதனால் மொழியின் தன்மை மாறிவிடும்."
  }
]
