[
          
  {
    
          "description": "'திருவிழாவில் யானை __ வந்தது' என்ற வாக்கியத்தில் பொருத்தமான இணைச்சொல் எது?",
          "options": [
      "மேடுபள்ளம்",
      "ஈடுஇணை",
      "கல்விகேள்வி",
      "ஆடிஅசைந்து"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வாக்கியத்தில் 'ஆடிஅசைந்து' என்ற இணைச்சொல் மட்டுமே பொருத்தமாக இருக்கும். 'ஆடிஅசைந்து' என்பது யானை நடக்கும் விதத்தைக் குறிக்கும். மீதமுள்ள சொற்கள் வாக்கியத்துடன் பொருந்தாது. மேடுபள்ளம் - இடம் குறிக்கும். ஈடுஇணை - இரண்டு பொருட்களின் ஒற்றுமையைக் குறிக்கும். கல்விகேள்வி - கல்வி குறித்த கேள்வியைக் குறிக்கும். "
          }
        ,
          
  {
    
          "description": "குறுக்கெழுத்துப் புதிர் குறிப்புகளின் அடிப்படையில், ஐந்து வாய்களைக் கொண்ட இசைக்கருவி எது?",
          "options": [
      "யாழ்",
      "குழல்",
      "தவில்",
      "பேரியாழ்"
    ],
    "answer": "B",
    
          "additional_context": "குறுக்கெழுத்துப் புதிர் இசைக்கருவிகளைப் பற்றியது. ஐந்து வாய்களைக் கொண்ட கருவி குழல். இது காற்று வாசிக்கப்படும் கருவி."
          }
        ,
          
  {
    
          "description": "பாடலில் குறிப்பிடப்பட்டுள்ள ஆயர்கள் எந்த இசைக்கருவியை இசைத்தனர்?",
          "options": [
      "தவில்",
      "படகம்",
      "குழல்",
      "பிடில்"
    ],
    "answer": "C",
    
          "additional_context": "பாடலில் குறிப்பிடப்பட்டுள்ள ஆயர்கள் குழலை இசைத்தனர். ஆயர்கள் இசைத்த குழல் அவர்களின் மனநிலையை வெளிப்படுத்தியது. அதன் இனிமை காற்றுக்கு எதிராகவும் பரவியது."
          }
        ,
          
  {
    
          "description": "பாடலில் குறிப்பிடப்பட்டுள்ள இசைக்கருவி எந்த நோக்கத்திற்காக ஆயரால் பயன்படுத்தப்பட்டது?",
          "options": [
      "ஆநிரைகளின் நடையை விரைவுபடுத்த",
      "காட்டுமிராண்டிகளைக் கட்டுப்படுத்த",
      "காணாமல் போன எருமையைத் தேடி",
      "இறைவனைப் போற்ற"
    ],
    "answer": "C",
    
          "additional_context": "ஆயர்கள் காணாமல் போன எருமையைத் தேட குழல் இசைத்தனர். இசை மிருகங்களைக் கவரும் தன்மை கொண்டது. எருமை குழல் இசை கேட்டு ஆயரை வந்தடைந்தது."
          }
        ,
          
  {
    
          "description": "'சீரும் சிறப்பும், பேரும் புகழும்' என்ற இணைச்சொல் எந்த வகையைச் சேர்ந்தது?",
          "options": [
      "நேரிணை",
      "எதிரிணை",
      "செறியிணை",
      "இவை எதுவுமில்லை"
    ],
    "answer": "A",
    
          "additional_context": "இணைச்சொற்கள் மூன்று வகைப்படும். அவை நேரிணை, எதிரிணை, செறியிணை. நேரிணை என்பது ஒரே பொருளைத் தரும் இணைச்சொற்கள். இரண்டு சொற்களும் ஒரே பொருளைத் தரும் பொருளில் இணைந்திருக்கும். 'சீரும் சிறப்பும்' இரண்டும் சிறப்பு குறிப்பதால் இது நேரிணை இணைச்சொல்."
          }
        ]