
[
  {
    "description": "“கல், பூ, மரம், புல், வாழ்த்து, சொல், மாதம், கிழமை, ஈ, பசு, படம், பல், கடல், கை, பக்கம், பா” என்ற சொற்களில் எதற்கு பன்மை விகுதி சேர்க்க முடியாது?",
    "options": [
      "கடல்",
      "ஈ",
      "கிழமை",
      "பசு"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "பன்மை விகுதி என்பது ஒரு சொல்லுக்குப் பல எண்ணைக் குறிக்கப் பயன்படும் விகுதி.  இதனைப் பயன்படுத்தும் போது ஒரு சொல் பலவாக இருப்பதைக் குறிக்கும்.  கல், பூ, மரம், புல், வாழ்த்து, சொல், மாதம், கிழமை, ஈ, பசு, படம், பல், கடல், கை, பக்கம், பா ஆகிய சொற்களில் கடல் மட்டும் ஒன்று மட்டுமே இருக்கிறது.  எனவே இதற்குப் பன்மை விகுதி சேர்க்க முடியாது.  மீதமுள்ள சொற்கள் பலவாக இருக்க முடியும்.  எனவே அவற்றுக்குப் பன்மை விகுதி சேர்க்கலாம்."
  },
  {
    "description": "“படி, திங்கள், ஆறு” என்ற சொற்களில் எந்தச் சொல் ஒரே தொடரில் பல பொருள் தருமாறு எழுத முடியும்?",
    "options": [
      "படி",
      "திங்கள்",
      "ஆறு",
      "எல்லாம்"
    ],
    "answer": [
      "d"
    ],
    "additional_context": "ஒரு சொல் ஒரு வாக்கியத்தில் பல பொருள் தருமாறு பயன்படுத்தப்படுவதுண்டு.  இதனைப் பல பொருள் தருதல் என்று கூறுவோம்.  படி, திங்கள், ஆறு ஆகிய சொற்களில் எல்லாம் இதற்கான வாய்ப்பு உள்ளது.  \n\n* **படி**  : ஒரு படி அரிசி, படிப்பது\n* **திங்கள்** : வாரத்தின் ஒரு நாள், திங்கள்கிழமை\n* **ஆறு** : நதி, ஆறு பேர்\n\nஎனவே இவை அனைத்தும் ஒரே தொடரில் பல பொருள் தருமாறு எழுத முடியும்."
  },
  {
    "description": "“மெய்யொலி” என்ற சொல்லின் ஆங்கிலப் பெயர் எது?",
    "options": [
      "Vowel",
      "Consonant",
      "Phoneme",
      "Sound"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "மெய்யொலி என்பது மொழி அமைப்பில் உயிரொலியோடு இணைந்து உச்சரிக்கப்படும் ஒலி.  இது மொழி அமைப்பில் முக்கிய பங்கு வகிக்கிறது.  இதன் ஆங்கிலப் பெயர் Consonant.  Vowel  என்பது உயிரொலி, Phoneme என்பது ஒரு மொழி அமைப்பின் அடிப்படை ஒலி, Sound என்பது ஒலி எனப் பொருள்."
  },
  {
    "description": "“எழுத்து, ஒலிவடிவம், அழகுணர்ச்சி, ஏழ்கடல், இரண்டல்ல, ஊழி, உரைநடை, ஔகாரம், ஓலைச்சுவடிகள், ஆரம்நீ, ஈசன், ஐயம்” என்ற சொற்களை அகரவரிசைப்படுத்தி எழுதுக.",
    "options": [
      "அழகுணர்ச்சி, ஐயம், ஈசன், ஏழ்கடல், இரண்டல்ல, ஊழி, ஓலைச்சுவடிகள், ஒலிவடிவம், உரைநடை, எழுத்து, ஔகாரம், ஆரம்நீ.",
      "ஆரம்நீ, அழகுணர்ச்சி, ஐயம், ஈசன், ஏழ்கடல், இரண்டல்ல, ஊழி, ஓலைச்சுவடிகள், ஒலிவடிவம், உரைநடை, எழுத்து, ஔகாரம்.",
      "ஆரம்நீ, அழகுணர்ச்சி, ஐயம், ஈசன், ஏழ்கடல், இரண்டல்ல, ஊழி, உரைநடை, ஓலைச்சுவடிகள், ஒலிவடிவம், எழுத்து, ஔகாரம்.",
      "ஐயம், ஆரம்நீ, அழகுணர்ச்சி, ஈசன், ஏழ்கடல், இரண்டல்ல, ஊழி, உரைநடை, ஓலைச்சுவடிகள், ஒலிவடிவம், எழுத்து, ஔகாரம்."
    ],
    "answer": [
      "c"
    ],
    "additional_context": "சொற்களை அகரவரிசைப்படுத்தும் போது முதலில் எழுத்துக்களின் வரிசைப்படி ஒழுங்குபடுத்த வேண்டும்.  சொற்களின் ஆரம்ப எழுத்து ஒன்றாக இருந்தால் அடுத்த எழுத்தை வைத்து ஒழுங்குபடுத்த வேண்டும்.  இவ்வாறு தொடர்ந்து அகரவரிசைப்படுத்தலாம். \n\nஎழுத்து, ஒலிவடிவம், அழகுணர்ச்சி, ஏழ்கடல், இரண்டல்ல, ஊழி, உரைநடை, ஔகாரம், ஓலைச்சுவடிகள், ஆரம்நீ, ஈசன், ஐயம் என்ற சொற்களை அகரவரிசைப்படுத்தினால்  \n\n* ஆரம்நீ, அழகுணர்ச்சி, ஐயம், ஈசன், ஏழ்கடல், இரண்டல்ல, ஊழி, உரைநடை, ஓலைச்சுவடிகள், ஒலிவடிவம், எழுத்து, ஔகாரம்  என்ற வரிசையில் இருக்கும்."
  },
  {
    "description": "“தமிழ் எழுத்துகளின் தோற்றமும் வளர்ச்சியும்” என்ற தலைப்பில் இரண்டு நிமிடம் பேசும் போது, எந்தப் புள்ளிகளைச் சேர்க்க வேண்டும்?",
    "options": [
      "தமிழ் எழுத்துக்களின் பரிணாம வளர்ச்சி",
      "தமிழ் எழுத்துக்களின் தோற்றம் மற்றும் வளர்ச்சியைப் பற்றிய வரலாற்றுச் சுட்டிகள்",
      "பழங்கால தமிழ் எழுத்துக்கள் மற்றும் அவற்றின் தோற்றங்கள்",
      "மேலே உள்ள அனைத்தும்"
    ],
    "answer": [
      "d"
    ],
    "additional_context": "தமிழ் எழுத்துகளின் தோற்றம் மற்றும் வளர்ச்சி குறித்துப் பேசும் போது அதன் பரிணாம வளர்ச்சியைக் குறிப்பிடுவது அவசியம்.  மேலும் அதன் தோற்றம் மற்றும் வளர்ச்சியைப் பற்றிய வரலாற்றுச் சுட்டிகளைப் பற்றியும் கூற வேண்டும்.  பழங்கால தமிழ் எழுத்துக்கள் மற்றும் அவற்றின் தோற்றங்கள் பற்றியும் விளக்க வேண்டும்.  எனவே  மேலே உள்ள அனைத்துப் புள்ளிகளும்  தமிழ் எழுத்துகளின் தோற்றம் மற்றும் வளர்ச்சி குறித்துப் பேசும் போது சேர்க்க வேண்டிய முக்கியமான புள்ளிகளாகும்."
  }
]
