[
          
  {
    
          "description": "'சீர்திருத்தம்' என்ற சொல்லுக்குப் பொருத்தமான தமிழ்ப் பொருள் எது?",
          "options": [
      "மாற்றம்",
      "வளர்ச்சி",
      "சரிசெய்தல்",
      "நிறுத்தல்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சீர்திருத்தம் என்றால், ஏற்கனவே இருக்கும் ஒரு விஷயத்தை சரியாகச் செய்ய ஒரு மாற்றம் செய்வது என்று பொருள்.  இதில் குற்றம் செய்வதைப் போல் இல்லாமல், மக்கள் நலனுக்காகச் சரிசெய்து, புதுப்பித்து, மேம்படுத்திச் செய்வது என்று பொருள் கொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "'சமூகச் சீர்திருத்தத்திற்கு உழைத்த சான்றோர்களின் பெயர்ப்பட்டியலை இணையத்தில் தேடித் தொகுக்க'  என்ற வாக்கியத்தில்  'சான்றோர்' என்ற சொல்லை  மற்றொரு சொல்லால்  மாற்றினால்  எந்த  சொல்  பொருத்தமாக இருக்கும்?",
          "options": [
      "ஞானி",
      "வீரர்",
      "தலைவர்",
      "மாணவர்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சான்றோர் என்ற சொல், மக்களுக்கு நன்மை செய்யும் விதத்தில் வாழ்ந்து, ஞானம் வாய்ந்தவர் என்று பொருள்படும். சமூகச் சீர்திருத்தத்திற்கு உழைத்தவர்கள், ஞானம் வாய்ந்தவர்கள் தான் என்பதால் ஞானி என்ற சொல் பொருத்தமாக இருக்கும்."
          }
        ,
          
  {
    
          "description": "ஒரு நாட்டின் தலைவனுக்கு என்னென்ன குணங்கள் அவசியம் என்று அயோத்திதாசர் கூறுகிறார்?",
          "options": [
      "வீரம், விடாமுயற்சி, ஈகை, தியாகம்",
      "வீரம், விடாமுயற்சி, ஈகை, ஆராய்ந்து அறியும் ஆற்றல்",
      "வீரம், விடாமுயற்சி, ஈகை, அறிவு",
      "வீரம், விடாமுயற்சி, ஈகை, பொறுமை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஒரு நாட்டின் தலைவன் வீரம், விடாமுயற்சி, ஈகை, ஆராய்ந்து அறியும் ஆற்றல் ஆகியவற்றைப் பெற்றவனாக விளங்குதல் வேண்டும். அவன் அறம் அல்லாதவற்றை நீக்கி, அறத்தை நிலைநிறுத்த வேண்டும். தான் குற்றம் செய்யுமிடத்து நாணி, தன் தகுதியை நிலைநிறுத்த வேண்டும். குற்றம் கண்டவிடத்துத் தானே நேரில் சென்று ஆராய்ந்து, நெறிமுறை தவறாது நீதி வழங்குதல் வேண்டும். இவ்வாறு விளங்கும் தலைவனை மக்கள், துன்பம் போக்கும் இறை என்றும், இருளை அகற்றும் ஒளி என்றும் கொண்டாடுவர் என்று அயோத்திதாசர் கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "ஒரு தலைவன் தனது குற்றத்தை எப்படி சரிசெய்வான் என்று அயோத்திதாசர் கூறுகிறார்?",
          "options": [
      "மக்களிடம் மன்னிப்பு கேட்பான்.",
      "குற்றம் செய்யாதவனைப் போல் நடந்துகொள்வான்.",
      "நாணி, தன் தகுதியை நிலைநிறுத்திக் கொள்வான்.",
      "தண்டனையை ஏற்றுக்கொள்வான்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஒரு நாட்டின் தலைவன் வீரம், விடாமுயற்சி, ஈகை, ஆராய்ந்து அறியும் ஆற்றல் ஆகியவற்றைப் பெற்றவனாக விளங்குதல் வேண்டும். அவன் அறம் அல்லாதவற்றை நீக்கி, அறத்தை நிலைநிறுத்த வேண்டும். தான் குற்றம் செய்யுமிடத்து நாணி, தன் தகுதியை நிலைநிறுத்த வேண்டும். குற்றம் கண்டவிடத்துத் தானே நேரில் சென்று ஆராய்ந்து, நெறிமுறை தவறாது நீதி வழங்குதல் வேண்டும். இவ்வாறு விளங்கும் தலைவனை மக்கள், துன்பம் போக்கும் இறை என்றும், இருளை அகற்றும் ஒளி என்றும் கொண்டாடுவர் என்று அயோத்திதாசர் கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "மலைச்சாலைகளில் வாகனம் ஓட்டும் போது என்ன கவனத்தில் கொள்ள வேண்டும்?",
          "options": [
      "விரைவாக ஓட்ட வேண்டும்.",
      "கீழ்நோக்கி வரும் வாகனங்களுக்கு முன்னுரிமை கொடுக்க வேண்டும்.",
      "சாலை விதிகளை மீறக்கூடாது.",
      "மேல்நோக்கி வரும் வாகனங்களுக்கு முன்னுரிமை கொடுக்க வேண்டும்."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "மலைச்சாலைகள், மிகவும் சரிவான சாலைகள் ஆகியவற்றில் கீழ்நோக்கிச் செல்லும் வாகனங்கள், மேல்நோக்கி வரும் வாகனங்கள் பாதுகாப்பாகக் கடந்து செல்ல முன்னுரிமை தர வேண்டும். மேல்நோக்கி வரும் வாகனங்கள் கீழ்நோக்கி வரும் வாகனங்களை விட மிகவும் சிரமப்பட்டு ஓட்ட வேண்டியிருக்கும். எனவே, மேல்நோக்கி வரும் வாகனங்களுக்கு முன்னுரிமை தர வேண்டும்."
          }
        ]