
[
  {
    "description": "“பாவை அண்ணனைப் பார்த்து, “அண்ணா எனக்கு ஓர் உதவி செய்வாயா?” என்று கேட்டாள். “இந்த அண்ணன் செய்ய முடிந்த உதவி என்றால் உறுதியாகச் செய்வேன்” என்றான் அண்ணன். “என் அண்ணனது உள்ளம் எனக்குத் தெரியும். என் அண்ணனுக்கு என் மீது மிகுந்த அன்பு உண்டு” என்றாள் பாவை.\n\nமேற்கண்ட பத்தியில் “அண்ணன்” என்னும் சொல்லைப் பயன்படுத்தும் போது எந்த வேற்றுமை உருபுகள் பயன்படுத்தப்பட்டுள்ளன?",
    "options": [
      "ஐ, ஆல், கு, அது",
      "ஐ, ஆல், கு, உ",
      "ஐ, ஆல், கு, இன்",
      "ஐ, ஆல், கு, கண்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கேள்வியைப் படித்துப் பாருங்கள்.\n\n"
  },
  {
    "description": "\"கபிலர் பரணரைப் புகழ்ந்தார். கபிலரைப் பரணர் புகழ்ந்தார்\" என்ற இரு தொடர்களையும் கவனியுங்கள். இந்த தொடர்களில் எந்த வேற்றுமை உருபு செயப்படுபொருள் வேற்றுமையைக் குறிக்கிறது?",
    "options": [
      "ஆல்",
      "கு",
      "ஐ",
      "இன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இரண்டாம் வேற்றுமை உருபு ஐ என்பதாகும்.\nகபிலர் பரணரைப் புகழ்ந்தார்.\nகபிலரைப் பரணர் புகழ்ந்தார்.\nஇவ்விரு தொடர்களையும் கவனியுங்கள். இரண்டாம் வேற்றுமை உருபு ( ஐ ) எந்தப் பெயருடன் இணைகிறதோ அப்பெயர் செயப்படுபொருளாக மாறிவிடுகிறது. இவ்வாறு ஒரு பெயரைச் செயப்படுபொருளாக வேறுபடுத்திக் காட்டுவதால் இரண்டாம் வேற்றுமையைச் செயப்படுபொருள் வேற்றுமை என்றும் கூறுவர்."
  },
  {
    "description": "\"மரத்தால் சிலை செய்தான்\" என்ற தொடரில் எந்த வகையான கருவிப் பொருள் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "துணைக்கருவி",
      "முதற்கருவி",
      "கருத்தாப்பொருள்",
      "விளிப்பொருள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கருவியே செய்யப்படும் பொருளாக மாறுவது முதற்கருவி - மரத்தால் சிலை செய்தான்."
  },
  {
    "description": "\"கரிகாலனால் கல்லணை கட்டப்பட்டது\" என்ற தொடரில் எந்த வகையான கருத்தாப்பொருள் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "ஏவுதல் கருத்தா",
      "இயற்றுதல் கருத்தா",
      "துணைக்கருவி",
      "விளிப்பொருள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கருத்தாப்பொருள் ஏவுதல் கருத்தா, இயற்றுதல் கருத்தா என இருவகைப்படும். பிறரைச் செய்யவைப்பது ஏவுதல் கருத்தா – கரிகாலனால் கல்லணை கட்டப்பட்டது."
  },
  {
    "description": "\"தாயொடு குழந்தை சென்றது\" என்ற தொடரில் எந்த வேற்றுமை உருபு பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "ஆல்",
      "கு",
      "ஒடு",
      "இன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒடு, ஓடு ஆகிய மூன்றாம் வேற்றுமை உருபுகள் உடனிகழ்ச்சிப் பொருளில் வரும்.\n(எ.கா.) தாயொடு குழந்தை சென்றது. அமைச்சரோடு அலுவலர்கள் சென்றனர்."
  }
]
