
[
  {
    "description": "கதை எந்தப் பகுதியில் நடைபெறுகிறது?",
    "options": [
      "நீலகிரி மலைகள்",
      "பரம்பிக்குளம், ஆனைமலை பகுதி",
      "கேரளாவின் காடுகள்",
      "தமிழ்நாட்டின் மேற்குத் தொடர்ச்சி மலைகள்"
    ],
    "answer": "B",
    "additional_context": "தமிழ்நாடு, கேரள மாநிலங்களின் எல்லைக்கு அருகேயுள்ள பரம்பிக்குளம், ஆனைமலை போன்ற பகுதிகளில் காடர்கள் என்னும் பழங்குடியினர் வாழ்ந்து வருகின்றனர். தமது முன்னோர்கள் காடுகளில் எவ்வாறு வாழ்ந்தனர் என்பதை வருங்காலத் தலைமுறையினர் மறந்துவிடக் கூடாது என்று எண்ணினர். எனவே காடுகள், செடிகொடிகள், விலங்குகள் தொடர்பான கதைகளைத் தங்கள் பிள்ளைகளுக்கும் பேரன் பேத்திகளுக்கும் சொல்லி வந்தனர். அத்தகைய கதைகளுள் ஒன்றைப் படிப்போம்."
  },
  {
    "description": "'யானையோடு பேசுதல்' என்னும் நூலை எழுதியவர் யார்?",
    "options": [
      "மனிஷ் சாண்டி",
      "மாதுரி ரமேஷ்",
      "வ. கீதா",
      "இதில் எவரும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "மனிஷ் சாண்டி, மாதுரி ரமேஷ் ஆகியோர் காடர்களின் கதைகள் சிலவற்றைத் தொகுத்துள்ளனர். அவற்றை யானையோடு பேசுதல் என்னும் தலைப்பில் வ. கீதா தமிழாக்கம் செய்துள்ளார். அந்நூலில் இருந்து ஒரு கதை இங்குத் தரப்பட்டுள்ளது."
  },
  {
    "description": "'வெட்டுக்கிளியும் சருகுமானும்' கதை எந்த நூலிலிருந்து எடுக்கப்பட்டது?",
    "options": [
      "யானையோடு பேசுதல்",
      "காட்டுக்கதைகள்",
      "விலங்குகளின் உலகம்",
      "இதில் எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "மனிஷ் சாண்டி, மாதுரி ரமேஷ் ஆகியோர் காடர்களின் கதைகள் சிலவற்றைத் தொகுத்துள்ளனர். அவற்றை யானையோடு பேசுதல் என்னும் தலைப்பில் வ. கீதா தமிழாக்கம் செய்துள்ளார். அந்நூலில் இருந்து ஒரு கதை இங்குத் தரப்பட்டுள்ளது."
  },
  {
    "description": "கதையில் கூறப்படும் காட்டின் பகுதி எது?",
    "options": [
      "அ) தென்மேற்கு காடு",
      "ஆ) வடகிழக்கு காடு",
      "இ) கிழக்கு காடு",
      "ஈ) மேற்கு காடு"
    ],
    "answer": "A",
    "additional_context": "நடுக்காட்டில் சலசலவென ஓடும் ஓடையையுடைய பள்ளத்தாக்கில் பெரிய மரம் ஒன்று விழுந்து கிடந்தது. அதன்மீது மெத்துமெத்தென்று பச்சைப்பாசி படர்ந்திருந்தது. பூச்சி புழுக்கள், நத்தைகள் ஆகியன அந்த மரத்தை எப்போதும் மொய்த்துக் கொண்டிருக்கும். காட்டிலுள்ள அனைத்து விலங்குகளுமே நீர் அருந்த அந்த ஓடைக்கு வரும். தாகம் தணிந்தபின் சிறு விலங்குகள் பக்கத்திலுள்ள அடர்ந்த குறிஞ்சிப் புதரில் ஓய்வெடுத்துக் கொள்ளும்."
  },
  {
    "description": "வெட்டுக்கிளியின் இயல்பு எப்படி இருந்தது?",
    "options": [
      "அ) அமைதியான",
      "ஆ) பயந்த",
      "இ) வாயாடி",
      "ஈ) அடக்கமான"
    ],
    "answer": "C",
    "additional_context": "குறிஞ்சிப் புதரின் தாழப் படர்ந்திருந்த கிளையில் பளிச்சென்று பூத்திருந்த நீலப் பூவின் இதழ்களுக்கிடையே பச்சை வெட்டுக்கிளி ஒன்று வசித்துவந்தது. அது ஒரு வாயாடி வெட்டுக்கிளி. எப்போதும் பேசிக்கொண்டே இருப்பதால் அடிக்கடி சிக்கல்களில் மாட்டிக் கொள்ளும்."
  }
]
