
[
  {
    "description": "“செய்வானை நாடி வினைநாடிக் காலத்தோடு எய்த உணர்ந்து செயல்” என்ற குறளில், ஒரு செயலைச் செய்வதற்கு முன் நாம் கவனத்தில் கொள்ள வேண்டிய முக்கியமான மூன்று கூறுகள் யாவை?",
    "options": [
      "செயல், காலம், முறை",
      "செயல், காலம், செயல் திறன்",
      "செயல், நபர், காலம்",
      "நபர், காலம், முடிவு"
    ],
    "answer": "B",
    "additional_context": "ஒரு செயலைச் செய்வதற்கு முன் அதைச் செய்யும் நபரின் திறமையை, காலத்தையும் ஆராய்ந்து, அச்செயலை நிறைவேற்ற வேண்டும் என்கிறார் வள்ளுவர்.  எடுத்துக்காட்டாக, ஒரு மாணவன் ஒரு கவிதைப் போட்டியில் பங்குபெற விரும்புகிறான். அவன் கவிதைகள் எழுதுவதில் எவ்வளவு தேர்ச்சி பெற்றிருக்கிறான்? எவ்வளவு காலம் அவனுக்கு தயாராக இருக்கிறது? போட்டியில் எத்தனை பேர் பங்குபெறுகிறார்கள்? போட்டி எந்த வகையானது? போன்ற கேள்விகளுக்கு விடை தேட வேண்டும். ஒரு செயலை செய்யும் நபரின் திறமை, செயல் திறன், காலம் ஆகியவற்றை ஆராய்ந்த பின்னரே, அந்தச் செயலைத் தொடங்குவது சிறந்தது."
  },
  {
    "description": "“இதனை இதனால் இவன்முடிக்கும் என்று ஆய்ந்து அதனை அவன்கண் விடல்” என்ற குறள் எதனை வலியுறுத்துகிறது?",
    "options": [
      "ஒருவரின் திறமையை அறிந்து அவரிடம் பொறுப்பை ஒப்படைத்தல்",
      "ஒருவரின் குறைபாடுகளை அறிந்து அவரிடம் பொறுப்பை ஒப்படைத்தல்",
      "ஒருவரின் திறமையை மதித்து அவரிடம் பொறுப்பை ஒப்படைத்தல்",
      "ஒருவரின் செயல் திறனை அறிந்து அவரிடம் பொறுப்பை ஒப்படைத்தல்"
    ],
    "answer": "D",
    "additional_context": "ஒரு வேலையைச் செய்ய ஒருவர் தகுதியானவரா என்பதை ஆராய்ந்து பார்த்து அவரிடம் அந்த வேலையை ஒப்படைக்க வேண்டும் என்கிறது இந்தக் குறள்.  எடுத்துக்காட்டாக, ஒரு அணிக்கு தலைவராக யாரைத் தேர்ந்தெடுப்பது என்பதைக் கவனத்தில் கொள்ள வேண்டும்.  அந்த அணியின் தலைவராக இருக்க வேண்டியவர், அணியைச் சிறப்பாக வழிநடத்தும் திறமை, தலைமைப் பண்பு ஆகியவற்றைப் பெற்றிருக்க வேண்டும் என்பதை நினைவில் கொள்ள வேண்டும். ஒருவரின் செயல் திறன், தலைமைப் பண்பு ஆகியவற்றை ஆராய்ந்து அவரிடம் பொறுப்பை ஒப்படைப்பது சிறந்தது."
  },
  {
    "description": "“ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும் தேர்ந்துசெய் வஃதே முறை” என்ற குறள் எந்த வகையான ஆட்சி முறையை வலியுறுத்துகிறது?",
    "options": [
      "மக்கள் நலன் சார்ந்த ஆட்சி",
      "நடுவுநிலை ஆட்சி",
      "சட்டப்பூர்வமான ஆட்சி",
      "வலுவான ஆட்சி"
    ],
    "answer": "B",
    "additional_context": "ஒரு அரசன் ஒரு பக்கம் சாய்ந்து நிற்காமல் நடுவுநிலையாக இருந்து, மக்களின் நலனை கருத்தில் கொண்டு ஆட்சி புரிவது சிறந்தது என்று கூறுகிறார் வள்ளுவர்.  அதாவது, அரசன் எந்த ஒரு குழுவின் பக்கமும் சாய்ந்து நிற்கக்கூடாது. மக்களின் நலனுக்காகத் தான் அவர் ஆட்சி செய்ய வேண்டும். எல்லா மக்களின் நலனையும் கருத்தில் கொண்டு ஆட்சி புரிய வேண்டும். அவர்கள் அனைவரையும் நேர்மையாக நடத்த வேண்டும்.  இது மக்களின் நலனையும், நாட்டின் நலனையும் காக்கும். ஒரு நல்ல அரசன் எப்போதும் நடுவுநிலையாக இருப்பது அவசியம்."
  },
  {
    "description": "“இறைகாக்கும் வையகம் எல்லாம் அவனை முறைகாக்கும் முட்டாச் செயின்” என்ற குறள் அரசரின் எந்தப் பண்பைப் போற்றுகிறது?",
    "options": [
      "குற்றமற்ற ஆட்சி",
      "தன் வலிமை",
      "மக்கள் மீது அன்பு",
      "நீதிமானாக இருத்தல்"
    ],
    "answer": "A",
    "additional_context": "அரசனின் குற்றமற்ற ஆட்சிதான், உலகத்தை காப்பாற்றுகிறது என்று கூறுகிறார் வள்ளுவர்.  அதாவது,  நீதிமானாக இருந்து, மக்களுக்கு நன்மை செய்யும் ஆட்சியை நடத்தினால் மட்டுமே, ஒரு அரசன் உலகத்தால் மதிக்கப்படுவார்.  ஒரு அரசன், மக்களுக்கு எந்த ஒரு தீங்கும் செய்யாமல், நல்ல வழிகாட்டியாக இருந்தால் மட்டுமே, அவருடைய ஆட்சி நிலைத்து நிற்கும். அரசன் தன் கடமையை சரியாகச் செய்தால் மட்டுமே, அவருடைய ஆட்சி சிறப்பாக இருக்கும்."
  },
  {
    "description": "“தக்காங்கு நாடித் தலைசெல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து” என்ற குறள் அரசனின் எந்தக் கடமையை வலியுறுத்துகிறது?",
    "options": [
      "குற்றவாளிகளை தண்டித்தல்",
      "குற்றவாளிகளை மன்னித்தல்",
      "குற்றவாளிகளை மீண்டும் குற்றம் செய்யாமல் தடுத்து நிறுத்துதல்",
      "குற்றவாளிகளை சிறையில் அடைத்தல்"
    ],
    "answer": "C",
    "additional_context": "குற்றவாளிகளை தண்டிப்பது, ஒரு அரசனின் கடமை.  ஆனால்,  அந்தத் தண்டனை மீண்டும் குற்றம் செய்யாமல் தடுக்கும் வகையில் இருக்க வேண்டும் என்கிறார் வள்ளுவர்.  அதாவது,  குற்றவாளிகளை  மன்னிப்பதும், அவர்களை கடுமையாக தண்டிப்பதும் தவறு.  அவர்களுக்கு மனம் மாறும் வாய்ப்பை ஏற்படுத்தி, மீண்டும் குற்றம் செய்யாமல் இருக்கும் வகையில் நடவடிக்கை எடுப்பதுதான் சிறந்தது.   அதாவது, குற்றவாளிகளை தண்டிப்பது அவசியம், ஆனால் அதே நேரத்தில், அவர்களை சீர்திருத்த வேண்டும் என்பதுதான் வள்ளுவர் வலியுறுத்தும் கருத்து."
  }
]
