[
          
  {
    
          "description": "கடலில் ஓடும் கப்பல் தரையில் ஓட இயலாது என்ற கூற்றின் மூலம் திருக்குறள் என்ன கருத்தை வலியுறுத்துகிறது?",
          "options": [
      "அ) ஒவ்வொருவரும் தங்கள் திறமைக்கு ஏற்ப செயல்பட வேண்டும்.",
      "இ) தரையில் ஓடும் தேர்களை விட கடல் ஓடும் கப்பல்கள் சிறந்தவை.",
      "ஆ) கடல் மற்றும் நிலம் இரண்டிலும் ஓடும் வாகனங்கள் தேவை.",
      "ஈ) கடலில் ஓடுவதற்கு ஏற்ற வாகனம் தரையில் ஓட இயலாது."
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "கடலில் ஓடும் கப்பல் தரையில் ஓட முடியாது என்பது போல ஒவ்வொருவரும் தமக்குரிய துறைகளிலேயே திறமையாக செயல்படுவதே சிறந்தது என்பது இந்தக் குறளின் பொருள்.  எடுத்துக்காட்டாக, கடலில் மீன் பிடிக்க மீனவர்கள் போன்றோர் திறமையானவர்கள். அவர்கள் நிலத்தில் விவசாயம் செய்வது சிரமம். அதே போல் விவசாயிகள் கடலில் மீன் பிடிக்கச் செல்வது அவர்களுக்கு சிரமம். இதனால், ஒவ்வொருவரும் தங்கள் திறமைக்கு ஏற்ப செயல்படுவது சிறந்தது என்பது இந்தக் குறளின் மூலம் தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "தக்கார் தகவிலர் என்பது அவரவர் எச்சத்தால் காணப்படும்' - என்ற குறளின் மூலம் திருவள்ளுவர் எதை வலியுறுத்துகிறார்?",
          "options": [
      "நடுவுநிலைமை என்பது மனிதர்களிடையே உள்ள புகழ், பழி போன்ற விஷயங்களால் தெரியவரும்.",
      "நேர்மை உள்ளவர்களை அவர்களின் செயல்களால் அடையாளம் காண முடியும்.",
      "நல்லவர்களை அவர்களது தோற்றத்தால் கண்டுபிடிக்க முடியாது.",
      "நடுவுநிலைமை என்பது தன்னலமற்ற தன்மை என்பதைக் குறிக்கிறது."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தக் குறள் நடுவுநிலைமை பற்றியது. ஒருவரின் நேர்மையையும் நடுவுநிலைமையையும்  அவர்களின் செயல்களால் மட்டுமே கண்டுபிடிக்க முடியும்.  புகழ், பழி போன்றவை வெளிப்படையானவை.  எனவே, மனிதர்களிடையே உள்ள புகழ், பழி போன்றவற்றை வைத்து அவர்களின்  நேர்மை, நடுவுநிலைமை போன்றவற்றை அறிய முடியாது. "
          }
        ,
          
  {
    
          "description": "'சமன்செய்து சீர்தூக்கும் கோல்போல் அமைந்துஒருபால் கோடாமை சான்றோர்க்கு அணி' - என்ற குறளில் பயன்படுத்தப்பட்டிருக்கும் உவமை அணி எது?",
          "options": [
      "பிறிது மொழிதல்",
      "இல்பொருள்",
      "எடுத்துக்காட்டு உவமை",
      "உருவகம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தக் குறளில் துலாக்கோலை உவமையாகக் கொண்டு சான்றோரின்  நடுவுநிலைமையை விளக்குகிறார்.  சான்றோர் துலாக்கோல் போல் இருந்து, சமமாக இருந்து நடுவுநிலைமையுடன் செயல்படுவார்கள். இவ்வாறு துலாக்கோலை உவமையாகக் கொண்டு விளக்கப்படுவதால் இது இல்பொருள் உவமை அணி."
          }
        ,
          
  {
    
          "description": "'வலியில் நிலைமையான் வல்லுருவம் புலியின்தோல் போர்த்துமேய்ந் தற்று' - இந்தக் குறளில் பயன்படுத்தப்பட்டிருக்கும் உவமையின் மூலம் என்ன கருத்து விளக்கப்படுகிறது?",
          "options": [
      "புலியின் தோல் அணிந்த பசுவின் இயல்பு அறியப்படுவது போல, நெறியில் நிலை இல்லாதவர்களின் உருவத்தைக் கண்டு ஏமாறக் கூடாது.",
      "புலியின் தோலைப் போர்த்திக்கொண்டால் யாரையும் ஏமாற்ற முடியும்.",
      "வலிமைமிக்கவர் புலியின் தோலை அணிவது சிறப்பானது.",
      "மனதை அடக்கிக்கொள்ள முடியாதவர் தவக்கோலத்தை மேற்கொண்டால் பயனில்லை."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "வலிமைமிக்கவர் புலியின் தோலை அணிந்து பயிர்களை மேய்ந்தால் யாரும் அதைப் பசு என்று நம்ப மாட்டார்கள்.  அதுபோல மனதை அடக்கிக்கொள்ள முடியாதவர்கள் தவக்கோலத்தை மேற்கொண்டாலும் அவர்களின் உண்மையான மனநிலையைக் கண்டுபிடிக்க முடியும்.  எனவே, தோற்றத்தை வைத்து மக்களை ஏமாற்றக் கூடாது என்பது இந்தக் குறளின் மூலம் தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "'கணைகொடிது யாழ்கோடு செவ்விதுஆங்கு அன்ன வினைபடு பாலால் கொளல்' - என்ற குறளின் பொருள் என்ன?",
          "options": [
      "மக்களின் செயல்களைக் கண்டு அவர்களின் பண்புகளைப் புரிந்துகொள்ள வேண்டும்.",
      "யாழின் கொம்பு மிகவும் இனிமையானது.",
      "அம்பு கொடியதாக இருந்தாலும் அதன் நேரான தன்மை மதிக்கப்படுகிறது.",
      "யாரையும் தோற்றத்தால் மதிப்பிடக் கூடாது."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கொடிய அம்பு நேராக இருந்தாலும்  அது அழிவைத் தரும்.  யாழின் கொம்பு வளைந்தாலும் அது இனிமையான இசையைத் தரும்.  அதுபோல மனிதர்களின் தோற்றத்தை வைத்து அவர்களைப் பற்றி எண்ணக் கூடாது.  அவர்களின் செயல்களைக் கண்டு அவர்களின் பண்புகளைப் புரிந்துகொள்ள வேண்டும்."
          }
        ]