[
          
  {
    
          "description": "“நிழல்இகழும் பூணாய்” என்ற வரியில் “பூணாய்” என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "பூக்கள் அணிந்த பெண்",
      "அணிகலன்களை அணிந்த பெண்",
      "விலங்குகளைக் கொண்ட பெண்",
      "குழந்தைகளுடன் இருக்கும் பெண்"
    ],
    "answer": "B",
    
          "additional_context": "நீலகேசி நூலில் 'நிழல்இகழும் பூணாய்' என்று குறிப்பிடப்பட்டுள்ளது. இதில் பூணாய் என்ற சொல் அணிகலன்களை அணிந்த பெண்ணைக் குறிப்பிடுகிறது. இதன் பொருள், அணிகலன்கள் அணிந்த பெண் என்றாகும். இது இந்த வரியில் குறிப்பிடப்படும் பெண் ஒருவகைப் பூணாய் என்றும் நாம் புரிந்துகொள்ளலாம். இது தத்துவ ரீதியாக, தன்னை அலங்கரித்துக் கொள்ளும் பெண்ணைக் குறிப்பிடுவதாகவும் இருக்கலாம். இந்த வரியில் குறிப்பிடப்படும் பெண் எந்த மாதிரியான பூணாய் என்ற கேள்விக்கு பதில் தரக்கூடியதாக இது இருக்கிறது. இதில் பூணாய் என்ற சொல் பெண்ணின் அழகை, மதிப்பை, கௌரவத்தை வெளிப்படுத்துகிறது. மேலும், இது இலக்கிய ரீதியாக, அழகுடன் கூடிய பெண்ணை அல்லது கௌரவத்துடன் கூடிய பெண்ணை குறிப்பிடுவதாகவும் இருக்கலாம்."
          }
        ,
          
  {
    
          "description": "“தீராத் திறத்தனவும்” என்ற வரியில் “திறத்தனவும்” என்ற சொல் எதனைப் பொருள்படுத்துகிறது?",
          "options": [
      "மறைந்திருத்தல்",
      "கொடுமை",
      "உவசமம்",
      "சோம்பல்"
    ],
    "answer": "C",
    
          "additional_context": "நீலகேசி நூலில் “தீராத் திறத்தனவும்”  என்ற வரி தோன்றுகிறது. திறத்தனவும் என்ற சொல் உவசமம் என்ற பொருளைப் படுத்துகிறது. உவசமம் என்பது மறைந்திருத்தல், கொடுமை போன்ற தீய செயல்களை குறிப்பிடுகிறது. இதன் பொருள், மறைந்திருந்து செயல்படும் தன்மை, மற்றவர்களுக்குத் தீங்கு செய்யும் தன்மை போன்றவற்றை  குறிப்பிடுகிறது. இந்த வரியில், எந்த மாதிரியான தன்மையுடையவர்களைக் குறிப்பிடுகிறது என்ற கேள்விக்கு பதில் தரக்கூடியதாக இது இருக்கிறது. திறத்தனவும் என்ற சொல்  மறைந்திருந்து கொடுமை செய்யும் தன்மையை குறிப்பிடுகிறது. இந்த சொல்லின் பின்னணியில் இருக்கும் தத்துவம், கொடுமை என்பது உவசமம் போன்ற மறைந்திருக்கும் தன்மையை கொண்டது என்றும் நாம் புரிந்துகொள்ளலாம். "
          }
        ,
          
  {
    
          "description": "நீலகேசி நூலில் குறிப்பிடப்படும் நோயின் வகைகளில் ஒன்று எது?",
          "options": [
      "உடல் நோய்",
      "மன நோய்",
      "எதனாலும் தீராத நோய்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "நீலகேசி நூலில் குறிப்பிடப்படும் நோய் வகைகளில் உடல் நோய், மன நோய், எதனாலும் தீராத நோய் என மூன்று வகைகள் உள்ளன.  உடல் நோய் என்பது உடலில் ஏற்படும் நோய்களைக் குறிப்பிடுகிறது. மன நோய் என்பது மனதில் ஏற்படும் நோய்களைக் குறிப்பிடுகிறது. எதனாலும் தீராத நோய் என்பது எந்த மருந்துகளாலும் தீராத நோய்களைக் குறிப்பிடுகிறது. நீலகேசி நூல் இந்த மூன்று வகையான நோய்களையும்  குறிப்பிடுகிறது. நோய் என்பது ஒரு பொதுவான கருத்து.  நோய் என்ற சொல் உடல், மனம், ஆன்மா போன்றவற்றில் ஏற்படும் துன்பங்களை குறிக்கிறது. நீலகேசி நூல்  மனித வாழ்வில் ஏற்படும் துன்பங்களை, நோய் என்ற கண்ணோட்டத்தில்  பார்ப்பதன் மூலம்  மனிதர்கள் துன்பங்களிலிருந்து விடுபட வேண்டும் என்ற கருத்தை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "“ஓர்தல் தெளிவோடு ஒழுக்கம் இவையுண்டார்” என்ற வரியில் “ஓர்தல்”  என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "அழகு",
      "நல்லறிவு",
      "நல்லொழுக்கம்",
      "நற்காட்சி"
    ],
    "answer": "B",
    
          "additional_context": "நீலகேசி நூலில் 'ஓர்தல் தெளிவோடு ஒழுக்கம் இவையுண்டார்' என்ற வரியில் 'ஓர்தல்' என்ற சொல் நல்லறிவை குறிப்பிடுகிறது. இந்த வரியில் நல்லறிவு, தெளிவு, ஒழுக்கம் போன்ற மூன்று விஷயங்கள் மனித வாழ்வில் முக்கியமானவை என்றும் குறிப்பிடப்படுகிறது. இது ஓர்தல் என்ற சொல் எப்படி நல்லறிவை குறிப்பிடுகிறது என்பதை விளக்குகிறது.  மனித வாழ்வில் நல்லறிவு என்பது மிக முக்கியமான ஒன்று. நல்லறிவு இருந்தால், மனிதர்கள் சரியான முடிவுகளை எடுக்க முடியும். நல்லறிவு இருந்தால், மனிதர்கள்  தவறுகளைச் செய்யாமல் இருக்க முடியும். "
          }
        ,
          
  {
    
          "description": "நீலகேசி நூலின் ஆசிரியர் பெயர் என்ன?",
          "options": [
      "திருவள்ளுவர்",
      "கம்பர்",
      "அறியப்படவில்லை",
      "சங்கரர்"
    ],
    "answer": "C",
    
          "additional_context": "நீலகேசி நூல்  ஐஞ்சிறுகாப்பியங்களில் ஒன்று. இந்நூல் சமணசமயக் கருத்துகளை வாதங்களின் அடிப்படையில் விளக்குகிறது. கடவுள் வாழ்த்து நீங்கலாகப் பத்துச் சருக்கங்களைக் கொண்டது. சமயத் தத்துவங்களை விவாதிக்கும் தருக்க நூலான இதன் ஆசிரியர் பெயர் அறியப்படவில்லை. இந்நூலின் ஆசிரியர் பெயர் அறியப்படாமல் இருப்பதால்  இது யாரால் எழுதப்பட்டது என்று தெரியவில்லை. இது  அநாமதேய நூலாகக் கருதப்படுகிறது. இதில் இலக்கிய நயம், சொல் வளம், கருத்து வளம் போன்றவற்றைக் காணலாம்."
          }
        ]