[
          
  {
    
          "description": "சியாட்டல் தனது கடிதத்தில் செவ்விந்தியர்களுக்கு _____ மிகவும் புனிதமானது எனக் கூறுகிறார்.",
          "options": [
      "காற்று",
      "நீர்",
      "மலைகள்",
      "நிலம்"
    ],
    "answer": "D",
    
          "additional_context": "சியாட்டல் தனது கடிதத்தில், அவர்களது பூமிக்கு அணுக்கமான வானத்தை எவ்வாறு வாங்கவோ விற்கவோ முடியும்? இவ்வாறு செய்ய வேண்டுமென்ற எண்ணமே வேடிக்கையாகத் தோன்றுகிறது. காற்றின் தூய்மையும் நீரின் உயர்வும் யாருக்கும் சொந்தமானவை அல்ல. அப்படியிருக்கையில் நீங்கள் அவற்றை எவ்வாறு விலைகொடுத்து வாங்க முடியும்? என்று கேள்வி எழுப்புகிறார். இந்தப் பூமியின் ஒவ்வொரு துகளும் எம் மக்களுக்குப் புனிதமானதாகும். கூடவே, மின்னும் ஒளியுடைய ஒவ்வொரு ஊசியிலையும் எல்லாக் கடற்கரைகளும் கருமரங்களில் தவழும் பனித்துளிகளும் இன்னிசை எழுப்பித் திரியும் பூச்சி வகைகளும் எம் மக்களின் நினைவிலும் வாழ்விலும் மிகவும் புனிதமானவை. பாலூறும் மரத்திலிருந்து ஒழுகும் திரவம்கூட, செவ்விந்தியர்களின் நினைவுகளைச் சுமந்து நிற்கின்றது."
          }
        ,
          
  {
    
          "description": "'எமது மக்கள், இந்தப் பூமியை _____ மறப்பதேயில்லை' என சியாட்டல் குறிப்பிடுகிறார்.",
          "options": [
      "எப்பொழுதும்",
      "ஒருபோதும்",
      "நினைவில்",
      "என்றும்"
    ],
    "answer": "B",
    
          "additional_context": "சியாட்டல், தனது கடிதத்தில், “எமது மக்கள், இந்தப் பூமியை ஒருபோதும் மறப்பதேயில்லை. ஏனெனில் இதுவே எமக்குத் தாயாகும். நாங்கள் இந்த மண்ணுக்கு உரியவர்கள்; இந்த மண்ணும் எமக்குரியதாகும். இங்குள்ள நறுமணம் மிகுந்த மலர்கள் யாவும் எமது சகோதரிகள். மான்கள், குதிரைகள், கழுகுகள் போன்ற அனைத்தும் எமது சகோதரர்கள். மலை முகடுகள், பசும்புல்வெளிகளின் பனித்துளிகள், மட்டக் குதிரைகளின் உடல்சூட்டின் இதமான கதகதப்பு போன்றவையும் இங்குள்ள மனிதர்கள் எல்லாமும் ஒரே குடும்பம்.' என்று குறிப்பிடுகிறார்."
          }
        ,
          
  {
    
          "description": "'_____ யாவும் எம் உடன்பிறந்தவர்கள்' என சியாட்டல் குறிப்பிடுகிறார்.",
          "options": [
      "மலைகள்",
      "மரங்கள்",
      "ஆறுகள்",
      "விலங்குகள்"
    ],
    "answer": "D",
    
          "additional_context": "சியாட்டல், “எமது மக்கள், இந்தப் பூமியை ஒருபோதும் மறப்பதேயில்லை. ஏனெனில் இதுவே எமக்குத் தாயாகும். நாங்கள் இந்த மண்ணுக்கு உரியவர்கள்; இந்த மண்ணும் எமக்குரியதாகும். இங்குள்ள நறுமணம் மிகுந்த மலர்கள் யாவும் எமது சகோதரிகள். மான்கள், குதிரைகள், கழுகுகள் போன்ற அனைத்தும் எமது சகோதரர்கள். மலை முகடுகள், பசும்புல்வெளிகளின் பனித்துளிகள், மட்டக் குதிரைகளின் உடல்சூட்டின் இதமான கதகதப்பு போன்றவையும் இங்குள்ள மனிதர்கள் எல்லாமும் ஒரே குடும்பம்.' என்று குறிப்பிடுகிறார்."
          }
        ,
          
  {
    
          "description": "சியாட்டல் தன் கடிதத்தில் எதற்கு விலை கொடுக்க முடியாது எனக் கூறுகிறார்?",
          "options": [
      "காற்று மற்றும் நீரின் தூய்மை",
      "பூமியின் வளங்கள்",
      "மனித உறவுகள்",
      "மலைகளின் அழகு"
    ],
    "answer": "A",
    
          "additional_context": "சியாட்டல் தனது கடிதத்தில், அவர்களது பூமிக்கு அணுக்கமான வானத்தை எவ்வாறு வாங்கவோ விற்கவோ முடியும்? இவ்வாறு செய்ய வேண்டுமென்ற எண்ணமே வேடிக்கையாகத் தோன்றுகிறது. காற்றின் தூய்மையும் நீரின் உயர்வும் யாருக்கும் சொந்தமானவை அல்ல. அப்படியிருக்கையில் நீங்கள் அவற்றை எவ்வாறு விலைகொடுத்து வாங்க முடியும்? என்று கேள்வி எழுப்புகிறார். இந்தப் பூமியின் ஒவ்வொரு துகளும் எம் மக்களுக்குப் புனிதமானதாகும். கூடவே, மின்னும் ஒளியுடைய ஒவ்வொரு ஊசியிலையும் எல்லாக் கடற்கரைகளும் கருமரங்களில் தவழும் பனித்துளிகளும் இன்னிசை எழுப்பித் திரியும் பூச்சி வகைகளும் எம் மக்களின் நினைவிலும் வாழ்விலும் மிகவும் புனிதமானவை. பாலூறும் மரத்திலிருந்து ஒழுகும் திரவம்கூட, செவ்விந்தியர்களின் நினைவுகளைச் சுமந்து நிற்கின்றது."
          }
        ,
          
  {
    
          "description": "செவ்விந்தியர்களுக்கு புனிதமானதாக கருதப்படும் இயற்கை கூறுகள் யாவை?",
          "options": [
      "மரங்கள், நீர், காற்று, விலங்குகள்",
      "மலைகள், கடற்கரைகள்,  மலர்கள்",
      "நட்சத்திரங்கள்,  சூரியன்,  நிலா",
      "a) மற்றும் b)"
    ],
    "answer": "D",
    
          "additional_context": "சியாட்டல், தனது கடிதத்தில், 'இந்தப் பூமியின் ஒவ்வொரு துகளும் எம் மக்களுக்குப் புனிதமானதாகும். கூடவே, மின்னும் ஒளியுடைய ஒவ்வொரு ஊசியிலையும் எல்லாக் கடற்கரைகளும் கருமரங்களில் தவழும் பனித்துளிகளும் இன்னிசை எழுப்பித் திரியும் பூச்சி வகைகளும் எம் மக்களின் நினைவிலும் வாழ்விலும் மிகவும் புனிதமானவை. பாலூறும் மரத்திலிருந்து ஒழுகும் திரவம்கூட, செவ்விந்தியர்களின் நினைவுகளைச் சுமந்து நிற்கின்றது. என்று கூறுகிறார்."
          }
        ]