
[
  {
    "description": "“ஒவ்வாமை” என்ற சொல்லின் ஆங்கில மொழிபெயர்ப்பு என்ன?",
    "options": [
      "Allergy",
      "Sickness",
      "Infection",
      "Virus"
    ],
    "answer": "A",
    "additional_context": "நம் உடல் சில உணவுகளுக்கு எதிர்வினை ஆற்றுவது ஒருவகை ஒவ்வாமை. பால், முட்டை, மீன், தானிய வகைகள் போன்றவற்றிற்கு ஒவ்வாமை உண்டாகும். உணவு ஒவ்வாமையால் முகத்தில் சிவப்பு, சளி, வயிற்று வலி, வாந்தி, மூச்சுத் திணறல் போன்றவை ஏற்படும்."
  },
  {
    "description": "“மடை திறந்த வெள்ளம் போல்” என்ற உவமைத் தொடர் எந்தச் சூழ்நிலையைக் குறிக்கிறது?",
    "options": [
      "மிகுதியாக நிறைந்த நிலை",
      "வெளிப்படைத் தன்மை",
      "எளிதில் மனத்தில் பதிதல்",
      "பயனற்ற செயல்"
    ],
    "answer": "A",
    "additional_context": "மடை திறந்த வெள்ளம் போல் என்ற உவமைத் தொடர் எந்தத் தடையுமின்றி  மிகுதியாக ஏதாவது இருப்பதை குறிக்கிறது.  மடை திறந்தால் வெள்ளம் எந்த தடையுமின்றி வெளியேறும். அதுபோல தடையின்றி ஏதாவது மிகுதியாக இருந்தால், மடை திறந்த வெள்ளம் போல் என்று கூறுவோம்."
  },
  {
    "description": "“பசு மரத்து ஆணி போல” என்ற உவமைத் தொடர் எந்தக் கருத்தைப்  பொருத்திப் பயன்படுத்தலாம்?",
    "options": [
      "ஒரு நிகழ்வு திடீரென நிகழ்வது.",
      "ஒரு நபர் மிகவும் அடக்கமாக இருப்பது.",
      "ஒரு செயல் மிகவும் எளிதானது.",
      "ஒருவர் மற்றவரின்  மீது அளவு கடந்த அன்பு கொள்வது."
    ],
    "answer": "A",
    "additional_context": "பசு மரத்து ஆணி போல என்ற உவமைத் தொடர் எதிர்பாராத விதமாக  ஒரு நிகழ்வு திடீரென நிகழ்வதை குறிக்கிறது. பசு மரத்தில் திடீரென ஆணி அடித்தால் அது நிகழ்வு திடீரென நிகழ்ந்ததை குறிக்கும்."
  },
  {
    "description": "“உணவும் மருந்தும்” என்ற தலைப்பில் எழுதப்படும் கட்டுரையில் பின்வரும் எந்த விஷயம்  சேர்க்கப்படாது?",
    "options": [
      "உடற்பயிற்சியின் தேவை",
      "நோய் வரக் காரணங்கள்",
      "சிறுதானியங்கள் பற்றிய விளக்கம்",
      "நோய் தீர்க்கும் வழிமுறைகள்"
    ],
    "answer": "C",
    "additional_context": "உணவும் மருந்தும் என்ற தலைப்பில் எழுதப்படும் கட்டுரை உணவின் மூலம் உடல்நலத்தை எப்படி மேம்படுத்தலாம் என்பதைப் பற்றி விளக்கும். இதில் உடற்பயிற்சியின் தேவை, நோய் வரக் காரணங்கள் மற்றும் நோய் தீர்க்கும் வழிமுறைகள் போன்றவற்றை விளக்கலாம். ஆனால், சிறுதானியங்கள் பற்றிய விளக்கம் அவசியமில்லை."
  },
  {
    "description": "“இரவெல்லாம் வெற்றுக் குடலுடன் இருந்த உடலுக்குக் குளிர்ச்சியான உணவு மிகவும் நல்லது.” இந்த வாக்கியம் எதைப் பற்றிப் பேசுகிறது?",
    "options": [
      "மதிய உணவை எப்படி சாப்பிட வேண்டும்",
      "காலை உணவைத் தவிர்க்கக்கூடாது",
      "இரவு உணவை எப்படி சாப்பிட வேண்டும்",
      "சரியான நேரத்திற்கு உணவு உண்ண வேண்டும்"
    ],
    "answer": "C",
    "additional_context": "இந்த வாக்கியம் இரவு உணவை எப்படி சாப்பிட வேண்டும் என்பதற்கான ஒரு குறிப்பைத் தருகிறது. இரவெல்லாம் வெற்றுக் குடலுடன் இருக்கும்போது, குளிர்ச்சியான உணவு உடலுக்கு நல்லது என்பது இதன் பொருள்."
  }
]
