
[
  {
    "description": "_________  என்பது பித்தளை அல்லது வெண்கலத்தால் செய்யப்பட்டிருக்கும்.",
    "options": [
      "a) சேகண்டி",
      "b) திமிலை",
      "c) சாலரா",
      "d) பறை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சாலரா என்பது பித்தளை அல்லது வெண்கலத்தால் செய்யப்பட்டிருக்கும். இதன் உட்புறம் குவிந்து இருக்கும். இதனை ஒன்றோடு ஒன்று பொருத்தியும் விளிம்பின் மீது தட்டியும் தாளத்தின் தேவைக்கு ஏற்ப இசைப்பர். இதனைப் பாண்டில் எனவும் அழைப்பர். இது கோயில் கூட்டு வழிபாட்டின் போதும் இன்னிசை அரங்குகளிலும் இசைக்கப்படும் இன்றியமையாத இசைக்கருவி ஆகும். இதனை இக்காலத்தில் 'ஜால்ரா' என்பர்."
  },
  {
    "description": "_________  என்பது விலங்குத் தோலால் இழுத்துக் கட்டப்பட்ட கருவி.",
    "options": [
      "a) சேகண்டி",
      "b) பறை",
      "c) திமிலை",
      "d) சாலரா"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "விலங்குத் தோலால் இழுத்துக் கட்டப்பட்ட கருவி பறையாகும். பழங்காலத்தில் செய்திகளைத் தெரிவிக்கக் கோட்பறையை முழக்கினர். பகைவர்களின் ஆநிரையைக் கவரச் செல்லும்போது ஆகோட்பறையை முழக்குவர். இக்காலத்தில் இது தப்பு என்னும் பெயரில் வழங்கப்படுகிறது. இதனை முழக்கிக்கொண்டு ஆடும் ஆட்டம் தப்பாட்டம் என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "_________  என்பது இரண்டு கைகளாலும் இசைக்கப்படுகிறது.",
    "options": [
      "a) குடமுழா",
      "b) மத்தளம்",
      "c) யாழ்",
      "d) வீணை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மத்தளத்தின் நடுப்பகுதி பெருத்தும் கடைப்பகுதி சிறுத்தும் காணப்படும். மரத்தால் செய்யப்பட்டிருக்கும் இதன் வாய்ப்பகுதி வளையங்களில் தோல் இழுத்துக் கட்டப்பட்டிருக்கும். இக்கருவி இரண்டு கைகளாலும் இசைக்கப்படுகிறது. ஆகவே இதனை முதற்கருவி என்பர். தஞ்சை பெரிய கோயில் கல்வெட்டில் கோயிலுக்கு நியமிக்கப்பட்ட இசைக்கலைஞர்களுள் கொட்டி மத்தளம் வாசிப்பவர் ஒருவரும் இருந்தார் என்பர்."
  },
  {
    "description": "பழந்தமிழ் நாட்டில் _______  வகையான முரசுகள் இருந்தன.",
    "options": [
      "a) பதினாறு",
      "b) முப்பத்தாறு",
      "c) நாற்பத்தாறு",
      "d) ஐம்பத்தாறு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "படைமுரசு, கொடைமுரசு, மணமுரசு என்று மூன்று வகையான முரசுகள் பழந்தமிழ் நாட்டில் புழக்கத்தில் இருந்தன. தமிழ் மக்களிடம் முப்பத்தாறு வகையான முரசுகள் வழக்கத்தில் இருந்ததாகச் சிலப்பதிகாரம் குறிப்பிடுகிறது. மாக்கண் முரசம் என்று மதுரைக் காஞ்சி குறிப்பிடுகிறது."
  },
  {
    "description": "_________  என்பது வேட்டுவர் இறுகக் கட்டிய தங்கள் வில் நாணில் இருந்து எழும் ஓசையை உணர்ந்தனர்.",
    "options": [
      "a) யாழ்",
      "b) வீணை",
      "c) முழவு",
      "d) குழல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "வேட்டுவர் இறுகக் கட்டிய தங்கள் வில் நாணில் இருந்து எழும் ஓசையை உணர்ந்தனர். வில்லைப் போன்ற வளைவு உடையதும் நரம்புகளால் ஆனதும் விரலால் வருடக் கூடியதுமான கருவி ஒன்றை உருவாக்கினார். இதன் அடிப்படையில் உருவான கருவியே யாழ் ஆகும். பேரியாழ், செங்கோட்டியாழ் போன்றவை மிகப் பழமையானவை. யாழின் வகைக்கு ஏற்ப அதில் இருக்கும் நரம்புகளின் எண்ணிக்கை வேறுபடுகிறது. இருபத்தொரு நரம்புகளைக் கொண்டது பேரியாழ், பத்தொன்பது நரம்புகளைக் கொண்டதாக மீன் வடிவில் அமைந்தது மகரயாழ், பதினான்கு நரம்புகளைக் கொண்டது சகோடயாழ். யாழின் வடிவமே மெல்லமெல்ல மாற்றமடைந்து பிற்காலத்தில் வீணையாக உருமாறியது என்பர்."
  }
]
