[
          
  {
    
          "description": "'____ நாடித் தலைசெல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து'  என்ற வரியில், தண்டனை வழங்கும் போது அரசன்  எதை ஆராய்ந்து தண்டனை வழங்க வேண்டும்?",
          "options": [
      "தலை",
      "குற்றம்",
      "காலம்",
      "மனநிலை"
    ],
    "answer": "B",
    
          "additional_context": "திருக்குறளில், 'தக்காங்கு நாடித் தலைசெல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து'  என்ற வரி அரசனின் தண்டனை வழங்கும் முறையைப் பற்றி கூறுகிறது. ஒருவன் செய்த குற்றத்தை முறையாக ஆராய்ந்து அவர் மீண்டும் குற்றம் செய்யாதவாறு தண்டிப்பது அரசனின் கடமை என்று இதன் பொருள். அதாவது, அரசன் குற்றத்தின் தன்மையையும் குற்றவாளியின் மனநிலையையும் ஆராய்ந்து, தண்டனை வழங்க வேண்டும் என்பது இதன் பொருள்."
          }
        ,
          
  {
    
          "description": "'____ அறிந்து ஆராய்ந்து சொல்லுக சொல்லின்'  என்ற வரியில், தூய்மையானவர் எதை அறிந்து பேச வேண்டும்?",
          "options": [
      "சொற்களின்",
      "அவையின்",
      "பொருளின்",
      "காலத்தின்"
    ],
    "answer": "B",
    
          "additional_context": "திருக்குறளில், 'அவைஅறிந்து ஆராய்ந்து சொல்லுக சொல்லின் தொகைஅறிந்த தூய்மை யவர்.' என்ற வரி, தூய்மையானவர் எதை அறிந்து பேச வேண்டும் என்பதை வலியுறுத்துகிறது. பேசும்போது தன் சொல்லின் வலிமையைப் புரிந்துகொண்டு பேச வேண்டும், தன் சொல்லின் தாக்கத்தைப் பற்றி எண்ணிப் பார்த்துப் பேச வேண்டும் என்பது இதன் பொருள். அவை என்பது அவையின் தன்மை, அவையில் உள்ளோர், அவையின் நோக்கம், அவையின் பண்பு ஆகியவை. "
          }
        ,
          
  {
    
          "description": "'கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும் ____ மொழிவதாம் சொல்'  என்ற வரியில், சொல்லாற்றலின் இயல்பு என்ன?",
          "options": [
      "உண்மை",
      "மென்மை",
      "வேட்பு",
      "அன்பை"
    ],
    "answer": "C",
    
          "additional_context": "திருக்குறளில், 'கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும் வேட்ப மொழிவதாம் சொல்.' என்ற வரி, சொல்லாற்றலின் இயல்பை விளக்குகிறது.  இதன் பொருள், கேட்பவரைத் தன்வயப்படுத்தும் திறன் கொண்டதாகவும், கேளாதவரை கேட்கத் தூண்டும் திறன் கொண்டதாகவும் இருக்க வேண்டும் என்பதாகும். சொல் என்பது உண்மையாக இருக்க வேண்டும், மென்மையாக இருக்க வேண்டும். ஆனால் அதற்கு மேலாக அது வேட்பாக இருக்க வேண்டும், இனிமையாக இருக்க வேண்டும். இதுதான் சிறந்த சொல்லாற்றலின் இயல்பு."
          }
        ,
          
  {
    
          "description": "'இறைகாக்கும் வையகம் எல்லாம் அவனை ____ காப்பாற்றும்' என்ற வரியில்,  அரசனை எது காப்பாற்றும்?",
          "options": [
      "படை வலிமை",
      "செல்வம்",
      "குற்றமற்ற ஆட்சி",
      "தெய்வீக சக்தி"
    ],
    "answer": "C",
    
          "additional_context": "திருக்குறளில், 'இறைகாக்கும் வையகம் எல்லாம் அவனை முறைகாக்கும் முட்டாச் செயின்.' என்ற வரி, அரசனை எது காப்பாற்றும் என்பதை விளக்குகிறது. இதன் பொருள், உலகத்து உயிர்களை எல்லாம் அரசர் காப்பாற்றுவார். ஆனால் அவரை அவரது குற்றமற்ற ஆட்சி காப்பாற்றும் என்பதாகும். அரசன் தன் குற்றமற்ற ஆட்சி மூலம் மக்களை காப்பாற்றினால் மட்டுமே அவர் உயர்வடைவார். "
          }
        ,
          
  {
    
          "description": "'இதனை இதனால் ____ முடிக்கும் என்று ஆய்ந்து அதனை அவன்கண் விடல்' என்ற வரியில்,  ஒரு செயலை யாரிடம் ஒப்படைக்கும் முன்  எதை ஆராய்ந்து பார்க்க வேண்டும்?",
          "options": [
      "காலம்",
      "திறன்",
      "நோக்கம்",
      "முறை"
    ],
    "answer": "B",
    
          "additional_context": "திருக்குறளில், 'இதனை இதனால் இவன்முடிக்கும் என்று ஆய்ந்து அதனை அவன்கண் விடல்.'  என்ற வரி, ஒரு செயலை யாரிடம் ஒப்படைக்கும் முன் எதை ஆராய்ந்து பார்க்க வேண்டும் என்பதை விளக்குகிறது. இதன் பொருள், இச்செயலை இந்தவகையால் இவர் செய்து முடிப்பார் என்று ஆராய்ந்து அச்செயலை அவரிடம் ஒப்படைக்க வேண்டும் என்பதாகும். அதாவது, ஒருவருக்கு ஒரு வேலையை ஒப்படைக்கும் முன், அவர் அதற்குத் தகுதியானவரா, அவரால் அந்த வேலையை சரியாகச் செய்ய முடியுமா என்பதை ஆராய்ந்து பார்த்த பிறகுதான் வேலையை ஒப்படைக்க வேண்டும் என்பது இதன் பொருள்."
          }
        ]