[
          
  {
    
          "description": "'அண்ணா எனக்கு ஓர் உதவி செய்வாயா?' என்ற தொடரில் 'அண்ணா'  என்னும் சொல் எந்த வேற்றுமையைப் பயன்படுத்துகிறது?",
          "options": [
      "இரண்டாம் வேற்றுமை",
      "மூன்றாம் வேற்றுமை",
      "நான்காம் வேற்றுமை",
      "எட்டாம் வேற்றுமை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்தக் கேள்வி, ஒரு தொடரில் 'அண்ணா' என்னும் சொல் எந்த வேற்றுமையைப் பயன்படுத்துகிறது என்பதை அறிந்து கொள்ள வேண்டும். இது வேற்றுமை அறிவை சோதிக்கிறது. வேற்றுமை என்பது பெயர்ச்சொல்லின் பொருளை வேறுபடுத்தும் ஒரு முறை. இந்தக் கேள்வியில், 'அண்ணா' என்பது ஒரு விளிச்சொல். விளிச்சொல் எட்டாம் வேற்றுமை பயன்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'பாவை அண்ணனைப் பார்த்து ' என்ற தொடரில் 'அண்ணனை'  என்னும் சொல் எந்த வேற்றுமையைப் பயன்படுத்துகிறது?",
          "options": [
      "முதல் வேற்றுமை",
      "இரண்டாம் வேற்றுமை",
      "மூன்றாம் வேற்றுமை",
      "நான்காம் வேற்றுமை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தக் கேள்வி, ஒரு தொடரில் 'அண்ணனை' என்னும் சொல் எந்த வேற்றுமையைப் பயன்படுத்துகிறது என்பதை அறிந்து கொள்ள வேண்டும். இது வேற்றுமை அறிவை சோதிக்கிறது. வேற்றுமை என்பது பெயர்ச்சொல்லின் பொருளை வேறுபடுத்தும் ஒரு முறை. இந்தக் கேள்வியில், 'அண்ணனை' என்பது செயப்படுபொருள். செயப்படுபொருள் இரண்டாம் வேற்றுமை பயன்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "“கபிலர் பரணரைப் புகழ்ந்தார்” என்னும் தொடரில், பரணரை என்ற சொல்லில் பயன்படுத்தப்பட்டுள்ள உருபு எது?",
          "options": [
      "ஐ",
      "ஆல்",
      "கு",
      "இன்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தக் கேள்வி, ஒரு தொடரில் 'பரணரை' என்னும் சொல்லில் பயன்படுத்தப்பட்டுள்ள உருபு எது என்பதை அறிந்து கொள்ள வேண்டும். இது வேற்றுமை அறிவை சோதிக்கிறது. வேற்றுமை என்பது பெயர்ச்சொல்லின் பொருளை வேறுபடுத்தும் ஒரு முறை. இந்தக் கேள்வியில், 'பரணரை' என்பது இரண்டாம் வேற்றுமை உருபு 'ஐ' பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“தாயொடு குழந்தை சென்றது”  என்ற தொடரில், “ஒடு” என்ற உருபு எந்த வேற்றுமையைக் குறிக்கிறது?",
          "options": [
      "முதல் வேற்றுமை",
      "இரண்டாம் வேற்றுமை",
      "மூன்றாம் வேற்றுமை",
      "நான்காம் வேற்றுமை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கேள்வி, ஒரு தொடரில் 'ஒடு' என்னும் உருபு எந்த வேற்றுமையைப் பயன்படுத்துகிறது என்பதை அறிந்து கொள்ள வேண்டும். இது வேற்றுமை அறிவை சோதிக்கிறது. வேற்றுமை என்பது பெயர்ச்சொல்லின் பொருளை வேறுபடுத்தும் ஒரு முறை. இந்தக் கேள்வியில், 'ஒடு' என்பது மூன்றாம் வேற்றுமை உருபு பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“சிலம்பின் இனிமை மனதை ஈர்க்கும்” என்ற தொடரில் “இன்” என்ற உருபு எதைக் குறிக்கிறது?",
          "options": [
      "உரிமை",
      "தகுதி",
      "நீங்கல்",
      "இடம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கேள்வி, ஒரு தொடரில் 'இன்' என்னும் உருபு எதைக் குறிக்கிறது என்பதை அறிந்து கொள்ள வேண்டும். இது வேற்றுமை அறிவை சோதிக்கிறது. வேற்றுமை என்பது பெயர்ச்சொல்லின் பொருளை வேறுபடுத்தும் ஒரு முறை. இந்தக் கேள்வியில், 'இன்' என்பது ஐந்தாம் வேற்றுமை உருபு பயன்படுத்தப்பட்டுள்ளது. இது நீங்கல் பொருளைக் குறிக்கிறது."
          }
        ]