
[
  {
    "description": "கவிதையில், \"கவலைகள்\" என்ற சொல் எதற்கு ஒப்பிடப்பட்டுள்ளது?",
    "options": [
      "அ) சூரியன்",
      "ஆ) திரி",
      "இ) கைக்குழந்தைகள்",
      "ஈ) பூமி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கவிதையில், கவலைகள் கைக்குழந்தைகளைப் போல ஓடி வந்து கைகுலுக்க வரும் என்று சொல்லப்படவில்லை. கவலைகள் சுமையாக இருக்கும் என்பதை வலியுறுத்துகிறது. ஆகையால், கவலைகள் எதற்கு ஒப்பிடப்படுகின்றன என்பதைக் கேட்கும் போது, \"சுமைகள்\" என்பது பொருத்தமான பதில். அதேபோல், \"துன்பங்கள்\" என்பதுவும் சரியானது, ஏனெனில் கவலைகள் நமக்கு மன உளைச்சலை ஏற்படுத்தும். கவலைகள் கைக்குழந்தைகளைப் போல இல்லை என்பதை கவிதை வலியுறுத்துகிறது. எனவே, 'இ' என்பது சரியான பதில்."
  },
  {
    "description": "\"நாளைமட்டுமல்ல இன்றும் நம்முடையதுதான்\" - இந்த வரிகள் எதை வலியுறுத்துகின்றன?",
    "options": [
      "அ) நேரத்தை வீணாக்கக் கூடாது",
      "ஆ) எதிர்காலம் நம் கையில்",
      "இ) தற்போதைய நேரத்தின் மதிப்பு",
      "ஈ) நாளை இன்றையதைப் போலவே"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரிகள் நமது வாழ்வில் இன்றைய நேரத்தின் முக்கியத்துவத்தை வலியுறுத்துகின்றன. 'நாளை'யைப் பற்றி கவலைப்படுவதை விட, 'இன்று' என்ன செய்ய வேண்டும் என்பதில் கவனம் செலுத்துமாறு இந்த வரிகள் கூறுகின்றன. நாம் எதிர்காலத்தையும் கவலைப்பட வேண்டும், ஆனால் தற்போதைய நேரத்தில் நாம் என்ன செய்கிறோம் என்பதையும் கவனத்தில் கொள்ள வேண்டும். நாம் எதிர்காலத்தைப் பற்றி கவலைப்படுவதால் தற்போதைய நேரத்தை வீணடித்து விடக் கூடாது. ஆகையால், 'இ' என்பது சரியான பதில்."
  },
  {
    "description": "\"தோல்வியும் உனக்கொரு தூண்டுகோலாகும்!\" - இந்த வரியின் பொருள் என்ன?",
    "options": [
      "அ) தோல்வியை ஏற்றுக்கொள்ள வேண்டும்",
      "ஆ) தோல்வி வெற்றிக்குப் பின்னால் வருகிறது",
      "இ) தோல்வியிலிருந்து பாடம் கற்றுக்கொள்ள வேண்டும்",
      "ஈ) தோல்வி ஒரு சவாலாக கருத வேண்டும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த வரிகள் தோல்வியை ஒரு சவாலாக கருத வேண்டும் என்பதை வலியுறுத்துகின்றன. தோல்வி என்பது வாழ்வில் எப்போதுமே வரும் ஒரு பகுதி. அதை எதிர்கொண்டு, அதிலிருந்து பாடம் கற்றுக் கொண்டு முன்னேற வேண்டும் என்பதை இந்த வரிகள் சொல்கின்றன. ஆகையால், 'ஈ' என்பது சரியான பதில்."
  },
  {
    "description": "கவிதையில், \"பாதங்கள்\" என்ற சொல் எதற்கு ஒப்பிடப்பட்டுள்ளது?",
    "options": [
      "அ) பாதை",
      "ஆ) கவலை",
      "இ) நம்பிக்கை",
      "ஈ) வெற்றி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கவிதையில், \"பாதங்கள்\" என்ற சொல் \"பாதை\" என்று சொல்லப்பட்டுள்ளது. \"பாதங்கள் நடக்கத் தயாராய் இருந்தால் பாதைகள் மறுப்புச் சொல்லப் போவதில்லை\" என்று வரிகள் உள்ளன. இதன் பொருள், நாம் நம் இலக்கை நோக்கி முன்னேறத் தயாராக இருந்தால், நம்மைத் தடுக்க எதுவும் இல்லை. நாம் நம் வழியைப் பின்பற்றினால், நம்மை நோக்கி நகர்த்தும் பாதை எப்போதும் இருக்கும் என்பது இதன் பொருள். ஆகையால், 'அ' என்பது சரியான பதில்."
  },
  {
    "description": "\"உன் விரல்களில் ஒளிரும் நீயே மாறினால்\" - இந்த வரிகளில் \"நீயே மாறினால்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அ) தோற்றம்",
      "ஆ) செயல்",
      "இ) எண்ணம்",
      "ஈ) நம்பிக்கை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரிகள் \"செயல்\" பற்றி பேசுகின்றன. \"நீயே மாறினால்\" என்பது நமது செயல்பாடுகள் மற்றும் நடத்தை மாற்றங்கள் பற்றிய ஒரு கூற்று. நாம் நம் செயல்பாடுகளை மாற்றி, நேர்மறையான விஷயங்களைச் செய்ய வேண்டும். நாம் நல்ல செயல்களைச் செய்யும் போது, நமக்கு வெற்றி கிடைக்கும், தோல்விகள் தூண்டுகோலாக மாறும்.  ஆகையால், 'ஆ' என்பது சரியான பதில்."
  }
]
