
[
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள இசைக்கருவி யாழிலிருந்து உருவான பிற்காலக் கருவியாகும். அது எது?",
    "options": [
      "படகம்",
      "குழல்",
      "நாகசுரம்",
      "பிடில்"
    ],
    "answer": "D",
    "additional_context": "பாடல், ஆயர் குழல் ஊதுவதில் வல்லவர்கள் என்று குறிப்பிடுவதால், பாடல் குறிப்பிடும் கருவி குழல் என்பது தெளிவாகிறது. குழல், யாழிலிருந்து உருவான ஒரு கருவி அல்ல. படகம், நாகசுரம், பிடில் ஆகியவை யாழிலிருந்து உருவான பிற்காலக் கருவிகள் ஆகும். இவற்றில் பிடில் மட்டுமே மரத்தால் ஆனது. மற்றவை தோல் கொண்டு செய்யப்பட்டவை. எனவே, யாழிலிருந்து உருவான பிற்காலக் கருவிகளில் ஒன்றான பிடில் என்பது சரியான விடை. "
  },
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள இசைக்கருவி எந்த இயற்கைக் கருவியின் பெயரைப் பெற்றுள்ளது?",
    "options": [
      "விலங்கின் உறுப்பு",
      "மரத்தின் இலை",
      "கடலின் அலை",
      "வானத்தின் மின்னல்"
    ],
    "answer": "A",
    "additional_context": "பாடல், ஆயர் குழல் ஊதுவதில் வல்லவர்கள் என்று குறிப்பிடுவதால், பாடல் குறிப்பிடும் கருவி குழல் என்பது தெளிவாகிறது. குழல் என்பது மூங்கில் அல்லது மரத்தால் செய்யப்பட்ட ஒரு கருவி.  மரத்தின் இலை, கடலின் அலை, வானத்தின் மின்னல் ஆகியவை இயற்கைக் கருவிகள். ஆனால், விலங்கின் உறுப்பு என்பது இயற்கைக் கருவிகளுக்கு உதாரணம். எனவே, குழல் என்பது விலங்கின் உறுப்பின் பெயரைப் பெற்றுள்ளது. "
  },
  {
    "description": "“திருப்பதிகம் விளக்குகிறது” என்ற வாக்கியத்தில் எந்த வகை இணைச்சொல் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "நேரிணை",
      "எதிரிணை",
      "செறியிணை",
      "இணைச்சொல் இல்லை"
    ],
    "answer": "A",
    "additional_context": "“திருப்பதிகம் விளக்குகிறது” என்ற வாக்கியத்தில்  “விளக்குகிறது”  என்பது  “விளக்குகிறது”   என்ற சொல்லுக்குப் பொருள் சேர்க்கும் விதத்தில் பயன்படுத்தப்பட்டுள்ளது.  இது  நேரிணை   இணைச்சொல் ஆகும். "
  },
  {
    "description": "“ஆயர் குழல் ஊதுவதில் வல்லவர்” என்ற வாக்கியத்தில் 'வல்லவர்' என்பது எந்த வகைப் பெயர்?",
    "options": [
      "உருவப் பெயர்",
      "இயல்புப் பெயர்",
      "தொழில் பெயர்",
      "குறிப்புப் பெயர்"
    ],
    "answer": "C",
    "additional_context": "“ஆயர் குழல் ஊதுவதில் வல்லவர்” என்ற வாக்கியத்தில் 'வல்லவர்' என்பது ஆயரின் குழல் ஊதுவதில் உள்ள திறமையைக் குறிக்கிறது.  இது ஒரு தொழிலின்  திறமையைக் குறிப்பிடும் பெயர். எனவே, இது தொழில் பெயர்  ஆகும். "
  },
  {
    "description": "பின்வரும் சொற்களில் எது “சீரும் சிறப்பும்” இணைச்சொல்லுக்கு எதிரிணைச் சொல்?",
    "options": [
      "உற்றார்உறவினர்",
      "வாடிவதங்கி",
      "நட்டநடுவில்",
      "இழிவும் இச்சையும்"
    ],
    "answer": "D",
    "additional_context": "“சீரும் சிறப்பும்” என்பது  நேரிணை இணைச்சொல்.  இதற்கு எதிரிணை இணைச்சொல்  “இழிவும் இச்சையும்”  என்பதாகும். ஏனெனில் இச்சொற்கள் இரண்டும் எதிரெதிர் பொருளைத் தருகின்றன. "
  }
]
