
[
  {
    "description": "“தீர்வனவும் தீராத் திறத்தனவும் செய்ம்மருந்தின்” என்ற வரியில் “திறத்தன” என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
    "options": [
      "திறமையான",
      "அடங்கியிருத்தல்",
      "வெளிப்படுத்தும்",
      "மறைத்தல்"
    ],
    "answer": "B",
    "additional_context": "நீலகேசிப் பாடலில் உள்ள இந்த வரி நோய்களைப் பற்றிய கருத்தைத் தெரிவிக்கிறது. இதில், “திறத்தன” என்ற சொல் நோயின் தன்மையைக் குறிக்கிறது. இதன் பொருள் 'அடங்கியிருத்தல்' என்பதாகும். சில நோய்கள் வெளித்தோற்றத்தில் அடங்கியிருப்பதாகத் தோன்றினாலும் உண்மையில் அவை முழுமையாக நீங்காமல் உள் உறுப்புகளில் அடங்கி இருக்கும்.  எனவே, நோய்கள் 'அடங்கியிருத்தல்' என்பது இதன் பொருள். "
  },
  {
    "description": "“நிழல்இகழும் பூணாய்” என்ற வரியில் “இகழும்” என்ற சொல் எந்தப் பொருளைத் தருகிறது?",
    "options": [
      "இகழ்ந்து பேசுதல்",
      "ஒளிவீசுதல்",
      "மறைத்தல்",
      "மறுத்தல்"
    ],
    "answer": "B",
    "additional_context": "நீலகேசிப் பாடலில் உள்ள இந்த வரி நோய்களைப் பற்றிய கருத்தைத் தெரிவிக்கிறது. இதில், “இகழும்” என்ற சொல் நோய்களால் ஏற்படும் துன்பத்தைத் தணிப்பதை குறிக்கிறது. இதன் பொருள் 'ஒளிவீசுதல்' என்பதாகும்.  நோய்கள் மனிதர்களை துன்பப்படுத்துகிறது. அவர்களை மனம் உடைந்து, சோர்வடைந்து இருக்க வைக்கிறது.  இந்தப் பாடலில், நோய்களின் துன்பத்தை மறைத்து அவர்களின் மனதை மகிழ்ச்சி அடையச் செய்யும் மருந்துகளைக் குறிப்பிடுவதால், இதன் பொருள் 'ஒளிவீசுதல்' என்பதாகும். "
  },
  {
    "description": "“பேர்த்தற்கு அரும்பிணி தாம்இவை அப்பிணி” என்ற வரியில் “அரும்பிணி” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "கடினமான நோய்",
      "அழகான நோய்",
      "எளிதான நோய்",
      "விரைவான நோய்"
    ],
    "answer": "A",
    "additional_context": "நீலகேசிப் பாடலில் உள்ள இந்த வரி நோய்களைப் பற்றிய கருத்தைத் தெரிவிக்கிறது. இதில், “அரும்பிணி” என்ற சொல் நோய்களால் ஏற்படும் துன்பத்தை குறிக்கிறது. இதன் பொருள் 'கடினமான நோய்' என்பதாகும்.  சில நோய்கள் மிகவும் கடுமையாக இருக்கும். அவை மனிதர்களை பெரிதும் பாதிக்கிறது.  அவர்கள்  அவர்களின்  உடல், மனம் இருந்தும் துன்பப்படுகிறார்கள்.  அவர்களைத் துன்புறுத்தும் நோய்கள் 'கடினமான நோய்'  என்றும் கூறப்படுகிறது. "
  },
  {
    "description": "“ஓர்தல் தெளிவோடு ஒழுக்கம் இவையுண்டார்” என்ற வரியில் “ஓர்தல்” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "விருப்பம்",
      "அறிவு",
      "நல்லொழுக்கம்",
      "செயல்"
    ],
    "answer": "B",
    "additional_context": "நீலகேசிப் பாடலில் உள்ள இந்த வரி நோய்களைப் பற்றிய கருத்தைத் தெரிவிக்கிறது. இதில், “ஓர்தல்” என்ற சொல் நோய்களைப் பற்றிய கருத்தைத் தெரிவிக்கிறது. இதன் பொருள் 'அறிவு' என்பதாகும்.  மனிதர்களுக்கு நோய்கள் ஏற்படுவதற்கு அவர்களின்  அறிவு குறைவு என்பதே முக்கிய காரணம்.  எனவே, அறிவு என்பது நோய்களைத் தணிப்பதற்கான மருந்து.  இந்தப் பாடலில், 'அறிவு' என்பது நோய்களைத் தணிப்பதற்கான மருந்து எனப் பொருள் கொள்ளலாம். "
  },
  {
    "description": "நீலகேசியில் கூறப்படும் நோய்களைத் தீர்க்கும் மூன்று யோகமருந்துகள் யாவை?",
    "options": [
      "நல்லறிவு, நற்காட்சி, நல்லொழுக்கம்",
      "நற்குணம், நல்லறிவு, நல்லொழுக்கம்",
      "நல்லறிவு, நல்லொழுக்கம், நல்ல பழக்கம்",
      "நல்லறிவு, நல்லொழுக்கம், நல்ல வார்த்தைகள்"
    ],
    "answer": "A",
    "additional_context": "நீலகேசி நூல் சமண சமயக் கருத்துகளை வாதங்களின் அடிப்படையில் விளக்கும் தருக்க நூல். இந்த நூலில், மனிதர்களுக்கு ஏற்படும் துன்பங்களைக் குறிப்பிட்டு, அவற்றை நீக்கும் மருந்துகளாக  நல்லறிவு, நற்காட்சி, நல்லொழுக்கம் ஆகிய மூன்று யோகமருந்துகளை இலக்கியங்கள் விளக்குகின்றன. இந்த யோகமருந்துகள் உடல் நலத்திற்கும் மன நலத்திற்கும் மிகவும் அவசியமானவை. "
  }
]
