
[
  {
    "description": "“மாணவி கட்டுரை எழுதினாள்” என்ற தொடரில், “எழுதினாள்” என்னும் வினைச்சொல் எந்த வகை வினைமுற்று?",
    "options": [
      "தெரிநிலை வினைமுற்று",
      "குறிப்பு வினைமுற்று",
      "ஏவல் வினைமுற்று",
      "வியங்கோள் வினைமுற்று"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஒரு செயல் நடைபெறுவதற்குச் செய்பவர், கருவி, நிலம், செயல், காலம், செய்பொருள் ஆகிய ஆறும் முதன்மையானவை ஆகும். இவை ஆறும் வெளிப்படுமாறு அமைவது தெரிநிலை வினைமுற்று எனப்படும். (எ.கா.) மாணவி கட்டுரை எழுதினாள்."
  },
  {
    "description": "“பாடம் படி” என்னும் தொடரில் உள்ள வினைச்சொல்,  எந்த வகை வினைமுற்று?",
    "options": [
      "தெரிநிலை வினைமுற்று",
      "குறிப்பு வினைமுற்று",
      "ஏவல் வினைமுற்று",
      "வியங்கோள் வினைமுற்று"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இத்தொடர்கள் ஒரு செயலைச் செய்யுமாறு கட்டளையிடுகின்றன. இவ்வாறு தன்முன் உள்ள ஒருவரை ஒரு செயலைச் செய்யுமாறு ஏவும் வினைமுற்று, ஏவல் வினைமுற்று எனப்படும். ஏவல் வினைமுற்று ஒருமை, பன்மை ஆகிய இருவகைகளில் வரும்."
  },
  {
    "description": "“வாழ்க” என்னும் வியங்கோள் வினைச்சொல் எந்தத் திணையையும் பாலையும் குறிக்கிறது?",
    "options": [
      "உயர்திணை, ஆண்பால்",
      "அஃறிணை, பலவின் பால்",
      "உயர்திணை, பலர்பால்",
      "இரு திணைகளையும் ஐம்பால்களையும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வாழ்த்துதல், வைதல், விதித்தல், வேண்டல் ஆகிய பொருள்களில் வரும் வினைமுற்று வியங்கோள் வினைமுற்று எனப்படும். இவ்வினைமுற்று இரு திணைகளையும் (உயர்திணை, அஃறிணை) ஐந்து பால்களையும் (ஆண்பால், பெண்பால், பலர்பால், ஒன்றன் பால், பலவின் பால்) மூன்று இடங்களையும் (தன்மை, முன்னிலை, படர்க்கை) காட்டும். இதன் விகுதிகள் க, இய, இயர், அல் என வரும்."
  },
  {
    "description": "“விரும்பிக் கண்டு களித்த இயற்கைச் செல்வங்களை…” என்ற தொடரில் இடம்பெறும் வினையெச்சம் எது?",
    "options": [
      "விரும்பிக்",
      "கண்டு",
      "களித்த",
      "செல்வங்களை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இயற்கையை விரும்புவது மட்டுமன்றி, அதைப் பாதுகாப்பதும் இன்றியமையாதது. அது நமது கடமை மட்டுமன்று; பொறுப்பும் ஆகும். நாம் விரும்பிக் கண்டு களித்த இயற்கைச் செல்வங்களை, வரும் தலைமுறையினருக்காகச் சேர்த்தும் பாதுகாத்தும் வைக்க வேண்டும். இயற்கை வளங்களின் இன்றியமையாமை குறித்து விழிப்புணர்வு உண்டாக்க ஒவ்வோர் ஆண்டும் சூலை 28 ஆம் நாள் உலக இயற்கைவளப் பாதுகாப்பு நாளாகக் கடைப்பிடிக்கப்படுகிறது."
  },
  {
    "description": "“இயற்கையைப் பாதுகாப்பதும் இன்றியமையாதது” என்ற தொடரில் “பாதுகாப்பது” என்பது எந்த வகைப்பெயர்?",
    "options": [
      "வினையாலணையும் பெயர்",
      "தொழிற்பெயர்",
      "வேர்ச்சொல்",
      "பண்புப் பெயர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இயற்கையை விரும்புவது மட்டுமன்றி, அதைப் பாதுகாப்பதும் இன்றியமையாதது. அது நமது கடமை மட்டுமன்று; பொறுப்பும் ஆகும். நாம் விரும்பிக் கண்டு களித்த இயற்கைச் செல்வங்களை, வரும் தலைமுறையினருக்காகச் சேர்த்தும் பாதுகாத்தும் வைக்க வேண்டும். இயற்கை வளங்களின் இன்றியமையாமை குறித்து விழிப்புணர்வு உண்டாக்க ஒவ்வோர் ஆண்டும் சூலை 28 ஆம் நாள் உலக இயற்கைவளப் பாதுகாப்பு நாளாகக் கடைப்பிடிக்கப்படுகிறது."
  }
]
