
[
  {
    "description": "“கடல்ஓடா கால்வல் நெடுந்தேர்” என்ற சொற்றொடரில் உள்ள “கால்வல்” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "அ) தேரின் சக்கரங்கள்",
      "இ) கடலில் ஓடும் படகு",
      "ஆ) நிலத்தில் ஓடும் தேர்",
      "ஈ) பெரிய தேர்"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "“கடல்ஓடா கால்வல் நெடுந்தேர்” என்பது ஒரு குறளில் வரும் வரி. நெடுந்தேர் என்பது பெரிய தேர். கடல்ஓடா என்பது, அந்தத் தேர் கடலில் ஓட முடியாது என்பதை உணர்த்துகிறது. கால்வல் என்பது அந்தத் தேரின் சக்கரங்களை குறிக்கிறது. அந்தத் தேர் பெரியதாக இருந்தாலும், அதன் சக்கரங்கள் கடலில் பயணிக்க தகுதியற்றவை என்பதை இந்த வரி உணர்த்துகிறது."
  },
  {
    "description": "“தக்கார் தகவிலர் என்பது அவரவர் எச்சத்தால் காணப் படும்”  என்ற குறளின் பொருள் எது?",
    "options": [
      "நல்லவர்களும் கெட்டவர்களும் அவரவர் உள்ளத்தில் இருக்கும் எண்ணங்களால் அறியப்படுவார்கள்.",
      "நல்லவர்களும் கெட்டவர்களும் அவரவர் செயல்களால் அறியப்படுவார்கள்.",
      "நல்லவர்களும் கெட்டவர்களும் அவரவர் பிறப்பால் அறியப்படுவார்கள்.",
      "நல்லவர்களும் கெட்டவர்களும் அவரவர் உருவத்தால் அறியப்படுவார்கள்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“தக்கார் தகவிலர் என்பது அவரவர் எச்சத்தால் காணப் படும்”  என்பது திருக்குறளில் வரும் ஒரு நல்ல பாடல். “தக்கார்” என்பது நல்லவர்களை குறிக்கும். “தகவிலர்” என்பது கெட்டவர்களை குறிக்கும்.  இந்த குறள் நல்லவர்களையும் கெட்டவர்களையும் அவரவர் செயல்களால் அறிய வேண்டும் என்பதை விளக்குகிறது. அவரவர்  எச்சத்தால் என்பது, அவரவர் செயல்கள்,  நல்லவைகளாக இருந்தால்,  நல்லவர் எனவும்,  கெட்டவைகளாக இருந்தால்,  கெட்டவர் எனவும் அறியப்படுவார்கள் என்பதை குறிக்கிறது."
  },
  {
    "description": "“சமன்செய்து சீர்தூக்கும் கோல்போல் அமைந்துஒருபால் கோடாமை சான்றோர்க்கு அணி” என்ற குறள் எந்த இயல்பை விளக்குகிறது?",
    "options": [
      "நீதிநெறி",
      "நடுவுநிலைமை",
      "தன்னம்பிக்கை",
      "கொடை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“சமன்செய்து சீர்தூக்கும் கோல்போல் அமைந்துஒருபால் கோடாமை சான்றோர்க்கு அணி” என்பது திருக்குறளில் உள்ள ஒரு குறள். கோல்போல் அமைந்து என்பது,  சமமாக இருப்பதை குறிக்கிறது. ஒருபால் கோடாமை என்பது, சரியாகத் தீர்ப்பளிப்பதை குறிக்கிறது. சான்றோர்க்கு அணி என்பது,  நடுவு நிலைமை உள்ளவர்களுக்கு அழகு என்பதை குறிக்கிறது. இந்தக் குறள்  நடுவுநிலைமை  என்பது  நல்ல பண்பு என்பதை  விளக்குகிறது."
  },
  {
    "description": "“கணைகொடிது யாழ்கோடு செவ்விதுஆங்கு அன்ன வினைபடு பாலால் கொளல்” என்ற குறள்  எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "மக்களின் பண்புகள் அவரவர் பேச்சால் அறியப்படும்.",
      "மக்களின் பண்புகள் அவரவர் தோற்றத்தால் அறியப்படும்.",
      "மக்களின் பண்புகள் அவரவர் செயல்களால் அறியப்படும்.",
      "மக்களின் பண்புகள் அவரவர் இயல்பால் அறியப்படும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“கணைகொடிது யாழ்கோடு செவ்விதுஆங்கு அன்ன வினைபடு பாலால் கொளல்”  என்பது திருக்குறளில் உள்ள ஒரு குறள்.  கணை என்பது அம்பு. யாழ் என்பது ஒரு இசைக் கருவி. அம்பு நேராக இருந்தாலும், கொடியதாக இருக்கும்.  யாழ்கோல்  வளைந்திருந்தாலும் இனிமையைத் தரும். அதைப்போல  மக்களை அவரவர் செயல்களால் அறிந்து கொள்ள வேண்டும் என்பதை இந்தக் குறள் உணர்த்துகிறது.  மக்களின் பண்புகள் அவரவர் செயல்களால் அறியப்படும் என்பதை இந்தக் குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“வலியில் நிலைமையான் வல்லுருவம் பெற்றம் புலியின்தோல் போர்த்துமேய்ந் தற்று” என்ற குறளில் பயன்படுத்தப்பட்ட உவமை எது?",
    "options": [
      "வலிமையற்றவர்  - புலி",
      "வலிய தவக்கோலம் - புலித் தோல்",
      "தவக்கோலம் - புலியின் தோலைப் போர்த்திக்கொண்ட பசு",
      "தவம் - புலியின்தோல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“வலியில் நிலைமையான் வல்லுருவம் பெற்றம் புலியின்தோல் போர்த்துமேய்ந் தற்று”  என்பது திருக்குறளில் வரும் ஒரு குறள்.  வலியில் நிலைமையான்  என்பது மனத்தை அடக்க முடியாதவர்களை குறிக்கிறது.  வல்லுருவம்  என்பது வலிமை கொண்டவர்களை குறிக்கிறது. புலியின்தோல் போர்த்துமேய்ந் தற்று என்பது, புலியின் தோலைப் போர்த்திக் கொண்டு பசு பயிரை மேய்வதை போன்றது.   இந்தக் குறள்  மனத்தை அடக்க முடியாதவர்களின் வலிமை இல்லாத தவக்கோலத்தை, புலியின் தோலைப் போர்த்திக் கொண்டு பசு பயிரை மேய்வதைப் போன்றது என்று உவமை மூலம்  விளக்குகிறது."
  }
]
