
[
  {
    "description": "பிறிதுமொழிதல் அணியில் பயன்படுத்தப்படும் உவமையைப் பற்றி கீழ்க்காணும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "உவமையே முழுக்க முழுக்க வெளிப்படையாகக் கூறப்படும்.",
      "உவமையை மட்டும் கூறி, அதன் கருத்தை வாசகன் புரிந்துகொள்ள வேண்டும்.",
      "உவமையை விட உவமேயம் முக்கியத்துவம் பெறும்.",
      "உவமை மற்றும் உவமேயம் இரண்டும் சமமான முக்கியத்துவம் பெறும்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பிறிதுமொழிதல் அணி என்பது உவமையை மட்டும் கூறி அதன் கருத்தை வாசகன் புரிந்துகொள்ள வேண்டும் என்ற ஒரு அணியாகும். உதாரணமாக, \"சுவர் இருந்தால்தான் சித்திரம் வரைய முடியும்\" என்று சொல்லி உடல் நலம் இருந்தால்தான் உழைக்க முடியும் என்பதை குறிப்பிடுவது போன்றவை."
  },
  {
    "description": "\"சுவர் இருந்தால்தான் சித்திரம் வரைய முடியும். இதை நன்றாகப் புரிந்துகொள்\" என்ற வாக்கியத்தில் இடம்பெற்றுள்ள அணி எது?",
    "options": [
      "பிறிதுமொழிதல் அணி",
      "வேற்றுமை அணி",
      "இரட்டுறமொழிதல் அணி",
      "உவமை அணி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வாக்கியத்தில், \"சுவர் இருந்தால்தான் சித்திரம் வரைய முடியும்\" என்பது உவமை. உவமையை மட்டும் கூறி, உடல்நலம் இருந்தால்தான் உழைக்க முடியும் என்ற கருத்தை புரியவைக்கிறது. எனவே இந்த வாக்கியத்தில் பிறிதுமொழிதல் அணி பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "\"தேனும் வெள்ளைச்சர்க்கரையும் இனிப்புச்சுவை உடையவை. அவற்றுள், தேன் உடலுக்கு நன்மை செய்யும்; வெள்ளைச் சர்க்கரை உடலுக்குத் தீங்கு செய்யும்\" என்ற வாக்கியத்தில் எந்த அணி பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "பிறிதுமொழிதல் அணி",
      "வேற்றுமை அணி",
      "இரட்டுறமொழிதல் அணி",
      "உவமை அணி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வாக்கியத்தில், தேன் மற்றும் வெள்ளைச்சர்க்கரை இரண்டும் இனிப்புச்சுவை உடையவை என்ற ஒற்றுமையை முதலில் கூறுகிறது. பின்னர் தேன் உடலுக்கு நன்மை செய்யும், வெள்ளைச்சர்க்கரை உடலுக்கு தீங்கு செய்யும் என்ற வேற்றுமையை கூறுகிறது. இரண்டு பொருள்களுக்கு இடையேயான ஒற்றுமையைக் கூறி, பின்னர் வேறுபடுத்திக் காட்டுவது வேற்றுமை அணி ஆகும்."
  },
  {
    "description": "\"நாவினால் சுட்ட வடு உள்ளாறும் ஆறாதே தீயினால் சுட்ட புண்\" என்ற குறட்பாவில் இடம்பெற்றுள்ள அணி எது?",
    "options": [
      "பிறிதுமொழிதல் அணி",
      "வேற்றுமை அணி",
      "இரட்டுறமொழிதல் அணி",
      "உவமை அணி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த குறட்பாவில் தீயினால் சுட்ட புண், நாவினால் சுட்ட வடு இரண்டும் சுடும் தன்மை உடையவை என்று ஒற்றுமையைக் கூறுகிறது. பின்னர், தீயினால் ஏற்பட்ட புண் ஆறிவிடும், நாவினால் ஏற்பட்ட வடு ஆறாது என்று வேறுபாடு காட்டப்படுகிறது. இவ்வாறு ஒற்றுமையைக் கூறி, பின்னர் வேறுபாடு கூறுவது வேற்றுமை அணியாகும்."
  },
  {
    "description": "\"செங்கல்பட்டு\" என்ற சொல் இரண்டு விதமான விளக்கங்களை தரும்படி அமைந்திருக்கும் வாக்கியத்தில் இடம்பெற்றுள்ள அணி எது?",
    "options": [
      "பிறிதுமொழிதல் அணி",
      "வேற்றுமை அணி",
      "இரட்டுறமொழிதல் அணி",
      "உவமை அணி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இரண்டு விதமான விளக்கங்களை தரும்படி அமைந்திருக்கும் சொல் அல்லது தொடர் இரட்டுறமொழிதல் அணியாகும். இது சிலேடை என்றும் அழைக்கப்படுகிறது. இந்த அணியில் ஒரு சொல்லின் பொருள் இரண்டு விதமாக பொருள்படும். உதாரணமாக, \"செங்கல்பட்டு\" என்ற சொல், பேருந்தில் பயணிப்பவரின் இலக்கை குறிக்கலாம் அல்லது காலில் செங்கல் பட்டதால் ஏற்பட்ட காயத்தை குறிக்கலாம். "
  }
]
