
[
  {
    "description": "“தன்குற்றம் நீக்கிப் பிறர்குற்றம் காண்கிற்பின் என்குற்றம் ஆகும் இறைக்கு” என்ற குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "அ) தவறுகளைக் கண்டுகொள்வது",
      "இ) மற்றவர்களைத் தண்டிப்பது",
      "ஆ) தன் குற்றத்தைக் கண்டு நீக்குவது",
      "ஈ) இறைவனைப் போற்றிப் புகழ்வது"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "“தன்குற்றம் நீக்கிப் பிறர்குற்றம் காண்கிற்பின் என்குற்றம் ஆகும் இறைக்கு”  என்ற திருக்குறள், தலைவன் தனது குற்றங்களை நீக்கி விட்டு பிறரது குற்றங்களைத் தேடித் துளைத்துப் பார்க்க வேண்டும் என்கிறது. அவ்வாறு செய்தால் அவனுக்கு எந்தப் பழியும் ஏற்படாது என்பதை இந்த குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“சமன்செய்து சீர்தூக்கும் கோல்போல் அமைந்துஒருபால் கோடாமை சான்றோர்க்கு அணி” என்ற குறள் எதை உணர்த்துகிறது?",
    "options": [
      "அ) நடுவு நிலைமையைத் தூக்கும் கோல் போன்றது",
      "இ) சமமானவர்களை அடையாளம் காண்பது",
      "ஆ) சான்றோரின் அடையாளம் நடுவு நிலைமை",
      "ஈ) ஒருபால் சாய்ந்த நிலைமை சான்றோர்க்கு அணி"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "“சமன்செய்து சீர்தூக்கும் கோல்போல் அமைந்துஒருபால் கோடாமை சான்றோர்க்கு அணி”  என்ற திருக்குறள் நடுவுநிலைமையைக் காட்டுகிறது. துலாக்கோல் சமமாக இருந்து பொருள்களின் எடையை சரியாகக் காட்டும். அதுபோல நடுவுநிலைமையுடன் சரியாகச் செயல்படுவதே சான்றோர்க்கு அழகாகும் என்பதை இந்த குறள் விளக்குகிறது."
  },
  {
    "description": "திருக்குறள் எந்த மூன்று பகுதிகளைக் கொண்டுள்ளது?",
    "options": [
      "அ) அறம், பொருள், இன்பம்",
      "இ) அறம், பொருள், துறவு",
      "ஆ) அறம், பொருள், வீரம்",
      "ஈ) அறம், பொருள், பக்தி"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "திருக்குறள் அறம், பொருள், இன்பம் எனும் மூன்று பகுதிகளாகப் பிரிக்கப்பட்டுள்ளது.  அறத்துப்பால், பொருட்பால், இன்பத்துப்பால் என மூன்று பகுதிகளும், அவற்றின் கீழ்ப் பிரிவுகளும், இயல்களும் உள்ளன. அறத்துப்பால் நான்கு இயல்களைக் கொண்டது. பொருட்பால் மூன்று இயல்களைக் கொண்டது. இன்பத்துப்பால் இரண்டு இயல்களைக் கொண்டது."
  },
  {
    "description": "“வினைபடு பாலால் கொளல்” என்ற சொற்றொடர் எதை குறிக்கிறது?",
    "options": [
      "அ) தோற்றத்தால் மக்களை அறிந்து கொள்வது",
      "இ) செயல்வகையால் மக்களை அறிந்து கொள்வது",
      "ஆ) மக்களைப் பற்றிய தீர்ப்பு",
      "ஈ) மக்களைப் பிரித்துக் காட்டுதல்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "“வினைபடு பாலால் கொளல்” என்ற சொற்றொடர் மக்களின் செயல் வகையைப் பார்த்து அவர்களை அறிந்துகொள்ள வேண்டும் என்கிறது.  அம்பு நேராக இருந்தாலும் அது கொடியது.  யாழின் கொம்பு வளைந்திருந்தாலும் அது இனிமையைத் தருகிறது.  அதுபோல மக்களின் தோற்றத்தைப் பார்த்து அவர்களைப் பற்றித் தீர்ப்பளிக்கக் கூடாது என்பதை இந்த குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“கூடா ஒழுக்கம்” என்ற சொற்றொடரில் பயன்படுத்தப்பட்டுள்ள அணி எது?",
    "options": [
      "அ) உவமை அணி ",
      "இ) பிறிது மொழிதல் அணி",
      "ஆ) உருவக அணி",
      "ஈ) இல்பொருள் உவமை அணி"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "“கூடா ஒழுக்கம்” என்ற சொற்றொடரில் உவமை அணி பயன்படுத்தப்பட்டுள்ளது. வலியில் நிலைமையான் வல்லுருவம் பெற்றம் புலியின்தோல் போர்த்துமேய்ந் தற்று என்பது இந்த குறளின் பொருள். மனத்தை அடக்கும் வல்லமை இல்லாதவர் மேற்கொண்ட வலிய தவக்கோலம், புலியின் தோலைப் போர்த்திக்கொண்ட பசு பயிரை மேய்ந்ததைப் போன்றது என்கிறது. இதில் 'புலியின்தோல் போர்த்துமேய்ந்த பசு' என்பது உவமை."
  }
]
