
[
  {
    "description": "திரு.வி.க., அறிவியல் கல்வியின் முக்கியத்துவத்தை எவ்வாறு விவரிக்கிறார்?",
    "options": [
      "அறிவியல் மனிதனின் அறிவை வளர்க்காது.",
      "அறிவியல் நம்மைச் சுற்றியுள்ள உலகத்தைப் பற்றி அறிந்துகொள்ள உதவும்.",
      "அறிவியல் மனிதனின் வாழ்க்கையை மேம்படுத்தாது.",
      "அறிவியல் கலைகள் தொழில் வாய்ப்புகளை அதிகப்படுத்துகிறது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திரு.வி.க. அறிவியல் கல்வியின் முக்கியத்துவத்தைப் பற்றிப் பேசும்போது, அதன் மூலம் நம்மைச் சுற்றியுள்ள உலகத்தைப் பற்றிப் புரிந்துகொள்ள முடியும் என்பதை வலியுறுத்துகிறார். உடற்கூறு, உடலோம்பு முறை, பூதபௌதிகம், மின்சாரம், செடி, கொடி, பறவை, விலங்கு முதலியன, கோளியக்கம், கணிதம், அகத்திணை முதலியன ஆகியவற்றைப் பற்றிய அறிவு இன்றியமையாதது என்று திரு.வி.க. குறிப்பிடுகிறார். அறிவியல் என்பது புற உலக ஆராய்ச்சிக்கு ஒரு கொழுகொம்பு போன்றது என்றும், அறிவியலின் மூலமே நம் முன்னோர் கண்ட பல உண்மைகளை உறுதிப்படுத்த முடியும் என்றும் கூறுகிறார். மேலும், இக்கால உலகத்தோடு நாம் நல்ல உறவை வைத்திருக்க அறிவியல் அவசியம் என்றும், அறிவியல் என்பது இளைஞர் உலகில் பரவ வேண்டும் என்றும் அவர் வலியுறுத்துகிறார்."
  },
  {
    "description": "திரு.வி.க., நாடகக் கல்வியைப் பற்றி என்ன கூறுகிறார்?",
    "options": [
      "நாடகக் கலை மனித வாழ்க்கைக்குத் தேவையற்றது.",
      "நாடகக் கலை நல்வழியில் பயன்படுத்தப்பட வேண்டும்.",
      "நாடகக் கலை அறிவுக்கு எந்த வகையிலும் உதவாது.",
      "நாடகக் கலை மனிதனின் வாழ்க்கையை சீரழிக்கிறது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நாடகக் கல்வி பற்றி திரு.வி.க. கூறுகையில், நாடகக் கலையின் மூலம் தீமை விளைந்த போது சிலர் அதை அழிக்க முயன்றதுண்டு என்று குறிப்பிடுகிறார். தற்போது நாடகங்கள் நன்னிலையில் இல்லை என்பதை அவர் ஏற்றுக் கொள்கிறார். நாடகத்தை நல்வழிப்படுத்தி, மாணவர்களை அதன்கண் தலைப்படுமாறு செய்வதே சிறந்தது என்று அவர் கூறுகிறார்."
  },
  {
    "description": "திரு.வி.க., கலைகள் பற்றி என்ன கூறுகிறார்?",
    "options": [
      "கலைகள் நம்மைச் சுற்றியுள்ள சூழலை சீரழிக்கிறது.",
      "கலைகள் இன்பத்தைத் தருவதோடு அறிவை வளர்க்கவும் உதவுகின்றன.",
      "கலைகள் மனித வாழ்விற்குத் தேவையற்றவை.",
      "கலைகள் நமது மொழியைப் பாதுகாக்கிறது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கலைகள் மனித வாழ்வில் மிக முக்கியமானவை என்று திரு.வி.க. நம்புகிறார். கலைகள் இன்பத்தைத் தருவதோடு நமது அறிவை வளர்க்கவும் உதவுகின்றன என்று கூறுகிறார். கலைகள் யாவும் தாய்மொழி வழி மாணாக்கர்க்கு அறிவுறுத்தப் பெறுங் காலமே, தமிழ்த்தாய் மீண்டும் அரியாசனம் ஏறும் காலமாகும் என்று அவர் நம்பிக்கை தெரிவிக்கிறார்."
  },
  {
    "description": "திரு.வி.க., “கல்விக்கும் வாழ்விற்கும் தொடர்பில்லாமல் போகிறது” என்று கூறுவதன் மூலம் என்ன கருத்து தெரிவிக்கிறார்?",
    "options": [
      "கல்வி நமது வாழ்விற்கு அவசியமானது.",
      "நாம் கற்கும் கல்வியானது நடைமுறை வாழ்க்கைக்குப் பயனற்றதாக இருக்கிறது.",
      "கல்வியின் மூலம் நாம் பணக்காரர்களாக மாற முடியும்.",
      "நாம் கற்கும் கல்வியானது நமது நாட்டின் வளர்ச்சிக்கு உதவும்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இன்றைய கல்வியானது ஏட்டுக்கல்வி மட்டுமே என்று திரு.வி.க. கருதுகிறார். ஏட்டுக்கல்வியே கல்வி என்ற கொள்கையே எங்கும் நிலவி வருகிறது என்று கூறுகிறார். நெட்டுருச் செய்து, தேர்வில் தேறி, பட்டம் பெற்று ஒரு தொழிலில் நுழைவதற்கு மட்டுமே கல்வி பயன்படுத்தப்படுகிறது என்று குறிப்பிடுகிறார். கல்வியானது நடைமுறை வாழ்க்கைக்கு பயனற்றதாகி விட்டது என்று கவலை தெரிவிக்கிறார். கல்வி வாழ்விற்குப் பயன்படாமல் போவதன் மூலம் அது கல்வியாகாது என்று அவர் கேள்வி எழுப்புகிறார்."
  },
  {
    "description": "“தாய்மொழி வாயிலாகக் கல்வி பெறுவது அறிவை வளர்க்கும் இயற்கை முறை” - இந்த வாக்கியத்திலிருந்து எதைப் புரிந்துகொள்ள முடியும்?",
    "options": [
      "தாய்மொழி மட்டுமே நமது அறிவை வளர்க்கும்.",
      "தாய்மொழியில் கல்வி பெறுவதன் மூலம் நாம் நமது பண்பாட்டையும் மரபையும் பாதுகாக்க முடியும்.",
      "தாய்மொழி வாயிலாகக் கல்வி பெறுவது நம்மை முன்னேற்றத்தில் இருந்து தடுக்கும்.",
      "தாய்மொழி வாயிலாகக் கல்வி பெறுவது நம்மைச் சமுதாயத்தில் சிறந்தவர்களாக ஆக்காது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தாய்மொழி வாயிலாக கல்வி பெறுவது நம்மை நமது பண்பாட்டையும் மரபையும் பாதுகாக்க உதவும் என்று திரு.வி.க. நம்புகிறார். நாம் தமிழ் மக்கள்; நாம் நமது தாய்மொழி வாயிலாகக் கல்வி பெறலே சிறப்பு என்று அவர் கூறுகிறார். தாய்மொழி வாயிலாக கல்வி பெறுவதே இயற்கை முறை என்று அவர் குறிப்பிடுகிறார். போதிய ஓய்வும் நேரமும் வாய்ப்பும் இருப்பின் வேறு பல மொழிகளையும் பயிலலாம் என்றாலும், முதல் முதல் தாய்மொழியில் கல்வி பெறுவதே சிறந்தது என்று வலியுறுத்துகிறார். தாய்நாடு என்னும் பெயர் தாய்மொழியைக் கொண்டே பிறப்பது என்பதையும் அவர் சுட்டிக்காட்டுகிறார்."
  }
]
