
[
  {
    "description": "கீழ்க்காணும் வாக்கியங்களில் எது குமரகுருபரரின் \"நீதிநெறி விளக்கப்பாடல்\" நூலைப் பற்றியது?",
    "options": [
      "இந்த நூல் கடவுள் வாழ்த்துடன் தொடங்கி, 102 வெண்பாக்களைக் கொண்டுள்ளது.",
      "இந்த நூல் கந்தர் கலிவெண்பா, கயிலைக் கலம்பகம் போன்ற பிற நூல்களைக் காட்டிலும் சிறந்தது.",
      "இந்த நூல் மக்களின் வாழ்வுக்குத் தேவையான நீதிகளைச் சுட்டிக்காட்டுவதால், இது நீதிநெறி விளக்கப்பாடல் என அழைக்கப்படுகிறது.",
      "இந்த நூல் மீனாட்சியம்மை பிள்ளைத்தமிழ், முத்துக்குமாரசுவாமி பிள்ளைத்தமிழ் ஆகியவற்றைப் போலவே, பிள்ளைத்தமிழ் வடிவில் எழுதப்பட்டிருக்கிறது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "குமரகுருபரர் என்பவர் 17ஆம் நூற்றாண்டைச் சேர்ந்தவர். இவர் பல சிற்றிலக்கியங்களை எழுதியுள்ளார். கந்தர் கலிவெண்பா, கயிலைக் கலம்பகம், சகலகலாவல்லி மாலை, மீனாட்சியம்மை பிள்ளைத்தமிழ், முத்துக்குமாரசுவாமி பிள்ளைத்தமிழ் போன்றவை அவற்றுள் சிலவாகும். மக்களின் வாழ்வுக்குத் தேவையான நீதிகளைச் சுட்டிக்காட்டுவதால் இந்நூல் நீதிநெறி விளக்கப்பாடல் எனப் பெயர் பெற்றது. கடவுள் வாழ்த்து உட்பட 102 வெண்பாக்கள் இந்நூலில் உள்ளன. இந்நூலின் பதின்மூன்றாம் பாடல் நமக்குப் பாடப்பகுதியாகத் தரப்பட்டுள்ளது."
  },
  {
    "description": "\"கற்றோர்க்குக் கல்வி நலனே கலனல்லால்\" - இப்பாடலில் \"கலனல்லால்\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "அணிகலன் இல்லாமல்",
      "அணிகலனுக்குப் பதிலாக",
      "அணிகலனால் மட்டும்",
      "அணிகலனுக்கு அப்பால்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இப்பாடல் குமரகுருபரரின் \"நீதிநெறி விளக்கப்பாடல்\" நூலில் இருந்து எடுக்கப்பட்டது. இது மனிதனுக்கு அழகையும் உயர்வையும் தரக்கூடிய உண்மையான அணிகலன் கல்வி என்பதை விளக்குகிறது. கல்வியே அழகு தருவதால் வேறு அணிகலன்கள் தேவையில்லை என்பதை இந்தப் பாடல் கூறுகிறது."
  },
  {
    "description": "\"மற்றோர் அணிகலம் வேண்டாவாம்\" - இந்த வரியின் மூலம் பாடல் என்ன கருத்தை எடுத்துரைக்கிறது?",
    "options": [
      "கல்வி கற்றவர்களுக்குத் தங்கம், வெள்ளி போன்ற விலைமதிப்பு மிக்க அணிகலன்கள் அவசியமில்லை.",
      "கல்வியே மனிதனுக்கு அழகையும் உயர்வையும் தரக்கூடிய உண்மையான அணிகலன்.",
      "மணிகளால் செய்யப்பட்ட அணிகலன்களைப் பயன்படுத்துவது தவறானது.",
      "கற்றவர்கள் மிகவும் பணக்காரர்களாக இருப்பார்கள்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இப்பாடல் குமரகுருபரரின் \"நீதிநெறி விளக்கப்பாடல்\" நூலில் இருந்து எடுக்கப்பட்டது. இது மனிதனுக்கு அழகையும் உயர்வையும் தரக்கூடிய உண்மையான அணிகலன் கல்வி என்பதை விளக்குகிறது. கல்வியே அழகு தருவதால் வேறு அணிகலன்கள் தேவையில்லை என்பதை இந்தப் பாடல் கூறுகிறது. பாடலில்  'கலனல்லால்' என்ற சொல் அணிகலன் இல்லாமல் என்று பொருள்படும். ஆகையால் இப்பாடலில் கல்வியே அழகு தரக்கூடிய உண்மையான அணிகலன் என்பது தெளிவாகிறது."
  },
  {
    "description": "\"கற்றோர்க்குக் கல்வி நலனே கலனல்லால்\" - இப்பாடல் குறித்து கீழ்க்காணும் வாக்கியங்களில் எது உண்மை?",
    "options": [
      "இப்பாடல் நான்கு அடிகளால் ஆனது.",
      "இப்பாடலில் \"பூண்வேண்டா\" என்ற வார்த்தை பயன்படுத்தப்பட்டுள்ளது.",
      "இப்பாடலில் \"அழகுக்கு அழகுசெய்வார்\" என்ற வார்த்தை பயன்படுத்தப்பட்டுள்ளது.",
      "இப்பாடல் மணிகளால் செய்யப்பட்ட அணிகலன்களைப் பற்றிப் பேசுகிறது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இப்பாடல் குமரகுருபரரின் \"நீதிநெறி விளக்கப்பாடல்\" நூலில் இருந்து எடுக்கப்பட்டது. இது மனிதனுக்கு அழகையும் உயர்வையும் தரக்கூடிய உண்மையான அணிகலன் கல்வி என்பதை விளக்குகிறது. கல்வியே அழகு தருவதால் வேறு அணிகலன்கள் தேவையில்லை என்பதை இந்தப் பாடல் கூறுகிறது."
  },
  {
    "description": "\"பாலுண் குருகின் தெரிந்து\" - இப்பாடலில் எந்த வார்த்தையைப் பிரித்துப் பார்த்தால் அதன் பொருள் தெளிவாகும்?",
    "options": [
      "பாலுண்",
      "குருகின்",
      "தெரிந்து",
      "பாலுண் குருகின்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இது நாலடியார் நூலில் இருந்து எடுக்கப்பட்ட பாடல். இது \"கல்வி கரையில கற்பவர் நாள் சில\" என்ற பாடலின் ஒரு பகுதி. இப்பாடல் கல்வியின் பயனை எடுத்துரைக்கிறது.  'குருகின்' என்ற சொல்லைப் பிரித்துப் பார்த்தால் 'குரு + கின்' என்று கிடைக்கும். 'குரு' என்பது ஆசிரியர் என்பதையும் 'கின்' என்பது 'உள்ளது' என்று பொருள்படும்."
  }
]
