
[
  {
    "description": "தஞ்சை பெரிய கோயில் கல்வெட்டில் கோயிலுக்கு நியமிக்கப்பட்ட இசைக்கலைஞர்களுள் ஒருவர் என்ன வாசிப்பவர் எனக் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "சங்கை",
      "கொம்பை",
      "யாழை",
      "மத்தளத்தை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தஞ்சை பெரிய கோயில் கல்வெட்டில் கோயிலுக்கு நியமிக்கப்பட்ட இசைக்கலைஞர்களுள் மத்தளம் கொட்டி வாசிப்பவர் ஒருவரும் இருந்தார் என்பதை இந்த பத்தி தெரிவிக்கிறது.  இசைக்கருவிகளுள் மத்தளம் மட்டும் தான் இரண்டு கைகளாலும் இசைக்கப்படுகிறது.  ஆகவே இதனை முதற்கருவி என்பர்."
  },
  {
    "description": "'மத்து + தளம் = மத்தளம்' என்று கூறியவர் யார்?",
    "options": [
      "சம்பந்தர்",
      "அடியார்க்கு நல்லார்",
      "திருமூலர்",
      "பாரதியார்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மத்தளத்தின் நடுப்பகுதி பெருத்தும் கடைப்பகுதி சிறுத்தும் காணப்படும்.  மரத்தால் செய்யப்பட்டிருக்கும் இதன் வாய்ப்பகுதி வளையங்களில் தோல் இழுத்துக் கட்டப்பட்டிருக்கும். இக்கருவி இரண்டு கைகளாலும் இசைக்கப்படுகிறது.  ஆகவே இதனை முதற்கருவி என்பர்.  மத்து என்பது ஓசையின் பெயர்.  இசைக்கருவிகளுக்கு எல்லாம் தளம் அடிப்படை ஆகும்.  மத்து + தளம் = மத்தளம் என்று ஆகியது என்கிறார் அடியார்க்கு நல்லார்."
  },
  {
    "description": "சங்கின் ஒலி என்ன?",
    "options": [
      "சங்குநாதம்",
      "பஞ்சமகா சப்தம்",
      "கொம்பு ஒலி",
      "முழவு ஒலி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இஃது ஓர் இயற்கைக் கருவி.  கடலில் இருந்து எடுக்கப்படுவது.  வலமாகச் சுழிந்து இருக்கும் சங்கை வலம்புரிச்சங்கு என்பர். சங்கின் ஒலியைச் சங்கநாதம் என்பர்.  இலக்கியங்களில் இதனைப் பணிலம் என்றும் குறிப்பிட்டுள்ளனர். கோயில் திருவிழாக்களின் போதும் சமயச் சடங்குகளில் போதும் சங்கு முழங்கும் வழக்கம் உண்டு."
  },
  {
    "description": "'சேமங்கலம்' என்றழைக்கப்படும் இசைக்கருவி எது?",
    "options": [
      "சேகண்டி",
      "சாலரா",
      "முழவு",
      "திமிலை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "வட்டவடிவமான மணி வகையைச் சேர்ந்தது சேகண்டி. இதனைக் குச்சியாலோ அல்லது இரும்புத் துண்டாலோ அடித்து ஒலி எழுப்புவர். இது தேவைக்கு ஏற்பப் பல அளவுகளில் உருவாக்கப்படும். இதனைச் சேமங்கலம் என்றும் அழைப்பர். இதனைக் கோவில் வழிபாட்டின் போதும் இறுதி ஊர்வலத்தின் போதும் இசைப்பர்."
  },
  {
    "description": "'கலைஉணக் கிழிந்த முழவுமருள் பெரும்பழம்' என்ற வரி எந்த நூலில் இருந்து?",
    "options": [
      "திருக்குறள்",
      "புறநானூறு",
      "சிலப்பதிகாரம்",
      "திருப்பாவை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஒரே முகத்தையுடைய முரசு வகையைச் சேர்ந்தது முழவு.  ஒரு பெரிய குடத்தின் வாயில் தோலை இழுத்துக் கட்டப்பட்ட கருவியாகும்.  இத்தோலில் ஒருவகை பசை மண்ணைத் தடவி முழக்குவர்.  மண்ணமை முழவு எனப் பொருநராற்றுப்படையில் இடம் பெற்றுள்ளது.  காலத்தை அறிவிக்க நாழிகை முழவு, காலை முழவு ஆகியவை பயன்படுத்தப்பட்டன. 'கலைஉணக் கிழிந்த முழவுமருள் பெரும்பழம்' என்ற வரி புறநானூறில் இருந்து."
  }
]
