
[
  {
    "description": "மண்பாண்டங்களைச் செய்வதற்குப் பயன்படுத்தப்படும் சக்கரத்திற்கு என்ன பெயர்?",
    "options": [
      "திருவை",
      "சுழல்",
      "சக்கரம்",
      "கலவை"
    ],
    "answer": "A",
    "additional_context": "மண்பாண்டக்கலையில் மண்பாண்டங்களை உருவாக்கப் பயன்படும் முக்கியமான கருவியே திருவை. இது ஒரு வகையான சுழலும் சக்கரமாகும். களிமண்ணைத் திருவையின் மையப்பகுதியில் வைத்து வேகமாகச் சுழலச்செய்து, அதன் மீது கைகளை வைத்துப் பானை, குடம், தொட்டி போன்ற மண்பாண்டங்களை உருவாக்குவார்கள். இதனைப் பானை வனைதல் என அழைப்பார்கள்."
  },
  {
    "description": "சுடுமண் சிற்பக்கலையை ஆங்கிலத்தில் எப்படிச் சொல்வார்கள்?",
    "options": [
      "டெரகோட்டா",
      "கிராஃபைட்",
      "செராமிக்",
      "ஸ்டோன்வேர்"
    ],
    "answer": "A",
    "additional_context": "சுடுமண் சிற்பக்கலை என்பது களிமண்ணைப் பயன்படுத்திச் செய்யப்படும் ஒரு பாரம்பரிய கலை. இது ஆங்கிலத்தில் டெரகோட்டா என அழைக்கப்படுகிறது. சுடுமண் சிற்பங்கள் மனித உருவங்கள், விலங்குகள், பறவைகள், பொம்மைகள், அலங்கார வடிவங்கள் என பல வடிவங்களில் உருவாக்கப்படுகின்றன. இவை வீடுகள், கலையரங்குகள், கோயில்கள் போன்ற இடங்களில் அழகுக்காக வைக்கப்படுகின்றன."
  },
  {
    "description": "மூங்கிலால் என்னென்ன பொருள்கள் செய்ய முடியும்?",
    "options": [
      "கூடை, ஏணி",
      "புல்லாங்குழல், புட்டுக்குழாய்",
      "நாற்காலி, கட்டில்",
      "மேற்கண்டவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "மூங்கில் ஒரு வலுவான, நீடித்த மற்றும் பல்துறைத் திறன் கொண்ட தாவரமாகும். மூங்கிலிலிருந்து பலவகையான கைவினைப் பொருள்களைச் செய்ய முடியும். கூடை, ஏணி, நாற்காலி, கட்டில் போன்றவை அனைத்தும் மூங்கிலால் செய்யப்படுகின்றன. இது தவிர புல்லாங்குழல், புட்டுக்குழாய் போன்ற இசைக்கருவிகளும், மாடுகளுக்கான மூஞ்சிப்பெட்டி, மருந்துப் புகட்டும் குழாய் போன்றவையும் மூங்கிலால் செய்யப்படுகின்றன."
  },
  {
    "description": "மலர்விழி மற்றும் அவள் நண்பர்கள் கண்காட்சி அரங்கில் எந்தக் கலையை முதலில் பார்த்தார்கள்?",
    "options": [
      "மூங்கில்கலை",
      "மண்பாண்டக் கலை",
      "பனையோலைக் கலை",
      "பிரம்புக்கலை"
    ],
    "answer": "B",
    "additional_context": "கதைப்படி, மலர்விழி மற்றும் அவள் நண்பர்கள் கைவினைப் பொருள்கள் கண்காட்சி அரங்குக்குள் நுழைந்ததும் அங்கு இருந்த மண்பாண்ட அரங்கை முதலில் பார்க்கிறார்கள். அங்கு அவர்கள் மண்பாண்டக்கலையின் தொன்மையைப்பற்றியும், பானை வனைதல், சுடுமண் சிற்பக்கலை போன்றவற்றைப்பற்றியும் அறிந்து கொள்கிறார்கள்."
  },
  {
    "description": "மண்பாண்டக் கலையின் தொன்மையை உறுதிப்படுத்தும் சான்றுகள் எங்கே கண்டுபிடிக்கப்பட்டன?",
    "options": [
      "ஆதிச்சநல்லூர் மற்றும் கீழடி மட்டுமே",
      "சிந்துசமவெளி மற்றும் செம்பியன் கண்டியூர் மட்டுமே",
      "சிந்துசமவெளி, ஆதிச்சநல்லூர் மற்றும் செம்பியன் கண்டியூர்",
      "கீழடி, செம்பியன் கண்டியூர் மற்றும் மதுரை மட்டுமே"
    ],
    "answer": "C",
    "additional_context": "மண்பாண்டக் கலை மிகவும் பழமையான கலைகளுள் ஒன்று. சிந்துசமவெளி அகழாய்வில் பானைஓடுகள் கிடைத்துள்ளன என்பதைப் படித்திருப்பீர்களே. தமிழ்நாட்டில் ஆதிச்சநல்லூரில் முதுமக்கள் தாழிகள் கிடைத்துள்ளன. நாகை மாவட்டம் செம்பியன் கண்டியூரில் கலையழகு மிகுந்த மண்கலங்கள் கண்டுபிடிக்கப்பட்டன. மதுரைக்கு அருகில் உள்ள கீழடியில் ஏராளமான சுடுமண் பொருள்கள் கிடைத்துள்ளன. இவை எல்லாம் தமிழருக்கும் மண்பாண்டக்கலைக்கும் உள்ள தொடர்பைக் காட்டும் சான்றுகள் ஆகும்."
  }
]
