
[
  {
    "description": "கீழ்க்காணும் எது தளையின் வகை அல்ல?",
    "options": [
      "ஈரசை",
      "அடி",
      "மோனை",
      "இயைபு"
    ],
    "answer": "B",
    "additional_context": "தளை என்பது சீர்கள் ஒன்றோடு ஒன்று பொருந்துவதைச் சொல்லும்.  முதல் சீரின் இறுதியிலும் வரும் சீரின் முதலிலும் உள்ள அசைகள் எவ்வகை அசைகள் என்பதன் அடிப்படையில் தளைகள் ஏழு வகைப்படும். அடி என்பது இரண்டு அல்லது இரண்டுக்கு மேற்பட்ட சீர்களைக் கொண்டு அமைவது ஆகும். மோனை என்பது தொடையில் ஒரு வகை. இயைபு என்பது தொடையில் ஒரு வகை. இவற்றில் தளையின் வகை அல்லாதது  அடி ஆகும்."
  },
  {
    "description": "வெண்பாவுக்கு என்ன ஓசை உண்டு?",
    "options": [
      "அகவல் ஓசை",
      "துள்ளல் ஓசை",
      "செப்பல் ஓசை",
      "தூங்கல் ஓசை"
    ],
    "answer": "C",
    "additional_context": "வெண்பா என்பது ஒரு பா வகை. வெண்பாவுக்கு செப்பல் ஓசை உண்டு. அறநூல்கள் பலவும் வெண்பாவால் அமைந்தவை. ஆசிரியப்பா அகவல் ஓசை உடையது. கலிப்பா துள்ளல் ஓசை உடையது. வஞ்சிப்பா தூங்கல் ஓசை உடையது."
  },
  {
    "description": "ஆசிரியப்பா எந்த வகையான கவிதை?",
    "options": [
      "மரபுக்கவிதை",
      "புதுக்கவிதை",
      "இரண்டும்",
      "இதில் எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "பாவலர்கள் தம் உள்ளத்தில் தோன்றும் உயர்ந்த கருத்துகளைப் பாடல்களாகப் படைக்கின்றனர். குறிப்பிட்ட வடிவத்தில் இலக்கணத்திற்கு உட்பட்டு எழுதப்படும் கவிதைகளை மரபுக்கவிதைகள் என்பர். இலக்கணக் கட்டுப்பாடுகளின்றிக் கருத்துக்கு மட்டும் முதன்மை கொடுத்து எழுதப்படும் கவிதைகளைப் புதுக்கவிதைகள் என்பர். ஆசிரியப்பா என்பது ஒரு மரபுக்கவிதை வகை. ஆசிரியப்பா அகவல் ஓசை உடையது. சங்க இலக்கியங்கள் பலவும் ஆசிரியப்பாவால் அமைந்தவை."
  },
  {
    "description": "கீழ்க்காணும் எது அந்தாதி தொடையின் சிறப்பியல்பு?",
    "options": [
      "முதல் எழுத்து ஒன்றிவரத் தொடுப்பது",
      "இரண்டாம் எழுத்து ஒன்றிவரத் தொடுப்பது",
      "இறுதி எழுத்து ஒன்றிவரத் தொடுப்பது",
      "ஒரு பாடலின் இறுதிச்சீர் அடுத்த பாடலின் முதல்சீர்"
    ],
    "answer": "D",
    "additional_context": "தொடை என்பது செய்யுளில் ஓசைஇன்பமும் பொருள்இன்பமும் தோன்றும் வகையில் சீர்களுக்கு இடையிலோ, அடிகளுக்கு இடையிலோ அமையும் ஒற்றுமையே தொடை ஆகும்.  அந்தாதி தொடை என்பது ஒரு பாடலின் இறுதிச்சீர் அல்லது அடியின் இறுதிப்பகுதி அடுத்த பாடலின் முதல்சீர் அல்லது அடியின் முதலில் வருமாறு பாடப்படுவது ஆகும்."
  },
  {
    "description": "கலித்தொகை எந்த வகைப் பா வால் அமைந்தது?",
    "options": [
      "வெண்பா",
      "ஆசிரியப்பா",
      "கலிப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "C",
    "additional_context": "கலித்தொகை என்பது ஒரு வகைப் பாடல் ஆகும். கலித்தொகை கலிப்பாவால் அமைந்தது. கலிப்பா துள்ளல் ஓசை உடையது. வஞ்சிப்பா தூங்கல் ஓசை உடையது. வெண்பா செப்பல் ஓசை உடையது. ஆசிரியப்பா அகவல் ஓசை உடையது."
  }
]
