
[
  {
    "description": "தமிழர் இசைக்கருவிகளில் காற்றுக் கருவியாகக் கருதப்படுவது எது?",
    "options": [
      "திமிலை",
      "யாழ்",
      "முழவு",
      "குழல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "காற்றுக் கருவிகள் என்பது காற்றைப் பயன்படுத்தி இசை எழுப்பும் கருவிகளைக் குறிக்கும். காற்றை உள்வாங்கி வெளியேற்றி, அதில் உள்ள துளைகளை மூடி, திறந்து  இசை எழுப்புவதால் இவை காற்றுக் கருவிகள் எனப்படுகின்றன. தமிழர் இசைக்கருவிகளில் காற்றுக் கருவியாகக் கருதப்படுவது குழல் ஆகும். குழல் ஏழு சுரங்களை உண்டாக்குவதற்கு உரிய ஏழு துளைகளை உடையதாக இருக்கும். இது சுமார் இருபது விரல் நீளம் உடையதாக இருக்கும். மூங்கில் மட்டுமன்றிச் சந்தனம், செங்காலி, கருங்காலி ஆகிய மரங்களாலும் குழல்கள் செய்யப்படுகின்றன. கொன்றைக்குழல், முல்லைக்குழல், ஆம்பல்குழல் எனப் பலவகையான குழல்கள் இருந்ததாகச் சிலப்பதிகாரம் கூறுகிறது."
  },
  {
    "description": "\"மத்தளம் கொட்ட வரிசங்கம் நின்றூத\" என்ற வரிகள் எந்தப் பாடலிலிருந்து எடுக்கப்பட்டது?",
    "options": [
      "திருப்பாவை",
      "சம்பந்தர் தேவாரம்",
      "நாச்சியார் திருமொழி",
      "புறநானூறு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மத்தளம் என்பது ஒரு தோல்கருவி ஆகும். இது தமிழர்களின் பாரம்பரிய இசைக்கருவிகளில் ஒன்றாகும். மத்தளத்தின் நடுப்பகுதி பெருத்தும் கடைப்பகுதி சிறுத்தும் காணப்படும். மரத்தால் செய்யப்பட்டிருக்கும் இதன் வாய்ப்பகுதி வளையங்களில் தோல் இழுத்துக் கட்டப்பட்டிருக்கும். இக்கருவி இரண்டு கைகளாலும் இசைக்கப்படுகிறது. ஆகவே இதனை முதற்கருவி என்பர். தஞ்சை பெரிய கோயில் கல்வெட்டில் கோயிலுக்கு நியமிக்கப்பட்ட இசைக்கலைஞர்களுள் கொட்டி மத்தளம் வாசிப்பவர் ஒருவரும் இருந்தார் என்பர். \"மத்தளம் கொட்ட வரிசங்கம் நின்றூத\"  என்ற வரிகள் நாச்சியார் திருமொழியிலிருந்து எடுக்கப்பட்டது.  நாச்சியார் திருமொழி ஐயன்புரம் நம்பியாண்டார் நம்பிகள் இயற்றியது.  இப்பாடல் இறைவனின் பெருமையையும் அருளைப் பற்றியும் போற்றுகிறது."
  },
  {
    "description": "இசைக்கருவிகளின் பாகங்கள் பெருக்கி இசையை அனுப்புவதன் மூலம் யாழ் இசை எழும்புகிறது என்பது தவறு. இது எந்த இசைக்கருவியைப் பற்றியது?",
    "options": [
      "யாழ்",
      "வீணை",
      "முரசு",
      "சங்கு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வீணை என்பது ஒரு நரம்புக்கருவி ஆகும்.  இது யாழ் போன்ற அமைப்பையுடையது. வீணை ஏழு நரம்புகளைக் கொண்டது. இடக்கை விரல்களால் நரம்புகளை அமுக்கியும் தேய்த்தும் வலக்கை சுண்டுவிரலால் கம்பிகளை மீட்டியும் இசை எழுப்புவர். இவ்வாறு நரம்புகள் மூலம் எழுப்பப்படும் இசையை அதன் குடம், தண்டு முதலிய பாகங்கள் பெருக்கி அனுப்புகின்றன.  பரிவாதினி என்னும் வீணை பல்லவ மன்னன் மகேந்திரவர்மன் காலத்தில் வழக்கத்தில் இருந்ததாகக் கூறப்படுகிறது."
  },
  {
    "description": "\"கலைஉணக் கிழிந்த முழவுமருள் பெரும்பழம்\"  என்ற வரிகள் எந்த இலக்கியப் பகுதியிலிருந்து எடுக்கப்பட்டது?",
    "options": [
      "சிலப்பதிகாரம்",
      "புறநானூறு",
      "திருக்குறள்",
      "நாச்சியார் திருமொழி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "முழவு என்பது  ஒரே முகத்தையுடைய முரசு வகையைச் சேர்ந்தது.  ஒரு பெரிய குடத்தின் வாயில் தோலை இழுத்துக் கட்டப்பட்ட கருவியாகும்.  இத்தோலில் ஒருவகை பசை மண்ணைத் தடவி முழக்குவர். மண்ணமை முழவு எனப் பொருநராற்றுப்படையில் இடம் பெற்றுள்ளது. காலத்தை அறிவிக்க நாழிகை முழவு, காலை முழவு ஆகியவை பயன்படுத்தப்பட்டன. \"கலைஉணக் கிழிந்த முழவுமருள் பெரும்பழம்\"  என்ற வரிகள் புறநானூறிலிருந்து எடுக்கப்பட்டது.  புறநானூறு  பழந்தமிழ் இலக்கியத்தில்  உள்ள சங்க இலக்கிய நூல்களில் ஒன்று.  இந்நூல்  தமிழர்களின்  வாழ்வியல்,  பண்பாடு,  போர்,  இயற்கை,  நெறிகள்,  அரசன்,  அறம்,  புகழ்,  பொருள்,  இன்பம்  என்ற  பல  தலைப்புகளை  பற்றி  பாடியது."
  },
  {
    "description": "\"கோயில் திருவிழாக்களின் போதும் சமயச் சடங்குகளில் போதும் சங்கு முழங்கும் வழக்கம் உண்டு.\" இந்த வரிகள் காட்டும் கலை வடிவம் எது?",
    "options": [
      "நாட்டுப்புற இசை",
      "கர்நாடக இசை",
      "மேற்கத்திய இசை",
      "சமய இசை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சங்கு என்பது ஓர் இயற்கைக் கருவி.  கடலில் இருந்து எடுக்கப்படுவது. வலமாகச் சுழிந்து இருக்கும் சங்கை வலம்புரிச்சங்கு என்பர். சங்கின் ஒலியைச் சங்கநாதம் என்பர். இலக்கியங்களில் இதனைப் பணிலம் என்றும் குறிப்பிட்டுள்ளனர்.  கோயில் திருவிழாக்களின் போதும் சமயச் சடங்குகளில் போதும் சங்கு முழங்கும் வழக்கம் உண்டு.   சமய இசை என்பது மதங்கள், ஆன்மிகங்கள் சார்ந்த இசையைக் குறிக்கும்.  கோயில் திருவிழா,  பூஜை,  வழிபாடுகள் போன்ற நிகழ்வுகளில் இசைக்கப்படும் இசை சமய இசை ஆகும்."
  }
]
