[
          
  {
    
          "description": "'படிச்சு' என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "a) PDF ஐப் படித்தல்.",
      "b) PDF ஐ எழுதுதல்.",
      "c) PDF ஐ அனுப்புதல்.",
      "d) PDF ஐ உருவாக்குதல்."
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி ஒரு நபரின் PDF ஐப் பற்றிய அறிவை அளவிடுவதற்காக கேட்கப்பட்டுள்ளது. PDF என்பது ஒரு வகையான ஆவண வடிவம். அதைப் படிக்க முடியும், ஆனால் அது ஒரு வலைப்பக்கம் அல்ல, மின்னஞ்சல் இணைப்பு அல்ல, அல்லது படத்தின் வடிவம் அல்ல. எனவே,  'படிச்சு' என்ற சொல் PDF ஐப் படித்தல் என்பதை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "இந்த பதிலில் பயன்படுத்தப்பட்ட 'PDF' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "a) படத்தின் வடிவம்",
      "b) ஒரு வலைப்பக்கம்",
      "c) ஒரு ஆவண வடிவம்",
      "d) ஒரு மின்னஞ்சல் இணைப்பு"
    ],
    "answer": "C",
    
          "additional_context": "PDF என்பது ஒரு வகையான ஆவண வடிவம். அது ஒரு வலைப்பக்கம் அல்ல, மின்னஞ்சல் இணைப்பு அல்ல, அல்லது படத்தின் வடிவம் அல்ல. PDF என்பது ஒரு வகையான ஆவண வடிவம். PDF ஆவணங்கள் பொதுவாக ஆவணங்களைப் பகிர்ந்து கொள்வதற்கும், அச்சிடுவதற்கும் பயன்படுத்தப்படுகின்றன. "
          }
        ,
          
  {
    
          "description": "இந்த பதிலில் உள்ள நபர் எந்த சூழ்நிலையில் இதைச் சொல்ல வாய்ப்புள்ளது?",
          "options": [
      "a) அவருக்கு ஒரு PDF ஐ பற்றிய கேள்வி கேட்கப்பட்டது, ஆனால் அவர் அதைப் பற்றி எதுவும் தெரியாது.",
      "b) அவர் ஒரு PDF ஐ அனுப்பும்படி கேட்கப்பட்டார், ஆனால் அவரிடம் அதை அனுப்பும் அனுமதி இல்லை.",
      "c) அவர் ஒரு PDF ஐ பற்றிய கேள்வி கேட்கப்பட்டார், ஆனால் அவர் அதை படித்ததில்லை.",
      "d) அவர் ஒரு PDF ஐ பற்றிய கேள்வி கேட்கப்பட்டார், ஆனால் அவர் அதைப் படிக்க முடியாது."
    ],
    "answer": "A",
    
          "additional_context": "இந்த நபர் PDF ஐப் பற்றி எதுவும் தெரியாது என்றால், அவர் கேள்வி கேட்டவரிடம் அதைப் பற்றி மேலும் கேட்க வாய்ப்புள்ளது. அல்லது PDF ஐப் பற்றி கூகிள் ஸ்கோலரில் தேடவும், அல்லது கேள்வி கேட்டவரிடம் அதைப் பற்றி அறிந்த நபரைத் தொடர்பு கொள்ளும்படி கேட்கவும் வாய்ப்புள்ளது."
          }
        ,
          
  {
    
          "description": "இந்த பதிலில் உள்ள நபர் PDF ஐப் பற்றி எதுவும் தெரியாது என்றால், அவர் அதைப் பற்றி என்ன செய்ய விரும்புகிறார்?",
          "options": [
      "a) கேள்வி கேட்டவரிடம் அதைப் பற்றி மேலும் கேட்கவும்",
      "b) கேள்வி கேட்டவரிடம் PDF ஐ அனுப்பும்படி கேட்கவும்",
      "c) PDF ஐப் பற்றி கூகிள் ஸ்கோலரில் தேடவும்",
      "d) கேள்வி கேட்டவரிடம் அதைப் பற்றி அறிந்த நபரைத் தொடர்பு கொள்ளும்படி கேட்கவும்"
    ],
    "answer": "B",
    
          "additional_context": "PDF ஐப் பற்றி எதுவும் தெரியாது என்று சொல்பவர், PDF ஐப் பற்றி ஏதாவது தெரிந்துகொள்ள விரும்புவதாகக் குறிப்பிடுகிறார். எனவே, கேள்வி கேட்டவரிடம் PDF ஐ அனுப்பும்படி கேட்க வாய்ப்புள்ளது. "
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டவற்றில் எது உரையாடலில் இருந்து தெளிவாகத் தெரிகிறது?",
          "options": [
      "a) பேசுபவர் PDF ஐப் பற்றி அறிந்திருக்கிறார்",
      "b) பேசுபவர் PDF ஐப் படித்திருக்கிறார்",
      "c) பேசுபவர் PDF ஐப் பற்றி எதுவும் அறியவில்லை",
      "d) பேசுபவர் PDF ஐப் பற்றிய தகவல்களை வழங்க முடியும்"
    ],
    "answer": "C",
    
          "additional_context": "பேசுபவர் PDF ஐப் பற்றி எதுவும் தெரியாது என்பது தெளிவாகத் தெரிகிறது, ஏனெனில் அவர் 'படிச்சு' என்ற சொல்லைக் கேள்விப்பட்டபோது, அதன் அர்த்தம் என்னவென்று தெரியவில்லை. எனவே, அவர் PDF ஐப் பற்றி எதுவும் அறியவில்லை என்பது உரையாடலில் இருந்து தெளிவாகத் தெரிகிறது."
          }
        ]