[
          
  {
    
          "description": "'நல்லறிவு, நற்காட்சி, நல்லொழுக்கம்' ஆகியவை பாடலில் _______________ என்று குறிப்பிடப்படுகின்றன.",
          "options": [
      "தீய நோய்கள்",
      "மூன்று யோகமருந்துகள்",
      "உடல் நலம் மேம்படுத்தும் வழிகள்",
      "மன அமைதிக்கு உதவும் வழிகள்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நீலகேசி நூலில் பிறவித்துன்பத்தைத் தீர்க்கும் மருந்துகளாக 'நல்லறிவு, நற்காட்சி, நல்லொழுக்கம்' ஆகிய மூன்று விஷயங்கள் குறிப்பிடப்பட்டுள்ளன. இந்த மூன்று விஷயங்களும் நம்மை ஒரு நல்ல மனிதனாக வாழ வைக்கும் மூன்று முக்கிய காரணிகளாகும். நல்லறிவு, நற்காட்சி, நல்லொழுக்கம் ஆகியவை நம் வாழ்வில் மன அமைதி, மகிழ்ச்சி மற்றும் சந்தோஷத்தைப் பெறுவதற்கு முக்கியமான காரணிகளாகும். நீலகேசி நூல் பிறவித்துன்பத்தைத் தீர்க்கும் மருந்தாக இதனை குறிப்பிட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "பாடலில் '___________ அணிந்த பெண்ணே!' என்று குறிப்பிடப்பட்டுள்ளது.",
          "options": [
      "மலர்",
      "அணிகலன்",
      "ஆடை",
      "சந்தனம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நீலகேசி நூல் பாடலில் நோயின் மூன்று வகைகளைப் பற்றி விளக்குகிறது. இதில் 'நிழல்இகழும் பூணாய்' என குறிப்பிடப்பட்டுள்ளது. இதற்கு ஒளிபொருந்திய அணிகலன்களை அணிந்தவள் எனப் பொருள். அதாவது, 'அணிகலன்' அணிந்தவளே! என்று பாடலில் கூறப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "நீலகேசி நூல் ______________ சருக்கங்களைக் கொண்டுள்ளது.",
          "options": [
      "ஐந்து",
      "ஏழு",
      "ஒன்பது",
      "பத்து "
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "நீலகேசி நூல் சமணசமயக் கருத்துகளை வாதங்களின் அடிப்படையில் விளக்குகிறது. இது கடவுள் வாழ்த்து நீங்கலாகப் பத்துச் சருக்கங்களைக் கொண்டது. நீலகேசி நூல் மிகவும் முக்கியமான ஒரு சமய நூலாகும். இது சமணசமயத்தின் அடிப்படை கொள்கைகளை விளக்குகிறது. இதில் சமணசமயத்தின் தத்துவங்கள், நெறிகள், அறங்கள் மற்றும் வாழ்க்கை முறைகள் பற்றி விளக்கப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "“தீர்வனவும் தீராத் திறத்தனவும் செய்ம்மருந்தின் / ஊர்வனவும் போலாதும் உவசமத்தின் உய்ப்பனவும் / யார்வினவும் காலும் அவைமூன்று கூற்றவா / நேர்வனவே ஆகும் நிழல்இகழும் பூணாய்” - இந்தப் பாடல் பகுதியில் நோயின் மூன்று வகைகள் குறிப்பிடப்பட்டுள்ளன.  நோயின் வகைகளைப் பற்றி மேற்கண்ட பாடல் பகுதி எவ்வாறு விளக்குகிறது?",
          "options": [
      "மருந்தினால் நீங்கும் நோய்கள், தீராத நோய்கள், வெளித்தோற்றத்தில் தீர்க்கப்பட்டாலும் உள்ளுக்குள் இருக்கும் நோய்கள்",
      "உடல் நோய்கள், மன நோய்கள், ஆன்மா நோய்கள்",
      "சாதாரண நோய்கள், தொற்று நோய்கள், மரபுசார் நோய்கள்",
      "உடல் சார்ந்த நோய்கள், மனம் சார்ந்த நோய்கள், சமூக சார்ந்த நோய்கள்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நீலகேசி நூல் பாடலில்  நோயின் மூன்று வகைகள் குறிப்பிடப்பட்டுள்ளன. மருந்தினால் நீங்கும் நோய்கள் ஒருவகை. தீராத தன்மையுடைய நோய்கள் மற்றொரு வகை. வெளித்தோற்றத்தில் தெரிந்தாலும் முற்றிலும் தீராமல் உள்ளுக்குள் இருந்து துன்பம் தருவன இன்னொரு வகை."
          }
        ,
          
  {
    
          "description": "“பேர்தற்கு அரும்பிணி தாம்இவை அப்பிணி / தீர்தற்கு உரிய திரியோக மருந்துஇவை / ஓர்தல் தெளிவோடு ஒழுக்கம் இவையுண்டார் / பேர்த்த பிணியுள் பிறவார் பெரிதின்பமுற்றே” - இந்தப் பாடல் பகுதி “பிறவித்துன்பம்” குறித்தும், அதைத் தீர்க்கும் வழிகள் பற்றியும் எடுத்துரைக்கிறது. பிறவித்துன்பத்தைத் தீர்க்கும் மருந்துகளாக இந்தப் பாடல் எதைப் பற்றி குறிப்பிடுகிறது?",
          "options": [
      "மருந்துகள், மந்திரங்கள், தவங்கள்",
      "நல்லறிவு, நற்காட்சி, நல்லொழுக்கம்",
      "செல்வம், வலிமை, அழகு",
      "கல்வி, நட்பு, அன்பு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நீலகேசி நூல் பாடல் 'பேர்தற்கு அரும்பிணி தாம்இவை அப்பிணி' எனத் தொடங்குகிறது. இதன் பொருள் மருந்தினால் தீராத நோய்கள் பிறவித்துன்பம் எனும் நோய்க்கு உதாரணம். அகற்றுவதற்கு அரியவை பிறவித்துன்பங்கள் ஆகும். இவற்றைத் தீர்க்கும் மருந்துகள் மூன்று. நல்லறிவு, நற்காட்சி, நல்லொழுக்கம் என்பவையே அம்மருந்துகள்."
          }
        ]