[
          
  {
    
          "description": "'______ நீ அல்ல; பார்த்தது நான் அல்ல' – இந்த வாக்கியத்தில்  _____ என்ற எதிர்மறை வினைமுற்று பயன்படுத்த வேண்டும்.",
          "options": [
      "a)  அல்லன் ",
      "b)  அல்லள் ",
      "c)  அல்லோம்",
      "d)  அல்ல"
    ],
    "answer": "b",
    
          "additional_context": "இந்தப் பாடத்தில், எதிர்மறை வினைமுறைகளைப் பற்றிப் படித்து வருகிறோம். எதிர்மறை வினைமுறைகள் என்றால், நாம் ஒரு செயலைச் செய்யவில்லை அல்லது அந்தச் செயல் நம்மால் செய்யப்படவில்லை என்பதைக் குறிக்கும் வினைமுறைகள். இந்தப் பாடத்தில், வந்தது நீ அல்ல; பார்த்தது நான் அல்ல; நான் படித்த புத்தகம் இது அல்ல என்றெல்லாம் பேசுகின்றோம் எனவும், இவையெல்லாம் சரியான தொடர்கள் அல்ல என்றும் எடுத்துக்காட்டப்பட்டுள்ளது. மேலும், எதிர்மறை வினைமுற்றுகள் பல உண்டு. அவற்றை இடம் அறிந்து பயன்படுத்த வேண்டும் எனவும் எடுத்துரைக்கப்பட்டுள்ளது. இந்த வாக்கியத்தில், 'நான் அல்லள்' என்ற எதிர்மறை வினைமுற்று பயன்படுத்த வேண்டும். ஏனெனில், 'நான்' என்ற சொல் ஒருமை பெண்பால் சொல். எனவே, 'நான் அல்லள்' என்ற எதிர்மறை வினைமுற்றுதான் இந்த வாக்கியத்திற்குப் பொருத்தமானது. இதன் மூலம், எதிர்மறை வினைமுறைகளைப் பயன்படுத்துவதில் எச்சரிக்கையாக இருக்க வேண்டும் என்பதை இந்த பாடம் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "தாங்கள் படிக்க வேண்டிய புத்தகங்கள் இவை _____.",
          "options": [
      "a)  அல்ல",
      "b)  அல்லன்",
      "c)  அல்லள் ",
      "d)  அல்லோம்"
    ],
    "answer": "a",
    
          "additional_context": "இந்த வாக்கியத்தில், 'இவை' என்பது ஒன்றன்பால் சொல். எனவே, இதற்குப் பொருத்தமான எதிர்மறை வினைமுற்று 'அல்ல' என்பது. 'தாங்கள் படிக்க வேண்டிய புத்தகங்கள் இவை அல்ல' என்ற தொடரில், 'அல்ல' என்ற எதிர்மறை வினைமுற்று பயன்படுத்தப்பட்டுள்ளது. இதன் மூலம், எதிர்மறை வினைமுறைகளைப் பயன்படுத்துவதில் எச்சரிக்கையாக இருக்க வேண்டும் என்பதை இந்த பாடம் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "______ செல்வ வாழ்வை விரும்பியவள் அல்ல.",
          "options": [
      "a)  சிலப்பதிகாரம்",
      "b)  மணிமேகலை",
      "c)  கம்பராமாயணம்",
      "d)  தொண்டைமான் கதை "
    ],
    "answer": "b",
    
          "additional_context": "இந்தப் பாடத்தில், 'மணிமேகலை' என்ற கதையைப் பற்றிப் பேசப்பட்டுள்ளது. 'மணிமேகலை' கதையில், மணிமேகலை ஒரு செல்வ வாழ்வை விரும்பியவள் அல்ல என்று கூறப்பட்டுள்ளது. இதன் மூலம்,  'மணிமேகலை' என்ற கதையைப் பற்றிய ஒரு குறிப்பை இந்த பாடம் வழங்குகிறது."
          }
        ,
          
  {
    
          "description": "தலைமைக்குரிய பண்புகளை வளர்த்துக்கொள்வது ஏன் முக்கியம் என்பதை இந்தப் பகுதி எவ்வாறு விளக்குகிறது?",
          "options": [
      "தலைவர்களின் வரலாறுகளைப் படிப்பதன் மூலம்.",
      "'இந்தியர்' என தன்னை அறிமுகப்படுத்திக்கொண்ட வீரரை தலைவராகத் தேர்ந்தெடுப்பது.",
      "சமூக மாற்றத்திற்குக் காரணமான தலைவர்களைப் போற்றுவது.",
      "அனைவரையும் கட்டுப்படுத்தும் திறன் மற்றும் சிறந்த ஆளுமைப் பண்பு அவசியம் என்பதை எடுத்துக்காட்டு மூலம் விளக்குகிறது."
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பகுதியில், தலைமைப் பண்புகளை வளர்த்துக்கொள்வதன் முக்கியத்துவம் விளக்கப்படுகிறது. தலைவராக இருப்பதற்கு அனைவரையும் கட்டுப்படுத்தும் திறன் மற்றும் சிறந்த ஆளுமைப் பண்பு அவசியம் என்பதை எடுத்துக்காட்டு மூலம் விளக்கப்படுகிறது. ஒரு விளையாட்டு அணியின் தலைவருக்கான தேர்வு நடந்தது. அணியின் பயிற்சியாளர் வீரர்களிடம் தங்களை அறிமுகப்படுத்திக்கொள்ளக் கேட்டுக்கொண்டார். சிலர் தங்களைத் தமிழ்நாடு, கேரளம், பஞ்சாப் என அறிமுகப்படுத்திக்கொள்ள, ஒருவர் மட்டும் தன்னை 'இந்தியர்' என்று அறிமுகப்படுத்திக்கொண்டார். அவர்தான் அணியின் தலைவராகவும் தேர்ந்தெடுக்கப்பட்டார். காரணம் மற்றவர்களிடமிருந்து தன்னை வேறுபடுத்திக் காட்டியதும், 'இந்தியர்' என்று குழுவாகச் சிந்தித்ததுமே ஆகும். இப்படிப்பட்ட தகுதிகள் இருந்தால் நீங்களும் தலைவர் ஆகலாம் என்கிறது இந்த பகுதி. "
          }
        ,
          
  {
    
          "description": "'என் பொறுப்புகள்' என்ற பகுதி மூலம், எதை வலியுறுத்தப்படுகிறது?",
          "options": [
      "ஒவ்வொருவரும் தலைவர்களாக மாற வேண்டும்.",
      "தலைமைப் பண்புகளை வளர்த்துக்கொள்ளும் பொறுப்பை ஏற்க வேண்டும்.",
      "சமூக மாற்றத்திற்கான காரணங்களை ஆராய வேண்டும்.",
      "தலைவர்களைப் போற்றுவது மட்டுமே நம் பொறுப்பு."
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பகுதியில், 'என் பொறுப்புகள்' என்ற தலைப்பில், தலைமைப் பண்புகளை வளர்த்துக்கொள்ளும் பொறுப்பை ஏற்க வேண்டும் என்பது வலியுறுத்தப்படுகிறது. தலைமைக்குரிய பண்புகளை அறிந்து வளர்த்துக்கொள்வேன், சமூக மாற்றத்திற்குக் காரணமான தலைவர்களின் வரலாறுகளை அறிந்து போற்றுவேன் என்று கூறப்படுகிறது. இதன் மூலம், தலைமைப் பண்புகளை வளர்த்துக்கொள்வதன் முக்கியத்துவத்தை இளம் தலைமுறை உணர்ந்து கொள்ள வேண்டும் என்பதை இந்தப் பகுதி வலியுறுத்துகிறது."
          }
        ]