
[
  {
    "description": "“அறிவியல் என்னும் அறிவுக்கலை இளைஞருலகில் பரவல் வேண்டும்” - இந்த வாக்கியத்தின் மூலம் திரு.வி.க., என்ன வலியுறுத்துகிறார்?",
    "options": [
      "இளைஞர்கள் அறிவியல் பற்றித் தெரிந்துகொள்ள வேண்டும்.",
      "இளைஞர்கள் அறிவியல் பற்றி கற்றுக்கொள்வது நமது நாட்டின் வளர்ச்சிக்கு உதவும்.",
      "இளைஞர்கள் அறிவியல் பற்றி கற்றுக்கொள்வது நமது நாட்டின் வளர்ச்சிக்குத் தடையாக இருக்கும்.",
      "இளைஞர்கள் அறிவியல் பற்றி கற்றுக்கொள்வது நம்மைச் சமுதாயத்தில் சிறந்தவர்களாக ஆக்காது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "உலக வாழ்விற்கு மிக மிக இன்றியமையாதது `அறிவியல்' என்னும் அறிவுக்கலை. உடற்கூறு, உடலோம்பு முறை, பூதபௌதிகம், மின்சாரம், நம்மைச் சூழ்ந்துள்ள செடி, கொடி, பறவை, விலங்கு முதலியவற்றினியல், கோளியக்கம், கணிதம், அகத்திணை முதலியன வேண்டும். இந்நாளில் இவைகளைப் பற்றிய பொது அறிவாதல் பெற்றே தீரல் வேண்டும். புற உலக ஆராய்ச்சிக்கு அறிவியல் கொழுகொம்பு போன்றது. நம் முன்னோர் கண்ட பல உண்மைகள் அறிவியல் அரணின்றி இந்நாளில் உறுதிபெறல் அரிது. இக்கால உலகத்தோடு உறவு கொள்வதற்கும் அறிவியல் தேவை. ஆதலின் அறிவியல் என்னும் அறிவுக்கலை இளைஞருலகில் பரவல் வேண்டும்."
  },
  {
    "description": "“காவிய இன்பமும் ஒன்று. அதைத் தலையாயது என்றும் கூறலாம்” - இந்த வாக்கியத்தில் திரு.வி.க. என்ன குறிப்பிடுகிறார்?",
    "options": [
      "காவிய இன்பம் மனித வாழ்விற்கு மிகவும் முக்கியமானது.",
      "காவிய இன்பம் மனித வாழ்விற்குத் தேவையற்றது.",
      "காவிய இன்பம் நம்மைச் சமுதாயத்தில் சிறந்தவர்களாக ஆக்காது.",
      "காவிய இன்பம் நமது நாட்டின் வளர்ச்சிக்குத் தடையாக இருக்கும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "வாழ்விற்குரிய இன்பத்துறைகளுள் காவிய இன்பமும் ஒன்று. அதைத் தலையாயது என்றும் கூறலாம். நாம் தமிழர்கள். நாம் பாட்டின்பத்தை நுகர வேண்டுமேல் நாம் எங்குச் செல்லல் வேண்டும்? தமிழ் இலக்கியங்களுக்கிடையே அன்றோ? தமிழில் இலக்கியங்கள் பலப்பல இருக்கின்றன. இயற்கை ஓவியம் பத்துப்பாட்டு, இயற்கை இன்பக்கலம் கலித்தொகை, இயற்கை வாழ்வில்லம் திருக்குறள், இயற்கை இன்பவாழ்வு நிலையங்கள் சிலப்பதிகாரமும் மணிமேகலையும், இயற்கைத் தவம் சிந்தாமணி, இயற்கைப் பரிணாமம் கம்பராமாயணம், இயற்கை அன்பு பெரியபுராணம், இயற்கை இறையுறையுள் தேவார திருவாசக திருவாய் மொழிகள். இத்தமிழ்க் கருவூலங்களை உன்ன உன்ன உள்ளத்தெழும் இன்ப அன்பைச் சொல்லால் சொல்ல இயலாது. இளைஞர்களே! தமிழ் இளைஞர்களே! பெறற்கரிய இன்ப நாட்டில் பிறக்கும் பேறு பெற்றிருக்கிறீர்கள்! தமிழ் இன்பத்திலுஞ் சிறந்த இன்பம் இவ்வுலகிலுண்டோ? தமிழ்க் காவியங்களைப் படியுங்கள். இன்பம் நுகருங்கள்."
  },
  {
    "description": "“இயற்கைக் கழகத்தில் பயின்றுபயின்று சங்கப்புலவர் இளங்கோ, திருத்தக்கத்தேவர், திருஞானசம்பந்தர், ஆண்டாள், சேக்கிழார், கம்பர், பரஞ்சோதி முதலியோர் இயற்கைக் கோலத்தை எவ்வாறு எழுத்தோவியத்தில் இறக்கியிருக்கின்றனர் என்று ஆராயுங்கள்.” - இந்த வாக்கியம் என்ன கருத்தைப் பறைசாற்றுகிறது?",
    "options": [
      "சங்கப்புலவர்கள் இயற்கையைப் பற்றி எழுதினார்கள்.",
      "சங்கப்புலவர்கள் இயற்கையிலிருந்து ஈர்ப்படைந்தவர்கள்.",
      "சங்கப்புலவர்களின் இயற்கைக் கோலத்தைப் பற்றிய விவரிப்புகள் நம்மை ஈர்க்கின்றன.",
      "இயற்கையைப் பற்றிய அறிவு நம் வாழ்க்கையை மேம்படுத்த உதவும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நீங்கள் ஏடுகளைப் பயில்வதுடன் நில்லாது, ஓய்ந்த நேரங்களில் இயற்கை நிலையங்களில் புகுந்து, இயற்கைக் கழகத்தில் நின்று, இயற்கைக் கல்வி பயில்வீர்களானால், இயற்கையோடியைந்த வாழ்வு நடத்த வல்லவர்களாவீர்கள். காடு செறிந்த ஒரு மலை மீது ஏறி, ஒரு மரத்தடியில் நின்று, மண்ணையும் விண்ணையும் நோக்குங்கள். இயற்கை ஓவியத்தைக் கண்டு கண்டு மகிழுங்கள். மண் வழங்கும் பரந்த பசுமையிலும் வெண்மையிலும் விண் வழங்கும் நீலத்திலும் தோய்ந்து திளையுங்கள். காலையில் இளஞாயிறு, கடலிலும் வானிலும் செக்கர் உமிழ்ந்து எழுங்காட்சியை நெஞ்சில் எழுதுங்கள். அருவி முழவும் குயில் குரலும் வண்டிசையும் மயில் அகவலும் மலர் மணமும் தேனினிமையும் தென்றல் வீசலும் புலன்களுக்கு விருந்தாகும் இயற்கை அன்னையைப் பாருங்கள். ஆங்கே சூழ்ந்துள்ள செடி, கொடி மரங்களையும் பறவைகளையும் விலங்குகளையும் உற்றுநோக்கி, சில செடிகள் பூமியில் பரந்தும் சில செடிகள் எழுந்து நின்றும் சில கொடிகள் சுருண்டு சுருண்டு படர்ந்தும் இருப்பதற்கும், சில மரங்கட்கு நீள் கிளையும் கிளிக்கு வளைந்த மூக்கும் யானைக்குத் துதிக்கையும் மானிற்குக் கொம்பும் அமைந்திருப்பதற்கும் என்ன காரணம்? என்று சிந்தியுங்கள். அந்தியில் ஞாயிறு அமருங் கோலத்தையும் பறவைகள் பறந்து செல்வதையும் கால்நடைகளின் மணியோசையையும் காணுங்கள்; கேளுங்கள். இவ்வாறு, இயற்கைக் கழகத்தில் பயின்றுபயின்று சங்கப்புலவர் இளங்கோ, திருத்தக்கத்தேவர், திருஞானசம்பந்தர், ஆண்டாள், சேக்கிழார், கம்பர், பரஞ்சோதி முதலியோர் இயற்கைக் கோலத்தை எவ்வாறு எழுத்தோவியத்தில் இறக்கியிருக்கின்றனர் என்று ஆராயுங்கள். நந்தமிழ்க் காவியங்களும், ஓவியங்களும் இயற்கை அமிழ்தாய் உயிரையும் உடலையும் பேணுவதை உணர்வீர்கள்."
  }
]
