
[
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள இடங்களுள் எது சித்தர்கள் வாழ்ந்த இடமாகும்?",
    "options": [
      "வாங்கல்",
      "தெத்துக்காடு",
      "காளப்பநாயக்கன்பட்டி",
      "கொல்லி மலை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டில்  கொல்லி மலை பற்றி குறிப்பிடப்பட்டுள்ளது. இது சைவ சித்தர்களால் வழிபடப்படும் ஒரு மலை. இது உயரமான மலையாகும். மலையின் உச்சியில் பல ஆலயங்கள் உள்ளன. சித்தர்கள் வாழ்ந்து வந்த இடங்களுள் ஒன்று இது.  தெத்துக்காடு காளப்பநாயக்கன் பட்டியில் ஏராளமான ஆடு மாடுகள் செத்தன என பாடலில் குறிப்பிடப்பட்டுள்ளது. வாங்கல் நகரில் தென்னம்பிள்ளை அத்தனையும் வீணாயின என பாடலில் குறிப்பிடப்பட்டுள்ளது. "
  },
  {
    "description": "\"மெய்ப்புடன்வே லாயுதங்கொண்டு – வருகின்ற விக்கினமெல் லாம்தீர்த்துக் காத்திடீரையா?\"  என்று பாடலில் யாரிடம் கேட்கப்படுகிறது?",
    "options": [
      "தொண்டைமான் சீமை",
      "சாமிநாதன்",
      "காளப்பநாயக்கன்",
      "குமரேசா"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த பாடலில் புயல் காற்றால் ஏற்பட்ட சேதங்களை குறிப்பிட்டு, 'இப்படிக்கிச் சேதங்களானால் - குமரேசா'  என்று  கேள்வி கேட்கப்படுகிறது. 'மெய்ப்புடன்வே லாயுதங்கொண்டு – வருகின்ற விக்கினமெல் லாம்தீர்த்துக் காத்திடீரையா'  என்று  குமரேசாவைப் பாடகர் கேள்வி கேட்கிறார்.  "
  },
  {
    "description": "கோணக்காத்துப் பாட்டில் எது பாடலின் முக்கியமான அம்சத்தை விளக்குகிறது?",
    "options": [
      "பருத்திச் செடிகளின் அழிவு",
      "மரங்கள் ஒடிந்து விழுந்தது",
      "இயற்கைப் பேரிடரால் ஏற்படும் சேதங்கள்",
      "வீடுகள் சரிந்தது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த கோணக்காத்துப் பாட்டு  புயல் காற்றின் தாக்குதலால் ஏற்படும் சேதங்களைப் பற்றிப் பாடும் பாட்டு. இந்த பாடலின் முக்கியமான அம்சம், இயற்கைப் பேரிடரால் ஏற்படும் சேதங்களை விளக்குவதாகும்.  "
  },
  {
    "description": "\"கொம்புசுத்திக் கோணக்காத்து\" என்பது எதை குறிக்கிறது?",
    "options": [
      "சாதாரண காற்று",
      "சுழல் காற்று",
      "மழைக்காற்று",
      "புயல் காற்று"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "புயல் காற்றை 'கோணக்காத்து' என்கிறார்கள். இதற்கு சுழல் காற்று என்றும் பொருள். கொம்புசுத்திக் கோணக்காத்து என்கிறார்கள். இதன் பொருள் சுழல் காற்று.  "
  },
  {
    "description": "கோணக்காத்துப் பாட்டு எந்த வகையான பாடல்?",
    "options": [
      "நாடகப் பாடல்",
      "நாட்டுப்புறப் பாடல்",
      "பக்திப் பாடல்",
      "காதல் பாடல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டு நாட்டுப்புறப் பாடலாகும். இது ஒரு காத்து நொண்டிச் சிந்தி.  "
  }
]
