
[
  {
    "description": "“வாழ்த்துதல்” பொருளில் வரும் வியங்கோள் வினைமுற்று எந்தத் திணையைச் சார்ந்தது?",
    "options": [
      "உயர்திணை",
      "அஃறிணை",
      "இரண்டும்",
      "எதுவும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "வினைமுற்றுகளை வகைப்படுத்துவதில் வியங்கோள் வினைமுற்றுகளும் ஒரு வகையாகும். வாழ்த்துதல், வைத்தல், விதித்தல், வேண்டல் ஆகிய பொருள்களில் வரும் வினைமுற்றுகளே வியங்கோள் வினைமுற்றுகளாகும். இவ்வினைமுற்று இரு திணைகளையும் (உயர்திணை, அஃறிணை) ஐந்து பால்களையும் (ஆண்பால், பெண்பால், பலர்பால், ஒன்றன் பால், பலவின் பால்) மூன்று இடங்களையும் (தன்மை, முன்னிலை, படர்க்கை) காட்டும். அதாவது இவ்வினைமுற்றுகள் அனைத்து திணைகளையும் பால்களையும் இடங்களையும் சார்ந்ததாகும்."
  },
  {
    "description": "“விதித்தல்” பொருளில் வரும் வியங்கோள் வினைமுற்று எந்த இடத்தில் வராது?",
    "options": [
      "தன்மை",
      "முன்னிலை",
      "படர்க்கை",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "வியங்கோள் வினைமுற்றுகள் தன்மை இடத்தில் வராது. முன்னிலை மற்றும் படர்க்கை ஆகிய இடங்களில் மட்டும் வரும். ஏனெனில் வியங்கோள் வினைமுற்றுகள் 'செயல்' என்பதற்குப் பதிலாக 'வாழ்த்துதல், வைத்தல், விதித்தல், வேண்டல்' ஆகிய செயல்களைக் குறிக்கும். இச்செயல்கள் தன்மை இடத்தில் வருவதற்குச் சாத்தியமில்லை. தன்மை இடத்தில் வரும் வினைமுற்றுகள் செய்பவரைப் பற்றிச் சொல்லும். 'விதித்தல்' பொருளில் வரும் வினைமுற்றுகள் செய்பவரைப் பற்றி சொல்வதில்லை. அதனால் இவ்வினைமுற்றுகள் தன்மை இடத்தில் வராது."
  },
  {
    "description": "“வியங்கோள் வினைமுற்று” எனும் சொல்லைப் பற்றிய சரியான விளக்கம் எது?",
    "options": [
      "ஒரு செயலைச் செய்யுமாறு கட்டளையிடும் வினைமுற்று.",
      "பொருள், இடம், காலம் ஆகியவற்றை வெளிப்படையாகக் காட்டும் வினைமுற்று.",
      "வாழ்த்துதல், வைதல், விதித்தல், வேண்டல் ஆகிய பொருள்களை உணர்த்தும் வினைமுற்று.",
      "செய்பவர், கருவி, நிலம், செயல், காலம், செய்பொருள் ஆகிய ஆறும் வெளிப்படுமாறு அமைந்த வினைமுற்று."
    ],
    "answer": "C",
    "additional_context": "வியங்கோள் வினைமுற்று என்பது ஒரு வகை வினைமுற்று. வாழ்த்துதல், வைத்தல், விதித்தல், வேண்டல் ஆகிய பொருள்களை உணர்த்தும் வினைமுற்றுகளே வியங்கோள் வினைமுற்றுகளாகும். ஏவல் வினைமுற்றுகள் ஒரு செயலைச் செய்யுமாறு கட்டளையிடும் வினைமுற்றுகள். தெரிநிலை வினைமுற்றுகள் பொருள், இடம், காலம் ஆகியவற்றை வெளிப்படையாகக் காட்டும் வினைமுற்றுகள். செய்பவர், கருவி, நிலம், செயல், காலம், செய்பொருள் ஆகிய ஆறும் வெளிப்படுமாறு அமைந்த வினைமுற்றுகள் தெரிநிலை வினைமுற்றுகள்."
  }
]
