[
          
  {
    
          "description": "நாடகங்களின் ஒலிப்பதிவுகளைக் கேட்டு மகிழ்க.  இந்தக் கூற்று எதைப் பற்றியது?",
          "options": [
      "நாடகத்தில் இசை முக்கியமானது.",
      "நாடகங்களின் ஒலிப்பதிவுகள் மகிழ்ச்சியைத் தரும்.",
      "நாட்டுப்பற்றை வளர்க்கும் நாடகங்கள் உள்ளன.",
      "நாடகங்களின் ஒலிப்பதிவுகளைக் கேட்க நாம் கற்றுக் கொள்ள வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடம் நாட்டுப்பற்றை வளர்க்கும் நாடகங்களின் ஒலிப்பதிவுகளைக் கேட்டு மகிழ்வது பற்றியது. இந்தப் பாடத்தில் நாட்டுப்பற்றை வளர்க்கும் நாடகங்களைப் பற்றிய பாடல் ஒலிப்பதிவுகளைக் கேட்டு மகிழும் வகையிலான செயல்பாடுகள் கொடுக்கப்பட்டுள்ளன. இதன் மூலம் மாணவர்கள் நாடகங்களின் ஒலிப்பதிவுகளைக் கேட்டு மகிழ்வதுடன், நாட்டுப்பற்றை வளர்க்கும் நாடகங்களைப் பற்றியும் அறிந்து கொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "“மல்லிகை குளத்தில் பூக்கும் மலர் அல்லை” என்ற தொடரில் உள்ள பிழை என்ன?",
          "options": [
      "“மல்லிகை” என்ற சொல் தவறானது.",
      "“குளத்தில்” என்ற சொல் தவறானது.",
      "“அல்லை” என்ற சொல் தவறானது.",
      "“பூக்கும்” என்ற சொல் தவறானது."
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடத்தில் எதிர்மறை வினைமுற்றுகளைக் குறித்து விளக்கப்பட்டுள்ளது. மல்லிகை குளத்தில் பூக்கும் மலர் அல்ல என்று கூறுவது தவறு. ஏனெனில் இது எதிர்மறை வினைமுற்று. அதற்குப் பதிலாக,  “மல்லிகை குளத்தில் பூக்கும் மலர் அல்ல” என்று எழுத வேண்டும்."
          }
        ,
          
  {
    
          "description": "'நாட்டின் வளர்ச்சியில் இளைஞர்களின் பங்கு' என்ற தலைப்பில் கட்டுரை எழுதுங்கள்.  இந்த கட்டுரையில் என்ன இருக்கலாம்?",
          "options": [
      "இளைஞர்கள் மட்டும் நாட்டின் வளர்ச்சிக்குப் பொறுப்பு.",
      "இளைஞர்கள் புதிய யோசனைகளைக் கொண்டு வந்து நாட்டை வளர்க்கலாம்.",
      "இளைஞர்கள் அரசியலில் ஈடுபடக் கூடாது.",
      "இளைஞர்கள் பெரியவர்களை மதிக்க வேண்டும்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடத்தில் நாட்டின் வளர்ச்சியில் இளைஞர்களின் பங்கைப் பற்றிய ஒரு கட்டுரை எழுதும்படி கேட்கப்பட்டுள்ளது. இளைஞர்கள் நாட்டின் வளர்ச்சிக்குப் பங்களிக்கக் கூடிய வழிகளைப் பற்றி அவர்கள் சிந்தித்து எழுத வேண்டும். இளைஞர்கள் புதிய யோசனைகளைக் கொண்டு வந்து நாட்டை வளர்க்க முடியும். இதைப் பற்றி கட்டுரை எழுதும்போது பல புதிய யோசனைகளை மாணவர்கள் கொண்டு வர முடியும்."
          }
        ,
          
  {
    
          "description": "'MLNNKY' என்ற எழுத்துக்களைப் பயன்படுத்தி உருவாக்கப்படக்கூடிய சொல் எது?",
          "options": [
      "கலவை",
      "நாளை",
      "மழை",
      "நிலம்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடத்தில் “MLNNKY” என்ற எழுத்துக்களைப் பயன்படுத்தி ஒரு சொல் உருவாக்க வேண்டும். அதற்கு, இந்த எழுத்துக்களைப் பயன்படுத்தி “கலவை” என்ற சொல்லை உருவாக்க முடியும்."
          }
        ,
          
  {
    
          "description": "'தொண்டைமானிடம் ஔவை தூது போதல். தொண்டைமான் படையெடுத்து வரும் செய்தியை அதியமான் ஔவைக்குத் தெரிவித்தல். ஔவைக்குத் தொண்டைமான் தன் படைக்கருவிகளைக் காட்டுதல்.'  இந்த மூன்று தொடர்களின் சரியான வரிசை என்ன?",
          "options": [
      "1, 2, 3",
      "3, 2, 1",
      "2, 1, 3",
      "1, 3, 2"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடத்தில் ஒரு கதைக்கான நிகழ்வுகளைச் சரியான வரிசைப்படுத்த வேண்டும். இந்தக் கதை ஔவை, அதியமான் மற்றும் தொண்டைமான் ஆகியோர் இடம்பெற்றுள்ளது. மேலே கொடுக்கப்பட்ட நிகழ்வுகள் மூன்று. இந்த நிகழ்வுகளின் சரியான வரிசை 2, 1, 3. முதலில் அதியமான் தொண்டைமான் படையெடுத்து வரும் செய்தியை ஔவைக்குத் தெரிவிக்கிறார். பின்னர் ஔவை தொண்டைமானிடம் தூது போகிறார். பின்னர் தொண்டைமான் ஔவைக்குத் தன் படைக்கருவிகளைக் காட்டுகிறார்."
          }
        ]