
[
  {
    "description": "பின்வரும் மெய் எழுத்துகளில் எது மேல்வாயை நாக்கின் நுனி வருடுவதால் பிறக்கிறது?",
    "options": [
      "அ) ற்",
      "ஆ) ண்",
      "இ) ழ்",
      "ஈ) ல்"
    ],
    "answer": "C",
    "additional_context": "மெய் எழுத்துகள் பிறப்பது பற்றி பாடம் சொல்கிறது. அதில் 'ர்' மற்றும் 'ழ்' எழுத்துகள் மேல்வாயை நாக்கின் நுனி வருடுவதால் பிறக்கிறது என்று குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "“எழுத்துகள் பிறப்பது” என்ற சொற்றொடரில் “பிறப்பு” என்ற சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "எழுத்துகள் உருவாகும் முறை",
      "எழுத்துகள் உருவாகும் இடம்",
      "எழுத்துகளின் வகைகள்",
      "எழுத்துகளின் வரலாறு"
    ],
    "answer": "A",
    "additional_context": "எழுத்துகளின் பிறப்பு என்ற சொல்லுக்கு ஒலி எழுத்துகள் உருவாகும் முறை என்று பொருள். உயிரின் முயற்சியால் உடலின் உள்ளிருந்து எழும் காற்றானது மார்பு, தலை, கழுத்து, மூக்கு ஆகிய நான்கு இடங்களுள் ஒன்றில் பொருந்தி, இதழ், நாக்கு, பல், மேல்வாய் ஆகிய உறுப்புகளின் முயற்சியினால் வேறுவேறு ஒலிகளாகத் தோன்றுகின்றன. இதனையே எழுத்துகளின் பிறப்பு என்பர்."
  },
  {
    "description": "“நாவின் முதற்பகுதி மேல் அண்ணத்தில் ஒட்டும்போது” எந்த எழுத்து பிறக்கிறது?",
    "options": [
      "க",
      "த",
      "ப",
      "ம்"
    ],
    "answer": "A",
    "additional_context": "மெய் எழுத்துகள் பிறப்பது பற்றி பாடம் சொல்கிறது. அதில் 'க்' மற்றும் 'ங்' எழுத்துகள் நாவின் முதற்பகுதி, அண்ணத்தின் அடிப்பகுதியைப் பொருந்துவதால் பிறக்கிறது என்று குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "“வாய்திறக்கும் முயற்சியுடன் இதழ்களைக் குவிப்பதால்” பிறக்கும் எழுத்துக்கள் எவை?",
    "options": [
      "அ, ஆ",
      "இ, ஈ",
      "உ, ஊ",
      "எ, ஏ"
    ],
    "answer": "C",
    "additional_context": "உயிர் எழுத்துகள் பிறப்பது பற்றி பாடம் சொல்கிறது. அதில் 'உ', 'ஊ', 'ஒ', 'ஓ', 'ஔ' எழுத்துகள் வாய்திறக்கும் முயற்சியுடன் இதழ்களைக் குவிப்பதால் பிறக்கிறது என்று குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "“மெய் எழுத்துகளின் இடப்பிறப்பு” குறித்துக் கூறப்பட்டுள்ள கூற்று எது சரியானது?",
    "options": [
      "எல்லா மெய் எழுத்துகளும் மூக்கை இடமாகக் கொண்டு பிறக்கின்றன.",
      "வல்லின மெய் எழுத்துகள் தலையை இடமாகக் கொண்டு பிறக்கின்றன.",
      "மெல்லின மெய் எழுத்துகள் மார்பை இடமாகக் கொண்டு பிறக்கின்றன.",
      "இடையின மெய் எழுத்துகள் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன."
    ],
    "answer": "D",
    "additional_context": "எழுத்துகளின் பிறப்பு பற்றி பாடம் சொல்கிறது. அதில் மெய் எழுத்துகளின் இடப்பிறப்பு பற்றி விளக்கப்பட்டுள்ளது.  மெல்லின மெய் எழுத்துகள் மூக்கை இடமாகக் கொண்டு பிறக்கின்றன, வல்லின மெய் எழுத்துகள் மார்பை இடமாகக் கொண்டு பிறக்கின்றன, இடையின மெய் எழுத்துகள் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன."
  }
]
