
[
  {
    "description": "“மனிதனுக்குள் நிறைந்திருக்கும் பண்புகளைக் கன்னிப்பாவை என்னும் நூலின் பாடல்வழி அறிவோம்.”  என்ற வாக்கியத்தின் படி, கன்னிப்பாவை நூல் மனிதர்களைப் பற்றி என்ன கூறுகிறது?",
    "options": [
      "a) மனிதர்களின் பண்புகளைப் பற்றி",
      "b) மனிதர்களின் வாழ்க்கை முறையைப் பற்றி",
      "c) மனிதர்களின் உணர்வுகளைப் பற்றி",
      "d) மனிதர்களின் குடும்பங்களைப் பற்றி"
    ],
    "answer": "a",
    "additional_context": "ஒவ்வொரு மனிதனிடமும் பலவகையான பண்புகள் குவிந்து கிடக்கின்றன. அவற்றுள் நற்பண்புகளும் உண்டு; தீய பண்புகளும் உண்டு. தீயனவற்றை விலக்கி, நல்லனவற்றை வளர்த்து வாழ்வாங்கு வாழ்வதே மனிதனின் கடமையாகும். மனிதனுக்குள் நிறைந்திருக்கும் பண்புகளைக் கன்னிப்பாவை என்னும் நூலின் பாடல்வழி அறிவோம்."
  },
  {
    "description": "“அறிவுஅருள் ஆசைஅச்சம் அன்புஇரக்கம் வெகுளிநாணம் நிறைஅழுக்காறு எளிமை நினைவுதுணிவு இன்பதுன்பம்” என்ற பாடல் வரிகளின் அடிப்படையில், கன்னிப்பாவை நூல் மனிதர்களின் எந்தப் பண்புகளைப் பற்றிப் பேசுகிறது?",
    "options": [
      "a) மனிதர்களின் நல்ல பண்புகளை மட்டும்",
      "b) மனிதர்களின் தீய பண்புகளை மட்டும்",
      "c) மனிதர்களின் நல்ல மற்றும் தீய பண்புகளை ",
      "d) மனிதர்களின் வாழ்க்கை முறை தொடர்பான பண்புகளை"
    ],
    "answer": "c",
    "additional_context": "அறிவு, கருணை, ஆசை, அச்சம், அன்பு, இரக்கம், சினம், நாணம், மேன்மை, பொறாமை, எளிமை, நினைவு, துணிவு, இன்பம், துன்பம், பொறுமை, கொள்கையைப் பின்பற்றுதல், சோர்வு, மானம், அறம், வெறுப்பு, மகிழ்ச்சி, ஊக்கம், விருப்பம், வெற்றி, பகை, இளமை, முதுமை, மறதி, ஆராய்ந்து தெளிதல் போன்றவை இவ்வுலகில் நிலைபெற்ற மனிதர்களிடம் உள்ள பண்புகளாகும்."
  },
  {
    "description": "“நினைவுதுணிவு இன்பதுன்பம்” என்ற பாடல் வரிகள் எந்த இரண்டு முக்கியமான மனித பண்புகளை வலியுறுத்துகின்றன?",
    "options": [
      "a) இன்பம் மற்றும் துன்பம்",
      "b) நினைவு மற்றும் துணிவு",
      "c) நினைவு மற்றும் இன்பம்",
      "d) துணிவு மற்றும் துன்பம்"
    ],
    "answer": "b",
    "additional_context": "மனிதனுக்குள் நிறைந்திருக்கும் பண்புகளில் நினைவு, துணிவு ஆகியவை மனிதர்களைப் பற்றிய முக்கியமான பண்புகளாகும்."
  },
  {
    "description": "கன்னிப்பாவை நூல் “பூத்தேலோ ரெம்பாவாய்!” என்ற வார்த்தைகளால் என்ன கருத்தை வெளிப்படுத்துகிறது?",
    "options": [
      "a) பெண்கள் மட்டுமே நற்பண்புகளை வளர்க்க வேண்டும்",
      "b) நற்பண்புகள் எல்லோருக்கும் முக்கியம்",
      "c) நற்பண்புகளை வளர்க்க பெண்கள் முயற்சி செய்ய வேண்டும்",
      "d) பெண்கள் மட்டுமே இறைவனை வழிபட வேண்டும்"
    ],
    "answer": "b",
    "additional_context": "குறைவறப் பெற்றவள்நீ குலமாதே பெண்ணரசி இறைமகன் வந்திருக்க இன்னும்நீ உறங்குதியோ புறப்படு புன்னகைநீ பூத்தேலோ ரெம்பாவாய்!  இந்தப் பாடல் வரிகளின் மூலம் எல்லோரும் நற்பண்புகளை வளர்க்க வேண்டும் என்ற கருத்தைத் தெளிவாக வெளிப்படுத்துகிறது."
  },
  {
    "description": "கன்னிப்பாவை நூல் எந்த மார்கழிக் காலத்தில் பாடப்படும் நூலைத் தழுவி எழுதப்பட்டிருக்கிறது?",
    "options": [
      "திருப்பாவை",
      "திருவெம்பாவை",
      "திருவாசகம்",
      "பெரியபுராணம்"
    ],
    "answer": "A",
    "additional_context": "மார்கழித் திங்களில் பொழுது விடியும் முன்பே பெண்கள் துயிலெழுந்து, பிற பெண்களையும் எழுப்பிக்கொண்டு, ஆற்றுக்குச் சென்று நீராடி, இறைவனை வழிபடும் வழக்கம் உண்டு. இதனைப் பாவை நோன்பு என்பர். அவ்வாறு திருமாலை வழிபடச் செல்லும் பெண்கள், பிற பெண்களை எழுப்புவதாக ஆண்டாள் பாடிய நூலே திருப்பாவை.  கன்னிப்பாவை என்னும் நூல் இதனைத் தழுவி எழுதப்பட்டது."
  }
]
