
[
  {
    "description": "“மேல்வாயை நாக்கின் ஓரங்கள் தடித்துத் தடவுதலால் பிறக்கிறது” என்று குறிப்பிடப்பட்டுள்ள எழுத்து எது?",
    "options": [
      "ர்",
      "ல்",
      "ள்",
      "வ்"
    ],
    "answer": "C",
    "additional_context": "எழுத்துகளின் பிறப்பினை இடப்பிறப்பு, முயற்சிப் பிறப்பு என இரண்டு வகையாகப் பிரிப்பர்.  \n\n மெய் எழுத்துகளில் 'ள்' எழுத்து மேல்வாயை நாக்கின் ஓரங்கள் தடித்துத் தடவுதலால் பிறக்கிறது. "
  },
  {
    "description": "“மேல்வாய்ப் பல்லின் அடியை நாக்கின் ஓரங்கள் தடித்து நெருங்குவதால் பிறக்கிறது” என்று குறிப்பிடப்பட்டுள்ள எழுத்து எது?",
    "options": [
      "ர்",
      "ல்",
      "ள்",
      "வ்"
    ],
    "answer": "B",
    "additional_context": "எழுத்துகளின் பிறப்பினை இடப்பிறப்பு, முயற்சிப் பிறப்பு என இரண்டு வகையாகப் பிரிப்பர்.  \n\n மெய் எழுத்துகளில் 'ல்' எழுத்து மேல்வாய்ப் பல்லின் அடியை நாக்கின் ஓரங்கள் தடித்து நெருங்குவதால் பிறக்கிறது. "
  },
  {
    "description": "“நாவின் முதற்பகுதி, அண்ணத்தின் அடிப்பகுதியைப் பொருந்துவதால் பிறக்கின்றன” என்று குறிப்பிடப்பட்டுள்ள மெய் எழுத்துகளில் எது மெல்லின எழுத்து?",
    "options": [
      "க்",
      "ங்",
      "ச்",
      "ஞ்"
    ],
    "answer": "B",
    "additional_context": "எழுத்துகளின் பிறப்பினை இடப்பிறப்பு, முயற்சிப் பிறப்பு என இரண்டு வகையாகப் பிரிப்பர்.  \n\n மெய் எழுத்துகளில் 'ங்' எழுத்து  'க்' எழுத்தைப் போலவே நாவின் முதற்பகுதி, அண்ணத்தின் அடிப்பகுதியைப் பொருந்துவதால் பிறக்கிறது.  ஆனால்  'க்' என்பது வல்லினம்  'ங்'  என்பது மெல்லினம்.  "
  },
  {
    "description": "“சார்பெழுத்துகள் யாவும் தத்தம் முதலெழுத்துகள் தோன்றும் இடங்களிலேயே அவை பிறப்பதற்கு உரிய முயற்சிகளைக் கொண்டு தாமும் பிறக்கின்றன” என்று குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "சார்பெழுத்துகள் அவற்றின் முதலெழுத்துகளின் இடத்தையும், முயற்சியையும் பின்பற்றுகின்றன.",
      "சார்பெழுத்துகள் தனித்தனி முயற்சிகளால் பிறக்கின்றன.",
      "சார்பெழுத்துகள் தத்தம் சொந்த இடங்களைக் கொண்டு பிறக்கின்றன.",
      "சார்பெழுத்துகள் முதலெழுத்துகளைப் போலவே பிறக்கின்றன."
    ],
    "answer": "A",
    "additional_context": "எழுத்துகளின் பிறப்பினை இடப்பிறப்பு, முயற்சிப் பிறப்பு என இரண்டு வகையாகப் பிரிப்பர்.  \n\n சார்பெழுத்துகள் என்பவை முதலெழுத்துகளோடு சேர்ந்து உச்சரிக்கப்படும் எழுத்துகள்.  சார்பெழுத்துகளின் பிறப்பு, அவை சேரும் முதலெழுத்துகளின்  பிறப்பை  பின்பற்றுகின்றன என்பதை  'சார்பெழுத்துகள் யாவும் தத்தம் முதலெழுத்துகள் தோன்றும் இடங்களிலேயே அவை பிறப்பதற்கு உரிய முயற்சிகளைக் கொண்டு தாமும் பிறக்கின்றன' என்ற வாக்கியம் விளக்குகிறது."
  }
]
