
[
  {
    "description": "நூலகத்தில் படிக்கும் முறைக்கு முன் ____________ உதவியை நாட வேண்டும்.",
    "options": [
      "நூலகர்",
      "ஆசிரியர்",
      "எழுத்தாளர்",
      "பதிப்பாளர்"
    ],
    "answer": "a",
    "additional_context": "நூலகத்தில் படிக்கும் முறைக்கு முன் நூலகர் உதவியை நாட வேண்டும். நூலகர், நூலகத்தில் உள்ள புத்தகங்களைப் பற்றியும், அவற்றை எப்படிப் பயன்படுத்துவது என்பது பற்றியும் நமக்குத் தெளிவாக விளக்கித் தருவார்."
  },
  {
    "description": "புத்தகக் காட்சி ____________ முதல் ____________ வரை நடைபெறுகிறது.",
    "options": [
      "ஏப்ரல் 13, ஏப்ரல் 23",
      "மே 13, மே 23",
      "ஜூன் 13, ஜூன் 23",
      "ஜூலை 13, ஜூலை 23"
    ],
    "answer": "a",
    "additional_context": "புத்தகக் காட்சி ஏப்ரல் 13 முதல் 23 வரை நடைபெறுகிறது. இது உலகப் புத்தக நாளை முன்னிட்டு நடத்தப்படும் ஒரு நிகழ்ச்சி. சென்னை இராயப்பேட்டை YMCA மைதானத்தில் இந்தக் கண்காட்சி நடைபெறும். புத்தகங்கள் வாங்குவோருக்கு 10% சலுகை வழங்கப்படுகிறது."
  },
  {
    "description": "புத்தகக் காட்சியில் ____________ கழிவு குறும்படம் திரையிடப்படுகிறது.",
    "options": [
      "புத்தகம்",
      "கல்வி",
      "அறிவு",
      "நூலகம்"
    ],
    "answer": "a",
    "additional_context": "புத்தகக் காட்சியில்  'புத்தகம்'  கழிவு குறும்படம் திரையிடப்படுகிறது. இந்தக் கண்காட்சியில் கருத்தரங்கம், பாராட்டரங்கம், புத்தகச் சங்கமம், எழுத்தாளர்கள் சந்திப்பு, கழிவு குறும்படம் திரையிடல் போன்ற பல்வேறு நிகழ்ச்சிகள் நடத்தப்படுகின்றன."
  },
  {
    "description": "நேரு அவர்களின் கூற்றுப்படி நூலகத்தின் மகத்துவம் என்ன?",
    "options": [
      "அறிவியல் புத்தகங்கள் அதிகம் இருக்கும் இடம்.",
      "வரலாற்று நூல்கள் நிறைந்த இடம்.",
      "நம்மை அறிவைப் பெற வழிநடத்தும் இடம்.",
      "புத்தகங்கள் மட்டும் உள்ள இடம்."
    ],
    "answer": "c",
    "additional_context": "நேரு அவர்கள், 'நூலகத்தின் பயன் அறிவோம், அறிவு வளம் பெறுவோம்' என்று கூறினார். இது நூலகத்தின் மகத்துவத்தை எடுத்துக்காட்டும் ஒரு கூற்று. நூலகம் பல கல் என்பர் பெரியோர். நம்மை அறிவைப் பெற வழிநடத்தும் இடம் நூலகம்."
  },
  {
    "description": "புத்தகக் கண்காட்சியில் நடைபெறும் நிகழ்ச்சிகள் யாவை?",
    "options": [
      "கருத்தரங்கம், பாராட்டரங்கம், புத்தக வங்கி திட்டம், எழுத்தாளர்கள் சந்திப்பு, கழிவு குறும்படம் திரையிடல்.",
      "கருத்தரங்கம், பாராட்டரங்கம், புத்தகச் சங்கமம், எழுத்தாளர்கள் சந்திப்பு, கழிவு குறும்படம் திரையிடல்.",
      "கருத்தரங்கம், பாராட்டரங்கம், புத்தகச் சங்கமம், புத்தக வங்கி திட்டம், எழுத்தாளர்கள் சந்திப்பு.",
      "கருத்தரங்கம், பாராட்டரங்கம், புத்தக வங்கி திட்டம், எழுத்தாளர்கள் சந்திப்பு."
    ],
    "answer": "b",
    "additional_context": "புத்தகக் கண்காட்சியில்  கருத்தரங்கம், பாராட்டரங்கம், புத்தகச் சங்கமம், எழுத்தாளர்கள் சந்திப்பு, கழிவு குறும்படம் திரையிடல் போன்ற நிகழ்ச்சிகள் நடத்தப்படுகின்றன.  முன்னணி தமிழ் மற்றும் ஆங்கிலப் பதிப்பாளர்கள் மற்றும் புத்தக விற்பனையாளர்கள் பங்கேற்கிறார்கள். குழந்தைகளுக்கான புத்தக வங்கி திட்டமும் இங்கு நடைபெறுகிறது."
  }
]
