
[
  {
    "description": "கவிதையில் \"கத்தியைத் தீட்டாதே\" என்ற வரியின் மூலம் கவிஞர் என்ன எண்ணத்தை வெளிப்படுத்துகிறார்?",
    "options": [
      "பிறரைத் தாக்க விரும்பும் எண்ணத்தை ஒதுக்க வேண்டும்",
      "கத்தியை பயன்படுத்தும் திறன் மிகவும் முக்கியம்",
      "எதிரிகளை எதிர்கொள்வதற்கு கத்தி மிகவும் பயனுள்ளது",
      "கத்தியின் மூலம் எதிரிகளை எதிர்கொள்வது சிறந்தது"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் வெறும் வன்முறையால் ஒரு மனிதனை வெல்வது சரியான செயலல்ல என்று கூறுகிறது. அறிவும் அன்பும் மனிதனை வெல்லும் என்ற தத்துவத்தை விளக்குகிறது. அதனால்  \"கத்தியைத் தீட்டாதே\" என்ற வரிகள் வன்முறையைத் தவிர்த்து அறிவு, அன்பு மூலம் வெற்றி பெறுவதைக் குறிப்பிடுகிறது. அதாவது, பிறரைத் தாக்க விரும்பும் எண்ணத்தை ஒதுக்க வேண்டும்."
  },
  {
    "description": "\"மன்னிக்கத் தெரிந்த மனிதனின் உள்ளம் மாணிக்கக் கோயிலப்பா\"  என்ற வரியின் பொருள் யாது?",
    "options": [
      "மன்னிப்பு மிகவும் முக்கியமானது, அது ஒரு மனிதனின் இதயத்தை  பரிசுத்தமானதாக ஆக்குகிறது.",
      "மாணிக்கக் கோயில்கள் மிகவும் அழகானவை, மன்னிப்பு அதைப் போன்றது.",
      "மன்னிப்பது என்பது ஒரு மனிதனை தாழ்மையானவனாக ஆக்குகிறது",
      "மன்னிப்பது என்பது ஒரு மனிதனுக்கு எதிரிகளைப் பெருக்கச் செய்யும்"
    ],
    "answer": "A",
    "additional_context": "\"மன்னிக்கத் தெரிந்த மனிதனின் உள்ளம் மாணிக்கக் கோயிலப்பா\" என்ற வரி மன்னிப்பின் சிறப்பைப் போற்றுவதாக உள்ளது. மன்னிப்பு மிகவும் முக்கியமானது, அது ஒரு மனிதனின் இதயத்தை  பரிசுத்தமானதாக ஆக்குகிறது என்று கூறுகிறது."
  },
  {
    "description": "\"அறிவுக்கு வேலை கொடு - உன்னை அழித்திட வந்த பகைவன் என்றாலும் அன்புக்குப் பாதை விடு!\"  என்ற வரிகள் என்ன  கருத்தை  எடுத்துரைக்கின்றன?",
    "options": [
      "பகைவர்களுக்கு பயப்பட வேண்டும்",
      "பகைவர்களை எதிர்கொள்ள வேண்டும்",
      "பகைவர்களிடம் அன்பு காட்டுவது சிறந்தது",
      "பகைவர்களிடம் நாம் மன்னிக்க வேண்டும்"
    ],
    "answer": "C",
    "additional_context": "பகைவர்கள் தாக்குதலுக்கு வந்தாலும், அறிவுக்கு வேலை கொடுத்து, அன்புக்குப் பாதை விட வேண்டும் என்று பாடல் குறிப்பிடுகிறது. அதாவது, பகைவர்களிடம் அன்பு காட்டுவது சிறந்தது என்று கூறுகிறது."
  },
  {
    "description": "கவிதையில் குறிப்பிடப்பட்டுள்ள  \"தடம்\" என்னும் சொல்லின் பொருள் என்ன?",
    "options": [
      "ஒரு மனிதன் வாழ்வில் ஏற்படுத்தும் தாக்கம்",
      "ஒரு மனிதன் வாழ்க்கைப் பாதை",
      "ஒரு மனிதன் வாழும் இடம்",
      "ஒரு மனிதன் வாழும் காலம்"
    ],
    "answer": "B",
    "additional_context": "கவிதையில் \"தடம் தெரியாமல் மறைந்தே போகுமப்பா!\" என்று குறிப்பிடப்பட்டுள்ளது.  அதாவது, மன்னிக்கத் தெரியாத மனிதன் வாழ்க்கைப் பாதை தெரியாமல் அழிந்து போய்விடும்  என்ற கருத்தைத் தெரிவிக்கிறது. ஆக, \"தடம்\" என்னும் சொல்  வாழ்க்கைப் பாதையைக் குறிக்கிறது."
  },
  {
    "description": "கவிதையில் எடுத்துரைக்கப்பட்டுள்ள  மனிதனின் இயல்புகள் யாவை?",
    "options": [
      "அகம்பாவம், சோம்பல், வெறுப்பு",
      "அகம்பாவம்,  கண்ணியம், அறிவு",
      "கண்ணியம்,  சோம்பல், அறிவு",
      "அகம்பாவம்,  கண்ணியம்,  திறமை"
    ],
    "answer": "B",
    "additional_context": "கவிதையில் மனித இயல்புகளாக அகம்பாவம்,  கண்ணியம், அறிவு  ஆகியவை குறிப்பிடப்பட்டுள்ளன.  \"இதற்குள் ஏனோ அகம்பாவம்...\" என்ற வரி  அகம்பாவத்தை குறிப்பிடுகிறது. \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\"  என்ற வரி அறிவைப் போற்றுகிறது.  \"கண்ணியம் தவறாதே - அதிலே திறமையைக் காட்டு!\"  என்ற வரி கண்ணியத்தைக் குறிப்பிடுகிறது."
  }
]
