
[
  {
    "description": "பேசுபவர் PDF ஐப் பற்றி எதுவும் அறியாததற்கு என்ன காரணம்?",
    "options": [
      "a) அவரிடம் PDF இல்லை",
      "b) அவர் PDF ஐப் படிக்கவில்லை",
      "c) அவர் PDF இல் எதுவும் இல்லை",
      "d) அவர் PDF ஐப் பற்றி யாரிடமும் கேட்கவில்லை"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கதையில் சுப்பிரமணிக்கும் தினேஷ் டெக்ஸில் இருக்கும் தொழிலாளிக்கும் இடையே பேசப்படும் போது, சுப்பிரமணி அந்த தொழிலாளிக்கு ஒரு PDF ஐ அனுப்பும் பற்றி கேட்கிறார். அவர் PDF ஐப் பற்றி ஏதும் தெரியாது என்கிறார். அந்த PDF ஐ அவனிடம் இல்லையே என்பதுதான் காரணம். "
  },
  {
    "description": "பேசுபவர் PDF ஐப் பற்றி ஏதாவது சொல்ல வேண்டும் என்றால் அவரிடம் என்ன செய்ய வேண்டும்?",
    "options": [
      "a) PDF ஐப் படிக்க வேண்டும்",
      "b) PDF ஐ இணையத்தில் தேட வேண்டும்",
      "c) PDF ஐ அனுப்ப வேண்டும்",
      "d) PDF ஐ எழுத வேண்டும்"
    ],
    "answer": "C",
    "additional_context": "சுப்பிரமணி தினேஷ் டெக்ஸில் இருக்கும் தொழிலாளிக்கு 'நீங்க எனக்கு அந்த PDFஐ அனுப்பினா' என்று சொல்லி, அந்த PDF ஐ அவனிடம் அனுப்புமாறு கேட்கிறார். அதாவது சுப்பிரமணி PDF ஐப் பற்றி ஏதாவது சொல்ல வேண்டும் என்றால், அதை அவனிடம் அனுப்ப வேண்டும்."
  },
  {
    "description": "பேசுபவர் PDF ஐப் பெற்றால் அவர் என்ன செய்வார்?",
    "options": [
      "a) அதைப் படித்து தகவல்களைப் பகிர்ந்துகொள்வார்",
      "b) அதை அச்சிட்டு வைத்துக்கொள்வார்",
      "c) அதை உடனடியாக அழித்துவிடுவார்",
      "d) அதை மீண்டும் அனுப்புவார்"
    ],
    "answer": "A",
    "additional_context": "சுப்பிரமணி அந்த தொழிலாளிக்கு அந்த PDF ஐ அனுப்புமாறு கேட்கிறார். அந்த தொழிலாளி அந்த PDF ஐப் பெற்றால், அதைப் படித்து,  அதில் உள்ள தகவல்களை சுப்பிரமணியுடன் பகிர்ந்துகொள்வார். "
  },
  {
    "description": "மேற்கண்ட பகுதியில் உள்ள \"எனக்குத் தெரியல\" என்ற வார்த்தை, என்ன உணர்வை வெளிப்படுத்துகிறது?",
    "options": [
      "மகிழ்ச்சி",
      "குழப்பம்",
      "கோபம்",
      "பயம்"
    ],
    "answer": "B",
    "additional_context": "தொலைபேசி அழைப்பு வந்த போது,  சுப்பிரமணி 'எனக்குத் தெரியல' என்று சொல்கிறார்.  அந்த தொழிலாளி அந்த PDF ஐப் பற்றி ஏதும் தெரியாது என்பதைக் குறிக்கிறது.  அதாவது, சுப்பிரமணி அந்த PDF ஐப் பற்றி  'எனக்குத் தெரியல'  என்கிறார்.  இதன் மூலம் அவர் குழப்பத்தில் இருப்பதைக் காட்டுகிறது. "
  },
  {
    "description": "பகுதியில்,  \"நீங்க எனக்கு அந்த PDFஐ அனுப்பினா\" என்ற வாக்கியம் எதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "பேசுபவர் அந்த PDFஐப் படிக்க ஆர்வமாக இருப்பதைக் காட்டுகிறது.",
      "பேசுபவர் அந்த PDFஐப் பற்றி ஏதாவது தெரிந்துகொள்ள விரும்புவதைக் காட்டுகிறது.",
      "பேசுபவர் அந்த PDFஐப் பற்றி ஏதாவது செய்ய விரும்புவதைக் காட்டுகிறது.",
      "மேற்கண்ட அனைத்தும் சரியானது."
    ],
    "answer": "D",
    "additional_context": "சுப்பிரமணி அந்த தொழிலாளிக்கு 'நீங்க எனக்கு அந்த PDFஐ அனுப்பினா'  என்று கேட்கிறார்.  இதன் மூலம் அவர் அந்த PDF ஐப் படிக்க ஆர்வமாக இருப்பதைக் காட்டுகிறது, அந்த PDF ஐப் பற்றி ஏதாவது தெரிந்துகொள்ள விரும்புவதைக் காட்டுகிறது மற்றும்  அந்த PDF ஐப் பற்றி ஏதாவது செய்ய விரும்புவதைக் காட்டுகிறது. "
  }
]
