[
          
  {
    
          "description": "“ற்”, “ன்” ஆகிய எழுத்துகளின் பிறப்பினைப் பற்றி  சரியான வாக்கியம் எது?",
          "options": [
      "இதழ்கள் குவித்து ஒலி எழுப்பப்படுகிறது.",
      "மேல்வாயை நாக்கின் நுனி மிகவும் பொருந்தி ஒலி எழுப்பப்படுகிறது.",
      "மேல்வாயை நாக்கின் ஓரங்கள் தடித்துத் தடவுவதால் ஒலி எழுப்பப்படுகிறது.",
      "நாக்கின் அடிப்பகுதி மேல்வாய்ப் பல்லைப் பொருந்துவதால் ஒலி எழுப்பப்படுகிறது."
    ],
    "answer": "B",
    
          "additional_context": "“ற்”, “ன்” ஆகிய இரு எழுத்துகளும் நாக்கின் நுனி மேல்வாயை மிகவும் பொருந்துவதால் பிறக்கின்றன. நாக்கின் நுனி அண்ணத்தைத் தொட்டு, அழுத்தமாக ஒலி எழுப்பப்படுவது இதற்கான உதாரணம்.  நாக்கின் நுனி மேல்வாயின் நடுப்பகுதியைத் தொடுவதால் ற், ன் ஆகிய எழுத்துகள் பிறக்கின்றன."
          }
        ,
          
  {
    
          "description": "பின்வரும் எழுத்துகளில் எது வாய்திறக்கும் முயற்சியுடன் இதழ்களைக் குவிப்பதால் பிறக்கிறது?",
          "options": [
      "அ) இ",
      "ஆ) ஏ",
      "இ) ஓ",
      "ஈ) ஐ"
    ],
    "answer": "C",
    
          "additional_context": "எழுத்துகள் உருவாகும் முறையை இடப்பிறப்பு, முயற்சிப் பிறப்பு என இரண்டு வகையாகப் பிரிப்பர். உ, ஊ, ஒ, ஓ, ஔ ஆகிய ஐந்தும் வாய்திறக்கும் முயற்சியுடன் இதழ்களைக் குவிப்பதால் பிறக்கின்றன. வாயைத் திறந்து இதழ்களை குவிப்பதால் ஓ என்னும் எழுத்து பிறக்கிறது."
          }
        ,
          
  {
    
          "description": "'ஆய்தம்' என்ற சொல்லில் இடம்பெறும் 'ய' என்னும் எழுத்து எந்த இடத்தில் பிறக்கிறது?",
          "options": [
      "அ) தலை",
      "ஆ) கழுத்து",
      "இ) மார்பு",
      "ஈ) மூக்கு"
    ],
    "answer": "D",
    
          "additional_context": " 'ய' என்னும் எழுத்து மெல்லின மெய் எழுத்துகளில் ஒன்று. மெல்லின மெய் எழுத்துகள் ஆறும் மூக்கை இடமாகக் கொண்டு பிறக்கின்றன. மெல்லின மெய் எழுத்துகளின் எடுத்துக்காட்டாக ய, ல, வ, ற, ழ, ள ஆகிய எழுத்துகள் இருக்கின்றன. ஆகையால் 'ய' என்னும் எழுத்து மூக்கில் பிறக்கிறது."
          }
        ,
          
  {
    
          "description": "கழுத்தை இடமாகக் கொண்டு பிறக்கும் எழுத்துகளின் எண்ணிக்கை எத்தனை?",
          "options": [
      "அ) 6",
      "ஆ) 12",
      "இ) 18",
      "ஈ) 24"
    ],
    "answer": "C",
    
          "additional_context": "உயிர் எழுத்துகள் பன்னிரண்டும் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன. இடையின மெய் எழுத்துகள் ஆறும் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன.  அந்த ஆறும் ச, ஷ, ஸ, ஹ, ஐ, ஒ."
          }
        ,
          
  {
    
          "description": "'க்' மற்றும் 'ங்' ஆகிய இரு எழுத்துகளும் ஒரே இடத்தில் பிறந்தாலும், அவற்றின் முயற்சிப் பிறப்பு வேறுபடுகிறது. எந்த இடத்தில் அவை பிறக்கின்றன?",
          "options": [
      "அ) மூக்கு",
      "ஆ) தலை",
      "இ) கழுத்து",
      "ஈ) மார்பு"
    ],
    "answer": "D",
    
          "additional_context": "க், ங் ஆகிய இரண்டும் வல்லின மெய் எழுத்துகள். வல்லின மெய் எழுத்துகள் ஆறும் மார்பை இடமாகக் கொண்டு பிறக்கின்றன. இந்த இரண்டு எழுத்துகளும் நாக்கின் முதற்பகுதி அண்ணத்தின் அடிப்பகுதியைப் பொருந்துவதால் பிறக்கின்றன. இது நாக்கின் அழுத்தத்திலும், அதன் பொருந்துவதிலும் வேறுபாடு உள்ளது. நாக்கின் முன் பகுதி மேல்வாயின் அடிப்பகுதியைப் பொருந்துவதால் 'க்' என்னும் எழுத்து உருவாகிறது.  நாக்கின் முன் பகுதி அண்ணத்தை மெதுவாக தொடுவதால் 'ங்' என்னும் எழுத்து உருவாகிறது."
          }
        ]