
[
  {
    "description": "சான்றோர் எனப்படுபவர் ____ களில் சிறந்தவர் ஆவர்.",
    "options": [
      "ஆடிஅசைந்து",
      "மேடுபள்ளம்",
      "வாழ்வுதாழ்வு",
      "கல்விகேள்வி"
    ],
    "answer": "D",
    "additional_context": "சான்றோர்கள் என்பவர்கள் கல்வியில் மிகுந்த அறிவு பெற்றவர்கள். அவர்கள் பல தலைமுறைகளுக்கும் மதிக்கத்தக்கவர்கள். சான்றோர்கள், சமூகத்தில் தங்கள் அறிவைப் பகிர்ந்து கொள்வதுடன், மக்களின் வாழ்க்கையை மேம்படுத்தவும் முயற்சிப்பார்கள். கல்வியில் சிறந்தவர் என்றால், நல்ல அறிவு, புத்திசாலித்தனம் மற்றும் பண்பாடு ஆகியவற்றைக் குறிக்கிறது. இவர்களின் அறிவு மற்றும்  வாழ்க்கைப் பாதை, அவர்களைச் சான்றோர்களாக ஆக்குகிறது."
  },
  {
    "description": "இசைக்கலைஞர்கள் ____ வேண்டியவர்கள்.",
    "options": [
      "வாழ்வுதாழ்வு",
      "ஈடுஇணை",
      "போற்றிப்புகழப்பட",
      "ஆடிஅசைந்து"
    ],
    "answer": "C",
    "additional_context": "இசைக்கலைஞர்கள் என்பவர்கள், இசையின் மூலம் மக்களை மகிழ்விக்கும் திறன் கொண்டவர்கள். அவர்களின் இசை, மக்களின் மனதில் இன்பத்தையும், அமைதியையும் தருகிறது. இசைக்கலைஞர்களின் திறமையையும், அர்ப்பணிப்பையும் போற்றிப் புகழ்வது, அவர்களின் கலை உலகை மேம்படுத்தவும், புதிய தலைமுறையினருக்கு ஊக்கமளிக்கவும் உதவும்."
  },
  {
    "description": "“இடி ___ மழை வந்தது” என்ற வாக்கியத்தில் வெற்றிடத்தில் பொருத்தமான சொல்லுருபு எது?",
    "options": [
      "கொண்டு",
      "இருந்து",
      "உடைய",
      "உடன்"
    ],
    "answer": "D",
    "additional_context": "இடி என்பது ஒரு இயற்கை நிகழ்வு. மழை பெய்யும்போது, இடி எழுவது என்பது பொதுவான நிகழ்வு. இடி மழை  'உடன்' வந்தது என்றால், இடி மற்றும் மழை ஒரே நேரத்தில் நிகழ்ந்ததைக் குறிக்கிறது. இதில் 'உடன்' என்ற சொல்லுருபு, இடி மற்றும் மழை இணைந்து நடந்ததைக் காட்டுகிறது."
  },
  {
    "description": "“சீரும் சிறப்பும்” என்ற இணைச்சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "நேரிணை",
      "எதிரிணை",
      "செறியிணை",
      "எதுவுமில்லை"
    ],
    "answer": "A",
    "additional_context": "சீரும் சிறப்பும் இரண்டும் ஒரே மாதிரியான பொருளைத் தருகின்றன. இவை ஒரே வகையான பொருளை உணர்த்தும் சொற்கள். அதனால், இது நேரிணை எனப்படும். நேரிணை என்பது ஒரே பொருளைத் தரும் இணைச்சொற்களைக் குறிக்கும்."
  },
  {
    "description": "“ஆடல்பாடல்” என்ற இணைச்சொல்லை “Crafts” என்ற ஆங்கிலச் சொல்லுடன் பொருத்தி எழுதுக.",
    "options": [
      "Dance and music",
      "Singing and dancing",
      "Performing arts",
      "Traditional crafts"
    ],
    "answer": "C",
    "additional_context": "ஆடல் பாடல் என்பது கலை வடிவங்கள்.  இவை நிகழ்த்தும் கலைகளைச் சேர்ந்தவை.  Performing arts என்பது நிகழ்த்தும் கலைகளைப் பொதுவாகக் குறிக்கிறது. நிகழ்த்தும் கலைகள் என்பது நேரடிப் பார்வையாளர்களுக்காக நிகழ்த்தப்படும் கலைகள்."
  }
]
