
[
  {
    "description": "____  வழக்கில் தூக்குத் தண்டனை விதிக்கப்பட்ட பகத்சிங், தூக்கிலிடப்படும் கடைசி நேரத்திலும் தன் மனக்கண்ணில் கனவுகண்ட இந்தியாவின் விடியல் தோன்றிய நாள் இன்று.",
    "options": [
      "கொலை",
      "மோசடி",
      "சதி",
      "கடத்தல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பகத்சிங் என்பவர் ஒரு இந்திய தேசியவாதியும் புரட்சியாளரும் ஆவார். அவர் பிரிட்டிஷ் ஆட்சியை எதிர்த்துப் போராடியவர்.  இந்தியா சுதந்திரம் பெறுவதற்கு முன்பு பல புரட்சிகர செயல்களில் ஈடுபட்டதற்காக அவர்  'சதி' வழக்கில் தூக்குத் தண்டனை விதிக்கப்பட்டார்.  தூக்குத் தண்டனை நிறைவேற்றப்படும் கடைசி நேரத்திலும் தன் மனக்கண்ணில் இந்தியா சுதந்திரம் பெற்றதைப் பார்த்தார்.  இன்றைய நாள் அவர் கண்ட கனவு நனவான நாள் என்பதை  இந்த வரிகள் கூறுகின்றன.  இந்தியாவின் விடியல் என்றால் இந்தியாவின் சுதந்திரத்தைப் பெற்ற நாளை குறிப்பிடுவதாகும்."
  },
  {
    "description": "\"_____  புல்லாங்குழலில் பூபாளம் இசைத்தது எந்த நாளோ அந்த நாள் இது.\" என்ற வரிகள் புரட்சியின் வெற்றியை குறிப்பிடுகின்றன.",
    "options": [
      "இசை",
      "காதல்",
      "புரட்சி",
      "துயர"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரிகள் புரட்சியின் வெற்றியைக் குறிப்பிடுகின்றன.  பகைமை என்னும் முள்காட்டினை அழித்து, அங்கு விளைந்த மூங்கிலைப் புரட்சி என்னும் புல்லாங்குழல் ஆக்கி மூச்சுக்காற்றால் பூபாள இசை பாடும் இனிய நாள் இன்று. என்ற வரிகள் கூறுகின்றன. புரட்சி என்பது மக்கள் தங்களது உரிமைகளுக்காகவும், தங்கள் நாட்டின் சுதந்திரத்திற்காகவும் போராடுவதை குறிக்கிறது."
  },
  {
    "description": "விடுதலைத் திருநாளை  _____ கொண்டாட வாய்ப்பளித்த நம் தாய்நாட்டை தமிழால் வணங்குவோம்.",
    "options": [
      "மகிழ்ச்சியாக",
      "துயரமாக",
      "பயமாக",
      "சோர்வாக"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "விடுதலைத் திருநாள் என்பது ஒரு மகிழ்ச்சியான நாள்.  பல ஆண்டுகள் அடிமைப்படுத்தப்பட்ட இந்தியா சுதந்திரம் அடைந்த நாள்.  நம் நாட்டு மக்கள் மகிழ்ச்சியாகவும் பெருமையாகவும் கொண்டாடும் நாள்.  இந்த நாளைக் கொண்டாட வாய்ப்பளித்த நம் தாய்நாட்டை தமிழால் வணங்குவோம்."
  },
  {
    "description": "பாடலில் 'அரக்கக் கூத்து' எனக் குறிப்பிடப்படும் அந்நியர் யார்?",
    "options": [
      "அ) பிரிட்டிஷ் ஆட்சியாளர்கள்",
      "ஆ) போர்த்துகீசிய ஆட்சியாளர்கள்",
      "இ) பிரெஞ்சு ஆட்சியாளர்கள்",
      "ஈ) டச்சு ஆட்சியாளர்கள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "முன்னூறு வருடமாய் முற்றுகை யிட்ட அந்நிய இருட்டின் அரக்கக் கூத்து முடிந்தது என்று முழங்கி நின்றது எந்த நாளோ அந்த நாள் இது. என்ற வரிகள் இந்தியாவின் விடுதலை நாளைப் பற்றி கூறுகிறது.  அந்நியர் என்றால் இந்தியாவை ஆண்ட பிரிட்டிஷ் ஆட்சியாளர்களை குறிப்பிடுவதாகும்."
  },
  {
    "description": "'முட்காட்டை எரித்து விளைந்த மூங்கில்' எனக் குறிப்பிடப்படுவது எது?",
    "options": [
      "அ) புரட்சி",
      "ஆ) அடிமைத்தனம்",
      "இ) மக்கள் ஒற்றுமை",
      "ஈ) சுதந்திரப் போராட்டம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "முற்றிப் படர்ந்த முட்காட்டை எரித்து விளைந்த மூங்கிலை வீரமாய்த் துளைத்து மூச்சுக் காற்றை மோகித்து நுழைத்து புரட்சிப் புல்லாங்குழலில் பூபாளம் இசைத்தது எந்த நாளோ அந்த நாள் இது.  என்ற வரிகள் கூறுகின்றன.  முட்காட்டு என்பது அடிமைத்தனத்தை குறிப்பிடுகிறது.  அடிமைத்தனம் என்பது ஒரு நாடு அல்லது மக்கள் வேறொரு நாட்டின் ஆட்சிக்கு கீழ் இருப்பதை குறிக்கிறது.  அடிமைத்தனத்தை அழித்து சுதந்திரம் பெற்றது ஒரு புரட்சி."
  }
]
