
[
  {
    "description": "“கிணறு வெட்டப் பூதம் கிளம்பியது போல” என்ற உவமைத் தொடருக்குப் பொருத்தமான விளக்கம் எது?",
    "options": [
      "a) ஒருவர் தனக்குத் தேவையானதைத் தேடிச் செல்வது",
      "b) எதிர்பாராத விளைவுகளை ஏற்படுத்தும் செயல்",
      "c) எதற்கும் பயப்படாத துணிச்சல்",
      "d) தானாகவே நிகழும் நிகழ்வு"
    ],
    "answer": "B",
    "additional_context": "நாம் பேச்சிலும் எழுத்திலும் கருத்துகளை எளிதாக விளக்குவதற்காகச் சில தொடர்களைப் பயன்படுத்துவோம். அவை உவமைத் தொடர்கள் எனப்படும். ஒவ்வொரு உவமைத் தொடருக்கும் தனிப் பொருள் உண்டு. உதாரணமாக “கிணறு வெட்டப் பூதம் கிளம்பியது போல” என்ற உவமைத் தொடர் எதிர்பாராத விளைவுகளை ஏற்படுத்தும் செயலைக் குறிக்கும்."
  },
  {
    "description": "“பசு மரத்து ஆணி போல”  என்ற உவமைத் தொடர் எந்தப் பொருளை  குறிக்கிறது?",
    "options": [
      "a)  எளிதில் மனத்தில் பதிதல்",
      "b)  எதிர்பாரா நிகழ்வு",
      "c)  ஒற்றுமையின்மை",
      "d)  தற்செயல் நிகழ்வு "
    ],
    "answer": "D",
    "additional_context": "“பசு மரத்து ஆணி போல”  என்ற உவமைத் தொடர் தற்செயல் நிகழ்வை  குறிக்கும். நாம் பேச்சிலும் எழுத்திலும் கருத்துகளை எளிதாக விளக்குவதற்காகச் சில தொடர்களைப் பயன்படுத்துவோம். அவை உவமைத் தொடர்கள் எனப்படும். ஒவ்வொரு உவமைத் தொடருக்கும் தனிப் பொருள் உண்டு. "
  },
  {
    "description": "“விழலுக்கு இறைத்த நீர் போல” என்ற உவமைத் தொடர் எந்தப் பொருளை குறிக்கிறது?",
    "options": [
      "a) தற்செயல் நிகழ்வு",
      "b) பயனற்ற செயல்",
      "c) எதிர்பாரா நிகழ்வு",
      "d) எளிதில் மனத்தில் பதிதல் "
    ],
    "answer": "C",
    "additional_context": "“விழலுக்கு இறைத்த நீர் போல” என்ற உவமைத் தொடர் எதிர்பாரா நிகழ்வை குறிக்கிறது. நாம் பேச்சிலும் எழுத்திலும் கருத்துகளை எளிதாக விளக்குவதற்காகச் சில தொடர்களைப் பயன்படுத்துவோம். அவை உவமைத் தொடர்கள் எனப்படும். ஒவ்வொரு உவமைத் தொடருக்கும் தனிப் பொருள் உண்டு. "
  },
  {
    "description": "“நெல்லிக்காய் மூட்டையைக் கொட்டினாற் போல” என்ற உவமைத் தொடருக்குப் பொருத்தமான விளக்கம் எது?",
    "options": [
      "a) திடீரென ஒரு செயலைச் செய்வது",
      "b) ஏராளமான பொருட்களை வீணடிப்பது",
      "c) எளிதில் மனத்தில் பதிதல்",
      "d) திட்டமிடப்படாத செயல்"
    ],
    "answer": "C",
    "additional_context": "“நெல்லிக்காய் மூட்டையைக் கொட்டினாற் போல” என்ற உவமைத் தொடர் எளிதில் மனத்தில் பதிதலைக் குறிக்கிறது. நாம் பேச்சிலும் எழுத்திலும் கருத்துகளை எளிதாக விளக்குவதற்காகச் சில தொடர்களைப் பயன்படுத்துவோம். அவை உவமைத் தொடர்கள் எனப்படும். ஒவ்வொரு உவமைத் தொடருக்கும் தனிப் பொருள் உண்டு. "
  },
  {
    "description": "“குன்றின் மேலிட்ட விளக்கைப் போல”  என்ற உவமைத் தொடரைப் பயன்படுத்தி ஒரு வாக்கியம் எழுதுக?",
    "options": [
      "a)  கொடுக்கப்பட்ட உவமைத் தொடர் மூலம் ஒரு வாக்கியம் எழுத முடியாது.",
      "b)  அவன் செய்த நல்ல செயல்கள் குன்றின் மேலிட்ட விளக்கைப் போல எல்லோருக்கும் தெரிந்தன.",
      "c)  கிராமத்தின் வளர்ச்சி குன்றின் மேலிட்ட விளக்கைப் போல மெதுவாக நடைபெற்று வருகிறது.",
      "d)  அவள் முகம் குன்றின் மேலிட்ட விளக்கைப் போல பிரகாசித்தது."
    ],
    "answer": "B",
    "additional_context": "“குன்றின் மேலிட்ட விளக்கைப் போல”  என்ற உவமைத் தொடர் ஏதாவது ஒன்று வெளிப்படையாகவும் பிரகாசமாகவும் இருப்பதைக் குறிக்கும்.  எனவே, இதன் மூலம் ஒரு வாக்கியம் எழுத முடியும். "
  }
]
