
[
  {
    "description": "“வேலியே பயிரை மேய்ந்தது போல” என்ற உவமைத் தொடரின் பொருள் என்ன?",
    "options": [
      "a) பாதுகாக்க வேண்டியவர் பாதுகாப்பை அழிப்பது",
      "b) தன்னைப் பாதுகாக்க வேண்டியவரை அழிப்பது",
      "c) தன்னைப் பாதுகாக்க வேண்டியவரைத் தாக்குவது",
      "d) தன்னைப் பாதுகாக்க வேண்டியவரைப் பாதுகாக்க முயல்வது"
    ],
    "answer": "B",
    "additional_context": "இந்த உவமைத் தொடர் பொதுவாக பயிரை மேய்க்கும் மிருகங்களை வேலியால் தடுக்க வேண்டும், ஆனால் அதே வேலி அந்தப் பயிரை மேய்ந்து அழிக்கும் போது பயன்படுத்தப்படும்.  இந்த உவமைத் தொடர் உதாரணமாக  தன் பிள்ளையை  பாதுகாக்க வேண்டிய பெற்றோரே, தங்கள் பிள்ளையை கெடுப்பது போன்ற சூழ்நிலைகளைக் குறிக்கிறது."
  },
  {
    "description": "“பழம் நழுவிப் பாலில் விழுந்தது போல” என்ற உவமைத் தொடர் எந்தச் சூழலில் பயன்படுத்தப்படும்?",
    "options": [
      "a)  சிரமப்பட்டுப் பெற்றதை இழந்த போது",
      "b)  தவறு செய்து விட்டு மன்னிப்பு கேட்கும் போது",
      "c)  ஒரு செயலைச் செய்யும் போது திடீர் தடைகள் ஏற்படும் போது",
      "d)  ஏமாற்றத்தில் இருக்கும் போது"
    ],
    "answer": "A",
    "additional_context": "சிரமப்பட்டு பெற்ற பழம் திடீரென பாலில் விழுந்து போய்  அது இழந்து போனதைப் போல,  சிரமப்பட்டுப் பெற்ற ஒரு பொருள் அல்லது வாய்ப்பை இழக்கும் போது இந்த உவமைத் தொடரைப் பயன்படுத்தலாம்."
  },
  {
    "description": "“உடலும் உயிரும் போல” என்ற உவமைத் தொடர் எந்தப் பொருளை  குறிக்கிறது?",
    "options": [
      "a)  சமமானவை ",
      "b)  பிரித்தறிய முடியாதவை ",
      "c)  ஒருவருக்கொருவர் சார்ந்தவை ",
      "d)  மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "உடலும் உயிரும் ஒன்றாகவே இருக்கும். உடல் இல்லாமல் உயிர் இருக்க முடியாது; உயிர் இல்லாமல் உடல் இருக்க முடியாது. இரண்டும்  சமமானவை;  பிரித்தறிய முடியாதவை; ஒருவருக்கொருவர் சார்ந்தவை. இதனால் இந்த உவமைத் தொடர் இரண்டும் ஒன்றாகவே இருப்பதை  குறிக்கிறது."
  },
  {
    "description": "“கிணற்றுத் தவளை போல” என்ற உவமைத் தொடரின் பொருள் என்ன?",
    "options": [
      "a) சிறிய இடத்திலேயே வாழும் இயல்பு",
      "b) தன்னை மட்டுமே எண்ணிப் பார்ப்பது",
      "c) சுயநலம் கொண்டவர் ",
      "d)  மேற்கூறிய அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "கிணற்றுத் தவளை ஒரு சிறிய இடத்திலேயே வாழும். அது  தன்னை மட்டுமே  எண்ணிப் பார்க்கும்.  அது  சுயநலம்  கொண்டது.  இந்த உவமைத் தொடர்   சிறிய எண்ணம் கொண்டவர், சுயநலம் கொண்டவர், பரந்த  எண்ணம் இல்லாதவரை  குறிக்கிறது."
  },
  {
    "description": "“நோயற்ற வாழ்வே குறைவற்ற செல்வம்” என்ற பழமொழிக்குப் பொருத்தமான விளக்கம் எது?",
    "options": [
      "a)  நோய் இல்லாத வாழ்க்கை மிகவும் மதிப்புடையது ",
      "b)  நோய் இல்லாத வாழ்க்கை धनம் போன்றது",
      "c)  செல்வத்தை விட நோய் இல்லாத வாழ்க்கை முக்கியமானது",
      "d)  மேற்கூறிய அனைத்தும் "
    ],
    "answer": "D",
    "additional_context": "நோய் இல்லாமல் வாழ்தல் மிகவும் மதிப்புடையது.  நோய் இல்லாத வாழ்க்கை  பணத்தை விட  முக்கியமானது. நோய் இல்லாத வாழ்க்கை धनம் போன்றது. இதனால் இந்த பழமொழி செல்வத்தை விட நோய் இல்லாத வாழ்க்கை முக்கியம் என்கிறது."
  }
]
