
[
  {
    "description": "“அழகான கவிதை” என்ற தொடரில் “அழகான” என்னும் சொல் எந்த வகையான எச்சமாகும்?",
    "options": [
      "அ) வினையெச்சம்",
      "ஆ) தெரிநிலைப் பெயரெச்சம்",
      "இ) குறிப்புப் பெயரெச்சம்",
      "ஈ) முற்றெச்சம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“சிறிய கடிதம்” – இத்தொடரில் உள்ள சிறிய என்னும் சொல்லின் செயலையோ, காலத்தையோ அறிய முடியவில்லை. பண்பினை மட்டும் குறிப்பாக அறியமுடிகிறது. இவ்வாறு செயலையோ, காலத்தையோ தெளிவாகக் காட்டாமல் பண்பினை மட்டும் குறிப்பாகக் காட்டும் பெயரெச்சம் குறிப்புப் பெயரெச்சம் எனப்படும். இதுபோல “அழகான கவிதை” என்ற தொடரில் “அழகான” என்னும் சொல் கவிதை பற்றிய பண்பை மட்டும் குறிப்பிடுகிறது. எனவே இது குறிப்புப் பெயரெச்சம் ஆகும்."
  },
  {
    "description": "“தண்ணீர் குடித்துவிட்டு வந்தான்” என்ற தொடரில் “குடித்து” என்னும் சொல் எந்த வகையான எச்சமாகும்?",
    "options": [
      "அ) பெயரெச்சம்",
      "ஆ) வினையெச்சம்",
      "இ) முற்றெச்சம்",
      "ஈ) இவற்றில் எதுவும் இல்லை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“எழுதி வந்தான்” - இத்தொடரில் உள்ள எழுதி என்னும் சொல் எழுதுதல் என்னும் செயலையும் இறந்த காலத்தையும் தெளிவாகக் காட்டுகிறது. இவ்வாறு செயலையும் காலத்தையும் வெளிப்படையாகத் தெரியுமாறு காட்டும் வினையெச்சம் தெரிநிலை வினையெச்சம் எனப்படும். இதுபோல “தண்ணீர் குடித்துவிட்டு வந்தான்” என்ற தொடரில் “குடித்து” என்னும் சொல் குடித்தல் என்னும் செயலை வெளிப்படையாகக் காட்டுகிறது. எனவே இது வினையெச்சம் ஆகும்."
  },
  {
    "description": "“பாடிய பாடல் இனிமையாக இருந்தது” என்ற தொடரில் “பாடிய” என்னும் சொல் எந்த வகையான எச்சமாகும்?",
    "options": [
      "அ) தெரிநிலைப் பெயரெச்சம்",
      "ஆ) குறிப்புப் பெயரெச்சம்",
      "இ) வினையெச்சம்",
      "ஈ) முற்றெச்சம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“எழுதிய கடிதம்” – இத்தொடரில் உள்ள எழுதிய என்னும் சொல் எழுதுதல் என்னும் செயலையும் இறந்தகாலத்தையும் தெளிவாகக் காட்டுகிறது. இவ்வாறு செயலையும் காலத்தையும் வெளிப்படையாகத் தெரியுமாறு காட்டும் பெயரெச்சம் தெரிநிலைப் பெயரெச்சம் எனப்படும். இதுபோல “பாடிய பாடல் இனிமையாக இருந்தது” என்ற தொடரில் “பாடிய” என்னும் சொல் பாடிய செயலையும் இறந்த காலத்தையும் தெளிவாகக் காட்டுகிறது. எனவே இது தெரிநிலைப் பெயரெச்சம் ஆகும்."
  },
  {
    "description": "“பறந்து வந்த பறவை” என்ற தொடரில் “பறந்து” என்னும் சொல் எந்த வகையான எச்சமாகும்?",
    "options": [
      "அ) தெரிநிலை வினையெச்சம்",
      "ஆ) குறிப்பு வினையெச்சம்",
      "இ) பெயரெச்சம்",
      "ஈ) முற்றெச்சம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“எழுதி வந்தான்” - இத்தொடரில் உள்ள எழுதி என்னும் சொல் எழுதுதல் என்னும் செயலையும் இறந்த காலத்தையும் தெளிவாகக் காட்டுகிறது. இவ்வாறு செயலையும் காலத்தையும் வெளிப்படையாகத் தெரியுமாறு காட்டும் வினையெச்சம் தெரிநிலை வினையெச்சம் எனப்படும். இதுபோல “பறந்து வந்த பறவை” என்ற தொடரில் “பறந்து” என்னும் சொல் பறத்தல் என்னும் செயலையும் இறந்த காலத்தையும் வெளிப்படையாகக் காட்டுகிறது. எனவே இது தெரிநிலை வினையெச்சம் ஆகும்."
  },
  {
    "description": "“பாடிய பாடல்” என்னும் தொடரில் “பாடிய” என்னும் சொல் எந்த வகையான எச்சம்?",
    "options": [
      "தெரிநிலை பெயரெச்சம்",
      "குறிப்பு பெயரெச்சம்",
      "வினையெச்சம்",
      "முற்றெச்சம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“எழுதிய கடிதம்” – இத்தொடரில் உள்ள எழுதிய என்னும் சொல் எழுதுதல் என்னும் செயலையும் இறந்தகாலத்தையும் தெளிவாகக் காட்டுகிறது. இவ்வாறு செயலையும் காலத்தையும் வெளிப்படையாகத் தெரியுமாறு காட்டும் பெயரெச்சம் தெரிநிலைப் பெயரெச்சம் எனப்படும். இதுபோல “பாடிய பாடல்” என்ற தொடரில் “பாடிய” என்னும் சொல் பாடிய செயலையும் இறந்த காலத்தையும் தெளிவாகக் காட்டுகிறது. எனவே இது தெரிநிலைப் பெயரெச்சம் ஆகும்."
  }
]
