
[
  {
    "description": "பனையோலையின் பயன்பாடுகளைப் பற்றி கட்டுரை எந்த வார்த்தைகளால் விவரிக்கிறது?",
    "options": [
      "a) \"பலவகையான பொருள்கள் உருவாக்கப்படுகின்றன\"",
      "b) \"பனைமரம் தோற்றத்தில் மட்டுமல்லாமல் பயன்தருவதிலும்கூட மிகவும் உயர்வான மரம்தான் போலிருக்கிறது\"",
      "c) \"பழந்தமிழ் இலக்கியங்களை எல்லாம் நமக்காகப் பாதுகாத்து வைத்திருந்தவை பனையோலைகள்\"",
      "d) \"கயிறு, கட்டில், கூடை போன்றவை செய்யப்படுகின்றன\""
    ],
    "answer": "A",
    "additional_context": "பனையோலைகளால் செய்யப்பட்ட பலவகையான பொருள்கள் பற்றி கட்டுரை விவரிக்கிறது.  அவற்றில்  குழந்தைகளுக்கான கிலுகிலுப்பை, பொம்மைகள், பொருள்களை வைத்துக்கொள்ள உதவும் சிறிய கொட்டான், பெரிய கூடை, சுளகு, விசிறி, தொப்பி, ஓலைப்பாய் போன்றவை  குறிப்பிடப்பட்டுள்ளன. பனைமட்டையின் நாரிலிருந்து கயிறு, கட்டில், கூடை போன்றவை செய்யப்படுகின்றன. பழந்தமிழ் இலக்கியங்களை எல்லாம் நமக்காகப் பாதுகாத்து வைத்திருந்தவை பனையோலைகள்."
  },
  {
    "description": "பிரம்புப் பொருள்கள் செய்யும் முறையை விவரிக்கும் சொற்றொடர் எது?",
    "options": [
      "a) \"பிரம்பினை நெருப்பில் காட்டிச் சூடுபடுத்துவோம்\"",
      "b) \"சூடான பிரம்பை நட்டுவைத்திருக்கும் இரண்டு கடப்பாரைகளுக்கு இடையே செலுத்தி வளைப்போம்\"",
      "c) \"பிரம்பு மிகவும் குளிர்ச்சியானது\"",
      "d) \"பிரம்புப் பொருள்கள் வீட்டுக்கு அழகையும் கொடுக்கும்\""
    ],
    "answer": "B",
    "additional_context": "முதலில் பிரம்பினை நெருப்பில் காட்டிச் சூடுபடுத்துவோம். சூடான பிரம்பை நட்டுவைத்திருக்கும் இரண்டு கடப்பாரைகளுக்கு இடையே செலுத்தி வளைப்போம். அது வேண்டிய வடிவத்தில் கம்பிபோல வளையும். பிறகு அவற்றை இணைத்துச் சிறு ஆணிகளை அறைந்தும், சிறு பிரம்பு இழைகளைக் கொண்டு கட்டியும் தேவையான பொருள்களாக மாற்றுவோம்."
  },
  {
    "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள கைவினைப் பொருள்களைப் பற்றிய கூற்று எது சரியானது?",
    "options": [
      "a) இவை எல்லாம் சமீபத்தில் உருவாக்கப்பட்டவை.",
      "b) இவை சமூகத்தில் உள்ள பெண்களால் மட்டுமே உருவாக்கப்படுகின்றன.",
      "c) இவை பாரம்பரிய கைவினைப் பொருள்கள்.",
      "d) இவை எல்லாம் இயற்கைப் பொருட்களால் உருவாக்கப்படுவதில்லை."
    ],
    "answer": "C",
    "additional_context": "கட்டுரையில் மண்பாண்டம், சுடுமண் சிற்பம், மூங்கில் கலை, பாய் பின்னல், பனையோலை கலை, பிரம்பு கலை ஆகிய பாரம்பரிய கைவினைப் பொருள்கள் குறிப்பிடப்பட்டுள்ளன. இவை எல்லாம் இயற்கைப் பொருட்களான மண், மூங்கில், பனையோலை, பிரம்பு ஆகியவற்றைக் கொண்டு உருவாக்கப்படுகின்றன."
  },
  {
    "description": "கட்டுரை கைவினைப் பொருள்களை வாங்குவதன் மூலம் என்ன செய்ய வேண்டும் என்று வலியுறுத்துகிறது?",
    "options": [
      "a) சுற்றுச்சூழலைப் பாதுகாக்க வேண்டும்.",
      "b) கலைஞர்களை ஊக்குவிக்க வேண்டும்.",
      "c) பாரம்பரியங்களைப் பேண வேண்டும்.",
      "d) மேற்கூறிய அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "கைவினைப் பொருள்களை வாங்குவதன் மூலம் சுற்றுச்சூழலைப் பாதுகாக்கலாம், கலைஞர்களை ஊக்குவிக்கலாம் மற்றும் பாரம்பரியங்களைப் பேணலாம் என கட்டுரை குறிப்பிடுகிறது. இவை அனைத்தும் இணைந்தே நமது பாரம்பரியத்தை வளர்க்கும்."
  }
]
