
[
  {
    "description": "“பேர்த்த பிணியுள் பிறவார் பெரிதின்பமுற்றே” என்னும் வரியில் “பிணி” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "உடல்நலப் பிரச்சனைகள்.",
      "மனதில் ஏற்படும் இயல்பான துயரங்கள்.",
      "பிறவித்துன்பம்.",
      "நிலையான கஷ்டங்கள்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரி நீலகேசி காப்பியத்தின் தருமவுரைச் சருக்கத்தில் இருந்து எடுக்கப்பட்டதாகும். இந்த பாடல் நோயின் தன்மையை பற்றி விளக்குகிறது. இங்கு குறிப்பிடப்படும் மூன்று வகையான நோய்களைப் பற்றி நாம்  கூறவேண்டும். மருந்தினால் நீங்கும் நோய்கள் ஒரு வகை. எதனாலும் தீராத தன்மையுடைய நோய்கள் மற்றொரு வகை. அடங்கி இருப்பனபோல வெளித்தோற்றத்தில் தெரிந்தாலும் முற்றிலும் தீராமல் உள்ளுக்குள் இருந்து துன்பம் தருவன இன்னொரு வகை. இங்கு 'பிணி' என்ற சொல் 'பிறவித்துன்பம்' எனும் பொருளை குறிக்கிறது. அதாவது,  மருந்துகளால்  நீக்க முடியாத பிறவித்துன்பங்களை, பிறவித்தொடர்ந்த மீண்டும் மீண்டும் ஏற்படும் துன்பங்களை இது குறிக்கிறது."
  },
  {
    "description": "“திரியோக மருந்து” என்ற சொல் மூன்று யோக மருந்துகளைக் குறிக்கிறது. அவை என்ன?",
    "options": [
      "நல்லறிவு, நற்காட்சி, நல்லொழுக்கம்.",
      "சத்தான உணவு, நல்ல தூக்கம், உடற்பயிற்சி.",
      "தொழில், கல்வி, அரசியல்.",
      "பணம், சொத்து, வீடு."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நீலகேசி காப்பியத்தில், பிறவித்துன்பங்களைத் தீர்க்கும் மூன்று மருந்துகள் குறிப்பிடப்படுகின்றன. அவையே 'திரியோக மருந்து' எனப்படுகின்றன. அவை: நல்லறிவு, நற்காட்சி, நல்லொழுக்கம். இவற்றை ஏற்றோர் பிறவித்துன்பத்திலிருந்து நீங்கி உயரிய இன்பத்தை அடைவர். இதன் மூலம் நாம் நற்பண்புகளின் அவசியத்தை உணர்கிறோம். "
  },
  {
    "description": "“ஓர்தல்” என்ற சொல் நூலில் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "ஓய்வு எடுப்பது.",
      "வெளியே செல்வது.",
      "நல்லறிவு.",
      "பணியைச் செய்வது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“ஓர்தல்” என்ற சொல் “திரியோக மருந்து” எனப்படும் மூன்று மருந்துகளில் ஒன்றான  'நல்லறிவு'  என்பதைக் குறிக்கிறது.  “நல்லறிவு” என்ற சொல்லுக்குப் பதிலாக “ஓர்தல்”  என்ற சொல்  பயன்படுத்தப்பட்டுள்ளது. இது   'பிறவித்துன்பத்தை'  'தீர்க்கும்'  மூன்று மருந்துகளில் ஒன்று என்பது  'திரியோக மருந்து'  என்ற சொல்லின் பொருள். "
  },
  {
    "description": "நீலகேசி காப்பியத்தின் தருமவுரைச் சருக்கத்திலிருந்து எடுக்கப்பட்ட பாடல்களில் “மூன்று” என்னும் எண்ணிக்கைக்கு முக்கியத்துவம் தரப்பட்டுள்ளது. இதற்கான காரணம் என்ன?",
    "options": [
      "நோய்களின் வகைகளைக் குறிப்பிடுவதற்கு.",
      "மூன்று வகையான மருந்துகளைப் பற்றி விளக்குவதற்கு.",
      "சமயத்தின் மூன்று முக்கிய அம்சங்களை விளக்குவதற்கு.",
      "மூன்று வகையான துன்பங்களை விளக்குவதற்கு."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நீலகேசி காப்பியத்தில், பிறவித்துன்பங்களைத் தீர்க்கும் மூன்று மருந்துகள் குறிப்பிடப்படுகின்றன. அவை: நல்லறிவு, நற்காட்சி, நல்லொழுக்கம்.  இவற்றை ஏற்றோர் பிறவித்துன்பத்திலிருந்து நீங்கி உயரிய இன்பத்தை அடைவர். இந்த மூன்று மருந்துகள்,  'பிறவித்துன்பத்தை'  தீர்க்கும் மூன்று வகையான மருந்துகளைக் குறிக்கின்றன. இவை  'திரியோக மருந்து'  எனப்படுகின்றன."
  }
]
