
[
  {
    "description": "“பட்டிதொட்டி” என்ற இணைச்சொல்லின் பொருள் என்ன?",
    "options": [
      "ஊர் முழுவதும்",
      "வீடு முழுவதும்",
      "குறிப்பிட்ட இடம்",
      "சில இடங்கள்"
    ],
    "answer": "A",
    "additional_context": "நேரிணை இணைச்சொற்கள் என்பவை ஒரே பொருளைத் தரும் சொற்கள் ஆகும். இணைச்சொற்கள் மூன்று வகைப்படும். அவை நேரிணை, எதிரிணை, செறியிணை. நேரிணை என்பது ஒரே பொருளைத் தரும் இணைச்சொற்கள் ஆகும். எடுத்துக்காட்டாக, பேரும் புகழும், சீரும் சிறப்பும் போன்றவை.  பட்டிதொட்டி என்ற இணைச்சொல் ஊர் முழுவதும் என்ற பொருளைத் தருகிறது."
  },
  {
    "description": "“பின்னுதல்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன சொல்?",
    "options": [
      "Weaving",
      "Knitting",
      "Embroidery",
      "Sewing"
    ],
    "answer": "B",
    "additional_context": "“பின்னுதல்” என்ற சொல்லுக்கு ஆங்கிலத்தில் “Knitting”  என்று சொல்வார்கள்.  இது ஒரு கைவினைப் பொருள் தயாரிக்கும் முறை. நூலைப் பயன்படுத்தி  பின்னப்பட்ட பொருள்கள்  சிறப்பு வாய்ந்ததாகக் கருதப்படுகின்றன."
  },
  {
    "description": "“இடி ___ மழை வந்தது” என்ற வாக்கியத்தில் வெற்றிடத்தில் பொருத்தமான சொல்லுருபு எது?",
    "options": [
      "கொண்டு",
      "இருந்து",
      "உடைய",
      "உடன்"
    ],
    "answer": "D",
    "additional_context": "இடி மழை வந்தது என்ற வாக்கியத்தில் வெற்றிடத்தில் பொருத்தமான சொல்லுருபு 'உடன்' ஆகும். இது ஒரு இணைச்சொல்லுருபு. இணைச்சொல்லுருபுகள் ஒரு சொல்லுடன் இணைந்து ஒரு பொருளைத் தெளிவாக வெளிப்படுத்துகின்றன. இடி உடன் மழை வந்தது. இடி  மழையுடன் வந்தது."
  },
  {
    "description": "“சீரும் சிறப்பும்” என்ற இணைச்சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "நேரிணை",
      "எதிரிணை",
      "செறியிணை",
      "எதுவுமில்லை"
    ],
    "answer": "A",
    "additional_context": "இணைச்சொற்கள் என்பவை தொடர்களில் இரண்டு அல்லது அதற்கு மேற்பட்ட சொற்கள் இணைந்து ஒரு பொருளைத் தெளிவாக வெளிப்படுத்துகின்றன.  சீரும் சிறப்பும்  என்ற இணைச்சொல் இரண்டு சொற்களும் ஒரே பொருளை  தருகின்றன. அதாவது சிறப்பு  மற்றும் சிறப்பு என்ற பொருள்.  எனவே இது நேரிணை இணைச்சொல் ஆகும்."
  },
  {
    "description": "“ஆடல்பாடல்” என்ற இணைச்சொல்லை “Crafts” என்ற ஆங்கிலச் சொல்லுடன் பொருத்தி எழுதுக.",
    "options": [
      "Dance and music",
      "Singing and dancing",
      "Performing arts",
      "Traditional crafts"
    ],
    "answer": "C",
    "additional_context": "\"ஆடல்பாடல்\"  என்ற  இணைச்சொல்  ஒரு  கலை வடிவத்தை குறிக்கிறது. \"Crafts\" என்ற ஆங்கில சொல்  கைவினைப் பொருள்களை குறிக்கிறது.  எனவே   \"ஆடல்பாடல்\"  என்ற இணைச்சொல்லை  \"Performing arts\"  என்று ஆங்கிலத்தில்   பொருத்தலாம்."
  }
]
