
[
  {
    "description": "“ஏழை யேநீ ஆனாலும், இரவில் நன்றாய் உறங்கப்பா!” என்னும் வரிகளின் பொருள் என்ன?",
    "options": [
      "அ)  ஏழை எவரும் நன்றாக உறங்க வேண்டும்",
      "ஆ)  உறக்கம் உடல்நலத்திற்கு அவசியம்",
      "இ)  ஏழை எவரும் உறக்கத்தைப் பற்றி கவலைப்படத் தேவையில்லை",
      "ஈ)  எல்லோரும்  நன்றாக உறங்க வேண்டும்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பாடலில், ஏழை எவரும் இரவில் நன்றாக உறங்க வேண்டும் என்று கூறப்பட்டுள்ளது.  ஏழை என்றாலும், உறக்கம் என்பது நம் உடலுக்கு மிகவும் அவசியம் என்பதை இந்த வரிகள் தெளிவாகக் காட்டுகின்றன."
  },
  {
    "description": "“மட்டுக் குணவை உண்ணாமல் வாரி வாரித் தின்பாயேல் திட்டு முட்டுப் பட்டிடுவாய்! தினமும் பாயில் விழுந்திடுவாய்!” என்னும் வரிகளின் பொருள் என்ன?",
    "options": [
      "அ) அளவுகடந்து உண்பது உடலுக்கு கேடு",
      "ஆ) அதிகமாக உண்பதால் நோய் வரும்",
      "இ) அளவோடு உண்பது உடல் நலத்திற்கு நல்லது",
      "ஈ) எல்லாவற்றையும் அளவோடு செய்ய வேண்டும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "அளவுகடந்து உண்பது உடலுக்கு கேடு என்பதை இந்த வரிகள் எடுத்துக்காட்டுகின்றன.  திட்டு முட்டுப் பட்டிடுவாய்! தினமும் பாயில் விழுந்திடுவாய்! என்ற வரிகள், அதிகமாக உண்பதால் நோய் வந்து படுக்கையில் விழுந்துவிடுவோம் என்பதை உணர்த்துகின்றன."
  },
  {
    "description": "“தூய காற்றும் நன்னீரும், சுண்டப் பசித்த பின்உணவும் நோயை ஓட்டி விடும்அப்பா! நூறு வயதும் தரும்அப்பா!” என்னும் வரிகளில், நோயை ஓட்டி விடுவது என்று குறிப்பிடப்பட்டுள்ளவை எவை?",
    "options": [
      "அ)  தூய காற்று,  நன்னீர்,  உணவு",
      "ஆ)  தூய காற்று,  உணவு,  உடற்பயிற்சி",
      "இ)  தூய காற்று,  நன்னீர்,  உடற்பயிற்சி",
      "ஈ)  தூய காற்று,  நன்னீர்,  அளவான உணவு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தூய காற்று, நன்னீர், மற்றும் சுண்டப் பசித்த பின் உணவு ஆகியவை நோயை ஓட்டி விடுவது என்று இந்த வரிகள் தெளிவாகக் கூறுகின்றன. இவை அனைத்தும் உடல் நலத்திற்கு மிகவும் அவசியம் என்பதை இந்தப் பாடல் எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "பழமொழியான \"நோயற்ற வாழ்வே குறைவற்ற செல்வம்\" என்பது பாடலில் எந்தக் கருத்தைக் காட்டுகிறது?",
    "options": [
      "அ) நோய் வந்த பின்பு தீர்க்க முயல்வது எளிது.",
      "ஆ) நோய் வந்த பின்பு தீர்க்க முயல்வது கடினம்.",
      "இ) உடல்நலம் என்பது மிகவும் முக்கியமானது.",
      "ஈ) நோய் வராமல் தடுப்பது முக்கியம்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நோயற்ற வாழ்வே குறைவற்ற செல்வம் என்ற பழமொழி, நம் உடல் நலம் என்பது மிகவும் முக்கியமானது என்பதை வலியுறுத்துகிறது.  நோய் வந்த பின்பு தீர்க்க முயல்வதை விட வருமுன் காப்பதே அறிவுடைமை என்பதை இந்தப் பாடல் எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "பாடலில், உடல் நலத்திற்கு அடிப்படை என்னவென்று குறிப்பிடப்படுகிறது?",
    "options": [
      "அ) தூய்மை மட்டும்.",
      "ஆ) உடற்பயிற்சி மட்டும்.",
      "இ) நல்ல உணவு மட்டும்.",
      "ஈ) தூய்மை, உடற்பயிற்சி மற்றும் நல்ல உணவு."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தப் பாடல், நல்ல உணவு, உடல்தூய்மை, மற்றும் உடற்பயிற்சி ஆகியவை உடல் நலத்திற்கு மிகவும் முக்கியம் என்று வலியுறுத்துகிறது.  இவற்றைப் பேணுவதன் மூலம் நாம் நோயற்ற வாழ்க்கையை வாழ முடியும் என்பதை இந்தப் பாடல் எடுத்துக்காட்டுகிறது."
  }
]
