
[
  {
    "description": "1. ஆசிரியரின் வேட்டியைத் திருடினதாக ஊர் மக்கள் யாரை சந்தேகித்தார்கள்?",
    "options": [
      "a) கிருஷ்ணமூர்த்தி",
      "b) பண்டுக்கிழவர்",
      "c) சிகாமணி",
      "d) சகாதேவன்"
    ],
    "answer": "C",
    "additional_context": "ஆசிரியரின் வேட்டியை காணாமல் போனதால், ஊர் மக்கள் பலவாறான கற்பனைகளை உருவாக்கி, சிகாமணிதான் எடுத்திருப்பான் என்று கூறினர். சிகாமணி ஒரு ஏழை என்பதால் அவன் தான் வேட்டியை எடுத்திருப்பான் என்று ஊர் மக்கள் கருதினர்."
  },
  {
    "description": "2.  \"ஆன்ற குடிப்பிறத்தல்\" என்ற திருக்குறள் வரியின் பொருள் என்னவென்று ஆசிரியர் மாணவர்களுக்கு விளக்கினார்?",
    "options": [
      "a)  சிறந்த குடியில் பிறந்தாலே பண்புடையவர்களாகி விடுவோம்.",
      "b)  ஒழுக்கமற்ற பரம்பரையில் பிறந்தாலும் ஒழுக்கத்தைப் பேணி நல்ல குடியை உருவாக்கலாம்.",
      "c)  சிறந்த குடியில் பிறந்தாலும் பண்பற்றவர்களாக இருக்கலாம்.",
      "d)  பண்புடையவர்களாக இருந்தால் மட்டுமே நல்ல குடிப்பிறப்பாக இருக்க முடியும்."
    ],
    "answer": "B",
    "additional_context": "ஆசிரியர்  \"ஆன்ற குடிப்பிறத்தல்\"  என்ற திருக்குறளுக்கு விளக்கம் கூறும் போது, நற்பண்பு இல்லாத பெற்றோருக்கு நான் மகனாகப் பிறந்திருக்கக்கூடும் என்று சொல்லி,  நான் பண்புடையவன் ஆக மாட்டேனா? என்று கேள்வி எழுப்பி,  திருவள்ளுவர் எவ்வளவு பெரிய ஞானி! அவர் இப்படிப்பட்ட பொருளிலா அந்தக் குறளை வடித்திருப்பார்? என்று கேள்வி கேட்கிறார்.  சிறந்த குடி உன்னிடமிருந்து பிறக்க வேண்டும் என்பதாகவும், அந்தத் தொடரை ஆன்றகுடிபிறத்தல் எனக் கொண்டு  பொருள் சொல்லத் துணிந்தார்."
  },
  {
    "description": "3. சிகாமணியின் செயலுக்கு மக்கள் என்ன தண்டனை வழங்கத் தயாராக இருந்தார்கள்?",
    "options": [
      "a) காவல்துறையில் புகார் செய்ய",
      "b) அவரது குடிசையைத் தீக்கிரையாக்க",
      "c) அவரை ஊரிலிருந்து வெளியேற்ற",
      "d) அபராதம் விதிக்க"
    ],
    "answer": "D",
    "additional_context": "சிகாமணி வேட்டியைத் திருடியதாக ஊர் மக்கள் அறிந்த போது, அவனுக்கு ஐந்நூறோ அல்லது ஆயிரமோ அபராதம் விதிக்க வேண்டும் என்று முடிவு செய்தனர்."
  },
  {
    "description": "4. ஆசிரியர் ஏன் சிகாமணிக்கு எதிராக புகார் செய்ய மறுத்துவிட்டார்?",
    "options": [
      "a) சிகாமணி ஏழை என்பதால்",
      "b) சகாதேவன் மீது தண்டனை விழும் என்பதால்",
      "c) தன் வேட்டியைத் திரும்பப் பெற்றது மகிழ்ச்சியாக இருந்ததால்",
      "d)  ஊர் மக்களை மதிக்கவில்லை என்பதால்"
    ],
    "answer": "B",
    "additional_context": "சிகாமணிக்கு எதிராக புகார் செய்வதால்,  சகாதேவன் தான் செய்த நல்ல காரியத்துக்கு இதுதான் பலன் என்று அவன் மனசு சோர்ந்து போகும் என்று ஆசிரியர் கருதினார்."
  },
  {
    "description": "சிகாமணியின் மகன் ______, ஆசிரியரிடம் ______ வகுப்பு படித்துக் கொண்டிருந்தான்.",
    "options": [
      "a)  சகாதேவன், நான்காம்",
      "b)  பண்டுக்கிழவர், ஐந்தாம்",
      "c)  கிருஷ்ணமூர்த்தி, மூன்றாம்",
      "d)  சிகாமணி, இரண்டாம்"
    ],
    "answer": "A",
    "additional_context": "சிகாமணியின் மகன் சகாதேவன் ஆசிரியரிடம் நான்காம் வகுப்பு படித்துக் கொண்டிருந்தான்."
  }
]
