
[
  {
    "description": "பாய்களில் உள்ள வெவ்வேறு வகைகள் எவை?",
    "options": [
      "திண்ணைப்பாய், பட்டுப்பாய், தொழுகைப்பாய் மட்டுமே",
      "தடுக்குப்பாய், பந்திப்பாய், திண்ணைப்பாய், பட்டுப்பாய்",
      "தடுக்குப்பாய், பந்திப்பாய், தொழுகைப்பாய், பட்டுப்பாய்",
      "திண்ணைப்பாய், பட்டுப்பாய், பாய்மரக்கப்பலில் பயன்படுத்தும் பாய்"
    ],
    "answer": "B",
    "additional_context": "சையது: பாய் என்பது படுக்கப் பயன்படுவது. அதில் வேறு என்ன சிறப்பு இருக்கிறது?\nபொறுப்பாளர்: பாய்களில் பலவகை உண்டு. குழந்தைகளைப் படுக்கவைப்பது தடுக்குப்பாய், உட்கார்ந்து உண்ண உதவுவது பந்திப்பாய், உட்காரவும், படுக்கவும் உதவுவது திண்ணைப்பாய், திருமணத்துக்குப் பயன்படுத்துவது பட்டுப்பாய், இசுலாமியர் தொழுகைக்குப் பயன்படுத்துவது தொழுகைப்பாய். இப்படிப் பலவகைப் பாய்கள் உண்டு. இங்கேயுள்ள பாய்களைப்பாருங்கள். முற்காலத்தில் பாய்மரக்கப்பல்களில் பயன்பட்டதுகூடப் பாய்தான். இதனைப் புறநானூறு கூம்பொடு மீப்பாய் களையாது என்னும் அடியால் குறிப்பிடுகிறது."
  },
  {
    "description": "பனையோலையின் பயன்கள் எவை?",
    "options": [
      "ஓலைச்சுவடி, கட்டில், கூடை, கயிறு",
      "ஓலைச்சுவடி மட்டுமே",
      "கூடை மற்றும் கயிறு மட்டுமே",
      "கட்டில், கூடை, கயிறு மட்டுமே"
    ],
    "answer": "A",
    "additional_context": "பொறுப்பாளர்: ஆம். பழந்தமிழ் இலக்கியங்களை எல்லாம் நமக்காகப் பாதுகாத்து வைத்திருந்தவை பனையோலைகள் அல்லவா? அதுமட்டுமல்லாமல் பனையோலைகளினால் பல வகையான பொருள்கள் உருவாக்கப்படுகின்றன. இவற்றையெல்லாம் பாருங்கள். தமிழ்நாட்டின் மாநில மரம் பனை. குழந்தைகளுக்கான கிலுகிலுப்பை, பொம்மைகள், பொருள்களை வைத்துக்கொள்ள உதவும் சிறிய கொட்டான், பெரிய கூடை, சுளகு, விசிறி, தொப்பி, ஓலைப்பாய் எல்லாம் இருக்கின்றன. பனைமட்டையின் நாரிலிருந்து கயிறு, கட்டில், கூடை போன்றவை செய்யப்படுகின்றன."
  },
  {
    "description": "பிரம்பினை உலோகம்போல வளைத்துப் பொருள்களைச் செய்யும் முறை எப்படி?",
    "options": [
      "நெருப்பில் காட்டிச் சூடுபடுத்தி, இரண்டு கடப்பாரைகளுக்கு இடையே வளைக்க",
      "தண்ணீரில் நனைத்து வைத்து, பின்பு சூடுபடுத்தி",
      "சிறு ஆணிகளை அறைந்து",
      "பிரம்பு இழைகளைக் கொண்டு கட்டியும்"
    ],
    "answer": "A",
    "additional_context": "மலர்விழி: பிரம்பு ஒரு தாவரம்தானே, அதனை எப்படி உலோகம்போல வளைத்துப் பொருள்களைச் செய்ய முடிகிறது?\nபொறுப்பாளர்: அதுதான் பிரம்பின் சிறப்பு. முதலில் பிரம்பினை நெருப்பில் காட்டிச் சூடுபடுத்துவோம். சூடான பிரம்பை நட்டுவைத்திருக்கும் இரண்டு கடப்பாரைகளுக்கு இடையே செலுத்தி வளைப்போம். அது வேண்டிய வடிவத்தில் கம்பிபோல வளையும். பின்னர் அதனைத் தண்ணீரில் நனைத்து வைத்துவிட்டால் அப்படியே நிலைத்துவிடும். பிறகு அவற்றை இணைத்துச் சிறு ஆணிகளை அறைந்தும், சிறு பிரம்பு இழைகளைக் கொண்டு கட்டியும் தேவையான பொருள்களாக மாற்றுவோம். பிரம்பு மிகவும் குளிர்ச்சியானது. எனவே, அதில் அமர்வதும் படுப்பதும் உடல்நலத்துக்கு நல்லது. மேலும் பிரம்புப் பொருள்கள் வீட்டுக்கு அழகையும் கொடுக்கும்."
  },
  {
    "description": "கண்காட்சியில் எந்த கைவினைக்கலை பற்றி குறிப்பிடப்படவில்லை?",
    "options": [
      "மண் பொம்மைகள் செய்தல்",
      "மரப்பொம்மைகள் செய்தல்",
      "களிமண் ஓவியங்கள் செய்தல்",
      "தஞ்சாவூர்த்தட்டு செய்தல்"
    ],
    "answer": "C",
    "additional_context": "பொறுப்பாளர்: இவை மட்டுமல்ல. மண் பொம்மைகள் செய்தல், மரப்பொம்மைகள் செய்தல், காதிதப்பொம்மைகள் செய்தல், தஞ்சாவூர்த்தட்டு செய்தல், சந்தனமாலையும் ஏலக்காய் மாலையும் செய்தல், மாட்டுக்கொம்பினால் கலைப்பொருள்கள் செய்தல், சங்கு, கிளிஞ்சல் போன்றவற்றால் பொருள்கள் உருவாக்குதல் என இன்னும் பலவகையான கைவினைக்கலைகள் உள்ளன. இவற்றைப்பற்றி அறிந்துகொண்டால் மட்டும் போதாது. இவைபோன்ற கைவினைப் பொருள்களை வாங்கிப் பயன்படுத்துவதன் மூலம் அவற்றை உருவாக்கும் கலைஞர்களையும் ஊக்குவிக்க வேண்டும். அப்படிச் செய்தால் சுற்றுச்சூழலையும் மாசடையாமல் பாதுகாக்கலாம்."
  },
  {
    "description": "மண்பாண்டக் கலை குறித்து கட்டுரையில் குறிப்பிடப்பட்டுள்ள சான்றுகளில் எது தவறானது?",
    "options": [
      "a) சிந்துசமவெளி அகழாய்வில் பானைஓடுகள் கிடைத்துள்ளன.",
      "b) தமிழ்நாட்டில் ஆதிச்சநல்லூரில் முதுமக்கள் தாழிகள் கிடைத்துள்ளன.",
      "c) நாகை மாவட்டம் செம்பியன் கண்டியூரில் கலையழகு மிகுந்த மண்கலங்கள் கண்டுபிடிக்கப்பட்டன.",
      "d) கீழடியில் ஏராளமான இரும்பு ஆயுதங்கள் கிடைத்துள்ளன."
    ],
    "answer": "D",
    "additional_context": "பொறுப்பாளர்: ஆமாம். மிகவும் பழமையான கைவினைக்கலைகளுள் ஒன்று மண்பாண்டக் கலை. சிந்துசமவெளி அகழாய்வில் பானைஓடுகள் கிடைத்துள்ளன என்பதைப் படித்திருப்பீர்களே. தமிழ்நாட்டில் ஆதிச்சநல்லூரில் முதுமக்கள் தாழிகள் கிடைத்துள்ளன. நாகை மாவட்டம் செம்பியன் கண்டியூரில் கலையழகு மிகுந்த மண்கலங்கள் கண்டுபிடிக்கப்பட்டன. மதுரைக்கு அருகில் உள்ள கீழடியில் ஏராளமான சுடுமண் பொருள்கள் கிடைத்துள்ளன. இவை எல்லாம் தமிழருக்கும் மண்பாண்டக்கலைக்கும் உள்ள தொடர்பைக் காட்டும் சான்றுகள் ஆகும்."
  }
]
