
[
  {
    "description": "“வந்த மாணவன்” - இந்த தொடரில் “வந்த” என்னும் சொல் எந்த வகை எச்சம்?",
    "options": [
      "அ) தெரிநிலைப் பெயரெச்சம்",
      "ஆ) குறிப்புப் பெயரெச்சம்",
      "இ) வினையெச்சம்",
      "ஈ) முற்றெச்சம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“வந்த மாணவன்” என்ற தொடரில் “வந்த” என்ற சொல் “மாணவன்” என்ற பெயர்ச்சொல்லைக் கொண்டு முடிகிறது. எனவே இது ஒரு பெயரெச்சம். மேலும், “வந்த” என்ற சொல் “வந்தான்” என்ற வினைமுற்றை ஒத்திருப்பதால், செயலையும் காலத்தையும் வெளிப்படையாகக் காட்டுகிறது. இதனால் இது “தெரிநிலைப் பெயரெச்சம்” என்பது தெளிவாகிறது."
  },
  {
    "description": "“வரைந்து முடித்தான்” என்ற தொடரில் “வரைந்து” என்னும் சொல் எந்த வகை எச்சம்?",
    "options": [
      "அ) தெரிநிலை வினையெச்சம்",
      "ஆ) குறிப்பு வினையெச்சம்",
      "இ) பெயரெச்சம்",
      "ஈ) முற்றெச்சம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“வரைந்து முடித்தான்” என்ற தொடரில் “வரைந்து” என்ற சொல் “முடித்தான்” என்ற வினைச்சொல்லைக் கொண்டு முடிகிறது. எனவே இது ஒரு வினையெச்சம். மேலும், “வரைந்து” என்ற சொல் “வரைந்தான்” என்ற வினைமுற்றை ஒத்திருப்பதால், செயலையும் காலத்தையும் வெளிப்படையாகக் காட்டுகிறது. இதனால் இது “தெரிநிலை வினையெச்சம்” என்பது தெளிவாகிறது."
  },
  {
    "description": "“எடுத்தனன் உண்டான்” என்ற தொடரில் “எடுத்தனன்” என்னும் சொல் எந்த வகை எச்சம்?",
    "options": [
      "அ) பெயரெச்சம்",
      "ஆ) வினையெச்சம்",
      "இ) முற்றெச்சம்",
      "ஈ) இவை அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“எடுத்தனன் உண்டான்” என்ற தொடரில் “எடுத்தனன்” என்ற சொல் “உண்டான்” என்ற வினைச்சொல்லைக் கொண்டு முடிகிறது. எனவே இது ஒரு வினையெச்சம். மேலும், “எடுத்தனன்” என்ற சொல் “எடுத்தான்” என்ற வினைமுற்றை ஒத்திருப்பதால், செயலையும் காலத்தையும் வெளிப்படையாகக் காட்டுகிறது. இதனால் இது “தெரிநிலை வினையெச்சம்” என்றும் கருதலாம். அத்துடன், இது “எடுத்தான்” என்ற வினைமுற்றை ஒத்திருப்பதால், இது ஒரு முற்றெச்சமாகவும் கருதலாம். எனவே இது இவை அனைத்து வகைகளையும் சேர்ந்தது."
  },
  {
    "description": "“நல்ல” என்ற சொல் எந்த வகை எச்சம்?",
    "options": [
      "அ) பெயரெச்சம்",
      "ஆ) வினையெச்சம்",
      "இ) முற்றெச்சம்",
      "ஈ) இவை அனைத்தும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“நல்ல” என்ற சொல் “நல்லவன்”, “நல்லவள்” போன்ற பெயர்ச்சொற்களைக் கொண்டு முடியும். எனவே இது ஒரு பெயரெச்சம். மேலும், இது எந்த ஒரு செயலையும் காலத்தையும் குறிப்பிடாமல் பண்பினை மட்டும் குறிப்பிடுவதால் இது “குறிப்புப் பெயரெச்சம்” எனலாம்."
  },
  {
    "description": "“படித்தவன் புத்திசாலி” - இத்தொடரில் உள்ள “படித்தவன்” என்னும் சொல், எந்த வகையான எச்சத்தைக் குறிக்கிறது?",
    "options": [
      "தெரிநிலை பெயரெச்சம்",
      "குறிப்புப் பெயரெச்சம்",
      "தெரிநிலை வினையெச்சம்",
      "குறிப்பு வினையெச்சம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“படித்தவன் புத்திசாலி” என்ற தொடரில் “படித்தவன்” என்ற சொல் “புத்திசாலி” என்ற பெயர்ச்சொல்லைக் கொண்டு முடிகிறது. எனவே இது ஒரு பெயரெச்சம். மேலும், “படித்தவன்” என்ற சொல் “படித்தான்” என்ற வினைமுற்றை ஒத்திருப்பதால், செயலையும் காலத்தையும் வெளிப்படையாகக் காட்டுகிறது. இதனால் இது “தெரிநிலைப் பெயரெச்சம்” என்பது தெளிவாகிறது."
  }
]
