
[
  {
    "description": "“அடக்கத் தாம்மாய ஐம்பொறியைக் கட்டிப்\nபடிக்கப் படிப்பு எனக்குப் பகராய் பராபரமே!”\n\nஇந்த வரிகளில், குணங்குடியார் பராபரத்திடம் என்ன வேண்டுகிறார்?",
    "options": [
      "தீய எண்ணங்களை அழிக்க",
      "ஐம்பொறிகளைக் கட்டுப்படுத்தும் அறிவைத் தர",
      "பணத்தின் மீது ஆசை வைக்க",
      "மனம் கலங்காமல் இருக்க"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குணங்குடியார் பராபரத்திடம் ஐம்பொறிகளை அடக்கி ஆள்வது மிகவும் அரியசெயலாகும். அப்பொறிகளின் இயல்பை உணர்ந்து நல்வழிப்படுத்தும் அறிவினை எனக்குத் தந்து அருள்செய்வாயாக என்று வேண்டுகிறார்."
  },
  {
    "description": "“நம் பாடப்பகுதி குணங்குடியார் பாடற்கோவை என்னும் தொகுப்பில் இருந்து எடுக்கப்பட்டது.”\n\nஇந்த பத்தியின்படி, குணங்குடியார் எந்த நூலை இயற்றியுள்ளார்?",
    "options": [
      "எக்காளக் கண்ணி",
      "மனோன்மணிக் கண்ணி",
      "நந்தீசுவரக் கண்ணி",
      "குணங்குடியார் பாடற்கோவை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "குணங்குடியார் பாடற்கோவை என்பது ஒரு தொகுப்பு. இது அவரது பாடல்களைத் தொகுத்து வெளியிடப்பட்ட நூல். இதில் அவரது பாடல்கள் பல இடம்பெற்றுள்ளன.  இந்த பாடல்கள் மூலம் அவர் மெய்ஞ்ஞானத்தைப் பற்றி விளக்குகிறார். "
  },
  {
    "description": "“எப்படியும் வாழலாம் என்பது விலங்குகளின் இயல்பு. இப்படித்தான் வாழ வேண்டும் என்பது மனிதப் பண்பு.”\n\nஇந்த பத்தியின்படி, மனிதர்கள் விலங்குகளை விட வித்தியாசமானவர்கள் ஏன்?",
    "options": [
      "அவர்கள் மனம் கலங்கக்கூடியவர்கள்",
      "அவர்கள் தீய எண்ணங்கைக் கொண்டவர்கள்",
      "அவர்களுக்கு வாழ்க்கையைப் பற்றி ஒரு குறிக்கோள் உள்ளது",
      "அவர்கள் ஐம்பொறிகளைக் கட்டுப்படுத்த முடியாது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பத்தியின் மூலம்  மனிதர்களுக்கு வாழ்வின் குறிக்கோள் இருக்க வேண்டும் என்றும், விலங்குகளுக்கு அது இல்லை என்றும் தெரியவருகிறது. மனிதர்கள் தாங்கள் எப்படி வாழ வேண்டும் என்பதைத் தெரிந்துகொண்டு அறிவின் வழியில் செல்ல வேண்டும்."
  },
  {
    "description": "குணங்குடி மஸ்தான் சாகிபு தம் பாடலில் \"கள்ளக் கருத்துகளைக் கட்டோடு அறுத்தவருக்கு\" என்று குறிப்பிடுகிறார். இதன் மூலம் அவர் எதை வலியுறுத்துகிறார்?",
    "options": [
      "மனிதர்கள் தீய எண்ணங்களை நீக்கி நல்வழிப்பட வேண்டும்.",
      "தவறான கருத்துகளைப் பரப்புபவர்கள் தண்டிக்கப்பட வேண்டும்.",
      "தீய எண்ணங்கள் உள்ளவர்களைத் தவிர்க்க வேண்டும்.",
      "தீய எண்ணங்களால் ஏற்படும் துன்பங்களைப் பற்றி எச்சரிக்க வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தீய எண்ணங்களை  நீக்கி நல்வழிப்பட வேண்டும்  என்று  குணங்குடி மஸ்தான் சாகிபு  வலியுறுத்துகிறார். தீய எண்ணங்கள் மனிதனை  தவறான பாதைக்கு  இட்டுச்செல்லும்.  எனவே தீய எண்ணங்களை அழித்து  நல்வழிப்பட வேண்டும் என்பது  அவரது  நோக்கமாகும்."
  },
  {
    "description": "\"கள்ளக் கருத்துகளைக் கட்டோடு அறுத்தவருக்கு உள்ளிருக்கும் மெய்ஞ்ஞான ஒளியே பராபரமே!\" என்ற வரியில் \"மெய்ஞ்ஞான ஒளி\" யாருக்கு அடையாளமாகக் குறிப்பிடப்படுகிறது?",
    "options": [
      "பணத்திற்கு ஆசைப்படுபவர்களுக்கு",
      "அறிவை உணர்ந்தவர்களுக்கு",
      "தவம் புரிபவர்களுக்கு",
      "ஐம்பொறிகளை அடக்கியவர்களுக்கு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தம் தீய எண்ணங்களை  நீக்கி  நல்வழிப்பட  வேண்டும்  என்று  குணங்குடி  மஸ்தான்  சாகிபு வலியுறுத்துகிறார்.  இவரது கருத்தின் படி, தீய எண்ணங்களை  நீக்கி நல்வழிப்படுபவர்களுக்கு  மெய்ஞ்ஞான ஒளி  அடையாளமாகும்.  இந்த மெய்ஞ்ஞான ஒளி  பராபரத்தின் அருள்  என்று  இந்த வரிகள்  குறிப்பிடுகின்றன."
  }
]
