[
          
  {
    
          "description": "'ஃபைல்களைத் திறக்கவோ அவற்றிலிருந்து தகவலைப் பிரித்தெடுக்கவோ' என்ற சொற்றொடரில், 'தகவலைப் பிரித்தெடுக்கவோ' என்பதற்கான பொருள் என்ன?",
          "options": [
      "ஃபைல்களை நகலெடுப்பது",
      "ஃபைல்களின் உள்ளடக்கத்தைப் படிப்பது",
      "ஃபைல்களின் அளவைப் பரிசீலிப்பது",
      "ஃபைல்களின் வகையைப் பரிசீலிப்பது"
    ],
    "answer": "B",
    
          "additional_context": "இந்தச் சொற்றொடர் பெரிய மொழி மாதிரிகள் என்ன செய்ய முடியும் என்பதைப் பற்றிப் பேசுகிறது. பெரிய மொழி மாதிரிகள் மனித மொழியைப் புரிந்துகொண்டு அதைப் பயன்படுத்த முடியும். ஆனால் அவற்றால் ஃபைல்களைத் திறக்கவோ, அவற்றிலிருந்து தகவலைப் பிரித்தெடுக்கவோ முடியாது. ஃபைல்களைத் திறந்து, அவற்றிலிருந்து தகவலைப் பிரித்தெடுப்பது என்பது கணினி திட்டங்கள் செய்யும் வேலை."
          }
        ,
          
  {
    
          "description": "பெரிய மொழி மாதிரிகள் _______ மூலம் செயல்படுகின்றன.",
          "options": [
      "ஃபைல் அமைப்புகள்",
      "இணையத் தரவுகள்",
      "குறிப்பிட்ட ஃபைல் வகைகள்",
      "அச்சிடப்பட்ட புத்தகங்கள்"
    ],
    "answer": "B",
    
          "additional_context": "பெரிய மொழி மாதிரிகள் இணையத்தில் இருக்கும் மிகப்பெரிய அளவிலான தரவுகளைப் பயன்படுத்தி பயிற்சி அளிக்கப்படுகின்றன. இந்தத் தரவுகள் புத்தகங்கள், ஆய்வறிக்கைகள், வலைத்தளங்கள், மற்றும் பல வகையான ஆவணங்கள் போன்றவற்றிலிருந்து எடுக்கப்பட்டவை. இந்தத் தரவுகள் மொழியின் அமைப்பைப் புரிந்துகொண்டு மனிதர்களைப் போல மொழியைப் பயன்படுத்த கற்றுக்கொள்ள உதவுகின்றன."
          }
        ,
          
  {
    
          "description": "'_______' என்ற சொல் பெரிய மொழி மாதிரியைக் குறிக்கிறது.",
          "options": [
      "நான்",
      "நீ",
      "அவர்",
      "அவள்"
    ],
    "answer": "A",
    
          "additional_context": "பெரிய மொழி மாதிரிகள் மனிதர்களைப் போல மொழியைப் பயன்படுத்தி உரையாடுவதைப் போலத் தோன்றும். அவை தங்களைப் பற்றி பேசும்போது 'நான்' என்ற சொல்லைப் பயன்படுத்துகின்றன. எடுத்துக்காட்டாக, ஒரு பெரிய மொழி மாதிரி 'நான் ஒரு பெரிய மொழி மாதிரி' என்று கூறலாம். ஆனால் அது உண்மையில் ஒரு மனிதன் அல்ல."
          }
        ,
          
  {
    
          "description": "பெரிய மொழி மாதிரிகள்  _______  திறக்கவோ அல்லது பிரித்தெடுக்கவோ முடியாது.",
          "options": [
      "புத்தகங்கள்",
      "வெப்சைட்டுகள்",
      "ஃபைல்கள்",
      "தரவுகள்"
    ],
    "answer": "C",
    
          "additional_context": "பெரிய மொழி மாதிரிகள் மனிதர்களைப் போல மொழியைப் புரிந்துகொண்டு அதைப் பயன்படுத்த முடியும். ஆனால் அவற்றால் ஃபைல்களைத் திறக்கவோ, அவற்றிலிருந்து தகவலைப் பிரித்தெடுக்கவோ முடியாது. ஃபைல்களைத் திறந்து, அவற்றிலிருந்து தகவலைப் பிரித்தெடுப்பது என்பது கணினி திட்டங்கள் செய்யும் வேலை."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்ட எந்த கூற்று சரியானது?",
          "options": [
      "a) பெரிய மொழி மாதிரி PDF ஃபைல்களைப் படிக்க முடியும்.",
      "b) பெரிய மொழி மாதிரி PDF ஃபைல்களைப் படிக்க முடியாது, ஆனால் ஃபைல்களைத் திறக்க முடியும்.",
      "c) பெரிய மொழி மாதிரி PDF ஃபைல்களைப் படிக்கவோ அல்லது திறக்கவோ முடியாது.",
      "d) பெரிய மொழி மாதிரி PDF ஃபைல்களைப் படிக்க முடியும், ஆனால் அவற்றிலிருந்து தகவலைப் பிரித்தெடுக்க முடியாது."
    ],
    "answer": "C",
    
          "additional_context": "பெரிய மொழி மாதிரிகள் மனிதர்களைப் போல மொழியைப் புரிந்துகொண்டு அதைப் பயன்படுத்த முடியும். ஆனால் அவற்றால் ஃபைல்களைத் திறக்கவோ, அவற்றிலிருந்து தகவலைப் பிரித்தெடுக்கவோ முடியாது. ஃபைல்களைத் திறந்து, அவற்றிலிருந்து தகவலைப் பிரித்தெடுப்பது என்பது கணினி திட்டங்கள் செய்யும் வேலை."
          }
        ]