
[
  {
    "description": "கூரனைத் தேடிக்கொண்டு ______  ஓடைப்பக்கம் வந்து சேர்ந்தது.",
    "options": [
      "அ) கரடி",
      "ஆ) நரி",
      "இ) புலி",
      "ஈ) பித்தக்கண்ணு"
    ],
    "answer": "D",
    "additional_context": "பித்தக்கண்ணு என்பது சிறுத்தைக்கு ஒரு பெயர். கதையில், கூரனைத் தேடிக்கொண்டு பித்தக்கண்ணு ஓடைப்பக்கம் வந்து சேர்ந்தது என்கிறார்கள். பித்தக்கண்ணு ஒரு சிறந்த வேட்டை விலங்கு. பித்தக்கண்ணு ஒரு பெரிய, மஞ்சள் கண்களையுடைய சிறுத்தை என்பதால் அது கூரனைப் பிடித்து ஒரே வாயில் விழுங்கிவிடும் என்று கூரன் அச்சப்படுகிறது."
  },
  {
    "description": "கூரன் தன் மறைவிடத்தை ஏறக்குறையக் காட்டிக் கொடுத்ததற்காக ______  மீது அதற்குக் கோபமான கோபம்.",
    "options": [
      "அ) வெட்டுக்கிளி",
      "ஆ) புனுகுப்பூனை",
      "இ) பித்தக்கண்ணு",
      "ஈ) ஓடை"
    ],
    "answer": "A",
    "additional_context": "கூரன் தன் மறைவிடத்தை ஏறக்குறையக் காட்டிக் கொடுத்ததற்காக வெட்டுக்கிளி மீது அதற்குக் கோபமான கோபம். வெட்டுக்கிளி கூரன் தன் மறைவிடத்தைப் பற்றி பித்தக்கண்ணிடம் சொல்லிவிடக்கூடும் என கூரன் அச்சப்படுகிறது. கூரன் தன்னைப் பிடிக்காமல் விட்டுவிட்டதற்காக வெட்டுக்கிளியை மிரட்டிவிட்டுப் போகலாம் என்று எண்ணுகிறது."
  },
  {
    "description": "இன்றும்கூட வெட்டுக்கிளிகள் ______  குதித்த வண்ணமுள்ளன.",
    "options": [
      "அ) திசை குறிக்காமல்",
      "ஆ) உயரமாக",
      "இ) வேகமாக",
      "ஈ) அமைதியாக"
    ],
    "answer": "A",
    "additional_context": "கூரன் தன்னைப் பிடிக்காமல் விட்டுவிட்டதற்காக வெட்டுக்கிளியை மிரட்டிவிட்டுப் போனால் என்ன என்று எண்ணுகிறது. வெட்டுக்கிளி கூரன் தன் மறைவிடத்தைப் பற்றி பித்தக்கண்ணிடம் சொல்லிவிடக்கூடும் என கூரன் அச்சப்படுகிறது. வெட்டுக்கிளி கூரனின் கூர்ப்பாதங்கள் எங்கே தன்மீது பட்டுவிடுமோ என்ற அச்சத்திலேயே வாழ்ந்து வருகிறது. இதனால்தான் இன்றும்கூட வெட்டுக்கிளிகள் ஓர் இடத்தில் நிலைத்து இருக்கமுடியாமல் குதித்த வண்ணமுள்ளன. ஆனாலும் அவை எந்தக் குறிப்பிட்ட திசையை நோக்கியும் குதிப்பதில்லை."
  },
  {
    "description": "காடர்களின் பிள்ளைகளுக்கும் பேரன் பேத்திகளுக்கும் காடுகள், செடிகொடிகள், விலங்குகள் தொடர்பான கதைகளைச் சொல்லி வந்ததற்கான காரணம் என்ன?",
    "options": [
      "அ) தங்கள் முன்னோர்கள் காடுகளில் எவ்வாறு வாழ்ந்தனர் என்பதை மறந்துவிடக் கூடாது என்பதற்காக.",
      "ஆ) காடுகள், செடிகொடிகள், விலங்குகள் குறித்தான கதைகளை அவர்கள் விரும்புவதால்.",
      "இ) அவர்களின் கலாச்சாரத்தைப் பாதுகாப்பதற்காக.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "காடர்கள் என்பவர்கள் தமிழ்நாடு, கேரள மாநிலங்களின் எல்லைக்கு அருகேயுள்ள பரம்பிக்குளம், ஆனைமலை போன்ற பகுதிகளில் வாழ்ந்து வரும் பழங்குடியினர். தமது முன்னோர்கள் காடுகளில் எவ்வாறு வாழ்ந்தனர் என்பதை வருங்காலத் தலைமுறையினர் மறந்துவிடக் கூடாது என்று எண்ணினர். எனவே காடுகள், செடிகொடிகள், விலங்குகள் தொடர்பான கதைகளைத் தங்கள் பிள்ளைகளுக்கும் பேரன் பேத்திகளுக்கும் சொல்லி வந்தனர்."
  },
  {
    "description": "வெட்டுக்கிளி என்ன வகையான வெட்டுக்கிளி?",
    "options": [
      "அ) சாதாரண வெட்டுக்கிளி.",
      "ஆ) வாயாடி வெட்டுக்கிளி.",
      "இ) பெரிய வெட்டுக்கிளி.",
      "ஈ) நீல வெட்டுக்கிளி."
    ],
    "answer": "B",
    "additional_context": "கதையில் வருகிற வெட்டுக்கிளி எப்போதும் பேசிக்கொண்டே இருப்பதால் அடிக்கடி சிக்கல்களில் மாட்டிக் கொள்ளும். அதனால் அது வாயாடி வெட்டுக்கிளி என்று அழைக்கப்படுகிறது."
  }
]
