
[
  {
    "description": "“மொழி என்பதற்குச் சொல் என்பதும் ஒரு பொருள். மொழியை (சொல்லை) ஓரெழுத்து மொழி, ஈரெழுத்து மொழி, இரண்டுக்கு மேற்பட்ட எழுத்துகள் உடைய மொழி என மூன்று வகையாக்குவர்.” \n\nமேற்கண்ட பத்தியின்படி, தொல்காப்பியர் சொல்லை எத்தனை வகைகளாகப் பிரித்தார்?",
    "options": [
      "(அ) இரண்டு",
      "(b) மூன்று",
      "(c) நான்கு",
      "(d) ஐந்து"
    ],
    "answer": "B",
    "additional_context": "தமிழில் சொல் என்பதற்கு நெல் என்பது ஒரு பொருள். சொன்றி, சோறு என்பவை அவ்வழியில் வந்தவை. நெல்லில் பதர் உண்டு. ஆனால் சொல்லில் பதர் இருத்தலாகாது. எல்லாச் சொல்லும் பொருள் குறித்தனவே என்பது தொல்காப்பியர் கூற்று. மொழி என்பதற்குச் சொல் என்பதும் ஒரு பொருள். மொழியை (சொல்லை) ஓரெழுத்து மொழி, ஈரெழுத்து மொழி, இரண்டுக்கு மேற்பட்ட எழுத்துகள் உடைய மொழி என மூன்று வகையாக்குவர்."
  },
  {
    "description": "“தமிழில் சொல்லின் முதலில் வரும் எழுத்து, இடையில் வரும் எழுத்து, இறுதியில் வரும் எழுத்து, ஒன்றையொன்று அடுத்து வரும் எழுத்து என வரம்பு உண்டு. அதன்படி எல்லா எழுத்துகளும் எல்லா நிலைகளிலும் வாரா. சில எழுத்துகள் அரிச்சுவடியில் இருப்பினும் அவை மொழிநிலையில் இடம்பெறா. இவற்றைப் போலவே நெட்டெழுத்துகளில் சொல் என்னும் நிலையைப் பெறாதவையும் உண்டு.” \n\nமேற்கண்ட பத்தியின்படி, தமிழில் அனைத்து எழுத்துகளும் சொற்களில் எல்லா இடங்களிலும் பயன்படுத்தப்படுமா?",
    "options": [
      "(அ) ஆம், எல்லா எழுத்துகளும் எல்லா இடங்களிலும் பயன்படுத்தப்படுகின்றன",
      "(b) இல்லை, சில எழுத்துகள் சொல்லின் சில இடங்களில் மட்டுமே பயன்படுத்தப்படுகின்றன",
      "(c) இல்லை, சில எழுத்துகள் மொழிநிலையில் பயன்படுத்தப்படுவதில்லை",
      "(d) இல்லை, சில எழுத்துகள் சொற்களில் பயன்படுத்தப்படுவதில்லை"
    ],
    "answer": "C",
    "additional_context": "தமிழில் சொல்லின் முதலில் வரும் எழுத்து, இடையில் வரும் எழுத்து, இறுதியில் வரும் எழுத்து, ஒன்றையொன்று அடுத்து வரும் எழுத்து என வரம்பு உண்டு. அதன்படி எல்லா எழுத்துகளும் எல்லா நிலைகளிலும் வாரா. சில எழுத்துகள் அரிச்சுவடியில் இருப்பினும் அவை மொழிநிலையில் இடம்பெறா. இவற்றைப் போலவே நெட்டெழுத்துகளில் சொல் என்னும் நிலையைப் பெறாதவையும் உண்டு."
  },
  {
    "description": "“தமிழில் ஓரெழுத்து ஒரு மொழிச் சொற்களின் பெருக்கம் நம் மொழியின் பழமை, உயிரோட்டம், பெருவழக்கு என்பனவற்றைக் கையில் கனியாகக் காட்டும். இத்தகைய தமிழ்மொழியின் சொற்களை, மொழிப்பற்றை மீட்டெடுத்தலே வழிகாட்டிகளுக்கு முதல் கடமையாய் நிற்கிறது. மொழிப்பற்றுள்ள ஒருவனே மொழியை வளர்ப்பான்; அதன் இனத்தை, பண்பாட்டைக் காப்பான்.”\n\nமேற்கண்ட பத்தியின்படி, ஓரெழுத்து ஒரு மொழிச் சொற்களின் பெருக்கம் தமிழின் எதைப் பற்றிக் காட்டுகிறது?",
    "options": [
      "(அ) செழுமை",
      "(b) பழமை",
      "(c) உயிரோட்டம்",
      "(d) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "தமிழில் ஓரெழுத்து ஒரு மொழிச் சொற்களின் பெருக்கம் நம் மொழியின் பழமை, உயிரோட்டம், பெருவழக்கு என்பனவற்றைக் கையில் கனியாகக் காட்டும். இத்தகைய தமிழ்மொழியின் சொற்களை, மொழிப்பற்றை மீட்டெடுத்தலே வழிகாட்டிகளுக்கு முதல் கடமையாய் நிற்கிறது. மொழிப்பற்றுள்ள ஒருவனே மொழியை வளர்ப்பான்; அதன் இனத்தை, பண்பாட்டைக் காப்பான்."
  },
  {
    "description": "தொல்காப்பியர் ஓரெழுத்து ஒரு மொழிகளைப் பற்றி எவ்வாறு விளக்குகிறார்?",
    "options": [
      "நெட்டெழுத்துகளில் ஏழு ஓரெழுத்து ஒரு மொழி என்று கூறுகிறார்.",
      "குற்றெழுத்துுகள் தனித்து நின்று சொல் ஆவது இல்லை என்று கூறுகிறார்.",
      "உயிர் எழுத்துகளும், உயிர்மெய் எழுத்துகளும் ஓரெழுத்து ஒரு மொழி என்று கூறுகிறார்.",
      "மேற்கண்ட மூன்று கூற்றுகளும் சரியானவை."
    ],
    "answer": "D",
    "additional_context": "ஓர் எழுத்து மொழி எவை எனின், நெட்டெழுத்து ஏழே ஓரெழுத்து ஒருமொழி என்பார் தொல்காப்பியர். குற்றெழுத்து ஒன்று தனித்து நின்று சொல் ஆவது இல்லை என்பதைக் குற்றெழுத்து ஐந்தும் மொழிநிறைபு இலவே என்பார். நெட்டெழுத்து ஏழே ஓரெழுத்து ஒரு மொழி என்றால் உயிர்நெட்டெழுத்துகள் ஏழுமா? உயிர்மெய் நெட்டெழுத்துகள் 126 உண்டே! அவை மொழியாகும் தன்மை இல்லாதனவா என ஐயம் தோன்றும். இந்த ஐயம் தோன்றாமல் இருக்கவே உயிர் நெடில் எழுத்து என்றோ உயிர்மெய் நெட்டெழுத்து என்றோ கூறாமல் நெட்டெழுத்து என்று மட்டும் கூறினார்."
  },
  {
    "description": "நன்னூலார் கூறும் ஓரெழுத்து ஒரு மொழி எண்ணிக்கை எது?",
    "options": [
      "நாற்பது",
      "நாற்பத்தி இரண்டு",
      "ஐம்பத்து இரண்டு",
      "ஐம்பத்து நான்கு"
    ],
    "answer": "B",
    "additional_context": "உயிர் வரிசையில் ஆறு எழுத்துகளும், ம வரிசையில் ஆறு எழுத்துகளும், த, ப, ந என்னும் வரிசைகளில் ஐந்து ஐந்து எழுத்துகளும், க, ச, வ என்னும் வரிசைகளில் நான்கு நான்கு எழுத்துகளும், ய வரிசையில் ஒன்றும் ஆக நாற்பது நெடில்கள் ஓரெழுத்து ஒரு மொழியாக வரும் என்றார் நன்னூலார்; நொ, து என்னும் குறில்களையும் சேர்த்து நாற்பத்து இரண்டு என்றார்."
  }
]
