
[
  {
    "description": "பாரதியார் எந்த நூலில் \"தமிழ்மொழி வாழ்த்து\" பாடலை எழுதியுள்ளார்?",
    "options": [
      "அ) பாரதியார் கவிதைகள்",
      "ஆ) பாஞ்சாலி சபதம்",
      "இ) கண்ணன் பாட்டு",
      "ஈ) குயில் பாட்டு"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "பாரதியார் இயற்றிய கவிதைகள் மற்றும் பாடல்கள் பலவகைப்பட்ட தொகுப்புகளில் இடம் பெற்றுள்ளன. அத்தகைய தொகுப்புகளில் ஒன்று, பாரதியார் கவிதைகள். இத்தொகுப்பில்  \"தமிழ்மொழி வாழ்த்து\" பாடல் இடம் பெற்றுள்ளது. பாரதியார் இயற்றிய பாடல் இதில் இடம் பெற்றிருக்கிறது."
  },
  {
    "description": "\"வான மளந்தது அனைத்தும் அளந்திடு\" என்னும் வரியின் மூலம் பாரதியார் என்ன கூறுகிறார்?",
    "options": [
      "அ) தமிழ்மொழி வானத்தைப் போல விரிந்தது",
      "ஆ) தமிழ்மொழி அளவற்ற சக்தி வாய்ந்தது",
      "இ) தமிழ்மொழி வானத்திலுள்ள அனைத்தையும் அறிந்தது",
      "ஈ) தமிழ்மொழி வானத்தின் ரகசியங்களை அறிந்தது"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "\"வான மளந்தது அனைத்தும் அளந்திடு\" என்ற வரி, வானம் அறிந்த அனைத்தையும் தமிழ்மொழி அறிந்திருக்கிறது என்ற கருத்தை வெளிப்படுத்துகிறது. அதாவது, தமிழ்மொழி அளவற்ற அறிவை உள்ளடக்கியது என்பதை உணர்த்துகிறது."
  },
  {
    "description": "\"ஏழ்கடல் வைப்பினுந் தன்மணம் வீசி\" என்னும் வரி தமிழின் என்ன தன்மையை எடுத்துரைக்கிறது?",
    "options": [
      "அ) தமிழின் இனிமை",
      "ஆ) தமிழின் விரிவு",
      "இ) தமிழின் தொன்மை",
      "ஈ) தமிழின் சக்தி"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "\"ஏழ்கடல் வைப்பினுந் தன்மணம் வீசி\" என்ற வரி, தமிழ்மொழி ஏழு கடல்களைக் கடந்து பரவி இருக்கிறது என்பதை உணர்த்துகிறது. அதாவது, தமிழ்மொழியின் விரிவான பரப்பை விளக்குகிறது."
  },
  {
    "description": "\"சூழ்கலி நீங்கத் தமிழ்மொழி ஓங்கத்\" என்னும் வரி மூலம் பாரதியார் என்ன வேண்டுகிறார்?",
    "options": [
      "அ) தமிழ்மொழியைச் சுற்றியுள்ள அறியாமையை நீக்க வேண்டும்",
      "ஆ) தமிழ்மொழி எல்லாருக்கும் தெரிய வேண்டும்",
      "இ) தமிழ்மொழியைப் பரப்புவதற்கான முயற்சிகள் எடுக்க வேண்டும்",
      "ஈ) தமிழ்மொழியின் சிறப்புகள் உலகறியப்பட வேண்டும்"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "\"சூழ்கலி நீங்கத் தமிழ்மொழி ஓங்கத்\" என்ற வரி,  தமிழ்மொழி எல்லா இடத்திலும் எல்லா காலத்திலும் நிலைத்து வாழ வேண்டும் என்று பாரதியார் விரும்புவதைக் காட்டுகிறது. தமிழ்மொழி வாழ வேண்டுமென்றால் தமிழ்மொழியைச் சுற்றியுள்ள அறியாமையை நீக்க வேண்டும் என்பது பாரதியாரின் வேண்டுகோள்."
  },
  {
    "description": "\"தொல்லை வினைதரு தொல்லை அகன்று\" என்னும் வரி மூலம் பாரதியார் எதை சுட்டிக்காட்டுகிறார்?",
    "options": [
      "அ) பழைய கருத்துக்கள் தீங்கு விளைவிக்கும் ",
      "ஆ) தமிழ்மொழி பழமை வாய்ந்தது",
      "இ) பழைய கருத்துக்களைத் தூக்கி எறிய வேண்டும்",
      "ஈ) தமிழ்மொழிக்குப் புதிய கருத்துக்கள் தேவை"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "\"தொல்லை வினைதரு தொல்லை அகன்று\"  என்ற வரி,  பழைய தவறான கருத்துக்கள் மக்களுக்கு தீங்கு விளைவிக்கும் என்பதை பாரதியார் சுட்டிக்காட்டுகிறார். அந்தக் கருத்துக்கள் மறைந்து போய்  தமிழ்நாடு ஒளிர வேண்டும் என்று அவர் விரும்புகிறார்."
  }
]
