
[
  {
    "description": "“முல்லை நில மக்களாகிய ஆயர்கள் குழல் ஊதுவதில் வல்லவர்கள்” என்ற வாக்கியத்தில் குறிப்பிடப்படும் இசைக்கருவி எது?",
    "options": [
      "தவில்",
      "மகுடி",
      "புல்லாங்குழல்",
      "பிடில்"
    ],
    "answer": "C",
    "additional_context": "முல்லை நில மக்களாகிய ஆயர்கள் இயற்கை வாழ்வை மேற்கொண்டவர்கள். அவர்கள் வனாந்திரத்தில் வசித்து வந்ததால் காடுகள், மலைகள் போன்ற இடங்களில் இயற்கை வளங்களை சார்ந்து வாழ்ந்து வந்தனர். அவர்கள் இசைக்கு மிகவும் மயங்கக்கூடியவர்கள். அவர்களின் இயற்கை இசை குறித்த ஒரு நிகழ்வை திருப்பதிகம் விளக்குகிறது. ஒரு ஆயர் அவரது ஆநிரைகளை மேய்த்துக்கொண்டிருந்தார். அப்போது அவருடைய எருமை காணாமல் போய்விட்டது. தம் கையிலிருந்த குழலை எடுத்து இனிய இசையை எழுப்பினார். அந்த இன்னிசை கேட்ட எருமை அவரை வந்தடைந்தது. இவ்வாறு ஆயர்களின் இசைத் திறனை திருப்பதிகம் விளக்குகிறது."
  },
  {
    "description": "“கைவினைஞர்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன சொல்?",
    "options": [
      "Artisan",
      "Craftsman",
      "Artist",
      "Inventor"
    ],
    "answer": "A",
    "additional_context": "கைவினைஞர்கள் தங்கள் கைவினைப் பொருட்களை உருவாக்க கையால் செயல்படுவது மட்டுமல்லாமல், தங்களது படைப்பாற்றல், கற்பனைத்திறன் ஆகியவற்றை பயன்படுத்தி அழகான பொருட்களை உருவாக்குகிறார்கள். அவர்களின் திறமை, பொறுமை, நுணுக்கம் ஆகியவற்றின் மூலம் அழகான மற்றும் பயனுள்ள பொருட்களை உருவாக்குகிறார்கள்."
  },
  {
    "description": "“கல்விகேள்வி” என்ற இணைச்சொல்லின் பொருள் என்ன?",
    "options": [
      "கல்வியின் நன்மைகள்",
      "கல்வியின் தீமைகள்",
      "கல்வியின் முக்கியத்துவம்",
      "கல்வியின் இயல்பு"
    ],
    "answer": "C",
    "additional_context": "இணைச்சொற்கள் ஒரு சொல்லின் பொருளை வலியுறுத்தி தெளிவாகப் புரியவைக்க பயன்படுத்தப்படுகிறது. இணைச்சொற்கள் மூன்று வகைப்படும். அவை, நேரிணை, எதிரிணை, செறியிணை. செறியிணை என்பது ஒரு சொல்லின் பொருளின் செறிவைக் குறிக்கும் இணைச்சொற்கள்.  கல்விகேள்வி என்பது கல்வியின் முக்கியத்துவத்தை வலியுறுத்துவதற்காக பயன்படுத்தப்படும் ஒரு செறியிணை சொல்."
  },
  {
    "description": "“உறுமி” என்ற இசைக்கருவி எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "காற்றுக் கருவி",
      "தாளக் கருவி",
      "நாணல் கருவி",
      "தோல் கருவி"
    ],
    "answer": "B",
    "additional_context": "இசைக்கருவிகள் பல வகைப்படும். அவற்றில் தாளக் கருவிகள், காற்றுக் கருவிகள், நாணல் கருவிகள், தோல் கருவிகள் என பிரிக்கலாம். உறுமி என்பது தோல் கருவி. உறுமியை கையில் எடுத்து தோலை கையால் அடித்து இசை எழுப்பப்படும்."
  },
  {
    "description": "“கன்னங்கரேல்” என்ற இணைச்சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "நேரிணை",
      "எதிரிணை",
      "செறியிணை",
      "எதுவுமில்லை"
    ],
    "answer": "C",
    "additional_context": "கன்னங்கரேல் என்பது இணைச்சொற்களில் ஒரு வகை. கன்னங்கரேல் என்பது செறியிணை ஆகும். செறியிணை என்பது ஒரு சொல்லின் பொருளின் செறிவைக் குறிக்கும். இது ஒரு சொல்லின் பொருளை வலியுறுத்தும். கன்னங்கரேல் என்ற சொல் 'கண்' என்ற சொல்லின் செறிவை குறிக்கிறது. இது ஒரு சொல்லின் பொருளை வலியுறுத்தும். "
  }
]
