
[
  {
    "description": "'அதிகாலையில் துயில் எழுவது நல்லது' என்ற தொடரை விழைவுத் தொடராக மாற்றினால், அது எந்தப் பொருளைக் குறிக்கும்?",
    "options": [
      "ஏவல்",
      "வேண்டுதல்",
      "வாழ்த்துதல்",
      "வைதல்"
    ],
    "answer": "A",
    "additional_context": "விழைவுத் தொடர் என்பது ஏவல், வேண்டுதல், வாழ்த்துதல், வைதல் போன்ற பொருள்களில் வரும் தொடர் ஆகும்.  'அதிகாலையில் துயில் எழுவது நல்லது' என்ற தொடர் 'அதிகாலையில் எழுந்திரு' என்பது போன்ற பொருளைத் தருகிறது.  இது 'ஏவல்' தொடரின் வகையைச் சார்ந்தது."
  },
  {
    "description": "'வெட்டுக்கிளி' என்ற ஆங்கிலச் சொல்லுக்கு தமிழில் என்ன பெயர்?",
    "options": [
      "மலைமுகடு",
      "பள்ளத்தாக்கு",
      "புதர்",
      "வெட்டுக்கிளி"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கேள்வி கலைச்சொல் அறிவோம் என்ற பகுதியில் கேட்கப்பட்டுள்ளது.  வெட்டுக்கிளி என்ற ஆங்கிலச் சொல்லுக்குத் தமிழில் வெட்டுக்கிளி என்றுதான் பெயர்."
  },
  {
    "description": "'பழங்குடி மக்களின் வாழ்க்கை முறைகளை இணையத்தில் கண்டு அறிக' என்பது எதைப் பற்றியது?",
    "options": [
      "தமிழ் எண்கள்",
      "தொடர் வகைகள்",
      "வினைமுற்றுகள்",
      "பழங்குடி மக்கள் "
    ],
    "answer": "D",
    "additional_context": "பழங்குடி மக்களின் வாழ்க்கை முறைகளை இணையத்தில் கண்டு அறிக என்ற தொடர் இணையத்தில் காண்க என்ற தலைப்பின் கீழ் கேட்கப்பட்டுள்ளது.  இதன் மூலம் பழங்குடி மக்களைப் பற்றி அறிந்துகொள்ளும்படி பாடநூல் வலியுறுத்துகிறது."
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எது தமிழ் எண்களில் '15' ஐ குறிக்கிறது?",
    "options": [
      "க  உ",
      "க ச",
      "க ௫",
      "க கூ"
    ],
    "answer": "C",
    "additional_context": "தமிழ் எண்கள் என்ற பகுதியில் 1 முதல் 30 வரையிலான எண்கள் எழுதப்பட்டுள்ளன.  அதில் 15 க்கு 'க ௫' என்ற எழுத்துரு பயன்படுத்தப்படுகிறது.  இந்த பாடத்தில் தமிழ் எண்களைப் பயன்படுத்தி எழுதும் முறையை கற்றுத்தரப்படுகிறது."
  },
  {
    "description": "உலக ஓசோன் நாள் எந்த மாதத்தில் கொண்டாடப்படுகிறது?",
    "options": [
      "பிப்ரவரி",
      "செப்டம்பர்",
      "அக்டோபர்",
      "நவம்பர்"
    ],
    "answer": "B",
    "additional_context": "உலக ஓசோன் நாள் செப்டம்பர் மாதத்தில் கொண்டாடப்படுகிறது.  இந்த கேள்வி தமிழ் எண்களைப் பயன்படுத்தி எழுதும் பயிற்சிக்காக கேட்கப்பட்டுள்ளது.  'உலக ஓசோன் நாள் செப்டம்பர் 16' என்ற குறிப்பு பாடப் பகுதியில் இடம் பெற்றுள்ளது."
  }
]
