[
          
  {
    
          "description": "“நாம் விரும்பிக் கண்டு களித்த இயற்கைச் செல்வங்களை…” என்ற தொடரில் “களித்த” என்பதன் வேர்ச்சொல் எது?",
          "options": [
      "களிப்பு",
      "களி",
      "களித்தல்",
      "களிக்க"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“நாம் விரும்பிக் கண்டு களித்த இயற்கைச் செல்வங்களை…” என்ற தொடரில் “களித்த” என்பது வினைச்சொல். வினைச்சொல்லின் வேர்ச்சொல் அடிப்படைச் சொல். இத்தொடரில் 'களித்த' என்பது 'களி' என்ற சொல்லில் இருந்து வந்தது. எனவே  “களித்த” என்பதன் வேர்ச்சொல் “களி” "
          }
        ,
          
  {
    
          "description": "“சூலை 28 ஆம் நாள் உலக இயற்கைவளப் பாதுகாப்பு நாளாகக் கடைப்பிடிக்கப்படுகிறது” என்ற தொடரில், “கடைப்பிடிக்கப்படுகிறது” என்பது எந்த வகை வினைமுற்று?",
          "options": [
      "தெரிநிலை வினைமுற்று",
      "குறிப்பு வினைமுற்று",
      "ஏவல் வினைமுற்று",
      "வியங்கோள் வினைமுற்று"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“சூலை 28 ஆம் நாள் உலக இயற்கைவளப் பாதுகாப்பு நாளாகக் கடைப்பிடிக்கப்படுகிறது” என்ற தொடரில்  'கடைப்பிடிக்கப்படுகிறது' என்ற வினைச்சொல்லில் செய்பவர், கருவி, நிலம், காலம், செயல், செய்பொருள் ஆகிய ஆறும் வெளிப்படுத்தப்பட்டுள்ளன. எனவே  ‘கடைப்பிடிக்கப்படுகிறது’ என்பது  தெரிநிலை வினைமுற்று. "
          }
        ,
          
  {
    
          "description": "கீழ்கண்ட தொடர்களில் தெரிநிலை வினைமுற்று உள்ள தொடரைத் தேர்ந்தெடுக்கவும்.\n\nஅ) கண்ணன் பாடல் பாடினான்.\nஆ) தென்னாட்டார் வாழ்க.\nஇ) கடைக்குப் போ.\nஈ) அனைத்துமே தெரிநிலை வினைமுற்று.",
          "options": [
      "அ",
      "ஆ",
      "இ",
      "ஈ"
    ],
    "answer": "A",
    
          "additional_context": "தெரிநிலை வினைமுற்று என்பது செய்பவர், கருவி, நிலம், காலம், செயல், செய்பொருள் ஆகிய ஆறு அம்சங்களையும் வெளிப்படுத்துவது. இதில் கண்ணன் பாடல் பாடினான் என்ற தொடரில் 'கண்ணன்' என்பது செய்பவர், 'பாடல்' என்பது செய்பொருள்,  'பாடினான்' என்பது  செயல், 'பாடினான்'  என்பது காலம், 'பாடல்' என்பது  கருவி,  'எங்கே'  என்பது  நிலம். எனவே இத்தொடர்  தெரிநிலை வினைமுற்று. "
          }
        ,
          
  {
    
          "description": "'வாழ்க' என்ற வினைச்சொல், 'ஒழிக' என்ற வினைச்சொல்லுடன் எந்தப் பொருள் அடிப்படையில் ஒத்துப்போகிறது?",
          "options": [
      "ஏவல் வினைமுற்று.",
      "வியங்கோள் வினைமுற்று -  வாழ்த்துதல்.",
      "வியங்கோள் வினைமுற்று - விதித்தல்.",
      "வியங்கோள் வினைமுற்று - வேண்டல்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "'வாழ்க' மற்றும் 'ஒழிக'  ஆகிய வினைச்சொற்கள் வியங்கோள் வினைமுற்று. வியங்கோள் வினைமுற்று வாழ்த்துதல், வைதல், விதித்தல், வேண்டல் ஆகிய பொருள்களில் வரும். 'வாழ்க' என்ற வினைச்சொல் வாழ்த்துதலைக் குறிக்கிறது. 'ஒழிக' என்ற வினைச்சொல் விதித்தலைக் குறிக்கிறது. எனவே இரண்டும்  வியங்கோள் வினைமுற்று. "
          }
        ,
          
  {
    
          "description": "'தென்னாட்டார் வாழ்க' என்ற தொடரில்,  'வாழ்க'  என்பது எந்த வகை வினைமுற்று?",
          "options": [
      "ஏவல் வினைமுற்று.",
      "வியங்கோள் வினைமுற்று.",
      "தெரிநிலை வினைமுற்று.",
      "குறிப்பு வினைமுற்று."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "'தென்னாட்டார் வாழ்க' என்ற தொடரில்,  'வாழ்க' என்பது வியங்கோள் வினைமுற்று. வியங்கோள் வினைமுற்று வாழ்த்துதல், வைதல், விதித்தல், வேண்டல் ஆகிய பொருள்களில் வரும். 'தென்னாட்டார் வாழ்க' என்ற தொடர்  வாழ்த்துதலைக் குறிக்கிறது. எனவே இது வியங்கோள் வினைமுற்று. "
          }
        ]