
[
  {
    "description": "“முற்றிப் படர்ந்த முட்காட்டை எரித்து விளைந்த மூங்கிலை வீரமாய்த் துளைத்து மூச்சுக் காற்றை மோகித்து நுழைத்து புரட்சிப் புல்லாங் குழலில் பூபாளம் இசைத்தது எந்த நாளோ அந்த நாள் இது”  என்ற பகுதியில் “புரட்சிப் புல்லாங் குழல்” என்ன குறிக்கிறது?",
    "options": [
      "அ) இந்தியாவின் பாரம்பரிய இசை",
      "ஆ) புரட்சியின் எழுச்சி",
      "இ) இந்தியாவின் அழிவை",
      "ஈ) பகத்சிங்கின் தியாகத்தை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தியா பிரித்தானிய ஆட்சியிலிருந்து விடுதலை பெற்ற நாளைப் பற்றிய  மீரா எழுதிய “விடுதலைத் திருநாள்” என்ற கவிதை இது. இந்த கவிதை மூலம், மீரா நமது இனத்தின் புரட்சி மனப்பான்மையையும் போர்க்குணத்தையும்  உணர்த்துகிறார்.  பகைவர்களால் பலநூறு வருடங்கள் அடிமைப்படுத்தப்பட்டு இருந்த நம்  நாட்டின் மக்கள்  அனைவரும்  தூக்கத்தில் இருந்தார்கள்.  அந்த  தூக்கத்தில் இருந்து எழுந்து  விடுதலைப் போராட்டத்தில் ஈடுபட்டு  தாயகத்தை  மீட்டெடுத்த   நாள் இது என்கிறார்.  இந்த வரிகள்  முழுவதும் இசைக்கும் ஓசைக்கான   உவமை. இந்த  உவமை  மூலம்    இந்திய மக்கள்   எழுந்தெழுந்து  புரட்சி  செய்தது  போல  இசை   எழும்பி   ஓசையிட்ட   நாள்   இது  என்பதை   மீரா   குறிப்பிடுகிறார்."
  },
  {
    "description": "“பரிதவித் திருந்த பாரத அன்னை காளியாய்ச் சீறிக் கைவிலங் கொடித்து பகையைத் துடைத்து சத்திய நெஞ்சின் ஆனந்த தரிசனம் அளித்து நின்றது எந்த நாளோ அந்த நாள் இது” என்ற வரிகளின் மூலம் பாடகர் என்ன காட்சியை வர்ணிக்கிறார்?",
    "options": [
      "அ) இந்தியத் தாய் தன் உரிமைகளைப் பறிக்கப்பட்டுத் துயரப்படுவதை",
      "ஆ) இந்தியத் தாய் தன் உரிமைகளை மீட்டெடுத்து வெற்றி கொள்வதை",
      "இ) இந்தியத் தாய் போரில் தோல்வியுற்றுத் துயரப்படுவதை",
      "ஈ) இந்தியத் தாய் தன் பகைவர்களை மன்னிப்பதை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தியா பிரித்தானிய ஆட்சியிலிருந்து விடுதலை பெற்ற நாளைப் பற்றிய  மீரா எழுதிய “விடுதலைத் திருநாள்” என்ற கவிதை இது. இந்த கவிதை மூலம், மீரா நமது இனத்தின் புரட்சி மனப்பான்மையையும் போர்க்குணத்தையும்  உணர்த்துகிறார்.  பகைவர்களால் பலநூறு வருடங்கள் அடிமைப்படுத்தப்பட்டு இருந்த நம்  நாட்டின் மக்கள்  அனைவரும்  தூக்கத்தில் இருந்தார்கள்.  அந்த  தூக்கத்தில் இருந்து எழுந்து  விடுதலைப் போராட்டத்தில் ஈடுபட்டு  தாயகத்தை  மீட்டெடுத்த   நாள் இது என்கிறார்.  இந்த வரிகளில் இந்தியா   பிரித்தானிய   ஆட்சியிலிருந்து   விடுதலை  பெற்ற  நிலை   வரும்   வரை   அடிமைப்படுத்தப்பட்டு   துயரப்பட்ட   நிலை   வரும்   வரை   பரிதவித்த    நிலையை     மீரா    குறிப்பிடுகிறார்."
  },
  {
    "description": "“சீவன்” என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது?",
    "options": [
      "அ) சீ + வன்",
      "ஆ) சீவ + ன்",
      "இ) சீ + வன்",
      "ஈ) சீவன் +"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தியா பிரித்தானிய ஆட்சியிலிருந்து விடுதலை பெற்ற நாளைப் பற்றிய  மீரா எழுதிய “விடுதலைத் திருநாள்” என்ற கவிதை இது. இந்த கவிதை மூலம், மீரா நமது இனத்தின் புரட்சி மனப்பான்மையையும் போர்க்குணத்தையும்  உணர்த்துகிறார்.  பகைவர்களால் பலநூறு வருடங்கள் அடிமைப்படுத்தப்பட்டு இருந்த நம்  நாட்டின் மக்கள்  அனைவரும்  தூக்கத்தில் இருந்தார்கள்.  அந்த  தூக்கத்தில் இருந்து எழுந்து  விடுதலைப் போராட்டத்தில் ஈடுபட்டு  தாயகத்தை  மீட்டெடுத்த   நாள் இது என்கிறார்.  இந்த வரிகளில் ‘சீவனில் லாமல்’  என்பது   மக்கள்  தூக்கத்தில்  இருந்த   நிலையைக்   குறிப்பிடுகிறது.   இதிலுள்ள ‘சீவன்’   என்ற   சொல்    உயிர்    என்பதைக்   குறிக்கும்   வார்த்தை.    இதனை    இரண்டு   பகுதிகளாக   பிரிக்க   முடியும்."
  },
  {
    "description": "மீரா எழுதிய கவிதை, எந்த விழாவின் மகத்துவத்தைப் போற்றுகிறது?",
    "options": [
      "புரட்சித் திருநாள்",
      "குடியரசுத் திருநாள்",
      "விடுதலைத் திருநாள்",
      "ஆடிப் பெருக்கு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தியா பிரித்தானிய ஆட்சியிலிருந்து விடுதலை பெற்ற நாளைப் பற்றிய  மீரா எழுதிய “விடுதலைத் திருநாள்” என்ற கவிதை இது. இந்த கவிதை மூலம், மீரா நமது இனத்தின் புரட்சி மனப்பான்மையையும் போர்க்குணத்தையும்  உணர்த்துகிறார்.  பகைவர்களால் பலநூறு வருடங்கள் அடிமைப்படுத்தப்பட்டு இருந்த நம்  நாட்டின் மக்கள்  அனைவரும்  தூக்கத்தில் இருந்தார்கள்.  அந்த  தூக்கத்தில் இருந்து எழுந்து  விடுதலைப் போராட்டத்தில் ஈடுபட்டு  தாயகத்தை  மீட்டெடுத்த   நாள் இது என்கிறார்."
  },
  {
    "description": "இருண்ட ஆட்சி என கவிதை எதனை குறிப்பிடுகிறது?",
    "options": [
      "பிரித்தானிய ஆட்சி",
      "மொகலாய ஆட்சி",
      "மராட்டிய ஆட்சி",
      "விஜயநகர ஆட்சி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தியா பிரித்தானிய ஆட்சியிலிருந்து விடுதலை பெற்ற நாளைப் பற்றிய  மீரா எழுதிய “விடுதலைத் திருநாள்” என்ற கவிதை இது. இந்த கவிதை மூலம், மீரா நமது இனத்தின் புரட்சி மனப்பான்மையையும் போர்க்குணத்தையும்  உணர்த்துகிறார்.  பகைவர்களால் பலநூறு வருடங்கள் அடிமைப்படுத்தப்பட்டு இருந்த நம்  நாட்டின் மக்கள்  அனைவரும்  தூக்கத்தில் இருந்தார்கள்.  அந்த  தூக்கத்தில் இருந்து எழுந்து  விடுதலைப் போராட்டத்தில் ஈடுபட்டு  தாயகத்தை  மீட்டெடுத்த   நாள் இது என்கிறார்.  இந்த வரிகளில் ‘முன்னூறு வருடமாய் முற்றுகை யிட்ட அந்நிய இருட்டின் அரக்கக் கூத்து முடிந்தது என்று முழங்கி நின்றது எந்த நாளோ அந்த நாள் இது’.  இந்த   வரிகளில்    இருண்ட   ஆட்சி   என    குறிப்பிடப்படுவது   பிரித்தானிய   ஆட்சியைத்தான்."
  }
]
