
[
  {
    "description": "கல்லின் தேய்மானத்தைப் போலச் சொல்லுக்கும் தேய்மானம் உண்டு எனக் கூறப்பட்டுள்ளது. இந்தப் பகுதியை ஆதரிக்கத் தேவையான விளக்கம் எது?",
    "options": [
      "காலவெள்ளத்தில் கரைந்து தேய்ந்த ஓரெழுத்து ஒரு மொழிகள் பல உண்டு.",
      "ஓரெழுத்து ஒரு மொழிகளின் பெருக்கம் நம் மொழியின் பழமையையும் உயிரோட்டத்தையும் காட்டும்.",
      "பூங்கா என்பது பூ, கா இணைந்த கலைச்சொல்.",
      "தமிழ்மொழியின் சொற்களை மீட்டெடுப்பது வழிகாட்டிகளின் முதல் கடமை."
    ],
    "answer": "A",
    "additional_context": "சொல்லுக்கும் கல்லின் தேய்மானம் போன்ற ஒரு தேய்மானம் இருக்கிறது. அதாவது ஒரு சொல் காலப்போக்கில் தேய்ந்து ஓரெழுத்து ஒரு மொழியாக குறைந்து போகலாம். இது போல் காலவெள்ளத்தில் கரைந்து தேய்ந்த ஓரெழுத்து ஒரு மொழிகள் பல உண்டு.  உதாரணமாக, 'பூ' என்பது 'பூக்கள்' என்ற சொல்லின் ஓரெழுத்து ஒரு மொழி தேய்மானம்.  சொல்லின் இயற்கை தேய்மானத்தை குறிப்பிடுவதற்கு ஓரெழுத்து ஒரு மொழியின் வளர்ச்சியை கூற முடியாது."
  },
  {
    "description": "\"மா\" என்னும் ஓரெழுத்து ஒரு மொழி எத்தனை விதமான பொருள் குறிப்புகளில் பயன்படுத்தப்படுகிறது?",
    "options": [
      "இரண்டு",
      "மூன்று",
      "நான்கு",
      "ஐந்து"
    ],
    "answer": "D",
    "additional_context": "'மா' என்ற ஓரெழுத்து ஒரு மொழி பல விதமான பொருள் குறிப்புகளில் பயன்படுத்தப்படுகிறது. 1) இயற்கைப் பொருள் குறிப்பு: மாம்பழம். 2) நிறம் குறிப்பு: மாநிறம். 3) விலங்குகளின் பெயர் குறிப்பு: அரிமா, பரிமா. 4) கூட்டம் குறிப்பு: மாநாடு. 5) நிலம் குறிப்பு: மாநிலம்."
  },
  {
    "description": "நன்னூலார் கூறிய ஓரெழுத்து ஒரு மொழிகள் பட்டியலைத் தவிர, இன்றைய வழக்கில் பயன்படுத்தப்படும் ஓரெழுத்து ஒரு மொழிகள் எவை?",
    "options": [
      "போ, வா, நீ, சூ, சே, சை, சோ",
      "ஏ, ஏய், எய்",
      "பூங்கா, ஆமா, மாநாடு",
      "ஆன், மான், கோன், தேன், பேய்"
    ],
    "answer": "A",
    "additional_context": "நன்னூலார் கூறிய ஓரெழுத்து ஒரு மொழிகள் பட்டியலைத் தவிர, இன்றைய வழக்கில் பயன்படுத்தப்படும் ஓரெழுத்து ஒரு மொழிகள் பல.   உதாரணமாக போ, வா, நீ, சூ, சே, சை, சோ. இவை நன்னூலார் கூறிய பட்டியலில் இல்லாவிட்டாலும் இன்றைய வழக்கில் பயன்படுத்தப்படுகிறது."
  },
  {
    "description": "\"யா\" என்னும் ஓரெழுத்து ஒரு மொழியின் முக்கியப் பயன்பாடு என்ன?",
    "options": [
      "இயற்கைப் பொருட்களை குறிக்க",
      "விலங்குகளின் பெயர்களை குறிக்க",
      "வினாவை உருவாக்க",
      "நிறத்தை குறிக்க"
    ],
    "answer": "C",
    "additional_context": " 'யா' என்ற ஓரெழுத்து ஒரு மொழி வினாவை உருவாக்க பயன்படுகிறது. உதாரணமாக, யாது, யாவர், யாவன், யாவள், யாங்கு, யாண்டு, யார், யாவை என்றெல்லாம் வினாவுவதற்கு முன் வந்து நிற்கும் எழுத்து 'யா' தானே!"
  },
  {
    "description": "இளங்குமரனார் கூறிய \"தமிழின் தனிப்பெருஞ் சிறப்புகள்\" என்னும் நூலில் கூறப்பட்டுள்ள செய்திகளை வைத்து, தமிழில் ஓரெழுத்து ஒரு மொழிகளின் பெருக்கம் குறித்து எந்த முடிவுக்கு வரலாம்?",
    "options": [
      "தமிழ் மொழி தொன்மையானது, உயிரோட்டமுள்ளது மற்றும் பெருவழக்குடையது.",
      "தமிழ் மொழி பல புதிய சொற்களைப் பெற்றுள்ளது.",
      "ஓரெழுத்து ஒரு மொழிகள் நம் மொழி வளர்ச்சியைக் குறைக்கின்றன.",
      "ஓரெழுத்து ஒரு மொழிகள் இலக்கியங்களில் மட்டுமே பயன்படுத்தப்படுகின்றன."
    ],
    "answer": "A",
    "additional_context": "இளங்குமரனார் கூறிய \"தமிழின் தனிப்பெருஞ் சிறப்புகள்\" என்னும் நூலில் கூறப்பட்டிருக்கும் செய்திகளின் அடிப்படையில், தமிழ் மொழி தொன்மையானது, உயிரோட்டமுள்ளது மற்றும் பெருவழக்குடையது என்று சொல்ல முடியும். இளங்குமரனார் சொல்வதாவது தமிழில் ஓரெழுத்து ஒரு மொழிகள் நிறைய இருக்கிறது. இது நமக்கு தமிழ் மொழி பழமையானது, உயிரோட்டமுள்ளது மற்றும் பெருவழக்குடையது என்று உணர்த்தும்."
  }
]
