
[
  {
    "description": "பிரம்புப் பொருள்களை உருவாக்கும் போது பிரம்பை எப்படி வளைப்பார்கள்?",
    "options": [
      "சூடான பிரம்பை இரண்டு கடப்பாரைகளுக்கு இடையே செலுத்தி வளைப்பார்கள்.",
      "பிரம்பை தண்ணீரில் ஊறவைத்து வளைப்பார்கள்.",
      "பிரம்பை இழுத்து வளைப்பார்கள்.",
      "இவை எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "பிரம்புப் பொருள்களை உருவாக்கும் போது பிரம்பை எப்படி வளைப்பார்கள்? என்பதைப் பற்றிப் புத்தகத்தில் விளக்கப்பட்டுள்ளது.  முதலில் பிரம்பினை நெருப்பில் காட்டிச் சூடுபடுத்துவோம். சூடான பிரம்பை நட்டுவைத்திருக்கும் இரண்டு கடப்பாரைகளுக்கு இடையே செலுத்தி வளைப்போம். அது வேண்டிய வடிவத்தில் கம்பிபோல வளையும். பின்னர் அதனைத் தண்ணீரில் நனைத்து வைத்துவிட்டால் அப்படியே நிலைத்துவிடும். பிறகு அவற்றை இணைத்துச் சிறு ஆணிகளை அறைந்தும், சிறு பிரம்பு இழைகளைக் கொண்டு கட்டியும் தேவையான பொருள்களாக மாற்றுவோம்."
  },
  {
    "description": "கைவினைப் பொருள்களை வாங்கிப் பயன்படுத்துவதால் என்ன பயன்?",
    "options": [
      "கலைஞர்களை ஊக்குவிக்கலாம்.",
      "சுற்றுச்சூழலைப் பாதுகாக்கலாம்.",
      "நாட்டுப்புறக் கலைகளைப் பாதுகாக்கலாம்.",
      "மேற்கண்டவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "கைவினைப் பொருள்களை வாங்கிப் பயன்படுத்துவதால் அவற்றை உருவாக்கும் கலைஞர்களை ஊக்குவிக்கலாம். அப்படிச் செய்தால் சுற்றுச்சூழலையும் மாசடையாமல் பாதுகாக்கலாம். நாட்டுப்புறக் கலைகளைப் பாதுகாக்கலாம்."
  },
  {
    "description": "எந்த நாட்டுப்புறக் கைவினைக்கலை மிகவும் பழமையானது?",
    "options": [
      "மண்பாண்டக்கலை",
      "மூங்கில்கலை",
      "கோரைப்பாய்",
      "பனையோலை"
    ],
    "answer": "A",
    "additional_context": "மண்பாண்டக்கலை உலகின் பழமையான கலைகளுள் ஒன்று. சிந்துசமவெளி அகழாய்வில் பானைஓடுகள் கிடைத்துள்ளன என்பதைப் படித்திருப்பீர்களே. தமிழ்நாட்டில் ஆதிச்சநல்லூரில் முதுமக்கள் தாழிகள் கிடைத்துள்ளன. நாகை மாவட்டம் செம்பியன் கண்டியூரில் கலையழகு மிகுந்த மண்கலங்கள் கண்டுபிடிக்கப்பட்டன. மதுரைக்கு அருகில் உள்ள கீழடியில் ஏராளமான சுடுமண் பொருள்கள் கிடைத்துள்ளன. இவை எல்லாம் தமிழருக்கும் மண்பாண்டக்கலைக்கும் உள்ள தொடர்பைக் காட்டும் சான்றுகள் ஆகும்."
  },
  {
    "description": "மலர்விழி மற்றும் அவளுடைய நண்பர்கள் எந்த அரங்கை முதலில் பார்வையிட்டனர்?",
    "options": [
      "மூங்கில்கலை அரங்கு",
      "மண்பாண்டக் கலை அரங்கு",
      "கோரைப்பாய் அரங்கு",
      "பனையோலை அரங்கு"
    ],
    "answer": "B",
    "additional_context": "மலர்விழி மற்றும் அவளுடைய தம்பி அமுதன், நண்பர்கள் சையது, சாலமன் ஆகியோர் கைவினைப் பொருள்கள் கண்காட்சி அரங்குக்குள் நுழைகின்றனர்.  அவர்கள் கண்காட்சி அரங்கிற்குள் நுழைந்ததும் அவர்களை மண்பாண்டக் கலை அரங்கு வரவேற்கிறது."
  },
  {
    "description": "மண்பாண்டங்களைத் தயாரிக்கும் போது, களிமண்ணில் என்னென்ன பொருட்கள் சேர்க்கப்படுகின்றன?",
    "options": [
      "மணல் மற்றும் சாம்பல்",
      "கல் மற்றும் மணல்",
      "சர்க்கரை மற்றும் தண்ணீர்",
      "இவை எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "களிமண்ணை நிரப்பவேண்டும். அதில் தண்ணீர் ஊற்றி ஒரு நாள் முழுவதும் ஊறவைக்க வேண்டும். பின்பு அதனுடன் குறிப்பிட்ட அளவில் மெல்லிய மணல், சாம்பல் ஆகியவற்றைக் கலந்து பக்குவப்படுத்த வேண்டும்."
  }
]
