
[
  {
    "description": "“நடமாடக் கோயில் நம்பர்க்குஒன்று ஈயில் படமாடக் கோயில் பகவற்கு அது ஆமே” என்ற வரிகள் எந்தக் கருத்தை வலியுறுத்துகின்றன?",
    "options": [
      "இறைவனுக்கு காணிக்கை செலுத்த வேண்டும் என்பதை மட்டும் வலியுறுத்துகிறது.",
      "மக்களுக்குச் செய்யும் தொண்டு இறைவனுக்குச் செய்யும் தொண்டாகும் என்பதைக் காட்டுகிறது.",
      "மக்களை மறந்து இறைவனை மட்டுமே வழிபட வேண்டும் என்பதைக் கூறுகிறது.",
      "இறைவன் காணிக்கை மட்டுமே பெற்றுக்கொள்வான் என்பதைக் காட்டுகிறது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரிகள் திருமூலர் எழுதிய பாடல்களில் இருந்து எடுக்கப்பட்டவை. இந்தப் பாடலில், திருமூலர் மனிதர்களிடையே பிறப்பால் உயர்வுதாழ்வு பாராட்டுவது தவறானது என்று குறிப்பிடுகிறார். மனிதர்கள் அனைவரும் ஒரே இனத்தினர் என்பதையும், இறைவனும் ஒருவனே என்பதையும் வலியுறுத்துகிறார். மேலும், பிறருக்கு ஏற்படும் துன்பங்களை தமக்கு ஏற்பட்டதாகக் கருதி அவற்றைப் போக்க முயல்வதே மனிதர்களின் சிறந்த கடமையாகும் என்பதையும் வலியுறுத்துகிறார். இது இறைத்தொண்டாகும் என்று கூறுகிறார். பாடலில், இறைவனுக்கு காணிக்கை செலுத்துவது அடியார்களுக்குச் சேர்த்துவிடும் என்று கூறப்பட்டுள்ளது. இதன் மூலம், மக்களுக்குச் செய்யும் தொண்டு இறைவனுக்குச் செய்யும் தொண்டாகும் என்பதைக் காட்டுகிறார்."
  },
  {
    "description": "திருமூலரின் பாடல்கள் எந்தத் திருமுறையில் இடம் பெற்றுள்ளன?",
    "options": [
      "ஏழாம் திருமுறை",
      "ஒன்பதாம் திருமுறை",
      "பத்தாம் திருமுறை",
      "பன்னிரண்டாம் திருமுறை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருமூலர் எழுதிய திருமந்திரம் பன்னிரு திருமுறைகளில் பத்தாம் திருமுறையாக வைக்கப்பட்டுள்ளது. திருமூலர் பதினெண் சித்தர்களுள் ஒருவராகக் கருதப்படுகிறார். திருமூலர் எழுதிய திருமந்திரம் மூவாயிரம் பாடல்களைக் கொண்டது. அதனால் இது தமிழ் மூவாயிரம் என்றும் அழைக்கப்படுகிறது."
  },
  {
    "description": "“நமனில்லை நாணாமே” என்ற வரிகளில் “நமன்” யாரைக் குறிக்கிறது?",
    "options": [
      "இறைவன்",
      "எமன்",
      "கடவுள்",
      "உயிர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நமன் என்ற சொல் எமனை குறிக்கிறது. திருமூலர் பாடலில், நமன் (எமன்) இல்லை என்று கூறப்பட்டுள்ளது. அது நமக்குக் கூசாமல் செல்லவேண்டிய நல்வழி இதைவிட வேறு இல்லை. அதாவது, எமனைப் பற்றி பயப்படக் கூடாது என்று கூறுகிறார்."
  },
  {
    "description": "திருமூலரின் பாடல்களில் எந்தக் கருத்து முக்கியத்துவம் பெறுகிறது?",
    "options": [
      "பிறப்புச் சாதி",
      "இறைவன் வழிபாடு",
      "அறநெறி",
      "மனித நேயம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "திருமூலர் பாடல்களில் மனித நேயம் முக்கியத்துவம் பெறுகிறது. அவர் ஒன்றே குலமும் ஒருவனே தேவனும் என்று கூறுகிறார். மனிதர்கள் அனைவரும் ஒரே இனத்தினர் என்பதையும், உலகைக் காக்கும் இறைவனும் ஒருவனே என்பதையும் வலியுறுத்துகிறார். மேலும், பிறருக்கு ஏற்படும் துன்பங்களை தமக்கு ஏற்பட்டதாகக் கருதி அவற்றைப் போக்க முயல்வதே மனிதர்களின் சிறந்த கடமையாகும் என்பதையும் வலியுறுத்துகிறார்."
  },
  {
    "description": "“படமாடக் கோயில் பகவற்குஒன்று ஈயில்  \n     நடமாடக் கோயில் நம்பர்க்குஅங்கு ஆகா” \n     என்ற வரிகளின் பொருள் யாது?",
    "options": [
      "பகவானுக்கு காணிக்கை செலுத்துவது  அடியார்களுக்கு  சேராது.",
      "பகவானுக்கு  காணிக்கை செலுத்துவது அடியார்களுக்கு  சேர்த்து  விடும்.",
      "பகவானுக்கு  காணிக்கை செலுத்துவது   அடியார்களுக்கு  சேர  வேண்டியது.",
      "பகவானுக்கு  காணிக்கை செலுத்துவது  அடியார்களுக்கு  சேர்த்து  விட  வேண்டும்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரிகள், இறைவனுக்குக் காணிக்கை செலுத்துவது அடியார்களுக்குச் சேர்த்துவிடும் என்று கூறுகிறது. அதாவது, மக்களுக்குச் செய்யும் தொண்டு இறைவனுக்குச் செய்யும் தொண்டாகும் என்பதைக் காட்டுகிறது. இதன் மூலம், மனிதர்களுக்குத் தொண்டு செய்வதன் மூலம் இறைவனையும் மகிழ்விக்க முடியும் என்பது புலப்படுகிறது."
  }
]
