
[
  {
    "description": "“ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும் தேர்ந்துசெய் வஃதே முறை” என்ற குறள் எந்தப் பகுதியைப் பற்றிக் கூறுகிறது?",
    "options": [
      "சொல்வன்மை",
      "செங்கோன்மை",
      "வெருவந்த செய்யாமை",
      "அவையறிதல்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள்  'செங்கோன்மை' பகுதியில் உள்ளது. இந்தக் குறள் அரசன் தன்  ஆட்சியை எப்படி நடத்துவது என்பதையும் அவரிடம்  இருக்க வேண்டிய பண்புகளையும் விளக்குகிறது.  ஒரு அரசன் ஆட்சியை நிறைவேற்றுவது அவருடைய மனசாட்சியால் தீர்மானிக்கப்பட வேண்டும் என்றும் அதில்  எந்த ஒரு பக்கத்திற்கும்  சாய்ந்து விடக் கூடாது என்றும்  இந்தக் குறள் குறிப்பிடுகிறது."
  },
  {
    "description": "“எய்த உணர்ந்து செயல்”  என்ற சொற்றொடரின் பொருள் என்ன?",
    "options": [
      "செயலின் விளைவைப் பற்றி சிந்தித்துச் செயல்படுதல்",
      "எதிரிகளைப் பற்றி எச்சரிக்கையாக இருத்தல்",
      "நேரத்தை வீணாக்காமல் செயல்படுதல்",
      "திறமையானவர்களைப் பயன்படுத்துதல்"
    ],
    "answer": "A",
    "additional_context": "இந்தச் சொற்றொடர்  'செய்வானை நாடி வினைநாடிக் காலத்தோடு' என்னும் திருக்குறளில் உள்ளது.  ஒரு செயலைச் செய்வதற்கு முன்பு  அந்தச் செயல்  என்ன விளைவை ஏற்படுத்தும் என்பதை  நன்கு ஆராய்ந்து,  அந்தச் செயலில்  ஈடுபடுவதற்குரிய திறன்  உள்ள ஒருவரைத் தேர்ந்தெடுத்து அவரை  அந்தச் செயலைச் செய்ய வைக்க வேண்டும் என்பதே இதன் பொருள்."
  },
  {
    "description": "'சிறந்த சொல்லாற்றலின் இயல்பு' என்று திருக்குறள் குறிப்பிடும் பண்புகள் யாவை?",
    "options": [
      "கேட்பவரைத் தன்வயப்படுத்துதல் மற்றும் கேளாதவரைக் கேட்கத் தூண்டுதல்",
      "சொல்லின் பொருளைத் தெளிவாகப் புரியவைத்தல்",
      "பல மொழிகளில் பேசுதல்",
      "நகைச்சுவை உணர்வுடன் பேசுதல்"
    ],
    "answer": "A",
    "additional_context": "'சிறந்த சொல்லாற்றலின் இயல்பு'  என்பது  'கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும் வேட்ப மொழிவதாம் சொல்' என்ற திருக்குறளில் குறிப்பிடப்படுகிறது.  சிறந்த சொல்லாற்றல்  என்பது கேட்பவரைத் தன்வயப்படுத்தும் விதமாக இருப்பது மட்டுமல்லாமல், கேளாதவரையும் கேட்கத் தூண்டும் வகையிலும் இருக்க வேண்டும் என்பதே இந்தக் குறள் வலியுறுத்தும் கருத்து."
  },
  {
    "description": "ஒருவருடைய குற்றத்தைத் தண்டிப்பது குறித்து திருக்குறள் என்ன கூறுகிறது?",
    "options": [
      "குற்றவாளியைத் தண்டிப்பது அவசியம், ஆனால் அவருடைய மனம் மாறும் வாய்ப்பு இருக்கிறதா என்பதைக் கவனிக்க வேண்டும்.",
      "எந்தக் குற்றத்திற்கும் சமமான தண்டனை வழங்கப்பட வேண்டும்.",
      "குற்றவாளியை மன்னிப்பது அரசனின் கடமை.",
      "குற்றத்தை மறைப்பது அரசனின் கடமை."
    ],
    "answer": "A",
    "additional_context": "'தக்காங்கு நாடித் தலைசெல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து' என்ற குறள்,  அரசன் தண்டனையைத்  தருவதற்கு முன்பு  சில விஷயங்களை  கவனிக்க வேண்டும் என்று குறிப்பிடுகிறது. குற்றம் செய்தவருக்கு  அவரது தவறுக்கான தண்டனையை  அளிப்பது அவசியம். ஆனால்  அந்த  தண்டனையின் மூலம் அவரது மனம்  மாறும் வாய்ப்பு இருக்கிறதா என்பதையும் கவனிக்க வேண்டும் என்ற கருத்தை  இந்தக் குறள் தெரிவிக்கிறது."
  },
  {
    "description": "“அவைஅறிந்து ஆராய்ந்து சொல்லுக சொல்லின் தொகைஅறிந்த தூய்மை யவர்”  என்ற குறளின் படி, சொல்வளம் நிறைந்தவர்கள் எப்படிப் பேச வேண்டும்?",
    "options": [
      "தங்களின் அறிவைப் பறைசாற்றிப் பேச வேண்டும்.",
      "தங்களின் பணக்காரத்தன்மையைப் பற்றிப் பேச வேண்டும்.",
      "அவையின் தகுதி அறிந்து பேச வேண்டும்.",
      "சாதி, மதம் போன்ற விஷயங்களைப் பற்றிப் பேச வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "இந்தக் குறள்  'அவையறிதல்'  என்னும் பகுதியில் உள்ளது.  ஒருவர் தனது  சொல்வளத்தை  பேசும்போது காட்டக் கூடாது.  அவர் தனது சொற்களை  நன்கு  ஆராய்ந்து  தாம் பேசும் அவையின் தகுதி என்ன என்பதை அறிந்து பேச வேண்டும்  என்பது இதன் பொருள்.  அதாவது,  அவர் பேசும்  விஷயம்  அந்த  அவைக்குத் தகுதியாக இருக்க வேண்டும்."
  }
]
