
[
  {
    "description": "கலித்தொகை நூல் எந்தப் பாவகையால் ஆனது?",
    "options": [
      "வெண்பா",
      "கலிப்பா",
      "ஆசிரியப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "B",
    "additional_context": "கலித்தொகை என்பது எட்டுத்தொகை நூல்களுள் ஒன்றாகும்.  இது கலிப்பா என்னும் பாவகையால் ஆனது.  இந்த நூல் 150 பாடல்களைக் கொண்டது.  கலித்தொகை நூல் குறிஞ்சிக்கலி, முல்லைக்கலி, மருதக்கலி, நெய்தற்கலி, பாலைக்கலி என்னும் ஐந்து பிரிவுகளைக் கொண்டது.  இதனை தொகுத்தவர் நல்லந்துவனார்.  இவர் சங்ககாலப் புலவர்களுள் ஒருவர்.  இவர் நெய்தற்கலிப் பாடல்களை இயற்றியவர்"
  },
  {
    "description": "பாடலில் \"அலந்தவர்\" என்ற சொல்லைக் குறிக்கும் பொருள் யாது?",
    "options": [
      "வறியவர்",
      "அறிவற்றவர்",
      "நோயுற்றவர்",
      "துன்பப்பட்டவர்"
    ],
    "answer": "A",
    "additional_context": "\"ஆற்றுதல் என்பது ஒன்று அலந்தவர்க்கு உதவுதல்\" என்று பாடலில் கூறப்பட்டுள்ளது.  இதன் பொருள் வறியவர்க்கு உதவுதல் என்பதாகும்.  அலந்தவர் என்றால் வறியவர் என்று பொருள்."
  },
  {
    "description": "\"பண்பு எனப்படுவது\" என்ற வரியில் கூறப்படும் பண்பு யாது?",
    "options": [
      "உறவினர்களோடு வெறுப்பின்றி வாழ்தல்",
      "சான்றோர் காட்டிய வழியில் நடத்தல்",
      "அறிவற்றவர் சொற்களைப் பொறுத்தல்",
      "முன் சொன்ன வாக்கை மறுக்காமல் காப்பாற்றுதல்"
    ],
    "answer": "B",
    "additional_context": "\"பண்பு எனப்படுவது பாடறிந்து ஒழுகுதல்\"  என பாடலில் குறிப்பிடப்பட்டுள்ளது.  பாடறிந்து ஒழுகுதல் என்பது சான்றோர் காட்டிய வழியில் நடத்தல் என்பதாகும்."
  },
  {
    "description": "\"கிளை செறாஅமை\" என்ற சொல்லைப் பிரித்து எழுதக் கிடைக்கும் பொருள் யாது?",
    "options": [
      "உறவினர்களை வெறுத்தல்",
      "உறவினர்களைப் பிரித்தல்",
      "உறவினர்களை வெறுக்காமை",
      "உறவினர்களைத் துறத்தல்"
    ],
    "answer": "C",
    "additional_context": "\"அன்பு எனப்படுவது தன்கிளை செறாஅமை\" எனப் பாடலில் கூறப்பட்டுள்ளது.  கிளை செறாஅமை என்பது உறவினர்களை வெறுக்காமை என்பதாகும்.  தன்கிளை என்பது உறவினர்களைக் குறிக்கும்."
  },
  {
    "description": "\"பொறை எனப்படுவது\" என்ற வரியில் கூறப்படும் பொறை யாது?",
    "options": [
      "உறவினர்களைப் பிரியாது வாழ்தல்",
      "தம்மை இகழ்வாரையும் பொறுத்தல்",
      "மறைபொருளைப் பிறர் அறியாமல் காத்தல்",
      "முன் சொன்ன வாக்கை மறுக்காமல் காப்பாற்றுதல்"
    ],
    "answer": "B",
    "additional_context": "\"பொறை எனப்படுவது போற்றாரைப் பொறுத்தல்\" என பாடலில் கூறப்பட்டுள்ளது.  போற்றார் என்றால் தம்மை இகழ்வாரை குறிக்கும்.  தம்மை இகழ்வாரைப் பொறுத்தல் என்பதே பொறையாகும்."
  }
]
