
[
  {
    "description": "பொருத்துக.",
    "options": [
      {
        "partA": "பண்புடையவர்களின் வழி நடப்பதால்",
        "partB": "அ) துன்பத்தில் நண்பர்கள் உதவி செய்வது"
      },
      {
        "partA": "நட்பு",
        "partB": "இ) பெருமையை அழித்துவிடும்"
      },
      {
        "partA": "உலகம் இயங்கும்",
        "partB": "ஆ) சான்றோரின் வழியில் நடப்பதால்தான்"
      },
      {
        "partA": "குன்றிமணி அளவு தவறு",
        "partB": "ஈ) சிரித்துப் பேசுவதற்கும் உரியது"
      },
      {
        "partA": "ஆண்மையின் கூர்மை",
        "partB": "உ) இவ்வுலகம் இயங்குகிறது."
      }
    ],
    "answer": [
      "C",
      "D",
      "E",
      "B",
      "A"
    ],
    "additional_context": "இந்தத் திருக்குறள் இயல் எட்டில் உள்ள  ஐந்து திருக்குறள்களை வைத்து கேட்கப்பட்டுள்ளது.  இந்தத் திருக்குறள்  நமக்குத்  தொடர்புடைய பண்புடையவர்களின் வழி நடப்பதால் உலகம் இயங்குகிறது, நட்பு சிரித்துப் பேசுவதற்கும் மட்டுமல்லாமல்  தவறு செய்துவிட்டால் கண்டித்துத் திருத்துவதற்கும்  உரியது.  நட்பு என்பது நாம் துன்பத்தில் இருக்கும் போது உதவி செய்வதாகும். சிறிய தவறு கூட மிகப்பெரியவர்களை  கெடுத்துவிடும் என்பது திருக்குறளின் உண்மை.  நல்லவருடன் நட்பு என்பது நூலைப் படிப்பது போன்ற  இன்பத்தைத் தரும் என்பதையும்   இந்தத் திருக்குறள்கள்   நமக்கு உணர்த்துகின்றன."
  },
  {
    "description": "“கான முயல்எய்த அம்பினில் யானை பிழைத்தவேல் ஏந்தல் இனிது” என்ற திருக்குறள் என்ன குறிப்பிடுகிறது?",
    "options": [],
    "answer": [
      "பெரிய முயற்சிகள் சிறிய வெற்றிகளைக் காட்டிலும் பெருமை தரும் என்று திருக்குறள் குறிப்பிடுகிறது."
    ],
    "additional_context": "கான முயல்எய்த அம்பினில் யானை பிழைத்தவேல் ஏந்தல் இனிது.  என்ற திருக்குறள் நமக்கு படைச்செருக்கு இயல் எட்டின் முதல் திருக்குறளைப்  பற்றி கூறுகிறது.  இந்தத் திருக்குறள்  பெரிய முயற்சிகளைச் செய்து வெற்றி பெற முயற்சிப்பது சிறிய முயற்சி செய்து பெறும் வெற்றியை விட மிகவும் பெரிய பெருமையைத் தரும் என்று  நமக்கு உணர்த்துகிறது."
  },
  {
    "description": "“பேராண்மை என்ப தறுகண்ஒன்று உற்றக்கால் நட்பு ஊராண்மை மற்றுஅதன் எஃகு” என்ற திருக்குறள் ஆண்மையின் கூர்மை எப்போது வெளிப்படும் என்று குறிப்பிடுகிறது?",
    "options": [],
    "answer": [
      "துன்பத்தில் நண்பர்களின் உதவி செய்தல் ஆண்மையின் கூர்மையைக் காட்டும் என்று திருக்குறள் குறிப்பிடுகிறது."
    ],
    "additional_context": "இந்தத் திருக்குறள் நமக்கு படைச்செருக்கு இயல் எட்டின் இரண்டாவது திருக்குறளைப்  பற்றி கூறுகிறது.  இந்தத் திருக்குறள்  பகைவரை எதிர்த்து நிற்கும் வீரத்தை ஆண்மை என்று  நமக்கு  கூறுகிறது.  பகைவருக்கும் துன்பம் வரும்போது உதவி செய்வதே   ஆண்மையின்  கூர்மை என்று  நமக்கு   உணர்த்துகிறது."
  },
  {
    "description": "“குன்றின் அனையாரும் குன்றுவர் குன்றுவ குன்றி அனைய செயின்” என்ற திருக்குறள் எதை எடுத்துக்காட்டுகிறது?",
    "options": [],
    "answer": [
      "மிகச்சிறந்தவர்கள் கூட சிறிய தவறு செய்தாலும் அவர்களது பெருமை அழிந்துவிடும் என்பதை திருக்குறள் எடுத்துக்காட்டுகிறது."
    ],
    "additional_context": "இந்தத் திருக்குறள் நமக்கு படைச்செருக்கு இயல் எட்டின் எட்டாவது திருக்குறளைப்  பற்றி கூறுகிறது.  இந்தத் திருக்குறள்  மலை போன்ற பெருமை இருந்தாலும் ஒரு குன்றிமணி அளவு கூட தவறு செய்தால் பெருமை அழிந்துவிடும் என்று நமக்கு உணர்த்துகிறது."
  },
  {
    "description": "“பண்புடையார்ப் பட்டுஉண்டு உலகம் அதுஇன்றேல் மண்புக்கு மாய்வது மன்” என்ற திருக்குறள் என்ன கூறுகிறது?",
    "options": [],
    "answer": [
      "பண்புடையவர்களின் வழியில் நடந்தால்தான் உலகம் நிலைத்திருக்கும் என்று திருக்குறள் கூறுகிறது."
    ],
    "additional_context": "இந்தத் திருக்குறள் நமக்கு படைச்செருக்கு இயல் எட்டின்  ஒன்பதாவது திருக்குறளைப்  பற்றி கூறுகிறது.  இந்தத் திருக்குறள்  பண்புடைய சான்றோர்களின் வழியில் நடந்தால்தான் உலகம் இயங்குகிறது இல்லாவிட்டால் மண்ணுக்குள் புதைந்து அழிந்திருக்கும் என்று  நமக்கு  உணர்த்துகிறது."
  }
]
