
[
  {
    "description": "சமூக சீர்திருத்தத்திற்காக உழைத்த சான்றோர்களை இணையத்தில் எப்படித் தேடுவது?",
    "options": [
      "சமூக சீர்திருத்தம்  என்று தேட வேண்டும்",
      "சான்றோர்  என்று தேட வேண்டும்",
      "சமூக சீர்திருத்தம் சான்றோர்  என்று தேட வேண்டும்",
      "சீர்திருத்தம்  என்று தேட வேண்டும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சமூக சீர்திருத்தத்திற்காக உழைத்த சான்றோர்களை இணையத்தில் தேடுவது எளிது. சமூக சீர்திருத்தம்  என்றும், சான்றோர்  என்றும், சமூக சீர்திருத்தம் சான்றோர்  என்றும், சீர்திருத்தம்  என்றும் தனித்தனியாக தேடி நீங்கள் இணையத்தில் பல தகவல்களைப் பெறலாம். மேலும், நீங்கள் கூகிள், யாகூ போன்ற தேடுபொறிகளைப் பயன்படுத்தி இந்த நபர்களைப் பற்றி  தகவல்  பெறலாம். "
  },
  {
    "description": "“தொண்டு” என்ற கலைச்சொல்லின் ஆங்கிலப் பெயர் என்ன?",
    "options": [
      "Charity",
      "Saint",
      "Philosophy",
      "Integrity"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தொண்டு என்பது ஒரு  வார்த்தை. இதன்  ஆங்கிலப் பெயர்  Charity.  தொண்டு என்றால்  நம்மைச் சுற்றியுள்ள மக்களுக்கு நாம்  செய்யும் உதவி.  இது மனித நேயத்தின் வெளிப்பாடு."
  },
  {
    "description": "“ஞானி”  என்ற கலைச்சொல்லின் ஆங்கிலப் பெயர் என்ன?",
    "options": [
      "Charity",
      "Saint",
      "Philosophy",
      "Integrity"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஞானி  என்பது  ஒரு வார்த்தை. இதன்  ஆங்கிலப் பெயர்  Saint.  ஞானி  என்றால் நல்ல அறிவும்  அனுபவமும்  உள்ள ஒருவர்.  நீதி, நேர்மை,  கருணை ஆகியவற்றைப் பின்பற்றி வாழ்பவர்.  இவர் மற்றவர்களுக்கு  ஒரு  வழிகாட்டி."
  },
  {
    "description": "“நேர்மை”  என்ற கலைச்சொல்லின் ஆங்கிலப் பெயர் என்ன?",
    "options": [
      "Charity",
      "Saint",
      "Philosophy",
      "Integrity"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நேர்மை  என்பது ஒரு வார்த்தை. இதன் ஆங்கிலப் பெயர்  Integrity.  நேர்மை என்பது மனதில் இருக்கும்   நல்ல   நோக்கம்.  நேர்மையானவர்கள்   எப்போதும்  சத்தியத்தை  மட்டுமே  பேசுவர்.  மற்றவர்களின்   நம்பிக்கைக்கு   பொருத்தமானவர்கள்."
  },
  {
    "description": "“பகுத்தறிவு” என்ற கலைச்சொல்லின் ஆங்கிலப் பெயர் என்ன?",
    "options": [
      "Charity",
      "Saint",
      "Philosophy",
      "Rational"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பகுத்தறிவு  என்பது ஒரு வார்த்தை. இதன்  ஆங்கிலப் பெயர்  Rational.  பகுத்தறிவு என்பது எதையும் நன்றாக ஆராய்ந்து,   அதன்   சரியான   காரணத்தை  உணர்ந்து,  தீர்மானிக்கும்  திறன்."
  }
]
