
[
  {
    "description": "கலிங்கத்துப்பரணியில் \"_____\" என்னும் சொல் காலனை  குறிக்கிறது.",
    "options": [
      "மறலி",
      "கரி",
      "தூறு",
      "அருவர்"
    ],
    "answer": "A",
    "additional_context": "கலிங்கத்துப்பரணியில் சோழர்கள் கலிங்கருக்கு எதிராக போரிட்டு வெற்றி பெற்றதைப் பற்றி கூறப்படுகிறது. இந்தப் போரில் சோழர்களின் வீரத்தைப் பார்த்து கலிங்க வீரர்கள் பயந்து அலைந்து திரிந்தனர். கலிங்கத்துப்பரணி பாடலில் காலனை குறிக்கும் வார்த்தையாக மறலி என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. கலிங்கத்துப்பரணியில் காணப்படும்  “எதுகொல் இது மாயை ஒன்றுகொல் எரிகொல் மறலிகொள் ஊழி யின்கடை அதுகொல் என அலறா இரிந்தனர் அலதி குலதியொடு ஏழ்க் லிங்கரே” என்ற வரிகள் இதனை விளக்குகின்றன."
  },
  {
    "description": "\"_____\"  என்னும் சொல் யானையைக் குறிக்கிறது.",
    "options": [
      "மறலி",
      "கரி",
      "தூறு",
      "அருவர்"
    ],
    "answer": "B",
    "additional_context": "கலிங்கத்துப்பரணியில் கலிங்கர்கள் சோழப் படையின் வீரத்தைக் கண்டு பயந்து ஓடினர். சோழர்களின் படை யானைகள் நிறைந்ததாக இருந்தது. கலிங்கத்துப்பரணியில் யானையைக் குறிக்கும் சொல்லாக கரி பயன்படுத்தப்பட்டுள்ளது. கலிங்கத்துப்பரணியில் “வழிவர் சிலர்கடல் பாய்வர் வெங்கரி மறைவர் சிலர்வழி தேடி வன்பிலம் இழிவர் சிலர்சிலர் தூறு மண்டுவர் இருவர் ஒருவழி போகல் இன்றியே” என்ற வரிகள் இதனை விளக்குகின்றன."
  },
  {
    "description": "\"_____\"  என்னும் சொல் புதரைக் குறிக்கிறது.",
    "options": [
      "மறலி",
      "கரி",
      "தூறு",
      "அருவர்"
    ],
    "answer": "C",
    "additional_context": "கலிங்கத்துப்பரணியில் கலிங்கர்கள் சோழப் படையின் வீரத்தைக் கண்டு பயந்து ஓடினர். அவர்களின் படை யானைகள் நிறைந்ததாக இருந்தது. கலிங்கர்கள் யானைகளின் பின்னே மறைந்துகொண்டனர்.  புதர்களுக்குள் தப்பி ஓடினர். கலிங்கத்துப்பரணியில் புதரைக் குறிக்கும் சொல்லாக தூறு பயன்படுத்தப்பட்டுள்ளது. கலிங்கத்துப்பரணியில் “வழிவர் சிலர்கடல் பாய்வர் வெங்கரி மறைவர் சிலர்வழி தேடி வன்பிலம் இழிவர் சிலர்சிலர் தூறு மண்டுவர் இருவர் ஒருவழி போகல் இன்றியே” என்ற வரிகள் இதனை விளக்குகின்றன."
  },
  {
    "description": "\"_____\"  என்னும் சொல் மலைக்குகையைக் குறிக்கிறது.",
    "options": [
      "மறலி",
      "கரி",
      "தூறு",
      "முழை"
    ],
    "answer": "D",
    "additional_context": "கலிங்கத்துப்பரணியில் கலிங்கர்கள் சோழப் படையின் வீரத்தைக் கண்டு பயந்து ஓடினர். கலிங்கர்கள் செல்வதற்கு அரிதான மலைக் குகைகளினுள்ளும் புதர்களுக்குள்ளும் தப்பி ஓடினர். கலிங்கத்துப்பரணியில் மலைக்குகையைக் குறிக்கும் சொல்லாக முழை பயன்படுத்தப்பட்டுள்ளது. கலிங்கத்துப்பரணியில் “வழிவர் சிலர்கடல் பாய்வர் வெங்கரி மறைவர் சிலர்வழி தேடி வன்பிலம் இழிவர் சிலர்சிலர் தூறு மண்டுவர் இருவர் ஒருவழி போகல் இன்றியே” என்ற வரிகள் இதனை விளக்குகின்றன."
  },
  {
    "description": "\"_____\"  என்னும் சொல் தமிழரைக் குறிக்கிறது.",
    "options": [
      "மறலி",
      "கரி",
      "தூறு",
      "அருவர்"
    ],
    "answer": "D",
    "additional_context": "கலிங்கத்துப்பரணியில் சோழர்கள் கலிங்கர்களுக்கு எதிராக போரிட்டு வெற்றி பெற்றதைப் பற்றி கூறப்படுகிறது. சோழர்களின் வீரத்தைப் பார்த்து கலிங்க வீரர்கள் பயந்து அலைந்து திரிந்தனர். அவர்கள்  தமிழர்கள் தன்னைத் துரத்தி வருகிறார்கள் என பயந்து ஓடினர். கலிங்கத்துப்பரணியில் தமிழரைக் குறிக்கும் வார்த்தையாக அருவர் என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. கலிங்கத்துப்பரணியில் காணப்படும்  “உடலின் நிழலினை வெருவி அஞ்சினர் அருவர் வருவர் எனா இறைஞ்சினர் அபயம் அபயம் எனநடுங்கியே” என்ற வரிகள் இதனை விளக்குகின்றன."
  }
]
