
[
  {
    "description": "பாரதியார் தமிழ்நாட்டை \"சுடர்க தமிழ்நாடே!\" என்று கூறுவதன் மூலம் என்ன குறிக்கிறார்?",
    "options": [
      "அ) தமிழ்நாட்டில் வெளிச்சம் நிறைந்திருக்கிறது.",
      "ஆ) தமிழ்நாடு புனிதமானது.",
      "இ) அறியாமை இருள் நீங்கி தமிழ்நாடு ஒளிர்கிறது.",
      "ஈ) தமிழ்நாடு இயற்கை அழகு மிக்கது."
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "தமிழ்மொழி வாழ்த்து பாடலில், பாரதியார் \"தொல்லை வினைதரு தொல்லை அகன்று சுடர்க தமிழ்நாடே!\"  என்று குறிப்பிடுகிறார். அறியாமையால் உண்டாகும் துன்பங்கள் நீங்கி தமிழ்நாடு ஒளிர வேண்டும் என  பாரதியார் விரும்புவதை  இந்த வரிகள்  குறிப்பிடுகின்றன."
  },
  {
    "description": "பாரதியார் பாடலில் \"வண்மொழி\" என்ற சொல் எந்தத் தன்மையைக் குறிக்கிறது?",
    "options": [
      "அ) தமிழ் மொழியின் வளம்",
      "ஆ) தமிழ் மொழியின் வீரம்",
      "இ) தமிழ் மொழியின் இனிமை",
      "ஈ) தமிழ் மொழியின் பழமை"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "\"வண்மொழி\" என்ற சொல் தமிழ் மொழியின்  வளம் குறிக்கும் சொல்லாகும்.  பாரதியார் தமிழ் மொழியை 'வானம் மளந்தது அனைத்தும் அளந்திடு வண்மொழி வாழியவே!' என்று போற்றுகிறார்.  இதன் மூலம் தமிழ் மொழி வானம் மழை பொழிந்ததையும்,  சூரியன் வெப்பம் தந்ததையும் உள்ளிட்ட அனைத்தையும் அளந்து உணர்த்தும் வளம் கொண்ட மொழி என்று  குறிப்பிடுகிறார்."
  },
  {
    "description": "பாரதியார் தமிழ் மொழிக்கு என்னென்ன பண்புகளைப் புகழ்கிறார்?",
    "options": [
      "அ) வளம், புகழ், அறிவு",
      "ஆ) பழமை, வீரம், காதல்",
      "இ) அறம், இன்பம், அன்பு",
      "ஈ) மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "பாரதியார் தமிழ் மொழியின்  வளம்,  புகழ், அறிவு, பழமை, வீரம், காதல், அறம், இன்பம், அன்பு  என பல பண்புகளைப்  புகழ்கிறார்.  தமிழ்மொழி வாழ்த்து பாடலில் 'வானம் மளந்தது அனைத்தும் அளந்திடு வண்மொழி வாழியவே!'  என்ற  வரிகள்  தமிழ் மொழியின்  வளத்தைக்  குறிப்பிடுகின்றன.  'ஏழ்கடல் வைப்பினுந் தன்மணம் வீசி இசைகொண்டு வாழியவே!'  என்ற  வரிகள்  தமிழ் மொழியின்  புகழைக்  குறிப்பிடுகின்றன.  தமிழ் மொழி  அறிவு, பழமை, வீரம், காதல், அறம், இன்பம், அன்பு  எல்லாம்  கொண்டது  என்று  இந்த பாடல்  குறிப்பிடுகிறது."
  },
  {
    "description": "பாடலில் \"எங்கள் தமிழ் மொழி!\" என்று கூறுவதன் மூலம் என்ன உணர்த்தப்படுகிறது?",
    "options": [
      "அ) தமிழ்மொழியின் மீது தமிழர்களுக்குள்ள அன்பு",
      "ஆ) தமிழ்மொழி தமிழர்களின் உயிரோடு ஒப்பானது.",
      "இ) தமிழர்களின் தாய் மொழி தமிழ்மொழி.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "பாரதியார் 'எங்கள் தமிழ் மொழி! எங்கள் தமிழ் மொழி!' என்று  திரும்பத் திரும்ப  குறிப்பிடுவதன் மூலம் தமிழ் மொழி தமிழர்களின் உயிரோடு ஒப்பானது என்று  உணர்த்துகிறார்.   அவர்கள் தாய் மொழி  என்று  அந்த மொழி  மீது  தமிழர்களுக்குள்ள அன்பு  இருப்பதையும்  உணர்த்துகிறார்."
  },
  {
    "description": "\"வாழ்க தமிழ்மொழி! வாழ்க தமிழ்மொழி! வாழ்க தமிழ்மொழியே!\" என்று பாரதியார் மீண்டும் மீண்டும் கூறுவதன் மூலம் எந்தக் கருத்தை வலியுறுத்துகிறார்?",
    "options": [
      "அ) தமிழ்மொழியின் மீது பாரதியாருக்குள்ள மிகுந்த அன்பு.",
      "ஆ) தமிழ்மொழி எப்போதும் வாழ வேண்டும் என்ற பாரதியாருடைய விருப்பம்.",
      "இ) தமிழ்மொழியை எல்லாரும் போற்ற வேண்டும் என்பது பாரதியாருடைய வேண்டுகோள்.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "தமிழ் மொழி எப்போதும்  வாழ வேண்டும்  என்ற  பாரதியாருடைய  விரும்பி,  அதன்  மீது  அவர்  கொண்டிருக்கும்  மிகுந்த  அன்பு,  தமிழ் மொழியை  எல்லாரும்  போற்ற  வேண்டும்  என்பது  இந்த  வரிகள்  மூலம்  உணர்த்தப்படுகிறது.  'வாழ்க தமிழ்மொழி! வாழ்க தமிழ்மொழி! வாழ்க தமிழ்மொழியே!'  என்று  திரும்பத் திரும்ப  குறிப்பிடுவதன் மூலம்  தமிழ் மொழி  வாழ வேண்டும்  என்ற  பாரதியாருடைய  விருப்பத்தையும்  அவர்  வலியுறுத்துகிறார்."
  }
]
