[
          
  {
    
          "description": "“எழுதிய கடிதம்” என்ற தொடரில் உள்ள “எழுதிய” என்பது எந்த வகைப் பெயரெச்சம்?",
          "options": [
      "அ) தெரிநிலைப் பெயரெச்சம்",
      "ஆ) குறிப்புப் பெயரெச்சம்",
      "இ) வினையெச்சம்",
      "ஈ) முற்றெச்சம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“எழுதிய கடிதம்” என்ற தொடரில் உள்ள 'எழுதிய' என்ற சொல்  எழுதுதல் என்னும் செயலையும் இறந்த காலத்தையும் தெளிவாகக் காட்டுகிறது. இவ்வாறு செயலையும் காலத்தையும் வெளிப்படையாகத் தெரியுமாறு காட்டும் பெயரெச்சம் தெரிநிலைப் பெயரெச்சம் எனப்படும். "
          }
        ,
          
  {
    
          "description": "“மெல்ல வந்தான்” என்ற தொடரில் உள்ள “மெல்ல” என்னும் சொல் எந்த வகை வினையெச்சம்?",
          "options": [
      "அ) தெரிநிலை வினையெச்சம்",
      "ஆ) குறிப்பு வினையெச்சம்",
      "இ) பெயரெச்சம்",
      "ஈ) முற்றெச்சம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“மெல்ல வந்தான்” என்ற தொடரில் உள்ள “மெல்ல” என்னும் சொல் காலத்தை வெளிப்படையாகக் காட்டவில்லை. மெதுவாக என்னும் பண்பை மட்டும் உணர்த்துகிறது. இவ்வாறு காலத்தை வெளிப்படையாகக் காட்டாமல் பண்பினை மட்டும் குறிப்பாக உணர்த்திவரும் வினையெச்சம், குறிப்பு வினையெச்சம் எனப்படும்."
          }
        ,
          
  {
    
          "description": "“வள்ளி படித்தனள் மகிழ்ந்தாள்” என்ற தொடரில் “படித்தனள்” என்னும் சொல் எந்த வகை எச்சம்?",
          "options": [
      "அ) பெயரெச்சம்",
      "ஆ) வினையெச்சம்",
      "இ) முற்றெச்சம்",
      "ஈ) இவை அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "“வள்ளி படித்தனள் மகிழ்ந்தாள்” என்ற தொடரில் உள்ள “படித்தனள்”  என்னும் சொல் படித்து என்னும் வினையெச்சப் பொருளைத் தருகிறது. இவ்வாறு ஒரு வினைமுற்று எச்சப்பொருள் தந்து மற்றொரு வினைமுற்றைக் கொண்டு முடிவது முற்றெச்சம் எனப்படும்."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது வினையைக் கொண்டு முடியும்?",
          "options": [
      "அ) படித்த",
      "ஆ) வந்த",
      "இ) பாடி",
      "ஈ) பார்த்த"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "வினையெச்சம் என்பது வினையைக் கொண்டு முடியும். எனவே,  வந்த என்ற சொல்  வினையைக் கொண்டு முடியும். இது 'வந்து' என்ற வினைச்சொல்லைக் கொண்டு முடிவதால், வினையெச்சமாகும். "
          }
        ,
          
  {
    
          "description": "குறிப்புப் பெயரெச்சம் எதை வெளிப்படையாகக் காட்டாது?",
          "options": [
      "அ) காலத்தை",
      "ஆ) வினையை",
      "இ) பண்பினை",
      "ஈ) பெயரை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "குறிப்புப் பெயரெச்சம் என்பது செயலையோ, காலத்தையோ தெளிவாகக் காட்டாமல் பண்பினை மட்டும் குறிப்பாகக் காட்டும் பெயரெச்சம் ஆகும். எனவே, குறிப்புப் பெயரெச்சம் காலத்தை வெளிப்படையாகக் காட்டாது."
          }
        ]