
[
  {
    "description": "'கலன்' என்னும் சொல் எதற்கு ஒத்ததாகப் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "வீடு",
      "ஆடை",
      "அணிகலன்",
      "உணவு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பாடலில் \"கற்றோர்க்குக் கல்வி நலனே கலனல்லால்\" எனக் குறிப்பிடப்பட்டுள்ளது. இதில்,  \"கலன்\" என்னும் சொல், அணிகலனை குறிக்கிறது.  கல்வியே அழகு, அதைவிட மேலான அணிகலன் இல்லை என்று பாடல் கூறுகிறது."
  },
  {
    "description": "'முற்ற' என்ற சொல் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "முழுமை",
      "முதன்மை",
      "ஒளிர",
      "பெருமை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பாடலில்  \"முற்ற\" என்னும் சொல்  \"முழுமணிப் பூணுக்குப் பூண்வேண்டா யாரே\" என்ற வரியில்  \"முழுமணிப் பூண்\" அழகாக \"ஒளிரும்\"  என்பதைக் குறிக்கிறது.  கல்வி கற்றவர்க்கு கல்வியே அழகு, அது அவர்களை ஒளிரச் செய்கிறது, அதற்கு வேறு அணிகலன்கள் தேவையில்லை என்பதை பாடல் விளக்குகிறது."
  },
  {
    "description": "\"கற்றோர்க்குக் கல்வி நலனே கலனல்லால் மற்றோர் அணிகலம் வேண்டாவாம்\" -  இந்த வரியில் கல்வியின் அழகு எந்த அணிகலனுடன் ஒப்பிடப்படுகிறது?",
    "options": [
      "தங்கம்",
      "வெள்ளி",
      "வைரம்",
      "பூண்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாடல், மனிதர்கள் அழகுக்காக தங்கம், வெள்ளி, வைரம் போன்ற அணிகலன்களை பயன்படுத்தும்  என்றும்,  ஆனால் கல்வி கற்றவருக்கு, கல்வியே மிக உயர்ந்த அணிகலன் என்பதையும்  குறிப்பிடுகிறது.  இதில்,   \"முழுமணிப் பூண்\"   என்ற சொல்  \"பூண்\" அணிகலனை  குறிக்கிறது.  கல்வி கற்றவர்களுக்கு பூண் போன்ற  அணிகலன்கள்  தேவையில்லை என்பதை  பாடல் உணர்த்துகிறது."
  },
  {
    "description": "பாடல்  \"கல்வி கற்றவர்க்கு வேறு அழகு தரும் அணிகலன் தேவையில்லை\" எனக் கூறுவதை உறுதிப்படுத்தும் வரி எது?",
    "options": [
      "கற்றோர்க்குக் கல்வி நலனே கலனல்லால்",
      "முழுமணிப் பூணுக்குப் பூண்வேண்டா யாரே",
      "அழகுக்கு அழகுசெய் வார்",
      "மற்றோர் அணிகலம் வேண்டாவாம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரியில்  \"முழுமணிப் பூண்\"  ஒளிரும் அழகான அணிகலனைக் குறிக்கிறது.  கல்வி கற்றவர்க்கு அந்த  \"முழுமணிப் பூண்\"   போன்ற   அணிகலன்கள் தேவையில்லை என்பதைக்  கூறுகிறது.  இதன் மூலம் கல்வி கற்றவர்களுக்கு கல்வியே உயர்ந்த அணிகலன் என்பதை பாடல் எடுத்துக்காட்டுகிறது. "
  },
  {
    "description": "குமரகுருபரர் எந்த நூலை எழுதினார் என்பதை விளக்கும் பாடல் எது?",
    "options": [
      "கந்தர் கலிவெண்பா",
      "கயிலைக் கலம்பகம்",
      "சகலகலாவல்லி மாலை",
      "நீதிநெறி விளக்கம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "குமரகுருபரர் பல சிற்றிலக்கியங்களை எழுதியவர். அவர் எழுதிய நீதிநெறி விளக்கம் நூல் மக்களின் வாழ்வுக்குத் தேவையான நீதிகளைச் சுட்டிக்காட்டுவதால் அந்த நூலுக்கு  \"நீதிநெறி விளக்கம்\"  எனப் பெயர் வைக்கப்பட்டது.  இந்தப் பாடல்  \"நீதிநெறி விளக்கம்\"  நூலின்  13-வது பாடல்  என்பதைக் குறிப்பிடுகிறது. "
  }
]
