[
          
  {
    
          "description": "'தமிழ்மொழி வாழ்த்து' பாடலில் பயன்படுத்தப்பட்டுள்ள மோனைச் சொற்களை எடுத்தெழுதுக?",
          "options": [
      "அ) தமிழ், மொழி",
      "ஆ)  நிரந்தரம், வாழ்க",
      "இ)  வண்மொழி, வாழியவே",
      "ஈ)  வானம், வளர்மொழி"
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "பாரதியாரின்  'தமிழ்மொழி வாழ்த்து' பாடல் தமிழ் மொழியின் பெருமையைப் போற்றிப் பாடுகிறது. இப்பாடலில் 'வாழ்க நிரந்தரம்! வாழ்க தமிழ்மொழி!' என்ற வரிகள் இடம்பெற்றுள்ளன. இந்த வரிகளில் 'தமிழ்' மற்றும் 'மொழி' என்ற சொற்களில் மோனை பயன்படுத்தப்பட்டுள்ளது. இது இந்த பாடலுக்கு இசை நிறைவையும் இனிமை  தருகிறது."
          }
        ,
          
  {
    
          "description": "பாரதியார் தமிழை 'வண்மொழி' என்று அழைப்பதற்கான காரணம் என்ன?",
          "options": [
      "அ) அது பழமையான மொழி என்பதால்",
      "ஆ)  அது பல மொழிகளை உள்ளடக்கியது என்பதால்",
      "இ)  அது பல நூல்களை உருவாக்கியது என்பதால்",
      "ஈ)  அது வளமிக்க இலக்கியம் கொண்டது என்பதால்"
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "பாரதியார் தமிழை 'வண்மொழி' என்று அழைக்கிறார். இதற்குக் காரணம் தமிழின் வளமிக்க இலக்கியம் தான். நெடுங்காலமாகத் தமிழில் மிகவும் சிறந்த இலக்கியங்கள் உருவாகி வந்துள்ளன. சங்க இலக்கியம், சிலப்பதிகாரம்,  கம்பராமாயணம், திருக்குறள்  இவற்றை எடுத்துக்காட்டாகக் கூறலாம்.  தமிழின் இலக்கிய வளம் பல  அறிஞர்களையும் ஈர்த்துள்ளது. தமிழின் இலக்கிய வளமே அதற்கு 'வண்மொழி'  என்ற  பட்டத்தைத்  தந்துள்ளது. "
          }
        ,
          
  {
    
          "description": "பாரதியார் தமிழ் மொழியை வாழ்த்தும்போது, எந்தக் கருத்தை வலியுறுத்துகிறார்?",
          "options": [
      "அ) தமிழ்மொழி வளம் மிக்கது.",
      "ஆ) தமிழ்மொழி வானத்தை அளக்கும் திறன் கொண்டது.",
      "இ) தமிழ்மொழி அறிவைப் பரப்புவதில் முக்கியப் பங்கு வகிக்கிறது.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "பாரதியார் தமிழ் மொழியை வாழ்த்தும்போது அது வளம் மிக்கது, வானத்தை அளக்கும் திறன் கொண்டது, அறிவைப் பரப்புவதில் முக்கியப் பங்கு வகிக்கிறது என்ற கருத்துக்களை வலியுறுத்துகிறார். 'வான மளந்தது அனைத்தும் அளந்திடு வண்மொழி வாழியவே!' என்ற வரிகள் இதற்கு சான்றாகும். அது  எல்லாப் பொருண்மைகளையும் அறிந்த வளமிக்க மொழி என்பதையும்   சொல்கிறது. மேலும் அந்த மொழி அறிவைப் பரப்புவதில் முக்கியப் பங்கு வகிக்கிறது என்பதையும்  'ஏழ்கடல் வைப்பினுந் தன்மணம் வீசி இசைகொண்டு வாழியவே!' என்ற வரிகள்  உணர்த்துகின்றன. எனவே மேற்கண்ட அனைத்து கருத்துகளும் சரி."
          }
        ,
          
  {
    
          "description": "பாரதியார் பாடலில் எந்த மொழியின் தன்மைக்கு வலியுறுத்தல் தரப்படுகிறது?",
          "options": [
      "அ) சமஸ்கிருதம்",
      "ஆ) இந்தி",
      "இ) தமிழ்",
      "ஈ) ஆங்கிலம்"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "பாரதியாரின் 'தமிழ்மொழி வாழ்த்து' பாடல் தமிழ் மொழியின் தன்மைக்கு மட்டுமே வலியுறுத்தல் அளிக்கிறது.  'வாழ்க நிரந்தரம்! வாழ்க தமிழ்மொழி!' என்ற தொடக்க வரிகளே இதற்கு போதுமான ஆதாரமாகும். இப்பாடலில் சமஸ்கிருதம், இந்தி, ஆங்கிலம்  ஆகிய மொழிகள் குறிப்பிடப்படவில்லை.  பாடலின் முழு உள்ளடக்கமும் தமிழ் மொழியின் பெருமையைப் பற்றியதாகும்."
          }
        ,
          
  {
    
          "description": "பாடலில் 'சூழ்கலி' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "அ) தமிழர்களின் சமூகப் பிரிவினைகள்",
      "ஆ) தமிழர்களை ஆண்ட வெளிநாட்டு ஆட்சியாளர்கள்",
      "இ) தமிழ் மொழியை அழிக்க முயலும் சக்திகள்",
      "ஈ) அறியாமையால் உண்டாகும் இருள்"
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "பாடலில் 'சூழ்கலி' என்ற சொல் அறியாமையால் உண்டாகும் இருளை குறிக்கிறது.  'சூழ்கலி நீங்கத் தமிழ்மொழி ஓங்கத் துலங்குக வையகமே!' என்ற வரிகளில் சூழ்கலி  தமிழ் மொழியின் வளர்ச்சிக்குத்  தடையாக இருப்பதாக  குறிப்பிடப்படுகிறது.  தமிழ் மொழிக்கு இடையூறாக இருக்கும் அறியாமை இருள் நீங்கி, தமிழ்மொழி  உலகெங்கும்  புகழடைய வேண்டும்  என்பது   இந்த வரிகளின் பொருள். "
          }
        ]