
[
  {
    "description": "“வாளியிலே மாக்கரைச்சு” என்ற வரிகளில் “மாக்கரைச்சு” என்ற சொல் எதைப் பற்றிக் குறிப்பிடுகிறது?",
    "options": [
      "மாங்காய்",
      "மாரிச்சு",
      "மழைச்சோறு",
      "மாவடு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மழைச்சோறு பாடலில் 'மாக்கரைச்சு' என்ற சொல் மழைக்கான வேண்டுகோளைக் குறிக்கிறது.  மழை இல்லாததால் ஏற்பட்ட வறட்சியால் மக்கள் மழை வேண்டி வழிபாடு செய்கின்றனர். அவர்கள் கோலம் போட்டு, வாசலில் மாக்கரைச்சு வைத்து வழிபாடு செய்தாலும்,  கொள்ளை மழை பெய்யவில்லை என வருத்தப்படுகின்றனர். இதில் 'மாக்கரைச்சு' என்ற சொல் மழையைக் குறிப்பிடுவதாகப் புரிந்துகொள்ளலாம்."
  },
  {
    "description": "“கல்லு இல்லாக் காட்டிலதான் கடலைச் செடி போட்டு வச்சோம்” என்ற வரிகள் எந்தச் சூழலைப் படம் பிடிக்கின்றன?",
    "options": [
      "வறட்சியால் மக்கள் கடலையே நட்டு வளர்ப்பதைக் குறிப்பிடுகிறது.",
      "மழை இல்லாததால் விவசாயம் பாதிக்கப்பட்டுள்ள நிலையைக் காட்டுகிறது.",
      "கடல்சார் பயிர்களை மக்கள் வளர்ப்பதைக் குறிப்பிடுகிறது.",
      "மழை இல்லாததால் மக்கள் வேறு வகையான செடிகளைப் பயிர் செய்கின்றனர்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மழை இல்லாத காரணத்தால் நிலம் வறண்டு விவசாயம் பாதிக்கப்பட்டுள்ளது என்பதை இந்த வரிகள் காட்டுகின்றன. விவசாயம் சார்ந்த செயல்பாடுகள் பாதிக்கப்பட்டதால் மக்கள் வேறு செடிகளை நட்டு வளர்க்க முயற்சிக்கின்றனர். அவர்கள் கடலைச்செடி நட்டும் கூட மழை பெய்யவில்லை என்பதை இந்த வரிகள் எடுத்துக்காட்டுகின்றன. இது மக்கள் எதிர்கொள்ளும் துயரத்தைப் படம் பிடிக்கிறது."
  },
  {
    "description": "“கருவேலங் காட்டுலதான் கனமழையும் இல்லாமே கருவேலும் பூக்கலையே கமகமன்னும் மணக்கலையே” என்ற வரிகள் எதைப் பற்றிப் பேசுகின்றன?",
    "options": [
      "கருவேல மரத்தின் மணம் மழை பெய்யாததால் இல்லாமல் போய்விட்டதைக் குறிப்பிடுகிறது.",
      "கருவேல மரங்கள் வறட்சியால் பூக்காமல் இருப்பதைக் குறிப்பிடுகிறது.",
      "கருவேல மரங்கள் மழையை விரும்பி வளரும் என்பதைக் குறிப்பிடுகிறது.",
      "மழையின்மையால் காடுகள் வறண்டு போய் மணம் இல்லாமல் இருப்பதைக் குறிப்பிடுகிறது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மழை பெய்யாததால் கருவேல மரங்கள் பூக்காமல் இருப்பதை இந்த வரிகள் விளக்குகின்றன. மழை இல்லாததால் காடுகள் வறண்டு போய் கருவேல மரங்கள் மணம் இல்லாமல் போய்விட்டன என்பதைக் குறிப்பிடுகிறது. இது வறட்சியால் ஏற்படும் பாதிப்பை எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "“ஊசி போலக் காலிறங்கி உலகமெங்கும் பேயுது” என்ற வரிகள் எதைப் பற்றிப் பேசுகின்றன?",
    "options": [
      "மழை துளிகள் மெதுவாகப் பெய்யும் விதத்தைக் குறிப்பிடுகிறது.",
      "மழைத்துளி மிகச் சிறியதாக இருப்பதைக் குறிப்பிடுகிறது.",
      "மழை எங்கும் பரவிப் பெய்யும் விதத்தைக் குறிப்பிடுகிறது.",
      "மழைப் பெய்தல் துவங்கும் விதத்தைக் குறிப்பிடுகிறது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மழை எங்கும் பரவிப் பெய்யும் விதத்தை இந்த வரிகள் வர்ணிக்கின்றன. 'ஊசி போலக் காலிறங்கி' என்பது மழை மிகச் சிறிய துளிகளாகப் பெய்து, உலகமெங்கும் பரவிப் பெய்கிறது என்பதை விளக்குகிறது. இது மழைப் பெய்தல் தொடங்கியதை அழகாக விவரிக்கிறது."
  },
  {
    "description": "மழைச்சோறு பாடலில்,  உழவர்கள் தங்கள் மனவேதனையை எவ்வாறு வெளிப்படுத்துகின்றனர்?",
    "options": [
      "மழை வேண்டி வழிபாடு செய்கின்றனர்.",
      "வேதனையைப் பாடலாக வெளிப்படுத்துகின்றனர்.",
      "கடலையோ, முருங்கையையோ நட்டு வைத்து ஏங்குகின்றனர்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மழைச்சோறு பாடல்,  மழை இல்லாத காரணத்தால் ஏற்பட்ட துயரத்தைப் பாடலாக வெளிப்படுத்துகிறது.  உழவர்கள் மழை வேண்டி வழிபாடு செய்து, அவர்கள் சந்திக்கும் துயரத்தையும் பாடலாக வெளிப்படுத்துகின்றனர்.  அவர்கள் தங்களின் மன வேதனையை வெளிப்படுத்தும் வழியாக கடலை, முருங்கை போன்ற பயிர்களை நட்டு வைத்து  ஏங்குகின்றனர். மழையின்மை சார்ந்த அவர்களின் துயரத்தை அந்தப் பாடல் வெளிப்படுத்துகிறது."
  }
]
