
[
  {
    "description": "மண்பாண்டம் செய்யும் சக்கரம் எதற்குப் பயன்படுகிறது?",
    "options": [
      "களிமண்ணைத் தூய்மைப்படுத்த",
      "மண்ணுக்கு வடிவம் கொடுக்க",
      "பானையின் அடிப்பகுதியை மூட",
      "பானைகளை மெருகேற்ற"
    ],
    "answer": "B",
    "additional_context": "மண்பாண்டம் செய்யும் சக்கரம் என்பது திருவை எனப்படும். திருவையை வேகமாகச் சுழலச்செய்து அதன் நடுவில் மண்ணை வைத்துக் கையால் அணைத்துப் பிடித்து மண்பாண்டங்களை உருவாக்குவோம். உரிய வடிவம் வந்ததும் அடிப்பகுதியில் நூல் அல்லது ஊசியால் அறுத்து எடுத்துக் காயவைப்போம். "
  },
  {
    "description": "பானை வனையப்பட்ட பிறகு எந்தச் செயல்முறை மூலம் பானை முழுமையாக்கப்படுகிறது?",
    "options": [
      "காய்ந்த மண்ணைத் தட்டுப்பலகையால் தட்டி ஓட்டையை மூட",
      "சக்கரத்தில் சுழற்றி மெருகேற்ற",
      "உருட்டுக்கல் கொண்டு தேய்த்து",
      "பானைகளை ஓரளவு சூடுபடுத்தி"
    ],
    "answer": "A",
    "additional_context": "வனையப்பட்ட பானைகள் ஓரளவு காய்ந்ததும் தட்டுப்பலகையைக் கொண்டு தட்டிப் பானையின் அடிப்பகுதியில் இருக்கும் ஓட்டையை மூடிப் பானையை முழுமையாக்குவோம். "
  },
  {
    "description": "கீழே கொடுக்கப்பட்டவற்றுள் எது சுடுமண் சிற்பக்கலையின் ஆங்கிலப் பெயர்?",
    "options": [
      "Terrocotta",
      "Ceramics",
      "Terracotta",
      "Pottery"
    ],
    "answer": "C",
    "additional_context": "சுடுமண் சிற்பக்கலை என்பது ஆங்கிலத்தில் டெரகோட்டா என்று அழைக்கப்படுகிறது. "
  },
  {
    "description": "சுடுமண் சிற்பங்களின் பயன்பாடு எப்படி மாறியுள்ளது?",
    "options": [
      "சிற்றூர்களில் உள்ள கோயில்களில் மட்டுமே பயன்படுத்தப்படுகிறது",
      "மாளிகைகள் மற்றும் கலையரங்குகளில் மட்டுமே பயன்படுத்தப்படுகிறது",
      "மக்கள் தங்கள் வேண்டுதல் நிறைவேறினால் மட்டுமே பயன்படுத்தப்படுகிறது",
      "கலைப்பொருளாக அழகுக்காகப் பல இடங்களிலும் பயன்படுத்தப்படுகிறது"
    ],
    "answer": "D",
    "additional_context": "முன்பெல்லாம் சிற்றூர்களில் உள்ள கோயில்களில் மட்டுமே சுடுமண் சிற்பங்களைக் காண முடியும். இப்போது கலைப்பொருளாக அழகுக்காகப் பல இடங்களிலும் பயன்படுத்துகின்றனர். "
  },
  {
    "description": "மூங்கில் மூலம் செய்யப்படும் பொருள்கள் எவை?",
    "options": [
      "பழக்கூடை, பூக்கூடை மட்டுமே",
      "கட்டில், புல்லாங்குழல் மற்றும் மாடுகளுக்கான மூஞ்சிப்பெட்டி",
      "பழக்கூடை, கூரைத்தட்டி, மட்டக்கூடை மட்டுமே",
      "விளையாட்டுப் பொருள் முதல் இறந்தவரை எடுத்துச்செல்லும் பாடை வரை"
    ],
    "answer": "D",
    "additional_context": "மூங்கிலைக் கொண்டு பலவகையான கைவினைப் பொருள்கள் செய்யப்படுகின்றன. மட்டக்கூடை, தட்டுக்கூடை, கொட்டுக்கூடை, முறம், ஏணி, சதுரத்தட்டி, கூரைத்தட்டி, தெருக்கூட்டும் துடைப்பம், மாடுகளுக்கான மூஞ்சிப்பெட்டி, பழக்கூடை, பூக்கூடை, பூத்தட்டு, கட்டில், புல்லாங்குழல், புட்டுக்குழாய், கால்நடைகளுக்கான மருந்து புகட்டும் குழாய் என எத்தனையோ பொருள்கள் மூங்கில் மூலம் உருவாகின்றன. சுருக்கமாகச் சொன்னால் பிறந்த குழந்தைக்கு விளையாட்டுப்பொருள் முதல் இறந்தவரை எடுத்துச்செல்லும் பாடை வரை மூங்கிலால் செய்யப்படுகின்றன."
  }
]
