[
          
  {
    
          "description": "பின்வரும் எந்த கூற்றுகள் இந்தப் பகுதியில் இருந்து எடுக்கப்பட்டவை?",
          "options": [
      "நீங்கள் இணையத்துடன் இணைக்கப்படவில்லை என்றால் PDF ஐ படிக்க முடியாது.",
      "PDF ஐ வடிவமைக்க நீங்கள் இணையத்துடன் இணைக்கப்பட வேண்டும்.",
      "ஒரு PDF ஐ படிக்க, நீங்கள் இணையத்துடன் இணைக்கப்பட வேண்டும்.",
      "நீங்கள் இணையத்துடன் இணைக்கப்படவில்லை என்றால் PDF ஐ படிக்கவோ வடிவமைக்கவோ முடியாது."
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பகுதியில், ஒரு நபர் PDF ஐ படிக்கவோ வடிவமைக்கவோ முடியாது என்பதைத் தெளிவாகக் கூறுகிறார். அவர் “நான் இணையத்துடன் இணைக்கப்படவில்லை என்பதால் அதை நான் படிக்கவோ வடிவமைக்கவோ முடியாது” என்று கூறுகிறார். இது PDF ஐப் படிக்கவோ வடிவமைக்கவோ இணைய இணைப்பு அவசியம் என்பதைப் புலப்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "இந்தப் பகுதியில், PDF ஐ ஒரு உரை கோப்புக்கு மாற்ற பரிந்துரைக்கப்பட்டுள்ளது. அதற்கான காரணம் என்ன?",
          "options": [
      "PDF ஐ உரை கோப்புக்கு மாற்றுவதன் மூலம், இணைய இணைப்பு இல்லாமல் அதை படிக்க முடியும்.",
      "PDF ஐ உரை கோப்புக்கு மாற்றுவதன் மூலம், அதை எளிதாக வடிவமைக்க முடியும்.",
      "PDF ஐ உரை கோப்புக்கு மாற்றுவதன் மூலம், அதை எளிதாக பகிர முடியும்.",
      "PDF ஐ உரை கோப்புக்கு மாற்றுவதன் மூலம், அதை எளிதாக படிக்க முடியும்."
    ],
    "answer": "A",
    
          "additional_context": "PDF ஐ படிக்க முடியாது என்பதால், அதை உரை கோப்புக்கு மாற்றி படிக்க வழி காட்டப்பட்டுள்ளது. இணைய இணைப்பு இல்லாமல் உரை கோப்பை படிக்க முடியும் என்பதால், இந்த வழிமுறை பயனுள்ளதாக இருக்கும்."
          }
        ,
          
  {
    
          "description": "பகுதியில் உள்ள கூற்று 'நான் இணையத்துடன் இணைக்கப்படவில்லை என்பதால் அதை நான் படிக்கவோ வடிவமைக்கவோ முடியாது' என்ற கூற்று யாருடையது?",
          "options": [
      "PDF ஐ இணைத்துள்ளவர்",
      "PDF ஐ படிக்க முயற்சிப்பவர்",
      "PDF ஐ வடிவமைக்க முயற்சிப்பவர்",
      "PDF ஐ உருவாக்கியவர்"
    ],
    "answer": "B",
    
          "additional_context": "PDF ஐ படிக்க முயற்சிப்பவர், இணைய இணைப்பு இல்லாமல் அவர் அதைப் படிக்க முடியாது என்பதைத் தெளிவாகக் கூறுகிறார். PDF ஐ படிக்கவோ வடிவமைக்கவோ முடியாது என்பதைச் சொல்பவர் PDF ஐ படிக்க முயற்சிப்பவர்."
          }
        ,
          
  {
    
          "description": "பகுதியில், PDF ஐ உரை கோப்புக்கு மாற்றுவதற்கான வழிமுறைகளைத் தருவது யார்?",
          "options": [
      "PDF ஐ இணைத்துள்ளவர்",
      "PDF ஐ படிக்க முயற்சிப்பவர்",
      "PDF ஐ வடிவமைக்க முயற்சிப்பவர்",
      "PDF ஐ உருவாக்கியவர்"
    ],
    "answer": "A",
    
          "additional_context": "PDF ஐ இணைத்துள்ளவர்,  இணைய இணைப்பு இல்லாதவர்களுக்காக PDF ஐ உரை கோப்புக்கு மாற்றுவதற்கான வழிமுறைகளை வழங்குகிறார்.  PDF ஐ படிக்க முடியாத பிரச்சினையை எதிர்கொண்டு அதைத் தீர்ப்பது என்பது PDF ஐ இணைத்துள்ளவரின் பணியாகும்."
          }
        ,
          
  {
    
          "description": "மேற்கண்ட வாக்கியத்தில், யார் ஒரு PDFஐ இணைத்துள்ளனர்?",
          "options": [
      "a) கேள்வி கேட்பவர்",
      "b) பதில் அளிப்பவர்",
      "c)  இரண்டு பேரும்",
      "d)  இதில் எதுவும் இல்லை"
    ],
    "answer": "b",
    
          "additional_context": "PDF ஐ படிக்க முடியாது எனக் கூறி, அதை உரை கோப்புக்கு மாற்றும் வழிமுறையைக் கூறுவது பதில் அளிப்பவரின் பணியாகும். எனவே, PDF ஐ இணைத்துள்ளவர் பதில் அளிப்பவர்."
          }
        ]