
[
  {
    "description": "__________ என்பது பொருள் முற்றுப் பெறாமல் எஞ்சி நிற்கும் சொல் ஆகும்.",
    "options": [
      "முற்று",
      "எச்சம்",
      "முற்றெச்சம்",
      "வினையெச்சம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சொற்கள் முழுமையான பொருளைத் தருவதற்குப் பதிலாக, ஒரு குறிப்பிட்ட செயல், பண்பு அல்லது காலம்  என்பவற்றைக் குறிக்கும் போது அவை எச்சம் எனப்படுகின்றன. இது பொருள் முற்றுப் பெறாமல் எஞ்சி நிற்கும் சொல்லாகும். எடுத்துக்காட்டாக, 'படித்த மாணவன்', 'படித்த பாடல்', 'படித்த பின்' ஆகியவற்றில் 'படித்த'  என்பது எச்சமாகும்.  எச்சம் பெயரெச்சம், வினையெச்சம் என இரு வகைப்படும்."
  },
  {
    "description": "__________ எச்சம் செயலையோ, காலத்தையோ தெளிவாகக் காட்டாது, பண்பினை மட்டும் குறிப்பாகக் காட்டும்.",
    "options": [
      "தெரிநிலை",
      "குறிப்பு",
      "முற்று",
      "வினைமுற்று"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "எச்சம்  என்பது பொருள் முழுமையான பொருளைத் தருவதற்குப் பதிலாக, ஒரு குறிப்பிட்ட செயல், பண்பு அல்லது காலம்  என்பவற்றைக் குறிக்கும் போது அவை எச்சம் எனப்படுகின்றன. இது பொருள் முற்றுப் பெறாமல் எஞ்சி நிற்கும் சொல்லாகும். எச்சத்தில் இரு வகைகள் உண்டு. அவை, தெரிநிலை எச்சம் மற்றும் குறிப்பு எச்சம்.  தெரிநிலை எச்சம் என்பது செயலையோ, காலத்தையோ தெளிவாகக் காட்டும் எச்சமாகும்.  எடுத்துக்காட்டாக, 'எழுதி வந்தான்', 'படித்து முடித்தான்' போன்றவை. குறிப்பு எச்சம் என்பது  செயலையோ, காலத்தையோ தெளிவாகக் காட்டாமல், பண்பினை மட்டும் குறிப்பாகக் காட்டும் எச்சமாகும். எடுத்துக்காட்டாக, 'மெல்ல வந்தான்', 'சிறிய கடிதம்' போன்றவை."
  },
  {
    "description": "\"பாடிய பாடல்\"  என்ற தொடரில் \"பாடிய\" என்னும் சொல் _______________ ஆகும்.",
    "options": [
      "வினையெச்சம்",
      "பெயரெச்சம்",
      "முற்றெச்சம்",
      "வினைமுற்று"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "எச்சம்  என்பது பொருள் முழுமையான பொருளைத் தருவதற்குப் பதிலாக, ஒரு குறிப்பிட்ட செயல், பண்பு அல்லது காலம்  என்பவற்றைக் குறிக்கும் போது அவை எச்சம் எனப்படுகின்றன. இது பொருள் முற்றுப் பெறாமல் எஞ்சி நிற்கும் சொல்லாகும்.  'பாடிய பாடல்' என்னும் தொடரில் 'பாடிய' என்பது ஒரு பெயரெச்சம் ஆகும்.  பெயரெச்சம் என்பது பெயர்ச்சொற்களைக் கொண்டு முடியும். 'பாடிய' என்பது 'பாடல்' என்னும் பெயர்ச்சொல்லைக் கொண்டு முடிவதால் இது பெயரெச்சமாகும்."
  },
  {
    "description": "\"வந்து\" என்ற சொல்லைப் பயன்படுத்தி \"பந்து\" என்ற சொல்லைக் கொண்டொரு தொடர் எழுதுங்கள்:  __________. ",
    "options": [
      "வந்து பந்து.",
      "வந்து பந்து விளையாடினான்.",
      "வந்து பந்து விளையாட்டு.",
      "வந்து பந்து வீசியான்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் கேள்வி ஒரு தொடர் எழுதுவதற்கான கேள்வி.  'வந்து' என்னும் வினையெச்சம் மற்றும்  'பந்து' என்னும் பெயர்ச்சொல்லைப் பயன்படுத்தி ஒரு முழுமையான தொடர் எழுத வேண்டும்.  வினையெச்சம் வினைமுற்றுடன் சேர்ந்து பயன்படுத்தப்படுகிறது.  'விளையாடினான்' என்பது வினைமுற்று.  'வந்து பந்து விளையாடினான்' என்பது ஒரு முழுமையான தொடர்."
  },
  {
    "description": "“படித்தான், படித்த, படித்து” - இந்த மூன்று சொற்களில் எது வினைமுற்று?",
    "options": [
      "அ) படித்தான்",
      "ஆ) படித்த",
      "இ) படித்து",
      "ஈ) இவை அனைத்தும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "'படித்தான்', 'படித்த', 'படித்து'  என்ற மூன்று சொற்களில் 'படித்தான்' என்பது வினைமுற்று ஆகும். 'படித்தான்'  என்பது  'படி' என்னும் வினைச்சொல்லின் வினைமுற்று வடிவம். இதில் பொருள் முற்றுப் பெறுகிறது.  'படித்த'  மற்றும் 'படித்து' என்பவை எச்சங்கள்.  'படித்த' என்பது பெயரெச்சம்  மற்றும் 'படித்து'  என்பது வினையெச்சம்.  எச்சங்கள் பொருள் முற்றுப் பெறாமல் எஞ்சி நிற்கும் சொற்கள்."
  }
]
