
[
  {
    "description": "எந்த இசைக்கருவியின் காரணமாகப் பஞ்சமகா சப்தம் என்று பெயர் வந்தது?",
    "options": [
      "தவண்டை",
      "குடமுழா",
      "முழவு",
      "சேகண்டி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஐந்து முகங்களை உடைய முரசு வகையைச் சேர்ந்தது குடமுழா. ஒரு பெரிய குடத்தின் வடிவில் ஐந்து வட்டவடிவ வாய்களுடன் அமைந்திருக்கும். நடுவில் இருக்கும் வாய் மற்றவற்றைவிடப் பெரியதாக இருக்கும். ஒவ்வொரு வாயும் தோலால் மூடப்பட்டிருக்கும். ஒவ்வொரு வாயிலிருந்தும் ஒரு தனி வகையான இசை பிறக்கும். இதன் காரணமாக இதனைப் பஞ்சமகா சப்தம் என்றும் அழைப்பர். இது கோயில்களில் ஒலிக்கப்படும் இசைக்கருவியாகும். சென்னை அருங்காட்சியகத்தில் இவ்வகை முழவு ஒன்று காட்சிக்கு வைக்கப்பட்டுள்ளது."
  },
  {
    "description": "கழனி மேடுகளில் காவல் புரிபவர்கள் விலங்குகள், கள்வரை விரட்டவும் மற்ற காவல்காரர்களை விழித்திருக்கச் செய்யவும் எந்தக் கருவியைப் பயன்படுத்தினார்கள்?",
    "options": [
      "சங்கு",
      "குழல்",
      "கொம்பு",
      "உடுக்கை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மனிதர்கள் தொடக்க காலத்தில் இறந்த மாடுகளின் கொம்புகளைப் பயன்படுத்தி ஒலி எழுப்பினர். அதுவே பிற்காலத்தில் கொம்பு என்னும் இசைக்கருவிக்கு அடிப்படையாயிற்று. இக்காலத்தில் பித்தளை அல்லது வெண்கலத்தால் கொம்புகள் செய்யப்படுகின்றன. இதனை வேடர் வேட்டையின் போது ஊதுவர். கழனி மேடுகளில் காவல் புரிபவர்கள் விலங்குகள், கள்வரை விரட்டவும் மற்ற காவல்காரர்களை விழித்திருக்கச் செய்யவும் கொம்பினை ஊதுவர். ஊதுகொம்பு, எக்காளம், சிங்கநாதம், துத்தரி போன்ற பலவகையான கொம்புகள் இக்காலத்தில் திருவிழா ஊர்வலங்களின்போது இசைக்கப்படுகின்றன."
  },
  {
    "description": "யாழின் வகைக்கு ஏற்ப அதில் இருக்கும் நரம்புகளின் எண்ணிக்கை வேறுபடும். பத்தொன்பது நரம்புகளைக் கொண்ட மீன் வடிவில் அமைந்த யாழ் எது?",
    "options": [
      "சகோடயாழ்",
      "மகரயாழ்",
      "பேரியாழ்",
      "வீணை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வேட்டுவர் இறுகக் கட்டிய தங்கள் வில் நாணில் இருந்து எழும் ஓசையை உணர்ந்தனர். வில்லைப் போன்ற வளைவு உடையதும் நரம்புகளால் ஆனதும் விரலால் வருடக் கூடியதுமான கருவி ஒன்றை உருவாக்கினார். இதன் அடிப்படையில் உருவான கருவியே யாழ் ஆகும். பேரியாழ், செங்கோட்டியாழ் போன்றவை மிகப் பழமையானவை. யாழின் வகைக்கு ஏற்ப அதில் இருக்கும் நரம்புகளின் எண்ணிக்கை வேறுபடுகிறது. இருபத்தொரு நரம்புகளைக் கொண்டது பேரியாழ், பத்தொன்பது நரம்புகளைக் கொண்டதாக மீன் வடிவில் அமைந்தது மகரயாழ், பதினான்கு நரம்புகளைக் கொண்டது சகோடயாழ். யாழின் வடிவமே மெல்லமெல்ல மாற்றமடைந்து பிற்காலத்தில் வீணையாக உருமாறியது என்பர்."
  },
  {
    "description": "இசைக்கருவிகள் இரண்டு வகையாகப் பிரிக்கப்படுகின்றன. அவை என்ன?",
    "options": [
      "தோல்கருவி மற்றும் காற்றுக்கருவி",
      "குரல்வழி இசை மற்றும் கருவிவழி இசை",
      "நரம்புக்கருவி மற்றும் கஞ்சக்கருவி",
      "காற்றுக்கருவி மற்றும் நரம்புக்கருவி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மக்களின் உள்ளத்தில் எழுந்த உணர்ச்சி, குரல் வழியாக அல்லது செயற்கைக் கருவி ஒன்றின் வழியாக வெளிப்பட்டது. இது நகை, அழுகை, வீரம் உள்ளிட்ட ஒன்பது சுவைகளை வெளிப்படுத்தக்கூடிய கலையாகப் பிறந்தது. இக்கலையே இசை எனப்பட்டது. குரல்வழி இசை, கருவிவழி இசை என இசையை இரண்டாகப் பிரிப்பர்."
  },
  {
    "description": "எந்த இசைக்கருவியைப் பயன்படுத்திப் பாடுவோர் 'பாணர்' எனப்பட்டனர்?",
    "options": [
      "யாழ்",
      "முழவு",
      "குடமுழா",
      "திமிலை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இசையின் இனிமைக்குத் துணை செய்பவை இசைக் கருவிகள் ஆகும். காலத் தேவைகள், சமயச்சடங்குகள், திருவிழாக்கள் போன்ற பல நிகழ்வுகளின் பொருட்டு பலவிதமான இசைக்கருவிகள் தோன்றி வளர்ச்சிபெற்றன. இசைக்கருவிகள் குரல்இசைக்கு மட்டும் பயன்படுபவை, நாடகத்திற்கு மட்டும் பயன்படுபவை, இரண்டிற்கும் பயன்படுபவை எனப் பலவாகத் தோன்றிக் கிளைத்தன. இசைக்கருவிகளை இசைத்துப் பாடல் பாடுவோர் பாணர் எனப்பட்டனர்."
  }
]
