
[
  {
    "description": "பாடல் \"மட்டுக் குணவை உண்ணாமல்\" என்று குறிப்பிடுகிறது. இதன் மூலம் கவிமணி என்ன வலியுறுத்துகிறார்?",
    "options": [
      "அதிகமாக உண்ண வேண்டும்",
      "தூய உணவை உண்ண வேண்டும்",
      "மருந்துகளை உண்ண வேண்டும்",
      "அளவாக உண்ண வேண்டும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாடலில், \"மட்டுக் குணவை உண்ணாமல்\" என்ற வரி வலியுறுத்துவது அளவுக்கு மீறி உண்ணக்கூடாது என்பது. அதிகமாக உண்டால் செரிமானம் பாதிக்கப்படும் என்பது மறைமுகமாகக் குறிப்பிடப்படுகிறது."
  },
  {
    "description": "பாடலில், எந்த வார்த்தை \"நாள் தோறும்\" என்ற பொருளைக் குறிக்கிறது?",
    "options": [
      "வையம்",
      "நித்தம்",
      "காலை",
      "மாலையும்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாடலில், \"நித்தம் நித்தம்\" என்ற வார்த்தைகள் நாள் தோறும் என்ற பொருளைக் குறிக்கின்றன.  நாள் தோறும் சுத்தமாக இருந்தால் நீண்ட ஆயுள் பெறலாம் என்பதை வலியுறுத்துகிறது இந்த வரி."
  },
  {
    "description": "\"தூய காற்றும் நன்னீரும்\" இவற்றின் நன்மைகள் என்ன என்பதை பாடல் எடுத்துக்காட்டுகிறது?",
    "options": [
      "நல்ல உறக்கம்",
      "தூய நிறம்",
      "நோய் தடுப்பு",
      "இனிமையான உணவு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பாடலில், \"தூய காற்றும் நன்னீரும், சுண்டப் பசித்த பின் உணவும்\" நோயை ஓட்டி விடும் என்பது குறிப்பிடப்படுகிறது. தூய்மையான காற்று, தூய்மையான தண்ணீர் மற்றும் பசித்த பிறகு சாப்பிடுவது ஆகியவை நோயைத் தடுப்பதில் முக்கிய பங்கு வகிக்கிறது."
  },
  {
    "description": "தேசிக விநாயகனார் எந்த நூலிலிருந்து இப்பாடல் எடுக்கப்பட்டது?",
    "options": [
      "மருமக்கள் வழி மான்மியம்",
      "கதர் பிறந்த கதை",
      "மலரும் மாலையும்",
      "ஆசிய ஜோதி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த பாடல் கவிமணி தேசிக விநாயகனாரின் \"மலரும் மாலையும்\" என்ற நூலிலிருந்து எடுக்கப்பட்டது. கவிமணி இயற்கை, நல்லொழுக்கம் மற்றும் சமுதாய சீர்திருத்தம் பற்றி பல நூல்கள் எழுதியுள்ளார். இவரது பாடல்கள் பலரும் போற்றும் வகையில் உள்ளன."
  },
  {
    "description": "பாடலில், \"எமன்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மரணம்",
      "நோய்",
      "பசி",
      "அழகு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பாடலில், \"காலன் ஓடிப் போவானே!\" என்று குறிப்பிடப்படுகிறது. \"காலன்\" என்பது மரணத்தை குறிக்கும். காற்று வாங்கி, நடைபயிற்சி செய்பவர்களை மரணம் கூட அணுகாது என்பது மறைமுகமாகக் குறிப்பிடப்படுகிறது."
  }
]
