
[
  {
    "description": "கூரன் யாரைப் பயந்து ஓடிக்கொண்டிருந்தது?",
    "options": [
      "அ) புனுகுப்பூனை.",
      "ஆ) பித்தக்கண்ணு.",
      "இ) வெட்டுக்கிளி.",
      "ஈ) சருகுமான்."
    ],
    "answer": "B",
    "additional_context": "நடுக்காட்டில் சலசலவென ஓடும் ஓடையையுடைய பள்ளத்தாக்கில் பெரிய மரம் ஒன்று விழுந்து கிடந்தது. அதன்மீது மெத்துமெத்தென்று பச்சைப்பாசி படர்ந்திருந்தது. பூச்சி புழுக்கள், நத்தைகள் ஆகியன அந்த மரத்தை எப்போதும் மொய்த்துக் கொண்டிருக்கும். காட்டிலுள்ள அனைத்து விலங்குகளுமே நீர் அருந்த அந்த ஓடைக்கு வரும். தாகம் தணிந்தபின் சிறு விலங்குகள் பக்கத்திலுள்ள அடர்ந்த குறிஞ்சிப் புதரில் ஓய்வெடுத்துக் கொள்ளும். கூரன் என்ற பெண் சருகுமானை வெட்டுக்கிளி பார்த்தது. சருகுமான் ஓடையைத் தாண்டுவதும் குதிப்பதுமாக இருந்தது. சருகுமான் சிறிய பிராணி; ஒரு பெரிய வீட்டுப்பூனை அளவு இருக்கும்; போதாததற்குக் கூச்சப்படும் விலங்கு வேறு. எனவே அதைப் பார்த்து வெட்டுக்கிளி பயப்படவில்லை. கூரன், குறிஞ்சிப் புதர் அருகில் இளைப்பாற வந்தது. இதுதான் சாக்கு என்று வெட்டுக்கிளி அதனிடம் பேசத் துவங்கியது.  'என்ன கூரன், பார்த்து வெகுநாள் ஆயிற்று! இவ்வளவு நாட்கள் எங்கே போயிருந்தாய்? ஏன் இங்கும் அங்கும் வேகமாக ஓடுகிறாய்?'  'காட்டின் அந்தக் கோடியில் இருந்தேன். இப்பொழுது உன்னிடம் பேச எனக்கு நேரமில்லை. பித்தக்கண்ணு என்னைத் துரத்திக்கொண்டு வருகிறது. நான் எங்காவது ஒளிய வேண்டும். எனக்குச் சோர்வாக வேறு இருக்கிறது. பல மணி நேரமாக ஓடிஓடிக் களைத்துப் போய்விட்டேன்.'"
  },
  {
    "description": "பித்தக்கண்ணு கூரனை எங்கே ஒளிந்திருக்கிறது என்பதை எப்படி அறிந்துகொண்டது?",
    "options": [
      "அ)  வெட்டுக்கிளி கூரன் ஒளிந்திருக்கும் இடத்தை காட்டிக்கொடுத்தது.",
      "ஆ) பித்தக்கண்ணு மோப்பம் பிடித்து கூரனைத் தேடிக்கொண்டது.",
      "இ) கூரனின்  ஒளிந்திருக்கும் இடத்தருகே வெட்டுக்கிளி குதித்துக் குதித்தது.",
      "ஈ) பித்தக்கண்ணுவுக்கு கூரன் எங்கே இருக்கிறது என்பது தெரியும்."
    ],
    "answer": "C",
    "additional_context": "வெட்டுக்கிளி தலையை ஆட்டி உறுதிமொழி அளித்துவிட்டுக் கண்ணை மூடிக் கொண்டது. அதற்குள் கூரனைத் தேடிக்கொண்டு பித்தக்கண்ணு ஓடைப்பக்கம் வந்து சேர்ந்தது. சத்தமில்லாமல், அடிமேல் அடி வைத்து ஓடையில் ஆங்காங்கு இருந்த பாறைகளின் மீது ஏறி மோப்பம் பிடித்துக்கொண்டே நடந்தது. குறிஞ்சிப் புதரின் தாழக் கிடந்த கிளையின்மீது உட்கார்ந்திருந்த வெட்டுக்கிளி அதன் கண்ணில்பட்டதும் அதைப் பார்த்து உறுமியது. 'கூரன் இங்கு வந்தாளா? அவள் எங்குச் சென்றாள் என்று தெரியுமா?' வெட்டுக்கிளிக்கு உற்சாகம் தலைக்கு ஏறியது. பித்தக்கண்ணுவை இவ்வளவு பக்கத்தில் பார்ப்பது இதுதான் முதல்முறை. அது கேட்ட கேள்விக்குப் பதில் சொல்ல வாயைத் திறந்த பொழுது, கூரனுக்கு அளித்திருந்த வாக்குறுதி நினைவுக்கு வந்தது. எனவே, உடனே வாயை மூடிக்கொண்டது. ஆனால், பித்தக்கண்ணுவைப் பார்த்ததால் ஏற்பட்ட பரவசத்தை அடக்க இயலாமல் தன்னை அறியாமல் கூரன் ஒளிந்திருந்த இடத்தருகே குதித்துக் குதித்துச் சென்றது."
  },
  {
    "description": "பித்தக்கண்ணு கூரன் இல்லாத இடத்தில் மோப்பம் பிடித்ததால் கூரனைக் கண்டுபிடிக்க முடியாமல் போனது.  அதற்கான காரணம் என்ன?",
    "options": [
      "அ) பித்தக்கண்ணு மோப்பம் பிடிக்கும் திறன் மிகக் குறைவு.",
      "ஆ) கூரன் மிகச் சிறந்த மறைவிடக் கலைஞர்.",
      "இ) பித்தக்கண்ணு கூரனைத் தேடிக்கொண்டிருந்தபோது புனுகுப்பூனை இருந்த இடத்தில் மோப்பம் பிடித்து, கூரனின் வாடை வரவில்லை.",
      "ஈ)  பித்தக்கண்ணுக்கு கூரன் எங்கே இருக்கிறாள் என்பது தெரியாது."
    ],
    "answer": "C",
    "additional_context": "அறிவாளியான பித்தக்கண்ணுவுக்கு வெட்டுக்கிளியின் குதியாட்டத்திற்கான பொருள் புரியாமலா போகும்? உடனே அது கூரன் பதுங்கிக் கிடந்த மரத்தடிப்பக்கம் சென்று மோப்பமிட்டது. நல்ல வேளையாக முதல் நாள் இரவுதான் அந்த மரத்தடியில் புனுகுப்பூனை ஒன்று தங்கியிருந்தது. அது தங்கிய இடம்தான் அப்படி நாறுமே. எனவே, பித்தக்கண்ணு என்னதான் மோப்பம் பிடித்தாலும், கூரனின் உடல்வாடை அதன் மூக்குக்கு எட்டவில்லை. மாறாக, புனுகுப்பூனையின் துர்நாற்றமே எட்டியது."
  },
  {
    "description": "கூரன் வெட்டுக்கிளியைத் தண்டிப்பதாகக் கூறினாள்.  எதற்காக அவள் வெட்டுக்கிளியைத் தண்டித்தாள்?",
    "options": [
      "அ) வெட்டுக்கிளி கூரன் ஒளிந்திருக்கும் இடத்தைப் பித்தக்கண்ணுக்குக் காட்டிக்கொடுத்தது.",
      "ஆ) வெட்டுக்கிளி கூரனைப் பற்றிக் கேட்ட பித்தக்கண்ணுவிடம் எதையும் சொல்லாமல் இருக்க வேண்டும் என்று கூறிய வாக்குறுதியை மீறியது.",
      "இ) வெட்டுக்கிளி கூரனைப் பற்றிக் கேட்ட பித்தக்கண்ணுவிடம் தன்னை அறியாமல் கூரன் ஒளிந்திருந்த இடத்தருகே குதித்துக் குதித்துச் சென்றது.",
      "ஈ)  மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "கொஞ்ச நேரம் பித்தக்கண்ணு அந்த இடத்தையே சுற்றிச் சுற்றி வந்து மோப்பம் பிடித்துப் பார்த்தது. ஆனால், எதுவும் தட்டுப்படாததால் உறுமிக்கொண்டே அந்த இடத்தை விட்டுக் கிளம்பி வேறு பக்கம் சென்றது. ஒளிந்திருந்த இடத்திலிருந்து கூரன் வெளியே வந்தது. தன் மறைவிடத்தை ஏறக்குறையக் காட்டிக் கொடுத்ததற்காக வெட்டுக்கிளிமீது அதற்குக் கோபமான கோபம். அதற்கு ஒரு பாடம் கற்பித்தாக வேண்டும் என்று எண்ணியது. இனி எந்தச் சூழ்நிலையிலும் அது வாக்குறுதியை மீறக்கூடாது என்பதற்காக வெட்டுக்கிளியை மிரட்டிவிட்டுப் போனால் என்ன என்று தோன்றியது. 'முட்டாள்! பித்தக்கண்ணு முன் அப்படிக் குதியாட்டம் போடாவிட்டால் என்ன? நான் இன்று செத்துப் பிழைத்திருக்கிறேன். அது என்னைத் தன் பெரிய வாய்க்குள் திணித்துத் திங்காமல் விட்டது அதிசயம்தான்' என்று கத்தியது. 'இனி இப்படிச் செய்தால், திரும்பி வந்து உன்னை என் தங்கக் கால்களால் மிதித்து நசுக்கிவிடுவேன்.'"
  },
  {
    "description": "கூரன் வெட்டுக்கிளியை மிரட்டிவிட்டுப் போனது.  இதன் விளைவாக வெட்டுக்கிளிகள் இன்றும் எப்படி இருக்கின்றன?",
    "options": [
      "அ) வெட்டுக்கிளிகள் எங்கும் நிலைத்து நிற்காமல், குதித்த வண்ணம் இருக்கின்றன.",
      "ஆ) வெட்டுக்கிளிகள் எந்தக் குறிப்பிட்ட திசையை நோக்கியும் குதிப்பதில்லை.",
      "இ)  வெட்டுக்கிளிகள் மிகவும் கூச்ச சுபாவமுள்ளவை.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": "D",
    "additional_context": "இப்படிச் சொல்லிக்கொண்டே தனது சிறிய, கூர்மையான பாதங்களை மண்ணின்மீது அழுத்தி எகிறிக் குதித்தது. அதனுடைய இந்தச் செயலால் குறிஞ்சிப்புதர் அப்படியும் இப்படியும் ஆடியது. அந்த வேகத்தில் தாழக் கிடந்த கிளையில் இருந்த வெட்டுக்கிளி கீழே விழப்போனது. அதன் மீது கோபப் பார்வையை வீசிவிட்டுக் கூரன் காட்டுக்குள் ஓடியது. அன்றிலிருந்து கூரனின் கூர்ப்பாதங்கள் எங்கே தன்மீது பட்டுவிடுமோ என்ற அச்சத்திலேயே வெட்டுக்கிளி வாழ்ந்து வருகிறது. இதனால்தான் இன்றும்கூட வெட்டுக்கிளிகள் ஓர் இடத்தில் நிலைத்து இருக்கமுடியாமல் குதித்த வண்ணமுள்ளன. ஆனாலும் அவை எந்தக் குறிப்பிட்ட திசையை நோக்கியும் குதிப்பதில்லை."
  }
]
