
[
  {
    "description": "கவிதையின் மூலம் கவிஞர் எந்த கருத்தை வலியுறுத்துகிறார்?",
    "options": [
      "வன்முறையைத் தவிர்க்க வேண்டும்",
      "புத்திசாலித்தனத்தை வளர்த்துக் கொள்ள வேண்டும்",
      "மன்னிப்பின் சிறப்பை உணர்த்த வேண்டும்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்த கவிதை வன்முறையைத் தவிர்க்க வேண்டும், புத்திசாலித்தனத்தை வளர்த்துக் கொள்ள வேண்டும், மன்னிப்பின் சிறப்பை உணர்த்த வேண்டும், ஆகியவற்றை வலியுறுத்துகிறது."
  },
  {
    "description": "\"__________ தவறாதே - அதிலே திறமையைக் காட்டு!\"",
    "options": [
      "கண்ணியம்",
      "ஆத்திரம்",
      "அன்பு",
      "சோம்பல்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் நம்மை எப்போதும் கண்ணியமாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது.  கண்ணியமாக இருப்பது ஒரு மனிதனின் திறமையைக் காட்டும்."
  },
  {
    "description": "\"மன்னிக்கத் தெரிந்த __________ உள்ளம் மாணிக்கக் கோயிலப்பா!\"",
    "options": [
      "மனிதன்",
      "விலங்கு",
      "புத்திசாலி",
      "கத்தி"
    ],
    "answer": "A",
    "additional_context": "மன்னிப்பது என்பது ஒரு மனிதனுக்கு மிகவும் முக்கியமான குணம். மன்னித்தல் நம்மை உயர்ந்த நிலைக்குக் கொண்டு செல்லும். மன்னிப்பது என்பது ஒரு அற்புதமான செயல். ஒரு மனிதன் தவறு செய்துவிட்டாலும், அந்தத் தவறை மன்னித்து, அவரை மீண்டும் ஏற்றுக்கொள்வது ஒரு உயர்ந்த குணம். மன்னிக்கத் தெரிந்த ஒரு மனிதன் உண்மையான மாணிக்கக் கோயிலைப் போன்றவன்."
  },
  {
    "description": "\"__________ கண்ணை மறைத்திடும் போது அறிவுக்கு வேலை கொடு\"",
    "options": [
      "அறிவு",
      "ஆத்திரம்",
      "கத்தி",
      "மனம்"
    ],
    "answer": "B",
    "additional_context": "ஆத்திரம் நம்மை சரியான முடிவுகளை எடுக்க விடாது. ஆத்திரத்தில் எடுக்கும் முடிவுகள் பெரும்பாலும் தவறாகவே இருக்கும். நம்மை ஆத்திரப்படுத்தும் போது, அறிவை பயன்படுத்தி சரியான முடிவுகளை எடுக்க வேண்டும். அதனால் தான், \"ஆத்திரம் கண்ணை மறைத்திடும் போது அறிவுக்கு வேலை கொடு\" என்று கவிஞர் கூறுகிறார்."
  },
  {
    "description": "\"__________ - உந்தன் புத்தியைத் தீட்டு!\"",
    "options": [
      "ஆத்திரத்தை",
      "கத்தியை",
      "அகம்பாவத்தை",
      "மனதை"
    ],
    "answer": "B",
    "additional_context": "கத்தி என்பது ஆபத்தானது.  அதைத் தீட்டுவதை விட, நம்முடைய புத்தியைத் தீட்டுவது மிகவும் முக்கியம். நம்முடைய புத்தி நமக்கு எல்லா விதமான பிரச்சனைகளுக்கும் தீர்வுகளைத் தரும்.   நாம் எப்போதும் நம்முடைய புத்தியை வளர்த்துக் கொள்ள வேண்டும்."
  }
]
