
[
  {
    "description": "“கண்ணின் ஒளி கனகச்சுனை வயிரம் அவை சொரிய” என்ற வரிகளின் மூலம் என்ன விளக்கப்படுகிறது?",
    "options": [
      "கண்ணின் ஒளி பொன் நிறமுடைய நீர்த்திவலைகளாக  இருப்பதைக் காட்டுகிறது",
      "பொன் நிறமுடைய நீர்நிலைகளிலிருந்து வைரம் போன்ற நீர்த்திவலைகள்  சிந்தப்படுவதைக் காட்டுகிறது",
      "கண்ணுக்கு மகிழ்ச்சியளிக்கும் கனகச்சுனை எனப்படும் பொன் நிறமுடைய நீர்நிலைகளைப்  பற்றி கூறுகிறது",
      "வைரங்களைப் போல மின்னும் நீர்த்திவலைகளைப் பற்றி விவரிக்கிறது"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல் இயற்கையின் அழகைப் பாடும் பாடல். இதில் “கண்ணின் ஒளி கனகச்சுனை வயிரம் அவை சொரிய” என்கிற வரிகளில் கனகச்சுனை என்பது பொன் நிறமுடைய நீர்நிலையைக் குறிக்கிறது.  கண்ணுக்கு மகிழ்ச்சியளிக்கும் இயற்கை அழகை இப்பாடல் உணர்த்துகிறது."
  },
  {
    "description": "“மண் நின்றன மதவேழங்கள் மணி வாரிக்கொண்டு எறியக்” என்ற வரிகளில் “மதவேழங்கள்” என்பதன் பொருள் என்ன?",
    "options": [
      "காட்டுப் பன்றிகள்",
      "மதயானைகள்",
      "புலிகள்",
      "குதிரைகள்"
    ],
    "answer": "B",
    "additional_context": "இப்பாடலில் “மண் நின்றன மதவேழங்கள் மணி வாரிக்கொண்டு எறியக்” என்ற வரிகளில் “மதவேழங்கள்” என்பது மதயானைகளைக் குறிக்கும்.  மதயானைகள் மணிகளை வாரி வாரி எறியும் காட்சியை இப்பாடல் வர்ணிக்கிறது."
  },
  {
    "description": "“கிண் என்று இசை முரலும் திருக் கேதாரம் என்னீரே” என்ற வரிகளில் “கிண்” என்ற சொல் என்ன குறிக்கிறது?",
    "options": [
      "திருக்கேதாரத்தில்  நிலவும் அமைதியான சூழ்நிலை",
      "திருக்கேதாரத்தில்  எழும்  ஒலிகள்",
      "திருக்கேதாரத்தின்   இயற்கை அழகு",
      "திருக்கேதாரத்தில்  எழும்  இசை"
    ],
    "answer": "B",
    "additional_context": "“கிண் என்று இசை முரலும் திருக் கேதாரம் என்னீரே” என்கிற வரிகளில் “கிண்” என்பது  இசைக்கருவிகள் முழங்கும் ஒலியைக் குறிக்கிறது.  இப்பாடல் திருக்கேதாரத்தில் இசைக்கருவிகளின் ஓசை, இயற்கை அழகு  என பலவற்றையும் வர்ணித்து  நிலவும்  நிலையை வெளிப்படுத்துகிறது."
  },
  {
    "description": "“தேவாரம் பாடிய மூவர் பற்றிய செய்திகளைத் திரட்டுக” என்ற வரியில் “தேவாரம்” என்பதன் பொருள் என்ன?",
    "options": [
      "திருக்கேதாரத்தில் பாடப்படும் பாடல்கள்",
      "மூன்று ஞானியர்களால் பாடப்பட்ட பாடல்கள்",
      "தமிழ் இசைக்கான ஒரு வகைப் பாடல்",
      "தமிழ் இசையில் இயற்றப்பட்ட பாடல்களின் தொகுப்பு"
    ],
    "answer": "D",
    "additional_context": "தமிழ் இசைக்கான ஒரு வகைப் பாடலான தேவாரம் என்பது திருஞானசம்பந்தர், திருநாவுக்கரசர், சுந்தரர் ஆகிய மூவர் பாடிய பாடல்களின் தொகுப்பாகும்.  நம்பியாண்டார் நம்பி  இத்தொகுப்பைச் செய்தவர்."
  },
  {
    "description": "சுந்தரர் பாடிய தேவாரப் பாடல்கள் எந்தத் திருமுறையில் இடம் பெற்றுள்ளன?",
    "options": [
      "முதல் திருமுறை",
      "நான்காம் திருமுறை",
      "ஏழாம் திருமுறை",
      "பத்தாம் திருமுறை"
    ],
    "answer": "C",
    "additional_context": "சுந்தரர் பாடிய தேவாரப் பாடல்கள் பன்னிரு திருமுறைகளில் ஏழாம் திருமுறையில் இடம் பெற்றுள்ளன.  இவர் திருத்தொண்டத் தொகையை முதல் நூலாகக் கொண்டு  சேக்கிழார் பெரியபுராணத்தைப் படைத்தார்."
  }
]
