[
          
  {
    
          "description": "“வந்தவன் யார்?” -  இந்த கேள்வியில் உள்ள “வந்தவன்” என்னும் சொல், எந்த வகையான எச்சத்தைக் குறிக்கிறது?",
          "options": [
      "தெரிநிலை பெயரெச்சம்",
      "குறிப்புப் பெயரெச்சம்",
      "தெரிநிலை வினையெச்சம்",
      "குறிப்பு வினையெச்சம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“வந்தவன் யார்?” என்ற கேள்வியில், “வந்தவன்” என்ற சொல்  'யார்' என்ற கேள்விச்சொல்லால்  குறிப்பிடப்படுகிறது.  இது ஒரு தனிநபரை, ஒரு பொருளை  அல்லது  ஒரு நிகழ்வை குறிக்கும் ஒரு பெயரைக் கொண்டு முடியும். எனவே, 'வந்தவன்' என்ற சொல்  'தெரிநிலைப் பெயரெச்சம்' ஆகும்.  தெரிநிலைப் பெயரெச்சம் என்பது, ஒரு செயலை  அல்லது  நிகழ்வை  தெளிவாக வெளிப்படுத்தும் பெயரெச்சமாகும்."
          }
        ,
          
  {
    
          "description": "“சிரித்தாள் மகிழ்ந்தாள்” - இந்த தொடரில் எந்த சொல் முற்றெச்சத்தைக் குறிக்கிறது?",
          "options": [
      "சிரித்தாள்",
      "மகிழ்ந்தாள்",
      "சிரித்தாள் மகிழ்ந்தாள்",
      "எதுவும் இல்லை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“சிரித்தாள் மகிழ்ந்தாள்” என்ற தொடரில், 'சிரித்தாள்' என்ற சொல் முற்றெச்சமாகும். ஏனெனில், இது ஒரு முழுமையான வினைமுற்று.  'சிரித்தாள்'  என்ற வினைமுற்று,  'மகிழ்ந்தாள்' என்ற மற்றொரு வினைமுற்றைக் கொண்டு முடிவடைகிறது. இதுதான் முற்றெச்சத்தின்  அடிப்படை.  ஒரு முழுமையான வினைமுற்று, மற்றொரு வினைமுற்றை  கொண்டு முடிவது  முற்றெச்சம்."
          }
        ,
          
  {
    
          "description": "“ஓடியாடி விளையாடினான்” - இத்தொடரில் எந்தச் சொல் வினையெச்சத்தை குறிக்கிறது?",
          "options": [
      "ஓடியாடி",
      "விளையாடினான்",
      "ஓடியாடி விளையாடினான்",
      "எதுவும் இல்லை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“ஓடியாடி விளையாடினான்” என்ற தொடரில்,  “ஓடியாடி” என்ற சொல் வினையெச்சம்.  ஏனெனில், இது  “ஓடு”  என்ற வினைச்சொல்லின் வினையெச்சம்.   “விளையாடினான்” என்பது  “விளையாடு”  என்ற  வினைச்சொல்லின் வினைமுற்று.   வினையெச்சம் என்பது ஒரு வினைச்சொல்லின்  முழுமையான  பொருளைத் தராமல்  மற்றொரு  வினைச்சொல்லுடன் இணைந்து   செயலை   குறிப்பிடும்   சொல்."
          }
        ,
          
  {
    
          "description": "“கூடி பாடியோம்” - இத்தொடரில் உள்ள “கூடி” என்னும் சொல், எந்த வகையான எச்சத்தைக் குறிக்கிறது?",
          "options": [
      "தெரிநிலை பெயரெச்சம்",
      "குறிப்புப் பெயரெச்சம்",
      "தெரிநிலை வினையெச்சம்",
      "குறிப்பு வினையெச்சம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "“கூடி பாடியோம்” என்ற தொடரில்  “கூடி” என்ற சொல் வினையெச்சம்.   ஏனெனில்  “கூடி”   என்பது  “கூடு”   என்ற வினைச்சொல்லின் வினையெச்சம்.  இது ஒரு செயலை  தெளிவாகக் காட்டாமல்  ஒரு பண்பினை   உணர்த்துகிறது.   இந்த தொடரில்  “கூடி”  என்பது,  ‘ஒன்றாக’   என்ற  பண்பினை   குறிப்பிடுகிறது.  இது  ‘குறிப்பு வினையெச்சம்’  ஆகும்.  குறிப்பு வினையெச்சம் என்பது, ஒரு செயலை அல்லது நிகழ்வை தெளிவாகக் காட்டாமல்,  ஒரு பண்பினை மட்டும் குறிப்பிடும் வினையெச்சமாகும்."
          }
        ,
          
  {
    
          "description": "“நீ எழுதிய கடிதத்தைப் பார்த்தாயா?” -  இத்தொடரில் உள்ள “எழுதிய” என்னும் சொல், எந்த வகையான எச்சத்தைக் குறிக்கிறது?",
          "options": [
      "தெரிநிலை பெயரெச்சம்",
      "குறிப்புப் பெயரெச்சம்",
      "தெரிநிலை வினையெச்சம்",
      "குறிப்பு வினையெச்சம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“நீ எழுதிய கடிதத்தைப் பார்த்தாயா?”  என்ற தொடரில்  “எழுதிய”  என்ற சொல்  ‘தெரிநிலைப் பெயரெச்சம்’ ஆகும்.  இது  ‘எழுது’   என்ற வினைச்சொல்லின்  பெயரெச்சம்.   இந்த தொடரில்  “எழுதிய”   என்ற  சொல்,  ‘எழுதுதல்’   என்ற  செயலை  மற்றும்   அது நடந்த காலத்தையும்  தெளிவாகக் காட்டுகிறது.  இவ்வாறு செயலையும்   காலத்தையும்   தெளிவாக  காட்டும் பெயரெச்சம் ‘தெரிநிலைப் பெயரெச்சம்’  எனப்படும்."
          }
        ]