[
          
  {
    
          "description": "சிகாமணியின் மகன் சகாதேவன் எப்படிப்பட்டவன்?",
          "options": [
      "அவன் தனது தந்தையைப் போல திருடனாக இருக்கிறான்.",
      "அவன் தனது தந்தையின் தவறைப் பற்றி வருத்தப்படுகிறான்.",
      "அவன் தனது தந்தையைப் பற்றி பெருமை கொள்கிறான்.",
      "அவன் தனது தந்தையின் தவறை மறைக்க முயல்கிறான்."
    ],
    "answer": "B",
    
          "additional_context": "சிகாமணி  தலைமையாசிரியரின் வேட்டியைத் திருடி,  திருடி போகலைன்னு சாட்சியம் சொல்லுவேன்!' அந்த மக்களுக்கு இது புரிந்து, இறுதியில் என்னோடு உடன்பட்டார்கள். அதோடு, எல்லாம் முடிந்தது. சிகாமணியும் சகாதேவனும் நானும் தப்பித்தோம். சிகாமணியின் மகன் சகாதேவன்  நல்ல  மாணவனாக இருந்து,  எல்லாம் நல்லபடி முடிந்தது  என்கிற மகிழ்ச்சியையும்  சிகாமணி செய்த தவறைப் பற்றி வருத்தப்பட்டு,  தனது குருவின் நம்பிக்கைக்கு ஏற்றவனாக இருப்பதற்கு முயற்சி செய்வதையும்  கதையில் காணலாம்."
          }
        ,
          
  {
    
          "description": "'நான் குடியிருந்த குடிசை வீட்டுக்கு உள் தாழ்ப்பாள் கூடக் கிடையாது.' - இதன் மூலம் கதாநாயகனின் வாழ்க்கைப் பற்றி என்ன தெரியவருகிறது?",
          "options": [
      "கதாநாயகன் மிகவும் பணக்காரன்.",
      "கதாநாயகன் மிகவும் ஏழை.",
      "கதாநாயகன் சிறந்த வசதிகளைப் பெற்றுள்ளான்.",
      "கதாநாயகன் தனது வாழ்க்கையைப் பற்றி வருத்தப்படுகிறான்."
    ],
    "answer": "B",
    
          "additional_context": "கதை  நாயகன்   ஒரு சிற்றூர்ப் பள்ளியில் தலைமையாசிரியராகப் பணியாற்றி வந்தான். அதே ஊரில் ஓர் எளிய குடிசை வீட்டில் நானும் என் மனைவியும் வசித்து வந்தோம். நாங்கள் குடியிருந்த குடிசை வீட்டுக்கு உள் தாழ்ப்பாள் கூடக் கிடையாது. ஜாதிக்காய்ப் பலகையினால் ஆன ஓர் எளிய கதவை வெறுமனே சாத்தி, அது திறந்து கொள்ளாமல் இருக்க ஓர் இரும்பு நாற்காலியையும் நீர் நிறைந்த ஒரு இரும்பு வாளியையும் முட்டுக் கொடுத்து வைத்துவிட்டு, இரவில் உறங்கப்போவோம்.  சம்பள நேரமாயிருந்தால், பணப்பையைத் தலையணைக்கு அடியில் வைத்துத் தூங்கிவிடுவோம்.  இதன் மூலம்  கதை நாயகன்  ஏழை  என்பது  தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "'ஊர் நியாயத்திலே சிகாமணி என் வேட்டியைத் திருடிட்டான்னு புகார் செஞ்சா, நான் என் வேட்டியே திருடு போகலைன்னு சாட்சியம் சொல்லுவேன்!' - இதன் மூலம் கதாநாயகர் என்ன காட்டுகிறார்?",
          "options": [
      "தனக்கு நேர்ந்த துரோகத்தைப் பழிவாங்குவதற்கு அவன் ஆர்வம் காட்டுகிறான்.",
      "அவன் சிகாமணியைத் தண்டிக்க விரும்புகிறான்.",
      "அவன் சகாதேவனின் நல்லொழுக்கத்தைப் பாதுகாக்க விரும்புகிறான்.",
      "அவன் ஊரின் நியாயத்தை மதிக்கிறான்."
    ],
    "answer": "C",
    
          "additional_context": "கதை  நாயகன்  சிகாமணி  தனது  வேட்டியை  திருடினான் என்று  ஊர் நியாயம்  போட்டு  அபராதம்  விதிக்க  முயற்சிக்கிறார்கள். அதற்கு   'இதோ பாருங்க.. நீங்க ஊர் நியாயத்திலே சிகாமணி என் வேட்டியைத் திருடிட்டான்னு புகார் செஞ்சா, நான் என் வேட்டியே திருடு போகலைன்னு சாட்சியம் சொல்லுவேன்!'  என்கிறார். இதன் மூலம்   சிகாமணியின்  தவறை  மறைக்க  முயற்சி  செய்வது  மட்டுமல்லாமல்  சகாதேவனின்  நல்லொழுக்கத்தை  பாதுகாக்க  முயற்சி  செய்வதையும்  காணலாம்."
          }
        ,
          
  {
    
          "description": "கதையின் முடிவில், சகாதேவன் எப்படி உணர்ந்திருப்பான்?",
          "options": [
      "அவன் தனது தந்தை செய்த தவறைப் பற்றி வருத்தப்பட்டு, தனது குருவின் நம்பிக்கைக்கு ஏற்றவனாக இருப்பதற்கு முயற்சி செய்வான்.",
      "அவன் தனது தந்தையைப் பற்றி வெட்கப்பட்டு, ஊரை விட்டு ஓடிவிடுவான்.",
      "அவன் தனது தந்தையின் செயலுக்கு பொறுப்பேற்று, தண்டனையை ஏற்பான்.",
      "அவன் தனது தந்தையின் செயலில் மகிழ்ச்சி கொள்வான்."
    ],
    "answer": "A",
    
          "additional_context": "சகாதேவன்  தனது தந்தையின்  தவறை  உணர்ந்து  தனது  குருவின்  நம்பிக்கைக்கு  ஏற்றவனாக  இருக்க  முயற்சி  செய்வான்  என்பது  கதையின்  மூலம்  தெளிவாகிறது."
          }
        ]