[
          
  {
    
          "description": "நீலகேசியின் தருமவுரைச் சருக்கத்தில் குறிப்பிடப்பட்டுள்ள 'நிழல் இகழும் பூணாய்' என்பது யாருக்கான உவமை?",
          "options": [
      "அனைத்து மக்களுக்கும்",
      "துன்பங்களால் வாடுபவர்களுக்கு",
      "மூன்று வகை நோய்களால் பாதிக்கப்பட்டவர்களுக்கு",
      "நல்லறிவு, நற்காட்சி, நல்லொழுக்கம் ஆகியவற்றைப் பெற்றவர்களுக்கு"
    ],
    "answer": "D",
    
          "additional_context": "நீலகேசி ஒரு சமண சமயக் காப்பியம். இதில் நோய்களைப் பற்றியும், அவை நீங்கும் வழிகளைப் பற்றியும் கூறப்பட்டுள்ளது. இதில்  'நிழல் இகழும் பூணாய்' என்பது நல்லறிவு, நற்காட்சி, நல்லொழுக்கம் ஆகியவற்றைப் பெற்றவர்களைப் போலத் தோற்றமளிப்பதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'தீர்வனவும் தீராத் திறத்தனவும் செய்ம்மருந்தின்' என்னும் வரி 'நோயின் மூன்று வகைகள்' என்பதைத் தெளிவுபடுத்துகிறது. இந்த மூன்று வகைகளில் எது மருந்தினால் நீங்கும்?",
          "options": [
      "தீர்வன",
      "திறத்தன",
      "உவசமம்",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    
          "additional_context": "நீலகேசியில் நோய் மூன்று வகைப்படும் எனக் கூறப்படுகிறது. மருந்தினால் நீங்கும் நோய்கள் தீர்வன எனப்படும். தீராத் திறத்தன என்பது எந்த மருந்தினாலும் தீராது. இவற்றுக்கு நேர்மாறாக, அடங்கி இருத்தல்போலத் தோன்றி, உள்ளுக்குள் மறைந்திருந்து துன்பம் தரும் நோய்கள் உவசமம் எனப்படும்."
          }
        ,
          
  {
    
          "description": "'பேர்தற்கு அரும்பிணி தாம்இவை அப்பிணி தீர்தற்கு உரிய திரியோக மருந்துஇவை' என்னும் வரிகளில்  'திரியோக மருந்து' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "மூன்று வகை நோய்கள்",
      "மூன்று வகை மருந்துகள்",
      "மூன்று வகை மருந்துகளால் நீங்கும் நோய்கள்",
      "பிறவித்துன்பத்தைத் தீர்க்கும் மூன்று மருந்துகள்"
    ],
    "answer": "D",
    
          "additional_context": "பிறவித்துன்பம் என்பது மிகவும் கடினமானது. ஆனால், நீலகேசி இதற்கு மூன்று மருந்துகள் உள்ளன எனக் கூறுகிறது. அவை நல்லறிவு, நற்காட்சி, நல்லொழுக்கம் ஆகியவை. இவற்றைப் பெற்றவர்கள் பிறவித்துன்பத்திலிருந்து விடுபட்டு உயரிய இன்பத்தை அடைவர்."
          }
        ,
          
  {
    
          "description": "'நீலகேசி' என்பது _______ எனப்படும் ஐஞ்சிறுகாப்பியங்களில் ஒன்று.",
          "options": [
      "சமண சமயக் காப்பியங்கள்",
      "வைணவ சமயக் காப்பியங்கள்",
      "சைவ சமயக் காப்பியங்கள்",
      "பௌத்த சமயக் காப்பியங்கள்"
    ],
    "answer": "A",
    
          "additional_context": "நீலகேசி ஒரு சமண சமயக் காப்பியம். இது சமண சமயத்தின் அடிப்படைத் தத்துவங்களையும், பிறவித்துன்பத்தைத் தீர்க்கும் வழிகளையும் விளக்குகிறது. இந்நூலில் சமயத் தத்துவங்களை விவாதிக்கும் தருக்க நூல் எனக் கூறப்படுகிறது."
          }
        ,
          
  {
    
          "description": "நீலகேசி கூறும் பிறவித்துன்பத்தைத் தீர்க்கும் மூன்று மருந்துகளில் ஒன்று ________.",
          "options": [
      "வீரம்",
      "துணிச்சல்",
      "நல்லொழுக்கம்",
      "பணம்"
    ],
    "answer": "C",
    
          "additional_context": "நீலகேசி கூறும் பிறவித்துன்பத்தைத் தீர்க்கும் மூன்று மருந்துகள் நல்லறிவு, நற்காட்சி, நல்லொழுக்கம் ஆகியவை. இவற்றைப் பெற்றவர்கள் பிறவித்துன்பத்திலிருந்து விடுபட்டு உயரிய இன்பத்தை அடைவர்."
          }
        ]