
[
  {
    "description": "“கடல்ஓடா கால்வல் நெடுந்தேர் கடல்ஓடும் நாவாயும் ஓடா நிலத்து”  என்ற குறள் எதை விளக்குகிறது?",
    "options": [
      "ஒரு பொருளுக்குரிய இடத்தின் முக்கியத்துவத்தை.",
      "கடலின் ஆழத்தை.",
      "தேர் ஓட்டுவதற்கான சிரமத்தை.",
      "கடல் பயணத்தின் ஆபத்துகளை."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஒவ்வொரு பொருளும் அதற்குரிய இடத்தில் மட்டுமே பயன்படும் என்பதை விளக்கும் குறள் இது. வலிமையான சக்கரங்களைக் கொண்ட நெடுந்தேர் கடலில் ஓட இயலாது. கடலில் ஓடும் கப்பல் தரையில் ஓட இயலாது.  ஒவ்வொரு பொருளும் அதற்குரிய இடத்தில் மட்டுமே பயன்படும் என்பதை இக்குறள் உணர்த்துகிறது."
  },
  {
    "description": "“வருமுன்னர்க் காவாதான் வாழ்க்கை எரிமுன்னர் வைத்தூறு போலக் கெடும்” என்ற குறளில் பயன்படுத்தப்பட்ட உவமை எது?",
    "options": [
      "வாழ்க்கை - எரி",
      "காவாதான் - வைக்கோல்",
      "வாழ்க்கை - வைக்கோல்",
      "பழி - எரி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் குறள் பழிவருமுன்னே சிந்தித்து தம்மைக் காத்துக்கொள்ளாதவருடைய வாழ்க்கை எப்படி அழிந்து போகும் என்பதை விளக்குகிறது. நெருப்பின் அருகில் வைக்கப்பட்ட வைக்கோல் போலக் காத்துக்கொள்ளாதவருடைய வாழ்க்கை அழிந்துவிடும். வாழ்க்கை என்பது வைக்கோல் போன்றது என்று உவமைப்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "“தன்குற்றம் நீக்கிப் பிறர்குற்றம் காண்கிற்பின் என்குற்றம் ஆகும் இறைக்கு” என்ற குறள் எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "தன்னை விமர்சிப்பது அவசியம்.",
      "பிறரை விமர்சிப்பது அவசியம்.",
      "நீதியானவன் தன்னை முதலில் சரிபார்க்க வேண்டும்.",
      "நீதியானவன் தன்னை மட்டும் கவனிக்க வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒருவர் தலைவன் என்றால், தனக்குள் இருக்கும் குற்றங்களை முதலில் கண்டு நீக்கி, அதன்பின் பிறருடைய குற்றங்களை ஆராய்ந்தால், அவருக்கு எந்தப் பழியும் ஏற்படாது என்பதை இக்குறள் உணர்த்துகிறது."
  },
  {
    "description": "“உளர்என்னும் மாத்திரையர் அல்லால் பயவாக் களர்அனையர் கல்லா தவர்”  என்ற குறள் கல்லாதவரை எதற்கு ஒப்பிடுகிறது?",
    "options": [
      "உயிருள்ள மரம்",
      "பயனில்லாத களர்நிலம்",
      "வறண்ட கிணறு",
      "பூக்கும் மலர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் குறள், கல்லாதவர்களுக்குப் பயன் இல்லை என்பதை உணர்த்துகிறது. கல்லாதவர்களைப் பயனில்லாத களர்நிலத்துடன் ஒப்பிடுகிறது. கல்லாதவர்கள் உயிருள்ளவர்கள் என்றாலும் அவர்களால் எந்தப் பயனும் இல்லை."
  },
  {
    "description": "“தொடங்கற்க எவ்வினையு மெள்ளற்க முற்று மிடங்கண்ட பின் அல்லது” என்ற குறள் என்ன அறிவுரை கூறுகிறது?",
    "options": [
      "எந்தச் செயலையும் தொடங்குவதற்கு முன்பு நன்கு சிந்திக்க வேண்டும்.",
      "எந்தச் செயலையும் எளிதாக எடுத்துக் கொள்ளக் கூடாது.",
      "எந்தச் செயலையும் முழுமையாக செய்து முடிக்க வேண்டும்.",
      "எந்தச் செயலையும் தொடங்குவதற்கு முன்பு அனைவரின் அனுமதியைப் பெற வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "எந்தச் செயலையும் தொடங்குவதற்கு முன்பு அச்செயலின் பயனும் பலனும் இடம்தெரிந்த பின்னரே தொடங்க வேண்டும். தொடங்கும் முன் எல்லாவற்றையும் நன்கு சிந்தித்துச் செயல்பட வேண்டும் என்பதை இந்தக் குறள் உணர்த்துகிறது. "
  }
]
