
[
  {
    "description": "“விலங்கொடு மக்கள் அனையர் இலங்குநூல் கற்றாரோடு ஏனை யவர்”  என்ற குறள்  எந்தக் கருத்தை எடுத்துரைக்கிறது?",
    "options": [
      "கல்வியின் முக்கியத்துவத்தை",
      "விலங்குகளின் தன்மையை",
      "மக்களின் பண்புகளை",
      "கற்றவர்களின் சிறப்பை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "திருக்குறளில்,  “விலங்கொடு மக்கள் அனையர் இலங்குநூல் கற்றாரோடு ஏனை யவர்”  என்ற குறள், கல்லாதவர்கள் விலங்குகளைப் போன்றவர்கள் என்றும், கற்றவர்கள் மக்களைப் போன்றவர்கள் என்றும் எடுத்துரைக்கிறது. அதாவது கல்வியின் முக்கியத்துவத்தைப் பற்றி இக்குறள்  சொல்கிறது. இதன் மூலம்,  கற்றவர்களை மக்களுக்கு நிகராகவும்,  கல்லாதவர்களை விலங்குகளுக்கு நிகராகவும்  திருவள்ளுவர் உவமையாகக் காட்டியுள்ளார். கல்வி என்பது மனிதனை உயர்ந்த நிலைக்குக் கொண்டு செல்லும் என்பதைத்  திருக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“தக்கார் தகவிலர் என்பது அவரவர் எச்சத்தால் காணப் படும்”  என்ற குறளின் பொருள் எது?",
    "options": [
      "நல்லவர்களும் கெட்டவர்களும் அவரவர் உள்ளத்தில் இருக்கும் எண்ணங்களால் அறியப்படுவார்கள்.",
      "நல்லவர்களும் கெட்டவர்களும் அவரவர் செயல்களால் அறியப்படுவார்கள்.",
      "நல்லவர்களும் கெட்டவர்களும் அவரவர் பிறப்பால் அறியப்படுவார்கள்.",
      "நல்லவர்களும் கெட்டவர்களும் அவரவர் உருவத்தால் அறியப்படுவார்கள்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“தக்கார் தகவிலர் என்பது அவரவர் எச்சத்தால் காணப் படும்” என்ற குறள், நடுவு நிலைமை உடையவர்கள், நடுவு நிலைமை இல்லாதவர் என்பது அவரவருக்குப் பின் எஞ்சி நிற்கும் புகழினாலும் பழியினாலும் அறியப்படும் என்பதை விளக்குகிறது. நல்லவர்களும் கெட்டவர்களும் அவரவர் செயல்களால் அறியப்படுவார்கள்.  சான்றோர்கள் என்றும் அவர்களின் நல்ல செயல்கள் எஞ்சி நிற்கும்.  கெட்டவர்கள் செய்த தீமைகள் எஞ்சி நிற்கும். அந்தச் செயல்களைக் கொண்டே அவர்கள் அறியப்படுவார்கள். இதுவே இந்தக் குறளின் பொருள்."
  },
  {
    "description": "“சமன்செய்து சீர்தூக்கும் கோல்போல் அமைந்துஒருபால் கோடாமை சான்றோர்க்கு அணி” என்ற குறள் எந்த இயல்பை விளக்குகிறது?",
    "options": [
      "நீதிநெறி",
      "நடுவுநிலைமை",
      "தன்னம்பிக்கை",
      "கொடை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“சமன்செய்து சீர்தூக்கும் கோல்போல் அமைந்துஒருபால் கோடாமை சான்றோர்க்கு அணி” என்ற குறள்,  நடுவுநிலைமை கொண்டவர்கள்,  துலாக்கோல் போல சமமாக இருந்து, எந்தத் தரப்பையும் சார்ந்து பாராமல்,  நீதி  பிறப்பிப்பர் என்பதை விளக்குகிறது. தான் சமமாக இருந்து தன்னிடம் வைக்கப்படும் பொருள்களின் எடையைத் துலாக்கோல் சரியாகக் காட்டும். அதுபோல நடுவுநிலைமையுடன் சரியாகச் செயல்படுவதே சான்றோர்க்கு அழகாகும். அதாவது,  நடுவுநிலைமை கொண்டவர்கள், எந்தத் தரப்பையும் சார்ந்து பாராமல், நீதி பிறப்பிப்பர் என்பதைத்  திருக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“கணைகொடிது யாழ்கோடு செவ்விதுஆங்கு அன்ன வினைபடு பாலால் கொளல்” என்ற குறள்  எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "மக்களின் பண்புகள் அவரவர் பேச்சால் அறியப்படும்.",
      "மக்களின் பண்புகள் அவரவர் தோற்றத்தால் அறியப்படும்.",
      "மக்களின் பண்புகள் அவரவர் செயல்களால் அறியப்படும்.",
      "மக்களின் பண்புகள் அவரவர் இயல்பால் அறியப்படும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“கணைகொடிது யாழ்கோடு செவ்விதுஆங்கு அன்ன வினைபடு பாலால் கொளல்” என்ற குறள், நேராக இருந்தாலும் அம்பு கொடியதாக இருக்கிறது. வளைவுடன் இருப்பினும் யாழின் கொம்பு இனிமையைத் தருகிறது. அதுபோல மக்களின் பண்புகளை அவரவர் தோற்றத்தால் அல்லாமல் செயல்வகையால் உணர்ந்துகொள்ள வேண்டும் என்பதை விளக்குகிறது. மக்களின்  செயல்களே அவர்களின் பண்புகளைக் காட்டும்.  உதாரணமாக, நேர்மையான ஒருவரின் பேச்சுத் திறமை இல்லாவிட்டாலும்,  அவரது நேர்மையான செயல்கள் அவரைப் பற்றி நல்ல  கருத்தைத் தரும்.  திருக்குறள்,  தோற்றத்தைப் பற்றி கவலைப்படாமல்,  மக்களின் செயல்களைக் கொண்டே அவர்களை  மதிப்பிட வேண்டும் என்பதை  இக்குறள்  வலியுறுத்துகிறது."
  },
  {
    "description": "“வலியில் நிலைமையான் வல்லுருவம் பெற்றம் புலியின்தோல் போர்த்துமேய்ந் தற்று” என்ற குறளில் பயன்படுத்தப்பட்ட உவமை எது?",
    "options": [
      "வலிமையற்றவர்  - புலி",
      "வலிய தவக்கோலம் - புலித் தோல்",
      "தவக்கோலம் - புலியின் தோலைப் போர்த்திக்கொண்ட பசு",
      "தவம் - புலியின்தோல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“வலியில் நிலைமையான் வல்லுருவம் பெற்றம் புலியின்தோல் போர்த்துமேய்ந் தற்று”  என்ற குறள்,  மனத்தை அடக்கும் வல்லமை இல்லாதவர் மேற்கொண்ட வலிய தவக்கோலம், புலியின் தோலைப் போர்த்திக்கொண்ட பசு பயிரை மேய்ந்ததைப் போன்றது  என்பதை  விளக்குகிறது.  புலியின் தோலைப் போர்த்திக் கொண்ட பசு, பயிரை மேய்வதற்காகத் தோற்றத்தில்  மட்டும்  வலிமையானதாக  தெரியும்.  ஆனால் உண்மையில்  அது  வலிமையற்றது.  அது போல,  மனதை அடக்கிக் கொள்ளாதவர்,  தவக்கோலம்  போர்த்திக்  கொண்டாலும்,  உண்மையில்  அவர்   மனம்  வலிமையற்றது.  அவர்  தவக்கோலம்  போர்த்திக்கொண்டு   செய்த  செயல்களும்  வீணானவையே.  இக்குறள்,  உண்மையான  தவம்  மனதை  அடக்கி  கொள்வதாகும்  என்பதை  வலியுறுத்துகிறது."
  }
]
