
[
  {
    "description": "“பாடம் படி” - இந்தத் தொடரில் எந்த வகையான வினைமுற்று பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "தெரிநிலை வினைமுற்று",
      "குறிப்பு வினைமுற்று",
      "ஏவல் வினைமுற்று",
      "வியங்கோள் வினைமுற்று"
    ],
    "answer": "C",
    "additional_context": "ஒரு செயலைச் செய்யுமாறு கட்டளையிடுவதற்காக பயன்படுத்தப்படும் வினைமுற்று ஏவல் வினைமுற்று ஆகும். “பாடம் படி” என்ற தொடரில் “படி” என்பது ஒரு செயலைச் செய்யுமாறு கட்டளையிடுகிறது. எனவே இது ஏவல் வினைமுற்று."
  },
  {
    "description": "“வாழ்க” என்ற வியங்கோள் வினைமுற்று எந்தத் திணையைச் சார்ந்தது?",
    "options": [
      "உயர்திணை",
      "அஃறிணை",
      "இரண்டும்",
      "எதுவும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "வாழ்த்துதல், வைதல், விதித்தல், வேண்டல் ஆகிய பொருள்களில் வரும் வினைமுற்று வியங்கோள் வினைமுற்று எனப்படும். வியங்கோள் வினைமுற்று உயர்திணை, அஃறிணை என இரு திணைகளையும் சார்ந்தது."
  },
  {
    "description": "“வாழ்க” என்ற சொல்லை “பலவின் பால்” ஐந்து பால்களிலும், மூன்று இடங்களிலும் இடம் பெறுமாறு தொடர்களை எழுதுக. எந்தப் பாலில் எந்த இடத்தில் அந்தச் சொல் பயன்படுத்தப்பட்டுள்ளது என்பதை விளக்கவும்.",
    "options": [],
    "answer": [],
    "additional_context": "வியங்கோள் வினைமுற்று ஐந்து பால்களிலும், மூன்று இடங்களிலும் வரும். அதாவது, ஆண்பால், பெண்பால், பலர்பால், ஒன்றன் பால், பலவின் பால், தன்மை, முன்னிலை, படர்க்கை ஆகியவை இவை. “வாழ்க” என்ற சொல்லை ஐந்து பால்களிலும், மூன்று இடங்களிலும் பயன்படுத்தித் தொடர்களை உருவாக்கலாம். \n \n ஆண்பால்: \n - அவன் வாழ்க. (தன்மை)\n - அவன் வாழ்க. (முன்னிலை)\n - அவன் வாழ்க. (படர்க்கை)\n \n பெண்பால்:\n - அவள் வாழ்க. (தன்மை)\n - அவள் வாழ்க. (முன்னிலை)\n - அவள் வாழ்க. (படர்க்கை)\n \n பலர்பால்: \n - அவர்கள் வாழ்க. (தன்மை)\n - அவர்கள் வாழ்க. (முன்னிலை)\n - அவர்கள் வாழ்க. (படர்க்கை)\n \n ஒன்றன் பால்: \n - அது வாழ்க. (தன்மை)\n - அது வாழ்க. (முன்னிலை)\n - அது வாழ்க. (படர்க்கை)\n \n பலவின் பால்: \n - அவை வாழ்க. (தன்மை)\n - அவை வாழ்க. (முன்னிலை)\n - அவை வாழ்க. (படர்க்கை)"
  },
  {
    "description": "“வேண்டல்” பொருளில் வரும் வியங்கோள் வினைமுற்று எந்தத் திணையைச் சார்ந்தது?",
    "options": [
      "உயர்திணை",
      "அஃறிணை",
      "இரண்டும்",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "வேண்டல் பொருளில் வரும் வியங்கோள் வினைமுற்று உயர்திணையை சார்ந்தது.  எடுத்துக்காட்டாக “வாழ்க” என்பது ஒரு வியங்கோள் வினைமுற்று. இதன் பொருள் “வாழ வேண்டும்” என்பதாகும். இதன் பொருளைப் பார்த்தால் உயர்திணையைச் சார்ந்தது என்பது தெளிவாகிறது."
  },
  {
    "description": "ஏவல் வினைமுற்றுக்கு என்ன சிறப்பு இருக்கிறது?",
    "options": [
      "இது உயர்திணையில் மட்டும் வரும்.",
      "இது அஃறிணையில் மட்டும் வரும்.",
      "இது ஒருமை, பன்மை வேறுபாடு உண்டு.",
      "இது இரண்டு திணைகளிலும் வரும்."
    ],
    "answer": "C",
    "additional_context": "ஏவல் வினைமுற்று என்பது ஒரு செயலைச் செய்யுமாறு கட்டளையிடுவதற்காக பயன்படுத்தப்படும் வினைமுற்று. இது ஒருமை, பன்மை வேறுபாடு உண்டு. எடுத்துக்காட்டாக, “பாடம் படி” என்பது ஒருமை ஏவல் வினைமுற்று. “பாடம் படியுங்கள்” என்பது பன்மை ஏவல் வினைமுற்று. ஏவல் வினைமுற்று உயர்திணையை மட்டுமே சார்ந்தது."
  }
]
