
[
  {
    "description": "பாடலில் \"இதற்குள் ஏனோ அகம்பாவம்\" எனக் கூறப்பட்டுள்ளது. \"இது\" எதைக் குறிக்கிறது?",
    "options": [
      "அறிவு",
      "கத்தி",
      "மன்னிப்பு",
      "வெற்றி"
    ],
    "answer": "B",
    "additional_context": "பாடலில் \"இதற்குள் ஏனோ அகம்பாவம்\" என்ற வரிகளில், \"இது\" என்பது 'கத்தி'யைக் குறிக்கிறது. கவிஞர், 'கத்தி'யை வைத்துக்கொண்டு வெற்றி பெற முயல்வது எல்லாம் அகம்பாவத்தின் காரணமாக ஏற்படும் விளைவு என்கிறார்."
  },
  {
    "description": "பாடலில் \"அன்புக்குப் பாதை விடு\" எனக் கூறப்பட்டுள்ளது. இது எதைக் குறிக்கிறது?",
    "options": [
      "எதிரிகளை மன்னித்து வாழ வேண்டும்",
      "எதிரிகளை அழிக்கக் கூடாது",
      "எதிரிகளின் மீது அன்புகொள்ள வேண்டும்",
      "எதிரிகளுடன் நட்பு கொள்ள வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "பாடலில் \"அன்புக்குப் பாதை விடு\" என்ற வரிகள், பகைவர் என்றாலும் அன்புக்குப் பாதை விட வேண்டும், அதாவது அவர்களை மன்னித்து வாழ வேண்டும் என்பதை விளக்குகின்றன. அறிவுக்கும் அன்பும் ஒருங்கே இருந்தால் மட்டுமே வாழ்வில் வெற்றி பெற முடியும் என்பதை பாடல் வலியுறுத்துகிறது."
  },
  {
    "description": "பாடலில் \"திறமையைக் காட்டு\" எனக் கூறப்பட்டுள்ளது. இது எதைக் குறிக்கிறது?",
    "options": [
      "நல்ல செயல்களைச் செய்ய வேண்டும்",
      "திறமைகளை வளர்த்துக் கொள்ள வேண்டும்",
      "திறமைகளைப் பயன்படுத்த வேண்டும்",
      "திறமைகளைப் பகிர்ந்து கொள்ள வேண்டும்"
    ],
    "answer": "C",
    "additional_context": "பாடலில் \"திறமையைக் காட்டு!\" என்று கூறப்பட்டுள்ளது. இதன் பொருள், தன் உள்ளத்தில் உள்ள திறமையை வெளிப்படுத்தி நல்ல செயல்களைச் செய்ய வேண்டும் என்பதாகும். அதாவது, திறமைகளை வெளிப்படுத்த வேண்டும் என்பதை வலியுறுத்துகிறது."
  },
  {
    "description": "கவிஞர் ஆலங்குடி சோமு எந்த துறையில் புகழ்பெற்றவர்?",
    "options": [
      "எழுத்தாளர்",
      "இயக்குனர்",
      "நடிகர்",
      "பாடலாசிரியர்"
    ],
    "answer": "D",
    "additional_context": "ஆலங்குடி சோமு திரைப்படப் பாடலாசிரியராகப் புகழ்பெற்றவர். இவரது திரையிசைப்பாடல் ஒன்று இங்குத் தரப்பட்டுள்ளது. தமிழ்நாடு அரசின் கலைமாமணி விருதைப் பெற்றவர் என்பதையும் குறிப்பிடலாம்."
  },
  {
    "description": "\"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள் எதைக் குறிக்கின்றன?",
    "options": [
      "அறிவினால் எதையும் சாதிக்க முடியும்",
      "வன்முறைக்குப் பதிலாக அறிவைப் பயன்படுத்த வேண்டும்",
      "புத்திசாலித்தனம் வாழ்வில் முக்கியம்",
      "அறிவு மற்றும் வன்முறை இரண்டும் முக்கியம்"
    ],
    "answer": "B",
    "additional_context": "\"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள், வன்முறையால் எதையும் சாதிக்க முடியாது, அறிவினால் மட்டுமே வெற்றி பெற முடியும் என்பதை உணர்த்துகிறது. வன்முறைக்குப் பதிலாக அறிவைப் பயன்படுத்தி வாழ வேண்டும் என்பதை வலியுறுத்துகிறது."
  }
]
