
[
  {
    "description": "“நடுவுநிலைமை” பகுதியில் குறிப்பிடப்படும் இரண்டு முக்கியமான கருத்துக்கள் என்ன?",
    "options": [
      "நடுவு நிலைமை உடையவர், நடுவு நிலைமை இல்லாதவர் என்பதை அவரவர் செயல்களால் அறியலாம்.",
      "நடுவு நிலைமை என்பது தன்னை சமமாக வைத்துக் கொண்டு நேர்மையாகச் செயல்படுவது.",
      "நடுவு நிலைமை என்பது சான்றோர்க்கு மட்டுமே பொருந்தும் ஒரு பண்பு.",
      "நடுவு நிலைமை உடையவர்கள் தங்களின் செயல்களை மறைத்து வைக்க வேண்டும்."
    ],
    "answer": [
      "A",
      "B"
    ],
    "additional_context": "திருக்குறளின் நடுவுநிலைமை பகுதியில் நடுவுநிலைமை பற்றிய இரண்டு முக்கியமான கருத்துக்கள் விளக்கப்பட்டுள்ளன. முதல் கருத்து, நடுவுநிலைமை கொண்ட நபர்களை அவர்களின் செயல்களால் அறியலாம் என்பது. இதனை \"தக்கார் தகவிலர் என்பது அவரவர் எச்சத்தால் காணப் படும்.\" என்ற குறள் மூலம் விளக்கப்பட்டுள்ளது. இதன் பொருள் நடுவுநிலைமை உடையவர்கள் நேர்மையாகவும் உண்மையாகவும் செயல்படுவார்கள். அதேபோல, நடுவுநிலைமை இல்லாதவர்கள் அநீதியாகவும் தவறாகவும் நடந்துகொள்வார்கள். இரண்டாவது கருத்து, நடுவுநிலைமை என்பது தன்னை சமமாக வைத்துக் கொண்டு நேர்மையாகச் செயல்படுவது என்பது. இதனை \"சமன்செய்து சீர்தூக்கும் கோல்போல் அமைந்துஒருபால் கோடாமை சான்றோர்க்கு அணி.\" என்ற குறள் விளக்குகிறது. இந்தக் குறளின் பொருள், நடுவுநிலைமை கொண்டவர்கள் ஒரு தரப்பினரை ஆதரிப்பதோ அல்லது எதிர்க்குவதோ இல்லாமல் தன்னை சமமாக வைத்துக் கொண்டு நேர்மையாகச் செயல்படுவார்கள் என்பது. இவர்கள் இரண்டு தரப்பினருக்கும் நியாயமாக இருப்பார்கள். நடுவுநிலைமை என்பது சமத்துவம், நேர்மை மற்றும் நியாயம் ஆகியவற்றை அடிப்படையாகக் கொண்டது. இது ஒரு நல்ல குணமாகும். நடுவுநிலைமை கொண்டவர்கள் மதிக்கப்படுவார்கள் மற்றும் அவர்களின் செயல்பாடுகள் பாராட்டப்படும்."
  },
  {
    "description": "“கல்லாமை” பகுதியில், கல்லாதவர்களை என்ன உவமை மூலம் விவரிக்கிறார் திருவள்ளுவர்?",
    "options": [
      "புலியின் தோல் போர்த்திய பசு",
      "நெருப்பின் அருகில் வைக்கப்பட்ட வைக்கோல்",
      "பயனில்லாத களர் நிலம்",
      "சக்கரங்களைக் கொண்ட பெரிய தேர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கல்லாமை பகுதியில் கல்லாதவர்களை பயனில்லாத களர் நிலத்துடன் ஒப்பிடுகிறார் திருவள்ளுவர். \"உளர்என்னும் மாத்திரையர் அல்லால் பயவாக் களர்அனையர் கல்லா தவர்.\"  என்ற குறள் இதனை விளக்குகிறது. இதன் பொருள் கல்லாதவர்கள் பயனில்லாத களர்நிலம் போன்றவர்கள். அவர்கள் உயிரோடு இருக்கிறார்கள் என்பதைத் தவிர அவர்களால் வேறு எந்தப் பயனும் இல்லை. கல்லாதவர்களால் சமுதாயத்துக்கு எந்த நன்மையுமில்லை. அவர்களின் வாழ்க்கை பயனற்றது. கற்றல் என்பது மனித வாழ்க்கைக்கு மிக முக்கியமானது. கற்றல் மூலம் மனிதன் தன்னை மேம்படுத்திக்கொள்ளலாம்.  சமுதாயத்துக்குப் பயன்படலாம்.  கல்லாதவர்கள் சமுதாயத்துக்குப் பயனற்றவர்கள் என்பதை திருவள்ளுவர் களர்நிலத்துடன் ஒப்பிட்டு உணர்த்துகிறார்."
  },
  {
    "description": "“குற்றங்கடிதல்” பகுதியில்  திருவள்ளுவர் எடுத்துக்காட்டும் உவமை எது?",
    "options": [
      "நெருப்பின் அருகில் வைக்கப்பட்ட வைக்கோல்",
      "சக்கரங்களைக் கொண்ட பெரிய தேர்",
      "பயனில்லாத களர் நிலம்",
      "புலியின் தோல் போர்த்திய பசு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "திருக்குறளின் குற்றங்கடிதல் பகுதியில் தன்குற்றத்தைக் கண்டு நீக்காதவர்களை \"வருமுன்னர்க் காவாதான் வாழ்க்கை எரிமுன்னர் வைத்தூறு போலக் கெடும்.\" என்ற குறள் மூலம் விளக்குகிறார். இதன் பொருள், பழிவருமுன்னே சிந்தித்து தம்மைக் காத்துக்கொள்ளாதவருடைய வாழ்க்கை, நெருப்பின் அருகில் வைக்கப்பட்ட வைக்கோல் போல அழிந்துவிடும்.  நெருப்புக்கு அருகில் வைக்கப்பட்ட வைக்கோல் விரைவில் எரிந்து போய்விடும்.  அதுபோல, தன்குற்றத்தைக் கண்டு நீக்காதவர்களின் வாழ்க்கையும் விரைவில் அழிந்துவிடும்.  தன்குற்றத்தைக் கண்டு நீக்காவிட்டால், அது பெரிதாகி மனிதனை அழித்துவிடும் என்பதை  நெருப்பின் அருகில் வைக்கப்பட்ட வைக்கோல் உவமை மூலம் தெளிவாக விளக்குகிறார்."
  },
  {
    "description": "“இடனறிதல்” பகுதியில் எந்த இரண்டு உவமைகள் பயன்படுத்தப்பட்டுள்ளன?",
    "options": [
      "சக்கரங்களைக் கொண்ட பெரிய தேர் மற்றும் கடலில் ஓடும் கப்பல்",
      "நெருப்பின் அருகில் வைக்கப்பட்ட வைக்கோல் மற்றும் கடலில் ஓடும் கப்பல்",
      "புலியின் தோல் போர்த்திய பசு மற்றும் பயனில்லாத களர் நிலம்",
      "பயனில்லாத களர் நிலம் மற்றும் சக்கரங்களைக் கொண்ட பெரிய தேர்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "திருக்குறளின் இடனறிதல் பகுதியில் \"கடல்ஓடா கால்வல் நெடுந்தேர் கடல்ஓடும் நாவாயும் ஓடா நிலத்து.\" என்ற குறள் மூலம் இரண்டு உவமைகள் பயன்படுத்தப்பட்டுள்ளன.  அவை சக்கரங்களைக் கொண்ட பெரிய தேர் மற்றும் கடலில் ஓடும் கப்பல். பெரிய தேர் கடலில் ஓடாது. அதேபோல், கடலில் ஓடும் கப்பல் தரையில் ஓடாது.  இதன் மூலம்  எல்லாவற்றுக்கும் ஒரு பொருத்தமான இடம் இருக்கிறது என்பதை உணர்த்துகிறார்.  எல்லாவற்றையும் ஒரு இடத்தில் பயன்படுத்த முடியாது. அதுபோல, எல்லாரையும் எல்லா இடங்களிலும் பயன்படுத்த முடியாது. எல்லாவற்றுக்கும் ஒரு பொருத்தமான இடம் இருக்கிறது.  அதுபோல, எல்லாரையும் எல்லா இடங்களிலும் பயன்படுத்த முடியாது. ஒருவருடைய திறமையை, ஆற்றலை அறிந்து, அவரைப் பொருத்தமான இடத்தில் பயன்படுத்த வேண்டும்.  இல்லையெனில், அது பயனற்றது. அந்தப் பயனற்ற தன்மையைத்தான் இரண்டு உவமைகள் மூலம் விளக்குகிறார்."
  },
  {
    "description": "'வல்லுருவம்' என்னும் சொல்லின் பொருள் என்ன?",
    "options": [
      "மனத்தை அடக்கி, தன்னைச் சீர்படுத்திக் கொள்ளும் ஆற்றல்",
      "நெருப்பை அடக்கும் ஆற்றல்",
      "கடலை அடக்கும் ஆற்றல்",
      "மற்றவர்களை அடக்கி ஆளும் ஆற்றல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": " 'வல்லுருவம்' என்னும் சொல்லின் பொருள் 'மனத்தை அடக்கி, தன்னைச் சீர்படுத்திக் கொள்ளும் ஆற்றல்' என்பது.  இதனை 'வலியில் நிலைமையான் வல்லுருவம் பெற்றம் புலியின்தோல் போர்த்துமேய்ந் தற்று.' என்ற குறள் மூலம் விளக்குகிறார்.  இதன் பொருள் மனதை அடக்கும் வல்லமை இல்லாதவர் மேற்கொண்ட வலிய தவக்கோலம், புலியின் தோலைப் போர்த்திக்கொண்ட பசு பயிரை மேய்ந்ததைப் போன்றது.  வல்லுருவம் என்பது மனத்தின் வலிமை.  மனத்தை அடக்கி, தன்னைச் சீர்படுத்திக் கொள்ளும் திறன்.  இது மனிதனுக்கு மிக முக்கியமானது.  வல்லுருவம் கொண்ட மனிதர்கள்  தங்களின் ஆசைகளையும், கோபத்தையும் அடக்கி,  நேர்மையாகவும், ஒழுக்கமாகவும் வாழ்வார்கள்."
  }
]
