
[
  {
    "description": "திருக்குறள் கூறும் 'தேர்ந்துசெய் வஃதே முறை' என்னும் ஆட்சி முறையின் சாராம்சம் எது?",
    "options": [
      "எந்தப் பக்கத்திற்கும் சாயாமல் நடுநிலையாக நடத்துதல்",
      "படை வலிமையைக் கொண்டு ஆட்சி செய்வது",
      "மக்களின் விருப்பத்திற்கேற்ப ஆட்சி செய்வது",
      "தன் சொந்த விருப்பப்படி ஆட்சி செய்வது"
    ],
    "answer": "A",
    "additional_context": "திருக்குறளில் ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும் தேர்ந்துசெய் வஃதே முறை என்று கூறப்பட்டுள்ளது. இதன் பொருள், அரசன் எந்தப் பக்கத்திற்கும் சாயாமல் நடுவுநிலையாக நின்று எல்லோருக்கும் நன்மை பயக்கும் வகையில் ஆட்சி செய்ய வேண்டும் என்பதே ஆகும்.  நடுவுநிலை என்பது சரியானதும், தவறானதும் எது என்பதை தெளிவாக அறிந்துகொண்டு அதற்கு ஏற்ப நடவடிக்கை எடுப்பதைக் குறிக்கும்."
  },
  {
    "description": "ஒருவரிடம் ஒரு செயலை ஒப்படைக்கும் முன் செய்ய வேண்டிய முக்கியமான செயல் என்ன?",
    "options": [
      "அவர் மீது நம்பிக்கை கொள்ளுதல்",
      "அவர் அந்தச் செயலைச் செய்யும் திறன் உடையவரா என்று ஆராய்ந்து பார்த்தல்",
      "அவர் அச்செயலைச் செய்யும் நேரம் எது என்று கேட்பது",
      "அவர் அச்செயலைச் செய்யும் முறை பற்றி அறிந்து கொள்ளுதல்"
    ],
    "answer": "B",
    "additional_context": "ஒரு செயலை ஒருவரிடம் ஒப்படைக்கும்போது, அவர் அந்தச் செயலைச் செய்யும் திறன் உடையவரா என்பதை ஆராய்ந்து பார்க்க வேண்டும். இதனை இதனால் இவன்முடிக்கும் என்று ஆய்ந்து அதனை அவன்கண் விடல் என்று திருக்குறள் கூறுகிறது.  இதன் பொருள், ஒரு செயலை ஒருவரிடம் ஒப்படைக்கும்போது, அவரிடம் அந்தச் செயலைச் செய்யும் திறமை இருக்கிறதா? அதைச் செய்யும் ஆர்வம் இருக்கிறதா? என்பதை ஆராய்ந்து பார்த்து விட்டு அச்செயலை அவரிடம் ஒப்படைக்க வேண்டும். இல்லையெனில் செயல் முழுமை பெறாமல் போய்விடும்."
  },
  {
    "description": "'இறைகடியன் என்று உரைக்கும் இன்னாச்சொல் வேந்தன் உறைகடுகி ஒல்லைக் கெடும்' என்ற குறளின் பொருள் எது?",
    "options": [
      "கொடுஞ்சொல் பேசுபவர்கள் தங்கள் வாழ்க்கையில் துயரங்களைச் சந்திப்பார்கள்",
      "அரசன் மக்களைக் கடுமையாக நடத்தினால், அவர்கள் அவரை வெறுப்பார்கள்",
      "கொடுமையான ஆட்சியாளர்கள் தங்கள் ஆட்சி காலத்தில் தோல்வியைச் சந்திப்பார்கள்",
      "கடுமையான சொற்களைப் பேசுபவர்கள் உடல்நலம் பாதிக்கப்படுவார்கள்"
    ],
    "answer": "C",
    "additional_context": "'இறைகடியன் என்று உரைக்கும் இன்னாச்சொல் வேந்தன் உறைகடுகி ஒல்லைக் கெடும்' என்ற குறள்  கொடுமையான ஆட்சியாளர்களைப் பற்றி எச்சரிக்கிறது.  கொடுஞ்சொல் பேசுபவர்கள் தங்கள் வாழ்நாளில் துயரங்களைச் சந்திப்பார்கள், அவர்களின் ஆட்சி நீடிக்காது என்றும் இந்த குறள் குறிப்பிடுகிறது. மக்கள் நலனில் அக்கறை கொண்டு அன்பாகவும், பரிவாகவும் ஆட்சி செய்யும் அரசர்களே மக்களின் மனதில் நீங்காத இடம் பிடிப்பார்கள்.  மக்களின்  மனதில் அச்சம் ஏற்படுத்தி ஆட்சி செய்ய நினைக்கும் அரசர்கள் தங்களின் வாழ்க்கையையே இழந்துவிடுவார்கள்.  "
  },
  {
    "description": "'சொல்லுக சொல்லைப் பிறிதுஓர்சொல் அச்சொல்லை வெல்லும்சொல் இன்மை அறிந்து' என்ற குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "சொற்களின் சக்தியைப் பற்றி நன்கு அறிந்துகொள்ள வேண்டும்",
      "சொற்களின் மதிப்பைப் புரிந்துகொண்டு பேச வேண்டும்",
      "சொற்களைத் தேர்ந்தெடுத்துப் பேச வேண்டும்",
      "சொல்வன்மையைப் பெருக்க வேண்டும்"
    ],
    "answer": "C",
    "additional_context": "சொல்லுக சொல்லைப் பிறிதுஓர்சொல் அச்சொல்லை வெல்லும்சொல் இன்மை அறிந்து என்ற குறள் சிறந்த சொல்லாற்றலின் இயல்பைப் பற்றி எடுத்துரைக்கிறது. நம் சொற்களை வேறு சொற்களால் வெல்ல இயலாதவாறு சிறந்த சொற்களைத் தேர்ந்தெடுத்துப் பேச வேண்டும் என்பதை இந்தக் குறள் வலியுறுத்துகிறது. எந்தச் சொல்லைப் பேசினாலும் அது அடுத்தவருடைய மனதில் நல்ல எண்ணத்தைத் தூண்டும் வகையில் இருக்க வேண்டும். அதுவே உண்மையான சொல்வன்மை. "
  },
  {
    "description": "'அவைஅறிந்து ஆராய்ந்து சொல்லுக சொல்லின் தொகைஅறிந்த தூய்மை யவர்' என்ற குறள் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "பேசும்போது அவையின் தன்மையை கவனிக்க வேண்டும்",
      "பேசும்போது தூய்மையான சொற்களைப் பயன்படுத்த வேண்டும்",
      "தொகையைப் பற்றி தெளிவாகப் பேச வேண்டும்",
      "அவையின் பண்பைப் பற்றி ஆராய்ந்து பேச வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "'அவைஅறிந்து ஆராய்ந்து சொல்லுக சொல்லின் தொகைஅறிந்த தூய்மை யவர்' என்ற குறள் பேசும்போது அவையின் தன்மையை கவனிக்க வேண்டும் என்பதைப் பற்றிக் கூறுகிறது. அதாவது நாம் பேசும் அவையின் தன்மை, மக்களின் மனநிலை, காலநிலை, சூழ்நிலை ஆகியவற்றைக் கருத்தில் கொண்டு பேச வேண்டும். அவையின் தன்மைக்கு ஏற்ப நமது சொற்களை மாற்றிக்கொள்ள வேண்டும்.  மற்றவர்களை அவமதிக்காமல், அவர்களின் மனதை புண்படுத்தாமல், அவர்களைப் பாராட்டி, அவர்களின் மனதை உற்சாகப்படுத்தும் வகையில் பேச வேண்டும். "
  }
]
