
[
  {
    "description": "திருமூலர் கூறும் ஒன்றே குலம் எனும் கருத்து எந்த நவீன கருத்துடன் ஒத்திருக்கிறது?",
    "options": [
      "மதசார்பற்ற நெறி",
      "மனிதநேயம்",
      "சமூக சமத்துவம்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "திருமூலர் கூறும் 'ஒன்றே குலம்' எனும் கருத்து மதசார்பற்ற நெறி, மனிதநேயம், சமூக சமத்துவம் ஆகிய அனைத்து நவீன கருத்துக்களையும் குறிக்கிறது. மனிதர்கள் அனைவரும் ஒரே இனத்தவர்கள் என்கிற உண்மையை அவர் வலியுறுத்துகிறார். இது மதம், சாதி, இனம், பால், இவற்றைத் தாண்டி மனிதர்களை சமமாகப் பார்க்க வேண்டும் என்ற நவீனக் கருத்துடன் ஒத்துப்போகிறது."
  },
  {
    "description": "திருமூலர் கூறும் மனிதர்களுக்குச் செய்யவேண்டிய தொண்டு குறித்த கருத்து என்ன?",
    "options": [
      "மனிதர்களுக்குச் செய்யும் தொண்டு இறைவனுக்குச் செய்யும் தொண்டாகும்",
      "மனிதர்களை மறந்து இறைவனை மட்டுமே வழிபட வேண்டும்",
      "மனிதர்களை காப்பாற்றுவது மிகவும் முக்கியமானது",
      "இறைவனை மகிழ்விப்பதற்காக மனிதர்களுக்கு தொண்டு செய்ய வேண்டும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "திருமூலர் மனிதர்களுக்குச் செய்யும் தொண்டு இறைவனுக்குச் செய்யும் தொண்டாகும் எனக் கூறுகிறார். மனிதர்களை மறந்து இறைவனை மட்டுமே வழிபட வேண்டும் என்பது அவரது கருத்து அல்ல. உலகத்து மக்களின் உள்ளத்தில் நிலைபெற்று வாழவேண்டுமாயின் இவற்றை நினைத்து ஈடேறுங்கள் என்பது அவரது அறிவுரை. அவர் மனிதர்களை காப்பாற்றுவது முக்கியமானது எனவும் கூறுகிறார். இறைவனை மகிழ்விப்பதற்காக மனிதர்களுக்கு தொண்டு செய்ய வேண்டும் என்பதும் அவரது கருத்து அல்ல."
  },
  {
    "description": "திருமூலரின் கருத்துக்களை அன்றாட வாழ்வில் நாம் எவ்வாறு பின்பற்றலாம்?",
    "options": [
      "சாதி மத வேறுபாடுகளை மறந்து அனைவரையும் சமமாக பார்க்க வேண்டும்",
      "பிறருக்கு உதவி செய்வதன் மூலம் இறைவனை மகிழ்விக்க வேண்டும்",
      "நல்ல காரியங்களைச் செய்து வாழ்வை மேம்படுத்த வேண்டும்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "திருமூலரின் கருத்துக்களை அன்றாட வாழ்வில் நாம் பின்பற்ற வேண்டும். அனைவரும் சமமானவர்கள் என்பதை உணர்ந்து, சாதி, மதம், இனம் போன்ற வேறுபாடுகளை மறந்து அனைவரையும் சமமாகப் பார்க்க வேண்டும்.  பிறருக்கு உதவி செய்வதன் மூலம் இறைவனை மகிழ்விக்கலாம். நல்ல காரியங்களைச் செய்து வாழ்வை மேம்படுத்த வேண்டும். இவை அனைத்தும் திருமூலரின் கருத்துக்களை அன்றாட வாழ்வில் பின்பற்றுவதற்கான சிறந்த வழிகளாகும்."
  }
]
