
[
  {
    "description": "திரு.வி.க.வின் கருத்துப்படி, இயற்கைக் கல்வியின் மூலம் மாணவர்கள் எதைப் பெற முடியும்?",
    "options": [
      "இயற்கையோடியைந்த வாழ்வை நடத்தும் திறன்",
      "தொழில் வல்லுநராகும் திறன்",
      "அரசியல் வல்லுநராகும் திறன்",
      "சமூக சேவகராகும் திறன்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நீங்கள் ஏடுகளைப் பயில்வதுடன் நில்லாது, ஓய்ந்த நேரங்களில் இயற்கை நிலையங்களில் புகுந்து, இயற்கைக் கழகத்தில் நின்று, இயற்கைக் கல்வி பயில்வீர்களானால், இயற்கையோடியைந்த வாழ்வு நடத்த வல்லவர்களாவீர்கள். காடு செறிந்த ஒரு மலை மீது ஏறி, ஒரு மரத்தடியில் நின்று, மண்ணையும் விண்ணையும் நோக்குங்கள். இயற்கை ஓவியத்தைக் கண்டு கண்டு மகிழுங்கள். மண் வழங்கும் பரந்த பசுமையிலும் வெண்மையிலும் விண் வழங்கும் நீலத்திலும் தோய்ந்து திளையுங்கள். காலையில் இளஞாயிறு, கடலிலும் வானிலும் செக்கர் உமிழ்ந்து எழுங்காட்சியை நெஞ்சில் எழுதுங்கள்."
  },
  {
    "description": "திரு.வி.க.வின் கருத்துப்படி, இசைப்பயிற்சி எல்லோருக்கும் அவசியமா?",
    "options": [
      "ஆம், இசைப்பயிற்சி அனைவருக்கும் அவசியம்.",
      "இல்லை, இசைப்பயிற்சி சிலருக்கு மட்டுமே அவசியம்.",
      "இசைப்பயிற்சி தேவையில்லை.",
      "இசைப்பயிற்சி என்பது முக்கியமானது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இன்றைய சூழலில் இசைப்பயிற்சியும் இன்றியமையாதது. இசை பாட இயற்கை சிலருக்குத் துணை செய்யும்; சிலர்க்குத் துணை செய்வதில்லை. அத்துணை பெறாதார் இசை இன்பத்தையாதல் நுகரப் பயில்வாராக."
  },
  {
    "description": "திரு.வி.க.வின் கருத்துப்படி, இயற்கை அன்னையைப் பார்ப்பதன் மூலம் மாணவர்கள் என்ன செய்ய வேண்டும்?",
    "options": [
      "அழகை ரசிக்க வேண்டும்.",
      "சில செடிகள், கொடிகள், மரங்கள், பறவைகள், விலங்குகள் எவ்வாறு இருக்கின்றன என்பதை ஆராய வேண்டும்.",
      "இயற்கையை அழிக்க வேண்டும்.",
      "இயற்கையைப் பாதுகாக்க வேண்டும்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அருவி முழவும் குயில் குரலும் வண்டிசையும் மயில் அகவலும் மலர் மணமும் தேனினிமையும் தென்றல் வீசலும் புலன்களுக்கு விருந்தாகும் இயற்கை அன்னையைப் பாருங்கள். ஆங்கே சூழ்ந்துள்ள செடி, கொடி மரங்களையும் பறவைகளையும் விலங்குகளையும் உற்றுநோக்கி, சில செடிகள் பூமியில் பரந்தும் சில செடிகள் எழுந்து நின்றும் சில கொடிகள் சுருண்டு சுருண்டு படர்ந்தும் இருப்பதற்கும், சில மரங்கட்கு நீள் கிளையும் கிளிக்கு வளைந்த மூக்கும் யானைக்குத் துதிக்கையும் மானிற்குக் கொம்பும் அமைந்திருப்பதற்கும் என்ன காரணம்? என்று சிந்தியுங்கள்."
  },
  {
    "description": "திரு.வி.க.வின் கருத்துப்படி, நாடகக்கல்வி வாழ்விற்கு அவசியமா?",
    "options": [
      "ஆம், நாடகக்கல்வி வாழ்விற்கு அவசியம்.",
      "இல்லை, நாடகக்கல்வி வாழ்விற்கு தேவையில்லை.",
      "நாடகக்கல்வி வாழ்வை சீரழிக்கும்.",
      "நாடகக்கல்வி என்பது ஒரு வீணான செயல்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நாடகக்கல்வி வாழ்விற்கு வேண்டா என்று யான் கூறேன். இடைக்காலத்தில் நாடகக் கலையால் தீமை விளைந்தபோது அதைச் சிலர் அழிக்க முயன்றதுண்டு. இப்போதைய நாடகம் நன்னிலையில்லை என்பதை ஈண்டு விளக்க வேண்டுவதில்லை. நாடகத்துக்கு நல்வழியில் புத்துயிர் வழங்க வேண்டும். நாடகத்தை நல்வழிப்படுத்தி மாணாக்கரை அதன்கண் தலைப்படுமாறு செய்யத் தமிழ்ப் பெரியோர் முயல்வாராக.."
  },
  {
    "description": "திரு.வி.க.வின் கருத்துப்படி, அறிவியல் கல்வி ஏன் முக்கியம்?",
    "options": [
      "அறிவியல் கல்வி தொழில் வாய்ப்புகளை அதிகரிக்கும்.",
      "அறிவியல் கல்வி பொருளாதார வளர்ச்சியை ஏற்படுத்தும்.",
      "அறிவியல் கல்வி உலக வாழ்விற்கு இன்றியமையாதது.",
      "அறிவியல் கல்வி பல பல நன்மைகளைத் தரும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "உலக வாழ்விற்கு மிக மிக இன்றியமையாதது `அறிவியல்' என்னும் அறிவுக்கலை. உடற்கூறு, உடலோம்பு முறை, பூதபௌதிகம், மின்சாரம், நம்மைச் சூழ்ந்துள்ள செடி, கொடி, பறவை, விலங்கு முதலியவற்றினியல், கோளியக்கம், கணிதம், அகத்திணை முதலியன வேண்டும். இந்நாளில் இவைகளைப் பற்றிய பொது அறிவாதல் பெற்றே தீரல் வேண்டும். புற உலக ஆராய்ச்சிக்கு அறிவியல் கொழுகொம்பு போன்றது. நம் முன்னோர் கண்ட பல உண்மைகள் அறிவியல் அரணின்றி இந்நாளில் உறுதிபெறல் அரிது. இக்கால உலகத்தோடு உறவு கொள்வதற்கும் அறிவியல் தேவை. ஆதலின் அறிவியல் என்னும் அறிவுக்கலை இளைஞருலகில் பரவல் வேண்டும்."
  }
]
