
[
  {
    "description": "வாழ்விற்குரிய இன்பத்துறைகளுள் தலையாயது ____ இன்பம் ஆகும்.",
    "options": [
      "அ) இயற்கை",
      "ஆ) காவிய",
      "இ)  மொழி",
      "ஈ) அறிவியல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வாழ்விற்குரிய இன்பத்துறைகளுள் காவிய இன்பமும் ஒன்று. அதைத் தலையாயது என்றும் கூறலாம். நாம் தமிழர்கள். நாம் பாட்டின்பத்தை நுகர வேண்டுமேல் நாம் எங்குச் செல்லல் வேண்டும்? தமிழ் இலக்கியங்களுக்கிடையே அன்றோ? தமிழில் இலக்கியங்கள் பலப்பல இருக்கின்றன. இயற்கை ஓவியம் பத்துப்பாட்டு, இயற்கை இன்பக்கலம் கலித்தொகை, இயற்கை வாழ்வில்லம் திருக்குறள், இயற்கை இன்பவாழ்வு நிலையங்கள் சிலப்பதிகாரமும் மணிமேகலையும், இயற்கைத் தவம் சிந்தாமணி, இயற்கைப் பரிணாமம் கம்பராமாயணம், இயற்கை அன்பு பெரியபுராணம், இயற்கை இறையுறையுள் தேவார திருவாசக திருவாய் மொழிகள். இத்தமிழ்க் கருவூலங்களை உன்ன உன்ன உள்ளத்தெழும் இன்ப அன்பைச் சொல்லால் சொல்ல இயலாது. இளைஞர்களே! தமிழ் இளைஞர்களே! பெறற்கரிய இன்ப நாட்டில் பிறக்கும் பேறு பெற்றிருக்கிறீர்கள்! தமிழ் இன்பத்திலுஞ் சிறந்த இன்பம் இவ்வுலகிலுண்டோ? தமிழ்க் காவியங்களைப் படியுங்கள். இன்பம் நுகருங்கள்."
  },
  {
    "description": "புற உலக ஆராய்ச்சிக்கு ____ கொழுகொம்பு போன்றது.",
    "options": [
      "அ) மொழியியல்",
      "ஆ) அறிவியல்",
      "இ) கணிதம்",
      "ஈ) இலக்கியம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "உலக வாழ்விற்கு மிக மிக இன்றியமையாதது `அறிவியல்' என்னும் அறிவுக்கலை. உடற்கூறு, உடலோம்பு முறை, பூதபௌதிகம், மின்சாரம், நம்மைச் சூழ்ந்துள்ள செடி, கொடி, பறவை, விலங்கு முதலியவற்றினியல், கோளியக்கம், கணிதம், அகத்திணை முதலியன வேண்டும். இந்நாளில் இவைகளைப் பற்றிய பொது அறிவாதல் பெற்றே தீரல் வேண்டும். புற உலக ஆராய்ச்சிக்கு அறிவியல் கொழுகொம்பு போன்றது. நம் முன்னோர் கண்ட பல உண்மைகள் அறிவியல் அரணின்றி இந்நாளில் உறுதிபெறல் அரிது. இக்கால உலகத்தோடு உறவு கொள்வதற்கும் அறிவியல் தேவை. ஆதலின் அறிவியல் என்னும் அறிவுக்கலை இளைஞருலகில் பரவல் வேண்டும்."
  },
  {
    "description": "திரு.வி.க.வின் கல்விச் சிந்தனைகளின்படி, ஏட்டுக்கல்வி மட்டும் போதுமானதா?",
    "options": [
      "ஆம், ஏட்டுக்கல்வி மட்டும் போதுமானது.",
      "இல்லை, ஏட்டுக்கல்வி மட்டும் போதுமானதல்ல, தொழிற்கல்வி போன்ற பிற கல்வித்துறைகளும் தேவை.",
      "ஏட்டுக்கல்வியே போதும், வேறு கல்வித்துறைகள் தேவையில்லை.",
      "ஏட்டுக்கல்வியே முக்கியம், பிற கல்வித்துறைகள் அநாவசியம்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்நாளில் ஏட்டுக்கல்வியே கல்வி என்னும் ஒரு கொள்கை எங்கும் நிலவி வருகிறது. ஏட்டுக்கல்வி மட்டும் கல்வி ஆகாது. இந்நாளில் கல்வியென்பது பொருளற்றுக் கிடக்கிறது. குறிப்பிட்ட பாடங்களை நெட்டுருச் செய்து, தேர்வில் தேறிப் பட்டம் பெற்று, ஒரு தொழிலில் நுழைவதற்குக் கல்வி ஒரு கருவியாகக் கொள்ளப்பட்டு வருகிறது. நாளடைவில் அக்கல்விக்கும் வாழ்விற்கும் தொடர்பில்லாமல் போகிறது. இது கல்வியாகுமா?\nஏட்டுக் கல்வி மட்டுமன்றித் தொழிற்கல்வி முதலியனவும் கல்வியின் பாற்பட்டனவே."
  },
  {
    "description": "திரு.வி.க.வின் கருத்துப்படி, தாய்மொழி வழிக்கல்விக்கு எதிராக யார் கூறுகின்றனர்?",
    "options": [
      "அனைவரும் தாய்மொழி வழிக்கல்வியை விரும்புகின்றனர்.",
      "வேறு மொழிகளில் கல்வி பயிலும் மாணவர்கள் தாய்மொழி வழிக்கல்விக்கு எதிராக இருப்பர்.",
      "தாய்மொழியில் போதிய கலைகள் இல்லை என்று சிலர் கூறுகின்றனர்.",
      "தமிழ் மக்கள் தாய்மொழி வழிக்கல்விக்கு எதிராக இருக்கின்றனர்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தமிழிலேயே கல்வி போதிக்கத் தமிழில் போதிய கலைகளில்லையே; சிறப்பான அறிவியல் கலைகளில்லையே என்று சிலர் கூக்குரலிடுகிறார். அவரவர் தாம் கண்ட புதுமைகளை முதல் முதல் தம் தாய்மொழியில் வரைந்துவிடுகிறார். அவை பின்னே பல மொழிகளில் பெயர்த்து எழுதப்படுகின்றன. அம்மொழிபெயர்ப்பு முறையைத் தமிழர் கொண்டு ஏன் தாய்மொழியை வளர்த்தல் கூடாது? குறியீடுகளுக்குப் பல மொழிகளினின்றும் கடன் வாங்குவது தமிழுக்கு இழுக்காகாது. கலப்பில் வளர்ச்சியுண்டென்பது இயற்கை நுட்பம். தமிழை வளர்க்கும் முறையிலும் அளவிலும் கலப்பைக் கொள்வது சிறப்பு. ஆகவே, தமிழ்மொழியில் அறிவுக்கலைகள் இல்லை என்னும் பழம்பாட்டை நிறுத்தி, அக்கலைகளைத் தமிழில் பெயர்த்து எழுதித் தாய்மொழிக்கு ஆக்கந் தேடுவோம் என்னும் புதுப்பாட்டைப் பாடுமாறு சகோதரர்களைக் கேட்டுக்கொள்கிறேன்."
  },
  {
    "description": "திரு.வி.க.வின் கருத்துப்படி, தமிழ்க் காவியங்களைப் படிப்பதன் மூலம் எதைப் பெற முடியும்?",
    "options": [
      "பொருளாதார வளர்ச்சி",
      "தொழில் வாய்ப்புகள்",
      "இன்பம் மற்றும் அறிவு",
      "அரசியல் அதிகாரம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "வாழ்விற்குரிய இன்பத்துறைகளுள் காவிய இன்பமும் ஒன்று. அதைத் தலையாயது என்றும் கூறலாம். நாம் தமிழர்கள். நாம் பாட்டின்பத்தை நுகர வேண்டுமேல் நாம் எங்குச் செல்லல் வேண்டும்? தமிழ் இலக்கியங்களுக்கிடையே அன்றோ? தமிழில் இலக்கியங்கள் பலப்பல இருக்கின்றன. இயற்கை ஓவியம் பத்துப்பாட்டு, இயற்கை இன்பக்கலம் கலித்தொகை, இயற்கை வாழ்வில்லம் திருக்குறள், இயற்கை இன்பவாழ்வு நிலையங்கள் சிலப்பதிகாரமும் மணிமேகலையும், இயற்கைத் தவம் சிந்தாமணி, இயற்கைப் பரிணாமம் கம்பராமாயணம், இயற்கை அன்பு பெரியபுராணம், இயற்கை இறையுறையுள் தேவார திருவாசக திருவாய் மொழிகள். இத்தமிழ்க் கருவூலங்களை உன்ன உன்ன உள்ளத்தெழும் இன்ப அன்பைச் சொல்லால் சொல்ல இயலாது. இளைஞர்களே! தமிழ் இளைஞர்களே! பெறற்கரிய இன்ப நாட்டில் பிறக்கும் பேறு பெற்றிருக்கிறீர்கள்! தமிழ் இன்பத்திலுஞ் சிறந்த இன்பம் இவ்வுலகிலுண்டோ? தமிழ்க் காவியங்களைப் படியுங்கள். இன்பம் நுகருங்கள்."
  }
]
