
[
  {
    "description": "கன்னிப்பாவை நூலில் கூறப்படும்  \"அறிவுஅருள் ஆசைஅச்சம்\" போன்ற சொற்கள் எந்த இலக்கிய வகைக்குச் சார்ந்தவை?",
    "options": [
      "நாடகம்",
      "கவிதை",
      "நாவல்",
      "கட்டுரை"
    ],
    "answer": "B",
    "additional_context": "கன்னிப்பாவை நூல் திருப்பாவையைத் தழுவி எழுதப்பட்ட நூல்.  திருப்பாவை ஆண்டாள் இயற்றியது. ஆண்டாள் பாடியது கவிதை. அதனால் கன்னிப்பாவை நூலும் கவிதை வகையைச் சேர்ந்தது."
  },
  {
    "description": "கன்னிப்பாவை நூலில் எழுந்திருப்பது யார்?",
    "options": [
      "ஆண்டாள்",
      "மாணிக்கவாசகர்",
      "சே. சேசுராசா",
      "பாவாணர்"
    ],
    "answer": "C",
    "additional_context": "கன்னிப்பாவை நூல் திருப்பாவையைத் தழுவி எழுதப்பட்ட நூல்.  கன்னிப்பாவையை எழுதியவர் சே. சேசுராசா. இவர் திருப்பாவையைத் தழுவி இயற்றிய நூல் இது."
  },
  {
    "description": "\"இன்னும்நீ உறங்குதியோ\"  என்ற பாடல் வரியின் மூலம் கன்னிப்பாவை நூல் எதை வலியுறுத்துகிறது?",
    "options": [
      "மனிதர்கள் எப்போதும் உறங்கக் கூடாது.",
      "மனிதர்கள் நற்பண்புகளை வளர்க்க வேண்டும்.",
      "மனிதர்கள் தூக்கத்தை விட்டு எழ வேண்டும்.",
      "மனிதர்கள் உண்மையை உணர்ந்து புறப்பட வேண்டும்."
    ],
    "answer": "D",
    "additional_context": "கன்னிப்பாவை நூல், நற்பண்புகள் எவையென அறிவுறுத்த இறைவனின் திருக்குமாரன் வந்தபின்னும் நீ உறங்கலாமா? எனக் கேட்கிறது.  இதன் மூலம் உண்மையை உணர்ந்து புறப்பட வேண்டும் என்பதை வலியுறுத்துகிறது."
  },
  {
    "description": "திருப்பாவையைத் தழுவி எழுதப்பட்ட நூல் எது?",
    "options": [
      "திருவெம்பாவை",
      "கன்னிப்பாவை",
      "திருவாசகம்",
      "பெரியபுராணம்"
    ],
    "answer": "B",
    "additional_context": "திருப்பாவையைத் தழுவி எழுதப்பட்ட நூல் கன்னிப்பாவை. இதனை சே. சேசுராசா எழுதியுள்ளார். இது திருப்பாவையின் அடிப்படையில் மனித குணங்கள் பற்றிய நூல்.  சே. சேசுராசா கல்லூரி ஒன்றில் தமிழ்ப் பேராசிரியராக பணிபுரிந்தவர்."
  },
  {
    "description": "கன்னிப்பாவை நூலில் எந்தப் பண்பு \"பொச்சாப்பு\" எனக் குறிப்பிடப்படுகிறது?",
    "options": [
      "சோர்வு",
      "மானம்",
      "வெறுப்பு",
      "அறம்"
    ],
    "answer": "A",
    "additional_context": "கன்னிப்பாவை நூலில் மனிதகுணங்கள் பற்றிய பாடல் உள்ளது.  அதில் 'பொச்சாப்பு' என்பது சோர்வை குறிக்கும். சோர்வு என்பது தீய பண்பு. அதனால் மனிதர்கள் நற்பண்புகளை வளர்த்து வாழ வேண்டும் என்பது இதன் பொருள்."
  }
]
