
[
  {
    "description": "“தயிருக்குப் பால் வாங்கினான்” என்ற தொடரில், “கு” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "கொடை",
      "பகை",
      "தகுதி",
      "அதுவாதல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நான்காம் வேற்றுமைக்கு உரிய உருபு கு என்பதாகும். இது கொடை, பகை, நட்பு, தகுதி, அதுவாதல், பொருட்டு, முறை, எல்லை எனப் பல பொருள்களில் வரும். 'தயிருக்குப் பால் வாங்கினான்' என்ற தொடரில் தயிர் என்ற பொருள் பாலின் அதுவாதல் எனப் பொருள்படுகிறது."
  },
  {
    "description": "“கோவலன் மதுரையை அடைந்தான்” என்ற தொடரில், “ஐ” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "ஆக்கல்",
      "அழித்தல்",
      "அடைதல்",
      "நீத்தல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இரண்டாம் வேற்றுமை ஆக்கல், அழித்தல், அடைதல், நீத்தல், ஒத்தல், உடைமை ஆகிய ஆறு வகையான பொருள்களில் வரும். 'கோவலன் மதுரையை அடைந்தான்' என்ற தொடரில், கோவலன் மதுரையை அடைந்தான் எனப் பொருள்படும். அதாவது, இரண்டாம் வேற்றுமை அடைதல் எனப் பொருள்படுகிறது."
  },
  {
    "description": "“கபிலருக்கு நண்பர் பரணர்” என்ற தொடரில், “கு” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "கொடை",
      "பகை",
      "நட்பு",
      "தகுதி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நான்காம் வேற்றுமைக்கு உரிய உருபு கு என்பதாகும். இது கொடை, பகை, நட்பு, தகுதி, அதுவாதல், பொருட்டு, முறை, எல்லை எனப் பல பொருள்களில் வரும். 'கபிலருக்கு நண்பர் பரணர்' என்ற தொடரில், கபிலருக்கு நண்பர் பரணர் எனப் பொருள்படும். அதாவது, இரண்டாம் வேற்றுமை நட்பு எனப் பொருள்படுகிறது."
  },
  {
    "description": "“முல்லைக்குத் தேர் கொடுத்தான்” என்ற தொடரில், “கு” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "கொடை",
      "பகை",
      "நட்பு",
      "தகுதி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நான்காம் வேற்றுமைக்கு உரிய உருபு கு என்பதாகும். இது கொடை, பகை, நட்பு, தகுதி, அதுவாதல், பொருட்டு, முறை, எல்லை எனப் பல பொருள்களில் வரும். 'முல்லைக்குத் தேர் கொடுத்தான்' என்ற தொடரில், முல்லைக்குத் தேர் கொடுத்தான் எனப் பொருள்படும். அதாவது, இரண்டாம் வேற்றுமை கொடை எனப் பொருள்படுகிறது."
  },
  {
    "description": "“காந்தியடிகள் இந்திய மக்களுக்குச் சுதந்திரத்தைப் பெற்றுத் தந்தார்” என்ற தொடரில் “கு” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "கொடை",
      "பகை",
      "நட்பு",
      "தகுதி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நான்காம் வேற்றுமைக்கு உரிய உருபு கு என்பதாகும். இது கொடை, பகை, நட்பு, தகுதி, அதுவாதல், பொருட்டு, முறை, எல்லை எனப் பல பொருள்களில் வரும். 'காந்தியடிகள் இந்திய மக்களுக்குச் சுதந்திரத்தைப் பெற்றுத் தந்தார்' என்ற தொடரில், காந்தியடிகள் இந்திய மக்களுக்குச் சுதந்திரத்தைப் பெற்றுத் தந்தார் எனப் பொருள்படும். அதாவது, இரண்டாம் வேற்றுமை கொடை எனப் பொருள்படுகிறது."
  }
]
