
[
  {
    "description": "“கொம்புசுத்திக் கோணக்காத்து – காலனைப்போல் / கோணமழை வந்துகப்பல் தான்கவிழ்ந்ததே”\n\nஎந்த இடத்தில் கப்பல் கவிழ்ந்தது?",
    "options": [
      "கடலில்",
      "ஏரியில்",
      "ஆற்றில்",
      "குளத்தில்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கொம்புசுத்திக் கோணக்காத்து என்றால் மிகவும் வேகமாக வீசும் புயல் காற்று. புயல் காற்று கடலில் பயணித்த கப்பலின் மீது மோதி கப்பலை கவிழ்த்தது என இந்த வரிகள் குறிப்பிடுகின்றன. கடல் என்பது நீரால் சூழப்பட்ட பெரிய பகுதி. ஆகவே,  கப்பல் கவிழ்ந்த இடம் கடலில் என்பது  சரியான பதிலாகும்."
  },
  {
    "description": "“மார்க்கமான சாலையில்போன - சனங்களெல்லாம் / மயங்கி மயங்கிமெத்தத் தவித்தார்களே”\n\nபுயலால் மக்கள் எப்படித் தவித்தார்கள்?",
    "options": [
      "பயத்தில் அலறி ஓடினர்.",
      "சாலைகளில் தடுமாறி மயங்கினர்.",
      "உணவு இல்லாமல் பட்டினி கிடந்தனர்.",
      "மழை பெய்யும் இடத்திற்கு ஓடினர்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "புயல் காற்று வேகமாக வீசும்போது மரங்கள், மின் கம்பங்கள், வீடுகள் என அனைத்தும் சாய்ந்து விழும். புயல் காற்றினால் ஏற்படும் மழை திடீரென்று பெய்யும் போது மக்கள் தடுமாறி சாலையில் விழும். இதனால் அவர்கள் மயங்கி தவித்தார்கள் என்பது இந்த வரிகளின் பொருள். எனவே,  சரியான பதில் சாலைகளில் தடுமாறி மயங்கினர்."
  },
  {
    "description": "“வின்னமாச்சுதே” என்ற சொல்லைப் பாடல் எதைக் குறிப்பிட்டுப் பயன்படுத்துகிறது?",
    "options": [
      "தென்னம்பிள்ளைக்கு ஏற்பட்ட சேதம்",
      "மரங்கள் முறிந்து விழுந்ததால் ஏற்பட்ட சேதம்",
      "மக்கள் தவித்ததால் ஏற்பட்ட சேதம்",
      "கூரைகள் சரிந்ததால் ஏற்பட்ட சேதம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பாடல் வரிகளில்  'சிங்காரமாய் வாங்கல் நகரில் - வைத்திருந்த / தென்னம்பிள்ளை அத்தனையும் வின்னமாச்சுதே' எனக் குறிப்பிடப்பட்டுள்ளது. வின்னமாச்சுதே என்பது தென்னம்பிள்ளைக்கு ஏற்பட்ட சேதத்தைக் குறிப்பிடுவதாகும். தென்னை மரத்தின்  பழங்களை தென்னம்பிள்ளை என்கிறார்கள். இதனை  நிலத்திலிருந்து வேரோடு பிடுங்கி விடுவது 'வின்னம்' எனப்படும்.  எனவே,  சரியான பதில் தென்னம்பிள்ளைக்கு ஏற்பட்ட சேதம்"
  },
  {
    "description": "“மாளாத பருத்தி எல்லாம் கோலாகப் போச்சுதே” என்ற வரியில் “கோலாகப் போச்சுதே” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "பருத்திச் செடிகள் பூத்துக்குலுங்கின",
      "பருத்திச் செடிகள் வாடிக் குச்சிகளாக மாறின",
      "பருத்திச் செடிகள் காய்ந்தன",
      "பருத்திச் செடிகள் வளர்ந்தன"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பாடல் வரிகளில் 'மங்காத காங்கயநாட்டில் - மேட்டுக்காட்டில் / மாளாத பருத்திஎல்லாம் கோலாகப்போச்சுதே' எனக் குறிப்பிடப்பட்டுள்ளது. கோலாகப் போச்சுதே என்பது  வாடிக் குச்சிகளாக மாறின என்பதைக் குறிப்பிடுவதாகும். பருத்திச் செடிகள் வளர்ந்த பிறகு பூக்கின்றன. பூக்களுக்குப் பின் பருத்தி காய்கள் உருவாகின்றன. பருத்தி காய்கள் முதிர்ந்த பிறகு பருத்தியைப் பறிக்கிறார்கள்.  இந்த பருத்திச் செடிகள் புயல் காற்றினால் வேரோடு சாய்ந்ததால்  அவை வாடிக் குச்சிகளாக  மாறின. எனவே,  சரியான பதில் பருத்திச் செடிகள் வாடிக் குச்சிகளாக மாறின."
  },
  {
    "description": "“சம்பிரமுடன் கப்பல்கள் எல்லாம் கடலிலே தானடந்து வேகமுடன் வரும்போதிலே” என்ற வரிகளில் “தானடந்து வேகமுடன்” என்ற சொற்கள் கப்பலின் எதைப் பற்றிச் சொல்கின்றன?",
    "options": [
      "கப்பலின் விரைவான பயணத்தை",
      "கப்பலின் மெதுவான பயணத்தை",
      "கப்பலின் பயணத்தை நிறுத்தியதை",
      "கப்பலின் வடிவத்தை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கப்பல்கள் கடலில் பயணிக்கும் போது காற்று தூக்கி எறிந்தது போல கப்பல்  'தானடந்து வேகமுடன்'  என பயணிப்பதாக பாடல் வரிகள் கூறுகின்றன.  'தானடந்து' என்ற சொல் இயல்பாகவே வேகமாகச் செல்வதை  குறிப்பிடுகிறது. எனவே, சரியான பதில் கப்பலின் விரைவான பயணத்தை"
  }
]
