
[
  {
    "description": "“சுவர் இருந்தால்தான் சித்திரம் வரைய முடியும். இதை நன்றாகப் புரிந்துகொள்” என்றார். மலையப்பன், “எனக்கும் இப்போதுதான் புரிகிறது. இனி நான் என் உடல்நலத்தில் போதிய அக்கறை செலுத்துவேன்”என்றான்.” -  இந்தப் பகுதியில் உள்ள உரையாடலைப் பற்றி உங்களுக்கு என்ன தகவல் தெரியவருகிறது?",
    "options": [
      "அ) மலையப்பன் தன் உடல்நலத்தில் அக்கறை காட்டாததால் நோய்வாய்ப்படுகிறான்.",
      "ஆ) மலையப்பனின் உறவினர் அவரை எச்சரிக்கிறார்.",
      "உ) உறவினரின் உவமை மலையப்பனுக்கு நன்றாகப் புரிகிறது.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மலையப்பன் என்பவர் ஒரு உழைப்பாளி ஆனால் தனது உடல் நலத்தில் அக்கறை காட்டாமல் அடிக்கடி நோய்வாய்ப்படுவார். ஒரு நாள் மலையப்பன் நோய்வாய்ப்பட்டபோது அவரை பார்க்க வந்த அவருடைய உறவினர் ஒருவர், \"சுவர் இருந்தால்தான் சித்திரம் வரைய முடியும். இதை நன்றாகப் புரிந்துகொள்\" என்று கூறுகிறார். அதாவது, உடல்நலம் இல்லாமல் உழைக்க முடியாது என்று உவமையாகக் கூறுகிறார். மலையப்பன் அதைப் புரிந்துகொண்டு இனிமேல் தனது உடல்நலத்தில் கவனம் செலுத்துவதாக கூறுகிறான்."
  },
  {
    "description": "“கடலோடா கால்வல் நெடுந்தேர் கடலோடும்\n    நாவாயும் ஓடா நிலத்து” -  இந்த திருக்குறள் என்ன கருத்தை உணர்த்துகிறது?",
    "options": [
      "அ) கடல் பயணம் நிலப்பயணத்தைவிட சிறந்தது.",
      "ஆ) ஒவ்வொருவரும் தமக்கு உரிய இடத்தில் வெற்றிபெற முடியும்.",
      "இ) கடல் பயணம் மிகவும் ஆபத்தானது.",
      "ஈ) நிலப்பயணம் மிகவும் சிரமமானது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த திருக்குறள், கடலில் ஓடும் கப்பல் நிலத்தில் ஓடாது, நிலத்தில் ஓடும் தேர் கடலில் ஓடாது என்று உவமையாகக் கூறுகிறது. இதன் மூலம் நாம் ஒவ்வொருவரும் தமக்கு உரிய இடத்தில் வெற்றிபெற முடியும் என்று புரிந்துகொள்ள வேண்டும். நமக்குப் பொருத்தமில்லாத இடத்தில் வெற்றிபெறுவது இயலாது."
  },
  {
    "description": "“தேனும் வெள்ளைச்சர்க்கரையும் இனிப்புச்சுவை உடையவை. அவற்றுள், தேன் உடலுக்கு நன்மை செய்யும்; வெள்ளைச் சர்க்கரை உடலுக்குத் தீங்கு செய்யும்.” - இந்தப் பகுதியில் எந்த அணி பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அ) பிறிதுமொழிதல் அணி",
      "ஆ) இரட்டுறமொழிதல் அணி",
      "இ) வேற்றுமை அணி",
      "ஈ) உவமை அணி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தேனும் வெள்ளைச்சர்க்கரையும் இனிப்புச்சுவை உடையவை என்பது ஒற்றுமை. ஒன்று உடலுக்கு நன்மை செய்யும், இன்னொன்று தீங்கு செய்யும் என்பது வேற்றுமை. இவ்வாறு இரண்டு பொருள்களுக்கு இடையே உள்ள ஒற்றுமையைக் கூறி, பிறகு அவற்றுள் ஒன்றை வேறுபடுத்திக் காட்டுவது வேற்றுமையணி எனப்படும்."
  },
  {
    "description": "“ஓடும் இருக்கும் அதனுள்வாய் வெளுத்திருக்கும்\n    நாடுங் குலைதனக்கு நாணாது - சேடியே\n    தீங்காயது இல்லா திருமலைரா யன்வரையில்\n    தேங்காயும் நாயும்நேர் செப்பு” - இந்தப் பாடலில் எந்த அணி பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அ) வேற்றுமை அணி",
      "ஆ) பிறிதுமொழிதல் அணி",
      "இ) இரட்டுறமொழிதல் அணி",
      "ஈ) உவமை அணி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பாடலில்  தேங்காய், நாய் ஆகிய இரண்டுக்கும் பொருந்தும்படி பாடப்பட்டுள்ளது.  தேங்காயில் ஓடு இருக்கும், தேங்காயின் உட்பகுதி வெண்மை நிறத்தில் இருக்கும், தேங்காய் கோணல் இல்லாமல் குலையாகத் தொங்கும், நாய் சிலசமயம் ஓடிக்கொண்டிருக்கும், சிலசமயம் ஓரிடத்தில் படுத்து இருக்கும், அதன் வாயின் உட்பகுதி வெண்மையாக இருக்கும், குரைப்பதற்கு வெட்கப்படாது.  இவ்வாறு இப்பாடல் இரண்டு பொருள் தரும்படி பாடப்பட்டுள்ளதால் இஃது இரட்டுறமொழிதல் அணி ஆகும்."
  },
  {
    "description": "“இரண்டு பொருள்களுக்கு இடையே உள்ள ஒற்றுமையையும் வேற்றுமையையும் கூறுவது ______ அணி.” - இடைவெளியில் சரியான அணியின் பெயரை நிரப்புக.",
    "options": [
      "அ) ஒற்றுமை அணி",
      "ஆ) வேற்றுமை அணி",
      "இ) சிலேடை அணி",
      "ஈ) பிறிதுமொழிதல் அணி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இரண்டு பொருள்களுக்கு இடையே உள்ள ஒற்றுமையையும் வேற்றுமையையும் கூறுவது வேற்றுமை அணி."
  }
]
