
[
  {
    "description": "தொல்காப்பியத்தின் பொருளதிகாரத்தில் குறிப்பிடப்படும் ஐம்பூதங்கள் எவை?",
    "options": [
      "நிலம், நீர், தீ, காற்று, வானம்",
      "நிலம், நீர், தீ, காற்று, மண்",
      "நிலம், நீர், தீ, மண், வானம்",
      "நிலம், நீர், காற்று, மண், வானம்"
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பியம் என்பது தமிழ் இலக்கண நூல். இதனை இயற்றியவர் தொல்காப்பியர் என அழைக்கப்படுகிறார். தொல்காப்பியம் மூன்று அதிகாரங்களை கொண்டுள்ளது. அவை எழுத்து, சொல், பொருள் ஆகும். பொருள் அதிகாரம் நூறு இயல்களை கொண்டுள்ளது. பொருளதிகாரத்தில் ஐம்பூதங்கள் குறிப்பிடப்பட்டுள்ளன. அவை நிலம், நீர், தீ, காற்று, வானம் ஆகும். "
  },
  {
    "description": "'வழாஅமை' என்ற சொல்லில் உள்ள 'ழா' என்னும் எழுத்து எவ்வாறு ஒலிக்க வேண்டும்?",
    "options": [
      "இரண்டு மாத்திரை அளவு நீட்டி ஒலிக்க வேண்டும்.",
      "மூன்று மாத்திரை அளவு நீட்டி ஒலிக்க வேண்டும்.",
      "நான்கு மாத்திரை அளவு நீட்டி ஒலிக்க வேண்டும்.",
      "ஒரு மாத்திரை அளவு நீட்டி ஒலிக்க வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "'வழாஅமை' என்ற சொல்லில் உள்ள 'ழா' என்னும் எழுத்து மூன்று மாத்திரை அளவு நீட்டி ஒலிக்க வேண்டும். இந்த வழக்கத்தை தமிழில் 'உயிரளபெடை' என்று அழைப்பார்கள்.  உயிரளபெடை என்பது ஒரு எழுத்தை அதன் இயல்பான ஒலி அளவைவிட நீட்டித்து ஒலிப்பது.  'வழாஅமை' சொல்லில் 'ழா' மூன்று மாத்திரை அளவு நீட்டி ஒலிக்க வேண்டும் என்பது மரபு. இது தமிழ் மொழியில் எழுத்துகளின் தனித்துவமான ஒலியைப் பேணுவதற்காகும்."
  },
  {
    "description": "தமிழ் மரபு, செய்யுள் ஆகியவற்றுக்கு இடையே உள்ள தொடர்பைத் தெளிவுபடுத்தும் தொல்காப்பிய நூற்பா எது?",
    "options": [
      "தொல். 1579",
      "தொல். 1580",
      "தொல். 1581",
      "தொல். 1582"
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பிய நூலில் மரபு, செய்யுள் ஆகியவற்றுக்கு இடையே உள்ள தொடர்பை தெளிவுபடுத்தும் நூற்பா தொல். 1579 ஆகும். இந்த நூற்பா, தமிழ் மொழியின் மரபுகள் எவ்வாறு செய்யுளில் பயன்படுத்தப்பட வேண்டும் என்பதை விளக்குகிறது. தமிழ் மொழியில் மரபு என்பது ஒழுங்கமைப்பு, செய்யுள் என்பது கவிதை வடிவம்.  இருந்தாலும், இரண்டும் ஒன்றோடொன்று இணைந்தே செயல்படுகின்றன. தொல். 1579  நூற்பா இந்த தொடர்பை வலியுறுத்துகிறது."
  },
  {
    "description": "'இருதிணை' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "உயர்திணை, அஃறிணை",
      "ஆண்பால், பெண்பால்",
      "பலர்பால், ஒன்றன்பால்",
      "பலவின்பால், ஒன்றன்பால்"
    ],
    "answer": "A",
    "additional_context": "'இருதிணை' என்ற சொல் தமிழில் 'உயர்திணை' மற்றும் 'அஃறிணை' எனும் இரண்டு திணைகளைக் குறிக்கிறது. உயர்திணை என்பது உயிருள்ள பொருள்களைப் பற்றிக் கூறும் திணை. 'அஃறிணை' என்பது உயிரற்ற பொருள்களைப் பற்றிக் கூறும் திணை. தொல்காப்பியத்தில் இரண்டு திணைகளையும்  'இருதிணை' என்ற சொல்லால் குறிப்பிடுகிறார்கள்."
  },
  {
    "description": "பறவைகளின் ஒலியை குறிக்கும் மரபு, தமிழர்களின் எதைப் பிரதிபலிக்கிறது?",
    "options": [
      "இயற்கையைப் போற்றுதல்",
      "இலக்கண அறிவு",
      "பழக்க வழக்கங்கள்",
      "சமூக ஒழுங்கு"
    ],
    "answer": "A",
    "additional_context": "தமிழர்கள் இயற்கையை மிகவும் போற்றுபவர்கள். அவர்கள் இயற்கையைப் பற்றி பல கதைகள், பாடல்கள், பழமொழிகளைப் படைத்துள்ளனர். பறவைகளின் ஒலியை குறிக்கும் மரபு தமிழர்களின் இயற்கையைப் போற்றுவதைப் பிரதிபலிக்கிறது. ஒவ்வொரு பறவைக்கும் தனித்தனி ஒலி இருப்பதாகவும், அந்த ஒலிகள் அவற்றின் இயல்பைப் பிரதிபலிப்பதாகவும் தமிழர்கள் கருதினர். இந்த மரபு, இயற்கையின் மீது அவர்களுக்கு இருந்த ஆழமான மரியாதையையும், இயற்கையைப் பற்றிய அவர்களின் புரிதலையும் காட்டுகிறது."
  }
]
