
[
  {
    "description": "“அறம் அல்லாதவற்றை நீக்கி, அறத்தை நிலைநிறுத்த வேண்டும்” என்ற வாக்கியத்தின் மூலம் அயோத்திதாசர் ஒரு நாட்டின் தலைவனிடம் எதிர்பார்ப்பது எது?",
    "options": [
      "சமூக சீர்திருத்தம்",
      "அறநெறிகளைக் கடைப்பிடித்தல்",
      "மக்களுக்கு நன்மை செய்வது",
      "மக்களை ஆட்சி செய்வது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "அயோத்திதாசர் ஒரு நாட்டின் தலைவன் வீரம், விடாமுயற்சி, ஈகை, ஆராய்ந்து அறியும் ஆற்றல் ஆகியவற்றைப் பெற்றவனாக விளங்குதல் வேண்டும் என்று கூறுகிறார். அவர் அறம் அல்லாதவற்றை நீக்கி, அறத்தை நிலைநிறுத்த வேண்டும். தான் குற்றம் செய்யுமிடத்து நாணி, தன் தகுதியை நிலைநிறுத்த வேண்டும். குற்றம் கண்டவிடத்துத் தானே நேரில் சென்று ஆராய்ந்து, நெறிமுறை தவறாது நீதி வழங்குதல் வேண்டும். இவ்வாறு விளங்கும் தலைவனை மக்கள், துன்பம் போக்கும் இறை என்றும், இருளை அகற்றும் ஒளி என்றும் கொண்டாடுவர் என்று அயோத்திதாசர் கூறுகிறார்."
  },
  {
    "description": "“மழை நன்கு பெய்ததால் எங்களால் விளையாட முடியவில்லை”  என்ற தொடர் எந்த இரண்டு தொடர்களை இணைத்து உருவாக்கப்பட்டது?",
    "options": [
      "மழை பெய்தது. எங்களால் விளையாட முடியவில்லை.",
      "மழை நன்கு பெய்தது. நாங்கள் வெளியே செல்லவில்லை.",
      "மழை நன்கு பெய்தது. விளையாட்டை நிறுத்தினோம்.",
      "நாங்கள் விளையாட்டைத் தொடங்கினோம். மழை பெய்தது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இரண்டு தொடர்களை ஒரே தொடராக்குவதற்கான எடுத்துக்காட்டாக, \"முத்து நன்கு படித்தான். முத்து வாழ்வில் உயர்ந்தான்.\" என்ற தொடர்களை \"முத்து நன்கு படித்ததால் வாழ்வில் உயர்ந்தான்.\" என்று இணைத்துள்ளனர். அதேபோல்  “மழை நன்கு பெய்தது. எங்களால் விளையாட முடியவில்லை.” என்ற தொடரை  “மழை நன்கு பெய்ததால் எங்களால் விளையாட முடியவில்லை”  என்று இணைத்துள்ளனர்."
  },
  {
    "description": "குணங்குடி மஸ்தான் சாகிபு இயற்றிய நூல்களில் எது  “எக்காளக்கண்ணி”  என்ற பெயரில் உள்ளது?",
    "options": [
      "நந்தீசுவரக் கண்ணி",
      "எக்காளக்கண்ணி",
      "தத்துவக் கண்ணி",
      "ஞானக் கண்ணி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குணங்குடி மஸ்தான் சாகிபு எக்காளக்கண்ணி நூலை இயற்றியுள்ளார். நந்தீசுவரக் கண்ணி நூலை இயற்றியுள்ளார்."
  },
  {
    "description": "சாலை விதிகளைப் பின்பற்றும்போது எந்த வாகனத்திற்கு முன்னுரிமை தர வேண்டும்?",
    "options": [
      "தீயணைப்பு வாகனம்",
      "அவசரச்சிகிச்சை ஊர்தி",
      "பயணிகள் கடக்கும் இடத்தில் செல்லும் வாகனம்",
      "மேல்நோக்கி வரும் வாகனம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சாலைவிதிகளுக்கு உட்பட்டு வாகனம் ஓட்டும் முறைகளை அறிந்து, வாகனங்களை இயக்கினால் விபத்துகளைத் தவிர்க்கலாம்.  தீயணைப்பு வாகனம், அவசரச்சிகிச்சை ஊர்தி ஆகியவற்றுக்கு முன்னுரிமை அளித்து, அவை தடையின்றிச் செல்வதற்குக் கண்டிப்பாக வழிவிட வேண்டும்."
  },
  {
    "description": "“விபத்தில்லா வாகனப் பயணம்”  என்ற பத்தியின் அடிப்படையில், சாலைச் சந்திப்புகளில் எதைச் செய்ய வேண்டும்?",
    "options": [
      "விரைவாகக் கடந்து செல்ல வேண்டும்",
      "சாலையின் இடப்புறத்தில் செல்ல வேண்டும்",
      "எதிரே வரும் வாகனத்திற்கு இடம் கொடுக்க வேண்டும்",
      "ஏற்கெனவே செல்லும் வாகனங்களுக்கு முதலிடம் கொடுக்க வேண்டும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஓட்டுநர் வாகனத்தைச் சாலையின் இடப்புறத்தில் செலுத்துவதுடன், எதிரேவரும் வாகனத்திற்கு வலப்புறமாகக் கடந்து செல்லப் போதிய இடம்விட வேண்டும். சந்திப்புச் சாலைகள், பயணிகள் கடக்கும் இடங்கள், திரும்பும் இடங்கள் ஆகியவற்றை நெருங்கும்போது வாகனத்தின் வேகத்தைக் குறைக்க வேண்டும். அவ்விடங்களில் இருப்பவர்களுக்கு எவ்வித ஆபத்தும் நேராது என்று உறுதி செய்த பிறகே கடந்து செல்ல வேண்டும். சாலைச்சந்திப்பில் நுழையும்போது, அந்தச் சாலையில் ஏற்கெனவே செல்லும் வாகனங்களுக்கு முதலிடம் கொடுக்க வேண்டும்."
  }
]
