[
          
  {
    
          "description": "'மழைச்சோறு' என்ற சொல்லின் பொருள் என்ன என்பதைப் பாடலில் எந்த வரியிலிருந்து அறியலாம்?",
          "options": [
      "வாடிகளா பெண்டுகளே - நாம் வனவாசம் சென்றிடுவோம்",
      "பேயுதைய்யா பேயுது பேய்மழையும் பேயுது",
      "ஊசிபோலக் காலிறங்கி உலகமெங்கும் பேயுது",
      "கல்லு இல்லாக் காட்டிலதான் கடலைச் செடிபோட்டு வச்சோம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தப் பாடல் மழை இல்லாததால் ஏற்படும் பஞ்சத்தையும், மக்கள் மழைக்காக செய்யும் வழிபாட்டையும் பற்றியது. இந்தப் பாடலில் மழை இல்லாத காலத்தில் மக்கள் 'மழைச்சோறு' எனப்படும் ஒரு நோன்பைக் கொண்டாடுவது குறிப்பிடப்பட்டுள்ளது.  இந்த நோன்பில் மக்கள் ஒவ்வொரு வீடாகச் சென்று உப்பில்லாச் சோற்றை ஒரு பானையில் வாங்குவர். ஊர்ப் பொது இடத்தில் வைத்து அச்சோற்றை அனைவரும் பகிர்ந்து உண்பர். இந்த நோன்பு நடக்கும்போது, 'வாடிகளா பெண்டுகளே - நாம் வனவாசம் சென்றிடுவோம்' என்ற வரிகளில் இந்த மழைச்சோற்று நோன்பு பற்றியும் குறிப்பிடப்படுகிறது."
          }
        ,
          
  {
    
          "description": "பாடலில், 'கருவேலம் பூக்கலையே கமகமன்னும் மணக்கலையே' என்ற வரிகள் எதை உணர்த்துகின்றன?",
          "options": [
      "கருவேலம் மரங்கள் பூத்தாலும் மணம் வராது என்பதை.",
      "மழையின்மை காரணமாக பூக்கள் பூக்காமல், மணம் வராமல் இருப்பதை.",
      "பறவைகள் பாடாமல் இருப்பதை.",
      "நிலத்தின் வளம் இழந்து போனதை."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மழை இல்லாத காரணத்தால் வறண்ட நிலையில் கருவேலம் காட்டிலும் கூட கருவேலம் பூக்காமல், மணம் வராமல் இருப்பதை இந்த வரிகள் எடுத்துரைக்கின்றன. மழை இல்லாத காரணத்தால் இயற்கை வளம் இழந்து போனதையும், காட்டு மல்லி கூட மணம் வராமல் இருப்பதையும் இந்த வரிகள் காட்டுகின்றன."
          }
        ,
          
  {
    
          "description": "மழைச்சோற்று நோன்பு பற்றிய விளக்கத்தை, கவிதைப்பேழை எந்த பகுதியில் வழங்குகிறது?",
          "options": [
      "கற்பவை கற்றபின்",
      "தெரிந்து தெளிவோம்",
      "நூல் வெளி",
      "மதிப்பீடு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கவிதைப்பேழை என்ற பகுதியில் மழைச்சோற்று நோன்பு பற்றிய விளக்கம்  'தெரிந்து தெளிவோம்' என்ற பகுதியில்  தரப்பட்டுள்ளது. 'மழை பெய்யாமல் ஊரில் பஞ்சம் ஏற்படும் காலங்களில், சிற்றூர் மக்கள் ஒவ்வொரு வீடாகச் சென்று உப்பில்லாச் சோற்றை ஒரு பானையில் வாங்குவர். ஊர்ப் பொது இடத்தில் வைத்து அச்சோற்றை அனைவரும் பகிர்ந்து உண்பர். கொடிய பஞ்சத்தைக் காட்டும் அடையாளமாக நிகழும் இதனைக் கண்டு வானம் மனமிரங்கி மழை பெய்யும் என்பது மக்களின் நம்பிக்கை. இந்நிகழ்வை மழைச்சோற்று நோன்பு என்பர்' என்று விளக்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“கல்லு இல்லாக் காட்டிலதான் கடலைச் செடிபோட்டு வச்சோம்”  என்ற வரிகளின் மூலம் என்ன தெளிவாகிறது?",
          "options": [
      "மழை இல்லாததால் விவசாயம் பாதிக்கப்பட்டு, கடலைச் செடி போட வேண்டிய நிலை.",
      "மழை இல்லாததால் காட்டுப் பகுதிகள் வறண்டு கடலைச் செடிகளும் வாடும் நிலை.",
      "மழை இல்லாததால் கடலைச் செடிகள் வாடும் நிலை.",
      "கடலைச் செடிகள் வாடியதால் மக்கள் வேதனைப்படுகிறார்கள்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த வரிகள் வறட்சியின் தீவிரத்தை காட்டுகின்றன. கல்லு இல்லாக் காட்டிலதான் கடலைச்செடி போட வேண்டியிருக்கிறது என்று சொல்லப்படுகிறது. அதாவது மழையின்மை காரணமாக விவசாயம் முற்றிலும் பாதிக்கப்பட்டு, கடலைச் செடி போட வேண்டிய நிலை ஏற்பட்டுள்ளது என்பதை இந்த வரிகள் தெளிவுபடுத்துகின்றன."
          }
        ,
          
  {
    
          "description": "“கருவேலங் காட்டுலதான் கனமழையும் இல்லாமே கருவேலும் பூக்கலையே கமகமன்னும் மணக்கலையே”  என்ற வரிகள் மழைச்சோறு பாடலில் என்ன குறிப்பிடுகின்றன?",
          "options": [
      "கருவேலம் காட்டில் மழை பெய்யாது என்பதை.",
      "கருவேலம் காட்டில் பூக்கள் பூக்காது என்பதை.",
      "கருவேலம் காட்டில் வாசனை இல்லாததையும், மழை இல்லாததையும்.",
      "கருவேலம் காட்டில் வாசனை இல்லாததையும், பூக்கள் இல்லாததையும்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த வரிகள் மழையின்மை காரணமாக நிலத்தில் ஏற்பட்ட வறட்சியை  தெளிவாகக் காட்டுகின்றன.  கருவேலம் காட்டில் மழை பெய்யவில்லை என்பதால், கருவேலம் கூட பூக்கவில்லை. மணமும் வராது என்பதை இந்த வரிகள் குறிப்பிடுகின்றன. "
          }
        ]