[
          
  {
    
          "description": "'வழிவர் சிலர்கடல் பாய்வர் வெங்கரி மறைவர் சிலர்வழி தேடி வன்பிலம்' என்ற வரியில் 'வெங்கரி' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "மலை",
      "கோட்டை",
      "யானை",
      "படை"
    ],
    "answer": "C",
    
          "additional_context": "கலிங்கத்துப்பரணி நூலில் கலிங்கப் படையின் தோல்வியைப் பற்றிய பாடல்கள் இடம்பெற்றுள்ளன.  இப்பாடல்களில், கலிங்க வீரர்கள் தங்கள் தோல்வியை ஏற்றுக்கொண்டு அஞ்சி ஓடுவதை விவரிக்கிறது. சோழப் படை வீரர்கள் வந்துவிட்டார்கள் என அஞ்சிய கலிங்க வீரர்கள் சிலர் கடலில் குதித்துத் தப்பி ஓடினார்கள்; சிலர் வழி தேடி வன்பிலத்தில் மறைந்துகொண்டார்கள் என்றும் இந்தப் பாடல் கூறுகிறது. இங்கு 'வெங்கரி' என்ற சொல், கலிங்க வீரர்களைத் தப்பி ஓட வைத்த யானையைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'இருவர் ஒருவழி போகல் இன்றியே' என்ற வரியில் 'இன்றியே' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "இல்லாமல்",
      "இல்லாததால்",
      "இல்லாதபோது",
      "இல்லாமல் இருந்தால்"
    ],
    "answer": "A",
    
          "additional_context": "கலிங்கத்துப்பரணி நூலில் கலிங்கப் படையின் தோல்வியைப் பற்றிய பாடல்கள் இடம்பெற்றுள்ளன.  இப்பாடல்களில், கலிங்க வீரர்கள் தங்கள் தோல்வியை ஏற்றுக்கொண்டு அஞ்சி ஓடுவதை விவரிக்கிறது. சோழப் படை வீரர்கள் வந்துவிட்டார்கள் என அஞ்சிய கலிங்க வீரர்கள் ஒருவரை ஒருவர் முந்தி ஓடினர். அவர்கள் ஒருவரை ஒருவர் ஓட முந்தினதால் ஒரு வழியில் அவர்கள் தங்களைத் தாங்களே தள்ளிக்கொண்டார்கள் என்றும்  இந்தப் பாடல் கூறுகிறது. இங்கு 'இன்றியே' என்ற சொல், ஒருவருக்கொருவர் இல்லாமல், ஒருவருக்கொருவர் தள்ளி ஓடுவதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "கலிங்கத்துப்பரணியில்  யானைகளை 'வேழம்' என்று குறிப்பிடப்படுவதற்குக் காரணம் என்ன?",
          "options": [
      "யானைகள் வீரத்தைக் குறிக்கும்",
      "யானைகள் பெரியதாக இருக்கும்",
      "யானைகள் வலிமை மிக்கவை",
      "யானைகள் தோற்றத்தில் வேழத்தைப் போலிருக்கும்"
    ],
    "answer": "D",
    
          "additional_context": "கலிங்கத்துப்பரணி நூலில் கலிங்கப் படையின் தோல்வியைப் பற்றிய பாடல்கள் இடம்பெற்றுள்ளன.  இப்பாடல்களில், கலிங்க வீரர்கள் தங்கள் தோல்வியை ஏற்றுக்கொண்டு அஞ்சி ஓடுவதை விவரிக்கிறது. சோழப் படை வீரர்கள் வந்துவிட்டார்கள் என அஞ்சிய கலிங்க வீரர்கள் ஒருவரை ஒருவர் முந்தி ஓடினர்.  அவர்கள் சோழப் படையின் யானைகளைக் கண்டு அஞ்சினார்கள் என்றும்  இந்தப் பாடல் கூறுகிறது. சோழப் படையில் இருந்த யானைகளை இந்தப் பாடல் 'வேழம்' என்று குறிப்பிடுகிறது. இங்கு 'வேழம்' என்ற சொல், யானைக்குப் பெயர் மட்டுமல்ல, வலிமை மிக்க யானையின் தோற்றத்தைப் போலிருக்கும் மிருகத்தைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'முழைகள் நுழைவர்கள் போரில் இன்றுநம் முதுகு செயும்உப காரம் என்பரே' என்ற வரியில் 'முழை' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "மலைக் குகை",
      "கோட்டை",
      "நிலத்தடிப் பாதை",
      "பாதுகாப்பான இடம்"
    ],
    "answer": "A",
    
          "additional_context": "கலிங்கத்துப்பரணி நூலில் கலிங்கப் படையின் தோல்வியைப் பற்றிய பாடல்கள் இடம்பெற்றுள்ளன.  இப்பாடல்களில், கலிங்க வீரர்கள் தங்கள் தோல்வியை ஏற்றுக்கொண்டு அஞ்சி ஓடுவதை விவரிக்கிறது. சோழப் படையின் யானைகள் சினமுற்று இடியைப் போலப் பிளிறின; அவ்வோசையைக் கேட்டு அஞ்சிய வீரர்கள் இருள் நிறைந்த குகைக்குள் சென்று மறைந்தனர் என்றும்  இந்தப் பாடல் கூறுகிறது. சோழ வீரர்களின் படைக்கு முகங்கொடுத்து நிற்க முடியாமல், கலிங்க வீரர்கள் இருள் நிறைந்த குகைகளில் தஞ்சம் புகுந்தார்கள் என்றும் இந்தப் பாடல் கூறுகிறது. இங்கு 'முழை' என்ற சொல், மலைக் குகையைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "கலிங்கத்துப்பரணி எந்தச் சோழ மன்னனின் வெற்றியைப் பாடும் நூல்?",
          "options": [
      "முதலாம் இராஜேந்திர சோழன்",
      "முதலாம் குலோத்துங்க சோழன்",
      "ராஜராஜ சோழன்",
      "விஜயாலய சோழன்"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்கத்துப்பரணி நூல் முதலாம் குலோத்துங்க சோழனின் கலிங்கப் போர் வெற்றியைப் பாடும் நூல்.  இந்நூல் தொண்ணூற்றாறு வகைச் சிற்றிலக்கியங்களுள் ஒன்றான பரணி வகையைச் சார்ந்த நூல்.  இது தமிழில் முதல்முதலில் எழுந்த பரணி நூல்.  இந்நூலைத் தென்தமிழ்த் தெய்வப்பரணி என்று ஒட்டக்கூத்தர் புகழ்ந்துள்ளார்."
          }
        ]