
[
  {
    "description": "சுத்தம் நிறைந்துள்ள எல்லா இடங்களிலும் ______ உண்டு.",
    "options": [
      "செல்வம்",
      "நோய்",
      "சுகம்",
      "வலிமை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கவிமணி தேசிக விநாயகனார் பாடிய பாடலில், \"சுத்தம் உள்ள இடமெங்கும் சுகமும் உண்டு நீயதனை நித்தம் நித்தம் பேணுவையேல் நீண்ட ஆயுள் பெறுவாயே!\" என்று கூறியுள்ளார். இந்த வரிகளின் மூலம், தூய்மை நிறைந்த இடத்தில் நாம் நலமாக இருப்போம் என்ற கருத்து வெளிப்படுகிறது. தூய்மை நிறைந்த இடத்தில் நோய் இல்லை. தூய்மை நிறைந்த இடத்தில் நம்மை நோய்கள் நெருங்காது என்பது பாடலின் கருத்து."
  },
  {
    "description": "நீங்கள் ______ போற்றிப் பாதுகாத்தால் நீடித்த வாழ்நாளைப் பெறலாம்.",
    "options": [
      "உறக்கத்தை",
      "செல்வத்தை",
      "தூய்மையை",
      "நோயை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கவிமணி தேசிக விநாயகனார் பாடிய பாடலில், \"சுத்தம் உள்ள இடமெங்கும் சுகமும் உண்டு நீயதனை நித்தம் நித்தம் பேணுவையேல் நீண்ட ஆயுள் பெறுவாயே!\" என்று கூறியுள்ளார். தூய்மையைப் பேணுவது என்பது நம்மை நோய்களிலிருந்து காப்பாற்றுவது மட்டுமல்லாமல், நாம் நீண்ட ஆயுளுடன் வாழ உதவும். அந்தவகையில் தூய்மையைப் பேணுவதன் மூலம் நீடித்த வாழ்நாளைப் பெறலாம்."
  },
  {
    "description": "தூய்மையான காற்றும் நல்ல குடிநீரும் நன்கு ______ பிறகு உண்பதும் நம்மை நோய் அணுகாமல் காப்பாற்றும்!",
    "options": [
      "பசித்த",
      "சலித்த",
      "சோர்ந்த",
      "களைத்த"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிமணி தேசிக விநாயகனார் பாடிய பாடலில், \"தூய காற்றும் நன்னீரும், சுண்டப் பசித்த பின்உணவும் நோயை ஓட்டி விடும்அப்பா! நூறு வயதும் தரும்அப்பா!\" என்று கூறியுள்ளார். இந்த வரிகளின் மூலம்,  தூய்மையான காற்றை சுவாசிப்பது, நல்ல தண்ணீர் குடிப்பது மற்றும் பசித்த பிறகு உண்பது ஆகியவை  நமக்கு நோய் வராமல் பாதுகாக்க உதவும் என்ற கருத்து வெளிப்படுகிறது."
  },
  {
    "description": "கவிமணி தேசிக விநாயகனார் பாடலில் கூறப்படும் \"சுகமும் உண்டு நீயதனை நித்தம் நித்தம் பேணுவையேல் நீண்ட ஆயுள் பெறுவாயே!\" என்ற வரியின் மூலம் எந்தக் கருத்து வலியுறுத்தப்படுகிறது?",
    "options": [
      "தூய்மையான காற்றை சுவாசிப்பதன் அவசியம்",
      "தினமும் உடற்பயிற்சி செய்வதன் முக்கியத்துவம்",
      "உணவு முறையின்  சிறப்பு ",
      "தினசரி தூய்மையை பேணுவதன்  நன்மைகள்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிமணி தேசிக விநாயகனார் பாடிய பாடலில், \"சுத்தம் உள்ள இடமெங்கும் சுகமும் உண்டு நீயதனை நித்தம் நித்தம் பேணுவையேல் நீண்ட ஆயுள் பெறுவாயே!\" என்று கூறியுள்ளார். தூய்மையைப் பேணுவதன் மூலம் நோய் இல்லாத வாழ்க்கையை நாம் வாழ முடியும். இது நமக்கு நீண்ட ஆயுளைத் தரும். அதனால் தூய்மையான வாழ்க்கை முறையைப் பின்பற்றுவது மிகவும் அவசியம்."
  },
  {
    "description": "பாடலில், \"மட்டுக் குணவை உண்ணாமல் வாரி வாரித் தின்பாயேல் திட்டு முட்டுப் பட்டிடுவாய்!  என்ற வரிகள்  எதைப் பற்றி எச்சரிக்கின்றன?",
    "options": [
      "அளவுக்கு அதிகமாக உண்பதால் உடல் நலம் பாதிக்கப்படும் என்பதை",
      "சரியான நேரத்தில் உணவு உட்கொள்ள வேண்டிய அவசியத்தை",
      "பசித்தாலும் விரைவில் உண்ணக் கூடாது என்பதை",
      "உணவு வகைகளின் முக்கியத்துவத்தை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிமணி தேசிக விநாயகனார் பாடிய பாடலில், \"மட்டுக் குணவை உண்ணாமல் வாரி வாரித் தின்பாயேல் திட்டு முட்டுப் பட்டிடுவாய்! தினமும் பாயில் விழுந்திடுவாய்!\" என்று கூறியுள்ளார்.  அளவுக்கு அதிகமாக உண்பது நம் உடல் நலத்திற்கு கேடு என்பதை இது உணர்த்துகிறது. நாம் அளவோடு உண்ண வேண்டும் என்பதை பாடல் வலியுறுத்துகிறது. உடல் நலத்துடன் வாழ நாம் சரியான உணவு முறையைப் பின்பற்ற வேண்டும்."
  }
]
