
[
  {
    "description": "“மக்கள் கூட்டம்” என்ற தொடரில் “மக்கள்” என்ற சொல் எந்த மரபுத் தொடரின் ஒரு பகுதி?",
    "options": [
      "பறவைகளின் ஒலிமரபு",
      "தொகை மரபு",
      "வினைமரபு",
      "எதுவுமில்லை"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "தமிழில், மொழிக்கெனச் சில சொல் மரபுகள் உள்ளன. அவை பழங்காலம் முதலே பின்பற்றப்படுகின்றன. இவற்றை மரபுத் தொடர்கள் என்கிறோம். “மக்கள் கூட்டம்” என்ற சொல் “தொகை மரபு” என்ற மரபுத் தொடரின் ஒரு பகுதி. இந்த மரபுத் தொடரில் அநேகமாக ஒன்று சேர்ந்த பொருள் குறிக்கப்படும்."
  },
  {
    "description": "“உலக மொழிகளின் எழுத்து வரலாற்றை உற்று நோக்கினால் சில மாற்றங்கள் நிகழ்ந்துள்ளன என்பதை அறியலாம்” என்ற வாக்கியத்தில் எந்த மரபுத் தொடர் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "பறவைகளின் ஒலிமரபு",
      "தொகை மரபு",
      "வினைமரபு",
      "எதுவுமில்லை"
    ],
    "answer": [
      "d"
    ],
    "additional_context": "மரபுத் தொடர்கள் என்பவை பழங்காலம் முதலே தமிழர்களால் பயன்படுத்தப்பட்டு வரும் சொல் தொடர்கள். “உலக மொழிகளின் எழுத்து வரலாற்றை உற்று நோக்கினால் சில மாற்றங்கள் நிகழ்ந்துள்ளன என்பதை அறியலாம்” என்ற வாக்கியத்தில் எந்த மரபுத் தொடரும் பயன்படுத்தப்படவில்லை."
  },
  {
    "description": "“அணி பல அணிகளை அணிந்த வீரர்கள், அணிஅணியாய்ச் சென்றனர்.” என்ற வாக்கியத்தில் எத்தனை விதமான “அணி” என்ற சொல்லின் பொருள் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "ஒன்று",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": [
      "c"
    ],
    "additional_context": "ஒரே சொல் ஒரு தொடரில் பல பொருள் தருமாறு எழுதப்படும். ஒரு சொல் ஒரு வாக்கியத்தில் பல விதமான பொருள் தருவதை 'பன்மொழி' என்கிறோம். “அணி பல அணிகளை அணிந்த வீரர்கள், அணிஅணியாய்ச் சென்றனர்.” என்ற வாக்கியத்தில் “அணி” என்ற சொல் மூன்று விதமான பொருள் தருகிறது.  அணி என்ற சொல் “அணிகளை அணிந்த” எனும்போது ஆடை என்ற பொருளையும், “அணிஅணியாய்ச் சென்றனர்” எனும்போது குழு என்ற பொருளையும், “அணி பல அணிகளை அணிந்த” எனும்போது ஒரு வீரர் பல ஆடைகளை அணிந்திருந்தார் என்ற பொருளையும் தருகிறது."
  },
  {
    "description": "“தோரணம் கட்ட மாவிலையையும் கொய்து கொண்டு வீடு திரும்பினாள்” என்ற வாக்கியத்தில் உள்ள மரபுப் பிழையை நீக்கி எழுதுக.",
    "options": [
      "தோரணம் கட்ட மாவிலையையும் பறித்து கொண்டு வீடு திரும்பினாள்.",
      "தோரணம் கட்ட மாவிலையையும் கொய்து கொண்டு வீடு திரும்பினாள்.",
      "தோரணம் கட்ட மாவிலையையும் எடுத்து கொண்டு வீடு திரும்பினாள்.",
      "தோரணம் கட்ட மாவிலையையும் சேகரித்து கொண்டு வீடு திரும்பினாள்."
    ],
    "answer": [
      "a"
    ],
    "additional_context": "மரபுத் தொடர்கள் என்பவை தமிழர்களால் பழங்காலம் முதலே பயன்படுத்தப்பட்டு வரும் சொல் தொடர்கள். தோரணம் கட்ட மாவிலையைப் “பறிப்பது” என்பது மரபு. இது மரபு வழக்கம். ஆனால், தோரணம் கட்ட மாவிலையைப் பறிப்பதற்குப் பதிலாக தோரணம் கட்ட மாவிலையையும் “கொய்து” கொண்டு வீடு திரும்பினாள் என்று எழுதப்பட்டுள்ளது. எனவே, 'கொய்து' என்ற சொல்லை நீக்கி, மரபுப்படி 'பறித்து' என்ற சொல்லைப் பயன்படுத்தி மரபுப் பிழையை நீக்கி எழுத வேண்டும்.  "
  },
  {
    "description": "“வட்டெழுத்து எனப்படும் தமிழ் கோடுகளால் வளைந்த அமைந்த எழுத்து” என்ற வாக்கியத்தை சரியான தொடராக்கி எழுதுக.",
    "options": [
      "தமிழ் வட்டெழுத்து எனப்படும் கோடுகளால் வளைந்த அமைந்த எழுத்து.",
      "தமிழ் வட்டெழுத்து கோடுகளால் வளைந்த அமைந்த எழுத்து எனப்படும்.",
      "வளைந்த அமைந்த எழுத்து தமிழ் கோடுகளால் வட்டெழுத்து எனப்படும்.",
      "கோடுகளால் வளைந்த அமைந்த எழுத்து தமிழ் வட்டெழுத்து எனப்படும்."
    ],
    "answer": [
      "b"
    ],
    "additional_context": "தமிழ் மொழியில்  சொற்களை  ஒழுங்குபடுத்தி முறையான தொடராக எழுத வேண்டும். ஒரு தொடரில் வரும் சொற்களின் வரிசை மொழிநயத்திற்கு உகந்ததாக இருக்க வேண்டும். “வட்டெழுத்து எனப்படும் தமிழ் கோடுகளால் வளைந்த அமைந்த எழுத்து” என்ற வாக்கியத்தில்  'வட்டெழுத்து' என்ற சொல் முதலில் வர வேண்டும். எனவே,  'தமிழ் வட்டெழுத்து கோடுகளால் வளைந்த அமைந்த எழுத்து எனப்படும்'  என்பது சரியான தொடராகும்."
  }
]
