[
          
  {
    
          "description": "'காலை மாலை உலாவிநிதம் காற்று வாங்கி வருவோரின் காலைத் தொட்டுக் கும்பிட்டுக் காலன் ஓடிப் போவானே!'  என்ற வரிகளில், கவிமணி எதை குறிப்பிடுகிறார்?",
          "options": [
      "உடல் ஆரோக்கியத்திற்கான இயற்கை சிகிச்சையை",
      "உடற்பயிற்சியின் முக்கியத்துவத்தை",
      "சுத்தமான காற்றின் நன்மைகளை",
      "உடல் ஆரோக்கியத்தைப் பேணும்  முறைகளை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கவிமணி தேசிக விநாயகனார் எழுதிய பாடலில், நல்ல உடல்நலத்துக்கான முக்கியத்துவத்தை வலியுறுத்துகிறார். காலை மற்றும் மாலை நேரங்களில் காற்று வாங்கி வருவோர் உடற்பயிற்சி செய்பவர்கள் என்பதை குறிப்பிடுகிறார். இது உடல் ஆரோக்கியத்தை மேம்படுத்தும் என்பதை  'காலன் ஓடிப் போவானே' என்ற வரியின் மூலம் விளக்குகிறார். அதாவது, அவர்களை நோய் அணுகாது என்று குறிப்பிடுகிறார். "
          }
        ,
          
  {
    
          "description": "பாடலில் 'நோயற்ற வாழ்வே குறைவற்ற செல்வம்' என்ற பழமொழி எவ்வாறு பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "உடல்நலம் எவ்வளவு முக்கியம் என்பதை  வலியுறுத்த",
      "நோயைத் தடுக்க  எப்படி முயற்சி செய்ய வேண்டும் என்பதை விளக்க",
      "செல்வத்தை விட உடல்நலம் மேலானது என்பதை காட்ட",
      "நோயாளிகளுக்கு இடமும் பொருளும் இனிய வாழ்வு தாராது என்பதை எடுத்துரைக்க"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நோயற்ற வாழ்வே குறைவற்ற செல்வம் என்பது பழமொழி. பாடலில் இந்த பழமொழியைப் பயன்படுத்தி, நோய் வந்தபின் தீர்க்க முயல்வதை விட வருமுன் காப்பதே அறிவுடைமை என்பதை வலியுறுத்துகிறார். இது நல்ல உணவு, உடல்தூய்மை, உடற்பயிற்சி  ஆகியவை நல்ல உடல் நலத்திற்கு அடிப்படை என்பதை காட்டுகிறது. "
          }
        ,
          
  {
    
          "description": "  'சுகாதாரம் பற்றிய பழமொழிகளைத் தொகுத்து எழுதுக.'  என்ற பணிக்கான சரியான பழமொழியை தேர்ந்தெடுக்கவும்.",
          "options": [
      "  நல்ல நண்பன்  நூறு செல்வம் போல",
      "  காலம்  கடந்துவிட்டால் கதை முடிந்துவிடும்",
      "  சுத்தம் சோறு போடும்",
      "  நிலத்தில்  நெல் விளைந்தால் தானியம்  விளையும்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சுகாதாரம் என்பது தனிநபர் மற்றும் சமூகத்தின் ஆரோக்கியத்திற்கான ஒரு முக்கியமான காரணி. 'சுத்தம் சோறு போடும்' என்ற பழமொழி, சுத்தமாக இருந்தால் நோய் வராது என்பதை  எடுத்துக்காட்டுகிறது. இது நாம் நம்மை சுத்தமாக வைத்திருப்பது எவ்வளவு முக்கியம் என்பதை விளக்குகிறது. "
          }
        ,
          
  {
    
          "description": "“சுத்தம் உள்ள இடமெங்கும் சுகமும் உண்டு”  என்னும் வரியில் 'சுகம்' என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
          "options": [
      "அ) மகிழ்ச்சி",
      "ஆ) ஆரோக்கியம்",
      "இ) சந்தோஷம்",
      "ஈ) இன்பம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த பாடல் நல்ல உணவு, உடல்தூய்மை, உடற்பயிற்சி  ஆகியவை நல்ல உடல் நலத்திற்கு அடிப்படை என்பதை வலியுறுத்துகிறது.  சுத்தமாக இருப்பது உடல்நலத்திற்கு நன்மை பயக்கும் என்பதை 'சுத்தம் உள்ள இடமெங்கும் சுகமும் உண்டு' என்ற வரி காட்டுகிறது.  இந்த வரியில் 'சுகம்' என்பது ஆரோக்கியத்தை குறிக்கிறது. "
          }
        ,
          
  {
    
          "description": "“காலை மாலை உலாவிநிதம் காற்று வாங்கி வருவோரின் காலைத் தொட்டுக் கும்பிட்டுக் காலன் ஓடிப் போவானே!” என்னும் வரிகளின் பொருள் என்ன?",
          "options": [
      "அ) உடற்பயிற்சி செய்பவர்களை நோய் அணுகாது",
      "ஆ) தூய்மையான காற்றை சுவாசிப்பது நோயிலிருந்து காக்கும்",
      "இ) நடைப்பயிற்சி உடலுக்கு நன்மை தரும்",
      "ஈ) சூரிய ஒளி உடலுக்கு நன்மை பயக்கும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கவிமணி தேசிக விநாயகனார்  'காலன் ஓடிப் போவானே' என்று குறிப்பிடுவதன் மூலம்  உடற்பயிற்சி  செய்பவர்களை நோய் அணுகாது என்பதை வலியுறுத்துகிறார்.  இது நோய் தடுப்புக்கு உடற்பயிற்சியின்  முக்கியத்துவத்தை  காட்டுகிறது. "
          }
        ]