[
          
  {
    
          "description": "தமிழ் இலக்கியங்களில் குறிப்பிடப்படும் யாழ்களில்,  'மகரயாழ்' எதற்காகப் பிரபலமானது?",
          "options": [
      "மிகப்பெரிய அளவுடையதாக இருந்ததால்.",
      "மீன் வடிவில் அமைந்திருந்ததால்.",
      "மிகச் சிறிய அளவுடையதாக இருந்ததால்.",
      "தனித்துவமான இசை எழுப்பக்கூடிய திறன் கொண்டதாக இருந்ததால்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "தமிழ் இலக்கியங்களில் பலவகையான யாழ்கள் குறிப்பிடப்படுகின்றன. மகரயாழ் என்பது மீன் வடிவில் அமைந்த யாழ். மகரம் என்றால் மீன் எனப் பொருள். இது பதினொன்பது நரம்புகளைக் கொண்டது.  மகரயாழ் மீன் வடிவில் அமைந்திருந்ததால்  'மகரயாழ்' என்று அழைக்கப்பட்டது."
          }
        ,
          
  {
    
          "description": "'தண்டுடுக்கை தாளந்தக்கை சாரநடம் பயில்வார்' என்ற தேவாரப் பாடல் எந்த இசைக்கருவியைக் குறிப்பிடுகிறது?",
          "options": [
      "வீணை",
      "உடுக்கை",
      "யாழ்",
      "குடமுழா"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "தண்டுடுக்கை தாளந்தக்கை சாரநடம் பயில்வார் என்று தேவாரப் பாடல் கூறுகிறது. தண்டுடுக்கை என்ற சொல்லின் பொருள் 'தண்டு கொண்ட உடுக்கை'. உடுக்கை என்பது இரண்டு வாய்களைக் கொண்ட இசைக்கருவி. வலது வாயில் தோல் இழுத்துப் பொருத்தப்பட்டிருக்கும். இதன் மீது அடித்து ஒலி எழுப்புவார்கள். சம்பந்தர் தேவாரத்தில் இப்பாடல் இடம்பெற்றுள்ளது."
          }
        ,
          
  {
    
          "description": "கோயில் வழிபாட்டின் போதும் இறுதி ஊர்வலத்தின் போதும் பயன்படுத்தப்படும் கஞ்சக்கருவி எது?",
          "options": [
      "சேகண்டி",
      "முழவு",
      "குழல்",
      "திமிலை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கோயில் வழிபாட்டின் போதும் இறுதி ஊர்வலத்தின் போதும் சேகண்டி இசைக்கப்படுகிறது. இது வட்டவடிவமான மணி வகையைச் சேர்ந்தது. இதனை குச்சியாலோ அல்லது இரும்புத் துண்டாலோ அடித்து ஒலி எழுப்புவார்கள். சேகண்டி  சேமங்கலம் என்றும் அழைக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "சிலப்பதிகாரத்தில் குறிப்பிடப்படும் 'கொன்றைக்குழல்', 'முல்லைக்குழல்', 'ஆம்பல்குழல்' போன்றவை எந்த இசைக்கருவியின் வகைகள்?",
          "options": [
      "யாழ்",
      "குழல்",
      "வீணை",
      "முரசு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சிலப்பதிகாரத்தில் 'கொன்றைக்குழல்', 'முல்லைக்குழல்', 'ஆம்பல்குழல்' போன்ற குழல் வகைகள் குறிப்பிடப்படுகின்றன. குழல் என்பது காற்றுக்கருவி. காடுகளில் வளரும் மூங்கிலால் செய்யப்படுகிறது. இதில் ஏழு துளைகள் இருக்கும். குழல் ஏழு சுரங்களை உண்டாக்குவதற்கு உரியதாக அமைந்திருக்கும்."
          }
        ,
          
  {
    
          "description": "'மத்தளம் கொட்ட வரிசங்கம் நின்றூத...' என்ற நாச்சியார் திருமொழி பாடல் எந்த இசைக்கருவியைக் குறிப்பிடுகிறது?",
          "options": [
      "பறை",
      "முழவு",
      "திமிலை",
      "மத்தளம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "'மத்தளம் கொட்ட வரிசங்கம் நின்றூத...' என்ற நாச்சியார் திருமொழி பாடல்  மத்தளம் இசைக்கருவியைக் குறிப்பிடுகிறது. மத்தளம் என்பது தோல்கருவி. மத்தளம் என்பது மரத்தால் செய்யப்பட்ட இசைக்கருவி.  இதன் வாய்ப்பகுதி வளையங்களில் தோல் இழுத்துக் கட்டப்பட்டிருக்கும்.  இதனை  இரண்டு கைகளாலும் இசைக்கப்படுகிறது.  மத்தளத்தை முதற்கருவி என்பர்."
          }
        ]