
[
  {
    "description": "“நமனில்லை நாணாமே” என்னும் வரியின் பொருள் என்ன?",
    "options": [
      "அ)  மரண பயம் இருப்பதால் கூச வேண்டும்.",
      "ஆ)  இறப்பு என்பது இயற்கையானது என்பதால் கூசக்கூடாது.",
      "இ)  மரணம் என்பது அனைவருக்கும் உண்டு, ஆனால் நாம் பயப்படக்கூடாது.",
      "ஈ)  மரணம் என்பது ஒரு பொய் என்பதை உணர்ந்து பயப்படக்கூடாது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திருமூலர் கூறும் இந்த வரி, மரணத்தைப் பற்றிய பயத்தைப் போக்கி, அதை இயற்கையான விஷயமாக ஏற்றுக்கொள்ள வேண்டும் என வலியுறுத்துகிறது. எல்லோருக்கும் மரணம் என்பது இயற்கையானது என்பதால், அது குறித்து கூசக்கூடாது என்பதே இந்த வரிகளின் பொருள். நம்மைப் பற்றிய அச்சம் இல்லாமல், நல்ல வாழ்க்கையை வாழவேண்டும் என்பதை இந்த வரிகள் வலியுறுத்துகின்றன."
  },
  {
    "description": "திருமூலர் கூறும் பாடல் படி, படமாடும் கோயிலுக்கு உதவி செய்வது யாருக்கு உதவுவதற்கு சமம்?",
    "options": [
      "அ)  பகவானுக்கு.",
      "ஆ)  நம்பர்களுக்கு.",
      "இ)  நம்பர்களுக்கும் பகவானுக்கும்.",
      "ஈ)  யாருக்கும் இல்லை."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருமூலர் கூறும் இந்த பாடல், கோயில்களுக்கு செலுத்தப்படும் காணிக்கைகளைப் பற்றி பேசுகிறது. அந்தக் காணிக்கைகள், இறைவனுக்கும், அடியார்களுக்கும் பயன்பட வேண்டும் என்பதை இப்பாடல் வலியுறுத்துகிறது. அந்தக் காணிக்கையை அடியார்களுக்குத் தருவதன் மூலம் இறைவனுக்கு உதவி செய்வதற்கு சமம் என்பதை திருமூலர் விளக்குகிறார்."
  },
  {
    "description": "“சென்றே புகும்கதி இல்லைநும் சித்தத்து” என்னும் வரியில் “சித்தம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அ)  நமது உடல்.",
      "ஆ)  மனம்.",
      "இ)  கடவுள்.",
      "ஈ)  கோயில்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திருமூலர் கூறும் இந்த வரி, மரணத்தைப் பற்றிய பயத்தைப் போக்கி, நல்ல வாழ்க்கை வாழ்வதற்கான வழிகாட்டுதலை வழங்குகிறது. 'சித்தம்' என்ற சொல் இங்கு மனதை குறிக்கிறது. நம் மனம், அச்சமின்றி வாழ்க்கையை எதிர்கொள்ள வேண்டும்.  நல்லவழியில் சென்று அழியாத இன்பத்தை அடைய வேண்டும் என்பதை இந்த வரி வலியுறுத்துகிறது."
  },
  {
    "description": "“நமன் _____  நாணாமே” என்னும் வரியில் உள்ள இடைவெளியில் வரும் சொல் ______.",
    "options": [
      "அ)  இல்லை",
      "ஆ)  உண்டு",
      "இ)  வந்து",
      "ஈ)  போய்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "திருமூலர் கூறும் இந்த வரி,  மரணத்தைப் பற்றிய அச்சத்தைப் போக்கி, நல்ல வாழ்க்கை வாழ்வதற்கான வழிகாட்டுதலை வழங்குகிறது. 'நமனில்லை'  என்று இந்த வரி முழுமையாக உள்ளது. அதாவது, எமனைப் பற்றிய பயம் இருக்கக் கூடாது, என்ற பொருள் இந்த வரிக்கு உள்ளது.  நாம் பயப்படக் கூடாது என்பதை இந்த வரி வலியுறுத்துகிறது."
  },
  {
    "description": "“நடமாடக் கோயில் ______  ஈயில்”  என்ற வரியில் உள்ள இடைவெளியில் வரும் சொல் ______.",
    "options": [
      "அ)  பகவற்கு",
      "ஆ)  நம்பர்க்கு",
      "இ)  அங்கு",
      "ஈ)  இங்கு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திருமூலர் கூறும் இந்த வரி,  கோயில்களுக்கு செலுத்தப்படும் காணிக்கைகளைப் பற்றி பேசுகிறது. அந்தக் காணிக்கைகள், இறைவனுக்கும், அடியார்களுக்கும் பயன்பட வேண்டும் என்பதை இப்பாடல் வலியுறுத்துகிறது. அந்தக் காணிக்கையை அடியார்களுக்குத் தருவதன் மூலம் இறைவனுக்கு உதவி செய்வதற்கு சமம் என்பதை திருமூலர் விளக்குகிறார். நடமாடும் கோயில் என்பது மனிதனின் உடலை குறிக்கிறது. இந்த வரியின் பொருள் அடியார்களுக்குத் தரப்படும் காணிக்கைகள் இறைவனுக்கும் சேரும் என்பதாகும்."
  }
]
