[
          
  {
    
          "description": "கலிங்கர் சோழரின் படையைக் கண்டு நடுங்கியதற்கான காரணத்தைத் தெரிவிக்கும் வரியைத் தேர்ந்தெடுக்கவும்:",
          "options": [
      "எதுகொல் இது மாயை ஒன்றுகொல்",
      "அதுகொல் என அலறா இரிந்தனர்",
      "வழிவர் சிலர்கடல் பாய்வர் வெங்கரி",
      "அருவர் வருவர் எனா இறைஞ்சினர்"
    ],
    "answer": "B",
    
          "additional_context": "சோழப் படையின் தாக்குதலைக் கண்ட கலிங்கர், இஃது என்ன மாய வித்தையா என வியந்தனர். தம்மை எரிக்கவந்த தீயோ என அஞ்சினர். சோழர்படை தம் உயிரைப் பறிக்கும் காலனோ என அஞ்சினர்; தமது இறுதிக்காலம் நெருங்கிவிட்டதோ என எண்ணி, அலைந்து குலைந்து நடுங்கினர். அதனைப் போற்றிப் பாடும் சிற்றிலக்கியமான கலிங்கத்துப்பரணியில்  “அதுகொல் என அலறா இரிந்தனர்” என்ற வரி கலிங்கரின் அச்சத்தைப் பறைசாற்றுகிறது."
          }
        ,
          
  {
    
          "description": "கலிங்கத்துப்பரணியில் குறிப்பிடப்படும் 'முழை' என்னும் சொல்லின் பொருள் என்ன?",
          "options": [
      "யானை",
      "மலைக்குகை",
      "கடல்",
      "புதர்"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்கத்துப்பரணியில், சோழப் படையினரின் தாக்குதலால் அஞ்சி ஓடிய கலிங்க வீரர்கள், தஞ்சம் தேடி மலைக் குகைகளில் மறைந்தனர். இதனை “முழைகள் நுழைவர்கள்” என்ற வரியின் மூலம் அறியலாம். ‘முழை’ என்பதன் பொருள் மலைக்குகை என்பதாகும்."
          }
        ,
          
  {
    
          "description": "கலிங்க வீரர்கள் ஒருவரை ஒருவர் முந்திக்கொண்டு ஓடியதற்கான காரணம் எது?",
          "options": [
      "வெற்றி பெற்ற மகிழ்ச்சியில்",
      "தமிழர்களின் துரத்தலைக் கண்டு அஞ்சியதால்",
      "தங்களுக்குள் ஏற்பட்ட மோதலால்",
      "போர்க்களத்திலிருந்து விலகிச் செல்ல"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்க வீரர்கள், சோழப் படையின் தாக்குதலைக் கண்டு அஞ்சி ஒவ்வொருவரும் தனித்தனியே ஓடினர்.  தம் நிழலையும் மற்றவர் நிழலையும் கண்டு தமிழர்கள் துரத்தி வருவதாக எண்ணி அஞ்சினர்.  சோழரின் துரத்தலைக் கண்டு அஞ்சிய கலிங்க வீரர்கள், ஒருவரை ஒருவர் முந்திக்கொண்டு ஓடினர்."
          }
        ,
          
  {
    
          "description": "'வளவன் விடுபடை வேழம் என்றிருள்'  என்ற வரியில் 'வேழம்' என்ற சொல் யாரை குறிக்கிறது?",
          "options": [
      "சோழ மன்னன்",
      "கலிங்க மன்னன்",
      "கருணாகரத் தொண்டைமான்",
      "சோழப் படை வீரன்"
    ],
    "answer": "A",
    
          "additional_context": "சோழ மன்னன், வீரர்களின் தலைவனாக இருந்து அவர்களை வழிநடத்திச் சென்றான். அவரை ‘வளவன்’ என்ற சொல் குறிக்கிறது. ‘வேழம்’ என்ற சொல், வேகமாக ஓடுபவர்களைக் குறிக்கும். போர்க்களத்தில் சோழ மன்னன், வேகமாக ஓடிச்சென்று கலிங்கர்களைத் துரத்தி, வெற்றி பெற்றான். அவரை ‘வளவன் விடுபடை வேழம் என்றிருள்’ என்று கூறுவதால், ‘வேழம்’ என்ற சொல் சோழ மன்னனைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "கலிங்கத்துப்பரணியில் 'இழிவர்' என்னும் சொல் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "மரியாதை இல்லாத",
      "தாழ்ந்த",
      "திகைத்து நிற்கும்",
      "தப்பி ஓடும்"
    ],
    "answer": "D",
    
          "additional_context": "கலிங்க வீரர்கள், சோழப் படையின் தாக்குதலைக் கண்டு அஞ்சி ஓடினார்கள். சிலர், தஞ்சம் தேடி மலைக் குகைகளில் மறைந்தனர்.  சோழப் படையின் தாக்குதலால் திகைத்து நின்ற கலிங்கர்களைப் போற்றிப் பாடும் “இழிவர் சிலர்சிலர் தூறு மண்டுவர்” என்ற வரியில் ‘இழிவர்’ என்ற சொல், தப்பி ஓடுபவர்களைக் குறிக்கிறது."
          }
        ]