[
          
  {
    
          "description": "கவிஞர் 'புத்தியைத் தீட்டு' என்னும் தலைப்பைத் தேர்ந்தெடுத்ததற்கு என்ன காரணம் என்று பாடலைப் படித்துப் புரிந்துகொண்டு, பின்வரும் கூற்றுகளில் எது சரியான விளக்கத்தைத் தருகிறது?",
          "options": [
      "கத்தியைத் தீட்டுவதற்குப் பதிலாக புத்தியைத் தீட்டுவதன் மூலம் பகைவர்களை வெல்ல முடியும் என்பதை விளக்க.",
      "புத்தியைத் தீட்டி வாழ்வதற்குப் பதிலாக கத்தியைத் தீட்டி வாழ்வதன் மூலம் வெற்றி பெற முடியும் என்பதை விளக்க.",
      "மன்னிப்பை மறந்தவன் வாழ்வு மறைந்தே போகும் என்பதை வலியுறுத்த.",
      "அகம்பாவம் இல்லாமல் வாழ வேண்டும் என்பதை வலியுறுத்த."
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடல் வாழ்வில் வெற்றி பெற புத்தியைத் தீட்டுவதே சிறந்த வழி என்கிறது. 'கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு' என்ற வரிகள் இதனைக் காட்டுகின்றன. கத்தியைத் தீட்டுவதற்குப் பதிலாக புத்தியைத் தீட்டுவதன் மூலம் நாம் எதிரிகளை எளிதாக வெல்லலாம் என்பதையும் இந்தப் பாடல் வலியுறுத்துகிறது. அதனால், இந்தப் பாடலின் தலைப்பு 'புத்தியைத் தீட்டு' என்பது மிகவும் பொருத்தமானது."
          }
        ,
          
  {
    
          "description": "பாடலில் 'கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு' என்ற வரிகளின் மூலம் கவிஞர் எதை வலியுறுத்துகிறார்?",
          "options": [
      "அறிவை வளர்த்துக் கொள்ள வேண்டும் என்பதை.",
      "பகைவர்களை வெல்ல கத்தியைப் பயன்படுத்த வேண்டும் என்பதை.",
      "அகம்பாவம் இல்லாமல் வாழ வேண்டும் என்பதை.",
      "திறமையை வெளிப்படுத்த வேண்டும் என்பதை."
    ],
    "answer": "A",
    
          "additional_context": "பாடலில் 'கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு' என்ற வரிகள் அறிவை வளர்த்துக் கொள்ள வேண்டிய அவசியத்தை வலியுறுத்துகின்றன. இது கத்தியைத் தீட்டி பகைவர்களை வெல்வதை விட புத்தியைத் தீட்டி அவர்களை வெல்வது சிறந்தது என்பதைக் குறிப்பிடுகிறது. பாடலின் முக்கியக் கருத்து அறிவு மிக்கவனே உயர்வானவன் என்பதாகும்."
          }
        ,
          
  {
    
          "description": "பாடலில் 'மாணிக்கக் கோயிலப்பா' என்ற சொல் குறிப்பிடுவது எதை?",
          "options": [
      "மன்னிப்பை மறந்தவன் வாழ்வு",
      "மன்னிக்கத் தெரிந்த மனிதனின் உள்ளம்",
      "அகம்பாவம் உள்ளவர்களின் வாழ்வு",
      "திறமையை வெளிப்படுத்தும் திறன்"
    ],
    "answer": "B",
    
          "additional_context": "பாடலில் 'மாணிக்கக் கோயிலப்பா' என்ற சொல் மன்னிக்கத் தெரிந்த மனிதனின் உள்ளத்தை குறிப்பிடுகிறது. 'மன்னிக்கத் தெரிந்த மனிதனின் உள்ளம் மாணிக்கக் கோயிலப்பா' என்ற வரிகள் இதனைக் காட்டுகின்றன. மன்னிப்பை மறந்தவன் வாழ்வு தடம் தெரியாமல் மறைந்து போய்விடும் என்றும் பாடல் கூறுகிறது. மன்னிப்பு மிக்க உள்ளம் ஒருவனின் வாழ்வை உயர்வானதாக மாற்றுகிறது என்பதும் பாடலின் கருத்தாகும்."
          }
        ,
          
  {
    
          "description": "பாடலின் மூலம் கவிஞர் எதை எடுத்துக்காட்டுகிறார்?",
          "options": [
      "அறிவின் பெருமையை",
      "கத்தியின் பயன்பாட்டை",
      "அகம்பாவத்தின் தீமைகளை",
      "வெற்றியின் முக்கியத்துவத்தை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடல் அறிவின் பெருமையை வலியுறுத்துகிறது. 'கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு' என்ற வரிகள் இதனைக் காட்டுகின்றன. பாடலின் முக்கியக் கருத்து அறிவு மிக்கவனே உயர்வானவன் என்பதாகும். புத்தியை வளர்த்துக் கொண்டால் பகைவர்களை எளிதாக வெல்லலாம் என்பதும் பாடலின் கருத்தாகும்."
          }
        ,
          
  {
    
          "description": "கவிஞர் ஆலங்குடி சோமு எந்த துறையில் புகழ்பெற்றவர்?",
          "options": [
      "எழுத்தாளர்",
      "நடிகர்",
      "இசையமைப்பாளர்",
      "திரைப்படப் பாடல் ஆசிரியர்"
    ],
    "answer": "D",
    
          "additional_context": "ஆலங்குடி சோமு தமிழ் திரைப்படப் பாடல் ஆசிரியராகப் புகழ்பெற்றவர். இவர் சிவகங்கை மாவட்டத்திலுள்ள ஆலங்குடி என்னும் ஊரில் பிறந்தவர். இவர் தமிழ்நாடு அரசின் கலைமாமணி விருது பெற்றவர்."
          }
        ]