
[
  {
    "description": "“தளை” மற்றும் “தொடை” இரண்டுமே யாப்பு இலக்கணத்தின் உறுப்புகள். அவற்றின் முக்கிய வேறுபாடு என்ன?",
    "options": [
      "தளை சீர்களுக்குள் உள்ளது, தொடை சீர்களுக்கு இடையே உள்ளது.",
      "தளை ஓசை இன்பத்திற்காக, தொடை பொருள் இன்பத்திற்காக.",
      "தளை யாப்புக்கானது, தொடை பா வகைக்கானது.",
      "தளை கவிதைக்கு மட்டும், தொடை பாடலுக்கு மட்டும்."
    ],
    "answer": "A",
    "additional_context": "யாப்பு இலக்கணத்தின்படி செய்யுளுக்கு உரிய உறுப்புகள் ஆறு. அவை எழுத்து, அசை, சீர், தளை, அடி, தொடை என்பனவாகும். சீர்கள் ஒன்றோடு ஒன்று பொருந்துவதைத் தளை என்பர். முதல் சீரின் இறுதியிலும் வரும்சீரின் முதலிலும் உள்ள அசைகள் எவ்வகை அசைகள் என்பதன் அடிப்படையில், தளைகள் ஏழு வகைப்படும். செய்யுளில் ஓசைஇன்பமும் பொருள்இன்பமும் தோன்றும் வகையில் சீர்களுக்கு இடையிலோ, அடிகளுக்கு இடையிலோ அமையும் ஒற்றுமையே தொடை ஆகும்."
  },
  {
    "description": "“சீர்” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "ஓர் அசையோ ஒன்றுக்கு மேற்பட்ட அசைகளோ சேர்ந்து அமைந்தது",
      "குறில் அல்லது நெடில் எழுத்து, தனித்து வந்தாலும் ஒற்றுடன் சேர்ந்து வந்தாலும் ",
      "இரண்டு குறில் எழுத்துகள் அல்லது குறில், நெடில் எழுத்துகள் இணைந்து வந்தாலும் ",
      "செய்யுளில் ஓசைஇன்பமும் பொருள்இன்பமும் தோன்றும் வகையில் சீர்களுக்கு இடையிலோ, அடிகளுக்கு இடையிலோ அமையும் ஒற்றுமை"
    ],
    "answer": "A",
    "additional_context": "ஓர்அசையோ ஒன்றுக்கு மேற்பட்ட அசைகளோ சேர்ந்து அமைவது சீர். சீர்களை ஓரசைச்சீர், ஈரசைச்சீர், மூவசைச்சீர், நாலசைச்சீர் என வகைப்படுத்துவர்."
  },
  {
    "description": "பின்வரும் சொற்களில் எது நேரசைக்கு உதாரணமாகும்?",
    "options": [
      "கடல்",
      "மலர்",
      "தாமரை",
      "வானம்"
    ],
    "answer": "B",
    "additional_context": "எழுத்துகள் ஒன்றோ சிலவோ சேர்ந்து அமைவது அசை. அது நேரசை, நிரையசை என இருவகைப்படும். குறில் அல்லது நெடில் எழுத்து, தனித்து வந்தாலும் ஒற்றுடன் சேர்ந்து வந்தாலும் நேரசையாகும். (எ.கா.) ந, நம், நா, நாம்."
  },
  {
    "description": "“தளை” என்ற சொல்லின் பொருளை எந்த வகை இலக்கணத்தால் விளக்கலாம்?",
    "options": [
      "எழுத்து இலக்கணம்",
      "அசை இலக்கணம்",
      "சீர் இலக்கணம்",
      "தொடை இலக்கணம்"
    ],
    "answer": "C",
    "additional_context": "யாப்பு இலக்கணத்தின்படி செய்யுளுக்கு உரிய உறுப்புகள் ஆறு. அவை எழுத்து, அசை, சீர், தளை, அடி, தொடை என்பனவாகும். சீர்கள் ஒன்றோடு ஒன்று பொருந்துவதைத் தளை என்பர். முதல் சீரின் இறுதியிலும் வரும்சீரின் முதலிலும் உள்ள அசைகள் எவ்வகை அசைகள் என்பதன் அடிப்படையில், தளைகள் ஏழு வகைப்படும்."
  },
  {
    "description": "பின்வரும் பா வகைகளில் எது “அகவல்” ஓசையைக் கொண்டது?",
    "options": [
      "வெண்பா",
      "ஆசிரியப்பா",
      "கலிப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "B",
    "additional_context": "பா நான்கு வகைப்படும். அவை வெண்பா, ஆசிரியப்பா, கலிப்பா, வஞ்சிப்பா. வெண்பா செப்பல் ஓசை உடையது. அறநூல்கள் பலவும் வெண்பாவால் அமைந்தவை. ஆசிரியப்பா அகவல் ஓசை உடையது. சங்க இலக்கியங்கள் பலவும் ஆசிரியப்பாவால் அமைந்தவை. கலிப்பா துள்ளல் ஓசை உடையது. கலித்தொகை கலிப்பாவால் ஆனது. வஞ்சிப்பா தூங்கல் ஓசை உடையது."
  }
]
