[
          
  {
    
          "description": "'முற்றிப் படர்ந்த முட்காட்டை எரித்து...' என்ற வரிகள்,  எதனை குறிப்பிடுகின்றன?",
          "options": [
      "சுதந்திரப் போராட்டத்தின் வெற்றியை",
      "நம் மண்ணின் வளமையை",
      "இயற்கை அழகை",
      "மக்களின் கல்வியறிவை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த வரிகள் இந்தியாவின் சுதந்திரப் போராட்டத்தை குறிப்பிடுகின்றன.  முட்காடு என்பது அந்நிய ஆட்சியையும், அதை எரிப்பது சுதந்திரப் போராட்டத்தையும் குறிப்பிடுகிறது.  அந்நிய ஆட்சியை அழித்து விடுதலை பெற்றதால் புதிய சுதந்திர இந்தியா தோன்றியது.  எனவே இந்த வரிகள் சுதந்திரப் போராட்டத்தின் வெற்றியை குறிப்பிடுகின்றன."
          }
        ,
          
  {
    
          "description": "'பரிதவித் திருந்த பாரத அன்னை காளியாய்ச் சீறிக்...' என்ற வரிகள்,  எதனை உணர்த்துகின்றன?",
          "options": [
      "மக்களின் துன்பத்தைக் கண்டு அன்னை இந்தியா கோபமுற்றதை",
      "அன்னை இந்தியா நம்மை காப்பாற்ற தயாராக இருப்பதை",
      "அன்னை இந்தியாவின் வீரத்தை",
      "அனைத்தும் சரி"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": " இந்த வரிகள் இந்தியாவின் சுதந்திரப் போராட்டத்தின் போது அன்னை இந்தியா எதிரிகளைக் கண்டு எவ்வாறு துணிச்சலாக போராடினாள் என்பதை விவரிக்கின்றன. அன்னை இந்தியா எதிரிகளைக் கண்டு கோபமுற்றது, நம்மை காப்பாற்ற தயாராக இருந்தது, தன் வீரத்தை காட்டியது போன்ற அனைத்து கருத்துக்களும் இந்த வரிகளில் உள்ளன.  எனவே இந்த வரிகள்  'அனைத்தும் சரி'  என்பதை உணர்த்துகின்றன."
          }
        ,
          
  {
    
          "description": "'பகத்சிங் பார்த்துப் பரவசப் பட்ட அற்புத விடியலை...' என்ற வரிகள் எதனை உணர்த்துகின்றன?",
          "options": [
      "இந்தியா சுதந்திரம் பெற்றதை",
      "பகத்சிங்கின் தியாகத்தை",
      "மக்களின் ஒற்றுமையை",
      "கல்வி முன்னேற்றத்தை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த வரிகள் இந்தியாவின் சுதந்திரத்தைக் குறிப்பிடுகின்றன.  பகத்சிங் தூக்கிலிடப்படுவதற்கு முன்பு இந்தியாவின் சுதந்திரம் பற்றி கனவு கண்டார்.  இந்தியாவின் சுதந்திரம் என்பது பகத்சிங் கண்ட கனவு நனவாகியது என்பதை இந்த வரிகள் விவரிக்கின்றன.  எனவே இந்த வரிகள் 'இந்தியா சுதந்திரம் பெற்றதை'  உணர்த்துகின்றன."
          }
        ,
          
  {
    
          "description": "_____ ஆண்டுகள் நம்மை அடிமைப்படுத்தி ஆண்ட அரக்கராகிய அந்நியரின் இருண்ட ஆட்சி முடிந்தது என்பதை கூறும் நாள் இன்று.",
          "options": [
      "நூறு",
      "முந்நூறு",
      "ஐநூறு",
      "ஆயிரம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த வரிகள் இந்தியாவை ஆண்ட ஆங்கிலேயர்களின் ஆட்சியைப் பற்றி குறிப்பிடுகின்றன.  ஆங்கிலேயர்கள் சுமார் ஐநூறு ஆண்டுகள் இந்தியாவை ஆண்டனர்.  இந்தியா சுதந்திரம் பெற்றது என்பதைக் கூறும் இந்த வரிகள், ஐநூறு ஆண்டுகளாக இந்தியாவை ஆண்ட அந்நியர்களின் இருண்ட ஆட்சி முடிந்தது என்பதை உணர்த்துகின்றன."
          }
        ,
          
  {
    
          "description": "'_____ தரிசனம் அளித்து நின்றது எந்த நாளோ அந்த நாள் இது.' என்ற வரிகள் அன்னை இந்தியாவின் மகிழ்ச்சியை விவரிக்கின்றன.",
          "options": [
      "ஆனந்த",
      "சோக",
      "வீர",
      "வெற்றி"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": " இந்த வரிகள் இந்தியாவின் சுதந்திரத்தைக் குறிப்பிடுகின்றன.  இந்தியா சுதந்திரம் பெற்றதால் அன்னை இந்தியா மிகுந்த மகிழ்ச்சியை அடைந்தாள்.  அன்னை இந்தியாவின் மகிழ்ச்சியை விவரிக்கும் இந்த வரிகள்,  'ஆனந்த தரிசனம்' என்பதை குறிப்பிடுகின்றன.  எனவே இந்த வரிகள் 'ஆனந்த தரிசனம்'  என்பதை உணர்த்துகின்றன."
          }
        ]