
[
  {
    "description": "நூலகத்தில் படிக்கும் முறைக்கு முன் ____________ உதவியை நாட வேண்டும்.",
    "options": [
      "நூலகர்",
      "ஆசிரியர்",
      "எழுத்தாளர்",
      "பதிப்பாளர்"
    ],
    "answer": "a",
    "additional_context": "நூலகத்தில் படிக்கும் போது நமக்கு சில சந்தேகங்கள் எழலாம். அந்த சந்தேகங்களைப் போக்கவும், நூலகத்தை எப்படிப் பயன்படுத்துவது என்பதை அறியவும் நூலகரின் உதவியை நாட வேண்டும். நூலகர் நூலகத்தில் உள்ள புத்தகங்களைப் பற்றி நமக்குத் தெளிவாக விளக்கமளிப்பார்கள்.  மேலும், புத்தகங்களை எப்படித் தேர்ந்தெடுப்பது, அவற்றை எப்படிப் பயன்படுத்துவது, பத்திரமாக வைப்பது போன்றவற்றைச் சொல்லித் தருவார்கள்.  ஆகவே, நூலகத்தில் படிக்கும் முறைக்கு முன் நூலகரின் உதவியை நாட வேண்டும்."
  },
  {
    "description": "நூலகத்தில் பல்வேறு வகையான பொருட்கள் இருப்பதாகக் குறிப்பிடப்பட்டுள்ளது. அவற்றில் எது சேர்க்கப்படவில்லை?",
    "options": [
      "கையெழுத்துப் பிரதிகள்",
      "ஒலி நாடாக்கள்",
      "பணம்",
      "வீடியோ நாடாக்கள்"
    ],
    "answer": "c",
    "additional_context": "நூலகத்தில் நிறைய பொருட்கள் இருக்கு. நம்ம கல்வியோட வளர்ச்சிக்கு உதவும் எல்லாமே அங்கே இருக்கு. கையெழுத்துப் பிரதிகள், ஒலி நாடாக்கள், வீடியோ நாடாக்கள் எல்லாம் இருக்கு. ஆனா பணம் இருக்காது. நூலகம் அறிவைப் பகிர்ந்து கொடுக்கும் இடம். பணத்தைப் பகிர்ந்து கொடுக்கும் இடம் இல்ல."
  },
  {
    "description": "புத்தகக் காட்சி எந்த மைதானத்தில் நடைபெறுகிறது?",
    "options": [
      "யு.சி.எம். மைதானம்",
      "இராயப்பேட்டை YMCA மைதானம்",
      "எழும்பூர் மைதானம்",
      "நந்தனம் மைதானம்"
    ],
    "answer": "b",
    "additional_context": "புத்தகக் காட்சி நடைபெறும் இடம் இராயப்பேட்டை YMCA மைதானம். இந்த மைதானம் பெரியதா இருக்கு. அதனால அங்கே நிறைய புத்தகங்களை வைக்க முடியும். நிறைய புத்தக கடைக்காரங்க கூடி வந்து, நம்ம படிக்க ஆசையா இருக்கும் புத்தகங்களை வாங்க நமக்கு வாய்ப்பு கொடுப்பாங்க."
  },
  {
    "description": "புத்தகக் காட்சி எத்தனை நாள்கள் நடைபெறுகிறது?",
    "options": [
      "10 நாள்கள்",
      "11 நாள்கள்",
      "7 நாள்கள்",
      "20 நாள்கள்"
    ],
    "answer": "a",
    "additional_context": "புத்தகக் காட்சி 10 நாள்கள் நடக்குது.  அந்த 10 நாள்களும் நிறைய நிகழ்ச்சிகள் இருக்கும்.  புத்தகப் பிரியர்களுக்கு இது ஒரு பெரிய விருந்துதான்."
  },
  {
    "description": "புத்தகக் காட்சிக்குள் நுழைவுக் கட்டணம் என்ன?",
    "options": [
      "ரூ.100",
      "ரூ.50",
      "இலவசம்",
      "ரூ.20"
    ],
    "answer": "c",
    "additional_context": "புத்தகக் காட்சிக்குள் நுழைவுக் கட்டணம் இல்ல.  அதனால, யாரும் தடையின்றி உள்ளே போய் நிறைய புத்தகங்களைப் பார்த்து, வாங்கலாம்."
  }
]
