[
          
  {
    
          "description": "'நமனில்லை நாணாமே'  என்ற வரி  எந்தக் கருத்தை வெளிப்படுத்துகிறது?",
          "options": [
      "நன்மை செய்வோர் எமனின் பிடியில் இருந்து விடுபடுவர்.",
      "நன்மை செய்வோர்  எமனால்  அச்சமடைய மாட்டார்கள்.",
      "எமன் என்பவன்  சகலருக்கும்  பொதுவானவன்.",
      "எமனைப் பற்றி  எதுவும்  கவலைப்படத் தேவையில்லை."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "திருமூலர் அவர்கள் எமன் பற்றி ஒரு கவலைப்படாமல் மக்கள் வாழ வேண்டும் என்பதற்கு இந்த வரி மிகவும் பொருத்தமானது. நல்ல உள்ளம் கொண்ட மக்கள் நன்மை செய்வோர்  எமனால் அச்சமடைய மாட்டார்கள் என்று தெளிவாக சொல்கிறார். மேலும் நல்ல செயல்கள் செய்து நல்ல  நெறிகளைப் பின்பற்றி உயர்ந்த வாழ்வு வாழ வேண்டும் என்பதை உணர்த்துகிறது"
          }
        ,
          
  {
    
          "description": "'சென்றே புகும்கதி இல்லைநும் சித்தத்து'  என்ற  வரி  எதைக் குறிக்கிறது?",
          "options": [
      "உள்ளம்  பரிசுத்தமாக இருக்க வேண்டும்.",
      "மக்கள்  ஒன்றாக  வாழ வேண்டும்.",
      "எமனின்  பிரமாதி  மீற வேண்டும்.",
      "இறைவன்  அருளை  பெற வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "திருமூலர் இந்த வரியில் மக்கள் தங்கள் உள்ளத்தில் இருக்கும் கெட்ட எண்ணங்களை நீக்கி பரிசுத்தமான உள்ளம் கொண்டிருக்க வேண்டும் என்று கூறுகிறார். தங்கள் உள்ளத்தில் இருக்கும் எதிர்மறை எண்ணங்கள் தங்களை எமனின் பிரமாதிக்கு அழைத்துச் செல்லும் என்பதைப் புரிந்து கொள்ள வேண்டும். நல்லவற்றை மட்டுமே நினைத்து வாழவேண்டும் என்கிறார்"
          }
        ,
          
  {
    
          "description": "திருமூலர்  எந்த  நூலை  இயற்றினார்?",
          "options": [
      "திருக்குறள்",
      "திருவாசகம்",
      "திருமந்திரம்",
      "பிரம்ம சூத்திரம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "திருமூலர் 18 சித்தர்களில் ஒருவர். இவர் இயற்றிய திருமந்திரம் 3000 பாடல்களைக் கொண்டுள்ளது. இது பன்னிரு திருமுறைகளில் பத்தாவது திருமுறையாக கருதப்படுகிறது. இதனை தமிழ் மூவாயிரம் என்று அழைக்கிறார்கள்"
          }
        ,
          
  {
    
          "description": "'ஒன்றே குலமும் ஒருவனே தேவனும்'  என்ற வரிகளின்  பொருள்  எது?",
          "options": [
      "மனிதர்  அனைவரும்  ஒரே  குடும்பத்தைச்  சேர்ந்தவர்கள்.",
      "உலகை  காக்கும்  இறைவன்  ஒருவனே.",
      "மனித  நிலை  எல்லோருக்கும்  சமம்.",
      "இவை  அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "திருமூலர் இந்த வரிகளின் மூலம் மனிதர்களிடையே சாதி, மதம், இனம் போன்ற வேறுபாடுகளை நீக்கி அனைவரும் ஒரே குலத்தைச் சேர்ந்தவர்கள் என்று கூற விரும்புகிறார். மேலும் உலகை காக்கும் இறைவன் ஒருவன் என்பதையும் மனித நிலை அனைவருக்கும் சமம் என்பதையும் இவ்வரிகள் வலியுறுத்துகின்றன"
          }
        ,
          
  {
    
          "description": "“ஒன்றே குலமும் ஒருவனே தேவனும்” என்ற திருமூலரின் பாடல் எதைக் குறிக்கிறது?",
          "options": [
      "அ)  சாதி வேறுபாட்டை ஏற்றுக்கொள்ள வேண்டும்.",
      "ஆ)  இறைவன் பலராக இருப்பதை.",
      "இ)  எல்லோரும் ஒரே இனத்தினர் என்பதை.",
      "ஈ)  சாதி மதம் இல்லாத உலகத்தை."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த பாடல் மக்கள் அனைவரும் ஒரே இனத்தினர் என்பதை  வலியுறுத்துகிறது. சாதி மதம் இல்லாத உலகத்திற்கான ஓர் அழைப்பு என்கிறோம். இதன் மூலம் மக்கள் அனைவரும் ஒற்றுமையாக வாழ வேண்டும் என்பதை திருமூலர்  எடுத்துரைக்கிறார்"
          }
        ]