[
          
  {
    
          "description": "'காடு மிகவும் அழகானது' என்ற செய்தித் தொடரை உணர்ச்சித் தொடராக மாற்றும்போது, எந்த உணர்ச்சியைக் குறிப்பிடலாம்?",
          "options": [
      "உவகை",
      "அழுகை",
      "அவலம்",
      "வியப்பு"
    ],
    "answer": "A",
    
          "additional_context": "நம்மைச் சுற்றியுள்ள இயற்கை எழில் கொஞ்சும் இடங்களில் காடு ஒன்று. அடர்ந்த காடுகள் எழில் கொஞ்சும் பறவைகள் பாடும் இனிமையான பூக்கள் பூத்து மணக்கும் இடமாகும். அத்தகைய இடத்தைப் பார்க்கும் போது நமக்கு ஏற்படும் உணர்ச்சி உவகை தான். அதாவது மகிழ்ச்சி, மகிழ்ச்சி."
          }
        ,
          
  {
    
          "description": "'உலக வனவிலங்கு நாள் அக்டோபர் 6' என்பதற்கு தமிழ் எண் எழுதுக.  (வண்ணமிடப்பட்டுள்ள எண்களைப் பயன்படுத்தி)",
          "options": [
      "அ ரு",
      "ச ரு",
      "ச ",
      " "
    ],
    "answer": "B",
    
          "additional_context": "உலக வனவிலங்கு நாள் அக்டோபர் 6 அன்று கொண்டாடப்படுகிறது. தமிழ் எண்ணில் 6 என்பது 'ச' என்று எழுதுகிறோம். அக்டோபர் என்பது 10 ஆம் மாதம். எனவே உலக வனவிலங்கு நாள் அக்டோபர் 6 என்பது தமிழ் எண்ணில் 'ச ரு' என எழுதப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்ட எண்களில் எது '25' க்குப் பொருத்தமான தமிழ் எண்?",
          "options": [
      "உ ௫",
      "௫ உ",
      "",
      ""
    ],
    "answer": "A",
    
          "additional_context": "தமிழ் எண்களில் '25' என்பது 'உ ௫' என்று எழுதப்படுகிறது.  'உ' என்பது 2 மற்றும் '௫' என்பது 5. எனவே '25' என்பது 'உ ௫' என எழுதப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'கல்லணையைக் கட்டினான்' என்ற தொடர் எந்த வகையைச் சேர்ந்தது?",
          "options": [
      "செய்தித் தொடர்",
      "வினாத்தொடர்",
      "விழைவுத் தொடர்",
      "உணர்ச்சித் தொடர்"
    ],
    "answer": "A",
    
          "additional_context": "கரிகாலன் கல்லணையைக் கட்டினான் என்பது ஒரு செய்தியைச் சொல்லுகிறது. அதாவது கரிகாலன் கல்லணையைக் கட்டிய செய்தியைத் தெளிவாகக் கூறுகிறது. ஒரு செய்தியைத் தெளிவாகக் கூறும் தொடர் செய்தித் தொடர் ஆகும். எனவே 'கல்லணையைக் கட்டினான்' என்பது செய்தித் தொடர் வகையைச் சேர்ந்தது."
          }
        ,
          
  {
    
          "description": "'பாரதியார் பாடல்களின் இனிமைதான் என்னே!' என்ற தொடர் எந்த வகையைச் சேர்ந்தது?",
          "options": [
      "செய்தித் தொடர்",
      "வினாத்தொடர்",
      "விழைவுத் தொடர்",
      "உணர்ச்சித் தொடர்"
    ],
    "answer": "D",
    
          "additional_context": "பாரதியார் பாடல்கள் நம்மை மெய் சிலிர்க்க வைக்கும், மனதைக் கவர்ந்திழுக்கும் பாடல்கள். அவற்றைப் படித்து அனுபவிக்கும் போது நமக்கு ஏற்படும் உணர்ச்சி வியப்பு. 'பாரதியார் பாடல்களின் இனிமைதான் என்னே!' என்ற தொடர் பாரதியார் பாடல்களின் இனிமையால் ஏற்படும் வியப்பை வெளிப்படுத்துகிறது.  உவகை, அழுகை, அவலம், அச்சம், வியப்பு முதலான உணர்ச்சிகளை உணர்த்தும் தொடர் உணர்ச்சித் தொடர் எனப்படும். எனவே 'பாரதியார் பாடல்களின் இனிமைதான் என்னே!' என்பது உணர்ச்சித் தொடர் வகையைச் சேர்ந்தது."
          }
        ]