[
          
  {
    
          "description": "திருமூலர் கூறும் இக்கருத்துகளை மனத்தில் நிறுத்துபவர்களுக்கு எது தேவை இல்லை?",
          "options": [
      "பணம்",
      "அறிவு",
      "அச்சம்",
      "உதவி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "திருமூலர் பாடிய பாடல் “ஒன்றே குலமும் ஒருவனே தேவனும் நன்றே நினைமின் நமனில்லை நாணாமே…” இப்பாடல் நமக்கு என்ன சொல்கிறது என்பதைப் பற்றிய வினாக்களின் தொகுப்பே இந்த தொகுப்பு. முதல் கேள்வி, திருமூலரின் கருத்துகளை மனதில் நிறுத்துபவர்களுக்கு எது தேவை இல்லை என்பதைக் கேட்கிறது. இந்தக் கேள்விக்கு பாடலில் உள்ள “நமனில்லை” என்ற சொல்லின் பொருளைப் புரிந்துகொள்ள வேண்டும். “நமன்” என்பது இறப்பு என்பதையும், “நமனில்லை” என்பது இறப்பைப் பற்றிய அச்சம் இல்லாமை என்பதையும் நாம் அறிந்துகொள்ள வேண்டும்.  இந்தக் கேள்விக்கு சரியான விடை “அச்சம்” என்பதுதான்."
          }
        ,
          
  {
    
          "description": "மேற்கண்ட பாடல் பகுதி மூலம் திருமூலர் எதை எடுத்துக்காட்டுகிறார்?",
          "options": [
      "கோயிலுக்கு சென்று வழிபடுவது",
      "பகவானுக்கு காணிக்கை செலுத்துவது",
      "பிறருக்கு உதவி செய்வது இறைவனுக்கு செய்யும் தொண்டாகும்",
      "மக்கள் அனைவரும் ஒரே குலத்தைச் சேர்ந்தவர்கள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கேள்விக்கு பாடல் பகுதியில் உள்ள “படமாடக் கோயில்” மற்றும் “நடமாடக் கோயில்” என்ற சொற்களின் பொருளைப் புரிந்துகொள்ள வேண்டும்.  “படமாடக் கோயில்” என்பது கோயில் என்றும் “நடமாடக் கோயில்” என்பது மனிதன் என்றும் புரிந்துகொள்ள வேண்டும். பாடலின் மூலம் மனிதர்களுக்கு உதவி செய்வதே இறைவனுக்கு செய்யும் தொண்டாகும் என்று திருமூலர் எடுத்துக்காட்டுகிறார்."
          }
        ,
          
  {
    
          "description": "இந்தப் பாடல் பகுதியில் பயன்படுத்தப்பட்டுள்ள 'நடமாடக் கோயில்' என்ற சொல் யாரைக் குறிக்கிறது?",
          "options": [
      "இறைவன்",
      "மனிதன்",
      "கோயில்",
      "சான்றோர்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தக் கேள்விக்கு பாடல் பகுதியில் உள்ள “படமாடக் கோயில்” மற்றும் “நடமாடக் கோயில்” என்ற சொற்களின் பொருளைப் புரிந்துகொள்ள வேண்டும்.  “படமாடக் கோயில்” என்பது கோயில் என்றும் “நடமாடக் கோயில்” என்பது மனிதன் என்றும் புரிந்துகொள்ள வேண்டும். இதனால் “நடமாடக் கோயில்” என்ற சொல் மனிதனை குறிக்கிறது என்று அறிந்துகொள்ள முடியும்."
          }
        ,
          
  {
    
          "description": "மேற்கண்ட பாடல் பகுதியில் 'நமனில்லை' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "இறைவனைப் பற்றிய அச்சம்",
      "மனிதர்களிடையேயான பாகுபாடு",
      "எமனைப் பற்றிய அச்சம்",
      "உலகத்து மக்கள் மீதான அன்பு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கேள்விக்கு பாடல் பகுதியில் உள்ள “நமனில்லை” என்ற சொல்லின் பொருளைப் புரிந்துகொள்ள வேண்டும்.  “நமன்” என்பது இறப்பு என்பதையும், “நமனில்லை” என்பது இறப்பைப் பற்றிய அச்சம் இல்லாமை என்பதையும் நாம் அறிந்துகொள்ள வேண்டும். “நமனில்லை” என்ற சொல் எமனைப் பற்றிய அச்சம் இல்லாமை என்பதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“ஒன்றே குலமும் ஒருவனே தேவனும்” என்ற வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "மனிதர்களிடையே பிறப்பால் உயர்வு தாழ்வு இருப்பதைக் காட்டுகிறது.",
      "அனைவரும் ஒரே குலத்தைச் சேர்ந்தவர்கள் என்பதை வலியுறுத்துகிறது.",
      "இறைவன் பலப்பல வடிவங்களில் இருக்கிறான் என்பதைக் காட்டுகிறது.",
      "ஒரே தேவனை மட்டும் வணங்க வேண்டும் என்பதைக் கூறுகிறது."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தக் கேள்விக்கு பாடலில் உள்ள “ஒன்றே குலமும் ஒருவனே தேவனும்” என்ற வரிகளின் பொருளைப் புரிந்துகொள்ள வேண்டும். இந்த வரிகள் மனிதர்கள் அனைவரும் ஒரே குலத்தைச் சேர்ந்தவர்கள் என்பதை வலியுறுத்துகின்றன. இதனால் இந்தக் கேள்விக்கு சரியான விடை “அனைவரும் ஒரே குலத்தைச் சேர்ந்தவர்கள் என்பதை வலியுறுத்துகிறது.” என்பதுதான்."
          }
        ]