
[
  {
    "description": "'அஞ்சியோடும் பகைவரைத் துன்புறுத்தாத அறம்' என்பது எந்த மனப்பான்மையை உணர்த்துகிறது?",
    "options": [
      "கோபம்",
      "வஞ்சகம்",
      "மன்னிப்பு",
      "வெறுப்பு"
    ],
    "answer": "C",
    "additional_context": "தமிழர்கள் அறத்தையும் வீரத்தையும் தமது உடைமைகளாகக்கொண்டவர்கள். அவர்தம் வீரமும் போர்அறமும் தனிச்சிறப்பு வாய்ந்தவை. பகைவரை அஞ்சச்செய்யும் வீரமும் அஞ்சியோடும் பகைவரைத் துன்புறுத்தாத அறமும் தமிழரின் மாண்பினை நமக்கு உணர்த்துவன. அதனைப் போற்றிப் பாடும் சிற்றிலக்கியமான கலிங்கத்துப்பரணியின் பாடல்கள் சிலவற்றை அறிவோம்."
  },
  {
    "description": "கலிங்கத்துப்பரணியில் \"மாயை ஒன்றுகொல்\" என்ற பாடல் பகுதி எதைப் பற்றிச் சொல்கிறது?",
    "options": [
      "சோழப் படையின் தாக்குதல்",
      "கலிங்கப் படையின்  மாய வித்தை",
      "சோழப் படையின் வீரம்",
      "கலிங்கப் படையின் தோல்வி"
    ],
    "answer": "D",
    "additional_context": "சோழர் படையின் தாக்குதலைக் கண்ட கலிங்கர், இஃது என்ன மாய வித்தையா என வியந்தனர். தம்மை எரிக்கவந்த தீயோ என அஞ்சினர். சோழர்படை தம் உயிரைப் பறிக்கும் காலனோ என அஞ்சினர்; தமது இறுதிக்காலம் நெருங்கிவிட்டதோ என எண்ணி, அலைந்து குலைந்து நடுங்கினர்."
  },
  {
    "description": "\"கலிங்க வீரர்கள் ஒருவரை ஒருவர் முந்திக் கொண்டு ஓடினர்\" என்பது எந்த மனநிலையைக் காட்டுகிறது?",
    "options": [
      "அமைதி",
      "நம்பிக்கை",
      "பயம்",
      "பொறுமை"
    ],
    "answer": "C",
    "additional_context": "கலிங்க வீரர்கள் ஒருவரை ஒருவர் முந்திக் கொண்டு ஓடினர். தம் நிழலையும் மற்றவர் நிழலையும் கண்டு தமிழர்கள் துரத்தி வருவதாக எண்ணி அஞ்சினர்; தஞ்சம் வேண்டி வணங்கினர்."
  },
  {
    "description": "\"வளவன் விடுபடை வேழம்\"  என்பது யாரைக் குறிக்கிறது?",
    "options": [
      "சோழ மன்னன்",
      "யானை",
      "போர் வீரன்",
      "கடவுள்"
    ],
    "answer": "A",
    "additional_context": "மழைகள் அதிர்வன போல் உடன்றன வளவன் விடுபடை வேழம் என்றிருள் முழைகள் நுழைவர்கள் போரில் இன்றுநம் முதுகு செயும்உப காரம் என்பரே "
  },
  {
    "description": "\"அபயம் அபயம் என நடுங்கியே\"  என்ற பாடல் பகுதி எந்த உணர்வை வெளிப்படுத்துகிறது?",
    "options": [
      "மகிழ்ச்சி",
      "தெளிவு",
      "நம்பிக்கை",
      "அச்சம்"
    ],
    "answer": "D",
    "additional_context": "அருவர் வருவர் எனா இறைஞ்சினர் அபயம் அபயம் எனநடுங்கியே"
  }
]
