
[
  {
    "description": "பழுப்பு நிலக்கரியைப் பயன்படுத்தும் தொழில்களை பட்டியலிடவும்.",
    "options": [
      "அனல்மின்சாரம் தயாரித்தல், உலோக உருக்குத் தொழில்",
      "அனல்மின்சாரம் தயாரித்தல், சமையல் எரிபொருள்",
      "மரம் வெட்டுதல், கட்டுமானம்",
      "விவசாயம், மீன்பிடித்தல்"
    ],
    "answer": "A",
    "additional_context": "பூமிக்குள் புதைந்த தாவர இனங்களும் விலங்கினங்களும் அழுகி, மட்கிப் பழுப்பு நிலக்கரியாக மாறுகின்றன. இது மின் உலைகளிலும் ஊது உலைகளிலும் எரிபொருளாகப் பயன்படுகின்றது. உலோக உருக்குத் தொழிலிலும் பயன்படுகின்றது. தமிழ்நாட்டில் கடலூர் மாவட்டம் நெய்வேலியிலும் புதுச்சேரியின் சில பகுதிகளிலும் பழுப்பு நிலக்கரி கிடைக்கிறது."
  },
  {
    "description": "தமிழ்நாட்டில் எந்த மாவட்டத்தில் பழுப்பு நிலக்கரிச் சுரங்கம் உள்ளது?",
    "options": [
      "புதுச்சேரி",
      "திருவள்ளூர்",
      "தஞ்சாவூர்",
      "கடலூர்"
    ],
    "answer": "D",
    "additional_context": "இது தஞ்சை, பெரம்பலூர், சிவகங்கை, நீலகிரி, திண்டுக்கல், திருவள்ளூர், கன்னியாகுமரி மாவட்டங்களிலும் குறைந்த அளவு காணப்படுகிறது. நெய்வேலியில் பழுப்பு நிலக்கரிச் சுரங்கம் உள்ளது. இங்குக் கிடைக்கும் நிலக்கரி அனல்மின்சாரம் தயாரிக்க உதவுகின்றது."
  },
  {
    "description": "\"கொடிகட்டிப் பறத்தல்\" என்ற மரபுத்தொடர் எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "வேகமாகச் செல்லுதல்",
      "புகழ்பெற்று விளங்குதல்",
      "உயரமாகச் செல்லுதல்",
      "நிறையப் பறவைகள் இருப்பது"
    ],
    "answer": "B",
    "additional_context": "நாம் பேச்சிலும் எழுத்திலும் சில மரபுத்தொடர்களைப் பயன்படுத்துகிறோம். அத்தொடர்கள் நம்முடைய கருத்துகளுக்கு வலுச்சேர்க்கின்றன. சில மரபுத்தொடர்களுக்கு நேரடிப்பொருள் கொள்ளாமல், அவற்றின் உட்பொருளை அறிந்து பயன்படுத்த வேண்டும். (எ.கா.) 1. திண்டுக்கல், பூக்கள் உற்பத்தியில் கொடிகட்டிப் பறக்கும் நகரமாக விளங்குகிறது. கொடிகட்டிப் பறத்தல் – புகழ்பெற்று விளங்குதல்"
  },
  {
    "description": "\"கல்லில் நார் உரித்தல்\" என்ற மரபுத்தொடர் எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "இயலாத செயல்",
      "ஆராய்ந்து பாராமல்",
      "இருப்பதுபோல் தோன்றும்; ஆனால் இருக்காது",
      "நீண்டகாலமாக இருப்பது"
    ],
    "answer": "A",
    "additional_context": "பின்வரும் மரபுத்தொடர்களைப் பொருளோடு பொருத்துக. கல்லில் நார் உரித்தல் - இயலாத செயல்."
  },
  {
    "description": "\"கம்பி நீட்டுதல்\" என்ற மரபுத்தொடர் எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "இயலாத செயல்",
      "ஆராய்ந்து பாராமல்",
      "இருப்பதுபோல் தோன்றும்; ஆனால் இருக்காது",
      "விரைந்து வெளியேறுதல்"
    ],
    "answer": "D",
    "additional_context": "பின்வரும் மரபுத்தொடர்களைப் பொருளோடு பொருத்துக. கம்பி நீட்டுதல் - விரைந்து வெளியேறுதல்"
  }
]
