
[
  {
    "description": "கதையின் தொடக்கத்தில் வெட்டுக்கிளி வாழ்ந்த இடம் எது?",
    "options": [
      "ஓடையின் ஓரம்",
      "பெரிய மரத்தின் மீது",
      "குறிஞ்சிப்புதரின் தாழக் கிடந்த கிளையின் மீது",
      "அடர்ந்த காட்டின் நடுவில்"
    ],
    "answer": "C",
    "additional_context": "நடுக்காட்டில் சலசலவென ஓடும் ஓடையையுடைய பள்ளத்தாக்கில் பெரிய மரம் ஒன்று விழுந்து கிடந்தது. அதன்மீது மெத்துமெத்தென்று பச்சைப்பாசி படர்ந்திருந்தது. பூச்சி புழுக்கள், நத்தைகள் ஆகியன அந்த மரத்தை எப்போதும் மொய்த்துக் கொண்டிருக்கும். காட்டிலுள்ள அனைத்து விலங்குகளுமே நீர் அருந்த அந்த ஓடைக்கு வரும். தாகம் தணிந்தபின் சிறு விலங்குகள் பக்கத்திலுள்ள அடர்ந்த குறிஞ்சிப் புதரில் ஓய்வெடுத்துக் கொள்ளும். குறிஞ்சிப் புதரின் தாழப் படர்ந்திருந்த கிளையில் பளிச்சென்று பூத்திருந்த நீலப் பூவின் இதழ்களுக்கிடையே பச்சை வெட்டுக்கிளி ஒன்று வசித்துவந்தது."
  },
  {
    "description": "சருகுமான் வெட்டுக்கிளிடம் எதைக் குறிப்பிட்டுச் சொல்கிறது?",
    "options": [
      "பித்தக்கண்ணு தன்னைத் துரத்திக்கொண்டு வருகிறது",
      "தான் வயிற்றுப் பசி தீர்த்துக் கொள்ள வேண்டும்",
      "காட்டிலுள்ள அனைத்து விலங்குகளும் தன்னைப் பயப்படுகின்றன",
      "தனக்குக் களைப்பாக இருக்கிறது"
    ],
    "answer": "A",
    "additional_context": "ஒரு மாலை நேரம் கூரன் என்ற பெண் சருகுமானை வெட்டுக்கிளி பார்த்தது. சருகுமான் ஓடையைத் தாண்டுவதும் குதிப்பதுமாக இருந்தது. சருகுமான் சிறிய பிராணி; ஒரு பெரிய வீட்டுப்பூனை அளவு இருக்கும்; போதாததற்குக் கூச்சப்படும் விலங்கு வேறு. எனவே அதைப் பார்த்து வெட்டுக்கிளி பயப்படவில்லை. கூரன், குறிஞ்சிப் புதர் அருகில் இளைப்பாற வந்தது. இதுதான் சாக்கு என்று வெட்டுக்கிளி அதனிடம் பேசத் துவங்கியது. 'என்ன கூரன், பார்த்து வெகுநாள் ஆயிற்று! இவ்வளவு நாட்கள் எங்கே போயிருந்தாய்? ஏன் இங்கும் அங்கும் வேகமாக ஓடுகிறாய்?' 'காட்டின் அந்தக் கோடியில் இருந்தேன். இப்பொழுது உன்னிடம் பேச எனக்கு நேரமில்லை. பித்தக்கண்ணு என்னைத் துரத்திக்கொண்டு வருகிறது. நான் எங்காவது ஒளி வேண்டும். எனக்குச் சோர்வாக வேறு இருக்கிறது. பல மணி நேரமாக ஓடிஓடிக் களைத்துப் போய்விட்டேன்.'"
  },
  {
    "description": "வெட்டுக்கிளி கூரனுக்கு எந்த வாக்குறுதியை அளிக்கிறது?",
    "options": [
      "தன்னை மிரட்டிவிட்டு போகும்",
      "கூரனின் மறைவிடத்தைப் பித்தக்கண்ணுவிடம் காட்டிக்கொடுக்காது",
      "கூரனைப் பத்திரமாகக் காப்பாற்றுகிறது",
      "கூரனை வீட்டிற்கு அழைத்துச் சென்று விடுகிறது"
    ],
    "answer": "B",
    "additional_context": "வெட்டுக்கிளி கொஞ்சநேரம் அமைதியாக இருந்தது. அதற்கும் பித்தக்கண்ணுவைத் தெரியும். பெரிய, மஞ்சள் கண்களையுடைய சிறுத்தைதான் அது; மிகச் சிறந்த வேட்டை விலங்கு. விழுந்து கிடந்த மரத்தைப் பார்த்ததும் அதன் அடியில் கூரன் ஒளிந்துகொண்டது. தலையை மட்டும் தூக்கி வெட்டுக்கிளியை எச்சரித்தது. 'வெட்டுக்கிளியே! நீ வளவளவென்று பேசக்கூடிய ஆள். பித்தக்கண்ணு உன்னிடம் என்னைப் பற்றிக் கேட்டால் வாயைத் திறந்து எதையும் சொல்லிவிடாதே. அது என்னைப் பார்த்துவிட்டால் பிடித்து ஒரே வாயில் விழுங்கிவிடும்.' வெட்டுக்கிளி தலையை ஆட்டி உறுதிமொழி அளித்துவிட்டுக் கண்ணை மூடிக் கொண்டது."
  },
  {
    "description": "பித்தக்கண்ணு கூரனைத் தேடும் போது எந்த வாசனை அதைத் திசை திருப்புகிறது?",
    "options": [
      "கூரனின் உடல் வாசனை",
      "குறிஞ்சிப் பூக்களின் வாசனை",
      "புனுகுப்பூனையின் துர்நாற்றம்",
      "ஓடையின் நீர் வாசனை"
    ],
    "answer": "C",
    "additional_context": "அறிவாளியான பித்தக்கண்ணுவுக்கு வெட்டுக்கிளியின் குதியாட்டத்திற்கான பொருள் புரியாமலா போகும்? உடனே அது கூரன் பதுங்கிக் கிடந்த மரத்தடிப்பக்கம் சென்று மோப்பமிட்டது. நல்ல வேளையாக முதல் நாள் இரவுதான் அந்த மரத்தடியில் புனுகுப்பூனை ஒன்று தங்கியிருந்தது. அது தங்கிய இடம்தான் அப்படி நாறுமே. எனவே, பித்தக்கண்ணு என்னதான் மோப்பம் பிடித்தாலும், கூரனின் உடல்வாடை அதன் மூக்குக்கு எட்டவில்லை. மாறாக, புனுகுப்பூனையின் துர்நாற்றமே எட்டியது."
  },
  {
    "description": "கூரன் வெட்டுக்கிளி மீது ஏன் கோபம் கொள்கிறது?",
    "options": [
      "வெட்டுக்கிளி தன்னைப் பத்திரமாக காப்பாற்றவில்லை",
      "வெட்டுக்கிளி பித்தக்கண்ணுவிடம் தனது மறைவிடத்தைப் பற்றிச் சொல்லிவிட்டது",
      "வெட்டுக்கிளி மீது பித்தக்கண்ணு தாக்கியது",
      "வெட்டுக்கிளி தனக்கு உதவ விரும்பவில்லை"
    ],
    "answer": "B",
    "additional_context": "ஒளிந்திருந்த இடத்திலிருந்து கூரன் வெளியே வந்தது. தன் மறைவிடத்தை ஏறக்குறையக் காட்டிக் கொடுத்ததற்காக வெட்டுக்கிளிமீது அதற்குக் கோபமான கோபம். அதற்கு ஒரு பாடம் கற்பித்தாக வேண்டும் என்று எண்ணியது. இனி எந்தச் சூழ்நிலையிலும் அது வாக்குறுதியை மீறக்கூடாது என்பதற்காக வெட்டுக்கிளியை மிரட்டிவிட்டுப் போனால் என்ன என்று தோன்றியது. 'முட்டாள்! பித்தக்கண்ணு முன் அப்படிக் குதியாட்டம் போடாவிட்டால் என்ன? நான் இன்று செத்துப் பிழைத்திருக்கிறேன். அது என்னைத் தன் பெரிய வாய்க்குள் திணித்துத் திங்காமல் விட்டது அதிசயம்தான்' என்று கத்தியது. 'இனி இப்படிச் செய்தால், திரும்பி வந்து உன்னை என் தங்கக் கால்களால் மிதித்து நசுக்கிவிடுவேன்.'"
  }
]
