
[
  {
    "description": "“தண்டுடுக்கை தாளந்தக்கை சாரநடம் பயில்வார்” - இந்தத் தேவாரப் பாடல் எந்த இசைக்கருவியைக் குறிப்பிடுகிறது?",
    "options": [
      "a) யாழ்",
      "b) உடுக்கை",
      "c) வீணை",
      "d) முழவு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இறை வழிபாட்டின் போதும் குறிசொல்லும் போதும் இக்கருவி இசைக்கப்படுகிறது.\n\nதண்டுடுக்கை தாளந்தக்கை சாரநடம் பயில்வார்\nசம்பந்தர் தேவாரம்"
  },
  {
    "description": "பஞ்சமகா சப்தம் என்றும் அழைக்கப்படும் இசைக்கருவி எது?",
    "options": [
      "a) குடமுழா",
      "b) மத்தளம்",
      "c) சாலரா",
      "d) பறை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஐந்து முகங்களை உடைய முரசு வகையைச் சேர்ந்தது குடமுழா. ஒரு பெரிய குடத்தின் வடிவில் ஐந்து வட்டவடிவ வாய்களுடன் அமைந்திருக்கும். நடுவில் இருக்கும் வாய் மற்றவற்றைவிடப் பெரியதாக இருக்கும். ஒவ்வொரு வாயும் தோலால் மூடப்பட்டிருக்கும். ஒவ்வொரு வாயிலிருந்தும் ஒரு தனி வகையான இசை பிறக்கும். இதன் காரணமாக இதனைப் பஞ்சமகா சப்தம் என்றும் அழைப்பர். இது கோயில்களில் ஒலிக்கப்படும் இசைக்கருவியாகும். சென்னை அருங்காட்சியகத்தில் இவ்வகை முழவு ஒன்று காட்சிக்கு வைக்கப்பட்டுள்ளது."
  },
  {
    "description": "கொன்றைக்குழல், முல்லைக்குழல், ஆம்பல்குழல் போன்றவை எந்த இசைக்கருவியின் வகைகள்?",
    "options": [
      "a) யாழ்",
      "b) குழல்",
      "c) வீணை",
      "d) முழவு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காடுகளில் வளரும் மூங்கிலில் வண்டுகள் துளையிடும். அவற்றின் வழியாகக் காற்று வீசும்போது இன்னிசை எழும்பும். இதனைக் கேட்டு மகிழ்ந்த நம் முன்னோர் அமைத்துக் கொண்டவையே குழல்கள். இதனை வேய்ங்குழல், புல்லாங்குழல் என்றும் அழைப்பர். குழல் ஏழு சுரங்களை உண்டாக்குவதற்கு உரிய ஏழு துளைகளை உடையதாக இருக்கும். இது சுமார் இருபது விரல் நீளம் உடையதாக இருக்கும். மூங்கில் மட்டுமன்றிச் சந்தனம், செங்காலி, கருங்காலி ஆகிய மரங்களாலும் குழல்கள் செய்யப்படுகின்றன. கொன்றைக்குழல், முல்லைக்குழல், ஆம்பல்குழல் எனப் பலவகையான குழல்கள் இருந்ததாகச் சிலப்பதிகாரம் கூறுகிறது."
  },
  {
    "description": "வேடர் வேட்டையின் போது ஊதுவதற்குப் பயன்படுத்தப்படும் இசைக்கருவி எது?",
    "options": [
      "a) சங்கு",
      "b) குழல்",
      "c) கொம்பு",
      "d) மத்தளம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மனிதர்கள் தொடக்க காலத்தில் இறந்த மாடுகளின் கொம்புகளைப் பயன்படுத்தி ஒலி எழுப்பினர். அதுவே பிற்காலத்தில் கொம்பு என்னும் இசைக்கருவிக்கு அடிப்படையாயிற்று. இக்காலத்தில் பித்தளை அல்லது வெண்கலத்தால் கொம்புகள் செய்யப்படுகின்றன. இதனை வேடர் வேட்டையின் போது ஊதுவர். கழனி மேடுகளில் காவல் புரிபவர்கள் விலங்குகள், கள்வரை விரட்டவும் மற்ற காவல்காரர்களை விழித்திருக்கச் செய்யவும் கொம்பினை ஊதுவர். ஊதுகொம்பு, எக்காளம், சிங்கநாதம், துத்தரி போன்ற பலவகையான கொம்புகள் இக்காலத்தில் திருவிழா ஊர்வலங்களின்போது இசைக்கப்படுகின்றன."
  },
  {
    "description": "கோயில் கூட்டு வழிபாட்டின் போது இசைக்கப்படும் இசைக்கருவி எது?",
    "options": [
      "a) சேகண்டி",
      "b) சாலரா",
      "c) பறை",
      "d) முழவு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இது பித்தளை அல்லது வெண்கலத்தால் செய்யப்பட்டிருக்கும். அதன் உட்புறம் குவிந்து இருக்கும். இதனை ஒன்றோடு ஒன்று பொருத்தியும் விளிம்பின் மீது தட்டியும் தாளத்தின் தேவைக்கு ஏற்ப இசைப்பர். இதனைப் பாண்டில் எனவும் அழைப்பர். இது கோயில் கூட்டு வழிபாட்டின் போதும் இன்னிசை அரங்குகளிலும் இசைக்கப்படும் இன்றியமையாத இசைக்கருவி ஆகும். இதனை இக்காலத்தில் 'ஜால்ரா' என்பர்."
  }
]
