
[
  {
    "description": "கதையின் ஆசிரியர் தனது வேட்டியை எங்கே காயப்போட்டு விட்டுப் பள்ளிக்குச் செல்கிறார்?",
    "options": [
      "வீட்டுக்குள்",
      "வீட்டு முற்றத்தில்",
      "கிணற்று ஓரத்தில்",
      "சிகாமணியின் வீட்டில்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கதையில், ஆசிரியர் தனது வேட்டியை தும்பைப்பூப் போல் துவைத்து, மெலிதாக நீலம் போட்டு, மூங்கில் கம்புகளுக்கு இடையே கட்டிய கொடிக்கயிற்றில் காயப்போட்டுவிட்டுப் பள்ளிக்குப் புறப்படுகிறார்.  அவர் வாழ்ந்த வீட்டிற்குள் தாழ்ப்பாள் கூடக் கிடையாது. அந்தக் குடிசை வீட்டு முற்றத்தில் காயப்போட்ட வேட்டியைத் தான் காணவில்லை என்று தெரியவருகிறது."
  },
  {
    "description": "ஆசிரியர் சிகாமணிக்கு எதற்காக அபராதம் விதிக்க விரும்புகிறார்?",
    "options": [
      "அவர் வீட்டில் இருந்த அரிசியைத் திருடியதற்காக",
      "அவர் வீட்டில் இருந்த பணத்தைத் திருடியதற்காக",
      "அவர் வீட்டில் இருந்த வேட்டியைத் திருடியதற்காக",
      "அவர் பள்ளிக்குப் போகாமல் இருந்ததற்காக"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஆசிரியர் தனது வேட்டியை காணவில்லை என்பதைத் தெரிந்துகொண்டதும், அவனது வீட்டிற்கு அருகே இருந்த சேந்து கிணற்றில் இருந்து அப்பகுதி மக்கள் அடிக்கடி குடிநீர் முகந்து கொண்டு போவார்கள் என்று குறிப்பிடப்பட்டுள்ளது. அந்தக் கிணற்றின் எளிய அழகையும் அதன் தீஞ்சுவைத் தண்ணீரையும் விவரிப்பதற்கு,  நான் பல வரிகள் எழுதவேண்டும். அன்றைக்குச் சிகாமணி, ஆறேழு குடங்கள் தண்ணீர் எடுப்பதற்காகப் பலமுறை எங்கள் வாசல் வழியே போய்வந்திருக்கிறான்.  பொதுவாகப் பத்து பத்தரை மணிக்கு மேல் கிராமத்தில் ஆள் அரவம் அதிகம் இருக்காது. பெரும்பாலும் கூலி வேலைக்குப் போய்விட்டிருப்பார்கள். சிகாமணியைப் பற்றி அறிந்த பலரும், அவன்தான் வேட்டியை எடுத்திருப்பான் என்று உறுதிபடக் கூறினார்கள்.  நான் ஆசிரியர், என் வேட்டியை சிகாமணிதான் திருடிவிட்டான் என்று ஊர் மக்கள் நம்புகிறார்கள். ஆனால், சிகாமணியின் மகன் சகாதேவன் என்ன ஆவான் என்பதை நான் கவலைப்படுகிறேன்."
  },
  {
    "description": "கதையில், சகாதேவன் ஆசிரியர் நடத்தும் திருக்குறள் பாடத்தை எவ்வாறு உணர்கிறான் என்பதை எந்தக் குறிப்பு தெளிவாகக் காட்டுகிறது?",
    "options": [
      "அவர் ஆசிரியரின் பாடத்தை ஆர்வத்துடன் கேட்கிறார்.",
      "அவர் பாடத்தைப் பற்றி தனது நண்பர்களிடம் பேசுகிறார்.",
      "அவர் ஆசிரியரிடம் வேட்டி கேட்டுப் பெறுகிறார்.",
      "அவர் அப்பனிடம் வேட்டி கேட்டுப் பெறுகிறார்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சிகாமணியின் மகன் சகாதேவன் நான் பாடம் நடத்தும்போது, அடிக்கடி என் கண்ணில் பட்டுக் கொண்டிருந்தான். அவன் என்னைக் கூர்ந்து நோக்குவதாகவே எனக்குத் தோன்றியது.  அதில் நான் உற்சாகம் கொண்டேன். தொடர்ந்து திருக்குறளுக்கு விளக்கம் சொன்னேன். சகாதேவன் என்னைக் கூர்ந்து நோக்குவதை வைத்து, ஆசிரியர் நடத்தும் பாடத்தில் அவர் ஆர்வம் கொண்டுள்ளார் என்பதைப் புரிந்துகொள்ளலாம்."
  },
  {
    "description": "ஆசிரியர் சிகாமணிக்கு எதிராக ஊர் நியாயத்தில் புகார் செய்ய மறுப்பதற்கான முக்கிய காரணம் எது?",
    "options": [
      "அவருக்கு சிகாமணி மீது பரிதாபம் ஏற்படுகிறது.",
      "சிகாமணியின் மகன் சகாதேவனுக்குப் பாதிப்பு ஏற்படும் என்று அவர் கவலைப்படுகிறார்.",
      "அவர் சிகாமணியின் தந்தையைப் பற்றி மதிப்பு வைத்திருக்கிறார்.",
      "அவர் தனது வேட்டியை இழந்ததைப் பற்றி கவலைப்படுவதில்லை."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஊரில் நியாயம் போட்டு, சிகாமணிக்கு ஐந்நூறோ ஆயிரமோ அபராதம் போடுவார்கள். கையில் பைசா இல்லை என்று சொன்னாலும் சிகாமணி கட்டித்தான் தீர வேண்டும். கொஞ்சம் வாய்தா தருவார்கள். ஆனால், நியாயத்திலிருந்து வீடு திரும்பும் சிகாமணி என்ன செய்வான்? போனவுடனே சகாதேவனைத்தான் முதுகில் நாலு சாத்து சாத்துவான்!  \"ஆனால், சகாதேவன் என்ன ஆவான்?\" என்பதுதான் என் முதல் பிரச்சினையாக அன்று என்முன் நின்றது.  \"நம்ம வாத்தியார் சொன்ன பாடம், நல்ல பாடம்னு நெனச்சோமே, இப்படி ஆயிடுச்சே!\" என்று நினைப்பான். அப்போது அவன் முதுகு எரியும். குருவின் சொற்படி நடந்து, கண்ட பலன் இதுதான் என்று அவன் மனம் நம்பிக்கை இழக்கும். சேச்சே, இதற்கெல்லாம் இடம் கொடுக்கலாமா? நான் ஊராரைப் பார்த்துச் சொன்னேன். சகாதேவன் மீதும், அவரது எதிர்காலத்தின் மீதும் நான் கவலைப்படுவதால், நியாயம் கேட்க மறுக்கிறேன்."
  },
  {
    "description": "'ஆன்ற குடிப்பிறத்தல்' என்ற சொல்லை ஆசிரியர் எந்தப் பொருளில் விளக்கம் தருகிறார்?",
    "options": [
      "நல்ல குடியில் பிறப்பது",
      "நல்ல குடியில் இருந்து புதிய தலைமுறை வந்திருக்க வேண்டும்",
      "சிகாமணியின் குடும்பத்தில் நல்ல மகன் பிறந்திருக்க வேண்டும்",
      "நல்ல குடியில் பிறந்து நற்பண்புடையவனாக இருப்பது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "'ஆன்ற குடிப்பிறத்தல்' என்ற சொல்லை ஆசிரியர்  \"சிறந்த குடி உன்னிடமிருந்து பிறக்க வேண்டும்\" என்ற பொருளில் விளக்கம் தருகிறார்.  சிகாமணி சரியாக இல்லாத குடும்பத்தைச் சேர்ந்தவர். ஆனால், அவரது மகன் சகாதேவன் நல்லவன். அவரிடமிருந்து புதிய தலைமுறை வந்திருக்க வேண்டும் என்பதை ஆசிரியர் வலியுறுத்துகிறார்."
  }
]
