
[
  {
    "description": "கன்னிப்பாவை நூல் எத்தனை உயிர்க்குணங்களைப் பற்றிப் பேசுகிறது?",
    "options": [
      "ஒன்பது",
      "பதினொன்று",
      "பதினாறு",
      "இருபது"
    ],
    "answer": "D",
    "additional_context": "கன்னிப்பாவை நூலில் கூறப்பட்டுள்ள மொத்தம் இருபது உயிர்க்குணங்கள் பற்றி  நாம் அறிந்து கொள்ளலாம். இதில் அறிவு, அருள், ஆசை, அச்சம், அன்பு, இரக்கம், வெகுளி, நாணம், நிறை, அழுக்காறு, எளிமை, நினைவு, துணிவு, இன்பம், துன்பம், பொறை, மதம், கடைப்பிடிகள், பொச்சாப்பு, மானம், அறம், வெறுப்பு, உவப்பு, ஊக்கம், மையல், வென்றி, இகல், இளமை, மூப்பு, மறவி, ஓர்ப்பு போன்ற பல உயிர்க்குணங்கள் உள்ளன என்பதை நாம் அறிந்து கொள்ளலாம்."
  },
  {
    "description": "கன்னிப்பாவை நூலில் கூறப்படும் \"பொச்சாப்பு\" என்பது என்ன பொருளைத் தருகிறது?",
    "options": [
      "துணிவு",
      "சோர்வு",
      "மானம்",
      "கவலை"
    ],
    "answer": "B",
    "additional_context": "கன்னிப்பாவை நூலில்  \"பொச்சாப்பு\" என்னும் சொல் \"சோர்வு\" என்னும் பொருளைத் தருகிறது. மனிதர்கள் எதிர்கொள்ளும் பல்வேறு சவால்களில் தளர்ந்து போகாமல், மனம் தளர்த்தாமல், உறுதியுடன் செயல்படுவது அவசியம். இது போன்ற சூழ்நிலையில் மனம் தளர்ந்து சோர்ந்து விடுவது சிலருக்கு வழக்கமாக இருக்கும். இதைத்தான் \"பொச்சாப்பு\" என்கிறார்கள்."
  },
  {
    "description": "\"நீ உறங்குதியோ?\" என கன்னிப்பாவை நூலில் கேள்வி கேட்கப்படும் பெண் யார்?",
    "options": [
      "ஆண்டாள்",
      "கண்ணகி",
      "திருமகள்",
      "மகாலட்சுமி"
    ],
    "answer": "C",
    "additional_context": "கன்னிப்பாவை நூலில் \"இறைவன் வந்திருக்க இன்னும் நீ உறங்குதியோ?\" எனக் கேட்கப்படும் பெண்  \"திருமகள்\". இது ஒரு கற்பனைப் பாத்திரம். இதன் வழியாக நற்பண்புகளை வளர்த்துக் கொள்வது பற்றியும், தீய பண்புகளை நீக்கி, நல்லவற்றை வளர்த்து வாழ்வாங்கு வாழ்வதே மனிதனின் கடமையாகும் என்பதை நாம் அறிந்துகொள்ளலாம்."
  },
  {
    "description": "\"இறைவன் வந்திருக்க இன்னும் நீ உறங்குதியோ?\" என்னும் வரியில் \"இறைவன்\" எனக் குறிப்பிடப்படுவது யார்?",
    "options": [
      "சிவபெருமான்",
      "விஷ்ணு",
      "முருகன்",
      "பிரம்மா"
    ],
    "answer": "B",
    "additional_context": "கன்னிப்பாவை நூலில்  \"இறைவன்\" எனக் குறிப்பிடப்படுவது \"விஷ்ணு\". இது ஒரு கற்பனைப் பாத்திரம். இதன் வழியாக நற்பண்புகளை வளர்த்துக் கொள்வது பற்றியும், தீய பண்புகளை நீக்கி, நல்லவற்றை வளர்த்து வாழ்வாங்கு வாழ்வதே மனிதனின் கடமையாகும் என்பதை நாம் அறிந்துகொள்ளலாம்."
  },
  {
    "description": "கன்னிப்பாவை நூலில் கூறப்படும் \"மை\" என்னும் சொல் எதை குறிக்கிறது?",
    "options": [
      "மனம்",
      "மகிழ்ச்சி",
      "மேன்மை",
      "விருப்பம்"
    ],
    "answer": "A",
    "additional_context": "கன்னிப்பாவை நூலில் \"மை\" என்னும் சொல் \"மனம்\" என்னும் பொருளைத் தருகிறது. மனிதர்கள் எதிர்கொள்ளும் பல்வேறு சவால்களில் தளர்ந்து போகாமல், மனம் தளர்த்தாமல், உறுதியுடன் செயல்படுவது அவசியம். இதன்மூலம் மனிதர்கள் தன்னம்பிக்கையை வளர்த்துக்கொள்ளலாம்."
  }
]
