[
          
  {
    
          "description": "'வாழையடி வாழையாக' என்ற மரபுத்தொடர் எதைக் குறிக்கிறது?",
          "options": [
      "விரைவாக வளர்ச்சி",
      "வளர்ச்சி குறைவு",
      "தொடர்ச்சியான வளர்ச்சி",
      "முன்னேற்றமின்மை"
    ],
    "answer": "C",
    
          "additional_context": "வாழை மரம் வளர்ந்து காய் காய்க்கும் போது அதன் வேர்களிலிருந்து புதிய வாழை மரம் வளர்ந்து வருவதைப் பார்க்கலாம். இது போன்று தொடர்ச்சியாக ஒரு விஷயம் நடைபெறும் போது, 'வாழையடி வாழையாக' என்று கூறுகிறோம். அதாவது, இது தொடர்ச்சியான வளர்ச்சியைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'முதலைக்கண்ணீர்' என்ற மரபுத்தொடர் எதைக் குறிக்கிறது?",
          "options": [
      "உண்மையான துயரம்",
      "சோகமான நிகழ்வு",
      "நடத்தப்பட்ட துயரம்",
      "மகிழ்ச்சி"
    ],
    "answer": "C",
    
          "additional_context": "முதலைகள் வேட்டையாடி உண்ணும்போது, துயரப்படுவது போல் கண்ணீர் வடிப்பதை நாம் பார்த்திருப்போம். ஆனால், இது உண்மையான துயரம் இல்லை. இது போன்று ஒருவர் போலிப் பரிதாபத்தை வெளிப்படுத்தும் போது அது 'முதலைக்கண்ணீர்' என்று கூறுகிறோம். அதாவது, இது நடத்தப்பட்ட துயரத்தைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "பூமிக்குள் புதைந்த தாவர இனங்களும் விலங்கினங்களும் அழுகி, மட்கிப் பழுப்பு  __________  ஆக மாறுகின்றன.",
          "options": [
      "நிலக்கரி",
      "கல்",
      "மண்",
      "மரம்"
    ],
    "answer": "A",
    
          "additional_context": "பூமிக்குள் புதைந்த தாவர இனங்கள் மற்றும் விலங்குகளின் எச்சங்கள் மில்லியன் கணக்கான ஆண்டுகளுக்கு முன்பு புதைந்து அழுகி, மட்கிப் பழுப்பு நிலக்கரியாக மாறியது. இது இன்றும் மின் உலைகள், ஊது உலைகள், உலோக உருக்குத் தொழில்களில் பயன்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "_____________ மாவட்டத்தில் பழுப்பு நிலக்கரிச் சுரங்கம் உள்ளது.",
          "options": [
      "கடலூர்",
      "திருவள்ளூர்",
      "சிவகங்கை",
      "திண்டுக்கல்"
    ],
    "answer": "A",
    
          "additional_context": "தமிழ்நாட்டில் கடலூர் மாவட்டம் நெய்வேலியில் பழுப்பு நிலக்கரிச் சுரங்கம் உள்ளது. இங்கிருந்து கிடைக்கும் நிலக்கரி அனல்மின்சாரம் தயாரிக்க பயன்படுகிறது. தமிழ்நாட்டின் பிற பகுதிகளிலும்  - தஞ்சை, பெரம்பலூர், சிவகங்கை, நீலகிரி, திண்டுக்கல், திருவள்ளூர், கன்னியாகுமரி மாவட்டங்களிலும் - குறைந்த அளவு பழுப்பு நிலக்கரி கிடைக்கிறது."
          }
        ,
          
  {
    
          "description": "  'திண்டுக்கல், பூக்கள் உற்பத்தியில் _________  பறக்கும் நகரமாக விளங்குகிறது.'",
          "options": [
      "நிலத்தடி",
      "கொடிகட்டிப்",
      "மழை",
      "அவசர"
    ],
    "answer": "B",
    
          "additional_context": "திண்டுக்கல் பூக்களின் உற்பத்திக்குப் பிரபலமான நகரம். பூக்களின் உற்பத்தியில் பெயர் பெற்ற இடம் என்பதைக் குறிக்க 'கொடிகட்டிப் பறக்கும்' என்ற சொல்லைப் பயன்படுத்துகிறோம். அதாவது, திண்டுக்கல் பூக்களின் உற்பத்தியில் புகழ்பெற்று விளங்குகிறது."
          }
        ]