
[
  {
    "description": "நாவின் நுனி அண்ணத்தின் நுனியைப் பொருந்துவதால் பிறக்கும் மெய் எழுத்துகள் எவை?",
    "options": [
      "க், ங்",
      "ச், ஞ்",
      "ட், ண்",
      "ப், ம்"
    ],
    "answer": "C",
    "additional_context": "நாவின் நுனி அண்ணத்தின் நுனியைப் பொருந்துவதால் பிறக்கும் மெய் எழுத்துகள் 'ட்' , 'ண்' என்பன. நாவின் முதற்பகுதி அண்ணத்தின் அடிப்பகுதியைப் பொருந்துவதால் 'க்' , 'ங்' எனும் எழுத்துகள் பிறக்கின்றன.  நாவின் இடைப்பகுதி நடு அண்ணத்தின் இடைப்பகுதியைப் பொருந்துவதால் 'ச்' , 'ஞ்' என்ற எழுத்துகள் பிறக்கின்றன.  மேல் இதழும் கீழ் இதழும் பொருந்துவதால் 'ப்' , 'ம்' எனும் எழுத்துகள் பிறக்கின்றன."
  },
  {
    "description": "இதழ்கள் இரண்டும் ஒட்டுவதால் பிறக்கும் மெய் எழுத்து எது?",
    "options": [
      "க்",
      "ப்",
      "ங்",
      "ட்"
    ],
    "answer": "B",
    "additional_context": "இதழ்கள் இரண்டும் ஒட்டுவதால் 'ப்' என்ற மெய் எழுத்து பிறக்கிறது.  நாவின் முதற்பகுதி, அண்ணத்தின் அடிப்பகுதியைப் பொருந்துவதால் 'க்' எனும் எழுத்து பிறக்கிறது.  நாவின் இடைப்பகுதி நடு அண்ணத்தின் இடைப்பகுதியைப் பொருந்துவதால் 'ங்' என்ற எழுத்து பிறக்கிறது.  நாவின் நுனி, அண்ணத்தின் நுனியைப் பொருந்துவதால் 'ட்' என்ற எழுத்து பிறக்கிறது."
  },
  {
    "description": "'ஆய்தம்' என்ற சொல்லில் உள்ள 'த' எழுத்து எந்த இடத்தில் பிறக்கிறது?",
    "options": [
      "கழுத்து",
      "மார்பு",
      "மூக்கு",
      "தலை"
    ],
    "answer": "D",
    "additional_context": "மனித உடலில் தலை, மார்பு, கழுத்து, மூக்கு என நான்கு இடங்கள் உள்ளன.  இந்த நான்கு இடங்களுள் ஒன்றில் மனிதன் உயிரைப் பிடித்து, வாயின் உறுப்புகளின் உதவியால் ஒலிகளை எழுப்புகிறான்.  'ஆய்தம்' என்ற சொல்லில் உள்ள 'த' எழுத்து தலையை இடமாகக் கொண்டு பிறக்கிறது."
  },
  {
    "description": "'சார்பெழுத்துகள்' பிறப்பதற்கு எந்த முயற்சி அவசியம்?",
    "options": [
      "தத்தம் முதலெழுத்துகள் தோன்றும் இடங்களிலேயே அவை பிறப்பதற்கு உரிய முயற்சிகளைக் கொண்டு.",
      "வாய் திறந்து ஒலிக்கும் முயற்சி",
      "நாக்கின் முதற்பகுதி மேல் அண்ணத்தில் ஒட்டுவதால்.",
      "இதழ்கள் இரண்டும் ஒட்டுவதால்."
    ],
    "answer": "A",
    "additional_context": "தமிழ் மொழியில் உள்ள எழுத்துகள் உயிர் எழுத்துகள், மெய் எழுத்துகள், ஆய்த எழுத்து என வகைப்படுத்தப்படுகின்றன.  மெய் எழுத்துகள் வல்லினம், மெல்லினம், இடையினம் என மூன்று வகைப்படும்.  ஆய்த எழுத்து ஒரு சார்பு எழுத்து.  சார்பெழுத்துகள் எழுத்துகளின் இடப்பிறப்பிலும், முயற்சிப் பிறப்பிலும் தங்கள் முதலெழுத்துகளைப் பின்பற்றுகின்றன.  எனவே சார்பெழுத்துகள் தத்தம் முதலெழுத்துகள் தோன்றும் இடங்களிலேயே அவை பிறப்பதற்கு உரிய முயற்சிகளைக் கொண்டு தாமும் பிறக்கின்றன."
  },
  {
    "description": "____  மெய் எழுத்துகள் ____ இடத்தை இடமாகக் கொண்டு பிறக்கின்றன.",
    "options": [
      "வல்லின, கழுத்து",
      "இடையின, தலை",
      "மெல்லின, மூக்கு",
      "வல்லின, மார்பு"
    ],
    "answer": "A",
    "additional_context": "மனித உடலில் தலை, மார்பு, கழுத்து, மூக்கு என நான்கு இடங்கள் உள்ளன.  இந்த நான்கு இடங்களுள் ஒன்றில் மனிதன் உயிரைப் பிடித்து, வாயின் உறுப்புகளின் உதவியால் ஒலிகளை எழுப்புகிறான்.  வல்லின மெய் எழுத்துகள் மார்பை இடமாகக் கொண்டு பிறக்கின்றன.  மெல்லின மெய் எழுத்துகள் மூக்கை இடமாகக் கொண்டு பிறக்கின்றன.  இடையின மெய் எழுத்துகள் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன.  ஆய்த எழுத்து தலையை இடமாகக் கொண்டு பிறக்கிறது."
  }
]
