[
          
  {
    
          "description": "'கசடற' என்ற சொல் எந்த பொருளைத் தருகிறது?",
          "options": [
      "தூய்மையாக",
      "மெதுவாக",
      "எளிமையாக",
      "திட்டமிட்டு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "திருக்குறளில், 'கசடறச் சொல்தெரிதல் வல்லார் அகத்து' என்ற வரியில் 'கசடற' எனும் சொல் பயன்படுத்தப்பட்டுள்ளது.  'கசடற'  என்பது 'தூய்மையாக'  என்ற பொருளைக் குறிக்கிறது. இதன் பொருள்,  சொற்களைப் பற்றிய ஆழமான அறிவைப் பெற்றவர்கள் தான்  சொற்களைத் தூய்மையாகவும், நேர்த்தியாகவும் பயன்படுத்த  முடியும் என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'சொல்லைப் பிறிதுஓர்சொல் அச்சொல்லை வெல்லும்சொல் இன்மை அறிந்து' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "சொற்களை நன்கு பயன்படுத்தி பேச வேண்டும்",
      "மெதுவாகப் பேச வேண்டும்",
      "நிறையப் பேச வேண்டும்",
      "சத்தமாகப் பேச வேண்டும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "திருக்குறளில், 'சொல்லுக சொல்லைப் பிறிதுஓர்சொல் அச்சொல்லை வெல்லும்சொல் இன்மை அறிந்து'  என்று கூறப்பட்டுள்ளது.  இதன் பொருள்,  நாம் பேசும் சொற்கள் மிகவும்  சிறப்பானதாகவும்,  வலிமையானதாகவும் இருக்க வேண்டும். வேறு எந்தச் சொல்லாலும் அதை வெல்ல முடியாது என்பதை உணர்ந்து பேச வேண்டும்  என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'எய்த உணர்ந்து செயல்' என்பதன் பொருள் என்ன?",
          "options": [
      "செயலின் விளைவை அறிந்து செயல்பட வேண்டும்",
      "எதிரிகளை அறிந்து செயல்பட வேண்டும்",
      "நேரத்தை அறிந்து செயல்பட வேண்டும்",
      "திட்டமிட்டு செயல்பட வேண்டும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "திருக்குறளில் 'செய்வானை நாடி வினைநாடிக் காலத்தோடு எய்த உணர்ந்து செயல்'  என்று கூறப்பட்டுள்ளது.  இதன் பொருள்  எந்தச் செயலைச் செய்யப் போகிறோம் என்பதை முதலில்  நன்கு ஆராய்ந்து, அதற்குத் தகுந்த நபர், நேரம், சூழ்நிலை  ஆகியவற்றை  நன்கு அறிந்து  அந்தச் செயலை நிறைவேற்ற வேண்டும்  என்பதாகும்.  செயலின் விளைவை முன்கூட்டியே  நன்கு அறிந்தே செயல்பட வேண்டும்."
          }
        ,
          
  {
    
          "description": "'தலைசெல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து' என்ற குறள் என்ன சொல்கிறது?",
          "options": [
      "அரசன் குற்றவாளியை மன்னிக்க வேண்டும்",
      "அரசன் குற்றவாளியைத் தண்டிக்க வேண்டும்",
      "அரசன் குற்றவாளியைப் பாதுகாக்க வேண்டும்",
      "அரசன் குற்றவாளியைப் புறக்கணிக்க வேண்டும்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "திருக்குறளில் 'தக்காங்கு நாடித் தலைசெல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து'  என்று கூறப்பட்டுள்ளது.  இதன் பொருள் அரசன் ஒருவர் செய்த குற்றத்தை முறையாக ஆராய்ந்து, அவர் மீண்டும் குற்றம் செய்யாதவாறு தண்டிப்பது அவருடைய கடமையாகும் என்பதாகும். குற்றம் செய்தவரை தண்டிப்பதன் மூலம்,  அவர்கள் மீண்டும்  குற்றம் செய்யாமல் இருப்பார்கள் என்பது  இதன் கருத்து."
          }
        ,
          
  {
    
          "description": "'ஒத்தாங்கு' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "மெதுவாக",
      "தகுதியாக",
      "எளிமையாக",
      "மகிழ்ச்சியாக"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "திருக்குறளில்  'தலைசெல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து'  என்று கூறப்பட்டுள்ளது.  'ஒத்தாங்கு'  என்பதன் பொருள் 'தகுதியாக'  என்பதாகும்.  குற்றம் செய்தவரை தண்டிக்கும் போது, அவர்களுடைய குற்றத்திற்கான தண்டனை தகுதியாகவும், நியாயமாகவும் இருக்க வேண்டும் என்பதாகும். அரசன்  நீதி  மற்றும்  நியாயத்தின்  அடிப்படையில்  தண்டனை வழங்க வேண்டும்."
          }
        ]