
[
  {
    "description": "“வள்ளி படித்தனள் மகிழ்ந்தாள்” என்ற தொடரில் “படித்தனள்” என்னும் சொல் _____ வகையைச் சேர்ந்தது.",
    "options": [
      "வினையெச்சம்",
      "பெயரெச்சம்",
      "முற்றெச்சம்",
      "வினைமுற்று"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தத் தொடரில் “படித்தனள்” என்ற சொல் முழுமையான ஒரு வினைப் பொருளைக் கொடுக்காமல், “படித்து” என்ற வினையெச்சத்துடன் இணைந்து ஒரு முழுமையான பொருளை உருவாக்குகிறது. எனவே, இது முற்றெச்சம் எனப்படும்."
  },
  {
    "description": "“நடந்து வந்தாள்” என்ற தொடரில் “நடந்து” என்னும் சொல் _____ வகையைச் சேர்ந்தது. இதனால், இது _____ காலத்தை வெளிப்படையாகக் காட்டுகிறது.",
    "options": [
      "பெயரெச்சம், இறந்தகாலம்",
      "வினையெச்சம், நிகழ்காலம்",
      "வினையெச்சம், இறந்தகாலம்",
      "முற்றெச்சம், எதிர்காலம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“நடந்து” என்ற சொல் “வந்தாள்” என்ற வினைச்சொல்லுடன் இணைந்துள்ளது. இதனால், இது வினையெச்சம் ஆகும். மேலும், இத்தொடரில் நடந்த செயல் இறந்த காலத்தில் நடந்ததைக் குறிக்கிறது. எனவே, இது இறந்தகாலத்தை வெளிப்படையாகக் காட்டுகிறது."
  },
  {
    "description": "“எழுதிய கடிதம்” என்ற தொடரில் “எழுதிய” என்னும் சொல் _____ வகையைச் சேர்ந்தது. இது _____ காலத்தை வெளிப்படையாகக் காட்டுகிறது.",
    "options": [
      "வினையெச்சம், நிகழ்காலம்",
      "பெயரெச்சம், இறந்தகாலம்",
      "பெயரெச்சம், நிகழ்காலம்",
      "வினையெச்சம், எதிர்காலம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தத் தொடரில் “எழுதிய” என்னும் சொல் “கடிதம்” என்ற பெயர்ச்சொல்லுடன் இணைந்துள்ளது. எனவே, இது பெயரெச்சம் ஆகும். மேலும், இது “எழுதுதல்” என்ற செயலை இறந்த காலத்தில் நடந்ததாகக் காட்டுகிறது. எனவே, இது இறந்தகாலத்தை வெளிப்படையாகக் காட்டுகிறது."
  },
  {
    "description": "“வந்து” என்னும் சொல்லைப் பயன்படுத்தி,  “வந்து” என்னும் சொல் _____ வகையைச் சேர்ந்ததாக இருக்கும் தொடர் ஒன்றை உருவாக்குக.",
    "options": [
      "பெயரெச்சம்",
      "வினையெச்சம்",
      "முற்றெச்சம்",
      "எதுவும் இல்லை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“வந்து” என்ற சொல்லைப் பயன்படுத்தி ஒரு பெயரெச்சம் தொடர் உருவாக்குவது எளிது. உதாரணமாக, “வந்து” என்ற சொல்லை “மாணவன்” என்ற பெயர்ச்சொல்லுடன் இணைத்து “வந்து மாணவன்” என்ற தொடரை உருவாக்கலாம்."
  }
]
