
[
  {
    "description": "தமிழ் எண்களில் \"25\" ஐ எவ்வாறு குறிப்பிடுவார்கள்?",
    "options": [
      "கக",
      "க உ",
      "உ ௫",
      "இ எ"
    ],
    "answer": "C",
    "additional_context": "இந்த பாடத்தில் தமிழ் எண்கள் பற்றி கற்றுக்கொள்கிறோம். தமிழ் எண்கள் 1 முதல் 10 வரை ஒவ்வொரு எண்ணுக்கும் தனித்தனி குறியீடுகள் உள்ளன. 11 முதல் 20 வரை உள்ள எண்களை 'க' என்ற குறியீடு பயன்படுத்தி குறிப்பிடுவார்கள். 'க' என்ற குறியீடு 10 ஐ குறிக்கும். அதனால் 11 ஐ 'கக' என்றும், 12 ஐ 'க2' என்றும் எழுதுவார்கள். 21 ஐ 'கக' என்றும், 22 ஐ 'க உ' என்றும் எழுதுவார்கள். 25 ஐ 'உ ௫' என்றும் எழுதுவார்கள். 25 ஐ 'உ ௫' என்று எழுதுவார்கள். "
  },
  {
    "description": "\"சிலப்பதிகாரத்தை இயற்றியவர் யார்?\" என்ற தொடர் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "செய்தித் தொடர்",
      "வினாத்தொடர்",
      "விழைவுத் தொடர்",
      "உணர்ச்சித் தொடர்"
    ],
    "answer": "B",
    "additional_context": "தமிழ் மொழியில் பயன்படுத்தப்படும் தொடர்களை நான்கு வகையாகப் பிரிக்கலாம். அவை செய்தித் தொடர், வினாத்தொடர், விழைவுத் தொடர், உணர்ச்சித் தொடர். செய்தித் தொடர் என்பது ஒரு செய்தியை தெளிவாக சொல்லும் தொடர். வினாத்தொடர் என்பது ஏதாவது ஒரு கேள்வியை வினவும் தொடர். விழைவுத் தொடர் என்பது ஒருவரிடம் ஏதாவது ஒரு வேண்டுகோளை சொல்வது அல்லது ஏதாவது ஒரு விரும்பத்தை வெளிப்படுத்துவது. உணர்ச்சித் தொடர் என்பது மகிழ்ச்சி, சோகம், கோபம் போன்ற உணர்ச்சிகளை வெளிப்படுத்தும் தொடர். சிலப்பதிகாரத்தை இயற்றியவர் யார்? என்ற தொடர் கேள்வியை கேட்கும் வகையில் இருப்பதால் அது வினாத்தொடர் வகையைச் சேர்ந்தது."
  },
  {
    "description": "\"நடக்கிறான்\" என்ற வினைமுற்று எந்த பாலையும், காலத்தையும் குறிக்கிறது?",
    "options": [
      "ஆண்பால், இறந்த காலம்",
      "ஆண்பால், நிகழ் காலம்",
      "பெண்பால், நிகழ் காலம்",
      "பலர் பால், நிகழ் காலம்"
    ],
    "answer": "B",
    "additional_context": "தமிழ் மொழியில் வினைமுற்றுகள் என்பது வினைகளின் காலத்தை காட்டும் வார்த்தைகள். வினைமுற்றுகள் பாலையும், காலத்தையும் காட்டும்.  நடக்கிறான் என்ற வினைமுற்று ஆண்பால், நிகழ் காலத்தை குறிக்கிறது. இந்த வினைமுற்று 'நட' என்ற வேர்ச்சொல்லில் இருந்து உருவானது. ஆண்பால், நிகழ் காலத்தில் பயன்படுத்தப்படும் வினைமுற்றுகளைப் பற்றி மேலும் அறிய இந்த பாடத்தில் விளக்கப்பட்டுள்ளது."
  },
  {
    "description": "கீழ்க்கண்ட தமிழ் எண்களில் எது 25 ஐ குறிக்கிறது?",
    "options": [
      "௫",
      "உ ௫",
      "க உ",
      "2 ௫"
    ],
    "answer": "B",
    "additional_context": "தமிழ் எண்கள் 1 முதல் 10 வரை ஒவ்வொரு எண்ணுக்கும் தனித்தனி குறியீடுகள் உள்ளன. 11 முதல் 20 வரை உள்ள எண்களை 'க' என்ற குறியீடு பயன்படுத்தி குறிப்பிடுவார்கள். 'க' என்ற குறியீடு 10 ஐ குறிக்கும். அதனால் 11 ஐ 'கக' என்றும், 12 ஐ 'க2' என்றும் எழுதுவார்கள். 21 ஐ 'கக' என்றும், 22 ஐ 'க உ' என்றும் எழுதுவார்கள். 25 ஐ 'உ ௫' என்று எழுதுவார்கள். 25 ஐ 'உ ௫' என்று எழுதுவார்கள். "
  },
  {
    "description": "கீழ்க்கண்ட உலக நாள்களில் எது தமிழ் எண் \"கக\" ஐப் பயன்படுத்தி குறிக்கப்படும்?",
    "options": [
      "உலக ஈர நில நாள்",
      "உலக ஓசோன் நாள்",
      "உலக இயற்கை நாள்",
      "உலக வனவிலங்கு நாள்"
    ],
    "answer": "B",
    "additional_context": "தமிழ் எண்களைப் பயன்படுத்தி உலக நாள்களை குறிப்பிடுவது மிகவும் சுவாரஸ்யமானது. இதில் சில நாள்களை தமிழ் எண்களைப் பயன்படுத்தி குறிப்பிடும்போது, தமிழ் எண்களின் அழகும், சிறப்பும் தெளிவாகத் தெரியும். இந்த பாடத்தில் உலக ஈர நில நாள், உலக ஓசோன் நாள், உலக இயற்கை நாள், உலக வனவிலங்கு நாள் ஆகிய நாள்களுக்குரிய தமிழ் எண்கள் குறிப்பிடப்பட்டுள்ளன.  தமிழ் எண்களின் மீதான உங்கள் ஆர்வத்தை அதிகரிக்க இந்த பாடத்தை கவனமாக படித்துப் பாருங்கள்."
  }
]
