
[
  {
    "description": "“கான முயல்எய்த அம்பினில் யானை பிழைத்தவேல் ஏந்தல் இனிது” என்ற திருக்குறள் என்ன கருத்தை எடுத்துரைக்கிறது?",
    "options": [
      "அ) தவறான முயற்சிகளே நல்ல பாடங்களைத் தரும்.",
      "இ) பெரிய முயற்சிகள் சிறிய வெற்றிகளைக் காட்டிலும் பெருமை தரும்.",
      "ஆ) பெரிய விஷயத்தில் தோல்வியடைவது கூட பெருமையைத் தரும்.",
      "ஈ) மிகவும் கடினமான முயற்சிகளைத் தவிர்க்க வேண்டும்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த திருக்குறள்,  பெரிய முயற்சிகள் சிறிய வெற்றிகளைக் காட்டிலும் பெருமை தரும் என்பதை வலியுறுத்துகிறது. காட்டுமுயலை வீழ்த்திய அம்பினை ஏந்துவதைவிட யானைக்குக் குறிவைத்துத் தவறிய வேலை ஏந்துவது பெருமை தரும் என்பது இந்த திருக்குறளின் கருத்து. சிறிய விஷயங்களை எளிதாகச் சாதித்துவிடுவது சாதாரணமானது. ஆனால், பெரிய விஷயங்களில் முயற்சி செய்து தோல்வியடைந்தாலும், அந்த முயற்சியே பெருமைக்குரியதாகும்."
  },
  {
    "description": "“நவில்தொறும் நூல்நயம் போலும் பயில்தொறும் பண்புடை யாளர் தொடர்பு” என்ற திருக்குறள் எந்த அணியைப் பயன்படுத்துகிறது?",
    "options": [
      "அ) உருவக அணி",
      "இ) உவமை அணி",
      "ஆ) பிறிதுமொழிதல் அணி",
      "ஈ) எதுகை அணி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த திருக்குறள், நல்ல நூல்கள் படிக்கப் படிக்க இன்பம் தருவதுபோலப் பண்புடையவர் நட்பு பழகப் பழக இன்பம் தரும் என்பதை உவமை மூலம் விளக்குகிறது. இங்கு, பண்புடையவர்களின் நட்பை நல்ல நூல்களைப் படிப்பதற்கு ஒப்பிட்டுள்ளது. நல்ல நூல்கள் படிப்பதால் கிடைக்கும் இன்பம் போலவே, பண்புடையவர்களுடன் பழகுவதாலும் இன்பம் கிடைக்கும் என்பது இதன் கருத்து."
  },
  {
    "description": "“பண்புடையார்ப் பட்டுஉண்டு உலகம் அதுஇன்றேல் மண்புக்கு மாய்வது மன்” என்ற திருக்குறள் எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "அ) பண்புடையவர்கள் இல்லையென்றால் உலகம் அழிந்துவிடும்.",
      "இ) பண்புடையவர்கள் வாழும் உலகம் மட்டுமே நிரந்தரமானது.",
      "ஆ) பண்புடையவர்களால் மட்டுமே உலகம் இயங்குகிறது.",
      "ஈ) பண்புடையவர்களின் வழி நடக்க வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த திருக்குறள் பண்புடையவர்களால் மட்டுமே உலகம் இயங்குகிறது என்பதை வலியுறுத்துகிறது. பண்புடையவர்களின் வழியில் நடப்பதால்தான் இவ்வுலகம் இன்னும் இயங்குகிறது. இல்லாவிட்டால் மண்ணுக்குள் புதைந்து அழிந்திருக்கும் என்பது இந்த திருக்குறளின் கருத்து. இதன் மூலம்,  பண்புடையவர்களின் முக்கியத்துவத்தை  திருவள்ளுவர் எடுத்துரைக்கிறார்."
  },
  {
    "description": "“பண்பிலான் பெற்ற பெருஞ்செல்வம் நன்பால் கலம்தீமை யால்திரிந்து அற்று” என்ற திருக்குறள் எந்தக் கருத்தை விளக்குகிறது?",
    "options": [
      "அ) நற்பண்பு இல்லாதவன் பெற்ற செல்வம் அழியும்.",
      "இ) தூய்மையற்ற பாத்திரத்தில் வைக்கப்படும் பால் திரிந்துவிடும்.",
      "ஆ) பண்பிலாதவன் பெற்ற செல்வம் பயனற்றது.",
      "ஈ) செல்வம் பண்புடையவன் கையில் மட்டுமே இருக்க வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த திருக்குறள், பண்பிலாதவன் பெற்ற செல்வம் பயனற்றது என்பதை உவமை மூலம் விளக்குகிறது. தூய்மையற்ற பாத்திரத்தில் வைக்கப்படும் பால் திரிந்துவிடும். அதுபோல நற்பண்பு இல்லாதவன் பெற்ற பெருஞ்செல்வமும் யாருக்கும் பயனின்றி அழியும் என்பது இதன் கருத்து. பண்பிலாதவன் பெற்ற செல்வம் சமுதாயத்திற்கும் அவனுக்குமே பயனளிக்காது என்பதை இந்த திருக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“பேராண்மை என்ப தறுகண்ஒன்று உற்றக்கால் நட்பு ஊராண்மை மற்றுஅதன் எஃகு” என்ற திருக்குறள் என்ன கூறுகிறது?",
    "options": [
      "அ) வீரம் என்பது ஆண்மையின் அடையாளம்.",
      "இ) துன்பத்தில் நண்பர்களின் உதவி ஆண்மையின் கூர்மையைக் காட்டும்.",
      "ஆ) ஆண்மையின் உண்மையான வடிவம் துன்பத்தில் தெரியும்.",
      "ஈ) நண்பர்களின் துன்பத்திற்கு உதவி செய்வது மிகவும் முக்கியமானது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த திருக்குறள், துன்பத்தில் நண்பர்களின் உதவி ஆண்மையின் கூர்மையைக் காட்டும் என்பதை விளக்குகிறது. பகைவரை எதிர்த்து நிற்கும் வீரத்தை ஆண்மை என்று கூறுவர். பகைவருக்கும் துன்பம் வரும்போது, உதவி செய்தலை அந்த ஆண்மையின் கூர்மை என்று கூறுவர். அதாவது,  உண்மையான ஆண்மை என்பது துன்பத்தில் தெரியும் என்பதை இது  குறிப்பிடுகிறது.  நண்பரின் துன்பத்தில் உதவி செய்வது, மிகவும் முக்கியமானது என்பதை இந்த திருக்குறள் வலியுறுத்துகிறது."
  }
]
