
[
  {
    "description": "பித்தளை அல்லது வெண்கலத்தால் செய்யப்பட்டிருக்கும், ஒன்றோடு ஒன்று பொருத்தியோ விளிம்பின் மீது தட்டியோ இசைக்கப்படும் இசைக்கருவி எது?",
    "options": [
      "சாலரா",
      "சேகண்டி",
      "முழவு",
      "மத்தளம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சாலரா என்பது பித்தளை அல்லது வெண்கலத்தால் செய்யப்பட்ட ஒரு இசைக்கருவி. இதன் உட்புறம் குவிந்து இருக்கும். இதனை ஒன்றோடு ஒன்று பொருத்தி அல்லது விளிம்பின் மீது தட்டி இசைப்பார்கள். இதனைப் பாண்டில் என்றும் அழைப்பார்கள். கோயில் கூட்டு வழிபாட்டின் போதும் இன்னிசை அரங்குகளிலும் இதனை இசைப்பார்கள். இக்காலத்தில் இதனை ஜால்ரா என்பார்கள்."
  },
  {
    "description": "“சேமங்கலம்” என்றும் அழைக்கப்படும் மணி வகையைச் சேர்ந்த இசைக்கருவி எது?",
    "options": [
      "முழவு",
      "சேகண்டி",
      "யாழ்",
      "வீணை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சேகண்டி என்பது வட்டவடிவமான மணி வகையைச் சேர்ந்த இசைக்கருவி. இதனைக் குச்சியாலோ அல்லது இரும்புத் துண்டாலோ அடித்து ஒலி எழுப்புவார்கள். தேவைக்கு ஏற்பப் பல அளவுகளில் இதனை உருவாக்குவார்கள். இதனைச் சேமங்கலம் என்றும் அழைப்பார்கள். கோயில் வழிபாட்டின் போதும் இறுதி ஊர்வலத்தின் போதும் இதனை இசைப்பார்கள்."
  },
  {
    "description": "விலங்குத் தோலால் இழுத்துக் கட்டப்பட்ட கருவி, பழங்காலத்தில் செய்திகளைத் தெரிவிக்க பயன்படுத்தப்பட்டது.  இக்கருவியின் தற்போதைய பெயர் எது?",
    "options": [
      "திமிலை",
      "பறை",
      "மத்தளம்",
      "முரசு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "விலங்குத் தோலால் இழுத்துக் கட்டப்பட்ட கருவி பறையாகும். பழங்காலத்தில் செய்திகளைத் தெரிவிக்க கோட்பறையை முழக்குவார்கள். பகைவர்களின் ஆநிரையைக் கவரச் செல்லும்போது ஆகோட்பறையை முழக்குவார்கள். இக்காலத்தில் இது தப்பு என்னும் பெயரில் வழங்கப்படுகிறது. இதனை முழக்கிக்கொண்டு ஆடும் ஆட்டம் தப்பாட்டம் என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "“மத்து + தளம் = மத்தளம்”  என்று விளக்கம் தரும் இசைக்கருவியின் வகை எது?",
    "options": [
      "காற்றுக் கருவி",
      "தோல் கருவி",
      "நரம்பு கருவி",
      "கஞ்சக் கருவி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மத்து என்பது ஓசையின் பெயர். இசைக்கருவிகளுக்கு எல்லாம் தளம் அடிப்படை ஆகும். மத்து + தளம் = மத்தளம் என்று ஆகியது என்கிறார் அடியார்க்கு நல்லார். மத்தளத்தின் நடுப்பகுதி பெருத்தும் கடைப்பகுதி சிறுத்தும் காணப்படும். மரத்தால் செய்யப்பட்டிருக்கும் இதன் வாய்ப்பகுதி வளையங்களில் தோல் இழுத்துக் கட்டப்பட்டிருக்கும். இக்கருவி இரண்டு கைகளாலும் இசைக்கப்படுகிறது. ஆகவே இதனை முதற்கருவி என்பர்."
  },
  {
    "description": "“படைமுரசு”, “கொடைமுரசு” மற்றும் “மணமுரசு”  என்று மூன்று வகையான முரசுகள் இருந்தன.  இந்த இசைக்கருவியின் வகை எது?",
    "options": [
      "தோல் கருவி",
      "காற்றுக் கருவி",
      "நரம்பு கருவி",
      "கஞ்சக் கருவி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தமிழர்கள் போர்த் துணையாகக் கொண்ட கருவிகளுள் முதன்மையானது முரசு ஆகும். படைமுரசு, கொடைமுரசு, மணமுரசு என்று மூன்று வகையான முரசுகள் பழந்தமிழ் நாட்டில் புழக்கத்தில் இருந்தன. தமிழ் மக்களிடம் முப்பத்தாறு வகையான முரசுகள் வழக்கத்தில் இருந்ததாகச் சிலப்பதிகாரம் குறிப்பிடுகிறது. மாக்கண் முரசம் என்று மதுரைக் காஞ்சி குறிப்பிடுகிறது."
  }
]
