[
          
  {
    
          "description": "'கற்றோர்க்குக் கல்வி நலனே கலனல்லால்' என்ற வரியில் 'கலன்' என்ற சொல்லுக்குப் பொருள் என்ன?",
          "options": [
      "குடம்",
      "கலவை",
      "அணிகலன்",
      "கலவை "
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "குமரகுருபரர் எழுதிய நீதிநெறி விளக்கம் நூலில் உள்ள பாடல் வரிகளில் ஒன்று இது. மனிதர்கள் தங்களை அழகுபடுத்திக்கொள்ள எண்ணற்ற அணிகலன்களைப் பயன்படுத்துகின்றனர். அவை தங்கம், வெள்ளி போன்ற விலைமதிப்பு மிக்க உலோகங்களால் செய்யப்பட்டவையாக உள்ளன. ஆனால் மனிதனுக்கு அழகையும் உயர்வையும் தரக்கூடிய உண்மையான அணிகலன் எது என்பதைக் கூறும் வரிகள் இவை.  'கற்றோர்க்குக் கல்வி நலனே கலனல்லால்\nமற்றோர் அணிகலம் வேண்டாவாம் – முற்ற' என்ற பாடல் வரிகளில் கலன் என்ற சொல் அணிகலனை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "கவிதைப் பகுதியில் குறிப்பிடப்பட்டுள்ள 'முழுமணிப் பூண்' என்ற சொல் என்னைக் குறிக்கிறது?",
          "options": [
      "மணிகள் இல்லாத பூண்",
      "மணிகள் இணைக்கப்பட்ட பூண்",
      "தங்கம், வெள்ளியால் செய்யப்பட்ட பூண்",
      "விலைமதிப்பு இல்லாத பூண்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "குமரகுருபரர் எழுதிய நீதிநெறி விளக்கம் நூலில் உள்ள பாடல் வரிகளில் ஒன்று இது. மனிதர்கள் தங்களை அழகுபடுத்திக்கொள்ள எண்ணற்ற அணிகலன்களைப் பயன்படுத்துகின்றனர். அவை தங்கம், வெள்ளி போன்ற விலைமதிப்பு மிக்க உலோகங்களால் செய்யப்பட்டவையாக உள்ளன. ஆனால் மனிதனுக்கு அழகையும் உயர்வையும் தரக்கூடிய உண்மையான அணிகலன் எது என்பதைக் கூறும் வரிகள் இவை.  “முழுமணிப் பூணுக்குப் பூண்வேண்டா யாரே\nஅழகுக்கு அழகுசெய் வார்”  என்ற பாடல் வரிகளில் முழுமணிப் பூண்  என்பது மணிகள் இணைக்கப்பட்ட பூணைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "குமரகுருபரர் எழுதிய 'நீதிநெறி விளக்கம்' நூலின் பதினொன்றாம் பாடல் எதைப் பற்றி பேசுகிறது?",
          "options": [
      "கல்வியின் அழகை",
      "வீரர்களின் வீரத்தை",
      "கடவுள் வாழ்த்தை",
      "மக்களின் வாழ்க்கை பழக்க வழக்கங்களை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "குமரகுருபரர் பதினேழாம் நூற்றாண்டைச் சேர்ந்தவர். இவர் தமிழ்மொழிக்குப் பெருமை சேர்க்கும் பல சிற்றிலக்கியங்களைப் படைத்துள்ளார். கந்தர் கலிவெண்பா, கயிலைக் கலம்பகம், சகலகலாவல்லி மாலை, மீனாட்சியம்மை பிள்ளைத்தமிழ், முத்துக்குமாரசுவாமி பிள்ளைத்தமிழ் ஆகியன அவற்றுள் சிலவாகும். மக்களின் வாழ்வுக்குத் தேவையான நீதிகளைச் சுட்டிக்காட்டுவதால் இந்நூல் நீதிநெறி விளக்கம் எனப் பெயர் பெற்றது. கடவுள் வாழ்த்து உட்பட 102 வெண்பாக்கள் இந்நூலில் உள்ளன. இந்நூலின் பதின்மூன்றாம் பாடல் நமக்குப் பாடப்பகுதியாகத் தரப்பட்டுள்ளது. இப்பாடல் கல்வியின் அழகைப் பற்றி பேசுகிறது."
          }
        ,
          
  {
    
          "description": "'கல்வி கரையில கற்பவர் நாள் சில' என்ற நாலடியார் பாடல் கல்வியை எதனுடன் ஒப்பிட்டுப் பேசுகிறது?",
          "options": [
      "மலை",
      "ஆறு",
      "காற்று",
      "நெருப்பு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நாலடியார் நூலில் உள்ள பாடல் வரிகள் இவை.  'கல்வி கரையில கற்பவர் நாள் சில\nமெல்ல நினைக்கின் பிணி பல தெள்ளிதின்\nஆராய்ந் தமைவுடைய கற்பவே நீரொழியப்\nபாலுண் குருகின் தெரிந்து'.  கல்வி கரையில என்ற வார்த்தைகளின் மூலம் கல்வியை ஆறுடன் ஒப்பிட்டுப் பேசுகிறது."
          }
        ]