
[
  {
    "description": "“மலர்விழி எழுதினாள். கண்ணன் பாடுகிறான். மாடு மேயும்.”  இத்தொடர்களில் எழுதினாள், பாடுகிறான், மேயும்  என்பவை எதற்கு உதாரணம்?",
    "options": [
      "செயல்",
      "வினைச்சொல்",
      "வினைமுற்று",
      "தெரிநிலை வினைமுற்று"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒரு செயலைச் செய்பவரைக் குறிக்கும் சொற்களை வினைச்சொல் என்பர்.  'படித்தான்', 'ஆடுகின்றாள்', 'பறந்தது' ஆகிய சொற்களைக் கவனி. இச்சொற்களில் செயலை நாம் தெளிவாகக் காணலாம்.  இவ்வாறு ஒரு செயலைக் குறிக்கும் சொல் வினைச்சொல் எனப்படும்.  \n\n'மலர்விழி எழுதினாள்', 'கண்ணன் பாடுகிறான்', 'மாடு மேயும்' ஆகிய சொற்களைக் கவனியுங்கள்.  இச்சொற்களில் பொருள் முழுமை பெற்று விளங்குகிறது.  இவ்வாறு பொருள் முற்றுப் பெற்ற வினைச்சொற்களை முற்றுவினை அல்லது வினைமுற்று என்பர்."
  },
  {
    "description": "“மாணவி கட்டுரை எழுதினாள்” - இந்தத் தொடரில் காணப்படும் வினைமுற்று எது?",
    "options": [
      "தெரிநிலை வினைமுற்று",
      "குறிப்பு வினைமுற்று",
      "ஏவல் வினைமுற்று",
      "வியங்கோள் வினைமுற்று"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஒரு செயல் நடைபெறுவதற்குச் செய்பவர், கருவி, நிலம், செயல், காலம், செய்பொருள் ஆகிய ஆறும் முதன்மையானவை ஆகும்.  இவை ஆறும் வெளிப்படுமாறு அமைவது தெரிநிலை வினைமுற்று எனப்படும்.  \n\n(எ.கா.) மாணவி கட்டுரை எழுதினாள்.  \n\nமாணவி - செய்பவர்  \n\nகருவி - தாளும் எழுதுகோலும்  \n\nநிலம் - பள்ளி  \n\nசெயல் - எழுதுதல்  \n\nகாலம் - இறந்தகாலம்  \n\nசெய்பொருள் - கட்டுரை"
  },
  {
    "description": "“பாடம் படி. கடைக்குப் போ.”  இத்தொடர்கள் எந்த வகை வினைமுற்றுக்கு உதாரணம்?",
    "options": [
      "தெரிநிலை வினைமுற்று",
      "குறிப்பு வினைமுற்று",
      "ஏவல் வினைமுற்று",
      "வியங்கோள் வினைமுற்று"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இத்தொடர்கள் ஒரு செயலைச் செய்யுமாறு கட்டளையிடுகின்றன.  இவ்வாறு தன்முன் உள்ள ஒருவரை ஒரு செயலைச் செய்யுமாறு ஏவும் வினைமுற்று, ஏவல் வினைமுற்று எனப்படும்.  \n\nஏவல் வினைமுற்று ஒருமை, பன்மை ஆகிய இருவகைகளில் வரும்.  \n\n(எ.கா.) எழுது - ஒருமை  \n\nஎழுதுமின் - பன்மை"
  },
  {
    "description": "“வாழ்க, ஒழிக, வாழியர், வாரல்”  என்பவை எந்த வகை வினைமுற்றுக்கு உதாரணம்?",
    "options": [
      "தெரிநிலை வினைமுற்று",
      "குறிப்பு வினைமுற்று",
      "ஏவல் வினைமுற்று",
      "வியங்கோள் வினைமுற்று"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வாழ்த்துதல், வைதல், விதித்தல், வேண்டல் ஆகிய பொருள்களில் வரும் வினைமுற்று வியங்கோள் வினைமுற்று எனப்படும்.  \n\nஇவ்வினைமுற்று இரு திணைகளையும் (உயர்திணை, அஃறிணை) ஐந்து பால்களையும் (ஆண்பால், பெண்பால், பலர்பால், ஒன்றன் பால், பலவின் பால்) மூன்று இடங்களையும் (தன்மை, முன்னிலை, படர்க்கை) காட்டும்.  இதன் விகுதிகள் க, இய, இயர், அல் என வரும்.  \n\n(எ.கா.) வாழ்க, ஒழிக, வாழியர், வாரல்"
  },
  {
    "description": "“தெரிநிலை, குறிப்பு வினைமுற்றுகள் அன்றி ஏவல் வினைமுற்று, வியங்கோள் வினைமுற்று எனப் பிறவகை வினைமுற்றுகளும் தமிழில் உண்டு.” -  இந்தப் பத்தியில் குறிப்பிடப்பட்டுள்ள வினைமுற்று வகைகள் எத்தனை?",
    "options": [
      "இரண்டு",
      "மூன்று",
      "நான்கு",
      "ஐந்து"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தெரிநிலை வினைமுற்று, குறிப்பு வினைமுற்று என இருவகைப்படும்.  தெரிநிலை, குறிப்பு வினைமுற்றுகள் அன்றி ஏவல் வினைமுற்று, வியங்கோள் வினைமுற்று எனப் பிறவகை வினைமுற்றுகளும் தமிழில் உண்டு."
  }
]
