
[
  {
    "description": "மண்பாண்டம் தயாரிப்பில் பயன்படுத்தப்படும் \"திருவை\" என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "a) மண்பாண்டம் தயாரிக்கும் சக்கரம்.",
      "b) மண்பாண்டம் சுடுவதற்கான சூள்.",
      "c) களிமண்ணை ஊறவைக்கப் பயன்படுத்தும் பள்ளம்.",
      "d) மண்பாண்டத்தை வடிவமைக்கப் பயன்படுத்தும் கருவி."
    ],
    "answer": "A",
    "additional_context": "மண்பாண்டக்கலை பற்றிய பாடப் பகுதியில்,  மண்பாண்டம் தயாரிக்கும் சக்கரம் பற்றி விளக்கப்படுகிறது. அந்த பகுதியில் 'திருவை' என்பது மண்பாண்டம் செய்யும் சக்கரத்தைக் குறிப்பிடுகிறது.  அந்த பகுதியில் 'இதுதான் பானை செய்யும் சக்கரம். இதனை நாங்கள் திருவை என்போம். திருவையை வேகமாகச் சுழலச்செய்து அதன் நடுவில் மண்ணை வைத்துக் கையால் அணைத்துப் பிடித்து மண்பாண்டங்களை உருவாக்குவோம்.' என்று குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "மண்பாண்டம் தயாரிப்பில் எந்தக் கட்டத்தில் \"நூல் அல்லது ஊசியால் அறுத்து எடுக்கப்படுகிறது\"?",
    "options": [
      "a) களிமண்ணை பக்குவப்படுத்தும் போது.",
      "b) மண்பாண்டத்தை வடிவமைக்கும் போது.",
      "c) மண்பாண்டத்தை காயவைக்கும் போது.",
      "d) மண்பாண்டத்தை சுடுவதற்கு முன்."
    ],
    "answer": "B",
    "additional_context": "மண்பாண்டம் தயாரிக்கும் போது, வடிவமைத்த பிறகு 'அடிப்பகுதியில் நூல் அல்லது ஊசியால் அறுத்து எடுத்துக் காயவைப்போம்' என்று பாடப்பகுதியில் குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் வடிவமைத்த பிறகு அறுத்து எடுக்கும் செயல் வடிவமைக்கும் போது செய்யப்படுகிறது என்பதை அறிந்துகொள்ளலாம்."
  },
  {
    "description": "\"டெரகோட்டா\" என அழைக்கப்படும் கலை வடிவம் எது?",
    "options": [
      "a) மண்பாண்டக் கலை",
      "b) சுடுமண் சிற்பக்கலை",
      "c) மூங்கில்கலை",
      "d) கோரைப்பாய் பின்னல் கலை"
    ],
    "answer": "B",
    "additional_context": "சுடுமண் சிற்பக்கலை பற்றி பாடப் பகுதியில் 'சுடுமண் சிற்பக்கலை. மலர்விழி : டெரகோட்டா என்று ஆங்கிலத்தில் சொல்வார்களே, அதுதானே? பொறுப்பாளர்: ஆம். அதுவேதான். இந்த அரங்கின் அடுத்த பகுதிக்கு வாருங்கள். அவற்றைப் பார்க்கலாம்.' என்று குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் டெரகோட்டா என்பது சுடுமண் சிற்பக்கலையைக் குறிப்பிடுகிறது என்பதை அறிந்துகொள்ளலாம்."
  },
  {
    "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள மூங்கிலால் செய்யப்பட்ட பொருள்களில் எது இல்லைய?",
    "options": [
      "a) மட்டக்கூடை",
      "b) கூரைத்தட்டி",
      "c) மரச்சிலைகள்",
      "d) புல்லாங்குழல்"
    ],
    "answer": "C",
    "additional_context": "மூங்கிலால் செய்யப்படும் பொருள்கள் பற்றி பாடப் பகுதியில், 'மட்டக்கூடை, தட்டுக்கூடை, கொட்டுக்கூடை, முறம், ஏணி, சதுரத்தட்டி, கூரைத்தட்டி, தெருக்கூட்டும் துடைப்பம், மாடுகளுக்கான மூஞ்சிப்பெட்டி, பழக்கூடை, பூக்கூடை, பூத்தட்டு, கட்டில், புல்லாங்குழல், புட்டுக்குழாய், கால்நடைகளுக்கு மருந்து புகட்டும் குழாய் என எத்தனையோ பொருள்கள் மூங்கில் மூலம் உருவாகின்றன' என்று குறிப்பிடப்பட்டுள்ளது. மரச்சிலைகள் மூங்கிலால் செய்யப்படுவதில்லை என்பதைப் புரிந்துகொள்ளலாம்."
  },
  {
    "description": "பாய்களில் பலவகை உண்டு என்பதை கட்டுரை எந்த வார்த்தைகளால் குறிப்பிடுகிறது?",
    "options": [
      "a) \"பலவகைப் பாய்கள்\"",
      "b) \"படுக்கப் பயன்படுவது\"",
      "c) \"பாய்மரக்கப்பல்களில் பயன்பட்டதுகூடப் பாய்\"",
      "d) \"பட்டுப்பாய்\""
    ],
    "answer": "A",
    "additional_context": "பாய்களில் பல வகை உண்டு என்பதை பாடப் பகுதியில் 'பாய்களில் பலவகை உண்டு. குழந்தைகளைப் படுக்கவைப்பது தடுக்குப்பாய், உட்கார்ந்து உண்ண உதவுவது பந்திப்பாய், உட்காரவும், படுக்கவும் உதவுவது திண்ணைப்பாய், திருமணத்துக்குப் பயன்படுத்துவது பட்டுப்பாய், இசுலாமியர் தொழுகைக்குப் பயன்படுத்துவது தொழுகைப்பாய். இப்படிப் பலவகைப் பாய்கள் உண்டு.' என்று குறிப்பிடப்பட்டுள்ளது."
  }
]
