
[
  {
    "description": "நன்னூலார் கூறும் நாற்பத்து இரண்டு ஓரெழுத்து ஒரு மொழிகளில் எது/எவை இல்லை?",
    "options": [
      "க, ச, வ வரிசைகள்",
      "நொ, து",
      "உயிர்மெய் நெட்டெழுத்து",
      "ம வரிசை"
    ],
    "answer": "C",
    "additional_context": "நன்னூலார் நொ, து என்னும் குறில்களையும் சேர்த்து ஓரெழுத்து ஒருமொழி என்கிறார். 42 ஓரெழுத்து ஒரு மொழிகளில் உயிர்மெய் நெட்டெழுத்துகள் அடங்கும். ஆனால், நன்னூலார் உயிர்மெய் நெட்டெழுத்துகளை ஓரெழுத்து ஒருமொழியாகக் கருதவில்லை. எனவே, 42 ஓரெழுத்து ஒரு மொழிகளில் உயிர்மெய் நெட்டெழுத்து இல்லை."
  },
  {
    "description": "பூங்கா, மாநாடு போன்றவை இணைந்த சொற்கள் என்றால், \"ஆமா\" என்ற கலைச்சொல் எப்படி உருவானது?",
    "options": [
      "ஆ மற்றும் மா ஆகிய இரு ஓரெழுத்து ஒரு மொழிகள் இணைந்து",
      "ஆ மற்றும் மா ஆகிய ஓரெழுத்து ஒரு மொழிகள் இணைந்து இல்லை",
      "ஆ மற்றும் மா ஆகிய ஓரெழுத்து ஒரு மொழிகள் இணைந்து உருவானது, ஆனால் இன்றைய வழக்கில் இல்லை",
      "இவை இணைந்த சொற்கள் இல்லை"
    ],
    "answer": "A",
    "additional_context": "\"பூங்கா\" என்பது \"பூ\" மற்றும் \"கா\" ஆகிய இரு ஓரெழுத்து ஒருமொழிகள் இணைந்து உருவானது. இதுபோலவே \"ஆ\" மற்றும் \"மா\" ஆகிய இரு ஓரெழுத்து ஒருமொழிகள் இணைந்து \"ஆமா\" எனும் சொல் உருவாகியுள்ளது."
  },
  {
    "description": "\"ஏய்\" என்ற சொல்லின் பொருளை  \"என்னோடு கூடு, பொருந்து, சேர்\" என்று கூறும் இளங்குமரனார், இதற்கு எடுத்துக்காட்டாக எந்த சொல்லைப் பயன்படுத்துகிறார்?",
    "options": [
      "ஏவுதல்",
      "அம்பு",
      "ஏவலன்",
      "ஏகலை"
    ],
    "answer": "A",
    "additional_context": "\"ஏய்\" எனும் சொல்லின் பொருளை \"என்னோடு கூடு, பொருந்து, சேர்\" என்று கூறும் இளங்குமரனார், இதற்கு எடுத்துக்காட்டாக \"ஏவுதல்\" எனும் சொல்லைக் காட்டுகிறார்."
  },
  {
    "description": "“எயினர்,” “எயினியர்” போன்றவை எதைக் குறிக்கின்றன?",
    "options": [
      "அம்பு எய்பவர்கள்",
      "இயற்கை முள்ளம்பன்றிகள்",
      "ஓரெழுத்து ஒரு மொழிகளைப் பயன்படுத்துபவர்கள்",
      "நன்னூலார் பட்டியலில் உள்ள ஓரெழுத்து ஒரு மொழிகள்"
    ],
    "answer": "A",
    "additional_context": "எய் என்பது அம்பை எய்தல் என்ற பொருளைத் தரும். எனவே, எயினர், எயினியர் என்பது அம்பு எய்பவர்கள் எனும் பொருளைக் குறிக்கும்."
  },
  {
    "description": "இளங்குமரனார் கூறுவது போல், ஓரெழுத்து ஒரு மொழிகளின் பெருக்கம் தமிழ்மொழியின் எதைப் பறைசாற்றுகிறது?",
    "options": [
      "வளர்ச்சி",
      "புதுமை",
      "பழமை மற்றும் உயிரோட்டம்",
      "இலக்கியச் செழுமை"
    ],
    "answer": "C",
    "additional_context": "தமிழ்மொழியில் ஓரெழுத்து ஒருமொழிகள் நிறைய இருப்பது, தமிழ்மொழி பழமையானது என்பதையும் அதன் உயிரோட்டம் மிகவும் அதிகம் என்பதையும் காட்டுகிறது."
  }
]
