[
          
  {
    
          "description": "'கன்னிப்பாவை' நூலில், 'ரெம்பாவாய்'  என்பது ____________________  இனத்தைப் பிரதிநிதிப்படுத்துகிறது.",
          "options": [
      "மனிதன்",
      "இறைவன்",
      "பெண்",
      "சிறுவர்"
    ],
    "answer": "C",
    
          "additional_context": "கன்னிப்பாவை நூல் ஆண்டாள் இயற்றிய திருப்பாவையைத் தழுவி எழுதப்பட்ட நூல். இந்நூல் பெண்களை உணர்வுபூர்வமாக எழுப்பும் விதமாக எழுதப்பட்டுள்ளது. இந்நூலில் ரெம்பாவாய் என்பது பெண் இனத்தைப் பிரதிநிதிப்படுத்தும் சொல்லாகக் கருதப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கன்னிப்பாவை நூலின் பாடல்வழி மனிதனுக்குள் நிறைந்திருக்கும் பண்புகளை அறிந்துகொள்ளலாம் எனக் கூறப்படுகிறது. இந்தப் பண்புகளில் எது தீய பண்பு என்று நூல் கூறுகிறது?",
          "options": [
      "அன்பு",
      "அழுக்காறு",
      "நினைவு",
      "இரக்கம்"
    ],
    "answer": "B",
    
          "additional_context": "கன்னிப்பாவை நூல் மனிதனுக்குள் இருக்கும் நற்பண்புகளையும் தீய பண்புகளையும் விவரிக்கிறது. அந்தப் பண்புகள் நம் வாழ்க்கையில் எவ்வாறு செயல்படுகின்றன என்பதையும் எடுத்துக்காட்டுகிறது. இந்நூலின் பாடலில் அழுக்காறு மனிதர்களின் தீய பண்பு என்று கூறப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கன்னிப்பாவை நூலில் 'மன்னும் உயிர்க் குணங்கள் எல்லாம்' என்ற வரியில் 'மன்னும்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "மன்னிக்கக்கூடிய",
      "மனம் தளர்ந்த",
      "மகிழ்ச்சியான",
      "நிலைபெற்ற"
    ],
    "answer": "D",
    
          "additional_context": "கன்னிப்பாவை நூலில் 'மன்னும் உயிர்க் குணங்கள் எல்லாம்' எனக் குறிப்பிடப்படும் போது 'மன்னும்' என்ற சொல் நிரந்தரமான, நிலைபெற்ற, மாறாத உயிர் குணங்களை குறிக்கிறது. மனிதர்களின் வாழ்க்கையில் மறைந்து காணாமல் போகாத உயிர் குணங்கள் எல்லாம் 'மன்னும்' குணங்களாகும்."
          }
        ,
          
  {
    
          "description": "'இறைமகன் வந்திருக்க இன்னும் நீ உறங்குதியோ' என்ற வரிகளின் மூலம் கன்னிப்பாவை நூல் எதை எடுத்துக்காட்டுகிறது?",
          "options": [
      "இறைவனின் வருகையை எதிர்பார்த்து மக்கள் காத்திருக்க வேண்டும்.",
      "இறைவனின் வருகை என்பது தூக்கத்தில் இருப்பது போன்றது.",
      "நற்பண்புகளை வளர்த்துக் கொள்வதற்கு இறைவனின் துணை அவசியம்.",
      "நற்பண்புகளை வளர்த்துக் கொள்ளும் பொறுப்பு மனிதர்களுக்கே உண்டு."
    ],
    "answer": "D",
    
          "additional_context": "கன்னிப்பாவை நூலில் 'இறைமகன் வந்திருக்க இன்னும் நீ உறங்குதியோ' என்ற வரிகள் மனிதர்கள் தங்கள் நற்பண்புகளை வளர்த்துக் கொள்ளாமல் தூக்கத்தில் இருப்பது போன்று இருப்பதைக் குறிக்கிறது. இறைவனின் துணை இல்லாமலேயே மனிதர்கள் நற்பண்புகளை வளர்த்துக் கொள்ள வேண்டும் என்று நூல் எடுத்துக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "கன்னிப்பாவை நூலின் பாடலில் 'ரெம்பாவாய்' என்ற சொல் என்ன பொருள் தருகிறது?",
          "options": [
      "வணக்கம்",
      "மகிழ்ச்சி",
      "துன்பம்",
      "கவலை"
    ],
    "answer": "A",
    
          "additional_context": "கன்னிப்பாவை நூலில் 'ரெம்பாவாய்' என்ற சொல் மிகவும் மரியாதையான, வணக்கத்திற்குரிய சொல்லாகப் பயன்படுத்தப்படுகிறது. இந்தச் சொல்லின் மூலம் நூலின் கருத்துக்கள் பெண்களை உற்சாகப்படுத்தும் விதமாக வெளிப்படுகிறது."
          }
        ]