
[
  {
    "description": "மண்பாண்டக் கலையில் பயன்படுத்தப்படும் களிமண்ணைப் பக்குவப்படுத்தும் முறை எது?",
    "options": [
      "தண்ணீர் ஊற்றி ஒரு நாள் ஊறவைத்து மெல்லிய மணல் மற்றும் சாம்பல் கலத்தல்",
      "களிமண்ணைச் சூளையில் சுடுதல்",
      "களிமண்ணில் வண்ணங்கள் பூசுதல்",
      "களிமண்ணைத் தட்டுப்பலகையால் தட்டி முழுமையாக்குதல்"
    ],
    "answer": "A",
    "additional_context": "மண்பாண்டக் கலையில பயன்படுத்தப்படும் களிமண்ணை பக்குவப்படுத்த வேண்டும். இதற்கு பள்ளம் தோண்டி அதில் களிமண்ணை நிரப்பி அதில் தண்ணீர் ஊற்றி ஒரு நாள் முழுவதும் ஊறவைக்க வேண்டும். பின்பு அதனுடன் குறிப்பிட்ட அளவில் மெல்லிய மணல், சாம்பல் ஆகியவற்றைக் கலந்து பக்குவப்படுத்த வேண்டும். இதுதான் பானை செய்யும் சக்கரம். இதனை திருவை என்போம். திருவையை வேகமாகச் சுழலச்செய்து அதன் நடுவில் மண்ணை வைத்துக் கையால் அணைத்துப் பிடித்து மண்பாண்டங்களை உருவாக்குவோம். உரிய வடிவம் வந்ததும் அடிப்பகுதியில் நூல் அல்லது ஊசியால் அறுத்து எடுத்துக் காயவைப்போம்."
  },
  {
    "description": "சுடுமண் சிற்பக்கலையைப் பற்றி எந்த அறிக்கை சரியானது?",
    "options": [
      "சுடுமண் சிற்பங்கள் தற்காலத்தில் பயன்படுத்தப்படுவதில்லை",
      "மனித உருவங்கள் மட்டும்தான் சுடுமண் சிற்பங்களில் இடம்பெறும்",
      "பழங்காலத்தில் இருந்தே தமிழர்கள் சுடுமண் சிற்பக்கலையிலும் சிறந்து விளங்கியுள்ளனர்",
      "சுடுமண் சிற்பங்களுக்கு வண்ணங்கள் பூசுவது தற்காலத்தில் மட்டுமே வழக்கத்தில் உள்ளது"
    ],
    "answer": "C",
    "additional_context": "மண்பாண்டக் கலையின் இன்னொரு வளர்ச்சிநிலைதான் சுடுமண் சிற்பக்கலை. ஆங்கிலத்தில் டெரகோட்டா என்று சொல்வார்கள். பழங்காலத்தில் இருந்தே தமிழர்கள் சுடுமண் சிற்பக்கலையிலும் சிறந்து விளங்கியுள்ளனர். சுடுமண் சிற்பங்களுக்கு வண்ணங்கள் பூசுவதும் தொன்றுதொட்டு இருந்துவரும் வழக்கமாகும்."
  },
  {
    "description": "மூங்கிலால் செய்யப்பட்ட கைவினைப் பொருள்களில் எது திருமணத்தின்போது பயன்படுத்தப்படுகிறது?",
    "options": [
      "தெருக்கூட்டும் துடைப்பம்",
      "பூக்கூடை",
      "சீர்க்கூடை",
      "மாடுகளுக்கான மூஞ்சிப்பெட்டி"
    ],
    "answer": "C",
    "additional_context": "முன்பெல்லாம் திருமணத்தின்போது துணிகள், பழங்கள், பலகாரங்கள் முதலியவற்றை வைத்துக் கொடுப்பதற்குச் சீர்க்கூடைகளைப் பயன்படுத்துவார்கள்."
  },
  {
    "description": "திருமணத்திற்குப் பயன்படுத்தப்படும் பாய்க்கு என்ன பெயர்?",
    "options": [
      "தடுக்குப்பாய்",
      "பந்திப்பாய்",
      "திண்ணைப்பாய்",
      "பட்டுப்பாய்"
    ],
    "answer": "D",
    "additional_context": "பாய்களில் பலவகை உண்டு. குழந்தைகளைப் படுக்கவைப்பது தடுக்குப்பாய், உட்கார்ந்து உண்ண உதவுவது பந்திப்பாய், உட்காரவும், படுக்கவும் உதவுவது திண்ணைப்பாய், திருமணத்துக்குப் பயன்படுத்துவது பட்டுப்பாய், இசுலாமியர் தொழுகைக்குப் பயன்படுத்துவது தொழுகைப்பாய்."
  },
  {
    "description": "பனையோலைகளினால் என்னென்ன பொருள்கள் செய்யப்படுகின்றன?",
    "options": [
      "கயிறு, கட்டில்",
      "ஓலைச்சுவடி",
      "கூடை",
      "மேற்கண்டவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பழந்தமிழ் இலக்கியங்களை எல்லாம் நமக்காகப் பாதுகாத்து வைத்திருந்தவை பனையோலைகள் அல்லவா? அதுமட்டுமல்லாமல் பனையோலைகளினால் பல வகையான பொருள்கள் உருவாக்கப்படுகின்றன. குழந்தைகளுக்கான கிலுகிலுப்பை, பொம்மைகள், பொருள்களை வைத்துக்கொள்ள உதவும் சிறிய கொட்டான், பெரிய கூடை, சுளகு, விசிறி, தொப்பி, ஓலைப்பாய் எல்லாம் இருக்கின்றன. பனைமட்டையின் நாரிலிருந்து கயிறு, கட்டில், கூடை போன்றவை செய்யப்படுகின்றன."
  }
]
