
[
  {
    "description": "ஆசிரியப்பாவின் ஓசை எது?",
    "options": [
      "அ)  செப்பல் ஓசை",
      "ஆ)  துள்ளல் ஓசை",
      "இ)  தூங்கல் ஓசை",
      "ஈ)  அகவல் ஓசை"
    ],
    "answer": "D",
    "additional_context": "யாப்பு இலக்கணத்தின்படி செய்யுளுக்கு உரிய உறுப்புகள் ஆறு. அவை எழுத்து, அசை, சீர், தளை, அடி, தொடை என்பனவாகும். ஆசிரியப்பா என்பது ஒரு வகைப் பாவகை. ஆசிரியப்பாவின் ஓசை அகவல் ஓசை எனப்படும். சங்க இலக்கியங்கள் பலவும் ஆசிரியப்பாவால் அமைந்தவை."
  },
  {
    "description": "“எழுத்து” என்பது யாப்பிலக்கணத்தின் அடிப்படை அலகு. எழுத்துக்களை மூன்றாகப் பிரித்துரைக்கும் கருத்து எது சரியானது?",
    "options": [
      "உயிர், மெய், ஒற்று",
      "குறில், நெடில், ஒற்று",
      "உயிர், மெய்க்குறில், ஒற்று",
      "உயிர்நெடில், உயிர்மெய் நெடில், ஒற்று"
    ],
    "answer": "B",
    "additional_context": "யாப்பிலக்கணத்தின்படி எழுத்துகளை மூன்றாகப் பிரிப்பர். அவை குறில், நெடில், ஒற்று ஆகும். குறிலில் உயிர்க்குறில், உயிர்மெய்க்குறில்  என்று இரு வகைகள். நெடில்  என்பதில் உயிர்நெடில், உயிர்மெய் நெடில்  என்று இரு வகைகள். ஒற்று  என்பதில் மெய்யெழுத்து, ஆய்த எழுத்து  என்று இரு வகைகள்."
  },
  {
    "description": "“நம்” என்ற சொல் எத்தனை அசைகளைக் கொண்டது?",
    "options": [
      "ஒரசை",
      "ஈரசை",
      "மூவசை",
      "நாலசை"
    ],
    "answer": "A",
    "additional_context": "எழுத்துகள் ஒன்றோ சிலவோ சேர்ந்து அமைவது அசை. அது நேரசை, நிரையசை என இருவகைப்படும். குறில் அல்லது நெடில் எழுத்து, தனித்து வந்தாலும் ஒற்றுடன் சேர்ந்து வந்தாலும் நேரசையாகும்.  “நம்”  என்ற சொல்லில்  ‘ந’  என்பது நெடில்,  ‘ம்’  என்பது ஒற்று. ஆகையால்  “நம்”  என்ற சொல் ஒரு நேரசை அசையாகும்."
  },
  {
    "description": "“கடல்” என்ற சொல் எத்தனை சீர்களைக் கொண்டது?",
    "options": [
      "ஒரசை",
      "ஈரசை",
      "மூவசை",
      "நாலசை"
    ],
    "answer": "C",
    "additional_context": "ஓர்அசையோ ஒன்றுக்கு மேற்பட்ட அசைகளோ சேர்ந்து அமைவது சீர். சீர்களை ஓரசைச்சீர், ஈரசைச்சீர், மூவசைச்சீர், நாலசைச்சீர் என வகைப்படுத்துவர்.  “கடல்”  என்ற சொல்  ‘க’  என்ற நேரசை அசையும்  ‘டல்’  என்ற நிரையசை அசையும் சேர்ந்து அமைந்துள்ளது.  ‘க’  என்ற ஒரு நேரசை அசையும்  ‘டல்’  என்ற ஒரு நிரையசை அசையும் சேர்ந்து  ‘கடல்’  என்ற மூவசைச் சீர் உருவாகிறது."
  },
  {
    "description": "தளையின் முக்கியப் பங்கு எது?",
    "options": [
      "செய்யுளின் இசைத்தன்மையை உருவாக்குதல்",
      "சீர்களின் எண்ணிக்கையை நிர்ணயித்தல்",
      "அடிகளின் நீளத்தை கட்டுப்படுத்துதல்",
      "தொடைகளை வகைப்படுத்துதல்"
    ],
    "answer": "A",
    "additional_context": "சீர்கள் ஒன்றோடு ஒன்று பொருந்துவதைத் தளை என்பர். முதல் சீரின் இறுதியிலும் வரும்சீரின் முதலிலும் உள்ள அசைகள் எவ்வகை அசைகள் என்பதன் அடிப்படையில், தளைகள் ஏழு வகைப்படும். தளைகள் செய்யுளின் இசைத்தன்மையை உருவாக்க உதவும். சீர்கள் ஒன்றோடு ஒன்று  பொருந்தி அமைவது  தளை என்பதால்  தளைகள்  செய்யுளின் இசைத்தன்மையை உருவாக்குவதற்கு உதவுகிறது."
  }
]
