[
          
  {
    
          "description": "'விழித்தெழும்' என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
          "options": [
      "விழி + எழும்",
      "விழி + தெழும்",
      "விழித்து + எழும்",
      "விழித் + தெழும்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கவிதையில், 'விழித்தெழும்' என்ற சொல், இளைய தோழன் செயல்பட வேண்டும் என்ற செய்தியைக் குறிப்பிடுகிறது. இந்தக் கவிதை ஒருவர் தன்னைப் பற்றிய நம்பிக்கையை வளர்த்துக் கொள்வதற்கும், வாழ்வை நேர்மறையாக எதிர்கொள்வதற்கும் ஊக்கமளிக்கிறது. 'விழித்தெழும்' என்ற சொல் தூக்கத்தில் இருந்து விழித்தெழுவதைப் போன்றே, ஒரு புதிய உத்வேகத்துடன், நம்பிக்கையுடன் செயல்படுவதைச் குறிப்பிடுகிறது. இந்தச் சொல்லைப் பிரித்து எழுதும் போது, 'விழித்து + எழும்' என்பது மட்டுமே சரியான விடை. இதன் பொருள், 'தூக்கத்தை விட்டு எழுந்திருத்து செயல்படு' என்பதாகும்.  சரியான விடை 'சி'."
          }
        ,
          
  {
    
          "description": "“கவலைகளைத் தூக்கிக்கொண்டு திரியாதே”  என்ற வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "கவலைகள் வாழ்வின் ஒரு பகுதி",
      "கவலைகள் இயல்பானவை",
      "கவலைகள் வாழ்வை அழிக்கும்",
      "கவலைகள் சாதாரணமானவை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கவிதை பகுதியில், 'கவலைகளைத் தூக்கிக்கொண்டு திரியாதே' என்கிற வரிகள், கவலைகள் எந்த வகையிலும் நம்மை முன்னேற விடாது என்று குறிப்பிடுகின்றன. இந்த வரிகளின் மூலம், கவிஞர், நம்மைப் பாதிக்கும் கவலைகள் ஒரு பாரமாக இருந்து, நம்முடைய வாழ்வை அழித்துவிடும் என்ற உண்மையை எடுத்துக்காட்டுகிறார். கவலைகளால் நம்மால் முன்னேற முடியாது என்பதை, தனது கவிதைகள் மூலம் பகிர்ந்துகொள்கிறார்.  கவலைகள் வாழ்வை அழிப்பவை என்பது சரியான விடை.  சரியான விடை 'சி'."
          }
        ,
          
  {
    
          "description": "கவிஞர் இளைய தோழனுக்கு என்ன செய்து பார்க்கச் சொல்கிறார்?",
          "options": [
      "தனக்குள் இருக்கும் நம்பிக்கையைத் தட்டி எழுப்பிக் கொள்ள வேண்டும்.",
      "பாதைகள் தயாராகும் வரை காத்திருக்க வேண்டும்.",
      "தோல்வியிலிருந்து மீண்டு எழும் வரை காத்திருக்க வேண்டும்.",
      "வேறு ஒருவரின் பாராட்டுக்காக காத்திருக்க வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தக் கவிதை, இளைய தோழனுக்கு ஒரு செயல்முறை  மனப்போக்கை ஊக்குவிக்கிறது. தனது வாழ்வை நேர்மறையாக எதிர்கொள்ள வேண்டும் என்று அறிவுரை கூறுகிறது.  கவிதைப் பகுதியில்,  'நீயே மாறினால் தோல்வியும் உனக்கொரு தூண்டுகோலாகும்'  என்று குறிப்பிடப்பட்டுள்ளது.  இதன் மூலம், தோல்விகளைப் பயனுள்ள வழியில் எதிர்கொள்ள வேண்டும் என்பது புரியும்.  இளைய தோழன் தனக்குள் இருக்கும் நம்பிக்கையைத் தட்டி எழுப்பிக் கொள்ள வேண்டும் என்பது கவிஞரின் வேண்டுகோள். சரியான விடை 'ஏ'."
          }
        ,
          
  {
    
          "description": "கவிதைப் பகுதியில் 'விழித்தெழும் திசை' என்பது என்னைக் குறிக்கிறது?",
          "options": [
      "இளைய தோழன் புதிய இலக்கை நோக்கிப் புறப்படுவது.",
      "இளைய தோழன் நம்பிக்கையுடன் இருப்பது.",
      "இளைய தோழன் தனது தோல்விகளை மறந்து புது உத்வேகத்துடன் செயல்படுவது.",
      "இளைய தோழன் கவலைகளை மறந்து புது வாழ்வைத் தொடங்குவது."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கவிஞர்,  'விழித்தெழும் திசை'  என்பது இளைய தோழன் புதிய இலக்கை நோக்கிப் புறப்படுவதை குறிக்கிறது என்று குறிப்பிடுகிறார்.  இளைய தோழன் தனது இலக்கை நோக்கி செயல்பட வேண்டும் என்பதை, இயற்கை உவமையாகத் தன் கவிதைகளில் சொல்கிறார். கவிதைப் பகுதியில்,  'நீ விழித்தெழும் திசையே பூமிக்குக் கிழக்கு!'  என்று குறிப்பிடப்பட்டுள்ளது.  கவிஞர் இளைய தோழனின் செயல்படத் திசை, பூமிக்குக் கிழக்காக இருக்க வேண்டும் என்று  குறிப்பிடுவதன் மூலம்,  புதிய இலக்கை நோக்கிச் செயல்பட வேண்டும் என்ற கருத்தை வலியுறுத்துகிறார். சரியான விடை 'ஏ'."
          }
        ,
          
  {
    
          "description": "கவிஞர் கவலைகளை எதனோடு ஒப்பிடுகிறார்?",
          "options": [
      "கைக்குழந்தைகள்",
      "சூரியன்",
      "விளக்கு",
      "தூக்கம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கவிதைப் பகுதியில், 'கவலைகளைத் தூக்கிக்கொண்டு திரியாதே'  என்று குறிப்பிடப்பட்டுள்ளது.  இந்த வரிகளில், கவிஞர் கவலைகளை 'கைக்குழந்தைகள்' என்று ஒப்பிடுகிறார்.  ஒருவர் கவலைகளைச் சுமந்து கொண்டு திரியக் கூடாது என்று அறிவுரை கூறுகிறார்.  சரியான விடை 'ஏ'."
          }
        ]