[
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது 'மலைமுகடு'  தமிழில் சொல்லப்படும்?",
          "options": [
      "மலையடிவாரம்",
      "மலைச்சரிவு",
      "மலை உச்சி",
      "மலைக்காடு"
    ],
    "answer": "c",
    
          "additional_context": "மலைமுகடு என்றால் மலையின் மேல்பகுதி, அதாவது மலையின் உச்சியைக் குறிக்கும்.  மலைமுகடு என்றால் மலை எங்கே முடிவடைகிறது என்பதை குறிக்கும். மலையின் அடிப்பகுதி மலையடிவாரம் என்று அழைக்கப்படுகிறது. மலைமுகட்டிற்கும் மலையடிவாரத்திற்கும் இடையேயுள்ள பகுதி மலைச்சரிவு ஆகும். மலைக்காடு என்பது மலைப்பகுதியில் காணப்படும் காடுகளைக் குறிக்கும்."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது 'பலர் பால்' இறந்த கால வினைமுற்று?",
          "options": [
      "நடந்தான்",
      "நடக்கிறான்",
      "நடந்தனர்",
      "நடப்பான்"
    ],
    "answer": "c",
    
          "additional_context": "நடந்தனர் என்பது பலர் பாலில் இறந்த கால வினைமுற்று ஆகும். 'நடந்தான்' என்பது ஆண்பால் ஒருவரின் நடவடிக்கையைக் குறிக்கும். 'நடக்கிறான்' என்பது ஆண்பால் ஒருவர் தற்போது நடப்பதை குறிக்கும். 'நடப்பான்' என்பது ஆண்பால் ஒருவர் எதிர்காலத்தில் நடப்பதை குறிக்கும்."
          }
        ,
          
  {
    
          "description": "'அந்தோ! பூனையின் காலில் அடிபட்டுவிட்டதே!' என்ற தொடரை செய்தித் தொடராக மாற்றினால் எப்படி இருக்கும்?",
          "options": [
      "பூனையின் காலில் அடிபட்டுவிட்டது.",
      "பூனை அடிபட்டுவிட்டது.",
      "பூனை காலில் அடிபட்டது.",
      "பூனையின் காலில் அடிபட்டது."
    ],
    "answer": "d",
    
          "additional_context": "செய்தித் தொடர் என்பது ஒரு செய்தியை தெளிவாக கூறும் தொடர்.  'அந்தோ! பூனையின் காலில் அடிபட்டுவிட்டதே!'  என்பது ஒரு உணர்ச்சித் தொடர் ஆகும். இதனை செய்தித் தொடராக மாற்றினால்  'பூனையின் காலில் அடிபட்டது.' என்று வரும். இது பூனையின் காலில் அடிபட்ட செய்தியை மட்டும் தெளிவாகக் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "______  என்றால் 'Tribes'  என்பது தமிழில் என்ன?",
          "options": [
      "புதர்",
      "பழங்குடியினர்",
      "சமவெளி",
      "பள்ளத்தாக்கு"
    ],
    "answer": "b",
    
          "additional_context": "Tribes என்பது தமிழில் பழங்குடியினர் என்று பொருள்படும். Tribes என்பது ஒரு குறிப்பிட்ட பகுதியில் வாழும் மற்றும் பொதுவான கலாச்சாரம், மொழி, மற்றும் பாரம்பரியம் கொண்ட மக்கள் குழுவைக் குறிக்கிறது. இந்த மக்கள் தங்கள் சொந்த கலாச்சாரம், மரபுகள் மற்றும் வாழ்க்கை முறைகளை பராமரிக்கின்றனர். பழங்குடியினர் என்பது பழமையான மற்றும் மரபுவழி வாழ்க்கை முறைகளை பின்பற்றுபவர்களைக் குறிக்கிறது."
          }
        ]