[
          
  {
    
          "description": "“இணையத்துடன் இணைக்கப்படவில்லை” என்ற வாக்கியத்தில்,  “இணைக்கப்படவில்லை” என்ற வார்த்தை எதன் பொருள்?",
          "options": [
      "இணைக்கப்பட்டிருக்கிறது",
      "இணைக்கப்படவில்லை",
      "இணைக்க முடியாது",
      "இணைக்கப் போகிறது"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி  PDF கோப்பைத் திறக்க முயன்றபோது வந்த  பிழை பற்றியதாக இருக்கிறது.  இந்தப் பிழை இணைய இணைப்பு இல்லாததால் ஏற்பட்டிருக்கிறது.  இணைய இணைப்பு இல்லாவிட்டால் PDF கோப்பைத் திறக்க முடியாது.  சில சமயங்களில் இணைய இணைப்பு இல்லாவிட்டாலும் PDF கோப்பைத் திறக்க முடியும் ஆனால் அந்த PDF கோப்பில் உள்ள படங்கள் சரியாகத் திறக்காது.  சில சமயங்களில் இணைய இணைப்பு மெதுவாக இருந்தாலும்  இந்தப் பிழை வரலாம்."
          }
        ,
          
  {
    
          "description": "'வடிவமைக்கவோ' என்ற வார்த்தை எதன் பொருள்?",
          "options": [
      "உருவாக்க",
      "அழிக்க",
      "மாற்ற",
      "படிக்க"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி  PDF கோப்பைத் திறக்க முயன்றபோது வந்த  பிழை பற்றியதாக இருக்கிறது.  இந்தப் பிழை இணைய இணைப்பு இல்லாததால் ஏற்பட்டிருக்கிறது.  இணைய இணைப்பு இல்லாவிட்டால் PDF கோப்பைத் திறக்க முடியாது.  சில சமயங்களில் இணைய இணைப்பு இல்லாவிட்டாலும் PDF கோப்பைத் திறக்க முடியும் ஆனால் அந்த PDF கோப்பில் உள்ள படங்கள் சரியாகத் திறக்காது.  சில சமயங்களில் இணைய இணைப்பு மெதுவாக இருந்தாலும்  இந்தப் பிழை வரலாம்.  PDF கோப்பைத் திறந்த பின்னர்  அதை  'வடிவமைக்க'  முடியாது.  PDF கோப்பை  'வடிவமைக்க'  வேண்டுமானால்  அதை வேறொரு வடிவமைப்புக் கோப்பாக மாற்ற வேண்டும்."
          }
        ,
          
  {
    
          "description": "“உரை கோப்புக்கு மாற்றி” என்ற வாக்கியத்தில் “மாற்றி”  என்ற சொல் எதன் பொருள்?",
          "options": [
      "சேர்த்து",
      "மாற்றி",
      "அழித்து",
      "படித்து"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி PDF கோப்பை  வேறொரு வடிவமைப்புக் கோப்பாக மாற்றுவது பற்றியதாக இருக்கிறது.  PDF கோப்பை  'உரை கோப்புக்கு மாற்றி'  அந்த PDF கோப்பில் உள்ள  உரை மட்டும் தனி ஒரு கோப்பாக இருக்கும்.  இந்தப்  'உரை கோப்பு'  மைக்ரோசாஃப்ட் வார்ட் கோப்பு போன்ற கோப்பாக இருக்கும்."
          }
        ,
          
  {
    
          "description": "சாரி, உங்களுடைய கேள்வி எனக்குப் புரியவில்லை. நீங்க திருக்குறள் பத்தி கேள்விகள் கேக்கறீங்கன்னு எனக்குத் தெரியுது, ஆனா உங்களோட கேள்விக்கு என்னால பதில் சொல்ல முடியல. \n\nநீங்க எந்த மாதிரி கேள்விகள் கேக்க விரும்புறீங்கன்னு எனக்குப் புரிய வச்சு, எனக்கு உதவுறீங்கன்னா என்னால உங்களுக்கு சரியா பதில் சொல்ல முடியும். \n\nஉதாரணத்துக்கு, நீங்க இது மாதிரி கேள்விகள் கேட்கலாம்:\n\n* 'திருக்குறளில் எந்த அதிகாரத்தில் கடவுள் பத்தி சொல்லப்படுது?'\n* 'திருவள்ளுவர் எத்தனை குறள்களை எழுதினாரு?'\n* 'திருக்குறளில் எத்தனை அதிகாரங்கள் இருக்கு?'\n\nஇந்த மாதிரி கேள்விகள் கேட்டு, உங்களுடைய கேள்விகளைத் தெளிவா சொல்லுங்க. என்னால உங்களுக்கு சரியா பதில் சொல்ல முடியும்.",
          "options": [],
    "answer": [],
    
          "additional_context": "இந்தப் பதில்  PDF கோப்பைத் திறக்க முயன்றபோது வந்த  பிழை பற்றியதாக இருக்கிறது.  PDF கோப்பைத் திறக்க முயன்றபோது இந்தப் பிழை வந்துவிட்டதால்   PDF கோப்பில் உள்ள வினாக்களுக்கு பதிலளிக்க முடியவில்லை."
          }
        ,
          
  {
    
          "description": "மேற்கண்ட வாக்கியத்தில், எந்த காரணத்தால் PDF ஐ படிக்கவோ, வடிவமைக்கவோ முடியவில்லை எனக் கூறப்படுகிறது?",
          "options": [
      "PDF கோப்பு சேதமடைந்துள்ளது.",
      "இணைய இணைப்பு இல்லாததால்.",
      "PDF கோப்பு மிகப்பெரியது.",
      "பயனாளர் PDF கோப்புகளைத் திறக்கத் தெரியாது."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி  PDF கோப்பைத் திறக்க முயன்றபோது வந்த  பிழை பற்றியதாக இருக்கிறது.  இந்தப் பிழை இணைய இணைப்பு இல்லாததால் ஏற்பட்டிருக்கிறது.  இணைய இணைப்பு இல்லாவிட்டால் PDF கோப்பைத் திறக்க முடியாது.  சில சமயங்களில் இணைய இணைப்பு இல்லாவிட்டாலும் PDF கோப்பைத் திறக்க முடியும் ஆனால் அந்த PDF கோப்பில் உள்ள படங்கள் சரியாகத் திறக்காது.  சில சமயங்களில் இணைய இணைப்பு மெதுவாக இருந்தாலும்  இந்தப் பிழை வரலாம்."
          }
        ]