
[
  {
    "description": "“முல்லை நில மக்களாகிய ஆயர்கள் குழல் ஊதுவதில் வல்லவர்கள்” என்ற வாக்கியத்தில் குறிப்பிடப்படும் இசைக்கருவி எது?",
    "options": [
      "தவில்",
      "மகுடி",
      "புல்லாங்குழல்",
      "பிடில்"
    ],
    "answer": "C",
    "additional_context": "இந்த பாடப் பகுதி முல்லை நில மக்களாகிய ஆயர்களைப் பற்றியும், அவர்களின் இசைத் திறனைப் பற்றியும் விவரிக்கிறது. முல்லை நில மக்கள் குழல் ஊதி இசை இயற்றுவதில் வல்லவர்கள் என்று சொல்லப்படுகிறது.  முல்லை நில மக்களின் வாழ்க்கை முறையைப் பற்றிப் பாடல்களில் சொல்லப்படுகிறது. குழல் என்பது ஒரு நாணல் கருவி. இதன் வழியாக காற்று ஊதி இசை எழுப்பப்படுகிறது."
  },
  {
    "description": "“கைவினைஞர்” என்ற சொல்லுக்கு ஆங்கிலத்தில் என்ன சொல்?",
    "options": [
      "Artisan",
      "Craftsman",
      "Artist",
      "Inventor"
    ],
    "answer": "A",
    "additional_context": "கைவினைஞர் என்பவர் தனது கைகளால் திறமையாகப் பொருள்களை உருவாக்குபவர்.   கைவினைக் கலைகள் பற்றிய ஒலிப்பதிவைக் கேட்கச் சொல்லி பாடப் பகுதி தொடங்குகிறது.   கைவினைஞர்கள் செய்த பொருள்களைப் பற்றி பாடல்களில் காணலாம்.  கைவினைக் கலைகள் என்பது பாரம்பரிய கலைகள். அவற்றை வளர்த்தெடுக்க வேண்டும்."
  },
  {
    "description": "“கல்விகேள்வி” என்ற இணைச்சொல்லின் பொருள் என்ன?",
    "options": [
      "கல்வியின் நன்மைகள்",
      "கல்வியின் தீமைகள்",
      "கல்வியின் முக்கியத்துவம்",
      "கல்வியின் இயல்பு"
    ],
    "answer": "C",
    "additional_context": "இணைச்சொற்கள் மூன்று வகைப்படும். அவை, நேரிணை, எதிரிணை, செறியிணை. இணைச்சொற்கள் தொடர்களில் சில சொற்கள் இணையாக இடம்பெற்று, பொருளுக்கு வலுவூட்டும்.  கல்விகேள்வி என்பது கல்வியின் முக்கியத்துவத்தை வலியுறுத்தும் சொல். இது செறியிணை வகையைச் சேர்ந்தது.  பாடப் பகுதியில் செறியிணை வகைப் பற்றி விளக்கம் கொடுக்கப்பட்டுள்ளது."
  },
  {
    "description": "“உறுமி” என்ற இசைக்கருவி எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "காற்றுக் கருவி",
      "தாளக் கருவி",
      "நாணல் கருவி",
      "தோல் கருவி"
    ],
    "answer": "B",
    "additional_context": "தமிழர்களின் பாரம்பரிய இசைக்கருவிகள் பல உள்ளன. உறுமி என்பது ஒரு தாளக் கருவி.  இந்தக் கருவி  பாடப் பகுதியில் அகர வரிசைப்படி கொடுக்கப்பட்டுள்ள இசைக்கருவிகளில் ஒன்றாகும்.  பாடப் பகுதியில் கொடுக்கப்பட்டுள்ள இசைக்கருவிகளை அகரவரிசைப்படுத்தச் சொல்லப்பட்டுள்ளது. "
  },
  {
    "description": "“கன்னங்கரேல்” என்ற இணைச்சொல் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "நேரிணை",
      "எதிரிணை",
      "செறியிணை",
      "எதுவுமில்லை"
    ],
    "answer": "C",
    "additional_context": "கன்னங்கரேல் என்பது ஒரு செறியிணை வகை.  செறியிணை வகை இணைச்சொற்களைப் பட்டியலிட்டு, அதை வகைப்படுத்தச் சொல்லப்பட்டுள்ளது.  பாடப் பகுதியில் இணைச்சொல் வகைகள் பற்றி விளக்கம் கொடுக்கப்பட்டுள்ளது."
  }
]
