
[
  {
    "description": "கீழ்க்காணும் சொற்களில் எது  “மரபணு” என்ற கலைச்சொல்லின் தமிழாக்கம்?",
    "options": [
      "நுண்ணுயிர்",
      "பக்கவிளைவு",
      "ஒவ்வாமை",
      "பட்டயக் கணக்கர்"
    ],
    "answer": "D",
    "additional_context": "நம் உடலில் உள்ள ஒவ்வொரு பண்பும், நிறமும், உருவமும் மரபணு மூலமாகவே தீர்மானிக்கப்படுகிறது. இந்த மரபணுக்கள் நம் பெற்றோர்களிடமிருந்து நமக்குக் கிடைக்கின்றன. இந்த மரபணுக்களே நம் உடல் பற்றிய தகவல்களைச் சுமந்து செல்கின்றன. மரபணுக்கள் நம் குணாதிசயங்கள், உடல்நலம் போன்றவற்றைப் பாதிக்கின்றன. இந்த மரபணுக்களைப் பற்றி ஆய்வு செய்வதற்கான கலைச்சொல் ‘ஜெனெட்டிக்ஸ்’ ஆகும். இந்த ‘ஜெனெட்டிக்ஸ்’  என்பதன் தமிழ் மொழி பெயர் ‘மரபணுவியல்’ ஆகும்.  "
  },
  {
    "description": "“உடல்நலம் பேணும் வழிமுறைகளாகும்”  என்ற வாக்கியத்தில்  எந்த வார்த்தை “உடல்நலம்”  என்பதற்குப் பொருள் தருகிறது?",
    "options": [
      "சிற்றுண்டி",
      "மருந்து",
      "நிறைவான உணவு",
      "உணவு"
    ],
    "answer": "D",
    "additional_context": "நாம் உண்ணும் உணவு நமது உடலுக்குத் தேவையான சத்துக்களைத் தருகிறது.  உணவு மருத்துவத்தின் ஒரு முக்கியப் பகுதி ஆகும்.  நாம் உண்ணும் உணவு மூலம் நோய்களிலிருந்து நம்மைப் பாதுகாக்கலாம்.  இயற்கையான, சத்தான உணவுகளை உண்ண வேண்டும்.  பதப்படுத்தப்பட்ட உணவுகள் மற்றும் அதிக சர்க்கரை கொண்ட உணவுகளைத் தவிர்க்க வேண்டும்.  சரியான நேரத்தில் உணவை உட்கொள்வது மிகவும் முக்கியம்.  "
  },
  {
    "description": "“உடல்நலம் குறித்த விழிப்புணர்வு உரைகளின் ஒலிப்பதிவுகளைக் கேட்டு மகிழ்க.” இந்த வாக்கியத்தில்  “ஒலிப்பதிவுகள்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "வீடியோ",
      "புகைப்படம்",
      "ஆடியோ",
      "கவிதை"
    ],
    "answer": "C",
    "additional_context": "நாம் உரைகள், பாடல்கள், படங்கள் போன்றவற்றைப் பதிவு செய்து அவற்றை மீண்டும் கேட்கும் போது அதை ‘ஒலிப்பதிவு’ என்கிறோம்.  ‘ஒலிப்பதிவு’ செய்யும் கருவியை ‘ஒலிப்பதிவு இயந்திரம்’ என்கிறோம்.  இது மின்னணு கருவியாகும்.  "
  },
  {
    "description": "“கிணறு வெட்டப் பூதம் கிளம்பியது போல”  என்ற உவமைத் தொடரின் பொருள் என்ன?",
    "options": [
      "ஒரு செயல் மிகவும்  பயனற்றது",
      "ஒரு செயல் மிகவும்  எளிதானது",
      "ஒரு நிகழ்வு திடீரென  நிகழ்வது",
      "ஒருவர் மற்றவரின் மீது அளவு கடந்த அன்பு கொள்வது"
    ],
    "answer": "A",
    "additional_context": "கிணறு வெட்டும் போது பூதம் கிளம்பும் என்றால், அந்த வேலை பயனற்றது என்று பொருள்.  இந்த உவமைத் தொடர் ஒரு வேலை பயனற்றது என்பதைப் பொருள்படுத்துகிறது.  கிணறு வெட்டும் வேலை உடல் உழைப்பு மிகுந்தது.  ஆனால் பூதம் கிளம்புவதால் அந்த வேலையே பயனற்றதாகிவிடும்.  "
  },
  {
    "description": "கீழ்க்காணும் உவமைத் தொடர்களில் எது 'பயனற்ற செயல்' என்பதைக் குறிக்கிறது?",
    "options": [
      "a) பசு மரத்து ஆணி போல",
      "b) கிணறு வெட்டப் பூதம் கிளம்பியது போல",
      "c) விழலுக்கு இறைத்த நீர் போல",
      "d) நெல்லிக்காய் மூட்டையைக் கொட்டினாற் போல"
    ],
    "answer": "b",
    "additional_context": "கிணறு வெட்டும் போது பூதம் கிளம்பும் என்றால், அந்த வேலை பயனற்றது என்று பொருள்.  இந்த உவமைத் தொடர் ஒரு வேலை பயனற்றது என்பதைப் பொருள்படுத்துகிறது.  கிணறு வெட்டும் வேலை உடல் உழைப்பு மிகுந்தது.  ஆனால் பூதம் கிளம்புவதால் அந்த வேலையே பயனற்றதாகிவிடும்.  "
  }
]
