
[
  {
    "description": "“நல்ல களிமண் கிடைத்தால் உடனே பாண்டங்கள் செய்யத் தொடங்கிவிடலாம் அல்லவா?” என்று மலர்விழி கேட்கிறாள்.  இதற்கு பொறுப்பாளர் என்ன விளக்கம் அளிக்கிறார்?",
    "options": [
      "களிமண்ணை நேரடியாகப் பயன்படுத்தி பாண்டங்கள் செய்ய முடியாது. களிமண்ணை பக்குவப்படுத்த வேண்டும்.",
      "மண்பாண்டக் கலையில்,  பானை செய்தலைப் பானை வனைதல் என்று சொல்வது மரபு.",
      "மண்பாண்டங்களில் சமைத்தால் உணவு நல்ல சுவையுடன் இருக்கும்.",
      "திருவிழாக்களிலும், சமயச் சடங்குகளிலும் மண்பானைகளே பயன்பட்டு வருகின்றன."
    ],
    "answer": "A",
    "additional_context": "மலர்விழி, களிமண் கிடைத்தால் உடனே மண்பாண்டங்கள் செய்யலாம் என்று கேட்கிறாள். இதற்குப் பொறுப்பாளர், களிமண்ணை உடனே பயன்படுத்தி மண்பாண்டங்கள் செய்ய முடியாது என்று விளக்குகிறார்.  மண்பாண்டம் செய்வதற்கு களிமண்ணை பக்குவப்படுத்த வேண்டும் என்று சொல்கிறார்.  களிமண்ணை பக்குவப்படுத்தும் விதத்தை விளக்கி, களிமண்ணைப் பள்ளத்தில் போட்டு, தண்ணீர் ஊற்றி ஒரு நாள் முழுவதும் ஊறவைக்க வேண்டும். பின்பு அதனுடன் குறிப்பிட்ட அளவில் மெல்லிய மணல், சாம்பல் ஆகியவற்றைக் கலந்து பக்குவப்படுத்த வேண்டும். இதற்குப் பிறகுதான் பாண்டங்கள் செய்ய முடியும் என்று விளக்குகிறார்."
  },
  {
    "description": "சுடுமண் சிற்பங்களைப் பற்றிய பின்வரும் கூற்றுகளில் எது தவறானது?",
    "options": [
      "மனித உருவங்கள், விலங்குகள், பறவைகள், பொம்மைகள், அலங்கார வடிவங்கள் எனப் பல வகையான சுடுமண் சிற்பங்கள் உள்ளன.",
      "சுடுமண் சிற்பங்களுக்கு வண்ணங்கள் பூசுவது தொன்றுதொட்டு இருந்துவரும் வழக்கமாகும்.",
      "பெரிய மாளிகைகளிலும் கலையரங்குகளிலும் சுடுமண் சிற்பங்களை அழகுக்காக வைத்திருப்பார்கள்.",
      "இன்று, சுடுமண் சிற்பங்களைப் பெரிய மாளிகைகளில் மட்டுமே காண முடியும்."
    ],
    "answer": "D",
    "additional_context": "சுடுமண் சிற்பங்களைப் பற்றி  பொறுப்பாளர் விளக்குகிறார்.  மனித உருவங்கள், விலங்குகள், பறவைகள், பொம்மைகள், அலங்கார வடிவங்கள் என பல வகையான சுடுமண் சிற்பங்கள் உள்ளன.  சுடுமண் சிற்பங்களுக்கு வண்ணங்கள் பூசுவது தொன்றுதொட்டு இருந்துவரும் வழக்கமாகும்.  பெரிய மாளிகைகளிலும் கலையரங்குகளிலும் சுடுமண் சிற்பங்களை அழகுக்காக வைத்திருப்பார்கள்.  முன்பெல்லாம் சிற்றூர்களில் உள்ள கோயில்களில் மட்டுமே இவற்றைக் காண முடியும்.  இப்போது கலைப்பொருளாக அழகுக்காகப் பல இடங்களிலும் பயன்படுத்துகின்றனர் என்பதை விளக்குகிறார்.  சாலமன்,  எங்கள் ஊர்க் கோயிலில் இவைபோன்ற ஏராளமான குதிரைச் சிற்பங்கள் உள்ளன. எதற்காக அத்தனை சிற்பங்கள் உள்ளன என்று கேட்கிறார்.  பொறுப்பாளர், மக்கள் தங்கள் வேண்டுதல் நிறைவேறினால் குதிரைச் சிற்பம் செய்து வைப்பதாக வேண்டிக்கொள்வது உண்டு.  அப்படி வேண்டிக்கொண்டவர்கள் வைத்தவையாக இருக்கும் என்று விளக்குகிறார்."
  },
  {
    "description": "பொறுப்பாளர் கூறுகிறார், “பிறந்த குழந்தைக்கு விளையாட்டுப்பொருள் முதல் இறந்தவரை எடுத்துச்செல்லும் பாடை வரை மூங்கிலால் செய்யப்படுகின்றன.”  இதன் மூலம் என்ன புரிகிறது?",
    "options": [
      "மூங்கில் என்பது பலவிதப் பயன்பாடுகள் கொண்ட ஒரு தாவரம்.",
      "மூங்கிலால் ஆடை தயாரிப்பது மரபு.",
      "மூங்கிலால் தயாரிக்கப்படும் பொருள்கள் அனைத்தும் குழந்தைகளுக்கானவை.",
      "மூங்கில் என்பது மிகவும் அரிதான ஒரு தாவரம்."
    ],
    "answer": "A",
    "additional_context": "மூங்கில்கலை அரங்கிற்குச் சென்ற நண்பர்கள், மூங்கிலால் கூடைகளும் ஏணிகளும் மட்டும்தான் செய்வார்கள் என நினைத்திருந்தேன்.  என் எண்ணம் தவறு என்று இங்கு வந்தபிறகுதான் புரிகிறது என்று மலர்விழி கூறுகிறாள்.  இதற்குப் பொறுப்பாளர், மூங்கிலைக் கொண்டு பலவகையான கைவினைப் பொருள்கள் செய்யப்படுகின்றன. இதோ பாருங்கள் என்று சொல்லி, மட்டக்கூடை, தட்டுக்கூடை, கொட்டுக்கூடை, முறம், ஏணி, சதுரத்தட்டி, கூரைத்தட்டி, தெருக்கூட்டும் துடைப்பம், மாடுகளுக்கான மூஞ்சிப்பெட்டி, பழக்கூடை, பூக்கூடை, பூத்தட்டு, கட்டில், புல்லாங்குழல், புட்டுக்குழாய், கால்நடைகளுக்கு மருந்து புகட்டும் குழாய் என எத்தனையோ பொருள்கள் மூங்கில் மூலம் உருவாகின்றன.  சுருக்கமாகச் சொன்னால் பிறந்த குழந்தைக்கு விளையாட்டுப்பொருள் முதல் இறந்தவரை எடுத்துச்செல்லும் பாடை வரை மூங்கிலால் செய்யப்படுகின்றன என்று விளக்குகிறார்."
  },
  {
    "description": "பாய்களில் பலவகை உண்டு. இவற்றில் எது திருமணத்திற்குப் பயன்படுத்தப்படுகிறது?",
    "options": [
      "தடுக்குப்பாய்",
      "பந்திப்பாய்",
      "திண்ணைப்பாய்",
      "பட்டுப்பாய்"
    ],
    "answer": "D",
    "additional_context": "கோரைப்பாய் அரங்கிற்கு வந்த நண்பர்கள்,  பாய் என்பது படுக்கப் பயன்படுவது.  அதில் வேறு என்ன சிறப்பு இருக்கிறது என்று கேட்கிறார்.  இதற்குப் பொறுப்பாளர் பாய்களில் பலவகை உண்டு.  குழந்தைகளைப் படுக்கவைப்பது தடுக்குப்பாய், உட்கார்ந்து உண்ண உதவுவது பந்திப்பாய், உட்காரவும், படுக்கவும் உதவுவது திண்ணைப்பாய், திருமணத்துக்குப் பயன்படுத்துவது பட்டுப்பாய், இசுலாமியர் தொழுகைக்குப் பயன்படுத்துவது தொழுகைப்பாய்.  இப்படிப் பலவகைப் பாய்கள் உண்டு என்று விளக்குகிறார்."
  },
  {
    "description": "பொறுப்பாளர் கூறுகிறார், “பனையோலை என்றதும் உங்களுக்கு என்ன நினைவுக்கு வருகிறது?”  அமுதன் எதைக் குறிப்பிடுகிறான்?",
    "options": [
      "பனையோலைக் கூடைகள்",
      "பனைமரத்தின் பயன்கள்",
      "பனையோலைச் சுவடிகள்",
      "பனையோலைப் பாய்கள்"
    ],
    "answer": "C",
    "additional_context": "பனையோலை அரங்கிற்கு வந்த நண்பர்கள்,  பனையோலை என்றதும் உங்களுக்கு என்ன நினைவுக்கு வருகிறது என்று கேட்கிறார்.  இதற்கு அமுதன்,  ஓலைச்சுவடிதான் நினைவுக்கு வருகிறது என்று பதில் சொல்கிறார்.  இதற்குப் பொறுப்பாளர், ஆம்.  பழந்தமிழ் இலக்கியங்களை எல்லாம் நமக்காகப் பாதுகாத்து வைத்திருந்தவை பனையோலைகள் அல்லவா? அதுமட்டுமல்லாமல் பனையோலைகளினால் பல வகையான பொருள்கள் உருவாக்கப்படுகின்றன.  இவற்றையெல்லாம் பாருங்கள் என்று சொல்கிறார்."
  }
]
