[
          
  {
    
          "description": "'உலக வாழ்விற்கு மிக மிக இன்றியமையாதது `அறிவியல்' என்னும் அறிவுக்கலை. உடற்கூறு, உடலோம்பு முறை, பூதபௌதிகம், மின்சாரம், நம்மைச் சூழ்ந்துள்ள செடி, கொடி, பறவை, விலங்கு முதலியவற்றினியல், கோளியக்கம், கணிதம், அகத்திணை முதலியன வேண்டும்.”   மேற்கண்ட கூற்றின்படி,  அறிவியல்  எதற்கு  முக்கியமானது?",
          "options": [
      "பொழுதுபோக்கு",
      "வாழ்க்கை  வாழ்வதற்கு",
      "சமுதாய வளர்ச்சி",
      "கலைவளர்ச்சி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தப் பகுதி, திரு.வி.க. அவர்கள் அறிவியல் கல்வியின் முக்கியத்துவம் குறித்து எடுத்துரைக்கும் பகுதியாகும்.  இங்கு அவர், உடற்கூறு, உடலோம்பு முறை, பூதபௌதிகம், மின்சாரம்,  செடி, கொடி, பறவை, விலங்கு முதலியவற்றினியல், கோளியக்கம், கணிதம், அகத்திணை முதலியன போன்ற பல்வேறு துறைகளை அறிவியல் கல்வியின் கீழ் குறிப்பிடுகிறார். மேலும், அவர், அறிவியலைப் பற்றிய பொது அறிவாதல் அவசியம் என்பதையும், புற உலக ஆராய்ச்சிக்கு அறிவியல் கொழுகொம்பு போன்றது என்பதையும் விளக்குகிறார்."
          }
        ,
          
  {
    
          "description": "திரு.வி.க., இன்றைய கல்வி பற்றி என்ன விமர்சனம் தெரிவிக்கிறார்?",
          "options": [
      "அ) இன்றைய கல்வி ஏட்டுக்கல்வியாக மட்டும் உள்ளது.",
      "ஆ) இன்றைய கல்வி தொழில் நோக்கில் மட்டுமே இயங்குகிறது.",
      "இ) இன்றைய கல்வி தாய்மொழி வழியாக இல்லை.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "திரு.வி.க. அவர்கள், இன்றைய கல்வி முறையை கடுமையாக விமர்சிக்கிறார். இன்றைய கல்வி ஏட்டுக்கல்வியாக மட்டுமே உள்ளது என்று கூறுகிறார். அதாவது,  அறிவு நிரம்பிய கல்விக்குப் பதிலாக, தேர்வுக்கு மட்டுமே பயிற்சி அளிக்கும் கல்வியை  அவர் குறை கூறுகிறார். இன்றைய கல்வி தொழில் நோக்கில் மட்டுமே இயங்குகிறது என்று குறிப்பிடுகிறார். அதாவது, வாழ்க்கைக்குத் தேவையான அறிவை விட தொழிலில் ஈடுபட  தேவையான அறிவை மட்டுமே வழங்கும் கல்வியை அவர் விமர்சிக்கிறார்.  இன்றைய கல்வி தாய்மொழி வழியாக இல்லை என்று கூறுகிறார். அதாவது, தாய்மொழியின் மூலம் கல்வி கற்க வேண்டும் என்ற  அவர் கருத்தை இங்கு வெளிப்படுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "திரு.வி.க., எந்த இலக்கியத்தை 'இயற்கை வாழ்வில்லம்' என்று குறிப்பிடுகிறார்?",
          "options": [
      "அ) பத்துப்பாட்டு",
      "ஆ) கலித்தொகை",
      "இ) திருக்குறள்",
      "ஈ) சிலப்பதிகாரம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "திரு.வி.க. அவர்கள்,  இயற்கை வாழ்வைப் பற்றி தனது கருத்துகளைத் தெரிவிக்கும் போது,  திருக்குறளை 'இயற்கை வாழ்வில்லம்' என்று கூறுகிறார். திருக்குறள் இயற்கைப் பற்றியும் இயற்கை வாழ்வைப் பற்றியும் எதுவும் கூறவில்லை என்பதே இதற்குக் காரணம். திருக்குறளில் இயற்கைப் பற்றியோ அல்லது இயற்கை வாழ்வைப் பற்றியோ எதுவும் இல்லையென்பது அவர் கருத்து. இயற்கைப் பற்றிய இன்பத்தை இயற்கை  ஓவியமான பத்துப்பாட்டிலும், இயற்கை இன்பமான கலித்தொகையிலும், இயற்கை வாழ்வைப் பற்றிய இன்பத்தை சிலப்பதிகாரத்திலும் அவர் காண்கிறார்.  ஆனால் திருக்குறளில் இயற்கை வாழ்வைப் பற்றிய எந்தக் கருத்தும் இல்லை என்று குறிப்பிடுகிறார்."
          }
        ,
          
  {
    
          "description": "திரு.வி.க., தாய்மொழி வழிக்கல்வியை எதற்கு ஒப்பிடுகிறார்?",
          "options": [
      "அ) மலர் மணம்",
      "ஆ) இயற்கை ஓவியம்",
      "இ) இயற்கை முறை",
      "ஈ) அறிவியல் அரண்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தாய்மொழி வழிக்கல்வி என்பது இயற்கை முறை என்று திரு.வி.க. குறிப்பிடுகிறார்.  தாய்மொழி என்பது இயற்கையாகவே நமக்குக் கிடைத்தது.  எனவே, தாய்மொழியில் கல்வி கற்க வேண்டும் என்பது இயற்கையானது.   தாய்மொழி வழிக்கல்வியை மலர் மணம், இயற்கை ஓவியம், அறிவியல் அரண் போன்றவற்றுக்கு ஒப்பிடவில்லை.  இதற்கு மாறாக, இயற்கை முறை என்று குறிப்பிடுகிறார்."
          }
        ,
          
  {
    
          "description": "திரு.வி.க., இயற்கைக் கல்வி பற்றி எந்தப் பழமொழி மூலம் குறிப்பிடுகிறார்?",
          "options": [
      "அ) கல்வி கற்க கல்வி",
      "ஆ) இளமையில் கல்வி",
      "இ) இயற்கை இன்பம்",
      "ஈ) கல்வி செல்வம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "திரு.வி.க. அவர்கள், இயற்கைக் கல்வியின் முக்கியத்துவத்தை எடுத்துரைக்கும் போது,  இளமையில் கல்வி என்னும் பழமொழியைப் பயன்படுத்துகிறார். இளமையில் கல்வி கற்க வேண்டும். அது  பின்னாளில்  நமக்குப் பயன்படும் என்பது  இந்தப் பழமொழியின் பொருள்.  இளமை என்பது கல்வி கற்க ஏற்ற வயது என்பதை  இந்தப் பழமொழி விளக்குகிறது."
          }
        ]