
[
  {
    "description": "திருமூலரின் திருமந்திரம் _______ பாடல்களைக் கொண்டது.",
    "options": [
      "அ)  நூறு",
      "ஆ)  ஐந்நூறு",
      "இ)  மூவாயிரம்",
      "ஈ)  பத்தாயிரம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருமூலர் இயற்றிய திருமந்திரம் மூவாயிரம் பாடல்களைக் கொண்டது. அதனால்தான் இந்த நூலைத் தமிழ் மூவாயிரம் என்று அழைக்கிறார்கள்."
  },
  {
    "description": "திருமூலரின் திருமந்திரம் _______ திருமுறையில் வைக்கப்பட்டுள்ளது.",
    "options": [
      "அ)  நான்காம்",
      "ஆ)  ஏழாம்",
      "இ)  பத்தாம்",
      "ஈ)  பன்னிரண்டாம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருமூலரின் திருமந்திரம் பன்னிரு திருமுறைகளில் பத்தாம் திருமுறையாக வைக்கப்பட்டுள்ளது."
  },
  {
    "description": "திருமூலர் கூறும் இறைத்தொண்டின் சாராம்சத்தை கீழ்க்கண்ட எந்தப் பாடல் வரியில் காணலாம்?",
    "options": [
      "ஒன்றே குலமும் ஒருவனே தேவனும் நன்றே நினைமின் நமனில்லை நாணாமே",
      "சென்றே புகும்கதி இல்லைநும் சித்தத்து நின்றே நிலைபெற நீர்நினைந்து உய்ம்மினே",
      "படமாடக் கோயில் பகவற்குஒன்று ஈயில் நடமாடக் கோயில் நம்பர்க்குஅங்கு ஆகா",
      "நடமாடக் கோயில் நம்பர்க்குஒன்று ஈயில் படமாடக் கோயில் பகவற்குஅது ஆமே"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இறைத்தொண்டின் சாராம்சத்தை பத்தாம் திருமுறையிலுள்ள திருமூலரின் பாடல் வரியில் காணலாம். அந்த பாடல் வரி 'நடமாடக் கோயில் நம்பர்க்குஒன்று ஈயில் படமாடக் கோயில் பகவற்குஅது ஆமே' என்கிறது."
  },
  {
    "description": "திருமூலர் எந்த நூலின் ஆசிரியர் என்பதை கீழ்க்கண்டவற்றுள் எது சரியாகக் கூறுகிறது?",
    "options": [
      "திருவாசகம்",
      "திருக்குறள்",
      "திருமந்திரம்",
      "நாலாயிர திவ்யப் பிரபந்தம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருமூலர் இயற்றிய நூல் திருமந்திரம். இந்நூல் மூவாயிரம் பாடல்களைக் கொண்டது. அதனால்தான் இந்த நூலைத் தமிழ் மூவாயிரம் என்றும் அழைக்கிறார்கள்."
  },
  {
    "description": "“நடமாடக் கோயில்” என்னும் சொல் எதை குறிக்கிறது?",
    "options": [
      "மனித உடலை",
      "இறைவனின் கோயிலை",
      "சடங்குகளை",
      "சமூகத்தை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "திருமூலரின் திருமந்திரத்தில் 'நடமாடக் கோயில்' என்பது மனித உடலை குறிக்கிறது. மனிதன் எங்கும் நடமாடும். அதனால் மனிதன் உடலை 'நடமாடக் கோயில்' என்று கூறலாம்."
  }
]
