[
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது இயல்பு புணர்ச்சிக்கு எடுத்துக்காட்டு?",
          "options": [
      "மரவேர்",
      "மட்பாண்டம்",
      "மணிமுடி",
      "கடைத்தெரு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இரண்டு சொற்கள் இணைந்து புதிய சொல் உருவாகும் போது, நிலைமொழி ஈறும், வருமொழி முதலும் இணைவதைப் புணர்ச்சி என்கிறோம்.  இயல்பு புணர்ச்சியில், நிலைமொழியிலோ வருமொழியிலோ எவ்வித மாற்றமும் நிகழாது.  நிலைமொழியும் வருமொழியும் எவ்வித மாற்றமும் இன்றி இணைவது இயல்பு புணர்ச்சி ஆகும்.  எடுத்துக்காட்டாக, தாய் + மொழி = தாய்மொழி.  இந்தச் சொல்லில் இரு சொற்களிலும் மாற்றமில்லை.  மேற்கண்ட விளக்கத்தைப் பயன்படுத்தி, கொடுக்கப்பட்டுள்ள சொற்களில் இயல்புப் புணர்ச்சிக்கு எடுத்துக்காட்டு எது என்று கண்டுபிடித்து, சரியான விடையைத் தேர்ந்தெடுங்கள்."
          }
        ,
          
  {
    
          "description": "'நாடகக்கலை' என்னும் சொல்லில் எத்தனை விகாரங்கள் நிகழ்ந்துள்ளன?",
          "options": [
      "ஒன்று",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இரண்டு சொற்கள் இணையும்போது, நிலைமொழியிலோ வருமொழியிலோ அல்லது இரண்டிலுமோ மாற்றங்கள் நிகழுமாயின், அது விகாரப் புணர்ச்சி எனப்படும்.  விகாரப் புணர்ச்சி தோன்றல், திரிதல், கெடுதல் என மூவகைப்படும்.  நாடகக்கலை என்ற சொல் நாடகம் + கலை என்ற இரு சொற்களைக் கொண்டு உருவானது.  இதில் நிலைமொழி ஈற்றில் உள்ள மகர மெய் மறைந்து (கெடுதல் விகாரம்) மற்றும் க் என்னும் மெய்யெழுத்து தோன்றியது (தோன்றல் விகாரம்).  இரண்டு விகாரங்கள் நிகழ்ந்துள்ளன.  கொடுக்கப்பட்ட விருப்பங்களிலிருந்து சரியான விடையைத் தேர்ந்தெடுங்கள்."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது 'மெய்முதல் புணர்ச்சி' யைப் பெற்றுள்ளது?",
          "options": [
      "சிலையழகு",
      "பொன்னுண்டு",
      "மண்ணழகு",
      "மரக்கட்டில்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இரண்டு சொற்கள் இணையும் போது, வருமொழியின் முதல் எழுத்து மெய் எழுத்தாக இருந்தால் அஃது மெய்முதல் புணர்ச்சி எனப்படும்.  வருமொழியின் முதல் எழுத்து மெய் எழுத்தாக இருந்தால் அஃது மெய்முதல் புணர்ச்சி எனப்படும்.  எடுத்துக்காட்டாக, பொன் + சிலை = பொற்சிலை.  இதில் 'சிலை' என்ற சொல்லின் முதல் எழுத்து மெய் எழுத்தாகும்.  கொடுக்கப்பட்ட விருப்பங்களில் எது மெய்முதல் புணர்ச்சியைப் பெற்றுள்ளது என்பதை கண்டுபிடித்து சரியான விடையைத் தேர்ந்தெடுங்கள்."
          }
        ,
          
  {
    
          "description": "“கற்றறிந்தவர்” என்னும் சொல் எந்த வகைப் புணர்ச்சிக்கு உதாரணம்?",
          "options": [
      "மெய்யீற்று உயிர்முதல் புணர்ச்சி",
      "உயிரீற்று மெய்முதல் புணர்ச்சி",
      "இயல்புப் புணர்ச்சி",
      "திரிதல் விகாரம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இரண்டு சொற்கள் இணைந்து புதிய சொல் உருவாகும் போது, நிலைமொழி ஈறும், வருமொழி முதலும் இணைவதைப் புணர்ச்சி என்கிறோம்.  இயல்பு புணர்ச்சியில், நிலைமொழியிலோ வருமொழியிலோ எவ்வித மாற்றமும் நிகழாது.  நிலைமொழியும் வருமொழியும் எவ்வித மாற்றமும் இன்றி இணைவது இயல்பு புணர்ச்சி ஆகும்.  எடுத்துக்காட்டாக, தாய் + மொழி = தாய்மொழி.  இந்தச் சொல்லில் இரு சொற்களிலும் மாற்றமில்லை.  கொடுக்கப்பட்ட சொல்லில் எந்த மாற்றமும் இல்லாததால் அது இயல்புப் புணர்ச்சிக்கு உதாரணம்.  சரியான விடையைத் தேர்ந்தெடுங்கள்."
          }
        ,
          
  {
    
          "description": "“தமிழ்த்தாய்” என்ற சொல்லை உருவாக்கும் புணர்ச்சி எது?",
          "options": [
      "இயல்புப் புணர்ச்சி",
      "தோன்றல் விகாரம்",
      "திரிதல் விகாரம்",
      "கெடுதல் விகாரம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இரண்டு சொற்கள் இணையும்போது, நிலைமொழியிலோ வருமொழியிலோ அல்லது இரண்டிலுமோ மாற்றங்கள் நிகழுமாயின், அது விகாரப் புணர்ச்சி எனப்படும்.  விகாரப் புணர்ச்சி தோன்றல், திரிதல், கெடுதல் என மூவகைப்படும்.  நிலைமொழியும் வருமொழியும் இணையும்போது புதிதாக ஓர் எழுத்துத் தோன்றுவது தோன்றல் விகாரம் ஆகும்.  தமிழ்த்தாய் என்ற சொல் தமிழ் + தாய் என்ற இரு சொற்களைக் கொண்டு உருவானது.  இதில் புதிதாக ழ என்னும் எழுத்து தோன்றியுள்ளது.  எனவே இது தோன்றல் விகாரம்.  சரியான விடையைத் தேர்ந்தெடுங்கள்."
          }
        ]