
[
  {
    "description": "“இரவின்கண் மழை பெய்தது” என்ற தொடரில் பயன்படுத்தப்பட்டுள்ள உருபு எந்த வேற்றுமையைக் குறிக்கிறது?",
    "options": [
      "ஐந்தாம் வேற்றுமை",
      "ஆறாம் வேற்றுமை",
      "ஏழாம் வேற்றுமை",
      "எட்டாம் வேற்றுமை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இடம், காலம் ஆகியவற்றைக் குறிக்கும் சொற்களில் ஏழாம் வேற்றுமை உருபு இடம்பெறும். (எ.கா.) எங்கள் ஊரின்கண் மழை பெய்தது. இரவின்கண் மழை பெய்தது."
  },
  {
    "description": "“கவிதைக்கு அழகு கற்பனை” என்ற தொடரில், “கு” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "நட்பு",
      "தகுதி",
      "கொடை",
      "எல்லை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நான்காம் வேற்றுமைக்கு உரிய உருபு கு என்பதாகும். இது கொடை, பகை, நட்பு, தகுதி, அதுவாதல், பொருட்டு, முறை, எல்லை எனப் பல பொருள்களில் வரும். \n தகுதி - கவிதைக்கு அழகு கற்பனை."
  },
  {
    "description": "“தமிழ்வளர்ச்சிக்குப் பாடுபட்டார்” என்ற தொடரில் “கு” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "பகை",
      "பொருட்டு",
      "முறை",
      "கொடை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நான்காம் வேற்றுமைக்கு உரிய உருபு கு என்பதாகும். இது கொடை, பகை, நட்பு, தகுதி, அதுவாதல், பொருட்டு, முறை, எல்லை எனப் பல பொருள்களில் வரும். \n பொருட்டு - தமிழ்வளர்ச்சிக்குப் பாடுபட்டார்."
  },
  {
    "description": "“கரிகாலனால் கல்லணை கட்டப்பட்டது” என்ற தொடரில், “ஆல்” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "கருவி",
      "ஏவுதல் கருத்தா",
      "இயற்றுதல் கருத்தா",
      "உடனிகழ்ச்சி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஆல், ஆன், ஒடு, ஓடு ஆகிய நான்கும் மூன்றாம் வேற்றுமைக்கு உரிய உருபுகள் ஆகும். இவற்றுள் ஆல், ஆன் ஆகியவை கருவிப்பொருள், கருத்தாப் பொருள் ஆகிய இரண்டு வகையான பொருள்களில் வரும். கருத்தாப்பொருள் ஏவுதல் கருத்தா, இயற்றுதல் கருத்தா என இருவகைப்படும். பிறரைச் செய்யவைப்பது ஏவுதல் கருத்தா – கரிகாலனால் கல்லணை கட்டப்பட்டது."
  },
  {
    "description": "“மரத்தால் சிலை செய்தான்” என்ற தொடரில், “ஆல்” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "கருவி",
      "ஏவுதல் கருத்தா",
      "இயற்றுதல் கருத்தா",
      "உடனிகழ்ச்சி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஆல், ஆன், ஒடு, ஓடு ஆகிய நான்கும் மூன்றாம் வேற்றுமைக்கு உரிய உருபுகள் ஆகும். இவற்றுள் ஆல், ஆன் ஆகியவை கருவிப்பொருள், கருத்தாப் பொருள் ஆகிய இரண்டு வகையான பொருள்களில் வரும். கருவியே செய்யப்படும் பொருளாக மாறுவது முதற்கருவி - மரத்தால் சிலை செய்தான்."
  }
]
