
[
  {
    "description": "கீழ்க்காணும் சொற்களை அகரவரிசைப்படுத்தும் போது, நான்காவது இடத்தில் வரும் சொல் எது?",
    "options": [
      "ஔகாரம்",
      "ஊழி",
      "ஓலைச்சுவடிகள்",
      "இரண்டல்ல"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் கேள்வி, தமிழ் மொழியின் சொற்களை அகரவரிசைப்படுத்துவதற்கான ஒரு பயிற்சி.  அகரவரிசைப்படுத்துவது என்பது, சொற்களை அகர வரிசைப்படி, அதாவது, 'அ' முதல் 'ஹ' வரை உள்ள எழுத்துக்களின் வரிசைப்படி  நிறுத்துவது.  இந்தக் கேள்வியில் கொடுக்கப்பட்டுள்ள சொற்களில், 'இரண்டல்ல' என்ற சொல் நான்காவது இடத்தில் வரும். அதாவது, அந்த சொல்லை அகரவரிசைப்படுத்தும்போது, முதல் மூன்று சொற்களான 'ஔகாரம்', 'இரண்டல்ல',  'ஓலைச்சுவடிகள்' ஆகிய சொற்களுக்குப் பின் வரும் சொல் இது."
  },
  {
    "description": "  \"சேவல் கொக்கரிக்கும் சத்தம் கேட்டுக் கயல் கண் விழித்தாள். பூப்பறிக்க நேரமாகி விட்டதை அறிந்து தோட்டத்திற்குச் சென்றாள். அங்கு மரத்தில் குயில் கரைந்து கொண்டிருந்தது. பூவைப் பறித்ததுடன், தோரணம் கட்ட மாவிலையையும் கொய்து கொண்டு வீடு திரும்பினாள். அம்மா தந்த பாலைக் குடித்துவிட்டுப் பள்ளிக்குப் புறப்பட்டாள்.\"  இந்தப் பத்தியில் உள்ள மரபுப் பிழையைத் திருத்தி எழுது.",
    "options": [
      "சேவல் கொக்கரிக்கும் சத்தம் கேட்டுக் கயல் கண் விழித்தாள். பூப்பறிக்க நேரமாகி விட்டதை அறிந்து தோட்டத்திற்குச் சென்றாள். அங்கு மரத்தில் குயில் கரைந்து கொண்டிருந்தது. பூவைப் பறித்ததுடன், தோரணம் கட்ட மாவிலையையும் கொய்து கொண்டு வீடு திரும்பினாள். அம்மா தந்த பாலைக் **குடித்து**விட்டுப் பள்ளிக்குப் புறப்பட்டாள்.",
      "சேவல் **கூவும்** சத்தம் கேட்டுக் கயல் கண் விழித்தாள். பூப்பறிக்க நேரமாகி விட்டதை அறிந்து தோட்டத்திற்குச் சென்றாள். அங்கு மரத்தில் குயில் கரைந்து கொண்டிருந்தது. பூவைப் பறித்ததுடன், தோரணம் கட்ட மாவிலையையும் கொய்து கொண்டு வீடு திரும்பினாள். அம்மா தந்த பாலைக் குடித்துவிட்டுப் பள்ளிக்குப் புறப்பட்டாள்.",
      "சேவல் கொக்கரிக்கும் சத்தம் கேட்டுக் கயல் கண் விழித்தாள். **பூவைப் பறிக்க** நேரமாகி விட்டதை அறிந்து தோட்டத்திற்குச் சென்றாள். அங்கு மரத்தில் குயில் கரைந்து கொண்டிருந்தது. பூவைப் பறித்ததுடன், தோரணம் கட்ட மாவிலையையும் கொய்து கொண்டு வீடு திரும்பினாள். அம்மா தந்த பாலைக் குடித்துவிட்டுப் பள்ளிக்குப் புறப்பட்டாள்.",
      "சேவல் கொக்கரிக்கும் சத்தம் கேட்டுக் கயல் கண் விழித்தாள். பூப்பறிக்க நேரமாகி விட்டதை அறிந்து தோட்டத்திற்குச் சென்றாள். அங்கு மரத்தில் குயில் **கூவி** கொண்டிருந்தது. பூவைப் பறித்ததுடன், தோரணம் கட்ட மாவிலையையும் கொய்து கொண்டு வீடு திரும்பினாள். அம்மா தந்த பாலைக் குடித்துவிட்டுப் பள்ளிக்குப் புறப்பட்டாள்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் கேள்வி, தமிழ் மொழியில் பழக்கத்தில் இருக்கும் சில மரபுச் சொற்களைப் பயன்படுத்திப் பேசுவதற்கான ஒரு பயிற்சி. 'சேவல் கொக்கரிக்கும்' என்பது சரியான மரபுச் சொல் அல்ல.  சரியான மரபுச் சொல் 'சேவல் கூவும்' என்பது.  மற்ற சொற்களான 'குயில் கரைந்து', 'மாவிலையையும் கொய்து' ஆகியவை சரியான சொற்களே."
  },
  {
    "description": "\"கல்வெட்டு\"  என்ற சொல்லின் ஆங்கிலச் சொல் எது?",
    "options": [
      "Epigraph",
      "Lexicon",
      "Phoneme",
      "Vowel"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கேள்வி, தமிழ் மொழிக்கும் ஆங்கில மொழிக்கும் இடையேயான சொல் தொடர்புகளைப் பற்றிய ஒரு பயிற்சி.  'கல்வெட்டு' என்ற சொல்லின் ஆங்கிலச் சொல் 'Epigraph' என்பது. 'Epigraph' என்ற சொல்லின் பொருள் 'கல்வெட்டு' அல்லது 'எழுத்துப் பிரதி' என்பதாகும்."
  },
  {
    "description": "  \"உலகம் தமிழ்மொழி வாழட்டும் உள்ளவரையிலும்.\"  இந்தத் தொடரைச் சரியான வரிசையில் எழுது.",
    "options": [
      "உலகம் தமிழ்மொழி வாழட்டும் உள்ளவரையிலும்.",
      "உள்ளவரையிலும் உலகம் தமிழ்மொழி வாழட்டும்.",
      "தமிழ்மொழி உலகம் வாழட்டும் உள்ளவரையிலும்.",
      "வாழட்டும் உலகம் தமிழ்மொழி உள்ளவரையிலும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கேள்வி, ஒரு வாக்கியத்தை சரியான வரிசையில் எழுதுவதற்கான ஒரு பயிற்சி.  ஒரு வாக்கியத்தை எழுதும்போது, வார்த்தைகள் ஒழுங்காக இருக்க வேண்டும்.  இந்தக் கேள்வியில் கொடுக்கப்பட்டுள்ள வாக்கியத்தில், சொற்கள் சரியான வரிசையில் இருக்கின்றன.  'உலகம் தமிழ்மொழி வாழட்டும் உள்ளவரையிலும்'  என்பது சரியான வாக்கியம்."
  },
  {
    "description": "\"படி\"  என்ற சொல் ஒரே தொடரில் பல பொருள் தருமாறு எழுது.",
    "options": [
      "நான் படியில் அமர்ந்து பாடம் படித்தேன்.",
      "படிக்கட்டு படி படித்து மேலே சென்றான்.",
      "அந்தக் கதையில் படிப்படியாக நடந்தது.",
      "நான் ஐந்தாம் வகுப்பு படிக்கிறேன்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் கேள்வி, தமிழ் மொழியில் ஒரே சொல் பல பொருளைத் தருவதைப் பற்றிய ஒரு பயிற்சி.  'படி' என்ற சொல் 'படிக்கட்டு படி' என்றும் 'கல்விப் படி' என்றும் பல பொருளைத் தரும்.  'படிக்கட்டு படி படித்து மேலே சென்றான்' என்பது 'படி' என்ற சொல் 'படிக்கட்டு படி' என்ற பொருளைத் தரும் ஒரு வாக்கியம்."
  }
]
