[
          
  {
    
          "description": "'கல்வி கரையில கற்பவர் நாள் சில' - இந்த வரியின் பொருள் என்ன?",
          "options": [
      "கல்வியைக் கற்றுக்கொள்ளும் நாட்கள் சில.",
      "கல்வியை விரைவாகக் கற்றுக்கொள்ள முடியும்.",
      "கல்வியைத் தேடிச் செல்லும் நாட்கள் சில.",
      "கல்வி கற்கும் நாட்கள் சில."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்தப் பாடல்  குமரகுருபரர் எழுதிய நீதி நெறி விளக்க நூலில் இருந்து எடுக்கப்பட்டது. கல்வி என்பது ஒரு கடல் போன்றது. கடல் அளவுக்கு கல்வி அளவிட முடியாது. மெல்ல நினைத்து கற்றால் மட்டுமே கல்வியை நன்கு புரிந்துகொள்ள முடியும்.  கடல் கரையில் மட்டும் தான் நீரின் ஆழத்தை அறிந்துகொள்ள முடியும் என்பது போல,  கல்வியை  அறிந்துகொள்வதற்கும்  கல்வி கரையில் நின்று தான் முடியும்.  அதாவது, ஒரு கல்வி கரையில் நிற்பது என்பது  கல்வி பயிலும் நாட்கள்  சில என்பது. ஆகவே,  கல்வி கரையில கற்பவர் நாள் சில என்கிறார்  குமரகுருபரர்."
          }
        ,
          
  {
    
          "description": "“கற்றோர்க்குக் கல்வி நலனே கலனல்லால்” என்ற வரியில் “கலன்” என்னும் சொல்லுக்குப் பொருள் என்ன?",
          "options": [
      "a) கலவை",
      "b) அணிகலன்",
      "c) கலம்",
      "d) கலந்தது"
    ],
    "answer": [
      "b"
    ],
    
          "additional_context": "குமரகுருபரர் எழுதிய நீதிநெறி விளக்க நூலில் இருந்து எடுக்கப்பட்ட  இந்த வரி, கல்வியைப் பெற்றவர்களுக்கு கல்வியே உண்மையான அழகு என்பதை உணர்த்துகிறது. கல்வி என்பது தங்கம், வெள்ளி போன்ற விலை மதிப்பு மிக்க உலோகங்களால் செய்யப்பட்ட அணிகலன்களை விட  மிகவும் மேலான அழகு என்பதை, கலனல்லால்  என்று குறிப்பிடுவதன் மூலம்  குமரகுருபரர் தெளிவாக்குகிறார். "
          }
        ,
          
  {
    
          "description": "குமரகுருபரர் எழுதிய நீதி நெறி விளக்க நூலில் எத்தனை வெண்பாக்கள் உள்ளன?",
          "options": [
      "a) 100",
      "b) 102",
      "c) 104",
      "d) 106"
    ],
    "answer": [
      "b"
    ],
    
          "additional_context": "குமரகுருபரர் எழுதிய நீதி நெறி விளக்க நூல் மக்களின் வாழ்வுக்குத் தேவையான நீதிகளைச் சுட்டிக்காட்டுவதால் இந்த நூல்  நீதிநெறி விளக்கம் எனப் பெயர் பெற்றது. கடவுள் வாழ்த்து உட்பட 102 வெண்பாக்கள் இந்நூலில் உள்ளன. இந்நூலின் பதின்மூன்றாம் பாடல் நமக்குப் பாடப்பகுதியாகத் தரப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "குமரகுருபரர் எழுதிய பிற சிற்றிலக்கியங்கள் யாவை?",
          "options": [
      "a) கந்தர் கலிவெண்பா, கயிலைக் கலம்பகம், சகலகலாவல்லி மாலை மட்டும்",
      "b) கந்தர் கலிவெண்பா, கயிலைக் கலம்பகம், சகலகலாவல்லி மாலை, மீனாட்சியம்மை பிள்ளைத்தமிழ் மட்டும்",
      "c) கந்தர் கலிவெண்பா, கயிலைக் கலம்பகம், சகலகலாவல்லி மாலை, மீனாட்சியம்மை பிள்ளைத்தமிழ், முத்துக்குமாரசுவாமி பிள்ளைத்தமிழ்",
      "d)  கந்தர் கலிவெண்பா, கயிலைக் கலம்பகம், சகலகலாவல்லி மாலை, மீனாட்சியம்மை பிள்ளைத்தமிழ், முத்துக்குமாரசுவாமி பிள்ளைத்தமிழ், திருப்புகழ்"
    ],
    "answer": [
      "c"
    ],
    
          "additional_context": "குமரகுருபரர் பதினேழாம் நூற்றாண்டைச் சேர்ந்தவர். இவர் தமிழ்மொழிக்குப் பெருமை சேர்க்கும் பல சிற்றிலக்கியங்களைப் படைத்துள்ளார். கந்தர் கலிவெண்பா, கயிலைக் கலம்பகம், சகலகலாவல்லி மாலை, மீனாட்சியம்மை பிள்ளைத்தமிழ், முத்துக்குமாரசுவாமி பிள்ளைத்தமிழ் ஆகியன அவற்றுள் சிலவாகும்."
          }
        ,
          
  {
    
          "description": "பாடலின் பொருள்படி, கற்றோர்க்குத் தேவையான அழகு என்ன?",
          "options": [
      "a)  தங்கம் மற்றும் வெள்ளியால் ஆன அணிகலன்கள்",
      "b) வைரம் போன்ற விலைமதிப்பு மிக்க பொருட்கள்",
      "c)  அவர்களின் கல்வி",
      "d)  பல வகையான அணிகலன்கள்"
    ],
    "answer": [
      "c"
    ],
    
          "additional_context": "குமரகுருபரர் எழுதிய நீதிநெறி விளக்க நூலில் இருந்து எடுக்கப்பட்ட  இந்த வரி, கல்வியைப் பெற்றவர்களுக்கு கல்வியே உண்மையான அழகு என்பதை உணர்த்துகிறது.  கல்வி கற்றவர்களுக்கு  அவர்களின் கல்வி  தான் உண்மையான அழகு, வேறு எந்த அணிகலன்களும் தேவையில்லை என்று  இந்த வரி குறிப்பிடுகிறது."
          }
        ]