[
          
  {
    
          "description": "“செயல்” என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "எண்ணம்",
      "விளைவு",
      "செயல்பாடு",
      "திட்டம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "திருக்குறளில் 'செயல்' என்பது ஒரு செயலைச் செய்வதை குறிக்கிறது. இதனை திருக்குறளில்  'எய்த உணர்ந்து செயல்.' என்ற குறளில் காணலாம்.  இந்தக் குறள் செயலின் திறன், செயலைச் செய்ய வேண்டிய காலம் மற்றும் அந்தச் செயலை நிறைவேற்றுவது குறித்தும் விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'நடுவுநிலையில் நின்று நடத்துவதே சிறந்த ஆட்சியாகும்' என்ற கூற்றை எந்தக் குறள் விளக்குகிறது?",
          "options": [
      "“இறைகாக்கும் வையகம் எல்லாம் அவனை முறைகாக்கும் முட்டாச் செயின்.”",
      "“ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும் தேர்ந்துசெய் வஃதே முறை.”",
      "“தக்காங்கு நாடித் தலைசெல்லா வண்ணத்தால் ஒத்தாங்கு ஒறுப்பது வேந்து.”",
      "“இறைகடியன் என்றுஉரைக்கும் இன்னாச்சொல் வேந்தன் உறைகடுகி ஒல்லைக் கெடும்.”"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "திருக்குறளில் 'சொல்வன்மை' என்ற அதிகாரத்தில்  'ஓர்ந்துகண் ணோடாது இறைபுரிந்து யார்மாட்டும் தேர்ந்துசெய் வஃதே முறை.' என்ற குறள்  நடுவுநிலையில் நின்று ஆட்சி நடத்துவது பற்றி எடுத்துரைக்கிறது. இதில் 'ஓர்ந்து' என்ற சொல் நன்கு ஆராய்ந்து என்பதையும், 'இறைபுரிந்து' என்ற சொல் ஒரு பக்கம் சாயாமல் என்பதையும் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'கடுமையானவர்' என்ற பொருள் கொண்ட சொல் எது?",
          "options": [
      "இறைகாக்கும்",
      "இறைகடியன்",
      "முட்டாச்",
      "தக்காங்கு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "'இறைகடியன்' என்ற சொல் 'கடுமையானவர்' என்ற பொருளைத் தருகிறது. இது திருக்குறளில் 'இறைகடியன் என்றுஉரைக்கும் இன்னாச்சொல் வேந்தன் உறைகடுகி ஒல்லைக் கெடும்.' என்ற குறளில் வருகிறது.  இது  அரசன் மீது மக்கள் கொடுமையானவர் என்று பேசுவது குறித்து எச்சரிக்கிறது."
          }
        ,
          
  {
    
          "description": "'கேட்பவரைத் தன்வயப்படுத்துவதும் கேளாதவரைக் கேட்கத் தூண்டுவதும்' என்பது எந்தக் குறளில் கூறப்பட்டுள்ளது?",
          "options": [
      "“கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும் வேட்ப மொழிவதாம் சொல்.”",
      "“சொல்லுக சொல்லைப் பிறிதுஓர்சொல் அச்சொல்லை வெல்லும்சொல் இன்மை அறிந்து.”",
      "“அவைஅறிந்து ஆராய்ந்து சொல்லுக சொல்லின் தொகைஅறிந்த தூய்மை யவர்.”",
      "“கற்றுஅறிந்தார் கல்வி விளங்கும் கசடறச் சொல்தெரிதல் வல்லார் அகத்து.”"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "திருக்குறளில் 'சொல்வன்மை' என்ற அதிகாரத்தில்  'கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும் வேட்ப மொழிவதாம் சொல்.' என்ற குறள்  நல்ல சொல்லாற்றலின் இயல்பு பற்றி விளக்குகிறது. கேட்பவரைத் தன்வயப்படுத்துவதும் கேளாதவரைக் கேட்கத் தூண்டுவதும் சிறந்த சொல்லாற்றல் என்பதை இந்தக் குறள்  எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "'அவையின் தகுதி அறிந்து பேச வேண்டும்' என்ற கூற்று எதைக் குறிக்கிறது?",
          "options": [
      "அவையின் அழகை அறிந்து பேச வேண்டும்",
      "அவையின் நோக்கத்தை அறிந்து பேச வேண்டும்",
      "அவையின் தலைவரை அறிந்து பேச வேண்டும்",
      "அவையின் வரலாற்றை அறிந்து பேச வேண்டும்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "திருக்குறளில்  'அவையறிதல்' என்ற அதிகாரத்தில்  'அவைஅறிந்து ஆராய்ந்து சொல்லுக சொல்லின் தொகைஅறிந்த தூய்மை யவர்.' என்ற குறள்  அவையின் நோக்கத்தை அறிந்து பேச வேண்டும் என்பதை விளக்குகிறது.  இதில் 'அவை' என்பது கூட்டம், சபை என்பதைக் குறிக்கிறது.  சொல்வளமும் நற்பண்பும் உடையவர்கள் தாம் பேசும் அவையின் தகுதி அறிந்து பேசுதல் வேண்டும் என்பது இந்தக் குறளின் பொருள்."
          }
        ]