[
          
  {
    
          "description": "'வந்தது நீ அல்ல; பார்த்தது நான் அல்ல'  என்ற தொடர்கள் சரியானவை அல்ல என்று எந்த வார்த்தையைப் பயன்படுத்தி விளக்கப்படுகிறது?",
          "options": [
      "எதிர்மறை",
      "வினைமுற்று",
      "சொற்பொருள்",
      "சொல்வடிவம்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடத்தில், எதிர்மறைச் சொற்கள் பற்றி விளக்கப்படுகிறது. 'வந்தது நீ அல்ல' என்ற தொடரில் 'அல்ல' என்ற எதிர்மறைச் சொல் தவறாகப் பயன்படுத்தப்பட்டுள்ளது. இதற்கு பதிலாக 'நீ வரவில்லை' என்ற தொடரைப் பயன்படுத்த வேண்டும். இதுபோன்ற எதிர்மறை வினைமுற்றுகளை சரியான இடத்தில் பயன்படுத்துவது மிக முக்கியம். உதாரணமாக 'நான் படித்த புத்தகம் இது அல்ல' என்ற தொடருக்கு பதிலாக 'நான் இதைப் படிக்கவில்லை' எனச் சொல்ல வேண்டும். இதனால் தொடர்கள் சரியான அர்த்தத்தை தரும். "
          }
        ,
          
  {
    
          "description": "'நான் விரும்பும் தலைவர்'  என்ற தலைப்பில் பேசும்போது, பகுதியில் கொடுக்கப்பட்ட தகவல்களை எப்படி பயன்படுத்தலாம்?",
          "options": [
      "தலைவர்களின் வரலாறுகளை எடுத்துக்காட்டாகச் சொல்லலாம்.",
      "நாம் விரும்பும் தலைவரின் தலைமைப் பண்புகளைப் பற்றிப் பேசலாம்.",
      "'இந்தியர்' எனத் தன்னை அறிமுகப்படுத்திக்கொண்ட வீரரைப் பற்றி விளக்கலாம்.",
      "மேலே உள்ள அனைத்தும் சாத்தியம்."
    ],
    "answer": "D",
    
          "additional_context": "நம்மை ஆளும் ஒரு தலைவரிடம் நாம் எதிர்பார்க்கும் சில முக்கியப் பண்புகள் பற்றி பாடத்தில் விளக்கப்பட்டுள்ளது. தலைவர் ஒருவர்,  சமூகத்துக்கு நன்மை செய்ய வேண்டும், நேர்மை உள்ளவராக இருக்க வேண்டும். இதன் அடிப்படையில் நாம் நம் விரும்பும் தலைவரைப் பற்றி விளக்கமாக பேசலாம். மேலும் பாடத்தில் சொல்லப்பட்டுள்ளபடி, 'இந்தியர்' எனத் தன்னை அறிமுகப்படுத்திக்கொண்ட வீரரைப் பற்றி விளக்கலாம். அவர் குழுவாகச் சிந்தித்து, 'இந்தியர்' என தன்னை அறிமுகப்படுத்திக்கொண்டது, குழுவின் நலனை கருத்தில் கொண்டு செயல்பட்டதாகக் காட்டுகிறது. இதை எடுத்துக்காட்டாகச் சொல்லலாம். "
          }
        ,
          
  {
    
          "description": "'நாட்டுப்பற்றை வளர்க்கும் நாடகங்களின் ஒலிப்பதிவுகளைக் கேட்டு மகிழ்க' என்ற தொடரில்,  'ஒலிப்பதிவுகள்' என்ற சொல்லை தமிழில் எப்படி குறிப்பிடலாம்?",
          "options": [
      "சத்தம்பதிவு",
      "ஒலிப்பதிவு",
      "ஒலிகளைப் பதிவு",
      "ஒலிநாடா"
    ],
    "answer": "B",
    
          "additional_context": "நாம் கேட்கும் பாடல்கள், கதைகள், நாடகங்கள் போன்றவற்றை பதிவு செய்து வைத்திருப்பதுதான் 'ஒலிப்பதிவுகள்'. இது, பாடல்களை, கதைகளை, நாடகங்களை கேட்கும் வசதியை ஏற்படுத்தித் தருகிறது. இதுபோன்ற ஒலிப்பதிவுகளை கேட்டு நாம் நமது மகிழ்ச்சியை பெருக்கிக்கொள்ளலாம். மேலும், நாட்டுப்பற்றை வளர்க்கும் நாடகங்களை கேட்பதன் மூலம் நமது நாட்டுப் பற்று அதிகரிக்கும். "
          }
        ,
          
  {
    
          "description": "'MLNNKY' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "ஒரு புதிய மொழியின் பெயர்",
      "ஒரு இணையதள முகவரி",
      "ஒரு நபரின் பெயர்",
      "இந்த பகுதியில் இதற்கான எந்தத் தகவலும் இல்லை."
    ],
    "answer": "D",
    
          "additional_context": "இந்த பாடத்தில் MLNNKY  என்ற சொல்லின் பொருள் எதுவும் குறிப்பிடப்படவில்லை. இது ஒரு குறிப்பிட்ட  நபர் அல்லது மொழியைக் குறிக்கும் ஒரு சொல்லாக இருக்கலாம்.  "
          }
        ,
          
  {
    
          "description": "'அதியமான் ஔவைக்கு நெல்லிக்கனி வழங்குதல்' - இந்த செயல் எந்த கதை நிகழ்வைப் பற்றி விளக்குகிறது?",
          "options": [
      "தொண்டைமான் - அதியமான் போர்",
      "பாரத யுத்தம்",
      "சீதா கற்பு",
      "மதுரைக்காண்டம்"
    ],
    "answer": "A",
    
          "additional_context": "தொண்டைமான் - அதியமான் போர் பற்றிய கதை இந்த செயலை விளக்குகிறது. தொண்டைமான் அதியமானைத் தாக்க விரும்பியதால், அதியமான் ஔவையைத் தூதாக அனுப்பினார். அதியமான் ஔவைக்கு நெல்லிக்கனி வழங்கி, தன் படையின் சிறப்பைச் சொன்னார். இதை கேட்ட தொண்டைமான் படையெடுக்காமல் பின்வாங்கினார். ஔவை தூதாகச் சென்று போரைத் தடுத்து நிறுத்தியது குறிப்பிடத்தக்கது. "
          }
        ]