[
          
  {
    
          "description": "தொல்காப்பியத்தில் “மரபு” என்ற சொல் எந்தப் பொருளில் பயன்படுத்தப்படுகிறது?",
          "options": [
      "குடும்ப வழக்கம்",
      "சமூக வழக்கம்",
      "மொழி வழக்கம்",
      "நாட்டு வழக்கம்"
    ],
    "answer": "C",
    
          "additional_context": "தொல்காப்பியத்தில் மரபு என்பது மொழி வழக்கத்தைக் குறிக்கிறது. மொழியில் தவறாமல் பின்பற்றப்படும் வழக்கமான சொற்களின் பயன்பாட்டைக் குறிக்கும்.  உதாரணமாக ஒரு குறிப்பிட்ட பொருளைக் குறிக்கும் சொல்லுக்கு மரபாக ஒரு குறிப்பிட்ட சொல் பயன்படுத்தப்படும். மரபுக்குப் புறம்பாக வேறு சொல் பயன்படுத்தினால் அது மொழி மரபுக்கு எதிரானதாகும்.  தொல்காப்பியர் இதையே வலியுறுத்தி  'திரிவுஇல் சொல்லொடு தழாஅல் வேண்டும்' என்கிறார்."
          }
        ,
          
  {
    
          "description": "“இளமைப் பெயர்கள்” குறிப்பிடப்பட்டிருக்கும் பாடலில் எந்த இலக்கணக் குறிப்பு பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "சந்தி",
      "அளபெடை",
      "பொருள்",
      "இலக்கணம்"
    ],
    "answer": "B",
    
          "additional_context": "இளமைப் பெயர்கள் குறிப்பிடப்பட்டிருக்கும் பாடலில் 'வழாஅமை', 'தழாஅல்' என்ற சொற்களில் 'ழா' என்னும் எழுத்தை நீட்டி  ஒலிக்க வேண்டும் என்பதற்கு அடையாளமாக  'ழா'வை அடுத்து 'அ' இடம் பெற்றுள்ளது. இவ்வாறு உயிர் எழுத்து நீண்டு ஒலிப்பதை உயிரளபெடை என்பர்.  உதாரணமாக, 'வழாஅமை' என்ற சொல்லில் 'ழா' எனும் எழுத்து மூன்று மாத்திரை அளவு நீண்டு ஒலிக்க வேண்டும். "
          }
        ,
          
  {
    
          "description": "தொல்காப்பியர் கூறும் 'மரபு' என்ற சொல் எந்தப் பொருளை குறிக்கிறது?",
          "options": [
      "மரம் நடும் செயல்",
      "சொற்களின் வழக்கமான பயன்பாடு",
      "மரக்கட்டைகள் மூலம் கட்டப்பட்ட வீடு",
      "ஒரு குறிப்பிட்ட பகுதியின் மரம் வகைகள்"
    ],
    "answer": "B",
    
          "additional_context": "தொல்காப்பியத்தில் 'மரபு' என்பது  மொழியில் தவறாமல் பின்பற்றப்படும் வழக்கமான சொற்களின் பயன்பாட்டைக் குறிக்கிறது.  உதாரணமாக ஒரு குறிப்பிட்ட பொருளைக் குறிக்கும் சொல்லுக்கு மரபாக ஒரு குறிப்பிட்ட சொல் பயன்படுத்தப்படும். மரபுக்குப் புறம்பாக வேறு சொல் பயன்படுத்தினால் அது மொழி மரபுக்கு எதிரானதாகும்."
          }
        ,
          
  {
    
          "description": "'விசும்பு' என்ற சொல்லுக்கு தொல்காப்பியத்தில் எது சரியான பொருள்?",
          "options": [
      "பூமி",
      "வானம்",
      "கடல்",
      "மலை"
    ],
    "answer": "B",
    
          "additional_context": "தொல்காப்பியத்தில் 'விசும்பு' என்ற சொல் வானத்தைக் குறிக்கிறது. இது தமிழ் மொழியில் பரவலாகப் பயன்படுத்தப்படும் ஒரு சொல்.  'விசும்பு' என்ற சொல்  வானத்தின் விரிவாக்கத்தையும், அழகையும் எடுத்துக்காட்டுகிறது. இது பெரும்பாலும்  கவிதை, இலக்கியம் போன்றவற்றில் பயன்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'தழாஅல்' என்ற சொல் செய்யுளில் எதைக் குறிக்கிறது?",
          "options": [
      "மரங்களை வெட்டுதல்",
      "பாடலில் மரபுச் சொற்களைப் பயன்படுத்துதல்",
      "சொற்களை மீண்டும் மீண்டும் கூறுதல்",
      "சொற்களை தவறாகப் பயன்படுத்துதல்"
    ],
    "answer": "B",
    
          "additional_context": "தொல்காப்பியத்தில் 'தழாஅல்' என்ற சொல் செய்யுளில் மரபுச் சொற்களைப் பயன்படுத்துவதைக் குறிக்கிறது.  அதாவது பாடல் எழுதும்போது மொழி மரபில் உள்ள சொற்களையே பயன்படுத்த வேண்டும்.  மரபுச் சொற்களைப் பயன்படுத்தாமல் தவறாகப் பயன்படுத்தினால் அது மொழி மரபுக்கு எதிரானதாகும்."
          }
        ]