
[
  {
    "description": "பின்வரும் வகைகளில் எது நூலகத்தின் வகை அல்ல?",
    "options": [
      "மைய நூலகம்",
      "மாவட்ட நூலகம்",
      "கிளை நூலகம்",
      "கல்லூரி நூலகம்"
    ],
    "answer": "d",
    "additional_context": "நூலகங்கள் அறிவுத் தேடலுக்குப் பெரிதும் உதவுகின்றன.  நூலகங்கள் பல்வேறு வகையானவை.  அவை மைய நூலகம், மாவட்ட நூலகம், கிளை நூலகம், ஊர்ப்புற நூலகம் போன்றவை.  கல்லூரி நூலகம்  மாணவர்களுக்காக  அமைக்கப்பட்டது.  எனவே,  கல்லூரி நூலகம் ஒரு வகையான நூலகம் அல்ல."
  },
  {
    "description": "\"புத்தகத்தால் புத்தாக்கம் பெறுவோம்!\"  என்ற வாக்கியத்தில், \"புத்தாக்கம்\" என்ற சொல் எதைப் பற்றிக் குறிப்பிடுகிறது?",
    "options": [
      "புத்தகத்தின் விலை மதிப்பு",
      "புத்தகத்தின் எழுத்தாளர்",
      "புத்தகத்தின் அழகு ",
      "புத்தகத்தின் மூலம் கிடைக்கும் புதிய யோசனைகள்"
    ],
    "answer": "d",
    "additional_context": "புத்தகங்கள் அறிவை வளர்க்க உதவும்.  புத்தகங்கள் புதிய யோசனைகளைத் தூண்டி, புத்தாக்கத் திறனை வளர்க்க உதவுகின்றன."
  },
  {
    "description": "\"நூல் பல கல் என்பர் பெரியோர்\" என்ற வாக்கியம் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "புத்தகங்கள் பல வகையானவை",
      "புத்தகங்கள் பல இடங்களில் கிடைக்கும்",
      "புத்தகங்கள் பல அறிவுகளை வழங்குகின்றன",
      "புத்தகங்கள் பல மொழிகளில் இருக்கின்றன"
    ],
    "answer": "c",
    "additional_context": "நூல்கள் அறிவுத் தேடலுக்குப் பெரிதும் உதவுகின்றன.  ஒரு நூலில் பல அறிவுகள் இருக்கும்.  நூல்கள் பல கல் என்பர் பெரியோர்.  எனவே, நூல்கள் பல அறிவுகளை வழங்குகின்றன."
  },
  {
    "description": "\"எனக்குப் பிடித்த நூல்களுடன் வாழ்நாள் முழுவதும் சிறையில் அடைத்தாலும் மகிழ்ச்சியடைவேன்\"  என்ற நேருவின் கூற்று எதைப் பற்றியது?",
    "options": [
      "நூலகங்களின் முக்கியத்துவம்",
      "நூல்களின் மீதான அன்பின் ஆழம்",
      "நூல்கள் வாழ்நாள் முழுவதும் பயனுள்ளவை",
      "நூல்கள் சிறைச்சாலை போல இருக்கின்றன"
    ],
    "answer": "b",
    "additional_context": "நேரு நூல்களின் மீது மிகுந்த ஈர்ப்பு கொண்டவர்.  அவர் நூல்களை  மிகவும் விரும்பிப் படிப்பார்.  எனவே,  நேருவின் கூற்று நூல்களின் மீதான அன்பின் ஆழத்தைப் பற்றியது."
  },
  {
    "description": "பின்வரும் விளம்பரத்தில் குறிப்பிடப்பட்டுள்ள நிகழ்வுகளில் எது புத்தகக் கண்காட்சியின் ஒரு பகுதி அல்ல?",
    "options": [
      "கருத்தரங்கம் ",
      "பாராட்டரங்கம்",
      "கழிவு குறும்படம் திரையிடல்",
      "புத்தக வங்கி திட்டம்"
    ],
    "answer": "c",
    "additional_context": "புத்தகக் கண்காட்சியில்  பல்வேறு நிகழ்வுகள் நடத்தப்படும்.  கருத்தரங்கம், பாராட்டரங்கம், புத்தக வங்கி திட்டம்  போன்றவை  புத்தகக் கண்காட்சியின் ஒரு பகுதி.  கழிவு குறும்படம் திரையிடுவது   புத்தகக் கண்காட்சியின் ஒரு பகுதி அல்ல."
  }
]
