[
          
  {
    
          "description": "கவிதையில், “நட” என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "தொடர்ந்து நடப்பது",
      "தன்னம்பிக்கையுடன் முன்னேறுவது",
      "பாதைகளில் பயணிப்பது",
      "குறிக்கோளை நோக்கி ஓடுவது"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தக் கவிதை வாழ்க்கையில் எதிர்கொள்ளும் சவால்களை எதிர்கொள்ளத் தயாராக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது. “நட” என்பது வெறும் நடப்பதை மட்டும் குறிக்காமல், தன்னம்பிக்கையுடன்,  வாழ்க்கைப் பயணத்தில் முன்னேறுவதைப் பற்றியது. எதிர்கொள்ளும் சவால்களை எதிர்கொள்ளும் தைரியம், துணிச்சல், தன்னம்பிக்கை ஆகியவற்றைக் கொண்டே வெற்றியை அடைய முடியும். வாழ்க்கைப் பயணத்தில் நாம் அனைவரும் ‘நட’க்க வேண்டும், எதிர்கொள்ளும் சவால்களுக்கு பயப்படாமல் முன்னேற வேண்டும்.  “நட”  என்பது இந்தத் தைரியத்தின் சின்னமாகப் பார்க்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "“ஓடிவந்து கைகுலுக்க ஒருவருமில்லையா?” என்ற வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "சோகம் மற்றும் விரக்தி",
      "தனிமை மற்றும் ஏக்கம்",
      "உற்சாகம் மற்றும் நம்பிக்கை",
      "நட்பு மற்றும் அன்பு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கவிஞர், வாழ்க்கையில் எதிர்மறையான எண்ணங்களைத் தூண்டும் போது, யாரும் உனக்கு உதவி செய்ய மாட்டார்கள் என்பதை உணர்த்தும் வகையில் “ஓடிவந்து கைகுலுக்க ஒருவருமில்லையா?”  என்று கேள்வி எழுப்புகிறார். இந்த வரிகள் தனிமை மற்றும் ஏக்கத்தை வெளிப்படுத்துகின்றன. வாழ்க்கையில் நமக்கு நெருக்கமானவர்கள் யாரும் இல்லாத போது, தனிமையில் நாமே போராட வேண்டும். இதனால் ஏற்படும் ஏக்கம், மனச்சோர்வு ஆகியவற்றை எதிர்கொள்ள நாம் நம்மை நாமே  தொடர்ந்து  ஊக்கப்படுத்திக் கொள்ள வேண்டும். "
          }
        ,
          
  {
    
          "description": "கவிதை வரிகளில் 'நெய்யாய்த் திரியாய்' என்பதன் பொருள் என்ன?",
          "options": [
      "உடலில் இருக்கும் ஒளி",
      "உள்ளத்தில் இருக்கும் நல்ல எண்ணம்",
      "உயர்ந்த குணங்கள்",
      "சாதனையை நோக்கிய தீவிரம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "கவிஞர் இங்கு 'நெய்யாய்த் திரியாய்'  என்று குறிப்பிடுவது, தோல்வியை  நோக்கிச் செல்லும் ஒருவருக்கு  தூண்டுகோலாக இருக்கும் ஒரு தீவிரமான எண்ணம். தோல்வி என்பது  நாம் வெற்றி பெற  முயற்சி செய்ய வேண்டிய இன்னொரு வாய்ப்பைத் தரும். வெற்றி பெறும்  போராட்டத்தில் தோல்வி என்பது ஒரு  கூறு,  அது நம்மை  அச்சுறுத்த  வேண்டியது இல்லை, மாறாக  வெற்றி  பெற  நம்மைத் தூண்டும்  ஒரு  காரணமாக  பார்க்க வேண்டும். இந்த  தீவிரமான  எண்ணம்  நம்மை  சாதனையை நோக்கி  நடத்தும்  பாதையாக  இருக்கும். "
          }
        ,
          
  {
    
          "description": "'தூக்கி + கொண்டு'  என்பதைச் சேர்த்து எழுதக் கிடைக்கும் சொல் எது?",
          "options": [
      "தூக்கி கொண்டு",
      "தூக்கிக்கொண்டு",
      "தூக்கு கொண்டு",
      "தூக்குகொண்டு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "தூக்கி + கொண்டு என்பதைச் சேர்த்து எழுதக் கிடைக்கும் சொல்  தூக்கிக்கொண்டு.  இது ‘தூக்கி’  என்ற  சொல்லில் ‘க்கொண்டு’  என்ற  சொல்  சேர்க்கப்பட்டு  உருவான  சொல்.  இந்த  சொல்லை  நாம்  நாள்தோறும்  பேச்சு வழக்கில்  பயன்படுத்துகிறோம்.   உதாரணமாக,  நாம்  ஒரு  பொருளை  தூக்கிக்கொண்டு  செல்லும்  போது  இந்த  சொல்லைப் பயன்படுத்துகிறோம்.   "
          }
        ,
          
  {
    
          "description": "'பூமி உனக்குப் படுக்கையாகிறது' என்ற வரிகள் என்ன உணர்த்துகின்றன?",
          "options": [
      "சோர்வின் காரணமாக வாழ்விலிருந்து விலகி இருப்பது",
      "தன்னம்பிக்கையின்மை வாழ்வை அழிப்பது",
      "பாதை இல்லாததால் தடுமாறுவது",
      "இயற்கையின் அழகை உணர முடியாமல் போவது"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“பூமி உனக்குப் படுக்கையாகிறது” என்ற வரிகள் சோர்வின் காரணமாக  வாழ்க்கையிலிருந்து  விலகி இருப்பதைப்  பற்றியது.  வாழ்க்கையின்  சவால்களை எதிர்கொள்ளாமல், தோல்விகளுக்கு  முன்  கிடந்து  விட்டால், வாழ்க்கை  என்பது  சோர்வான  பயணமாகிவிடும்.  இது  எந்த  வகையிலும்  பலனைத் தராது.   சோர்வின்  காரணமாக  வாழ்க்கையிலிருந்து  விலகி  இருப்பதால்  நமக்கு  எந்த  விதமான  நன்மையும்  இல்லை,  மாறாக  நாம்  தன்னம்பிக்கை  மிக்கவராகி  எழ வேண்டும்,  தோல்விகளை  எதிர்கொண்டு  முன்னேற வேண்டும்.  "
          }
        ]