[
          
  {
    
          "description": "“நீங்க எந்த PDFஐ பத்தி பேசறீங்கன்னு எனக்குத் தெரியல. என்னால அந்த PDFஐப் பத்தி எதுவும் சொல்ல முடியாது. நீங்க எனக்கு அந்த PDFஐ அனுப்பினா, அதை நான் படிச்சு, உங்களுக்குத் தேவையான தகவல்களைத் தர முடியும்.” \n\n இந்த பத்தியில் இருந்து, கீழ்க்கண்ட எது சரியானது?",
          "options": [
      "a) பேச்சாளர் PDFஐப் பற்றி எதையும் அறிந்திருக்கிறார்.",
      "b) பேச்சாளர் PDFஐப் படித்துள்ளார்.",
      "c) பேச்சாளருக்கு PDF பற்றிய தகவல் தெரியவில்லை.",
      "d) பேச்சாளர் PDFஐ பற்றி பேச முடியாது."
    ],
    "answer": "C",
    
          "additional_context": "இந்த பத்தியில் பேசுபவர், 'எனக்குத் தெரியல' என்று சொல்லி, அவர்களுக்கு அந்த PDF பத்தி எதுவும் தெரியாது என்பதை தெளிவாக்குகிறார்கள். அவர் அந்த PDFஐப் பத்தி ஏதாவது சொல்ல விரும்புகிறார்கள், ஆனால் அவர்களுக்கு அந்த PDF என்ன என்பது தெரியவில்லை. அந்த PDFஐ அவர்களிடம் அனுப்பினால், அதைப் படிச்சு, தேவையான தகவல்களை அவர்கள் கொடுக்கிறார்கள் என்று கூறுகிறார்கள். "
          }
        ,
          
  {
    
          "description": "1.  நீங்க எந்த PDFஐ பத்தி பேசறீங்கன்னு எனக்குத் தெரியல. ____ என்னால அந்த PDFஐப் பத்தி எதுவும் சொல்ல முடியாது. நீங்க எனக்கு அந்த PDFஐ அனுப்பினா, ____ அதை நான் படிச்சு, ____ உங்களுக்குத் தேவையான தகவல்களைத் தர முடியும். ",
          "options": [
      "a)  அதனால, அதை, அப்புறம்",
      "b)  சாரி, அதை, அப்புறம்",
      "c)  அதனால, அது, அப்புறம்",
      "d)  சாரி, அது, அப்புறம்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வாக்கியத்தில் கால வரிசைபடி வார்த்தைகளைப் பயன்படுத்த வேண்டும். முதலில் பேசுபவர் தங்களுக்கு அந்த PDF என்ன என்பது தெரியாது என்பதை தெளிவாக்குகிறார்கள். அதனால், 'சாரி' என்று சொல்லி, அதன் பிறகு 'அது' என்ற சொல்லை பயன்படுத்தி, அந்த PDFஐ அவர்கள் படிச்சு, 'அப்புறம்' உங்களுக்குத் தேவையான தகவல்களைத் தர முடியும். "
          }
        ,
          
  {
    
          "description": "இந்த பதிலில், 'எனக்குத் தெரியல' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "a) பேசுபவர் PDF ஐ படித்திருக்கிறார்.",
      "b) பேசுபவர் PDF ஐ படிக்கவில்லை.",
      "c) பேசுபவர் PDF ஐ பற்றி கேள்விப்பட்டிருக்கிறார்.",
      "d) பேசுபவர் PDF ஐப் பற்றி எதுவும் தெரியாது."
    ],
    "answer": "D",
    
          "additional_context": "பேசுபவர் 'எனக்குத் தெரியல' என்று சொல்வது அவர்களுக்கு அந்த PDF பத்தி எதுவும் தெரியாது என்பதை தெளிவாக்குகிறது. அதாவது அவர் அந்த PDFஐ படிக்கவில்லை, அந்த PDF பத்தி கேள்விப்பட்டிருக்கவும் இல்லை. "
          }
        ,
          
  {
    
          "description": "'அனுப்பினா' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "a) ஏற்கனவே அனுப்பப்பட்டது.",
      "b) அனுப்பப்பட வேண்டும்.",
      "c) அனுப்பப்படலாம்.",
      "d) அனுப்பப்படாது."
    ],
    "answer": "B",
    
          "additional_context": "'அனுப்பினா' என்ற சொல் ஒரு நிபந்தனை வாக்கியத்தில் பயன்படுத்தப்பட்டுள்ளது.  'நீங்க எனக்கு அந்த PDFஐ அனுப்பினா' என்ற வாக்கியம், அந்த PDFஐ அனுப்பினால் மட்டுமே, பேசுபவர் அதைப் படிச்சு, உங்களுக்குத் தேவையான தகவல்களைத் தர முடியும் என்று தெளிவாக்குகிறது. அதாவது, அந்த PDFஐ அனுப்ப வேண்டும் என்பதை பேசுபவர் வலியுறுத்துகிறார்கள். "
          }
        ,
          
  {
    
          "description": "'தகவல்களைத் தர முடியும்' என்ற வாக்கியம் எதை உணர்த்துகிறது?",
          "options": [
      "a) பேசுபவர் PDF ஐப் பற்றி அறிந்திருக்கிறார்.",
      "b) பேசுபவர் PDF ஐப் படித்து அதில் இருந்து தகவல்களை எடுத்து  சொல்ல முடியும்.",
      "c) பேசுபவர் PDF ஐப் பற்றி எதுவும் சொல்ல முடியாது.",
      "d) பேசுபவர் PDF ஐப் படிக்க விரும்புகிறார்."
    ],
    "answer": "B",
    
          "additional_context": "பேசுபவர் 'தகவல்களைத் தர முடியும்' என்று சொல்வது, அந்த PDFஐப் படித்த பிறகு, அதிலிருந்து தகவல்களை எடுத்து சொல்ல முடியும் என்று தெளிவாக்குகிறது. அவர் PDF பற்றி ஏதாவது சொல்ல முடியும் என்று சொல்லவில்லை, அதைப் படிக்க விரும்புகிறேன் என்றும் சொல்லவில்லை. "
          }
        ]