
[
  {
    "description": "கவிஞர், மனிதன் வாழ்வில் அறிவும் உழைப்புமே முக்கியமானது எனக் கூறுகிறார். \"திறமையைக் காட்டு!\" என்ற வரியின் மூலம் அவர் குறிப்பிடுவது எது?",
    "options": [
      "பிறரை வெல்லும் திறன்",
      "தன்னம்பிக்கை",
      "உழைப்பின் பயன்",
      "கலைத்திறன்"
    ],
    "answer": "C",
    "additional_context": "கவிஞர் கூறுவது அறிவும் உழைப்புமே ஒரு மனிதனை வாழ்வில் உயரச் செய்யும் என்பது தான். வன்முறையால் பிறரை வெல்வது சரியான செயலன்று. அறிவினாலும் அன்பினாலும் பிறரை வெல்லும் வெற்றியே நமக்குப் பெருமை தரும்.  \"திறமையைக் காட்டு!\" என்ற வரியில் அவர் கூறும் கருத்து மனிதன் உழைப்பால் பெறும் பயன். \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள் இதனை வலியுறுத்துகிறது."
  },
  {
    "description": "\"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள், எந்த மனப்பான்மையைத் தவிர்க்க வேண்டும் என வலியுறுத்துகின்றன?",
    "options": [
      "அகம்பாவம்",
      "வெறுப்பு",
      "பொறாமை",
      "சோம்பல்"
    ],
    "answer": "A",
    "additional_context": "கவிஞர் கூறுவது  அறிவும் உழைப்புமே ஒரு மனிதனை வாழ்வில் உயரச் செய்யும் என்பது தான். வன்முறையால் பிறரை வெல்வது சரியான செயலன்று. அறிவினாலும் அன்பினாலும் பிறரை வெல்லும் வெற்றியே நமக்குப் பெருமை தரும்.  \"திறமையைக் காட்டு!\" என்ற வரியில் அவர் கூறும் கருத்து மனிதன் உழைப்பால் பெறும் பயன். \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள் இதனை வலியுறுத்துகிறது. \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள் அகம்பாவத்தைத் தவிர்க்க வேண்டும் என வலியுறுத்துகின்றன."
  },
  {
    "description": "\"அன்புக்குப் பாதை விடு!\" என்ற வரியில், பகைவன் என்றாலும், அவனுக்கு என்ன செய்ய வேண்டும் எனக் கூறப்படுகிறது?",
    "options": [
      "மன்னிப்பு",
      "தண்டனை",
      "அச்சம்",
      "சண்டை"
    ],
    "answer": "A",
    "additional_context": "கவிஞர் கூறுவது  அறிவும் உழைப்புமே ஒரு மனிதனை வாழ்வில் உயரச் செய்யும் என்பது தான். வன்முறையால் பிறரை வெல்வது சரியான செயலன்று. அறிவினாலும் அன்பினாலும் பிறரை வெல்லும் வெற்றியே நமக்குப் பெருமை தரும்.  \"திறமையைக் காட்டு!\" என்ற வரியில் அவர் கூறும் கருத்து மனிதன் உழைப்பால் பெறும் பயன். \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள் இதனை வலியுறுத்துகிறது. \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள் அகம்பாவத்தைத் தவிர்க்க வேண்டும் என வலியுறுத்துகின்றன. \"அன்புக்குப் பாதை விடு!\" என்ற வரியில், பகைவன் என்றாலும், அவனுக்கு மன்னிப்பு செய்ய வேண்டும் எனக் கூறப்படுகிறது."
  },
  {
    "description": "\"மாணிக்கக் கோயிலப்பா\" என்ற சொல்லாடல் எந்தக் குணத்தைக் குறிக்கிறது?",
    "options": [
      "தன்னம்பிக்கை",
      "பக்தி",
      "மன்னிப்பு",
      "திறமை"
    ],
    "answer": "C",
    "additional_context": "கவிஞர் கூறுவது  அறிவும் உழைப்புமே ஒரு மனிதனை வாழ்வில் உயரச் செய்யும் என்பது தான். வன்முறையால் பிறரை வெல்வது சரியான செயலன்று. அறிவினாலும் அன்பினாலும் பிறரை வெல்லும் வெற்றியே நமக்குப் பெருமை தரும்.  \"திறமையைக் காட்டு!\" என்ற வரியில் அவர் கூறும் கருத்து மனிதன் உழைப்பால் பெறும் பயன். \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள் இதனை வலியுறுத்துகிறது. \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள் அகம்பாவத்தைத் தவிர்க்க வேண்டும் என வலியுறுத்துகின்றன. \"அன்புக்குப் பாதை விடு!\" என்ற வரியில், பகைவன் என்றாலும், அவனுக்கு மன்னிப்பு செய்ய வேண்டும் எனக் கூறப்படுகிறது. \"மாணிக்கக் கோயிலப்பா\" என்ற சொல்லாடல் மன்னிப்பு குணத்தைக் குறிக்கிறது. \"மாணிக்கக் கோயிலப்பா - இதை மறந்தவன் வாழ்வு தடம் தெரியாமல் மறைந்தே போகுமப்பா!\" என்ற வரிகள் மன்னிப்பு என்பது எவ்வளவு முக்கியம் என்பதை வலியுறுத்துகிறது."
  },
  {
    "description": "\"இதற்குள் ஏனோ அகம்பாவம் / இதனால் உண்டோ ஒரு லாபம்\" என்ற வரிகள் எதைப் பற்றி கேள்வி எழுப்புகின்றன?",
    "options": [
      "கத்தியைப் பயன்படுத்துவதால் ஏற்படும் இழப்பு",
      "அகம்பாவத்தால் ஏற்படும் நன்மை",
      "அகம்பாவத்தால் ஏற்படும் இழப்பு",
      "கத்தியைப் பயன்படுத்துவதால் ஏற்படும் நன்மை"
    ],
    "answer": "C",
    "additional_context": "கவிஞர் கூறுவது  அறிவும் உழைப்புமே ஒரு மனிதனை வாழ்வில் உயரச் செய்யும் என்பது தான். வன்முறையால் பிறரை வெல்வது சரியான செயலன்று. அறிவினாலும் அன்பினாலும் பிறரை வெல்லும் வெற்றியே நமக்குப் பெருமை தரும்.  \"திறமையைக் காட்டு!\" என்ற வரியில் அவர் கூறும் கருத்து மனிதன் உழைப்பால் பெறும் பயன். \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள் இதனை வலியுறுத்துகிறது. \"கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு\" என்ற வரிகள் அகம்பாவத்தைத் தவிர்க்க வேண்டும் என வலியுறுத்துகின்றன. \"அன்புக்குப் பாதை விடு!\" என்ற வரியில், பகைவன் என்றாலும், அவனுக்கு மன்னிப்பு செய்ய வேண்டும் எனக் கூறப்படுகிறது. \"மாணிக்கக் கோயிலப்பா\" என்ற சொல்லாடல் மன்னிப்பு குணத்தைக் குறிக்கிறது. \"மாணிக்கக் கோயிலப்பா - இதை மறந்தவன் வாழ்வு தடம் தெரியாமல் மறைந்தே போகுமப்பா!\" என்ற வரிகள் மன்னிப்பு என்பது எவ்வளவு முக்கியம் என்பதை வலியுறுத்துகிறது. \"இதற்குள் ஏனோ அகம்பாவம் / இதனால் உண்டோ ஒரு லாபம்\" என்ற வரிகள் அகம்பாவத்தால் ஏற்படும் இழப்பு பற்றிய கேள்வி எழுப்புகின்றன. \"இங்கே இருப்பது சில காலம் / இதற்குள் ஏனோ அகம்பாவம் / இதனால் உண்டோ ஒரு லாபம் – இதை எண்ணிப்பாரு தெளிவாகும்!\" என்ற வரிகள் அகம்பாவத்தின் தீமைகளைப் பற்றியே பேசுகின்றன."
  }
]
