[
          
  {
    
          "description": "பின்வரும் தொடர்களில் எது வல்லினம் மிகுதல் சரியாகப் பயன்படுத்தப்பட்டிருக்கிறது?",
          "options": [
      "மலர்ப் பாதம்",
      "எந்தத் திசை",
      "அவன் படித்தான்",
      "எழுதாத பாடல்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "வல்லினம் மிகும் இடங்களில் சரியாக வல்லினம் மிகுத்து எழுதுவது மிகவும் முக்கியம். மேலே உள்ள தொடர்களில் எந்தத் திசை என்ற தொடரில் தான் வல்லினம் மிகுதல் சரியாகப் பயன்படுத்தப்பட்டிருக்கிறது.  ஏனெனில் எந்த என்ற வினாத்திரிபை அடுத்து வல்லினம் மிகும். "
          }
        ,
          
  {
    
          "description": "'பத்துக்காசு' என்ற சொல்லில் வல்லினம் மிகுவது ஏன்?",
          "options": [
      "இரண்டாம் வேற்றுமை உருபு ஐ வெளிப்படையாக வருவதால்",
      "இகரத்தில் முடியும் வினையெச்சத்தை அடுத்து வரும் வல்லினம்",
      "எண்ணுப்பெயர்களில் எட்டு, பத்து ஆகியவை மட்டும் வல்லினம் மிகும்",
      "எதிர்மறைப் பெயரெச்சத்தை அடுத்து வல்லினம் மிகும்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "வல்லினம் மிகும் இடங்களை அறிந்து கொள்வது எழுத்துப் பிழைகளைத் தவிர்க்க உதவும். பத்துக்காசு என்ற சொல்லில் வல்லினம் மிகுவதற்கு காரணம் எண்ணுப்பெயர்களில் எட்டு, பத்து ஆகியவை மட்டும் வல்லினம் மிகும் என்பதே. "
          }
        ,
          
  {
    
          "description": "'மரச்சட்டம்' என்ற சொல்லில் மகர மெய் அழிந்து வல்லினம் மிகுவதற்குக் காரணம்:",
          "options": [
      "உவமைத்தொகை",
      "உருவகம்",
      "இரண்டாம் வேற்றுமை உருபு",
      "இரண்டாம் வேற்றுமை உருபு மறைந்து வரும் இடங்களில்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இரண்டாம் வேற்றுமை உருபு மறைந்து வரும் இடங்களில் வல்லினம் மிகும் என்பதைப் பற்றி படித்துப் பார்த்தோம். மரச்சட்டம் என்ற சொல்லில் மகர மெய் அழிந்து வல்லினம் மிகுவதற்கு காரணம் இரண்டாம் வேற்றுமை உருபு மறைந்து வரும் இடங்களில் வல்லினம் மிகும் என்பதே. "
          }
        ,
          
  {
    
          "description": "'கதையைப் படித்தேன்; எழுதிக் கொண்டேன்' என்ற தொடரில் வல்லினம் மிகுதல் எப்படிப் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "இரண்டாம் வேற்றுமை உருபு ஐ வெளிப்படையாக வருவதால்",
      "இகரத்தில் முடியும் வினையெச்சத்தை அடுத்து வரும் வல்லினம்",
      "அந்த, இந்த, என்னும் சுட்டுத்திரிபுகளை அடுத்து வல்லினம் மிகும்",
      "மகர மெய்யில் முடியும் சொல்லை அடுத்து வல்லினம் மிகும்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "அந்த, இந்த, என்னும் சுட்டுத்திரிபுகளை அடுத்து வல்லினம் மிகும். கதையைப் படித்தேன்; எழுதிக் கொண்டேன் என்ற தொடரில் அந்த, இந்த, என்னும் சுட்டுத்திரிபுகளை அடுத்து வல்லினம் மிகுவதைக் காணலாம்.  "
          }
        ,
          
  {
    
          "description": "'சந்திப் பிழை' என்றால் என்ன?",
          "options": [
      "வல்லினம் மிகும் இடத்தில் மிகாமல் எழுதுவது",
      "வல்லினம் மிகக் கூடாத இடத்தில் வல்லினம் மிகுத்தல்",
      "இரண்டாம் வேற்றுமை உருபைச் சரியாகப் பயன்படுத்தாமல் இருத்தல்",
      "(அ) மற்றும் (ஆ) இரண்டும் சரி"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "சொற்களை இணைத்து எழுதும் போது வல்லினம் மிகும் இடத்தில் மிகாமல் இருப்பது அல்லது வல்லினம் மிகக் கூடாத இடத்தில் வல்லினம் மிகுத்தல் போன்றவை சந்திப் பிழைகள். இவ்வாறான பிழைகளைத் தவிர்க்க வேண்டும். "
          }
        ]