[
          
  {
    
          "description": "குமரகுருபரர் எழுதிய சிற்றிலக்கியங்களில் எது இடம்பெறவில்லை?",
          "options": [
      "கந்தர் கலிவெண்பா",
      "கயிலைக் கலம்பகம்",
      "மீனாட்சியம்மை பிள்ளைத்தமிழ்",
      "திருக்குறள்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "குமரகுருபரர் என்பவர் பதினேழாம் நூற்றாண்டைச் சேர்ந்தவர். இவர் தமிழ் மொழிக்குப் பெருமை சேர்க்கும் பல சிற்றிலக்கியங்களைப் படைத்துள்ளார். கந்தர் கலிவெண்பா, கயிலைக் கலம்பகம், சகலகலாவல்லி மாலை, மீனாட்சியம்மை பிள்ளைத்தமிழ், முத்துக்குமாரசுவாமி பிள்ளைத்தமிழ் ஆகியன அவற்றுள் சிலவாகும். இவர் எழுதிய  படைப்புகளில் திருக்குறள் இடம் பெறவில்லை.  திருக்குறள்  திருவள்ளுவர் அவர்களால் எழுதப்பட்டது. "
          }
        ,
          
  {
    
          "description": "'நீதிநெறி விளக்கம்' என்ற நூலில் எத்தனை வெண்பாக்கள் உள்ளன?",
          "options": [
      "100",
      "101",
      "102",
      "103"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "குமரகுருபரர் எழுதிய நீதிநெறி விளக்கம் நூலில் கடவுள் வாழ்த்து உட்பட 102 வெண்பாக்கள் உள்ளன. இந்நூலின் பதின்மூன்றாம் பாடல் நமக்குப் பாடப்பகுதியாகத் தரப்பட்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "'கலனல்லால்' என்ற சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
          "options": [
      "கலன் + லல்லால்",
      "கலன் + அல்லால்",
      "கலம் + அல்லால்",
      "கலன் + னல்லால்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "“கலனல்லால்” என்ற சொல்லைப் பிரித்தால் “கலன் + அல்லால்” எனும் இரு சொற்களாக கிடைக்கும்.  “கலன்” என்பது அணிகலன் என்று பொருள்.  “அல்லால்” என்பது வேறெதுவும் இல்லை என்று பொருள்."
          }
        ,
          
  {
    
          "description": "'கல்வி அழகே அழகு' என்ற கருத்தை எந்தப் பழமொழி வலியுறுத்துகிறது?",
          "options": [
      "கல்வி செல்வம் மிகுந்த செல்வம்.",
      "கல்வி கற்றவன் கல்வி அற்றவன் அல்ல.",
      "கல்வி மாணவர்க்கு இன்பம் தரும்.",
      "கல்வி கற்பது வாழ்க்கைக்கு அழகு."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "கல்வி கற்றவருக்கு அவர் கற்ற கல்வியே அழகு தரும்.  ஆகையால் அழகு சேர்க்கும் பிற அணிகலன்கள் அவருக்குத் தேவையில்லை. கல்வி கற்பது வாழ்க்கைக்கு அழகு என்பது அழகான பழமொழி."
          }
        ,
          
  {
    
          "description": "குமரகுருபரர் எழுதிய 'நீதிநெறி விளக்கம்' நூல் எதைச் சுட்டிக்காட்டுகிறது?",
          "options": [
      "போர் வீரர்களின் வீரத்தை",
      "மக்களின் வாழ்வுக்குத் தேவையான நீதிகளை",
      "கடவுளின் பெருமையை",
      "அழகியலை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மக்களின் வாழ்வுக்குத் தேவையான நீதிகளைச் சுட்டிக்காட்டுவதால் இந்நூல் நீதிநெறி விளக்கம் எனப் பெயர் பெற்றது. "
          }
        ]