[
          
  {
    
          "description": "'உணவும் மருந்தும்' என்ற கருத்து குறித்து எந்த பத்தியில் குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "a) மொழியோடு விளையாடு ",
      "b) நோயற்ற வாழ்வே குறைவற்ற செல்வம் ",
      "c) நிற்க அதற்குத் தக...",
      "d) கலைச்சொல் அறிவோம்"
    ],
    "answer": "b",
    
          "additional_context": "நோயற்ற வாழ்வே குறைவற்ற செல்வம் என்ற தலைப்பில் உள்ள பத்தியில் 'உணவும் மருந்தும்' என்ற கருத்து குறிப்பிடப்பட்டுள்ளது.  நோயற்ற வாழ்வுக்கான முக்கியக் காரணிகளில் உணவு முறையும் ஒன்று என்பது இப்பத்தியில் குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'மடை திறந்த வெள்ளம் போல' என்ற உவமைத் தொடர் எந்தப் பொருளைக் குறிக்கிறது?",
          "options": [
      "a) எதிர்பாரா நிகழ்வு",
      "b) தற்செயல் நிகழ்வு",
      "c) தடையின்றி மிகுதியாக",
      "d) எளிதில் மனத்தில் பதிதல்"
    ],
    "answer": "c",
    
          "additional_context": "மடை திறந்த வெள்ளம் போல் என்ற உவமைத் தொடர் தடையின்றி மிகுதியாக என்ற பொருளைக் குறிக்கிறது.  எடுத்துக்காட்டாக திருவிழாவைக் காண மடை திறந்த வெள்ளம் போல மக்கள் வந்தனர் என்று குறிப்பிடும் போது மக்கள் மிக அதிக அளவில் வந்திருந்தனர் என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "'நலமான உடலுக்கு இரண்டுவேளை சிற்றுண்டியும் ஒருவேளை நிறைவான உணவும் போதுமானது' என்ற வாக்கியம் எந்தத் தலைப்புடன் தொடர்புடையது?",
          "options": [
      "a) உணவே மருந்து",
      "b) உவமைத் தொடர்கள் ",
      "c) மொழியோடு விளையாடு ",
      "d) கலைச்சொல் அறிவோம்"
    ],
    "answer": "a",
    
          "additional_context": "இந்த வாக்கியம் உடல் நலம் குறித்து கூறுவதால் இது உணவே மருந்து என்ற தலைப்புடன் தொடர்புடையது. உடல் நலத்திற்கு சரியான உணவு முறை அவசியம் என்பது இந்த வாக்கியத்தில் தெளிவாகிறது.  சரியான உணவு உடல் நலத்தை மேம்படுத்தும். "
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் சொற்களில் எது 'Antibiotic' என்ற ஆங்கிலச் சொல்லின் தமிழ்ப் பெயர்?",
          "options": [
      "a) மரபணு",
      "b) நுண்ணுயிர் முறி",
      "c) ஒவ்வாமை ",
      "d) மூலிகை"
    ],
    "answer": "b",
    
          "additional_context": "'Antibiotic' என்பது ஆங்கிலச் சொல்.  இதன் தமிழ்ப் பெயர் நுண்ணுயிர் முறி. நுண்ணுயிர்களை அழிக்கும் மருந்துகளை நுண்ணுயிர் முறி என்றும் அழைப்பார்கள்.  சில நோய்களுக்கு நுண்ணுயிர் முறி மருந்துகள் பயன்படுத்தப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் பழமொழிகளில் எது மொழியோடு விளையாடு பகுதியில் உள்ளது?",
          "options": [
      "a) காக்கை உட்காரப் பனம்பழம் விழுந்தது போல ",
      "b) பழம் நழுவிப் பாலில் விழுந்தது போல ",
      "c) உடலும் உயிரும் போல ",
      "d) கிணற்றுத் தவளை போல"
    ],
    "answer": "b",
    
          "additional_context": "மொழியோடு விளையாடு பகுதியில் பழமொழிகள் அடங்கும்.  பழம் நழுவிப் பாலில் விழுந்தது போல என்ற பழமொழி மொழியோடு விளையாடு பகுதியில் உள்ளது.  இந்த பழமொழி தற்செயல் நிகழ்வு அல்லது எதிர்பாராத விஷயம் நிகழ்ந்தால் பயன்படுத்தப்படுகிறது. "
          }
        ]