[
          
  {
    
          "description": "'ஓடை ஆட...' என்னும் பாடல் எழுதியவர் யார்?",
          "options": [
      "பாரதிதாசன்",
      "வாணிதாசன்",
      "கவிமணி தேசிக விநாயகம் பிள்ளை",
      "பாரதி"
    ],
    "answer": "B",
    
          "additional_context": "வாணிதாசன் எழுதிய 'ஓடை ஆட...' என்னும் பாடல் இயற்கை அழகைப் பாடும் கவிதை. இப்பாடல் இயற்கை அழகை வர்ணித்து மனதிற்கு இன்பம் தருகிறது. 'ஓடை ஆட...' என்னும் வரியின் மூலம் வாணிதாசன் ஓடையின் அழகையும் அதைப் பார்ப்பவர்கள் மனதில் எழும் மகிழ்ச்சியையும் எடுத்துக்காட்டுகிறார்."
          }
        ,
          
  {
    
          "description": "வாணிதாசன் தமிழகத்தின் வேர்ட்ஸ்வொர்த் என்று ஏன் அழைக்கப்படுகிறார்?",
          "options": [
      "இவர் பாரதிதாசனின் மாணவர் என்பதால்",
      "இவர் பிரெஞ்சு மொழியில் வல்லவர் என்பதால்",
      "இவர் இயற்கை அழகைப் பாடியுள்ளார் என்பதால்",
      "இவர் பல நூல்களை எழுதியுள்ளார் என்பதால்"
    ],
    "answer": "C",
    
          "additional_context": "வாணிதாசன் தமிழகத்தின் வேர்ட்ஸ்வொர்த் என்று அழைக்கப்படுவதற்கு முக்கிய காரணம் இயற்கை அழகைப் பாடியதால். இயற்கை அழகை எடுத்துக்காட்டி, அதை வர்ணித்து மனதிற்கு இன்பம் தரும் கவிதைகள் எழுதியதால் வாணிதாசன் இயற்கை கவிஞராகப் போற்றப்படுகிறார். "
          }
        ,
          
  {
    
          "description": "கவிஞர் வாணிதாசன் ஓடையின் இயல்பைக் குறித்து 'கல்லில் உருண்டு தவழ்ந்து நெளிந்து பாயும்' என்று குறிப்பிட்டுள்ளார். இதன் மூலம் அவர் ஓடையின் எந்தப் பண்பை எடுத்துக்காட்டுகிறார்?",
          "options": [
      "வேகம்",
      "வளைவு",
      "அமைதி",
      "ஆழம்"
    ],
    "answer": "B",
    
          "additional_context": "வாணிதாசன் 'ஓடை ஆட...' என்னும் பாடலில் 'கல்லில் உருண்டு தவழ்ந்து நெளிந்து பாயும்' என்று குறிப்பிட்டுள்ளார். இதன் மூலம் ஓடை பாயும் வழியில் ஏற்படும் வளைவுகளைப் பற்றி விவரிக்கிறார். கல்லில் உருண்டு தவழ்ந்து நெளிந்து பாயும் என்பது ஓடையின் இயற்கை இயல்பையும், அழகையும் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "ஓடையின் அழகை 'ஏடு போதா இதன்கவிக் கார் ஈடு செய்யப் போரா ரோடி!' என்ற வரிகளில் கவிஞர் எவ்வாறு விவரிக்கிறார்?",
          "options": [
      "ஓடை மிகவும் சிறியது",
      "ஓடை மிகவும் அழகானது",
      "ஓடையைப் பற்றி எழுத எளிதானது",
      "ஓடை மிகவும் ஆழமானது"
    ],
    "answer": "B",
    
          "additional_context": "வாணிதாசன் ஓடையின் அழகைப் பற்றி 'ஏடு போதா இதன்கவிக் கார் ஈடு செய்யப் போரா ரோடி!' என்று குறிப்பிட்டுள்ளார். இந்த வரிகள் ஓடையின் அழகு எவ்வளவு பெரியது என்று வலியுறுத்துகிறது. அதாவது, ஓடையின் அழகு அதிகமாக இருப்பதால் அது பற்றி எழுத எந்த நூலும் போதாது என்பதுதான் இதன் பொருள். "
          }
        ,
          
  {
    
          "description": "'நன்செய் புன்செய்க்கு உணவை ஊட்டி நாட்டு மக்கள் வறுமை ஓட்டிக்' என்ற வரிகள் ஓடையின் எந்தப் பயனைப் பற்றிக் கூறுகின்றன?",
          "options": [
      "மக்களுக்குக் குளிர்ச்சி அளித்தல்",
      "மக்களுக்கு மகிழ்ச்சி அளித்தல்",
      "மக்களுக்கு உணவு அளித்தல்",
      "மக்களுக்கு இசை அளித்தல்"
    ],
    "answer": "C",
    
          "additional_context": "வாணிதாசன் ஓடையின் பயனைப் பற்றி 'நன்செய் புன்செய்க்கு உணவை ஊட்டி நாட்டு மக்கள் வறுமை ஓட்டிக்' என்று குறிப்பிட்டுள்ளார். இதன் மூலம் ஓடை நன்செய் புன்செய்க்கு நீர்ப்பாசனம் செய்து விவசாயத்தை வளர்த்து மக்களுக்கு உணவு அளிப்பதாக வாணிதாசன்  கூறுகிறார். "
          }
        ]