
[
  {
    "description": "பித்தக்கண்ணு கூரனைத் தேடி வந்ததற்கான காரணம் என்ன?",
    "options": [
      "அதன் தாகத்தைத் தணிக்க",
      "கூரனைத் தின்றுவிட",
      "கூரனுடன் விளையாட",
      "கூரனுக்கு உதவ"
    ],
    "answer": "B",
    "additional_context": "பித்தக்கண்ணு ஒரு சிறுத்தை. அது ஒரு சிறந்த வேட்டை விலங்கு. அது கூரனைத் துரத்திக்கொண்டு இருப்பதாகக் கூரன் சொல்கிறாள். அதனால், பித்தக்கண்ணு கூரனைத் தேடி வந்ததற்கான காரணம் அது கூரனைத் தின்றுவிட விரும்புவதாகும்."
  },
  {
    "description": "வெட்டுக்கிளி பித்தக்கண்ணுவின் கேள்விக்குப் பதில் சொல்லத் துவங்கியதற்கான காரணம் என்ன?",
    "options": [
      "பித்தக்கண்ணுவைப் பார்த்ததால் ஏற்பட்ட உற்சாகம்",
      "கூரனுக்கு உதவ வேண்டும் என்ற எண்ணம்",
      "கூரனைப் பற்றி எதுவும் தெரியாது",
      "பித்தக்கண்ணுவின் கோபத்தைப் பார்த்து பயந்து"
    ],
    "answer": "A",
    "additional_context": "வெட்டுக்கிளி எப்போதும் பேசிக்கொண்டே இருக்கும். அது பித்தக்கண்ணுவைப் பார்த்து பயப்படவில்லை. அதனால், அது பித்தக்கண்ணுவைப் பார்த்ததால் ஏற்பட்ட உற்சாகத்தில் அது கூரனைப் பற்றி கேள்வி கேட்கும்."
  },
  {
    "description": "பித்தக்கண்ணு கூரனைத் தேடி வந்ததற்கான சான்று எது?",
    "options": [
      "கூரன் ஓடையைத் தாண்டுவதும் குதிப்பதுமாக இருந்தது",
      "பித்தக்கண்ணு சத்தமில்லாமல் ஓடைப்பக்கம் வந்தது",
      "குறிஞ்சிப் புதரின் கிளையில் வெட்டுக்கிளி இருந்தது",
      "பித்தக்கண்ணு வெட்டுக்கிளியைப் பார்த்து உறுமியது"
    ],
    "answer": "B",
    "additional_context": "பித்தக்கண்ணு கூரனைத் தேடிக்கொண்டு இருந்தது. அது ஓடைப்பக்கம் வந்து, சத்தமில்லாமல் ஓடையின் மீது நடந்தது. அது மோப்பம் பிடித்துக்கொண்டே சென்றது. அதனால், பித்தக்கண்ணு கூரனைத் தேடி வந்ததற்கான சான்று அது சத்தமில்லாமல் ஓடைப்பக்கம் வந்தது என்பதாகும்."
  },
  {
    "description": "இந்தக் கதையின் முக்கியப் பாடம் என்ன?",
    "options": [
      "வாக்குறுதியை மீறுவதால் ஏற்படும் விளைவுகள்",
      "சிறுத்தை வேட்டைக்காரன் என்பது",
      "வெட்டுக்கிளிகளின் குதியாட்டம்",
      "காடுகளில் வாழும் விலங்குகள்"
    ],
    "answer": "A",
    "additional_context": "வெட்டுக்கிளி கூரனிடம், பித்தக்கண்ணிடம் கூரன் பற்றி கேள்வி கேட்டால் வாயைத் திறக்கக் கூடாது என்று வாக்குறுதி அளிக்கிறது. ஆனால், அது பித்தக்கண்ணுவைப் பார்த்த உற்சாகத்தில் கூரன் ஒளிந்திருந்த இடத்தருகே குதித்துக் குதித்துச் சென்றது. அது வாக்குறுதியை மீறியதால், கூரன் கோபப்பட்டு அது மீண்டும் ஒருமுறை அதை மிதித்து நசுக்கிவிடுவேன் என்று கூறுகிறது. எனவே, இந்தக் கதையின் முக்கியப் பாடம் வாக்குறுதியை மீறுவதால் ஏற்படும் விளைவுகளே ஆகும்."
  },
  {
    "description": "வெட்டுக்கிளி எப்போதும் குதித்துக் கொண்டே இருப்பதற்கான காரணம் என்ன?",
    "options": [
      "அதன் இயல்பு",
      "கூரனின் கோபத்தைப் பார்த்து பயம்",
      "பித்தக்கண்ணுவின் வேட்டையைத் தவிர்க்க",
      "கூரனின் கூர்மையான பாதங்கள் மீது விழக்கூடாது என்ற பயம்"
    ],
    "answer": "D",
    "additional_context": "கூரன் கோபப்பட்டு, வெட்டுக்கிளியை மீண்டும் ஒருமுறை அதை மிதித்து நசுக்கிவிடுவேன் என்று கூறுகிறது. அது தன் தங்கக் கால்களால் வெட்டுக்கிளியை மிதிப்பதாகக் கூறுகிறது. எனவே, கூரன் தன் கூர்மையான பாதங்களால் மீண்டும் ஒருமுறை வெட்டுக்கிளியை மிதித்து நசுக்கிவிடுமோ என்ற பயத்தில், வெட்டுக்கிளி எப்போதும் குதித்துக் கொண்டே இருக்கிறது."
  }
]
