[
          
  {
    
          "description": "'கலைச்சொல் அறிவோம்' என்ற பகுதியில் கொடுக்கப்பட்டிருக்கும் சொற்களில் எது அம்பேத்கருடன் தொடர்புடையது?",
          "options": [
      "குறிக்கோள்",
      "நம்பிக்கை",
      "முனைவர் பட்டம்",
      "வட்ட மேசை மாநாடு"
    ],
    "answer": "D",
    
          "additional_context": "இந்த பாடப் பகுதியில், ‘கலைச்சொல் அறிவோம்’ என்ற தலைப்பில் சில சொற்கள் கொடுக்கப்பட்டுள்ளன. அந்த சொற்களில் ‘வட்ட மேசை மாநாடு’ என்ற சொல் அம்பேத்கருடன் தொடர்புடையது. ஏனெனில் அம்பேத்கர் அவர்கள் வட்டமேசை மாநாட்டில் பங்கேற்று இந்தியாவின் சுதந்திரத்திற்காக போராடினார்."
          }
        ,
          
  {
    
          "description": "அம்பேத்கர் அவர்கள் தம் வாழ்க்கையில் எதை ஒரு புதிய திருப்பமாகக் கண்டறிந்தார்?",
          "options": [
      "அரசியல்",
      "நீதி",
      "படிப்பு",
      "சமூக சேவை"
    ],
    "answer": "C",
    
          "additional_context": "பாடப் பகுதியில், அம்பேத்கர் அவர்கள் தமது வாழ்க்கையில் ‘புதிய திருப்பம்’ காண வழி ஒன்றைக் கண்டறிந்ததாக குறிப்பிடப்பட்டுள்ளது. அது ‘படிப்பு, படிப்பு, படிப்பே’ ஆகும். அம்பேத்கர் அவர்கள் படிப்பின் மூலம் சமூக நீதிக்காக போராடினார். அதனால் அவர்கள் தம் வாழ்க்கையில் படிப்பை ஒரு புதிய திருப்பமாகக் கண்டறிந்தார் என்று சொல்லலாம்."
          }
        ,
          
  {
    
          "description": "அம்பேத்கர் அவர்களின் தந்தை அவர்களின் படிப்புக்காக என்ன செய்தார்?",
          "options": [
      "பணியை விட்டு விலகி படிப்பைப் பார்த்துக் கொண்டார்",
      "கடன் வாங்கி புத்தகங்கள் வாங்கித் தந்தார்",
      "அவர்களுடன் சேர்ந்து படித்தார்",
      "பள்ளிப் பணியைச் செய்து வந்தார்"
    ],
    "answer": "B",
    
          "additional_context": "அம்பேத்கர் அவர்கள் எப்போதும் புத்தகமும் கையுமாகவே திகழ்ந்தார். இதைக் கண்ட அவர்களின் தந்தை வேறு செலவுகளைக் குறைத்துக் கொண்டும் கடன் வாங்கியும் புத்தகங்களை வாங்கித் தந்தார்."
          }
        ,
          
  {
    
          "description": "'தான், தாம்' என்னும் சொற்கள் எதைக் குறிக்கும்?",
          "options": [
      "நேரம்",
      "இடம்",
      "எண்ணிக்கை",
      "வினை"
    ],
    "answer": "C",
    
          "additional_context": "‘தான்’ என்பது ஒருமையைக் குறிக்கும். ‘தாம்’ என்பது பன்மையைக் குறிக்கும். இவ்வேறுபாட்டினை அறிந்து தொடர்களில் பயன்படுத்த வேண்டும்."
          }
        ,
          
  {
    
          "description": "'தன்னைத்தானே' என்னும் சொல் எப்போது பயன்படுத்தப்படும்?",
          "options": [
      "ஒருவருக்கு வேறு ஒருவர் உதவி செய்யும் போது",
      "ஒருவர் தன்னைப் பற்றிப் பேசும் போது",
      "ஒருவர் மற்றவரைப் பற்றிப் பேசும் போது",
      "ஒருவர் வேறு ஒருவரைக் குறிக்கும் போது"
    ],
    "answer": "B",
    
          "additional_context": "‘தன்னைத்தானே’ என்னும் சொல் ஒருவர் தன்னைப் பற்றிப் பேசும் போது பயன்படுத்தப்படும். உதாரணமாக, “அவன் தன்னைத்தானே பாராட்டிக் கொண்டான்” என்பதை எடுத்துக்காட்டாகக் கூறலாம்."
          }
        ]