
[
  {
    "description": "“பாடறிந்து ஒழுகுதல்” என்னும் தொடரில் “பாடறிந்து” என்ற சொல்லைப் பிரித்து எழுது.",
    "options": [
      "பா + அறிந்து",
      "பாட் + அறிந்து",
      "பாடு + அறிந்து",
      "பாட்டு + அறிந்து"
    ],
    "answer": "A",
    "additional_context": "கலித்தொகை நூலில் பாடறிந்து ஒழுகுதல் என்னும் தொடர் பண்பு எனப்படுகிறது. பாடறிந்து என்ற சொல்லைப் பிரித்து எழுத வேண்டும். பாடறிந்து என்பது சான்றோர் காட்டிய வழியில் நடத்தல் என்பதைக் குறிக்கும். அதாவது பாடத்தை அறிந்து ஒழுகுதல் என்பது நற்பண்புடையவராக வாழ வேண்டும் என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“பண்பு” எனப்படுவது எது?",
    "options": [
      "சான்றோர் காட்டிய வழியில் நடத்தல்",
      "உறவினர்களோடு வெறுப்பின்றி வாழ்தல்",
      "அறிவற்றவர் கூறும் சொற்களைப் பொறுத்தல்",
      "முன் சொன்ன வாக்கை மறுக்காமல் காப்பாற்றுதல்"
    ],
    "answer": "A",
    "additional_context": "கலித்தொகை நூல் பண்பு பற்றிய ஒரு பாடலை விளக்குகிறது. அதில் பண்பு எனப்படுவது பாடறிந்து ஒழுகுதல் எனக் குறிப்பிடப்பட்டுள்ளது. பாடறிந்து ஒழுகுதல் என்பது சான்றோர் காட்டிய வழியில் நடத்தல் எனப்படுகிறது. பாடத்தை அறிந்து ஒழுகுதல் என்பது நற்பண்புடையவராக வாழ வேண்டும் என்பதைக் குறிக்கிறது."
  },
  {
    "description": "“பொறை” என்னும் சொல்லுக்கு கலித்தொகையில் கூறப்படும் பொருள் எது?",
    "options": [
      "தம்மை இகழ்வாரையும் பொறுத்தல்",
      "மறைபொருளைப் பிறர் அறியாமல் காத்தல்",
      "வறியவர்களுக்கு உதவி செய்தல்",
      "அன்புடையோரைப் பிரியாது வாழ்தல்"
    ],
    "answer": "A",
    "additional_context": "கலித்தொகை நூல் பொறை பற்றிய ஒரு பாடலை விளக்குகிறது. அதில் பொறை எனப்படுவது போற்றாரைப் பொறுத்தல் எனக் குறிப்பிடப்பட்டுள்ளது. போற்றார் என்பது தம்மை இகழ்வாரை குறிக்கும். அதாவது தம்மை இகழ்வாரையும் பொறுத்தல் என்பது பொறை எனப்படுகிறது."
  },
  {
    "description": "“செறிவு” என்பதற்கான விளக்கம் எது?",
    "options": [
      "உறவினர்களோடு வெறுப்பின்றி வாழ்தல்",
      "முன் சொன்ன வாக்கை மறுக்காமல் காப்பாற்றுதல்",
      "அறிவற்றவர் கூறும் சொற்களைப் பொறுத்தல்",
      "தம்மை இகழ்வாரையும் பொறுத்தல்"
    ],
    "answer": "B",
    "additional_context": "கலித்தொகை நூல் செறிவு பற்றிய ஒரு பாடலை விளக்குகிறது. அதில் செறிவு எனப்படுவது கூறியது மறாஅமை எனக் குறிப்பிடப்பட்டுள்ளது. அதாவது கூறிய சொற்களை மறவாமை என்பது செறிவு எனப்படுகிறது. கூறிய சொற்களை மறவாமை என்பது முன் சொன்ன வாக்கை மறுக்காமல் காப்பாற்றுதல் என்பதாகும்."
  },
  {
    "description": "கலித்தொகை எத்தனை பாடல்களைக் கொண்டது?",
    "options": [
      "நூறு",
      "நூற்று ஐம்பது",
      "நூற்று ஐம்பத்து ஐந்து",
      "நூற்று எண்பது"
    ],
    "answer": "B",
    "additional_context": "கலித்தொகை என்பது எட்டுத்தொகை நூல்களில் ஒன்று. இது கலிப்பா என்னும் பாவகையால் ஆன நூல். இது நூற்று ஐம்பது பாடல்களைக் கொண்டது. கலித்தொகை நூல் குறிஞ்சிக்கலி, முல்லைக்கலி, மருதக்கலி, நெய்தற்கலி, பாலைக்கலி என ஐந்து பிரிவுகளைக் கொண்டுள்ளது."
  }
]
