
[
  {
    "description": "கீழ்க்கண்டவற்றுள் எது பெரிய மொழி மாதிரிக்கு சாத்தியமான செயல்பாடு?",
    "options": [
      "a) ஒரு PDF ஃபைலில் இருந்து தரவைப் பிரித்தெடுத்தல்",
      "b) ஒரு PDF ஃபைலில் இருந்து தரவை எடுத்து, அதன் உள்ளடக்கத்தை பகுப்பாய்வு செய்தல்",
      "c) ஒரு PDF ஃபைலில் இருந்து தரவை எடுத்து, அதன் உள்ளடக்கத்தை பகுப்பாய்வு செய்து, உரை சுருக்கத்தை உருவாக்குதல்",
      "d) ஒரு PDF ஃபைலில் இருந்து தரவை எடுத்து, அதன் உள்ளடக்கத்தை பகுப்பாய்வு செய்து, உரை சுருக்கத்தை உருவாக்கி, அதை வேறு மொழியில் மொழிபெயர்த்தல்"
    ],
    "answer": "D",
    "additional_context": "பெரிய மொழி மாதிரிகள், பெரிய அளவிலான தரவுத் தொகுப்புகளில் பயிற்சி அளிக்கப்படுகின்றன. இதன் மூலம், மொழி பகுப்பாய்வு, சுருக்கம், மொழிபெயர்ப்பு உள்ளிட்ட பல பணிகளைச் செய்ய முடியும். PDF ஃபைல்களில் இருந்து தரவை எடுத்து, அதை பகுப்பாய்வு செய்து, சுருக்கமாகவும் வேறு மொழியில் மொழிபெயர்த்தும்  வழங்குவது இதன் மூலம் சாத்தியமாகும்."
  },
  {
    "description": "கீழ்க்கண்ட எந்த வார்த்தைகள் இந்த வாக்கியத்தில் உள்ள மொழி மாதிரியின் திறன்களை விவரிக்கின்றன?",
    "options": [
      "a) படித்தல், பிரித்தெடுத்தல்",
      "b) மொழிபெயர்ப்பு, உருவாக்குதல்",
      "c) தகவல், பிரித்தெடுத்தல்",
      "d) படித்தல், மொழிபெயர்ப்பு"
    ],
    "answer": "A",
    "additional_context": "PDF ஃபைல்களை படித்து, அவற்றிலிருந்து தேவையான தரவை பிரித்தெடுத்து, அதை பயனுள்ள வகையில் பயன்படுத்தும் திறன் பெரிய மொழி மாதிரிகளுக்கு உண்டு."
  },
  {
    "description": "மேற்கண்ட பத்தியில், எந்த வகையான சூழலில் ஒரு பெரிய மொழி மாதிரி PDF ஃபைலைப் படிக்க முடியாது என்று குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "ஒரு பெரிய மொழி மாதிரியால் எந்தவொரு வகையான ஃபைலையும் படிக்க முடியாது.",
      "ஒரு பெரிய மொழி மாதிரியால் PDF ஃபைல்களைப் படிக்க முடியாது.",
      "ஒரு பெரிய மொழி மாதிரியால் ஃபைல்களைத் திறக்கவோ அவற்றிலிருந்து தகவலைப் பிரித்தெடுக்கவோ முடியாது.",
      "ஒரு பெரிய மொழி மாதிரியால் ஃபைல்களைத் திறக்கவோ அவற்றிலிருந்து தகவலைப் பிரித்தெடுக்கவோ முடியாது, ஆனால் அவற்றின் உள்ளடக்கங்களைப் பற்றிய தகவலை வழங்க முடியும்."
    ],
    "answer": "C",
    "additional_context": "பெரிய மொழி மாதிரிகள், ஃபைல்களைத் திறந்து அவற்றின் உள்ளடக்கங்களை பகுப்பாய்வு செய்யும் திறன் கொண்டவை. அவை  மென்பொருள் அல்லது ஃபைல் அமைப்புகளுடன் நேரடியாக தொடர்பு கொள்ள முடியாது. எனவே, ஃபைல்களைத் திறந்து அவற்றிலிருந்து தகவலைப் பிரித்தெடுக்க முடியாது."
  },
  {
    "description": "மேற்கண்ட பத்தியில், பெரிய மொழி மாதிரி என்றால் என்ன என்பதற்கான விளக்கம் உள்ளதா?",
    "options": [
      "ஆம், பெரிய மொழி மாதிரி என்றால் என்ன என்பதை பத்தி விரிவாக விளக்குகிறது.",
      "இல்லை, பெரிய மொழி மாதிரி என்றால் என்ன என்பதை பத்தி விளக்குவதில்லை.",
      "பத்தியில் \"பெரிய மொழி மாதிரி\" என்ற சொல் மட்டும் பயன்படுத்தப்பட்டுள்ளது.",
      "பத்தியில் \"பெரிய மொழி மாதிரி\" என்ற சொல் பயன்படுத்தப்படவில்லை."
    ],
    "answer": "C",
    "additional_context": "இந்த பத்தி பெரிய மொழி மாதிரியின் சாத்தியமான செயல்பாடுகளைப் பற்றி விவாதிக்கிறது. ஆனால் பெரிய மொழி மாதிரி என்றால் என்ன என்பதை விளக்கவில்லை."
  },
  {
    "description": "மேற்கண்ட பத்தியில், பெரிய மொழி மாதிரியால் PDF ஃபைலைப் படிக்க முடியாது என்பதற்கான காரணம் குறிப்பிடப்பட்டுள்ளதா?",
    "options": [
      "ஆம், பெரிய மொழி மாதிரியால் PDF ஃபைலைப் படிக்க முடியாது என்பதற்கான காரணம் தெளிவாகக் குறிப்பிடப்பட்டுள்ளது.",
      "இல்லை, பெரிய மொழி மாதிரியால் PDF ஃபைலைப் படிக்க முடியாது என்பதற்கான காரணம் பத்தியில் குறிப்பிடப்படவில்லை.",
      "பத்தியில் ஒரு காரணம் மறைமுகமாகக் குறிப்பிடப்பட்டுள்ளது.",
      "பத்தியில் காரணம் கூறப்படவில்லை, ஆனால் அது ஒரு வகையான செயல்முறை ரீதியான காரணம் என்பது தெளிவாகிறது."
    ],
    "answer": "A",
    "additional_context": "பெரிய மொழி மாதிரிகள், ஃபைல்களைத் திறந்து அவற்றின் உள்ளடக்கங்களை பகுப்பாய்வு செய்யும் திறன் கொண்டவை. அவை  மென்பொருள் அல்லது ஃபைல் அமைப்புகளுடன் நேரடியாக தொடர்பு கொள்ள முடியாது. எனவே, ஃபைல்களைத் திறந்து அவற்றிலிருந்து தகவலைப் பிரித்தெடுக்க முடியாது."
  }
]
