[
          
  {
    
          "description": "'புத்தகத்தால் புத்தாக்கம் பெறுவோம்!' என்னும் வாசகத்தை எந்த நிகழ்வின் விளம்பரத்தில் காணலாம்?",
          "options": [
      "திருக்குறள் விழா",
      "மாபெரும் புத்தகக் காட்சி",
      "கவிஞர் பேரவை",
      "இலக்கியப் போட்டி"
    ],
    "answer": "b",
    
          "additional_context": "நூல் பல கல் என்பர் பெரியோர் -  புத்தகக் காட்சி விளம்பரத்தில்  'புத்தகத்தால் புத்தாக்கம் பெறுவோம்!'  என்று எழுதப்பட்டிருக்கிறது.  நூலகங்கள் நம் அறிவுக்கு உதவும் என்பதால், புத்தகக் காட்சி வழியாக மக்களின் அறிவை வளர்க்கும் நோக்கம் கொண்ட ஒரு நிகழ்வாகும்."
          }
        ,
          
  {
    
          "description": "'நூல் பல கல் என்பர் பெரியோர்'  என்னும் தொடரில் எந்த நிறுத்தக்குறி பயன்படுத்தப்படவில்லை?",
          "options": [
      "நிறுத்தற்குறி (.)",
      "காற்புள்ளி (,) ",
      "கேள்விக்குறி (?)",
      "மேற்கோள் குறி (\")"
    ],
    "answer": "c",
    
          "additional_context": "நூல்கள் நம் அறிவை வளர்க்கும் என்பதால், அறிவு பெறுவதற்கு நூல்கள் மிகவும் அவசியம் என்கிறார் நூலாசிரியர்.  நூலகங்கள் நம் அறிவின் வளர்ச்சியில் ஒரு முக்கிய பங்கு வகிக்கின்றன"
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டவற்றில் எது 'நெடி கை விண் உயர்வு'  என்ற பழமொழியின் பொருளைக் குறிக்கிறது?",
          "options": [
      "பெரியவர்களின் வழிகாட்டுதல்",
      "உயர்ந்த கல்வியைப் பெறுதல்",
      "படிப்பின் மூலம் உயர்ந்த நிலையை அடைதல்",
      "நல்லொழுக்கத்தைப் பின்பற்றுதல்"
    ],
    "answer": "c",
    
          "additional_context": "நெடி கை விண் உயர்வு  என்பது உயர்ந்த கல்வியைப் பெறுவதன் மூலம் உயர்ந்த நிலையை அடைதல் என்பதைக் குறிக்கிறது.  நூல்கள் மூலம் நாம் அறிவு பெறுவதும், அறிவின் மூலம் உயர்ந்த நிலையை அடைவதும் சாத்தியமாகும்."
          }
        ,
          
  {
    
          "description": "'நூலகம் அறிவுத் தாகம் கொண்டவர்களுக்கு ஒரு வரப்பிரசாதம்'  என்னும் வாசகத்தை எந்த பிரிவில் காணலாம்?",
          "options": [
      "நூலகத்தின் தேவை",
      "நூலகத்திலுள்ளவை",
      "முன்னுரை",
      "படிக்கும் முறை"
    ],
    "answer": "c",
    
          "additional_context": "நூலகம் என்பது அறிவுத் தாகம் கொண்டவர்களுக்கு ஒரு வரப்பிரசாதம்.  அறிவைப் பெறுவதற்கான ஒரு சிறந்த வழிகாட்டி. நூலகத்தில் பல்வேறு வகையான நூல்கள் இருப்பதால், அவை அறிவை வளர்க்க உதவுகின்றன."
          }
        ,
          
  {
    
          "description": "'எனக்குப் பிடித்த நூல்களுடன் வாழ்நாள் முழுவதும் சிறையில் அடைத்தாலும் மகிழ்ச்சியடைவேன்'  என்றவர் யார்?",
          "options": [
      "கபிலன்",
      "திரு.வி.க.",
      "சோமு",
      "நேரு"
    ],
    "answer": "d",
    
          "additional_context": "நூல்களின் மீது மிகுந்த ஈடுபாடு கொண்டவர் நேரு.  நூல்கள் மனித வாழ்க்கையின் ஒரு முக்கிய பகுதி. நாம் அவற்றை நன்றாக பயன்படுத்திக் கொள்ள வேண்டும்."
          }
        ]