
[
  {
    "description": "பின்வரும் வாக்கியத்தில் எந்த சொல் சரியான நிறுத்தக்குறியுடன் இருக்கிறது?",
    "options": [
      "a) \"தமிழ்க் காவியங்களைப் படியுங்கள். இன்பம் நுகருங்கள்\", என்று திரு. வி. க. மாணவர்களிடம் கூறினார்.",
      "b) \"தமிழ்க் காவியங்களைப் படியுங்கள். இன்பம் நுகருங்கள்\" என்று திரு. வி. க. மாணவர்களிடம் கூறினார்.",
      "c) \"தமிழ்க் காவியங்களைப் படியுங்கள் இன்பம் நுகருங்கள்\" என்று திரு. வி. க. மாணவர்களிடம் கூறினார்.",
      "d) \"தமிழ்க் காவியங்களைப் படியுங்கள். இன்பம் நுகருங்கள்\" என்று திரு.வி.க. மாணவர்களிடம் கூறினார்."
    ],
    "answer": "b",
    "additional_context": "இரட்டை மேற்கோள்குறி (\" \") நேர்கூற்றுகளிலும் செய்யுள் அடிகளையோ பொன்மொழிகளையோ குறிப்பிடும் இடங்களிலும் இரட்டை மேற்கோள் குறியைப் பயன்படுத்த வேண்டும். (எ.கா.) திரு. வி. க. மாணவர்களிடம், \" தமிழ்க் காவியங்களைப் படியுங்கள். இன்பம் நுகருங்கள்\" என்று கூறினார்."
  },
  {
    "description": "கீழ்க்காணும் சொற்களில் எந்த சொல் ஆங்கிலத்தில் \" Ornament\" என சொல்லப்படுகிறது?",
    "options": [
      "a) அலங்காரம்",
      "b) அணிகலன்",
      "c) கலையழகு",
      "d) ஆடை"
    ],
    "answer": "b",
    "additional_context": "கலைச்சொல் அறிவோம். \nஅணிகலன் - Ornament"
  },
  {
    "description": "பின்வரும் சொற்றொடரில் எந்த சொல் \"Talent\" என்ற ஆங்கில சொல்லுக்கு சமமானது?",
    "options": [
      "a)   \"பெண்ணின் பெருமை\" என்னும் நூலை எழுதியவர்.",
      "b)  திரு. வி. க.  எழுதிய  \"பெண்ணின் பெருமை\" என்னும் நூல்.",
      "c)  திரு. வி. க.  எழுதிய  \"பெண்ணின் பெருமை\" என்னும் நூலின்  திறமை.",
      "d)   \"பெண்ணின் பெருமை\" என்னும் நூல் புகழ்பெற்றது."
    ],
    "answer": "c",
    "additional_context": "கலைச்சொல் அறிவோம். \n திறமை - Talent"
  },
  {
    "description": "\"நூலகத்தின் பயன் அறிவோம், அறிவு வளம் பெறுவோம்\" என்ற வாக்கியத்தில் எந்த சொல் சரியான நிறுத்தக்குறியுடன் இருக்கிறது?",
    "options": [
      "a) அறிவோம்,",
      "b) பெறுவோம்.",
      "c) பயன் அறிவோம்.",
      "d) நூலகத்தின் பயன் அறிவோம்."
    ],
    "answer": "a",
    "additional_context": "பின்வரும் பத்தியில் உரிய இடங்களில் நிறுத்தக்குறிகளை இடுக. \nநூல் பல கல் என்பர் பெரியோர் அறிவை வளர்க்கும் நூல்கள் அனைத்தையும் நம்மால் விலை கொடுத்து வாங்க முடியுமா முடியாது நூலகங்கள் இக்குறையை நீக்க உதவுகின்றன பல்வேறு துறைகளைச் சேர்ந்த அனைத்து நூல்களும் நிறைந்த இடம் நூலகம் ஆகும். நூலகத்தின் வகைகளாவன மையநூலகம் மாவட்ட நூலகம் கிளை நூலகம் ஊர்ப்புற நூலகம் எனக்குப் பிடித்த நூல்களுடன் வாழ்நாள் முழுவதும் சிறையில் அடைத்தாலும் மகிழ்ச்சியடைவேன் என்றார் நேரு ஆகவே நூலகத்தின் பயன் அறிவோம் அறிவு வளம் பெறுவோம்"
  },
  {
    "description": "\"கழிவு குறும்படம் திரையிடல்\" என்ற சொற்றொடரில் எந்த சொல் \"Punctuation\" என்ற ஆங்கிலச் சொல்லுடன் தொடர்புடையது?",
    "options": [
      "a) கழிவு",
      "b) குறும்படம்",
      "c) திரையிடல்",
      "d) இவை எதுவும் இல்லை"
    ],
    "answer": "d",
    "additional_context": "கலைச்சொல் அறிவோம். \nநிறுத்தக்குறி - Punctuation"
  }
]
