
[
  {
    "description": "சமுதாயத் தொண்டு பணியில் ஈடுபடும் போது, மேற்கண்ட வரியில் உள்ள செயல்பாட்டை நாம் எவ்வாறு விளக்கலாம்?",
    "options": [
      "a) தன்னார்வலர்களின் எதிர்பார்ப்புகளைப் பூர்த்தி செய்வதில் தோல்வி",
      "b) திறமைகளை திறமையாக பயன்படுத்த முடியாதது",
      "c) உதவி கேட்பவர்களின் தேவைகளைப் பூர்த்தி செய்ய இயலாதது",
      "d) தொழில்நுட்பக் கட்டுப்பாடுகளால் உதவி செய்ய முடியாதது"
    ],
    "answer": "D",
    "additional_context": "இந்த கேள்வி எம்.ஜி.ஆர். அவர்களின் சாதிணவுத் திட்டம் பற்றிய பகுதியைப் பற்றியது.  சாதிணவுத் திட்டம் என்பது, தமிழ்நாட்டின் பள்ளிக் குழந்தைகளுக்கு, உணவு வழங்கும் ஒரு திட்டம்.  இந்தத் திட்டத்தின் மூலம், குழந்தைகளின் சத்துணவுப் பற்றாக்குறை நீக்கப்படுகிறது.  எனினும், இந்தத் திட்டத்தில், தொழில்நுட்பக் கட்டுப்பாடுகளால், சில சமயங்களில் உதவி செய்ய முடியாத சூழ்நிலைகள் ஏற்படும்.  எடுத்துக்காட்டாக,  தொழில்நுட்பப் பிழையால்,  உணவுப் பொருட்கள் சரியாகக் கிடைக்காமல்,  அல்லது சரியாக விநியோகிக்கப்படாமல்,  குழந்தைகளுக்கு சரியான உணவு கிடைக்காமல் போகலாம்.   எனவே,  மேற்கண்ட கேள்விக்கு,   'தொழில்நுட்பக் கட்டுப்பாடுகளால் உதவி செய்ய முடியாதது'  என்பது சரியான விடை"
  },
  {
    "description": "மேற்கண்ட வரியில் உள்ள \"பி.டி.எஃப் ஃபைல்\" என்ற சொல் சமுதாயத் தொண்டு துறையில் எதைக் குறிக்கிறது?",
    "options": [
      "a) தன்னார்வலர்களின் பணியை விளக்கும் படிவம்",
      "b) உதவி தேவைப்படுபவர்களின் பதிவுகள்",
      "c) சமுதாயத் தொண்டு நிறுவனங்களின் நிதிநிலை அறிக்கை",
      "d) திட்டங்களின் விவரங்களை விளக்கும் ஆவணம்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கேள்வி,  சமூக நலத்திட்டங்கள் பற்றிய பகுதியைப் பற்றியது. சமூக நலத்திட்டங்களை செயல்படுத்துவதற்கு  திட்டங்களை வகுத்து,  அந்தத் திட்டங்கள் பற்றிய விவரங்களை ஆவணப்படுத்துவது அவசியம்.  அந்த ஆவணம்,  பொதுவாக  PDF ஃபைல்  வடிவில் இருக்கும்.  எனவே, மேற்கண்ட கேள்விக்கு 'திட்டங்களின் விவரங்களை விளக்கும் ஆவணம்'  என்பது சரியான விடை"
  },
  {
    "description": "சமுதாயத் தொண்டு துறையில் ஏற்படும் தொழில்நுட்பக் கட்டுப்பாடுகளை எவ்வாறு சமாளிக்க முடியும்?",
    "options": [
      "a) தொழில்நுட்ப பயிற்சிப் பணியில் ஈடுபடுவது",
      "b) புதிய தொழில்நுட்பங்களை ஏற்றுக்கொள்வது",
      "c) சமுதாயத் தொண்டு நிறுவனங்களின் திறனை மேம்படுத்துவது",
      "d)  மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "சமுதாயத் தொண்டு துறையில்  தொழில்நுட்பக் கட்டுப்பாடுகள் பல  ஏற்படும்.  எடுத்துக்காட்டாக,  தொழில்நுட்ப  அறிவு பற்றாக்குறை,  புதிய தொழில்நுட்பங்களைப் பயன்படுத்துவதில் சிரமம்,  அல்லது தொழில்நுட்ப உபகரணங்கள் பற்றாக்குறை போன்ற  பல காரணங்களால்  தொழில்நுட்பக் கட்டுப்பாடுகள்  ஏற்படும்.  இந்தக் கட்டுப்பாடுகளைச் சமாளிக்க,  தொழில்நுட்பப் பயிற்சிப் பணியில் ஈடுபடுவது,  புதிய தொழில்நுட்பங்களை ஏற்றுக்கொள்வது,  மற்றும் சமுதாயத் தொண்டு நிறுவனங்களின் திறனை மேம்படுத்துவது  போன்ற  பல நடவடிக்கைகளை எடுக்க வேண்டும். எனவே, மேற்கண்ட கேள்விக்கு  'மேற்கண்ட அனைத்தும்'  என்பது சரியான விடை"
  }
]
