
[
  {
    "description": "“மரத்தால் சிலை செய்தான்” என்ற வாக்கியத்தில், “மரத்தால்” என்னும் சொல் குறிப்பிடுவது எது?",
    "options": [
      "கருவியின் வகை",
      "கருவிப் பொருளின் செயல்",
      "கருவியின் பயன்பாடு",
      "கருவியின் வடிவம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“மரத்தால் சிலை செய்தான்” என்ற வாக்கியத்தில், “மரத்தால்” என்னும் சொல், சிலை செய்யப் பயன்படுத்தப்பட்ட பொருளைப் பற்றிச் சொல்கிறது. அதாவது,  மரம் என்னும் பொருள் சிலை செய்வதற்கான கருவியாகப் பயன்படுத்தப்பட்டுள்ளது என்பதை உணர்த்துகிறது. எனவே, இங்கு “மரத்தால்” என்னும் சொல் **கருவியின் வகை** என்பதை குறிப்பிடுகிறது."
  },
  {
    "description": "“கபிலர் பரணரைப் புகழ்ந்தார்” என்ற வாக்கியத்தில், “பரணரை” என்பது எந்த வேற்றுமையைக் குறிக்கிறது?",
    "options": [
      "இரண்டாம் வேற்றுமை",
      "மூன்றாம் வேற்றுமை",
      "நான்காம் வேற்றுமை",
      "ஐந்தாம் வேற்றுமை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“கபிலர் பரணரைப் புகழ்ந்தார்” என்ற வாக்கியத்தில், “பரணரை” என்னும் சொல் செயப்படுபொருளை குறிக்கிறது. அதாவது, கபிலர் புகழ்ந்தவர் யார்? என்பதற்கான விடை பரணர். செயப்படுபொருளை குறிக்கும் சொல் இரண்டாம் வேற்றுமைப் பொருளில் வரும். எனவே, இங்கு “பரணரை” என்னும் சொல் **இரண்டாம் வேற்றுமையை** குறிக்கிறது."
  },
  {
    "description": "“தமிழ்நாட்டின் கிழக்கு வங்கக்கடல்” என்ற வாக்கியத்தில், “கிழக்கு வங்கக்கடல்” என்னும் சொல் எந்த வேற்றுமையைக் குறிக்கிறது?",
    "options": [
      "நான்காம் வேற்றுமை",
      "ஐந்தாம் வேற்றுமை",
      "ஆறாம் வேற்றுமை",
      "ஏழாம் வேற்றுமை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“தமிழ்நாட்டின் கிழக்கு வங்கக்கடல்” என்ற வாக்கியத்தில், “கிழக்கு வங்கக்கடல்” என்னும் சொல், தமிழ்நாட்டிற்குரிய எல்லை என்பதை குறிக்கிறது. எல்லை என்பது ஐந்தாம் வேற்றுமைப் பொருளில் வரும். எனவே, இங்கு “கிழக்கு வங்கக்கடல்” என்னும் சொல் **ஐந்தாம் வேற்றுமையை** குறிக்கிறது."
  },
  {
    "description": "“புறந்தூய்மை நீரான் அமையும்” என்ற தொடரில், “நீரான்” என்னும் சொல் எந்த வேற்றுமையைக் குறிக்கிறது?",
    "options": [
      "இரண்டாம் வேற்றுமை",
      "மூன்றாம் வேற்றுமை",
      "நான்காம் வேற்றுமை",
      "ஐந்தாம் வேற்றுமை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“புறந்தூய்மை நீரான் அமையும்” என்ற தொடரில், “நீரான்” என்னும் சொல், புறந்தூய்மை என்னும் சொல்லுக்குரிய கருத்தாப் பொருளை குறிக்கிறது. கருத்தாப் பொருள் மூன்றாம் வேற்றுமையின் ஒரு வகை. எனவே, இங்கு “நீரான்” என்னும் சொல் **மூன்றாம் வேற்றுமையை** குறிக்கிறது."
  },
  {
    "description": "“சேக்கிழாரால் பெரியபுராணம் இயற்றப்பட்டது” என்ற வாக்கியத்தில், “சேக்கிழாரால்” என்னும் சொல் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "ஏவுதல் கருத்தா",
      "இயற்றுதல் கருத்தா",
      "முதற்கருவி",
      "துணைக்கருவி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“சேக்கிழாரால் பெரியபுராணம் இயற்றப்பட்டது” என்ற வாக்கியத்தில், “சேக்கிழாரால்” என்னும் சொல், பெரியபுராணம் இயற்றப்பட்டது யாரால்? என்பதற்கான விடை. இங்கு  சேக்கிழார் தானே பெரியபுராணத்தை இயற்றினார். தானே செய்வது இயற்றுதல் கருத்தா எனப்படும். எனவே, இங்கு “சேக்கிழாரால்” என்னும் சொல் **இயற்றுதல் கருத்தா**  என்பதை குறிக்கிறது."
  }
]
