
[
  {
    "description": "சுந்தரரின் தேவாரப்பாடலில் \"கிண்\" என்னும் ஒலி எதனால் உருவாகிறது?",
    "options": [
      "மதயானைகள் மணிகளை வீசுவதால்",
      "புல்லாங்குழல் மற்றும் முழவு இசைக்கப்படுவதால்",
      "நீர்நிலைகள் நீரை வாரி இறைப்பதால்",
      "மலைகளில் காற்று வீசுவதால்"
    ],
    "answer": "A",
    "additional_context": "சுந்தரரின் தேவாரப் பாடலில் \"கிண்\" என்னும் ஒலி எதனால் உருவாகிறது என்பதைப் பாடல் வரிகளின் மூலம் புரிந்துகொள்ளலாம். அந்தப் பாடலில்,  மதயானைகள் மணிகளை வாரி வீசுவதால், \"கிண்\" எனும் ஒலி உருவாகிறது என்று குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "தேவாரத்தில் பாடிய மூவரில் யார் \"தம்பிரான் தோழர்\" என அழைக்கப்படுகிறார்?",
    "options": [
      "திருஞானசம்பந்தர்",
      "திருநாவுக்கரசர்",
      "சுந்தரர்",
      "நம்பியாண்டார் நம்பி"
    ],
    "answer": "C",
    "additional_context": "தேவாரத்தில் பாடிய மூவரில் சுந்தரர் \"தம்பிரான் தோழர்\" என அழைக்கப்படுகிறார். இவர் நம்பியாரூரர் என்றும் அழைக்கப்படுகிறார்.  அவர் பாடிய தேவாரப்பாடல்கள் பன்னிரு திருமுறைகளுள் ஏழாம் திருமுறையாக வைக்கப்பட்டுள்ளன."
  },
  {
    "description": "தேவாரம் எந்த திருமுறையில் இடம் பெற்றுள்ளது?",
    "options": [
      "முதல் திருமுறை",
      "மூன்றாம் திருமுறை",
      "ஏழாம் திருமுறை",
      "ஒன்பதாம் திருமுறை"
    ],
    "answer": "C",
    "additional_context": "தேவாரம் என்பது திருஞானசம்பந்தர், திருநாவுக்கரசர், சுந்தரர் ஆகிய மூவரும் பாடிய பாடல்களின் தொகுப்பு.  இது பன்னிரு திருமுறைகளுள் ஏழாம் திருமுறையாக வைக்கப்பட்டுள்ளது.  இந்நூலைத் தொகுத்தவர் நம்பியாண்டார் நம்பி ஆவார்."
  },
  {
    "description": "\"கனகச்சுனை\" என்னும் சொல்லைப் பிரித்து எழுதக் கிடைப்பது எது?",
    "options": [
      "கனகச் + சுனை",
      "கனக + சுனை",
      "கனகம் + சுனை",
      "கனம் + சுனை"
    ],
    "answer": "B",
    "additional_context": "\"கனகச்சுனை\" என்பது ஒரு கூட்டுச் சொல். இதனை பிரித்து எழுதும்போது, \"கனக + சுனை\" எனக் கிடைக்கும். இதில், \"கனக\" என்பது பொன் என்றும், \"சுனை\" என்பது நீர்நிலை என்றும் பொருள்படும். எனவே, கனகச்சுனை என்பது பொன்வண்ண நீர்நிலை என்று பொருள்படும்."
  },
  {
    "description": "தேவாரம் பாடல்களைத் தொகுத்தவர் யார்?",
    "options": [
      "சேக்கிழார்",
      "சுந்தரர்",
      "நம்பியாண்டார் நம்பி",
      "திருஞானசம்பந்தர்"
    ],
    "answer": "C",
    "additional_context": "தேவாரம் என்பது திருஞானசம்பந்தர், திருநாவுக்கரசர், சுந்தரர் ஆகிய மூவரும் பாடிய பாடல்களின் தொகுப்பு. இந்நூலைத் தொகுத்தவர் நம்பியாண்டார் நம்பி ஆவார். இவர் இயற்றிய திருத்தொண்டத் தொகையை முதல் நூலாகக் கொண்டே சேக்கிழார் பெரியபுராணத்தைப் படைத்தளித்தார்."
  }
]
