
[
  {
    "description": "ஒரு நாட்டின் தலைவன் எந்தெந்த குணங்களைப் பெற்றிருக்க வேண்டும் என்று அயோத்திதாசர் கூறுகிறார்?",
    "options": [
      "வீரம், விடாமுயற்சி, ஈகை, ஆராய்ந்து அறியும் ஆற்றல்",
      "நீதி, நேர்மை, நன்னெறிகள், ஞானம்",
      "தன்னலமின்மை, கருணை, அன்பு, பரிவு",
      "துணிச்சல், புத்திசாலித்தனம், சாமர்த்தியம்"
    ],
    "answer": [
      "a"
    ],
    "additional_context": "ஒரு நாட்டின் தலைவன் வீரம், விடாமுயற்சி, ஈகை, ஆராய்ந்து அறியும் ஆற்றல் ஆகியவற்றைப் பெற்றவனாக விளங்குதல் வேண்டும். அவன் அறம் அல்லாதவற்றை நீக்கி, அறத்தை நிலைநிறுத்த வேண்டும். தான் குற்றம் செய்யுமிடத்து நாணி, தன் தகுதியை நிலைநிறுத்த வேண்டும். குற்றம் கண்டவிடத்துத் தானே நேரில் சென்று ஆராய்ந்து, நெறிமுறை தவறாது நீதி வழங்குதல் வேண்டும். இவ்வாறு விளங்கும் தலைவனை மக்கள், துன்பம் போக்கும் இறை என்றும், இருளை அகற்றும் ஒளி என்றும் கொண்டாடுவர் என்று அயோத்திதாசர் கூறுகிறார்."
  },
  {
    "description": "சந்திப்புச் சாலைகள், பயணிகள் கடக்கும் இடங்கள், திரும்பும் இடங்கள் ஆகியவற்றை நெருங்கும்போது எதைக் குறைக்க வேண்டும்?",
    "options": [
      "சாலையின் வேகம்",
      "வாகனத்தின் வேகம்",
      "இயந்திரத்தின் வேகம்",
      "இயக்கத்தின் வேகம்"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "சந்திப்புச் சாலைகள், பயணிகள் கடக்கும் இடங்கள், திரும்பும் இடங்கள் ஆகியவற்றை நெருங்கும்போது வாகனத்தின் வேகத்தைக் குறைக்க வேண்டும். அவ்விடங்களில் இருப்பவர்களுக்கு எவ்வித ஆபத்தும் நேராது என்று உறுதி செய்த பிறகே கடந்து செல்ல வேண்டும்."
  },
  {
    "description": "தீயணைப்பு வாகனம் மற்றும் அவசரச்சிகிச்சை ஊர்தி ஆகியவற்றிற்கு வழிகொடுப்பதன் மூலம் எதைக் காப்பாற்றலாம்?",
    "options": [
      "சாலை பாதுகாப்பு",
      "பொருளாதார நஷ்டம்",
      "மனித உயிர்கள்",
      "நேரம்"
    ],
    "answer": [
      "c"
    ],
    "additional_context": "தீயணைப்பு வாகனம், அவசரச்சிகிச்சை ஊர்தி ஆகியவற்றுக்கு முன்னுரிமை அளித்து, அவை தடையின்றிச் செல்வதற்குக் கண்டிப்பாக வழிவிட வேண்டும்."
  },
  {
    "description": "\"எக்காளக்கண்ணி\" மற்றும் \"நந்தீசுவரக் கண்ணி\"  ஆகியவற்றை எழுதியவர் யார்?",
    "options": [
      "திருமூலர்",
      "குணங்குடி மஸ்தான் சாகிபு",
      "அயோத்திதாசர்",
      "நந்தீசுவரர்"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "குணங்குடி மஸ்தான் சாகிபு எக்காளக்கண்ணி நூலை இயற்றியுள்ளார். நந்தீசுவரக் கண்ணி நூலை இயற்றியுள்ளார்."
  },
  {
    "description": "“பகுத்தறிவு” என்ற கலைச்சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "ஞானம்",
      "நேர்மை",
      "தத்துவம்",
      "இயற்கையான சிந்தனை"
    ],
    "answer": [
      "d"
    ],
    "additional_context": "பகுத்தறிவு என்பது இயற்கையான சிந்தனை ஆகும்."
  }
]
