[
          
  {
    
          "description": "'முறை எனப்படுவது' என்ற வரியில் குறிப்பிடப்படும் 'முறை' யாது?",
          "options": [
      "நல்ல வழியில் நடத்தல்",
      "உரிய தண்டனையை வழங்குதல்",
      "மறைபொருளைப் பிறர் அறியாமல் காத்தல்",
      "அறிவற்றவர் சொற்களைப் பொறுத்தல்"
    ],
    "answer": "B",
    
          "additional_context": "கலித்தொகை நூலில் 'முறை எனப்படுவது கண்ஓடாது உயிர் வௌவல்' என்று கூறப்பட்டுள்ளது. இதன் பொருள் குற்றம் செய்தவருக்கு உரிய தண்டனையை வழங்குதல் என்பதாகும். ஒருவர் குற்றம் செய்தால், அதற்குரிய தண்டனையை அவர் பெற வேண்டும் என்பதை இது சுட்டிக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "கலித்தொகை நூலைத் தொகுத்தவர் யார்?",
          "options": [
      "நல்லந்துவனார்",
      "இளங்கோவடிகள்",
      "திருவள்ளுவர்",
      "கம்பர்"
    ],
    "answer": "A",
    
          "additional_context": "கலித்தொகை என்பது எட்டுத்தொகை நூல்களில் ஒன்று. இந்த நூல் கலிப்பா என்னும் பாவகையால் ஆனது. இது குறிஞ்சிக்கலி, முல்லைக்கலி, மருதக்கலி, நெய்தற்கலி, பாலைக்கலி என்னும் ஐந்து பிரிவுகளை உடையது. இந்த நூலைத் தொகுத்தவர் நல்லந்துவனார். இவர் சங்ககாலப் புலவர்களுள் ஒருவர். மேலும் இவர் நெய்தற்கலிப் பாடல்களை இயற்றியவர் என்பது குறிப்பிடத்தக்கது."
          }
        ,
          
  {
    
          "description": "கலித்தொகை எத்தனை பாடல்களைக் கொண்டது?",
          "options": [
      "100",
      "150",
      "200",
      "250"
    ],
    "answer": "B",
    
          "additional_context": "கலித்தொகை என்பது எட்டுத்தொகை நூல்களில் ஒன்று. இந்த நூல் கலிப்பா என்னும் பாவகையால் ஆனது. இது குறிஞ்சிக்கலி, முல்லைக்கலி, மருதக்கலி, நெய்தற்கலி, பாலைக்கலி என்னும் ஐந்து பிரிவுகளை உடையது. இந்த நூல் மொத்தம் 150 பாடல்களைக் கொண்டது."
          }
        ,
          
  {
    
          "description": "'கண்ஓடாது உயிர் வௌவல்' என்ற வரி குறிப்பிடுவது யாது?",
          "options": [
      "நீதிமுறை",
      "பொறுமை",
      "நிறை",
      "அறிவு"
    ],
    "answer": "A",
    
          "additional_context": "கலித்தொகை நூலில் 'முறை எனப்படுவது கண்ஓடாது உயிர் வௌவல்' என்று கூறப்பட்டுள்ளது. இதன் பொருள் குற்றம் செய்தவருக்கு உரிய தண்டனையை வழங்குதல் என்பதாகும். ஒருவர் குற்றம் செய்தால், அதற்குரிய தண்டனையை அவர் பெற வேண்டும் என்பதை இது சுட்டிக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "'நுழையும்முன்' என்ற தலைப்பில் உள்ள பாடல் எந்தப் பாடலிலிருந்து எடுக்கப்பட்டது?",
          "options": [
      "திருக்குறள்",
      "கலித்தொகை",
      "புறநானூறு",
      "நாலடியார்"
    ],
    "answer": "B",
    
          "additional_context": "கலித்தொகை நூல்  நுழையும்முன் என்ற தலைப்பிலான பாடல்களைக் கொண்டுள்ளது. இந்தப் பாடல்கள் அன்பு, அறிவு, பண்பு போன்ற உயர்குணங்களை விளக்குகின்றன. இதன் மூலம் ஒரு நல்ல மனிதர் எப்படி இருக்க வேண்டும் என்பதை நம்மால் அறிய முடியும்."
          }
        ]