
[
  {
    "description": "மேற்கண்ட திருக்குறளில் எந்த உவமையைப் பயன்படுத்தியுள்ளார்?",
    "options": [
      "பால் - தயிர்",
      "பால் - தண்ணீர்",
      "பால் - செல்வம்",
      "பால் -  பாத்திரம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருவள்ளுவர் பாடிய திருக்குறள் 1000 க்கும் மேற்பட்டது. இதில் பல வகையான அணிப் பொருள்கள் பயன்படுத்தப்பட்டுள்ளன. இவற்றை அறிந்து படிப்பதால் திருக்குறளின் இனிமை மேலும் அதிகமாகும். இந்தப் பாடத்தில் பல வகையான உவமைகள் பயன்படுத்தப்பட்டுள்ளன. உவமை என்பது ஒன்றை மறைத்து வேறொன்றைத் தெரிவிக்கும் வகையான அணிப் பொருள். உவமையைப் பயன்படுத்துவதால் கருத்து விளக்கம் தெளிவாகவும் சுவாரஸ்யமாகவும் இருக்கும்."
  },
  {
    "description": "காட்டுமுயலை வீழ்த்திய அம்பினை ஏந்துவதை விட _______க்குக் குறிவைத்துத் தவறிய வேலை ஏந்தும் பெருமை தரும்.",
    "options": [
      "காட்டுமாடு",
      "மான்",
      "யானை",
      "கரடி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திருவள்ளுவர் கூறுகிறார்: காட்டுமுயலை வீழ்த்திய அம்பினை ஏந்துவதைவிட யானைக்குக் குறிவைத்துத் தவறிய வேலை ஏந்தும் பெருமை தரும். இதன் பொருள், ஒரு பெரிய காரியத்தில் தோல்வியுற்றாலும் அதற்கு முயற்சித்தது பெருமை தரும். இதன் மூலம் நாம் கடினமான வேலைகளைச் செய்ய மனம் வைக்க வேண்டும். அத்துடன் தோல்வியைப் பொருட்படுத்தாமல் மீண்டும் மீண்டும் முயற்சி செய்ய வேண்டும் என்றும் தெரியப்படுத்துகிறது."
  },
  {
    "description": "_______ என்பது தறுகண் ஒன்று உற்றக்கால் நட்பு, ஊராண்மை மற்றுஅதன் எஃகு.",
    "options": [
      "பகைமை",
      "வீரம்",
      "பண்பு",
      "பெருமை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பகைவரை எதிர்த்து நிற்கும் வீரத்தை ஆண்மை என்று கூறுவர். பகைவருக்கும் துன்பம் வரும்போது, உதவி செய்தலை அந்த ஆண்மையின் கூர்மை என்று கூறுவர். இதன் பொருள், வீரம் மட்டும் ஆண்மை அல்ல. பகைவர்க்கு துன்பம் வரும்போது உதவி செய்வதும் ஆண்மைக்கு உரியது."
  },
  {
    "description": "_______ என்பது சிரித்துப் பேசி மகிழ்வதற்கு மட்டும் உரியது அன்று; நண்பர் தவறு செய்தால் அவரைக் கண்டித்துத் திருத்துவதற்கும் உரியது.",
    "options": [
      "அன்பு",
      "பகைமை",
      "நட்பு",
      "துன்பம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நட்பு என்பது சிரித்துப் பேசி மகிழ்வதற்கு மட்டும் உரியது அன்று. நண்பர் தவறு செய்தால் அவரைக் கண்டித்துத் திருத்துவதற்கும் உரியது. நட்பு என்பது இயல்பான உறவு. நண்பர்கள் மனதளவில் நெருக்கமாக இருக்க வேண்டும். நட்பில் மறைமுகமாகவும் நேர்மையாகவும் அவர்களின் தவறுகளை சுட்டிக்காட்ட வேண்டும்."
  },
  {
    "description": "மலையளவு பெருமை உடையவராக இருந்தாலும் _______ளவு தவறு செய்தால் அவரது பெருமை அழிந்துவிடும்.",
    "options": [
      "மணல்",
      "மலை",
      "குன்றிமணி",
      "கல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மலையளவு பெருமை உடையவராக இருந்தாலும் குன்றிமணியளவு தவறு செய்தால் அவரது பெருமை அழிந்துவிடும். பெரிய மனிதர்கள் கூடச் சிறிய தவறுகள் செய்து தங்கள் பெருமை அழிந்துவிடும். எனவே எப்போதும் நல்ல பண்புகளை வளர்த்துக்கொள்ள வேண்டும்."
  }
]
