[
          
  {
    
          "description": "சந்திப்புச் சாலைகளில் வாகனம் ஓட்டும் போது என்ன செய்ய வேண்டும்?",
          "options": [
      "விரைவாக ஓட்ட வேண்டும்.",
      "சத்தமாக ஹார்ன் அடிக்க வேண்டும்.",
      "வேகத்தைக் குறைக்க வேண்டும்.",
      "சாலை விதிகளை மீறக்கூடாது."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சந்திப்புச் சாலைகளில் வாகனம் ஓட்டும் போது, வாகனத்தின் வேகத்தைக் குறைப்பது மிகவும் அவசியம்.  சாலை விதிகளின்படி, சந்திப்புச் சாலைகளில், பயணிகள் கடக்கும் இடங்கள், திரும்பும் இடங்கள் போன்றவற்றை நெருங்கும் போது, வாகனத்தின் வேகத்தைக் குறைத்து, அவ்விடங்களில் இருப்பவர்களுக்கு எவ்வித ஆபத்தும் நேராது என்று உறுதி செய்த பிறகே கடந்து செல்ல வேண்டும்.  அவ்வாறு செய்வதன் மூலம் விபத்துக்கள் ஏற்படுவதைத் தடுக்கலாம்."
          }
        ,
          
  {
    
          "description": "தீயணைப்பு வாகனம் மற்றும் அவசரச்சிகிச்சை ஊர்தி வரும் போது என்ன செய்ய வேண்டும்?",
          "options": [
      "விரைவாகச் செல்ல வேண்டும்.",
      "வழி விட வேண்டும்.",
      "சத்தமாக ஹார்ன் அடிக்க வேண்டும்.",
      "சாலை விதிகளை மீறக்கூடாது."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "தீயணைப்பு வாகனம், அவசரச்சிகிச்சை ஊர்தி ஆகியவற்றுக்கு முன்னுரிமை அளித்து, அவை தடையின்றிச் செல்வதற்குக் கண்டிப்பாக வழிவிட வேண்டும்.  இது மிகவும் முக்கியமான விதிமுறை.  அவ்வாறு செய்வதன் மூலம் அவர்கள் உயிர்காக்கும் பணியைத் தாமதமின்றிச் செய்ய முடியும்."
          }
        ,
          
  {
    
          "description": "சாலைவிதிகளுக்கு உட்பட்டு வாகனம் ஓட்டினால் __________ தவிர்க்கலாம்.",
          "options": [
      "தாமதம்",
      "சோர்வு",
      "விபத்துகள்",
      "நிறுத்தங்கள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சாலைவிதிகளுக்கு உட்பட்டு வாகனம் ஓட்டினால் விபத்துகளைத் தவிர்க்கலாம்.  சாலைவிதிகளை மீறும் போது, விபத்து ஏற்படும் வாய்ப்பு அதிகமாக இருக்கிறது.  எனவே,  சாலைவிதிகளை கடைப்பிடிப்பது மிகவும் முக்கியமானது."
          }
        ,
          
  {
    
          "description": "__________ எழுதிய 'எக்காளக்கண்ணி' மற்றும் 'நந்தீசுவரக் கண்ணி' நூல்கள் இரண்டும்  __________  தொடர்புடையவை.",
          "options": [
      "திருமூலர், அறநெறிகள்",
      "குணங்குடி மஸ்தான் சாகிபு,  கண்ணி  ",
      "அயோத்திதாசர், வீரம்",
      "சங்கரர்,  தத்துவம்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "குணங்குடி மஸ்தான் சாகிபு என்பவர், 'எக்காளக்கண்ணி' மற்றும் 'நந்தீசுவரக் கண்ணி' எனும் இரு நூல்களையும் எழுதியவர்.  இந்த நூல்கள் கண்ணி வகைகளைப் பற்றியவை."
          }
        ,
          
  {
    
          "description": "__________ நன்கு படித்ததால் வாழ்வில் உயர்ந்தான்.",
          "options": [
      "திருமூலர்",
      "முத்து",
      "குணங்குடி மஸ்தான் சாகிபு",
      "அயோத்திதாசர்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த வாக்கியத்தில், நன்கு படித்து வாழ்வில் உயர்ந்தவர் யார் என்பது குறிப்பிடப்படவில்லை.  இந்த கேள்வி, 'முத்து நன்கு படித்தான். முத்து வாழ்வில் உயர்ந்தான்'  என்ற வாக்கியத்தை ஒரே தொடராக்குமாறு கேட்கப்பட்டதற்கான விடை. 'முத்து நன்கு படித்ததால் வாழ்வில் உயர்ந்தான்' என்பது சரியான விடை."
          }
        ]