
[
  {
    "description": "“படித்த” மற்றும் “படித்து” போன்ற சொற்களில் பொருள் முற்றுப் பெறாமல் எஞ்சி நிற்கிறது. இவ்வாறு பொருள் முற்றுப் பெறாமல் எஞ்சி நிற்கும் சொல் _____ எனப்படும்.",
    "options": [
      "எச்சம்",
      "வினைமுற்று",
      "முற்றெச்சம்",
      "பெயரெச்சம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஒரு சொல் பொருள் முழுமையாகப் பெற்று, அதாவது ஒரு செயலை முடித்திருந்தால், அது வினைமுற்று எனப்படும். ஆனால், ஒரு செயல் முழுமையாக முடியாமல், அதாவது ஒரு செயலைத் தொடங்கி, முடிக்கப்படாமல் நிறுத்தப்பட்டிருந்தால், அது எச்சம் எனப்படும். எடுத்துக்காட்டாக, \"படித்தான்\" என்ற சொல்லில், \"படித்தல்\" என்ற செயல் முழுமையாக முடிந்துவிட்டது. அதனால், அது வினைமுற்று. ஆனால், \"படித்த\" என்ற சொல்லில், \"படித்தல்\" என்ற செயல் முழுமையாக முடிந்ததா என்று தெரியவில்லை. எனவே, அது எச்சம். "
  },
  {
    "description": "“படித்த மாணவன்” என்ற தொடரில் “படித்த” என்னும் சொல் _____ வகையைச் சேர்ந்தது.",
    "options": [
      "வினையெச்சம்",
      "தெரிநிலைப் பெயரெச்சம்",
      "குறிப்புப் பெயரெச்சம்",
      "முற்றெச்சம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பெயரெச்சம் என்பது, ஒரு பெயரைக் கொண்டு முடியும் எச்சமாகும். அதாவது, \"படித்த மாணவன்\" என்ற தொடரில், \"படித்த\" என்னும் சொல், \"மாணவன்\" என்ற பெயரைக் கொண்டு முடிந்திருக்கிறது. எனவே, அது பெயரெச்சம். இந்தத் தொடரில், \"படித்த\" என்ற சொல், \"படித்தல்\" என்ற செயலைக் குறிப்பிடுவதோடு, \"மாணவன்\" என்ற பெயரையும் குறிப்பிடுகிறது. எனவே, இது தெரிநிலைப் பெயரெச்சம். "
  },
  {
    "description": "“படித்து முடித்தான்” என்ற தொடரில் “படித்து” என்னும் சொல் _____ வகையைச் சேர்ந்தது.",
    "options": [
      "தெரிநிலை வினையெச்சம்",
      "குறிப்பு வினையெச்சம்",
      "பெயரெச்சம்",
      "முற்றெச்சம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "வினையெச்சம் என்பது, ஒரு வினைச்சொல்லைக் கொண்டு முடியும் எச்சமாகும். அதாவது, \"படித்து முடித்தான்\" என்ற தொடரில், \"படித்து\" என்னும் சொல், \"முடித்தான்\" என்ற வினைச்சொல்லைக் கொண்டு முடிந்திருக்கிறது. எனவே, அது வினையெச்சம். இந்தத் தொடரில், \"படித்து\" என்ற சொல், \"படித்தல்\" என்ற செயலைக் குறிப்பிடுவதோடு, \"முடித்தல்\" என்ற வினைச்சொல்லையும் குறிப்பிடுகிறது. எனவே, இது தெரிநிலை வினையெச்சம். "
  },
  {
    "description": "“சிறிய கடிதம்” என்ற தொடரில் “சிறிய” என்னும் சொல் _____ வகையைச் சேர்ந்தது.",
    "options": [
      "தெரிநிலைப் பெயரெச்சம்",
      "குறிப்புப் பெயரெச்சம்",
      "வினையெச்சம்",
      "முற்றெச்சம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "பெயரெச்சம் என்பது, ஒரு பெயரைக் கொண்டு முடியும் எச்சமாகும். அதாவது, \"சிறிய கடிதம்\" என்ற தொடரில், \"சிறிய\" என்னும் சொல், \"கடிதம்\" என்ற பெயரைக் கொண்டு முடிந்திருக்கிறது. எனவே, அது பெயரெச்சம். இந்தத் தொடரில், \"சிறிய\" என்ற சொல், \"சிறியதாக இருத்தல்\" என்ற செயலைக் குறிப்பிடுவதோடு, \"கடிதம்\" என்ற பெயரையும் குறிப்பிடுகிறது. ஆனால், \"சிறிய\" என்ற சொல், செயல் அல்லது காலத்தைப் பற்றி எதுவும் குறிப்பிடவில்லை. எனவே, இது குறிப்புப் பெயரெச்சம். "
  },
  {
    "description": "“மெல்ல வந்தான்” என்ற தொடரில் “மெல்ல” என்னும் சொல் _____ வகையைச் சேர்ந்தது.",
    "options": [
      "தெரிநிலை வினையெச்சம்",
      "குறிப்பு வினையெச்சம்",
      "பெயரெச்சம்",
      "முற்றெச்சம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வினையெச்சம் என்பது, ஒரு வினைச்சொல்லைக் கொண்டு முடியும் எச்சமாகும். அதாவது, \"மெல்ல வந்தான்\" என்ற தொடரில், \"மெல்ல\" என்னும் சொல், \"வந்தான்\" என்ற வினைச்சொல்லைக் கொண்டு முடிந்திருக்கிறது. எனவே, அது வினையெச்சம். இந்தத் தொடரில், \"மெல்ல\" என்ற சொல், \"மெதுவாக இருத்தல்\" என்ற செயலைக் குறிப்பிடுவதோடு, \"வந்தான்\" என்ற வினைச்சொல்லையும் குறிப்பிடுகிறது. ஆனால், \"மெல்ல\" என்ற சொல், செயல் அல்லது காலத்தைப் பற்றி எதுவும் குறிப்பிடவில்லை. எனவே, இது குறிப்பு வினையெச்சம். "
  }
]
