
[
  {
    "description": "இலக்கியங்களில் சங்கை என்னென்ன பெயர்களால் குறிப்பிடுவர்?",
    "options": [
      "வலம்புரிச்சங்கு, சங்கு",
      "சங்கு, சங்கநாதம்",
      "சங்கு, பணிலம்",
      "வலம்புரிச்சங்கு, பணிலம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சங்கு என்பது கடலில் இருந்து எடுக்கப்படும் ஒரு இயற்கைக் கருவியாகும். இதனை வலம்புரிச்சங்கு என்பர். சங்கின் ஒலியை சங்கநாதம் என்பர். இலக்கியங்களில் இதனை பணிலம் என்றும் குறிப்பிட்டுள்ளனர். "
  },
  {
    "description": "சாலராவின் பழைய பெயர் எது?",
    "options": [
      "ஜால்ரா",
      "பாண்டில்",
      "சேமங்கலம்",
      "தப்பு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சாலரா என்பது பித்தளை அல்லது வெண்கலத்தால் செய்யப்பட்டிருக்கும் ஒரு இசைக்கருவி. இதனை ஒன்றோடு ஒன்று பொருத்தியும் விளிம்பின் மீது தட்டியும் தாளத்தின் தேவைக்கு ஏற்ப இசைப்பர். இதனைப் பாண்டில் எனவும் அழைப்பர். இது கோயில் கூட்டு வழிபாட்டின் போதும் இன்னிசை அரங்குகளிலும் இசைக்கப்படும் இன்றியமையாத இசைக்கருவி ஆகும். இதனை இக்காலத்தில் 'ஜால்ரா' என்பர்."
  },
  {
    "description": "திமிலையின் இன்னொரு பெயர் என்ன?",
    "options": [
      "பாணி",
      "சேமங்கலம்",
      "தப்பு",
      "முழவு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பலா மரத்தினால் செய்யப்பட்டு விலங்குத் தோலினால் கட்டப்படும் கருவி திமிலை ஆகும். மணற்கடிகார வடிவத்தில் இக்கருவி அமைந்திருக்கும். இதனைப் பாணி என்னும் பெயரால் அழைப்பர்."
  },
  {
    "description": "பறையின் இக்கால பெயர் என்ன?",
    "options": [
      "சேமங்கலம்",
      "தப்பு",
      "பாண்டில்",
      "முழவு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "விலங்குத் தோலால் இழுத்துக் கட்டப்பட்ட கருவி பறையாகும். பழங்காலத்தில் செய்திகளைத் தெரிவிக்கக் கோட்பறையை முழக்கினர். பகைவர்களின் ஆநிரையைக் கவரச் செல்லும்போது ஆகோட்பறையை முழக்குவர். இக்காலத்தில் இது தப்பு என்னும் பெயரில் வழங்கப்படுகிறது. இதனை முழக்கிக்கொண்டு ஆடும் ஆட்டம் தப்பாட்டம் என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "மத்தளத்தை ஏன் முதற்கருவி என்பர்?",
    "options": [
      "மத்தளம் இரண்டு கைகளாலும் இசைக்கப்படுவதால்",
      "மத்தளத்தை மட்டுமே இசைக்க முடியும் என்பதால்",
      "மத்தளம் மிகவும் பழமையான கருவி என்பதால்",
      "மத்தளம் இன்றியமையாத கருவி என்பதால்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மத்து என்பது ஓசையின் பெயர். இசைக்கருவிகளுக்கு எல்லாம் தளம் அடிப்படை ஆகும். மத்து + தளம் = மத்தளம் என்று ஆகியது என்கிறார் அடியார்க்கு நல்லார். மத்தளத்தின் நடுப்பகுதி பெருத்தும் கடைப்பகுதி சிறுத்தும் காணப்படும். மரத்தால் செய்யப்பட்டிருக்கும் இதன் வாய்ப்பகுதி வளையங்களில் தோல் இழுத்துக் கட்டப்பட்டிருக்கும். இக்கருவி இரண்டு கைகளாலும் இசைக்கப்படுகிறது. ஆகவே இதனை முதற்கருவி என்பர். தஞ்சை பெரிய கோயில் கல்வெட்டில் கோயிலுக்கு நியமிக்கப்பட்ட இசைக்கலைஞர்களுள் கொட்டி மத்தளம் வாசிப்பவர் ஒருவரும் இருந்தார் என்பர்."
  }
]
