
[
  {
    "description": "பாடலில், \"சுத்தம்\" எப்படி  நம்மை நோயிலிருந்து காக்கிறது?",
    "options": [
      "நோய்த்தொற்றுகள்  தடுக்கப்படுவதால்",
      "உணவு  நன்கு  செரிமானம்  ஆவதால்",
      "உடல்  நிலை  நன்றாக  இருப்பதால்",
      "மேற்கண்ட  அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாடலில், \"சுத்தம் உள்ள இடமெங்கும் சுகமும் உண்டு.\" எனக் குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் சுத்தமான இடங்களில் நோய்த்தொற்றுகள் பரவுவது குறைவாக இருக்கும். அதனால், நோய்த்தொற்றுகள் தடுக்கப்பட்டு நோயிலிருந்து நம்மை சுத்தம் காக்கிறது. மேலும் சுத்தம்  நம் உடல்நிலை  நன்றாக இருக்க உதவுகிறது. இதனால் உணவும்  நன்கு  செரிமானம்  ஆகிறது. இதன் மூலம்  நோயிலிருந்து நம்மை காக்கிறது."
  },
  {
    "description": "\"தூய காற்றும் நன்னீரும், சுண்டப் பசித்த பின் உணவும்\" இவை எதற்கு  முக்கியம்?",
    "options": [
      "நல்ல  உறக்கத்திற்கு",
      "நோய்  தடுப்புக்கு",
      "உடல்  வளர்ச்சிக்கு",
      "மேற்கண்ட  அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "பாடலில், \"தூய காற்றும் நன்னீரும், சுண்டப் பசித்த பின் உணவும் நோயை ஓட்டி விடும்அப்பா! நூறு வயதும் தரும்அப்பா!\" என்று குறிப்பிடப்பட்டுள்ளது.  இது நமக்கு நோயற்ற வாழ்வைத் தரக் கூடியது. மேலும்  இது  நல்ல  உறக்கத்திற்கு  உதவி, உடல்  வளர்ச்சிக்கு  காரணமாகும்."
  },
  {
    "description": "பாடலின்  பொதுவான  கருத்து என்ன?",
    "options": [
      "சுகாதாரத்தின்  முக்கியத்துவம்",
      "நோய்  வந்தபின்  தீர்க்க  முயல்வது",
      "உடல்தூய்மையைப்  பற்றிய  பாடல்",
      "நோயாளிகளுக்கு  உதவ வேண்டும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பாடலின் தொடக்கத்திலேயே 'நோயற்ற வாழ்வே குறைவற்ற செல்வம்' எனக் குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் நோயின்றி வாழ்வதே மிகப்பெரிய செல்வம் என்பதைப் புரிய வைக்கிறது. மேலும் நல்ல உணவு, உடல்தூய்மை, உடற்பயிற்சி ஆகியவை நல்ல உடல் நலத்திற்கு அடிப்படை என்பதை விளக்குகிறது. இதன் மூலம் சுகாதாரத்தின் முக்கியத்துவத்தைப் பாடல்  பொதுவாகக்  காட்டுகிறது."
  },
  {
    "description": "நாம் எவ்வாறு நோயைத் தவிர்க்கலாம்?",
    "options": [],
    "answer": [],
    "additional_context": "பாடலில் நோயைத் தவிர்க்கும் பல வழிகளைப் பற்றி கூறப்பட்டுள்ளது. 'சுத்தம் உள்ள இடமெங்கும் சுகமும் உண்டு', 'தூய காற்றும் நன்னீரும், சுண்டப் பசித்த பின் உணவும் நோயை ஓட்டி விடும்அப்பா! நூறு வயதும் தரும்அப்பா!' எனக் குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் சுத்தமாக இருத்தல், நல்ல காற்றை சுவாசித்தல், நல்ல நீரை குடித்தல், அளவாக உணவு உட்கொள்ளல் ஆகியவை நோயைத் தவிர்க்க உதவும் என்பதைப் புரிய வைக்கிறது."
  },
  {
    "description": "அதிகமாக உண்பதால் ஏற்படும் தீமைகள் என்ன?",
    "options": [],
    "answer": [],
    "additional_context": "பாடலில் 'மட்டுக் குணவை உண்ணாமல் வாரி வாரித் தின்பாயேல் திட்டு முட்டுப் பட்டிடுவாய்! தினமும் பாயில் விழுந்திடுவாய்!' எனக் குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் அளவிற்கு அதிகமாக உணவு உட்கொள்வதால் செரிமானம் பாதிக்கப்பட்டு நோய் ஏற்படும் என்பதைப் புரிய வைக்கிறது."
  }
]
