[
          
  {
    
          "description": "“தண்டுடுக்கை தாளந்தக்கை சாரநடம் பயில்வார்”  என்ற தேவாரப் பாடல் வரியில் குறிப்பிடப்படும் இசைக்கருவியின் வகை எது?",
          "options": [
      "காற்றுக் கருவி",
      "தோல் கருவி",
      "நரம்பு கருவி",
      "கஞ்சக் கருவி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சம்பந்தர் தேவாரத்தில் 'தண்டுடுக்கை தாளந்தக்கை சாரநடம் பயில்வார்' என்கிற வரி இடம்பெற்றுள்ளது. தண்டுடுக்கை என்பது ஒரு வகை தோல்கருவியாகும். தோல்கருவிகள்  விலங்குகளின் தோலால் மூடப்பட்டுச் செய்யப்படும் கருவிகள்."
          }
        ,
          
  {
    
          "description": "ஐந்து முகங்களுடன் கூடிய ஒரு பெரிய குடத்தின் வடிவத்தில் அமைந்திருக்கும் இசைக்கருவி எது?",
          "options": [
      "சேகண்டி",
      "குடமுழா",
      "மத்தளம்",
      "முழவு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஐந்து முகங்களைக் கொண்ட  ஒரு பெரிய குடத்தின் வடிவில் இருக்கும் இசைக்கருவி குடமுழா.  முரசு வகையைச் சேர்ந்தது குடமுழா.  நடுவில் இருக்கும் வாய் மட்டவற்றை விடப் பெரியதாக இருக்கும். ஒவ்வொரு வாயும் தோலால் மூடப்பட்டிருக்கும். ஒவ்வொரு வாயிலிருந்தும் ஒரு தனி வகையான இசை பிறக்கும்."
          }
        ,
          
  {
    
          "description": "“புல்லாங்குழல்” என்றும் அழைக்கப்படும் இசைக்கருவியின் வகை எது?",
          "options": [
      "தோல் கருவி",
      "காற்றுக் கருவி",
      "நரம்பு கருவி",
      "கஞ்சக் கருவி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "புல்லாங்குழல் என்பது ஒரு காற்றுக் கருவி. காற்றைப் பயன்படுத்தி இசைக்கப்படுபவை காற்றுக்கருவிகள் எனப்படும்."
          }
        ,
          
  {
    
          "description": "இறந்த மாடுகளின் கொம்புகளைப் பயன்படுத்தி ஒலி எழுப்பிய முறை பிற்காலத்தில் உருவான இசைக்கருவி எது?",
          "options": [
      "யாழ்",
      "குழல்",
      "கொம்பு",
      "சங்கு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "மனிதர்கள் தொடக்க காலத்தில் இறந்த மாடுகளின் கொம்புகளைப் பயன்படுத்தி ஒலி எழுப்பினர். அதுவே பிற்காலத்தில் கொம்பு என்னும் இசைக்கருவிக்கு அடிப்படையாயிற்று. இக்காலத்தில் பித்தளை அல்லது வெண்கலத்தால் கொம்புகள் செய்யப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "“சங்கொடு சக்கரம் ஏந்தும் தடக்கையன் பங்கயக் கண்ணானைப் பாடேலோர் எம்பாவாய்” என்ற திருப்பாவை வரியில் குறிப்பிடப்படும் இயற்கை இசைக்கருவியின் வகை எது?",
          "options": [
      "தோல் கருவி",
      "நரம்பு கருவி",
      "காற்றுக் கருவி",
      "கஞ்சக் கருவி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "திருப்பாவைப் பாடலில் 'சங்கொடு சக்கரம் ஏந்தும் தடக்கையன் பங்கயக் கண்ணானைப் பாடேலோர் எம்பாவாய்'  என்று இடம்பெற்றுள்ளது.  சங்கு என்பது ஒரு இயற்கை காற்றுக் கருவியாகும். இஃது கடலில் இருந்து எடுக்கப்படுவது. இதனை வலம்புரிச்சங்கு என்பர். இதனைப் பணிலம் என்றும் குறிப்பிட்டுள்ளனர்."
          }
        ]