
[
  {
    "description": "“குன்றின் அனையாரும் குன்றுவர் குன்றுவ குன்றி அனைய செயின்” என்ற திருக்குறள் எந்தக் கருத்தை எடுத்துக்காட்டுகிறது?",
    "options": [
      "குன்றின் பெருமை எப்போதும் நிலைத்திருக்கும்",
      "சிறிய தவறால் பெரிய பெருமை அழிந்துவிடும்",
      "குன்றிமணி போன்ற சிறிய பொருள் மதிப்புடையது",
      "பெரியவர்கள் சிறியவர்களைப் போல நடந்துகொள்ளக் கூடாது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மலையளவு பெருமை உடையவராக இருந்தாலும் குன்றிமணியளவு தவறு செய்தால் அவரது பெருமை அழிந்துவிடும் என்பதை இத்திருக்குறள் எடுத்துக்காட்டுகிறது. மலையளவு பெரியவராக இருந்தாலும் சிறிய தவறுகள் பெரிய அழிவை ஏற்படுத்தும் என்பதை இது விளக்குகிறது."
  },
  {
    "description": "“காட்டுமுயலை வீழ்த்திய அம்பினை ஏந்தல் இனிது” என்ற திருக்குறளில் குறிப்பிடப்பட்டுள்ள பெருமை தரும் செயல் எது?",
    "options": [
      "காட்டுமுயலை வீழ்த்திய அம்பினை ஏந்தல்.",
      "யானைக்கு குறிவைத்துத் தவறிய வேலை ஏந்தல்.",
      "யானையை வீழ்த்திய அம்பினை ஏந்தல்.",
      "காட்டுமுயலை வேட்டையாடுதல்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காட்டுமுயலை வீழ்த்திய அம்பினை ஏந்துவதைவிட யானைக்குக் குறிவைத்துத் தவறிய வேலை ஏந்துவது பெருமை தரும். ஏனெனில்,  பெரிய முயற்சியே பெருமை தரும். யானைக்கு குறிவைத்துத் தவறியது என்றாலும், அது பெரிய முயற்சி."
  },
  {
    "description": "நண்பர் தவறு செய்தால் அவரைக் கண்டித்துத் திருத்துவது ____.",
    "options": [
      "நட்புக்கு எதிரானது.",
      "தவறானது.",
      "மிகுந்த அன்பின் அடையாளம்.",
      "நண்பர்களிடையே உருவாகும் மோதலை குறிக்கிறது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நட்பு, சிரித்துப் பேசி மகிழ்வதற்கு மட்டும் உரியது அன்று; நண்பர் தவறு செய்தால் அவரைக் கண்டித்துத் திருத்துவதற்கும் உரியது.  நண்பரின் தவறை கண்டித்து திருத்துவதன் மூலம் அவரை நல்வழிப்படுத்த முயற்சிப்பது நட்பின் உண்மையான அடையாளம். "
  },
  {
    "description": "செல்வம் மிகுந்த காலத்தில் எதை வேண்டும் என்று திருவள்ளுவர் கூறுகிறார்?",
    "options": [
      "பணிவு",
      "ஊக்கம்",
      "உயர்வு",
      "பெருமிதம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "செல்வம் மிகுந்த காலத்தில் பணிவுடன் நடந்துகொள்ள வேண்டும். செல்வத்தால் தலைக்கேறிப் போகாமல், பணிவோடு இருக்க வேண்டும் என்கிறது திருக்குறள்."
  },
  {
    "description": "மேற்கண்ட திருக்குறள் எதைப் பற்றி பேசுகிறது?",
    "options": [
      "சான்றோர்களின் சிறப்பை",
      "பண்பின் சிறப்பை",
      "உலகின் அழிவை",
      "செல்வத்தின் சிறப்பை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "செல்வத்தால் தலைக்கேறிப் போகாமல், பணிவோடு இருக்க வேண்டும். பண்புடையவராக இருப்பது எந்தக் காலத்திலும்  மிக முக்கியமானது என்பதை இந்த திருக்குறள் வலியுறுத்துகிறது. "
  }
]
