
[
  {
    "description": "“ஈரம்” என்ற சொல்லின் பொருள் இந்தப் பாடலில்  எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "ஈரமான நிலை",
      "இரக்கம்",
      "தண்ணீர்",
      "உணர்ச்சி"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில் \"ஈரம்\" என்ற சொல் 'இரக்கம்'  என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  \"நெஞ்சில் ஈரம் இல்லார் நாண நீளு ழைப்பைக் கொடையைக் காட்டிச் செஞ்சொல் மாதர் வள்ளைப் பாட்டின் சீருக்கு ஏற்ப முழவை மீட்டும்\"  என்ற வரிகளில் இதனைப் புரிந்து கொள்ளலாம். இங்கு இரக்கம் இல்லாதவர் என்பது வெட்கப்படக் கூடியவரைக் குறிக்கிறது."
  },
  {
    "description": "“நாணம்”  என்ற சொல்லுக்குப் பொருத்தமான  பொருளைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "மகிழ்ச்சி",
      "வெட்கம்",
      "நம்பிக்கை",
      "கவலை"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில் \"நாணம்\" என்ற சொல் 'வெட்கம்'  என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  \"நெஞ்சில் ஈரம் இல்லார் நாண நீளு ழைப்பைக் கொடையைக் காட்டிச் செஞ்சொல் மாதர் வள்ளைப் பாட்டின் சீருக்கு ஏற்ப முழவை மீட்டும்\"  என்ற வரிகளில் இதனைப் புரிந்து கொள்ளலாம். இங்கு இரக்கம் இல்லாதவர் என்பது வெட்கப்படக் கூடியவரைக் குறிக்கிறது."
  },
  {
    "description": "“வள்ளைப்பாட்டு” என்ற சொல்  பாடலில் எந்தப் பொருளில்  பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அழகிய பாடல்",
      "இசைக்கருவி",
      "காதல் பாடல்",
      "நெல்குத்தும் பொழுது பாடப்படும் பாடல்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடலில் \"வள்ளைப்பாட்டு\"  என்ற சொல்  'நெல்குத்தும் பொழுது பாடப்படும் பாடல்'  என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  \"நெஞ்சில் ஈரம் இல்லார் நாண நீளு ழைப்பைக் கொடையைக் காட்டிச் செஞ்சொல் மாதர் வள்ளைப் பாட்டின் சீருக்கு ஏற்ப முழவை மீட்டும்\"  என்ற வரிகளில் இதனைப் புரிந்து கொள்ளலாம்."
  },
  {
    "description": "“முழவு” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நிலம்",
      "ஒலி",
      "இசைக்கருவி",
      "பறவை"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடலில் \"முழவு\"  என்ற சொல்  'இசைக்கருவி'  என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  \"நெஞ்சில் ஈரம் இல்லார் நாண நீளு ழைப்பைக் கொடையைக் காட்டிச் செஞ்சொல் மாதர் வள்ளைப் பாட்டின் சீருக்கு ஏற்ப முழவை மீட்டும்\"  என்ற வரிகளில் இதனைப் புரிந்து கொள்ளலாம். இங்கு முழவை என்பது ஓடையில் இருந்து வரும் ஒலியைக் குறிக்கிறது."
  },
  {
    "description": "“நன்செய்” என்ற சொல் எதை  குறிக்கிறது?",
    "options": [
      "நன்றி",
      "விவசாய நிலம்",
      "நல்ல செயல்",
      "நல்ல மனிதன்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில் \"நன்செய்\"  என்ற சொல் 'விவசாய நிலம்'  என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  \"நன்செய் புன்செய்க்கு உணவை ஊட்டி நாட்டு மக்கள் வறுமை ஓட்டிக் கொஞ்சிக் குலவிக் கரையை வாட்டிக் குளிர்ந்த புல்லுக்கு இன்பம் கூட்டி\"  என்ற வரிகளில் இதனைப் புரிந்து கொள்ளலாம். இங்கு நன்செய் என்ற சொல் நிறைந்த நீர்வளத்தோடு பயிர்கள் விளையும் நிலத்தைக் குறிக்கிறது."
  }
]
