[
          
  {
    
          "description": "பின்வரும் சொற்களில் எது 'Crafts' என்ற ஆங்கிலச் சொல்லின் தமிழ் மொழிபெயர்ப்பு?",
          "options": [
      "கைவினைப் பொருள்கள்",
      "கைவினைஞர்",
      "கைவினைக்கலை",
      "கூடைமுடைதல்"
    ],
    "answer": "C",
    
          "additional_context": "கைவினைக்கலைகளுள் ஒன்றைக் கற்றுக் கொள்வேன். இசைக் கலையை வளர்த்த சான்றோர்களைப் பற்றி அறிந்து போற்றுவேன். கைவினைப் பொருள்கள் என்ற சொல் ஆங்கிலத்தில் Crafts என்று அழைக்கப்படுகிறது. கூடைமுடைதல் என்பது ஒரு வகை கைவினைக்கலை. கைவினைஞர் என்பவர் கைவினைப் பொருள்களை உருவாக்குபவர். கைவினைக்கலை என்பது கைவினைப் பொருள்களை உருவாக்கும் கலை."
          }
        ,
          
  {
    
          "description": "“சான்றோர் எனப்படுபவர் __ களில் சிறந்தவர் ஆவர்” என்ற வாக்கியத்தில் இடம்பெற வேண்டிய இணைச்சொல் எது?",
          "options": [
      "உற்றார்உறவினர்",
      "மேடுபள்ளம்",
      "வாழ்வுதாழ்வு",
      "கல்விகேள்வி"
    ],
    "answer": "D",
    
          "additional_context": "இணைச்சொற்கள் மூன்று வகைப்படும். அவை, நேரிணை, எதிரிணை, செறியிணை. சான்றோர் எனப்படுபவர் கல்விகேள்விகளில் சிறந்தவர் ஆவர். இணைச்சொற்கள் என்பது இரண்டு அல்லது அதற்கு மேற்பட்ட சொற்கள் ஒன்றாக இணைந்து ஒரு பொருளைத் தருவது ஆகும். சான்றோர் எனப்படுபவர் கல்விகேள்விகளில் சிறந்தவர் ஆவர் என்பது ஒரு உண்மையான உண்மை."
          }
        ,
          
  {
    
          "description": "பழங்கால ஆயர்கள் குழலைப் பயன்படுத்தி என்ன செய்தார்கள் என்பதை விளக்கும் வரிகளைத் தேர்ந்தெடுக்கவும்:",
          "options": [
      "ஆயர்கள் தங்கள் ஆநிரைகளை மேய்க்க குழலைப் பயன்படுத்தினர்.",
      "ஆயர்கள் குழலைப் பயன்படுத்தி தங்கள் இசைத் திறமையைக் காட்டினர்.",
      "ஆயர்கள் குழலைப் பயன்படுத்தி தங்கள் ஆநிரைகளை கூட்டிச் சென்றனர்.",
      "ஆயர்கள் தங்கள் ஆநிரைகளின் மீது குழல் ஊதி பயமுறுத்தினர்."
    ],
    "answer": "C",
    
          "additional_context": "முல்லை நில மக்களாகிய ஆயர்கள் குழல் ஊதுவதில் வல்லவர்கள். இதனைச் சம்பந்தர் திருப்பதிகத்தில் அமைந்த நிகழ்ச்சி ஒன்று விளக்குகிறது. திருவண்ணாமலைச் சாரலில் ஆயர் ஒருவர் ஆநிரைகளையும் எருமையினங்களையும் மேய்த்துக் கொண்டிருந்தார். மாலையில் அவற்றையெல்லாம் ஒன்று திரட்டினார். அப்போது எருமை ஒன்று காணாமல் போனதை அறிந்தார். தம் கையிலிருந்த குழலை எடுத்து இனிய இசையை எழுப்பினார். இன்னிசை கேட்ட எருமை அவரை வந்தடைந்தது. இவ்வாறு ஆயர்களின் இசைத் திறத்தைத் திருப்பதிகம் விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'தம் கையிலிருந்த குழலை எடுத்து இனிய இசையை எழுப்பினார்'  என்ற வாக்கியத்தில், 'எழுப்பினார்' என்ற சொல்லுக்குப் பொருத்தமான மாற்றுச்சொல் எது?",
          "options": [
      "உருவாக்கினார்",
      "பாடினார்",
      "கேட்டார்",
      "விட்டார்"
    ],
    "answer": "A",
    
          "additional_context": "முல்லை நில மக்களாகிய ஆயர்கள் குழல் ஊதுவதில் வல்லவர்கள். இதனைச் சம்பந்தர் திருப்பதிகத்தில் அமைந்த நிகழ்ச்சி ஒன்று விளக்குகிறது. திருவண்ணாமலைச் சாரலில் ஆயர் ஒருவர் ஆநிரைகளையும் எருமையினங்களையும் மேய்த்துக் கொண்டிருந்தார். மாலையில் அவற்றையெல்லாம் ஒன்று திரட்டினார். அப்போது எருமை ஒன்று காணாமல் போனதை அறிந்தார். தம் கையிலிருந்த குழலை எடுத்து இனிய இசையை உருவாக்கினார். இன்னிசை கேட்ட எருமை அவரை வந்தடைந்தது. இவ்வாறு ஆயர்களின் இசைத் திறத்தைத் திருப்பதிகம் விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'கொண்டு, இருந்து, உடைய, காட்டிலும், ஆக, நின்று, உடன், விட, பொருட்டு'  இந்தச் சொற்களில் எது 'மழை வந்தது' என்ற வாக்கியத்தில் 'இடி' என்ற சொல்லுடன் பொருந்தும்?",
          "options": [
      "கொண்டு",
      "இருந்து",
      "உடைய",
      "உடன்"
    ],
    "answer": "D",
    
          "additional_context": "இடி  மழை வந்தது.  இடி என்ற சொல்லுக்குப் பின்னால்  உடன் என்ற சொல் பொருத்தமாக அமையும். இடி மழை வந்தது என்பது இயற்கையான நிகழ்வு. இடி என்பது மின்னலின் ஒலி. மழை வந்ததும் இடி ஏற்படும்."
          }
        ]