
[
  {
    "description": "கிராமவாசிகள் சிகாமணியை திருடனாகக் குற்றம் சாட்டியதற்கு என்ன காரணம்?",
    "options": [
      "சிகாமணி அடிக்கடி தண்ணீர் எடுப்பதற்காக ஆசிரியரின் வீடு வழியே போய் வந்ததால்.",
      "சிகாமணி வேலை இல்லாத நேரத்தில் அலைந்து திரிவதைப் பழக்கமாகக் கொண்டிருந்ததால்.",
      "சிகாமணி அடிக்கடி ஆசிரியரின் வீட்டுக்கு வந்து போய் அவரைப் பற்றித் தெரிந்திருந்ததால்.",
      "சிகாமணியின் தந்தை பண்டுக்கிழவர் போன்ற ஒருவர் என்பதால்."
    ],
    "answer": "A",
    "additional_context": "கதையில், ஆசிரியர் தனது வேட்டியைத் திருடியதாக சந்தேகப்பட்டவர்கள் சிகாமணியை. அடிக்கடி தண்ணீர் எடுப்பதற்காக ஆசிரியரின் வீடு வழியே போய்வந்திருக்கிறான். சிகாமணியின் தந்தை பண்டுக்கிழவர். வேலை இல்லாத நேரத்தில் அவரும் ஒரு மாதிரிதான். அவரது பழக்கம்தான் சிகாமணியைத் தொற்றிக்கொண்டது என்பது அவ்வூராரின் கணிப்புகளுள் ஒன்று."
  },
  {
    "description": "ஆசிரியர் திருக்குறளைப் படித்து விளக்கம் கூறும்போது எந்தப் பொருள் அவரைப் பற்றி சிந்திக்க வைத்தது?",
    "options": [
      "அன்புடைமை.",
      "ஆன்ற குடிப்பிறத்தல்.",
      "சிறந்த குடியில் பிறப்பது.",
      "பண்புடைமை."
    ],
    "answer": "B",
    "additional_context": "ஆசிரியர் திருக்குறளுக்குப் பொருள் கூறும் போது,  'ஆன்ற குடிப்பிறத்தல்' என்ற வார்த்தையைப் பற்றி ஆழமாக சிந்தித்து, அதற்கு புதிய பொருளை வகுத்து சொன்னார். 'சிறந்த குடியில் பிறப்பது' என்று கூறாமல், சகாதேவனின் செயலைக் கொண்டு 'சிறந்த குடி உன்னிடமிருந்து பிறக்க வேண்டும்' என்ற புதிய அர்த்தத்தை அவர் விளக்கினார்."
  },
  {
    "description": "ஆசிரியர் 'ஆன்ற குடிப்பிறத்தல்' என்பதற்கு என்ன பொருள் சொல்ல முயற்சித்தார்?",
    "options": [
      "தன்னைச் சார்ந்தவர்களிடம் நல்ல பண்புகளை வளர்த்து, சமுதாயத்தில் நல்ல பெயரைப் பெற வேண்டும்.",
      "சிறந்த குடிப்பிறப்பைப் பெற்றவர்கள் பண்புடையவர்களாக இருப்பார்கள்.",
      "பழைய குடும்பப் பழக்கங்களை மாற்றி, நல்ல பழக்கங்களைத் தொடங்கி புதிய குடிப்பிறப்பை உருவாக்க வேண்டும்.",
      "திருடனாக இருந்தாலும் நல்ல மகனாக இருக்க முடியும்."
    ],
    "answer": "C",
    "additional_context": "சகாதேவன், தனது தந்தையின் தவறை உணர்ந்து, ஆசிரியரின் வேட்டியைத் திருப்பித் தந்து, தன் தந்தையின் குறையை சரிசெய்ய முயன்றான். ஆசிரியர், சகாதேவனின் செயலைப் பார்த்து,  'சகாதேவன், தனது தந்தையின் குறையை சரிசெய்து புதிய குடிப்பிறப்பை உருவாக்கிவிட்டான்' என்று பொருள் கூறினார். "
  },
  {
    "description": "கதையில் குறிப்பிடப்படும் 'சிகாமணி' யார்?",
    "options": [
      "கதையின் நாயகனின் நண்பர்",
      "ஊரின் தலைவர்",
      "குடிசை வீட்டில் வசித்த ஒருவர்",
      "கதையின் நாயகனின் மாணவன்"
    ],
    "answer": "C",
    "additional_context": "கதையில், ஆசிரியர் தனது வேட்டியைத் திருடியதாக சந்தேகிக்கப்பட்டவர் சிகாமணி.  அவர் ஒரு எளிய குடிசை வீட்டில் வசித்த ஒருவர்."
  },
  {
    "description": "கதையின் நாயகனின் வேட்டியைத் திருடியதாக யாரைச் சந்தேகித்தார்கள்?",
    "options": [
      "கதையின் நாயகனின் மனைவியை",
      "கிருஷ்ணமூர்த்தியை",
      "சகாதேவனை",
      "சிகாமணியை"
    ],
    "answer": "D",
    "additional_context": "ஆசிரியர் தனது வேட்டியைத் திருடியதாக ஊர் மக்கள் சந்தேகப்பட்டவர் சிகாமணி. அவர் ஆசிரியரின் வீட்டிற்கு அருகே இருந்த கிணற்றிலிருந்து குடிநீர் முகந்து கொண்டு போவார்.  சிகாமணி அடிக்கடி ஆசிரியரின் வீடு வழியே தண்ணீர் எடுப்பதற்காக போய்வந்ததால், மக்கள் அவரைத்தான் வேட்டியைத் திருடியிருப்பார் என்று நினைத்தார்கள். "
  }
]
