
[
  {
    "description": "“சேக்கிழாரால் பெரியபுராணம் இயற்றப்பட்டது” என்ற தொடரில், “ஆல்” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "கருவி",
      "ஏவுதல் கருத்தா",
      "இயற்றுதல் கருத்தா",
      "உடனிகழ்ச்சி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மூன்றாம் வேற்றுமை உருபு ஆல், ஆன் ஆகியவை கருவிப்பொருள், கருத்தாப் பொருள் ஆகிய இரண்டு வகையான பொருள்களில் வரும். கருத்தாப்பொருள் ஏவுதல் கருத்தா, இயற்றுதல் கருத்தா என இருவகைப்படும். பிறரைச் செய்யவைப்பது ஏவுதல் கருத்தா – கரிகாலனால் கல்லணை கட்டப்பட்டது. தானே செய்வது இயற்றுதல் கருத்தா – சேக்கிழாரால் பெரியபுராணம் இயற்றப்பட்டது. "
  },
  {
    "description": "“பரணரது கவிதை” என்ற தொடரில், “து” என்ற உருபு எந்த வேற்றுமையைக் குறிக்கிறது?",
    "options": [
      "ஐந்தாம் வேற்றுமை",
      "ஆறாம் வேற்றுமை",
      "ஏழாம் வேற்றுமை",
      "எட்டாம் வேற்றுமை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஆறாம் வேற்றுமை உருபு அது, ஆது, அ ஆகியவை ஆறாம் வேற்றுமை உருபுகள் ஆகும். இவ்வேற்றுமை, உரிமைப் பொருளில் வரும். உரிமைப் பொருளைக் கிழமைப் பொருள் என்றும் கூறுவர். (எ.கா.) இராமனது வில். நண்பனது கை."
  },
  {
    "description": "“தமிழினத்தின் அழகு” என்ற தொடரில் “இன்” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "நீங்கல்",
      "உரிமை",
      "எல்லை",
      "ஒப்பு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஐந்தாம் வேற்றுமை உருபு இன், இல் ஆகியவை ஐந்தாம் வேற்றுமை உருபுகள் ஆகும். இவை நீங்கல், ஒப்பு, எல்லை, ஏது போன்ற பொருள்களில் வரும். (எ.கா.) தலையின் இழிந்த மயிர். பாம்பின் நிறம் ஒரு குட்டி. தமிழ்நாட்டின் கிழக்கு வங்கக்கடல். "
  },
  {
    "description": "“நண்பனது கை” என்ற தொடரில், “து” என்ற உருபு எந்த வேற்றுமையைக் குறிக்கிறது?",
    "options": [
      "ஐந்தாம் வேற்றுமை",
      "ஆறாம் வேற்றுமை",
      "ஏழாம் வேற்றுமை",
      "எட்டாம் வேற்றுமை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஆறாம் வேற்றுமை உருபு அது, ஆது, அ ஆகியவை ஆறாம் வேற்றுமை உருபுகள் ஆகும். இவ்வேற்றுமை, உரிமைப் பொருளில் வரும். உரிமைப் பொருளைக் கிழமைப் பொருள் என்றும் கூறுவர். (எ.கா.) இராமனது வில். நண்பனது கை."
  },
  {
    "description": "“புகை மனிதனுக்குப் பகை” என்ற தொடரில், “கு” என்ற உருபு எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "கொடை",
      "பகை",
      "தகுதி",
      "எல்லை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நான்காம் வேற்றுமைக்கு உரிய உருபு கு என்பதாகும். இது கொடை, பகை, நட்பு, தகுதி, அதுவாதல், பொருட்டு, முறை, எல்லை எனப் பல பொருள்களில் வரும். முல்லைக்குத் தேர் கொடுத்தான். புகை மனிதனுக்குப் பகை. "
  }
]
