
[
  {
    "description": "பிரம்பினால் செய்யப்பட்ட பலவகையான பொருள்கள் உள்ளன.  இவற்றில் எது உடல்நலத்துக்கு நல்லது எனக் கூறப்படுகிறது?",
    "options": [
      "கட்டில்",
      "ஊஞ்சல்",
      "நாற்காலி",
      "மேசை"
    ],
    "answer": "A",
    "additional_context": "பிரம்புப் பொருள்கள் வீட்டுக்கு அழகையும் கொடுக்கும் என்பதுடன் உடல்நலத்துக்கு நல்லது என்கிறார்கள்.  பிரம்பு மிகவும் குளிர்ச்சியானது.  எனவே, அதில் அமர்வதும் படுப்பதும் உடல்நலத்துக்கு நல்லது என்பதை இந்த பகுதியில் எடுத்துரைக்கின்றனர்."
  },
  {
    "description": "பிரம்புப் பொருள்களை உருவாக்கும் முறையில் எது முக்கியமான படி?",
    "options": [
      "பிரம்பை நெருப்பில் காட்டிச் சூடுபடுத்துதல்",
      "பிரம்பைத் தண்ணீரில் நனைத்து வைத்தல்",
      "பிரம்புகளை இணைத்துச் சிறு ஆணிகளை அறைதல்",
      "பிரம்பு இழைகளைக் கொண்டு கட்டியமைத்தல்"
    ],
    "answer": "A",
    "additional_context": "பிரம்புப் பொருள்களை உருவாக்கும் முறையில் முதலில் பிரம்பினை நெருப்பில் காட்டிச் சூடுபடுத்துவது அவசியம்.  சூடான பிரம்பை நட்டுவைத்திருக்கும் இரண்டு கடப்பாரைகளுக்கு இடையே செலுத்தி வளைப்போம்.  அது வேண்டிய வடிவத்தில் கம்பிபோல வளையும்.  பிறகு அதனைத் தண்ணீரில் நனைத்து வைத்துவிட்டால் அப்படியே நிலைத்துவிடும்."
  },
  {
    "description": "“இவற்றைப் பற்றி அறிந்துகொண்டால் மட்டும் போதாது. இவைபோன்ற கைவினைப் பொருள்களை வாங்கிப் பயன்படுத்துவதன் மூலம் அவற்றை உருவாக்கும் கலைஞர்களையும் ஊக்குவிக்க வேண்டும்.”  இந்தக் கூற்றின் மூலம் என்ன தெளிவாகிறது?",
    "options": [
      "கைவினைப் பொருள்களின் பயன்பாடு மிகவும் குறைந்துவிட்டது.",
      "கைவினைப் பொருள்களை வாங்குவதன் மூலம் கலைஞர்களுக்கு ஊக்கமளிக்கலாம்.",
      "கைவினைப் பொருள்களை உற்பத்தி செய்வது மிகவும் கடினமானது.",
      "கைவினைப் பொருள்களை வாங்குவது சுற்றுச்சூழலை பாதுகாக்க உதவாது."
    ],
    "answer": "B",
    "additional_context": "இந்த பத்தியில் எடுத்துரைக்கப்படும் முக்கிய கருத்து, கைவினைப்பொருள்கள் வாங்கிப் பயன்படுத்தி கலைஞர்களை ஊக்குவிக்க வேண்டும். இதன்மூலம் சுற்றுச்சூழலையும் பாதுகாக்கலாம் என்பது."
  },
  {
    "description": "கைவினைக்கலைகள் எதன் எடுத்துக்காட்டாகும்?",
    "options": [
      "நவீன கலை வடிவங்கள்",
      "தொன்மையான பண்பாட்டுக்கூறுகள்",
      "அறிவியல் தொழில்நுட்ப வளர்ச்சி",
      "நவீன வாழ்க்கை முறை"
    ],
    "answer": "B",
    "additional_context": "நுழையும்முன் என்ற தலைப்பின் கீழ் இந்த பாடம் தொடங்குகிறது.  இதில் கலைகளின் இயல்பு பற்றியும், கைவினைக்கலைகள் தொன்மையான பண்பாட்டுக்கூறுகளையும் எடுத்துக்காட்டுகின்றன என்கிறார்கள்.  மேலும் அன்றாடப் பயன்பாட்டுக்காக அழகிய பொருள்களைத் தொழில்முறையில் உருவாக்கும் கலையைக் கைவினைக்கலை எனலாம் என்கிறார்கள்."
  },
  {
    "description": "சிந்துசமவெளி அகழாய்வில் கிடைத்துள்ள பானைஓடுகள் எந்தக் கலையின் தொன்மையைப் பற்றிக் குறிப்பிடுகின்றன?",
    "options": [
      "தறிக்கலை",
      "மூங்கில்கலை",
      "மண்பாண்டக் கலை",
      "பிரம்புக்கலை"
    ],
    "answer": "C",
    "additional_context": "சிந்துசமவெளி அகழாய்வில் பானைஓடுகள் கிடைத்துள்ளன என்பதைப் படித்திருப்பீர்களே என்று கேட்கிறார்.  இதன்மூலம் மண்பாண்டக்கலையின் தொன்மையை உணர்த்துகிறார்கள்."
  }
]
