[
          
  {
    
          "description": "'புத்தக வங்கித் திட்டம்' எந்தக் குழுவினருக்காக ஏற்பாடு செய்யப்பட்டது?",
          "options": [
      "மாணவர்கள்",
      "எழுத்தாளர்கள்",
      "ஆசிரியர்கள்",
      "குழந்தைகள்"
    ],
    "answer": "d",
    
          "additional_context": "புத்தக வங்கித் திட்டம் என்பது குழந்தைகளுக்காக ஏற்பாடு செய்யப்பட்ட ஒரு திட்டமாகும். இத்திட்டத்தின் மூலம் குழந்தைகள் புத்தகங்களை இலவசமாகப் பெற்றுப் படிக்கலாம். இத்திட்டம் குழந்தைகளின் படிப்பு ஆர்வத்தை ஊக்குவிப்பதற்காகவும் புத்தக வாசிப்பு பழக்கத்தை வளர்ப்பதற்காகவும் ஏற்பாடு செய்யப்பட்டது."
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டவற்றில் எது புத்தகக் காட்சியின் நோக்கம்?",
          "options": [
      "புத்தகங்களை மலிவாக விற்க",
      "புத்தகங்களைப் பற்றிய விழிப்புணர்வை ஏற்படுத்த",
      "பதிப்பாளர்களுக்கு ஊக்கமளிக்க",
      "புத்தகங்களைப் படிக்க ஊக்குவிக்க"
    ],
    "answer": "d",
    
          "additional_context": "புத்தகக் காட்சி என்பது புத்தகங்கள் பற்றிய விழிப்புணர்வை ஏற்படுத்தி, புத்தக வாசிப்பு பழக்கத்தை ஊக்குவிப்பதற்காக நடத்தப்படும் ஒரு நிகழ்ச்சியாகும். இதில் புத்தகங்கள் விற்பனை செய்யப்படுகின்றன. புதிய புத்தகங்கள் அறிமுகப்படுத்தப்படுகின்றன. எழுத்தாளர்கள் மற்றும் வாசகர்கள் சந்திப்பு நிகழ்ச்சிகள் நடைபெறுகின்றன."
          }
        ,
          
  {
    
          "description": "பின்வரும் கூற்றுகளில் எது இரட்டை மேற்கோள் குறியின் பயன்பாட்டைப் பற்றி சரியானது?",
          "options": [
      "கவிதைகள், கதைகள் போன்றவற்றை மட்டும் குறிப்பிட இரட்டை மேற்கோள் குறிகள் பயன்படுத்தப்படுகின்றன.",
      "நேர்கூற்றுகள், செய்யுள் அடிகள், பொன்மொழிகள் ஆகியவற்றைக் குறிப்பிட இரட்டை மேற்கோள் குறிகள் பயன்படுத்தப்படுகின்றன.",
      "புத்தகப் பெயர்களைக் குறிப்பிட இரட்டை மேற்கோள் குறிகள் பயன்படுத்தப்படுகின்றன.",
      "எல்லா வகையான வாக்கியங்களையும் குறிப்பிட இரட்டை மேற்கோள் குறிகள் பயன்படுத்தப்படுகின்றன."
    ],
    "answer": "b",
    
          "additional_context": "இரட்டை மேற்கோள் குறிகள் நேர்கூற்றுகள், செய்யுள் அடிகள் மற்றும் பொன்மொழிகளைக் குறிப்பிடப் பயன்படுத்தப்படுகின்றன. நேர்கூற்று என்பது ஒருவர் கூறிய வார்த்தைகளைக் குறிப்பிடும் போது, அவர் கூறிய வார்த்தைகளை இரட்டை மேற்கோள் குறிகளுக்குள் எழுதுவது வழக்கம். செய்யுள் அடிகளையும், பொன்மொழிகளையும் இரட்டை மேற்கோள் குறிகளுக்குள் எழுதுவது நடைமுறை."
          }
        ,
          
  {
    
          "description": "'கபிலன் தன் தந்தையிடம், 'இன்று மாலை விளையாடப் போகட்டுமா?' என்று கேட்டான்.' என்ற வாக்கியத்தில், 'இன்று மாலை விளையாடப் போகட்டுமா?'  என்பது எதற்கான உதாரணம்?",
          "options": [
      "செய்யுள் அடி",
      "பொன்மொழி",
      "கவிதை",
      "நேர்கூற்று"
    ],
    "answer": "d",
    
          "additional_context": "கபிலன் தன் தந்தையிடம் கேட்ட கேள்வி  'இன்று மாலை விளையாடப் போகட்டுமா?' என்பது ஒரு நேர்கூற்று ஆகும். நேர்கூற்று என்பது ஒருவர் கூறிய வார்த்தைகளைக் குறிப்பிடுவதாகும். இரட்டை மேற்கோள் குறிகளுக்குள் ஒருவர் கூறிய வார்த்தைகளை எழுதுவது வழக்கம்."
          }
        ,
          
  {
    
          "description": "'பூக்கள் நிறைந்த இடம் சோலை ஆகும்' என்ற வாக்கியத்தில், 'சோலை' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "மலர்ந்த பூக்கள் ",
      "மலர் நிறைந்த இடம்",
      "மலர்களால் அலங்கரிக்கப்பட்ட இடம்",
      "பூக்கள் நிறைந்த காடு"
    ],
    "answer": "d",
    
          "additional_context": "சோலை என்பது பூக்கள் நிறைந்த காட்டைக் குறிக்கும் சொல். இந்த வாக்கியத்தில் சோலை என்பது ஒரு பூக்கள் நிறைந்த இடத்தைக் குறிக்கிறது.  சோலை என்பது மலர் நிறைந்த பகுதி எனப் பொருள்படும். பூக்கள் நிறைந்த காடு சோலை எனப்படும்."
          }
        ]