[
          
  {
    
          "description": "“அலதி குலதியொடு ஏழ்க லிங்கரே” என்ற வரியில் “அலதி” என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "கலிங்க நாட்டின் மக்கள்",
      "கலிங்கப் படை வீரர்கள்",
      "கலிங்க மன்னன்",
      "கலிங்க நாட்டின் அரண்மனை"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்கத்துப்பரணி என்ற இலக்கியப் படைப்பில், சோழப் படையின் வெற்றியைக் காண்பிக்கும் வகையில் இப்பாடல் அமைந்துள்ளது. சோழப் படை வீரர்களின் வீரத்தைப் பார்த்து, கலிங்கப் படை வீரர்கள் பயந்து ஓடினர். அப்போது அவர்கள் தமது கூட்டத்திலிருந்து விலகி ஓடினர். கடலில் தாவிக் குதித்துத் தப்பினர், யானைகளின் பின்னே மறைந்துகொண்டனர், எத்திசையில் செல்வது எனத் தெரியாமல் செல்வதற்கு அரிதான மலைக் குகைகளுக்குள்ளும் புதர்களுக்குள்ளும் தப்பி ஓடினர். இந்நிலையில், 'அலதி குலதியொடு ஏழ்க லிங்கரே' என்று அவர்கள் அலறியதாகப் பாடல் கூறுகிறது. இதில் 'அலதி' என்பது கலிங்கப் படை வீரர்களைக் குறிக்கும் சொல் என்பதைப் புரிந்துகொள்ளலாம். 'குலதி' என்பது குலத்தில் பிறந்தவர், 'லிங்கர்' என்பது வீரர்கள் என்பதாகும்."
          }
        ,
          
  {
    
          "description": "“வழிவர் சிலர்கடல் பாய்வர்” என்ற வரியில் “வழிவர்” என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "கடல் பறவைகள்",
      "கலிங்கப் படை வீரர்கள்",
      "சோழப் படை வீரர்கள்",
      "கடலில் மீன் பிடிக்கும் மக்கள்"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்கத்துப்பரணி என்ற இலக்கியப் படைப்பில், சோழப் படையின் வெற்றியைக் காண்பிக்கும் வகையில் இப்பாடல் அமைந்துள்ளது. சோழப் படை வீரர்களின் வீரத்தைப் பார்த்து, கலிங்கப் படை வீரர்கள் பயந்து ஓடினர். அப்போது அவர்கள் தமது கூட்டத்திலிருந்து விலகி ஓடினர். கடலில் தாவிக் குதித்துத் தப்பினர், யானைகளின் பின்னே மறைந்துகொண்டனர், எத்திசையில் செல்வது எனத் தெரியாமல் செல்வதற்கு அரிதான மலைக் குகைகளுக்குள்ளும் புதர்களுக்குள்ளும் தப்பி ஓடினர். இந்நிலையில், 'வழிவர் சிலர்கடல் பாய்வர்' என்று அவர்கள் அலறியதாகப் பாடல் கூறுகிறது. இதில் 'வழிவர்' என்பது கலிங்கப் படை வீரர்களைக் குறிக்கும் சொல் என்பதைப் புரிந்துகொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "“இழிவர் சிலர்சிலர் தூறு மண்டுவர்” என்ற வரியில் “தூறு” என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "மணல் குன்றுகள்",
      "மலைகள்",
      "மரங்கள்",
      "புதர்கள்"
    ],
    "answer": "D",
    
          "additional_context": "கலிங்கத்துப்பரணி என்ற இலக்கியப் படைப்பில், சோழப் படையின் வெற்றியைக் காண்பிக்கும் வகையில் இப்பாடல் அமைந்துள்ளது. சோழப் படை வீரர்களின் வீரத்தைப் பார்த்து, கலிங்கப் படை வீரர்கள் பயந்து ஓடினர். அப்போது அவர்கள் தமது கூட்டத்திலிருந்து விலகி ஓடினர். கடலில் தாவிக் குதித்துத் தப்பினர், யானைகளின் பின்னே மறைந்துகொண்டனர், எத்திசையில் செல்வது எனத் தெரியாமல் செல்வதற்கு அரிதான மலைக் குகைகளுக்குள்ளும் புதர்களுக்குள்ளும் தப்பி ஓடினர். இந்நிலையில், 'இழிவர் சிலர்சிலர் தூறு மண்டுவர்' என்று அவர்கள் அலறியதாகப் பாடல் கூறுகிறது. இதில் 'தூறு' என்பது புதர்களைக் குறிக்கும் சொல் என்பதைப் புரிந்துகொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "“உடலின் நிழலினை வெருவி அஞ்சினர்” என்ற வரியில் “வெருவி” என்ற சொல் எதன் பொருள்?",
          "options": [
      "வெறுத்து",
      "சிரித்து",
      "பயந்து",
      "சோர்ந்து"
    ],
    "answer": "C",
    
          "additional_context": "கலிங்கத்துப்பரணி என்ற இலக்கியப் படைப்பில், சோழப் படையின் வெற்றியைக் காண்பிக்கும் வகையில் இப்பாடல் அமைந்துள்ளது. சோழப் படை வீரர்களின் வீரத்தைப் பார்த்து, கலிங்கப் படை வீரர்கள் பயந்து ஓடினர். அவர்கள் ஒருவரை ஒருவர் முந்திக் கொண்டு ஓடினர். தம் நிழலையும் மற்றவர் நிழலையும் கண்டு தமிழர்கள் துரத்தி வருவதாக எண்ணி அஞ்சினர்; தஞ்சம் வேண்டி வணங்கினர். இந்நிலையில், 'உடலின் நிழலினை வெருவி அஞ்சினர்' என்று அவர்கள் அலறியதாகப் பாடல் கூறுகிறது. இதில் 'வெருவி' என்பது பயந்து என்பதன் பொருள் என்பதைப் புரிந்துகொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "“முழைகள் நுழைவர்கள் போரில் இன்றுநம்” என்ற வரியில் “முழை” என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "போர்க்களம்",
      "மலைக்குகை",
      "யானைகள்",
      "கடல்"
    ],
    "answer": "B",
    
          "additional_context": "கலிங்கத்துப்பரணி என்ற இலக்கியப் படைப்பில், சோழப் படையின் வெற்றியைக் காண்பிக்கும் வகையில் இப்பாடல் அமைந்துள்ளது. சோழ மன்னனின் படையிலுள்ள யானைகள் சினமுற்று இடியைப் போலப் பிளிறின; அவ்வோசையைக் கேட்டு அஞ்சிய வீரர்கள் இருள் நிறைந்த குகைக்குள் சென்று மறைந்தனர்; ஏனையோர் புறமுதுகுகாட்டி ஓடிப் பிழைத்தனர். இந்நிலையில், 'முழைகள் நுழைவர்கள் போரில் இன்றுநம்' என்று அவர்கள் அலறியதாகப் பாடல் கூறுகிறது. இதில் 'முழை' என்பது மலைக்குகையைக் குறிக்கும் சொல் என்பதைப் புரிந்துகொள்ளலாம்."
          }
        ]