
[
  {
    "description": "கீழ்க்காணும் எந்தப் பத்தியில் இரட்டை மேற்கோள் குறியைப் பயன்படுத்த வேண்டிய அவசியம் இல்லை?",
    "options": [
      "பூக்கள் நிறைந்த இடம் சோலை ஆகும்.",
      "திருக்குறள் அறம் பொருள் இன்பம் என்னும் முப்பால் பகுப்பு கொண்டது.",
      "தமிழ்மொழி செம்மையானது, வலிமையானது, இளமையானது.",
      "கபிலன் தன் தந்தையிடம், \"இன்று மாலை விளையாடப் போகட்டுமா?\" என்று கேட்டான்."
    ],
    "answer": "c",
    "additional_context": "இரட்டை மேற்கோள் குறியை நேர்கூற்றுகளிலும் செய்யுள் அடிகளையோ பொன்மொழிகளையோ குறிப்பிடும் இடங்களிலும் பயன்படுத்த வேண்டும்.  மேற்கண்ட பத்திகளில் \"இன்று மாலை விளையாடப் போகட்டுமா?\" என்பது மட்டும் ஒரு கேள்வி கேட்கப்பட்டுள்ளது.  எனவே இதில் மட்டும் இரட்டை மேற்கோள் குறி பயன்படுத்தப்பட்டுள்ளது.  மற்றவை நேர்கூற்றுக்கள் அல்ல.  எனவே அங்கு இரட்டை மேற்கோள் குறி பயன்படுத்த வேண்டிய அவசியம் இல்லை."
  },
  {
    "description": "\"புத்தகத்தால் புத்தாக்கம் பெறுவோம்!\" என்ற வாசகம் எந்த நிகழ்ச்சியைப் பற்றியது?",
    "options": [
      "கருத்தரங்கம்",
      "புத்தக வங்கி திட்டம்",
      "எழுத்தாளர்கள் சந்திப்பு",
      "மாபெரும் புத்தகக் காட்சி"
    ],
    "answer": "d",
    "additional_context": "\"புத்தகத்தால் புத்தாக்கம் பெறுவோம்!\" என்ற வாசகம் புத்தகக் கண்காட்சியைப் பற்றியது.  இந்த வாசகம் ஒரு புத்தகக் கண்காட்சியின் விளம்பரத்திலிருந்து எடுக்கப்பட்டது.  விளம்பரத்தில்  \"மாபெரும் புத்தகக் காட்சி\" என்று குறிப்பிடப்பட்டுள்ளது.  எனவே \"புத்தகத்தால் புத்தாக்கம் பெறுவோம்!\" என்ற வாசகம்  \"மாபெரும் புத்தகக் காட்சி\"  நிகழ்ச்சியைப் பற்றியது."
  },
  {
    "description": "\"எனக்குப் பிடித்த நூல்களுடன் வாழ்நாள் முழுவதும் சிறையில் அடைத்தாலும் மகிழ்ச்சியடைவேன்\" என்றவர் யார்?",
    "options": [
      "திரு. வி. க.",
      "நேரு",
      "கபிலன்",
      "சோமு"
    ],
    "answer": "b",
    "additional_context": "\"எனக்குப் பிடித்த நூல்களுடன் வாழ்நாள் முழுவதும் சிறையில் அடைத்தாலும் மகிழ்ச்சியடைவேன்\"  என்று நேரு கூறியுள்ளார்.  இது பாடப் புத்தகத்தில் உள்ள ஒரு பத்தியில் இருந்து எடுக்கப்பட்ட வாசகம்.  அந்த பத்தியில் நூலகங்கள் பற்றி விளக்கப்பட்டுள்ளது.  நேரு நூலகங்கள் பற்றி கூறுகையில், \"எனக்குப் பிடித்த நூல்களுடன் வாழ்நாள் முழுவதும் சிறையில் அடைத்தாலும் மகிழ்ச்சியடைவேன்\"  என்று கூறியதாக குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "\"நெடி கை வி ன் உ வ\" என்ற எழுத்துக்களை முறைப்படுத்தும் போது கிடைக்கும் பழமொழி எது?",
    "options": [
      "நெடி கை விண் உயர்வு",
      "நெடி கை விண் வீழ்ச்சி",
      "நெடி கை விண் உழவு",
      "நெடி கை விண் இயல்பு"
    ],
    "answer": "a",
    "additional_context": "பாடப் புத்தகத்தில் \"மொழியோடு விளையாடு\" என்ற தலைப்பில் ஒரு பயிற்சி கொடுக்கப்பட்டுள்ளது.  அதில் கீழ்க்காணும் வினாக்களுக்கு விடைகளைக் கட்டத்தில் நிரப்ப வேண்டும் என்று கேட்கப்பட்டுள்ளது. \n\n1. திரைப்படப் பாடலாசிரியர் சோமுவின் ஊர்.\n2. கேடில் விழுச்செல்வம்\n3. குமர குருபரர் எழுதிய நூல்களுள் ஒன்று.\n4. 'கலன்' என்னும் சொல்லின் பொருள்.\n5. ஏட்டுக்கல்வியுடன்\n6. திரு.வி.க. எழுதிய நூல்களுள் ஒன்று.\n7. மா + பழம் என்பது \n\n இந்த வினாக்களுக்கு பதில் சொல்லும்போது  \"நெடி கை வி ன் உ வ\" என்ற எழுத்துக்கள் கிடைக்கும்.  அவற்றை முறைப்படுத்தும் போது \"நெடி கை விண் உயர்வு\"  என்ற பழமொழி கிடைக்கும்."
  },
  {
    "description": "____________ நூலகங்கள் அறிவுக்கு எல்லை இல்லாத ஒரு களமாகும்.",
    "options": [
      "மைய",
      "மாவட்ட",
      "கிளை",
      "ஊர்ப்புற"
    ],
    "answer": "a",
    "additional_context": "பாடப் புத்தகத்தில் நூலகங்கள் பற்றிய ஒரு பத்தி கொடுக்கப்பட்டுள்ளது.  அந்த பத்தியில் நூலகத்தின் வகைகளைப் பற்றி விளக்கப்பட்டுள்ளது.  அதில் மையநூலகம், மாவட்ட நூலகம், கிளை நூலகம், ஊர்ப்புற நூலகம் என்று குறிப்பிடப்பட்டுள்ளது.  மேலும், \"நூல் பல கல் என்பர் பெரியோர் அறிவை வளர்க்கும் நூல்கள் அனைத்தையும் நம்மால் விலை கொடுத்து வாங்க முடியுமா முடியாது நூலகங்கள் இக்குறையை நீக்க உதவுகின்றன பல்வேறு துறைகளைச் சேர்ந்த அனைத்து நூல்களும் நிறைந்த இடம் நூலகம் ஆகும்.\" என்று கூறப்பட்டுள்ளது.  எனவே நூலகங்கள் அறிவுக்கு எல்லை இல்லாத ஒரு களமாகும் என்பது தெளிவாகிறது.  மேலும், நூலகத்தின் வகைகளில்  \"மைய நூலகம்\"  என்பதும்  குறிப்பிடப்பட்டுள்ளது.  எனவே  \"மைய நூலகம்\"  என்பது இந்த வாக்கியத்தில் பொருந்தும்."
  }
]
