
[
  {
    "description": "'கணைகொடிது யாழ்கோடு செவ்விதுஆங்கு அன்ன' என்னும் குறள் வழங்கும் முக்கியமான செய்தி என்ன?",
    "options": [
      "தோற்றத்தை வைத்து மக்களை மதிப்பிடக் கூடாது.",
      "மக்களை அவரவர் செயல்வகையால் மதிப்பிட வேண்டும்.",
      "தோற்றத்தையும் செயல்வகையையும் சமமாக மதிக்க வேண்டும்.",
      "தோற்றம் முக்கியமானது, செயல்வகை முக்கியமில்லை."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் குறள் மக்களை அவரவர் தோற்றத்தால் அல்லாமல் அவரவர் செயல்வகையால் அறிந்துகொள்ள வேண்டும் என்ற கருத்தை வலியுறுத்துகிறது.  நேரான அம்பு எவ்வளவு கொடியது என்பதைப் போல, வளைந்த யாழின் கொம்பு எவ்வளவு இனிமையைத் தருகிறது என்பதைப் போல மக்களின் குணங்களை அவரவர் செயல்வகையால் அறிந்துகொள்ள வேண்டும் என்பதே இக்குறளின் பொருள்."
  },
  {
    "description": "'தக்கார் தகவிலர்' என்னும் குறள் குறிப்பிடும் முக்கியமான செய்தி எது?",
    "options": [
      "நடுவுநிலைமை உடையவர்களுக்கு மட்டுமே புகழ் கிடைக்கும்.",
      "நடுவுநிலைமை இல்லாதவர்கள் பழியைப் பெறுவார்கள்.",
      "நடுவு நிலைமை என்பது தன்னை சமமாக வைத்துக் கொண்டு நேர்மையாகச் செயல்படுவது.",
      "நடுவு நிலைமை உடையவர், நடுவு நிலைமை இல்லாதவர் என்பதை அவரவர் செயல்களால் அறியலாம்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நடுவுநிலைமை உடையவர், நடுவுநிலைமை இல்லாதவர் என்பதை அவரவர் செயல்களால் அறியலாம் என்பதே இக்குறளின் பொருள். நடுவுநிலைமை உடையவர் செய்யும் செயல்கள் நேர்மையானவையாக இருக்கும். நடுவுநிலைமை இல்லாதவர் செய்யும் செயல்கள் சமநீதியற்றதாக இருக்கும்.  இவ்வாறு அவரவர் செயல்களின் மூலம் அவரவர் நடுவுநிலைமையை அறியலாம்."
  },
  {
    "description": "'தன்குற்றம் நீக்கிப் பிறர்குற்றம் காண்கிற்பின் என்குற்றம் ஆகும் இறைக்கு'  என்னும் குறளில் கூறப்படும் முக்கியமான கருத்து என்ன?",
    "options": [
      "தலைவன் முதலில் தன்குற்றத்தைக் கண்டு நீக்க வேண்டும்.",
      "தலைவன் பிறரின் குற்றங்களை ஆராய்வதற்கு முன், தனது குற்றங்களை நீக்க வேண்டும்.",
      "தலைவன் தனது குற்றங்களை மறைக்க வேண்டும்.",
      "தலைவன் தனது குற்றங்களைக் கண்டு கொள்ளக் கூடாது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தலைவன் பிறரின் குற்றங்களை ஆராய்வதற்கு முன், தனது குற்றங்களை நீக்க வேண்டும் என்பதே இக்குறளின் பொருள். தலைவன் தனது குற்றங்களை நீக்காமல் பிறரின் குற்றங்களை ஆராய்ந்தால், அவனது செயல் தவறானதாகிவிடும்.  முதலில் தனது குற்றங்களை அறிந்து, அதனை நீக்கி, பின்பு பிறரின் குற்றங்களை ஆராய்வதே சரியான முறையாகும்."
  },
  {
    "description": "'விலங்கொடு மக்கள் அனையர் இலங்குநூல் கற்றாரோடு ஏனை யவர்' என்னும் குறளில் என்ன கருத்து விளக்கப்படுகிறது?",
    "options": [
      "கல்லாதவர்கள் விலங்குகளைப் போன்றவர்கள்.",
      "கற்றவர்கள் மக்களைப் போன்றவர்கள்.",
      "கல்லாதவர்களும் கற்றவர்களும் ஒன்றாக இருக்க வேண்டும்.",
      "கற்றவர்களுக்கும் கல்லாதவர்களுக்கும் பெரிய வேறுபாடு உள்ளது."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கற்றவர்களுக்கும் கல்லாதவர்களுக்கும் பெரிய வேறுபாடு உள்ளது என்பதை இந்தக் குறள் வலியுறுத்துகிறது. கற்றவர்கள் மக்களைப் போன்றவர்கள், கல்லாதவர்கள் விலங்குகளைப் போன்றவர்கள் என்பதை இந்தக் குறள் வலியுறுத்துகிறது. கற்றவர்கள் ஞானம் பெற்றவர்கள், அவர்களால் சமுதாயத்துக்குப் பல நன்மைகளைச் செய்ய முடியும்.  கல்லாதவர்கள் ஞானமற்றவர்கள், அவர்களால் சமுதாயத்துக்கு எந்தப் பயனும் இல்லை."
  },
  {
    "description": "திருக்குறள் எத்தனை இயல்களைக் கொண்டது?",
    "options": [
      "மூன்று",
      "நான்கு",
      "ஐந்து",
      "ஆறு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "திருக்குறள் அறம், பொருள், இன்பம் என்னும் மூன்று பகுப்புகளாகப் பிரிக்கப்பட்டுள்ளது. ஒவ்வொரு பகுப்பும் பல இயல்களைக் கொண்டுள்ளது.  அறத்துப்பால் பாயிரவியல், இல்லறவியல், துறவறவியல், ஊழியல் என்னும் நான்கு இயல்களைக் கொண்டது. பொருட்பால் அரசியல், அமைச்சியல், ஒழிபியல் என்னும் மூன்று இயல்களைக் கொண்டது.  இன்பத்துப்பால் களவியல், கற்பியல் என்னும் இரண்டு இயல்களைக் கொண்டது. எனவே, திருக்குறள் மொத்தம் ஆறு இயல்களைக் கொண்டுள்ளது."
  }
]
