
[
  {
    "description": "“இறைகடியன் என்றுஉரைக்கும் இன்னாச்சொல் வேந்தன் உறைகடுகி ஒல்லைக் கெடும்” என்ற குறள் கொடுமைப் பண்புடைய அரசனின் எந்த விளைவை விவரிக்கிறது?",
    "options": [
      "மக்களின் அன்பை இழத்தல்",
      "வாழ்நாள் குறைதல்",
      "ஆட்சி அழிதல்",
      "எதிரிகளால் வெல்லப்படுதல்"
    ],
    "answer": "B",
    "additional_context": "ஒரு அரசன் கொடுமையானவன் என்பதை மக்கள் அவன் மீது  இன்னாச்சொற்களை உரைப்பதன் மூலம் வெளிப்படுத்துகிறார்கள்.  'இறைகடியன்' என்ற சொல்லே ஒரு அரசனைப் பற்றி சொல்லப்படும் மிகவும் கடுமையான ஒரு சொல்.   அப்படி இன்னாச்சொல் இறைகடியன் என்று உரைப்பது, அந்த அரசன் கொடுமை மிக்கவன் என்று அர்த்தப்படுத்துகிறது. ஒரு அரசன் கொடுமை மிக்கவனாக இருந்தால் மக்கள் அவனை விரும்ப மாட்டார்கள். அவனைக் கண்டு மிரளுவார்கள்.  கொடுமையான அரசன், மக்களின் மனதில் அச்சத்தை ஏற்படுத்தும் போது, அவன் வாழ்நாள் குறைந்து விரைவில் அழிவான்.  மக்களின் அன்பு இல்லாதவன்,   அவர்களின் மரியாதை இல்லாதவன் எந்த அரசனும் நீண்ட காலம் வாழ முடியாது என்பது இக்குறள் மூலம் விளங்குகிறது."
  },
  {
    "description": "“கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும் வேட்ப மொழிவதாம் சொல்” என்ற குறள் சொல்வன்மையின் எந்தப் பண்பை விவரிக்கிறது?",
    "options": [
      "தகவல் பரிமாற்றம்",
      "கேட்பவரைத் தன் வசப்படுத்துதல்",
      "பேச்சுத்திறன்",
      "கவனத்தை ஈர்க்கும் திறன்"
    ],
    "answer": "D",
    "additional_context": "மக்கள் கேட்க விரும்பும்  வகையில் பேசுவது சிறந்த சொல்வன்மை.  இக்குறளில் சொல்லப்பட்டுள்ள  'கேட்டார்ப் பிணிக்கும்' என்பது  சொல்லும் திறன் வாய்ந்தவன் கேட்பவர்களைத் தன் வசப்படுத்துவதன் மூலம்  சொல்லும் திறனை வெளிப்படுத்துவது.  'கேளாரும் வேட்ப மொழிவதாம் சொல்' என்பது, கேட்காதவர்களை கூடக் கேட்க வைக்கும் வகையில்  சொல்வன்மை  அமைந்துள்ளது.   கவனத்தை ஈர்க்கும் திறன் என்பது சொல்வன்மையின் அடிப்படை பண்பு.   கேட்பவர்களைத் தன் வசப்படுத்துவதும், கேளாதவர்களை கேட்க வைப்பதும்  கவனத்தை ஈர்க்கும் திறனின் வெளிப்பாடாகும்."
  },
  {
    "description": "“அவைஅறிந்து ஆராய்ந்து சொல்லுக சொல்லின் தொகைஅறிந்த தூய்மை யவர்” என்ற குறள் நற்பண்புடையவர்களின் எந்தத் தன்மையை வலியுறுத்துகிறது?",
    "options": [
      "சூழ்நிலைக்கேற்ப பேசுதல்",
      "நல்ல சொற்களைப் பயன்படுத்துதல்",
      "எதிர்காலத்தைப் பற்றி பேசுதல்",
      "உண்மையை மட்டும் பேசுதல்"
    ],
    "answer": "A",
    "additional_context": "ஒருவருக்கு என்ன பண்பு இருக்கிறதோ, அந்தப் பண்பு அவனது பேச்சிலும் தெரியும்.  நற்பண்புடையவர்கள் பேசும் போது, அவர்கள் பேசும் அவையைப் பற்றி முதலில் சிந்திப்பார்கள்.   அவர்கள் யாரிடம் பேசுகிறார்கள்?  என்ன சூழ்நிலையில் பேசுகிறார்கள்?   என்ன பேச வேண்டும்?   என்பதை எல்லாம் யோசித்துப் பின் பேசுவார்கள்.  'அவைஅறிந்து' என்பது அந்த அவையின் தன்மையைப் பற்றி அறிந்து கொள்வது.   சூழ்நிலையை  அறிந்து பேசுவது மிகவும் முக்கியம்.   'ஆராய்ந்து சொல்லுக'  என்பது அந்த அவையைப் பற்றி ஆராய்ந்து பின் பேசுவது.  சொல்லின் தொகையை அறிந்தவர்கள் தூய்மை வாய்ந்தவர்கள் என்பது  நற்பண்புடையவர்களின் பேச்சுத்திறன்,   சொல்வன்மை இவற்றை வலியுறுத்துவதாகும்."
  },
  {
    "description": "“கற்றுஅறிந்தார் கல்வி விளங்கும் கசடறச் சொல்தெரிதல் வல்லார் அகத்து” என்ற குறள் எந்த வகையான சூழ்நிலையை விவரிக்கிறது?",
    "options": [
      "கல்விமான்களின் சந்திப்பு",
      "அறிஞர்கள் நிறைந்த சூழல்",
      "பாடசாலை",
      "புத்தக அறிவு"
    ],
    "answer": "B",
    "additional_context": "கல்விமான்கள் கூடியிருக்கும் இடத்தில்  அவர்களின் கல்வி பெருமை பளிச்சிடும் என்பது இக்குறள் மூலம் புரிகிறது.   'கற்று அறிந்தார்' என்பது கல்வி கற்றவர்கள்.  'கல்வி விளங்கும்' என்பது கல்விமான்கள் கூடியிருக்கும் இடம்.  அந்த இடத்தில் பேசப்படும் சொற்களின் தன்மை, மிகவும் உயர்ந்ததாக இருக்கும்.  கல்விமான்கள் சொல்வது என்பது வெறும் பொதுவான சொல்லல்ல.   சொற்களைப் பற்றி ஆராய்ந்து பேசுவார்கள்.  சொற்களின் தன்மை,  சொற்களின் பொருள் இவற்றைப் பற்றி அவர்கள்  நன்கு ஆராய்ந்தே பேசுவார்கள்.  'கசடற சொல் தெரிதல்' என்பது சொற்களைப் பற்றிய ஆராய்ச்சி, சொற்களின் நுணுக்கம், சொற்களின் தன்மை இவற்றை நன்கு அறிந்து பேசுவது.   கல்விமான்கள் நிறைந்த சூழலில் பேசும் போதுதான்  ஒருவரின் கல்வி பெருமை வெளிப்படும் என்பது இக்குறள் மூலம் தெளிவாகிறது."
  },
  {
    "description": "“இறைகாக்கும் வையகம் எல்லாம் அவனை முறைகாக்கும் முட்டாச் செயின்” என்ற குறளில் “முட்டாச் செயின்” என்பது எதைக் குறிக்கிறது?",
    "options": [
      "நேர்மையான ஆட்சி",
      "அரச படை",
      "மக்களின் ஆதரவு",
      "அரச குடும்பம்"
    ],
    "answer": "A",
    "additional_context": "அரசன் உலகத்தில் உள்ள எல்லா உயிர்களையும் காப்பாற்றுவான்.  அவனுக்கு உறுதுணையாக இருப்பது அவனது ஆட்சி.   'முறைகாக்கும்' என்பது ஆட்சி.   அரசன் நேர்மையாக ஆட்சி செய்தால் மக்கள் அவரை ஆதரிப்பார்கள்.  அந்த ஆட்சி அவரை எந்தத் தீங்கும் வராமல் காக்கும்.   அரசர் காப்பாற்றும் உலக உயிர்கள் அவரை அவரது ஆட்சியின் மூலம் காப்பாற்றுவார்கள் என்பது இக்குறள் மூலம்  விளங்குகிறது."
  }
]
