
[
  {
    "description": "“மரபு நிலை திரியின் பிறிது பிறிதாகும்” என்ற வரிகள் என்ன சொல்கின்றன?",
    "options": [
      "மரபு மாறும் போது பொருளும் மாறும்",
      "மரபு மாறினால் மொழி மாறும்",
      "மரபு முக்கியம் இல்லை",
      "மரபை மாற்றி மொழி வளர்க்கலாம்"
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பியத்தில் கூறப்பட்டுள்ள “மரபு நிலை திரியின் பிறிது பிறிதாகும்” என்ற வரிகள், மரபு நிலை மாறுவதால் பொருளும் மாறும் என்பதை  உணர்த்துகிறது. தமிழ் மொழியின் தனித்தன்மைக்கும் அழகிற்கும் மரபு மிகவும் முக்கியமானது. எனவே, மரபு மாறாமல் அதைப் பாதுகாத்துப் பயன்படுத்துவது அவசியம். "
  },
  {
    "description": "'வழாஅமை' என்ற சொல்லில் உள்ள 'ழா' என்ற எழுத்து எத்தனை மாத்திரை அளவு நீட்டி ஒலிக்க வேண்டும்?",
    "options": [
      "ஒரு",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": "C",
    "additional_context": "'வழாஅமை' என்ற சொல்லில் உள்ள 'ழா' என்பது மூன்று மாத்திரை அளவு நீட்டி ஒலிக்க வேண்டும். அந்தச் சொல்லில் 'ழா'வை அடுத்து 'அ' இடம் பெற்றுள்ளது. இது மூன்று மாத்திரை அளவு நீட்டி ஒலிக்கும் என்பதை காட்டுகிறது."
  },
  {
    "description": "தொல்காப்பியத்தின் எந்த அதிகாரத்தில் மரபியல் பற்றி விளக்கப்பட்டுள்ளது?",
    "options": [
      "எழுத்ததிகாரம்",
      "சொல்லதிகாரம்",
      "பொருளதிகாரம்",
      "யாப்பதிகாரம்"
    ],
    "answer": "C",
    "additional_context": "தொல்காப்பியத்தில் மூன்று அதிகாரங்கள் உள்ளன. அவையாவன எழுத்ததிகாரம், சொல்லதிகாரம், பொருளதிகாரம். இவற்றில் பொருளதிகாரத்தில் மரபியல் பற்றி விளக்கப்பட்டுள்ளது. பொருளதிகாரம் ஒன்பது இயல்களைக் கொண்டது. அதில் மரபியல் பற்றி விளக்கப்பட்டுள்ள மூன்று நூற்பாக்கள் (91, 92, 93) இங்குத் தரப்பட்டுள்ளன. "
  },
  {
    "description": "“இளமைப் பெயர்கள்” எனக் குறிப்பிடப்பட்டுள்ளவற்றை எந்த வகை மரபுகளாகக் கருதலாம்?",
    "options": [
      "ஒலி மரபு",
      "சொல் மரபு",
      "பொருள் மரபு",
      "எழுத்து மரபு"
    ],
    "answer": "A",
    "additional_context": "இளமைப் பெயர்கள்  ஒலி மரபு சார்ந்தவை.  ஒலி மரபு என்பது  ஒரு பொருளை அழைக்கும்போது அதற்குரிய ஒலி மூலம், அந்தப் பொருளை உணர்த்துவது.  'புலி' என்ற சொல்லுக்கு 'உறுமும்' என்ற ஒலியும், 'சிங்கம்' என்ற சொல்லுக்கு 'முழங்கும்' என்ற ஒலியும்,  'யானை' என்ற சொல்லுக்கு 'பிளிறும்' என்ற ஒலியும், 'பசு' என்ற சொல்லுக்கு 'கதறும்' என்ற ஒலியும், 'ஆடு' என்ற சொல்லுக்கு 'கத்தும்' என்ற ஒலியும் உண்டு. இது ஒலி மரபு ஆகும்."
  },
  {
    "description": "தொல்காப்பியம் எந்தக் காலத்தில் எழுதப்பட்ட நூல்?",
    "options": [
      "கி.மு. 500",
      "கி.மு. 200",
      "கி.பி. 100",
      "கி.பி. 500"
    ],
    "answer": "B",
    "additional_context": "தொல்காப்பியம் தமிழ் இலக்கண நூல். இது கி.மு. 200 காலத்தில் தொல்காப்பியர் என்பவரால் எழுதப்பட்டது. தொல்காப்பியம் எழுத்து, சொல், பொருள் என மூன்று அதிகாரங்களாக பிரிக்கப்பட்டுள்ளது.  இது தமிழ் மொழியின் வளர்ச்சிக்கு மிகவும் முக்கியமான நூல் ஆகும். "
  }
]
