[
          
  {
    
          "description": "“ஒரு நாட்டின் தலைவன் வீரம், விடாமுயற்சி, ஈகை, ஆராய்ந்து அறியும் ஆற்றல் ஆகியவற்றைப் பெற்றவனாக விளங்குதல் வேண்டும்.” என்ற தொடரில் குறிப்பிடப்பட்டுள்ள நான்கு குணங்களில் எது தலைவனின் “நீதி வழங்கும்” ஆற்றலை  குறிக்கிறது?",
          "options": [
      "வீரம்",
      "விடாமுயற்சி",
      "ஈகை",
      "ஆராய்ந்து அறியும் ஆற்றல்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "நீதி வழங்கும் திறன் என்பது நியாயமான மற்றும் நேர்மையான முடிவுகளை எடுக்க தேவைப்படும் திறன்.  நீதி வழங்கும் திறன் நேர்மை,  உண்மை,  நியாயம்,  மற்றவர்களின் மனதில் சந்தேகம் இல்லாமல் நம்பிக்கை ஏற்படுத்தும் திறன் ஆகியவற்றை உள்ளடக்கியது.  'ஆராய்ந்து அறியும் ஆற்றல்' என்பது ஒரு பிரச்சினைக்கு நியாயமாகவும்  பாரபட்சமின்றி  நீதியாகவும்  முடிவு எடுப்பதற்கும்,  அநீதியை கண்டறிவதற்கும் அவசியமான ஒரு குணம். அதனால் 'ஆராய்ந்து அறியும் ஆற்றல்'  நீதி வழங்கும் திறனை  குறிக்கிறது என்று கூறலாம்.  "
          }
        ,
          
  {
    
          "description": "'அறநெறிகளைக் கூறும் நூல்களைக் கற்க வேண்டும். அவை கூறும் கருத்துகளைப் பின்பற்ற வேண்டும்.' என்ற தொடரை ஒரு தொடராக மாற்றும் போது, 'மேலும்' என்ற சொல் எந்த வார்த்தைக்குப் பின்னால் வரும்?",
          "options": [
      "கற்க",
      "கூறும்",
      "கருத்துகளை",
      "பின்பற்ற"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த இரண்டு வாக்கியங்களையும் ஒன்றாக இணைக்க வேண்டும்.  இந்த வாக்கியங்களின்  அர்த்தம் 'அற நெறிகளை கூறும் நூல்களை கற்க வேண்டும் மேலும் அவை கூறும் கருத்துகளை பின்பற்ற வேண்டும்' என்பதாகும்.  'மேலும்'  என்ற சொல் இரண்டு வாக்கியங்களை இணைக்க பயன்படுத்தப்படுவதால், 'கருத்துகளை'  என்ற சொல்லுக்கு பின்னால் வரும்."
          }
        ,
          
  {
    
          "description": "'தீயணைப்பு வாகனம், அவசரச்சிகிச்சை ஊர்தி ஆகியவற்றுக்கு முன்னுரிமை அளித்து, அவை தடையின்றிச் செல்வதற்குக் கண்டிப்பாக வழிவிட வேண்டும்.' என்ற வாக்கியத்தில்  'தடையின்றிச் செல்வதற்கு'  என்ற தொடர் எதற்கான  'காரணத்தைக்'  குறிக்கிறது?",
          "options": [
      "தீயணைப்பு வாகனத்திற்கு",
      "அவசரச்சிகிச்சை ஊர்திக்கு",
      "முன்னுரிமை அளிப்பதற்கு",
      "வழிவிட வேண்டும் என்பதற்கு"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்த வாக்கியத்தில் 'தடையின்றிச் செல்வதற்கு' என்ற தொடர் 'வழிவிட வேண்டும்'  என்ற செயலுக்கு  காரணத்தை விளக்குகிறது.  இதன் அர்த்தம்,  'தீயணைப்பு வாகனம், அவசரச்சிகிச்சை ஊர்தி ஆகியவை தடையின்றிச் செல்வதற்காக, அவற்றுக்கு வழிவிட வேண்டும்'  என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'தொண்டு' என்ற தமிழ்ச் சொல்லுக்கான ஆங்கிலச் சொல் எது?",
          "options": [
      "Philosophy",
      "Integrity",
      "Charity",
      "Rational"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தொண்டு என்பது 'சேவை' எனும் பொருளைத் தரும்.  'Charity' என்ற ஆங்கிலச் சொல்லுக்கு 'தொண்டு'  என்று பொருள்.  தொண்டு செய்வது என்பது இறைவனை வழிபடுதல்,  நல்வழி நடத்தல்,  மக்களுக்கு உதவி செய்தல்,  நலம் பயப்பது போன்ற நல்ல செயல்களைச் செய்தல் ஆகும்."
          }
        ,
          
  {
    
          "description": "'விபத்தில்லா வாகனப் பயணம்'  என்ற தலைப்பில் குறிப்பிடப்பட்டுள்ள  'சாலைச்சந்திப்பில் நுழையும்போது, அந்தச் சாலையில் ஏற்கெனவே செல்லும் வாகனங்களுக்கு முதலிடம் கொடுக்க வேண்டும்'  என்ற விதிமுறை எந்தப் பொருளை எடுத்துக்காட்டுகிறது?",
          "options": [
      "மற்றவர்களின் பாதுகாப்புக்காக வாகனத்தை எவ்வாறு இயக்க வேண்டும்",
      "வாகனங்களை எவ்வாறு பாதுகாப்பாக நிறுத்த வேண்டும்",
      "வாகனங்களின் வேகத்தை எவ்வாறு கட்டுப்படுத்த வேண்டும்",
      "எல்லா வாகனங்களும் ஒரு சீரான வேகத்தில் செல்ல வேண்டும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "சாலைச்சந்திப்பில் நுழையும்போது,  ஏற்கனவே சாலையில் பயணித்துக்கொண்டிருக்கும் வாகனங்களுக்கு முதலிடம் கொடுப்பது என்பது  மற்றவர்களின் பாதுகாப்பை கருத்தில் கொண்டு  வாகனத்தை இயக்கும் விதிமுறை.  இவ்வாறு  செய்வதன் மூலம், விபத்து ஏற்படுவதை தடுக்கலாம்.  இது ஒரு முக்கியமான விதிமுறை,  இது  மற்றவர்களின் பாதுகாப்பை  உறுதி செய்வதற்கும்,  மற்ற வாகன ஓட்டுநர்களுக்கு  சிரமத்தை  தருவதை  தவிர்க்கவும்  உதவும்."
          }
        ]