
[
  {
    "description": "'நெஞ்சில் ஈரம் இல்லார் நாண நீளு ழைப்பைக் கொடையைக் காட்டிச்' -  இந்த வரியில் 'ஈரம்' என்ற சொல்லால் என்ன குறிக்கப்படுகிறது?",
    "options": [
      "ஓடையின் குளிர்ச்சி",
      "ஓடையின் இரக்கம்",
      "ஓடையின் அழகு",
      "ஓடையின் வண்ணம்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதைப்பகுதியில் வாணிதாசன் ஓடையின் இயல்பை விவரிக்கிறார். ஓடை எப்படி நெளிந்து ஓடி, மக்களுக்கு உணவு தந்து, கரையை மோதி, புற்களுக்கு குளிர்ச்சியைத் தந்து, ஓடி கொண்டே இருக்கிறது என்பதை விளக்குகிறார். இதில், 'ஈரம்' என்ற சொல் ஓடையின் இரக்கத்தை குறிப்பிடுகிறது.  ஓடையின் அன்பு,  மனம் இல்லாதவர்களுக்கு நாணத்தை ஏற்படுத்தும் என்று வாணிதாசன் குறிப்பிடுகிறார்."
  },
  {
    "description": "'செஞ்சொல் மாதர் வள்ளைப் பாட்டின் சீருக்கு ஏற்ப முழவை மீட்டும்' - இந்த வரியில் 'வள்ளைப்பாட்டு' எதைக் குறிக்கிறது?",
    "options": [
      "ஆண்களால் பாடப்படும் பாடல்",
      "பெண்களால் பாடப்படும் பாடல்",
      "சோகமான பாடல்",
      "மகிழ்ச்சியான பாடல்"
    ],
    "answer": "B",
    "additional_context": "வள்ளைப்பாட்டு என்பது பெண்களால் பாடப்படும் பாடல் ஆகும். இது பொதுவாக திருமணம் மற்றும் மகிழ்ச்சியான நிகழ்வுகளில் பாடப்படுகிறது.  இந்தக் கவிதைப் பகுதியில் வாணிதாசன் ஓடையின் ஒலியை வள்ளைப் பாட்டின் சீருக்கு ஒப்பிடுகிறார்.  இது நம்மை பெண்களின் மென்மையான குரலில் பாடப்படும் மகிழ்ச்சியான பாடலை நினைவூட்டுகிறது."
  },
  {
    "description": "வாணிதாசனை ______  என்று போற்றுகிறார்கள்.",
    "options": [
      "தமிழகத்தின் பாரதி",
      "தமிழகத்தின் வேர்ட்ஸ்வொர்த்",
      "தமிழகத்தின் வள்ளுவர்",
      "தமிழகத்தின் ஷேக்ஸ்பியர்"
    ],
    "answer": "B",
    "additional_context": "வாணிதாசன் தனது இயல்பான எளிமையான பாணியில் கவிதைகள் எழுதியதால் அவர் 'தமிழகத்தின் வேர்ட்ஸ்வொர்த்' என்று போற்றப்படுகிறார். இங்கிலாந்தின் இயற்கைக் கவிஞர் வேர்ட்ஸ்வொர்த் போலவே வாணிதாசனும் இயற்கையை தனது கவிதைகளில் போற்றியுள்ளார்."
  },
  {
    "description": "வாணிதாசனின் இயற்பெயர் ______.",
    "options": [
      "அரங்கசாமி",
      "எத்திராசலு",
      "பாரதிதாசன்",
      "வாணிதாசன்"
    ],
    "answer": "B",
    "additional_context": "வாணிதாசன் என்பது ஓர் புனைப்பெயர். இவரின் இயற்பெயர் அரங்கசாமி. இவர் 'எத்திராசலு' என்றும் அழைக்கப்படுகிறார். வாணிதாசன் என்பது  இவர் படைப்புகளை அடையாளப்படுத்துவதற்காக பயன்படுத்தும் ஒரு பெயர்."
  },
  {
    "description": "______  என்பது வாணிதாசனின் நூல்களுள் ஒன்று.",
    "options": [
      "தமிழச்சி",
      "கொடிமுல்லை",
      "தொடுவானம்",
      "எழிலோவியம்"
    ],
    "answer": "C",
    "additional_context": "வாணிதாசன் பல கவிதை நூல்களை எழுதியுள்ளார். 'தமிழச்சி', 'கொடிமுல்லை', 'தொடுவானம்', 'எழிலோவியம்' ஆகியவை இவருடைய புகழ்பெற்ற நூல்களாகும். ஓடை என்னும் கவிதை 'தொடுவானம்' என்ற நூலில் இருந்து எடுக்கப்பட்டது."
  }
]
