
[
  {
    "description": "'கனத்த மழை'  என்பதன் பொருள் என்ன?",
    "options": [
      "மழை பெய்யும் அளவு குறைவாக இருப்பது",
      "மழை பெய்யும் அளவு அதிகமாக இருப்பது",
      "மழை நீண்ட நேரம் பெய்வது",
      "மழை குறுகிய நேரம் பெய்வது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மழைச்சோறு கவிதையில், 'கனத்த மழை' என்பது நிறைய மழை பெய்வதை குறிக்கிறது. கவிதை சொல்லும் கதையில் மழை பெய்யாமல் மக்கள்  வறட்சியால் பசித்துக் கொண்டிருக்கிறார்கள். அவர்கள் அந்த கனத்த மழையை எதிர்நோக்கி இருக்கிறார்கள். அதாவது, இயற்கை அளிக்கும் கனத்த மழை மக்களின் துன்பத்தைப் போக்கி மகிழ்ச்சியைத் தரும் என்று கவிதை  சொல்கிறது."
  },
  {
    "description": "கவிதையில் \"மானம் செய்த பாவமுங்க மக்கள் பசி தீரலையே\" என்னும் வரிகளின் பொருள் என்ன?",
    "options": [
      "மழை பெய்யாமல் மக்கள் பசித்துக் கொண்டிருப்பதால் மானம் கெட்டுவிட்டது",
      "மழை பெய்யாததால் மக்கள் தங்கள் மானத்தை விற்று உணவு வாங்க வேண்டிய நிலை ஏற்பட்டுள்ளது",
      "மழை பெய்யாததால் மக்கள் மானத்தை விற்று உணவு வாங்க வேண்டிய நிலை ஏற்பட்டுள்ளது",
      "மழை பெய்யாமல் மக்கள் பசித்துக் கொண்டிருப்பதால் மானத்தைக் கெடுத்துக் கொண்டுள்ளனர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரிகள், மழை இல்லாததால் மக்கள் படும் துயரத்தை விவரிக்கின்றன. 'மானம் செய்த பாவமுங்க' என்பது 'மழை பெய்யாததால் ஏற்பட்ட துயரத்தின் காரணமாக மானத்தைக் கெடுத்துக் கொள்ள வேண்டிய அவலநிலைக்குத் தள்ளப்பட்டுள்ளோம்'  என்ற பொருளைத் தருகிறது. மழை பெய்யாவிட்டால் மக்கள் உயிர் வாழத் துன்பப்படுவார்கள் என்பதை இது காட்டுகிறது."
  },
  {
    "description": "“கனத்த மழை” என்பது மழைச்சோறு கவிதையில் எதைக் குறிக்கிறது?",
    "options": [
      "நிறைய மழை பெய்து மண்ணை நனைக்கும் மழை",
      "வறட்சியைப் போக்கும் மழை",
      "மழை பெய்வதற்கான மக்களின் வேண்டுதல்",
      "வானத்தில் மின்னல் மின்னும் அளவுக்கு மழை பெய்வது"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மழைச்சோறு கவிதையில்,  'கனத்த மழை' என்பது  நிறைய மழை பெய்வதை குறிக்கிறது.  மழை இல்லாததால் மக்கள் படும் துயரத்தை கவிதை  வரிசைகள் விவரிக்கின்றன.  மழை இல்லாததால் கடும் வறட்சி ஏற்பட்டுள்ளது என்பதை 'கனத்த மழை'  என்ற சொல் வலியுறுத்துகிறது."
  },
  {
    "description": "மழைச்சோறு கவிதையில், 'மாக்கரைச்சு' என்ற சொல் எந்தக் காரியத்தைக் குறிக்கிறது?",
    "options": [
      "மழை பெய்யாததால் ஏற்பட்ட துன்பத்தைக் குறிக்கும்",
      "வழிபாட்டின் போது வழங்கப்படும் சமையலைக் குறிக்கும்",
      "வீட்டை அலங்கரிக்க வைக்கப்படும் பொருளை குறிக்கும்",
      "மழை வேண்டிச் செய்யப்படும் வழிபாட்டின்  ஒரு பகுதியை குறிக்கும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மழைச்சோறு கவிதையில், 'மாக்கரைச்சு' என்பது மழை வேண்டிச் செய்யப்படும் வழிபாட்டின் ஒரு பகுதியாகும்.  மழை வேண்டி மக்கள் விரதம் இருந்து,  'மாக்கரைச்சு'  என்ற ஒரு வகை உணவை சமைத்து,  வீட்டின் வாசலில் கோலம் போட்டு,  வழிபாடு செய்கிறார்கள். மழை இல்லாததால் மக்கள் படும் துன்பத்தை இந்த  வழிபாடு காட்டுகிறது.  மழை பெய்ய வேண்டும் என்ற மக்களின் வேண்டுதலை இந்த  வழிபாடு எடுத்துக் காட்டுகிறது."
  },
  {
    "description": "'மானம் செய்த பாவமுங்க' என்ற வரிகள்  மழைச்சோறு கவிதையில்  எதைப் பற்றிக் கூறுகின்றன?",
    "options": [
      "வறட்சியால்  உழவர்கள் படும் துன்பத்தைப் பற்றி ",
      "மழை வேண்டி மக்கள் செய்யும் வழிபாட்டைப் பற்றி",
      "மழை இல்லாததால் உண்டாகும் பஞ்சத்தைப் பற்றி ",
      "மழையின் முக்கியத்துவத்தைப் பற்றி "
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மழைச்சோறு கவிதையில், 'மானம் செய்த பாவமுங்க மக்கள் பசி தீரலையே'  என்ற வரிகள் மழை இல்லாததால் உண்டாகும் பஞ்சத்தைப் பற்றி கூறுகின்றன. வறட்சியால் உழவர்கள்  படும் துன்பத்தை 'கலப்பைப் பிடிக்கும் தம்பி கைசோர்ந்து நிக்குதம்மா'  என்ற வரிகள் விவரிக்கின்றன.  இந்தக் கவிதையில் 'மானம் செய்த பாவமுங்க'  என்ற வரிகள், மக்களின் துயரத்தையும் பஞ்சத்தின் தீவிரத்தையும் எடுத்துக்காட்டுகின்றன.  மழை இல்லாததால் ஏற்படும் கஷ்டத்தை  'மானம் செய்த பாவமுங்க'  என்ற வரிகள்  மிகவும்  சிரத்தையாக  காட்டுகின்றன.  மழை இல்லாததால் ஏற்படும்  பஞ்சத்தால்,  மக்கள் துன்பப்படுவது,  அவர்களின் வாழ்க்கை  யாருக்கும்  சார்ந்திருக்கிறது என்பதை இது காட்டுகிறது."
  }
]
