[
          
  {
    
          "description": "'______' என்ற வினைமுற்று ஒருவரை ஒரு செயலைச் செய்யுமாறு ஏவுவதை குறிக்கும்.",
          "options": [
      "தெரிநிலை",
      "குறிப்பு",
      "ஏவல்",
      "வியங்கோள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஒரு செயலைச் செய்யுமாறு கட்டளையிடுவது அல்லது வேண்டிக் கேட்பது ஆகியவற்றைக் குறிக்கும் வினைமுற்று ஏவல் வினைமுற்று எனப்படும். 'பாடம் படி', 'கடைக்குப் போ' போன்ற தொடர்கள் ஒரு செயலைச் செய்யுமாறு ஏவுவதைத் தெளிவாகக் காட்டுகின்றன. இவ்வாறு ஒருவரை ஒரு செயலைச் செய்யுமாறு ஏவும் வினைமுற்று ஏவல் வினைமுற்று எனப்படும்."
          }
        ,
          
  {
    
          "description": "வியங்கோள் வினைமுற்று ______ பொருள்களை உணர்த்தும்.",
          "options": [
      "செயல், இடம், காலம்",
      "வாழ்த்துதல், வைதல், விதித்தல், வேண்டல்",
      "செய்பவர், கருவி, செய்பொருள்",
      "இவை எதுவும் இல்லை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "வியங்கோள் வினைமுற்று என்பது, ஒரு செயலைச் செய்யுமாறு வேண்டுதல், வாழ்த்துதல், விதித்தல் அல்லது ஒரு பொருளை வைப்பது போன்ற பொருள்களை உணர்த்தும் வினைமுற்று. இது இரு திணைகளையும் (உயர்திணை, அஃறிணை), ஐந்து பால்களையும் (ஆண்பால், பெண்பால், பலர்பால், ஒன்றன் பால், பலவின் பால்), மூன்று இடங்களையும் (தன்மை, முன்னிலை, படர்க்கை) காட்டும். 'வாழ்க', 'ஒழிக', 'வாழியர்', 'வாரல்' போன்ற சொற்கள் வியங்கோள் வினைமுற்றுக்கு சில உதாரணங்கள்."
          }
        ,
          
  {
    
          "description": "______ இயர், அல் ஆகிய விகுதிகள் இக்கால வழக்கில் இல்லை.",
          "options": [
      "தெரிநிலை",
      "குறிப்பு",
      "ஏவல்",
      "வியங்கோள்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "வியங்கோள் வினைமுற்று, வாழ்த்துதல், வைதல், விதித்தல், வேண்டல் ஆகிய பொருள்களை உணர்த்தும் வினைமுற்று. இதன் விகுதிகள் க, இய, இயர், அல் என வரும். ஆனால், 'இயர்', 'அல்' ஆகிய விகுதிகள் இக்கால வழக்கில் இல்லை. செய்யுள் வழக்கில் மட்டுமே இவை பயன்படுத்தப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் தொடர்களில் எது தெரிநிலை வினைமுற்றுக்கு உதாரணமாகும்?",
          "options": [
      "அ) குழந்தை பாடல் பாடுகிறது.",
      "ஆ) மாணவி பள்ளிக்குச் சென்றாள்.",
      "இ) மழை பெய்தது.",
      "ஈ) நாளை விடுமுறை."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "தெரிநிலை வினைமுற்று என்பது, ஒரு செயல் நடைபெறுவதற்குச் செய்பவர், கருவி, நிலம், செயல், காலம், செய்பொருள் ஆகிய ஆறும் முதன்மையானவை ஆகும். இவை ஆறும் வெளிப்படுமாறு அமைவது தெரிநிலை வினைமுற்று எனப்படும். 'மாணவி பள்ளிக்குச் சென்றாள்' என்ற தொடரில் செய்பவர் (மாணவி), நிலம் (பள்ளி), செயல் (சென்றாள்), காலம் (இறந்த காலம்) ஆகியவை வெளிப்படையாக காணப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "'வியங்கோள் வினைமுற்று' என்ற சொல்லைப் பயன்படுத்தி ஒரு வாக்கியத்தை உருவாக்கு.",
          "options": [
      "அ) மாணவர்கள் ஆசிரியரைப் பார்த்து வணக்கம் சொன்னார்கள்.",
      "ஆ) மழை பெய்யும் என்று எதிர்பார்க்கப்பட்டது.",
      "இ) இந்தப் பாடல் மிகவும் அழகாக இருக்கிறது.",
      "ஈ) நான் உன்னை வாழ்த்துகிறேன்."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "வியங்கோள் வினைமுற்று, வாழ்த்துதல், வைதல், விதித்தல், வேண்டல் ஆகிய பொருள்களை உணர்த்தும் வினைமுற்று. 'நான் உன்னை வாழ்த்துகிறேன்' என்ற வாக்கியத்தில் 'வாழ்த்துகிறேன்' என்ற சொல் வாழ்த்துதல் என்ற பொருளை உணர்த்துகிறது."
          }
        ]