
[
  {
    "description": "கலிங்கத்துப்பரணி எந்த மொழியில் எழுதப்பட்ட நூல்?",
    "options": [
      "சமஸ்கிருதம்",
      "பிராகிருதம்",
      "தமிழ்",
      "பாலி"
    ],
    "answer": "C",
    "additional_context": "கலிங்கத்துப்பரணி என்னும் நூல் தமிழில் எழுதப்பட்ட ஒரு சிறந்த நூல். இந்நூல் தமிழ் மொழியின் பெருமையையும் தமிழர்களின் வீரத்தையும் போற்றிப் பாடும் நூல்."
  },
  {
    "description": "கலிங்கத்துப்பரணி எந்த வகை சிற்றிலக்கியத்தைச் சார்ந்தது?",
    "options": [
      "பழமொழி",
      "பரணி",
      "பாடல்",
      "நாடகம்"
    ],
    "answer": "B",
    "additional_context": "கலிங்கத்துப்பரணி என்னும் நூல் பரணி வகையைச் சார்ந்த சிற்றிலக்கியம். 'பரணி' என்பது ஒரு சிற்றிலக்கிய வகை. ஒரு மன்னனின் வெற்றியையும் வீரத்தையும் போற்றிப் பாடும் நூல் பரணி எனப்படும்."
  },
  {
    "description": "கலிங்கத்துப்பரணி எந்த மன்னனின் வெற்றியைப் பாடும் நூல்?",
    "options": [
      "முதலாம் இராஜராஜ சோழன்",
      "முதலாம் குலோத்துங்க சோழன்",
      "இரண்டாம் இராஜேந்திர சோழன்",
      "மூன்றாம் குலோத்துங்க சோழன்"
    ],
    "answer": "B",
    "additional_context": "கலிங்கத்துப்பரணி என்பது முதலாம் குலோத்துங்க சோழன் என்னும் மன்னனின் வெற்றியையும் வீரத்தையும் போற்றிப் பாடும் நூல். இது சோழர்களின் புகழ்பெற்ற போர்க்களங்களில் ஒன்றான கலிங்கப் போரைப் பற்றி எடுத்துரைக்கும் நூல்."
  },
  {
    "description": "கலிங்கத்துப்பரணி எந்தச் சோழ மன்னனின் படைத்தலைவரின் வெற்றியையும் பேசுகிறது?",
    "options": [
      "கருணாகரத் தொண்டைமான்",
      "வீரராமன்",
      "சோழன் சேந்தன்",
      "கரிகாலன்"
    ],
    "answer": "A",
    "additional_context": "கலிங்கத்துப்பரணி என்னும் நூல் முதலாம் குலோத்துங்க சோழ மன்னனின் படைத்தலைவர் கருணாகரத் தொண்டைமானின் வெற்றியையும் போற்றிப் பாடும் நூல். கருணாகரத் தொண்டைமான் ஒரு வீரமிக்க படைத்தலைவர். கலிங்கப் போரில் அவர் சோழப் படையின் தலைமைப் பொறுப்பை ஏற்று வெற்றி பெற்றார். இதுகுறித்து இந்தப் பரணி விவரிக்கிறது."
  },
  {
    "description": "கலிங்கத்துப்பரணி பாடப்பட்ட வகை யாது?",
    "options": [
      "கலி",
      "வெண்பா",
      "கலித்தாழிசை",
      "அசிரியப்பா"
    ],
    "answer": "C",
    "additional_context": "கலிங்கத்துப்பரணி என்னும் நூல் கலித்தாழிசை என்னும் வகையில் பாடப்பெற்ற நூல். இதில் 599 தாழிசைகள் உள்ளன. இது ஒரு அழகிய இலக்கிய வடிவம். இதன் மூலம் இலக்கியம் மிகவும் இனிமையாகவும், கவித்துவமாகவும் அமைகிறது."
  }
]
