[
          
  {
    
          "description": "'கிண்' என்னும் ஒலியானது எந்த இடத்திலிருந்து எழும் என சுந்தரர் பாடலில் குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "பொன் வண்ண நீர்நிலைகளிலிருந்து",
      "மதயானைகள் மணிகளை வீசும் ஒலியிலிருந்து",
      "முழவின் ஒலியிலிருந்து",
      "புல்லாங்குழலின் இசையிலிருந்து"
    ],
    "answer": "B",
    
          "additional_context": "சுந்தரர் பாடிய பாடல்,  'கிண் என்று இசை முரலும்திருக் கேதாரம் என்னீரே'  என்ற வரியுடன் தொடங்குகிறது.  இதில், 'கிண்' என்னும் ஒலி,  மதயானைகள் மணிகளை வீசும் ஒலியிலிருந்து  எழும் எனக் கூறப்படுகிறது.  இந்த வரிகளில்,  கிண் என்னும் ஒலியானது,  நிலத்தின் மீது நின்று கொண்டிருக்கும் மதயானைகள் மணிகளை வாரி வாரி வீசும் ஒலியால்  உருவாகிறது  என்பது விளக்கமாகத் தெரிகிறது."
          }
        ,
          
  {
    
          "description": "சுந்தரர் எழுதிய நூல் எது?",
          "options": [
      "திருவாசகம்",
      "திருப்புகழ்",
      "பெரியபுராணம்",
      "திருத்தொண்டத் தொகை"
    ],
    "answer": "D",
    
          "additional_context": "சுந்தரர்  பாடிய தேவாரப் பாடல்கள்,  பன்னிரு திருமுறைகளுள் ஏழாம் திருமுறையாக வைக்கப்பட்டுள்ளன.  இவர் இயற்றிய  'திருத்தொண்டத் தொகை'  என்னும் நூலையே முதல் நூலாகக் கொண்டு  சேக்கிழார்  'பெரியபுராணத்தை'  படைத்தார்.  இது  சுந்தரரின் இலக்கியப் பணிக்கு ஒரு சான்று."
          }
        ,
          
  {
    
          "description": "தேவாரம் பாடிய மூவர் யார்?",
          "options": [
      "சம்பந்தர், அப்பர், மணிவாசகர்",
      "சம்பந்தர், அப்பர், சுந்தரர்",
      "அப்பர், சுந்தரர், மணிவாசகர்",
      "சம்பந்தர், சுந்தரர், திருமூலர்"
    ],
    "answer": "B",
    
          "additional_context": "தேவாரம்  என்னும் நூலில்,  திருஞானசம்பந்தர், திருநாவுக்கரசர் (அப்பர்), சுந்தரர்  ஆகிய மூவரின் பாடல்கள் இடம் பெற்றுள்ளன.  இந்த மூவரின் பாடல்களைத் தொகுத்து  நம்பியாண்டார் நம்பி  என்னும் அறிஞர் தேவாரம் என்ற நூலைத் தயாரித்தார்."
          }
        ,
          
  {
    
          "description": "'கனகச்சுனை'  என்ற சொல்லில் 'கனக' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "மணல்",
      "நீர்",
      "பொன்",
      "நிலம்"
    ],
    "answer": "C",
    
          "additional_context": "'கனகச்சுனை'  என்பதில்  'கனக'  என்ற சொல் 'பொன்'  என்ற பொருளைத் தருகிறது.  'கனகச்சுனை'  என்ற சொல்லைப் பிரித்துப் பார்த்தால், 'கனக + சுனை'  எனக் கிடைக்கும்.  இதில்,  'கனக'  என்பது  பொன், 'சுனை'  என்பது  நீர்நிலை  என்ற பொருளைத் தருகிறது.   இதனால்,  'கனகச்சுனை'  என்பது  பொன் நிறமுடைய நீர்நிலை  என்ற பொருளைத் தருகிறது."
          }
        ,
          
  {
    
          "description": "சுந்தரர் பாடிய தேவாரப் பாடல் பாடப்படும் போது _________  ,  _________  மற்றும் _________  என்ற இசைக்கருவிகள் ஒலிக்கும்.",
          "options": [
      "புல்லாங்குழல், முழவு, கடம்",
      "புல்லாங்குழல், முழவு, தவில்",
      "புல்லாங்குழல், முழவு, யாழ்",
      "புல்லாங்குழல், முழவு, மிருதங்கம் "
    ],
    "answer": "A",
    
          "additional_context": "சுந்தரர் பாடிய தேவாரப் பாடலில்,  'முதிர்ந்த மூங்கில்களால் ஆகிய புல்லாங்குழலும் முழவும் இணைந்து ஒலிக்கும்'  என்று குறிப்பிடப்பட்டுள்ளது.  மேலும்,  பாடலின் இசை வடிவத்தை விவரிக்கும் போது,  'கடம்'  என்ற இசைக்கருவியும்  குறிப்பிடப்பட்டுள்ளது.  எனவே,  சுந்தரர் பாடிய தேவாரப் பாடலைப் பாடுவதற்கு  புல்லாங்குழல், முழவு, கடம்  என்ற மூன்று இசைக்கருவிகள் தேவைப்படும்  என்பது தெளிவாகிறது."
          }
        ]