
[
  {
    "description": "“நாவின் நுனி அண்ணத்தின் நுனியைப் பொருந்துவதால் பிறக்கின்றன” என்று குறிப்பிடப்பட்டுள்ள மெய் எழுத்துகளில் வல்லினம், மெல்லினம், இடையினம் ஆகியவற்றுள் எது அடங்கும்?",
    "options": [
      "வல்லினம் மட்டும்",
      "மெல்லினம் மட்டும்",
      "இடையினம் மட்டும்",
      "வல்லினம் மற்றும் இடையினம்"
    ],
    "answer": "D",
    "additional_context": "“நாவின் நுனி அண்ணத்தின் நுனியைப் பொருந்துவதால் பிறக்கின்றன” என்று குறிப்பிடப்பட்டுள்ள மெய் எழுத்துகள் ட், ண் ஆகியவை.  இவை இடையின எழுத்துகள் ஆகும்.  இடையின எழுத்துகள் ஆறும் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன.  இந்த இடையின எழுத்துகள் வல்லினம் மற்றும் மெல்லின எழுத்துகளின் இடையேயே அமைந்திருக்கும்.  மேலும் வல்லினம் மற்றும் மெல்லின எழுத்துகளின் ஒலியையும் தன்னகத்தே கொண்டிருக்கும்.  எடுத்துக்காட்டாக, ட் என்ற எழுத்தை ஒலிக்கும்போது நாம் வல்லின எழுத்து த் ன்  ஒலியையும் கொஞ்சம் உணருவோம்.  ண் என்ற எழுத்தை ஒலிக்கும்போது மெல்லின எழுத்து ந் ன்  ஒலியையும் கொஞ்சம் உணருவோம்.  இந்தக் காரணங்களால் இடையின எழுத்துகள் வல்லினம் மற்றும் மெல்லின எழுத்துகளின் இடையே அமைந்திருக்கிறது என்று கூறப்படுகிறது."
  },
  {
    "description": "“கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன” என்று குறிப்பிடப்பட்டுள்ள எழுத்துகளில் மூன்று வகையான எழுத்துகள் அடங்கும். அந்த மூன்று வகை எழுத்துகள் எவை?",
    "options": [
      "உயிர், வல்லினம், இடையினம்",
      "உயிர், மெல்லினம், இடையினம்",
      "உயிர், வல்லினம், மெல்லினம்",
      "வல்லினம், மெல்லினம், இடையினம்"
    ],
    "answer": "A",
    "additional_context": "கழுத்தை இடமாகக் கொண்டு பிறக்கும் எழுத்துகள்  உயிர் எழுத்துகள், இடையின எழுத்துகள்.   உயிர் எழுத்துகள்  பன்னிரண்டும் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன.   இடையின மெய் எழுத்துகள் ஆறும் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன."
  },
  {
    "description": "“மூக்கை இடமாகக் கொண்டு பிறக்கின்றன” என்று குறிப்பிடப்பட்டுள்ள எழுத்துகளில் எந்த வகையான மெய் எழுத்துகள் அடங்கும்?",
    "options": [
      "வல்லினம்",
      "மெல்லினம்",
      "இடையினம்",
      "இவை எதுவுமில்லை"
    ],
    "answer": "B",
    "additional_context": "மூக்கை இடமாகக் கொண்டு பிறக்கும் எழுத்துகள் மெல்லின எழுத்துகள் ஆகும்.  மெல்லின மெய் எழுத்துகள் ஆறும் மூக்கை இடமாகக் கொண்டு பிறக்கின்றன."
  },
  {
    "description": "“மேல்வாய்ப் பல்லின் அடியை நாக்கின் நுனி பொருந்துவதால் பிறக்கின்றன” என்று குறிப்பிடப்பட்டுள்ள மெய் எழுத்துகளில் எவை இடையின எழுத்துகள்?",
    "options": [
      "க், ங்",
      "ச், ஞ்",
      "ட், ண்",
      "த், ந்"
    ],
    "answer": "D",
    "additional_context": "மேல்வாய்ப்பல்லின் அடியை நாக்கின் நுனி பொருந்துவதால் பிறக்கும் எழுத்துகள் த், ந் ஆகியவை. இவை இடையின எழுத்துகள்.  இடையின எழுத்துகள் ஆறும் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன."
  },
  {
    "description": "“ஆய்தம்” என்னும் சொல்லில் உள்ள ஒவ்வோர் எழுத்தின் பிறப்பு இடம் எந்த வகையைச் சார்ந்தது?",
    "options": [
      "“ஆ” - கழுத்து, “ய” - கழுத்து, “த” - தலை, “ம்” - கழுத்து",
      "“ஆ” - கழுத்து, “ய” - மூக்கு, “த” - தலை, “ம்” - கழுத்து",
      "“ஆ” - கழுத்து, “ய” - மூக்கு, “த” - தலை, “ம்” - மூக்கு",
      "“ஆ” - கழுத்து, “ய” - கழுத்து, “த” - தலை, “ம்” - மூக்கு"
    ],
    "answer": "B",
    "additional_context": "“ஆய்தம்” என்னும் சொல்லில் உள்ள எழுத்துகளின் பிறப்பிடம் பின்வருமாறு:  \n  “ஆ” - கழுத்து,   “ய” - மூக்கு,   “த” - தலை,   “ம்” - கழுத்து  \n   \n  உயிர் எழுத்துகள்  பன்னிரண்டும் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன.  \n  மெல்லின மெய் எழுத்துகள் ஆறும் மூக்கை இடமாகக் கொண்டு பிறக்கின்றன.  \n  ஆய்த எழுத்து தலையை இடமாகக் கொண்டு பிறக்கிறது.  \n   \n  இந்த வகையாக “ஆய்தம்” என்னும் சொல்லில் உள்ள ஒவ்வொரு எழுத்தின் பிறப்பு இடம் எந்த வகையைச் சார்ந்தது என்பதை நாம் அறிந்துகொள்ளலாம்."
  }
]
