
[
  {
    "description": "“ஆய்த எழுத்து” எந்த இடத்தை இடமாகக் கொண்டு பிறக்கிறது?",
    "options": [
      "மார்பு",
      "கழுத்து",
      "தலை",
      "மூக்கு"
    ],
    "answer": "C",
    "additional_context": "எழுத்துகளின் பிறப்பினை இடப்பிறப்பு, முயற்சிப் பிறப்பு என இரண்டு வகையாகப் பிரிப்பர்.  உயிர் எழுத்துகள் பன்னிரண்டும் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன. வல்லின மெய் எழுத்துகள் ஆறும் மார்பை இடமாகக் கொண்டு பிறக்கின்றன. மெல்லின மெய் எழுத்துகள் ஆறும் மூக்கை இடமாகக் கொண்டு பிறக்கின்றன. இடையின மெய் எழுத்துகள் ஆறும் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன. ஆய்த எழுத்து தலையை இடமாகக் கொண்டு பிறக்கிறது."
  },
  {
    "description": "“க், ங்” ஆகிய எழுத்துகளின் முயற்சிப் பிறப்பு எது சரியானது?",
    "options": [
      "நாவின் நுனி, அண்ணத்தின் நுனியைப் பொருந்துவதால்.",
      "நாவின் இடை, நடுஅண்ணத்தின் இடைப்பகுதியைப் பொருந்துவதால்.",
      "மேல்வாய்ப் பல்லின் அடியை நாக்கின் நுனி பொருந்துவதால்.",
      "நாவின் முதற்பகுதி, அண்ணத்தின் அடிப்பகுதியைப் பொருந்துவதால்."
    ],
    "answer": "D",
    "additional_context": "க், ங் ஆகிய இருமெய்களும் நாவின் முதற்பகுதி, அண்ணத்தின் அடிப்பகுதியைப் பொருந்துவதால் பிறக்கின்றன."
  },
  {
    "description": "“ழகர, லகர, ளகர” மெய்களின் முயற்சிப் பிறப்பு குறித்துக் கூறப்பட்டுள்ள கூற்று எது சரியானது?",
    "options": [
      "மேல்வாய்ப்பல்லின் அடியை நாக்கின் ஓரங்கள் தடித்துத் தடவுவதால்.",
      "மேல்வாய்ப்பல்லைக் கீழ் உதடு பொருந்துவதால்.",
      "மேல்வாயை நாக்கின் நுனி வருடுவதால்.",
      "மேல்வாயை நாக்கின் நுனி மிகவும் பொருந்துவதால்."
    ],
    "answer": "C",
    "additional_context": "ர், ழ் - ஆகிய இருமெய்களும் மேல்வாயை நாக்கின் நுனி வருடுவதால் பிறக்கின்றன. ல் - இது மேல்வாய்ப் பல்லின் அடியை நாக்கின் ஓரங்கள் தடித்து நெருங்குவதால் பிறக்கிறது. ள் - இது மேல்வாயை நாக்கின் ஓரங்கள் தடித்துத் தடவுதலால் பிறக்கிறது."
  },
  {
    "description": "“ஆய்தம்” என்ற சொல்லில் உள்ள எழுத்துகளில் எது “இடையின” மெய் எழுத்து?",
    "options": [
      "ஆ",
      "ய",
      "த",
      "ம்"
    ],
    "answer": "D",
    "additional_context": "இடையின மெய் எழுத்துகள் ஆறும் கழுத்தை இடமாகக் கொண்டு பிறக்கின்றன. “ஆய்தம்” என்ற சொல்லில் உள்ள எழுத்துகளில் “ம்” என்பது இடையின மெய் எழுத்து. இது கழுத்தை இடமாகக் கொண்டு பிறக்கிறது."
  },
  {
    "description": "எந்த இரண்டு எழுத்துகளும் வாயைத் திறந்து ஒலிப்பதன் மூலம் பிறக்கின்றன?",
    "options": [
      "இ, ஈ",
      "உ, ஊ",
      "அ, ஆ",
      "எ, ஏ"
    ],
    "answer": "C",
    "additional_context": "அ, ஆ ஆகிய இரண்டும் வாய் திறத்தலாகிய முயற்சியால் பிறக்கின்றன. இ, ஈ, எ, ஏ, ஐ ஆகிய ஐந்தும் வாய்திறக்கும் முயற்சியுடன் நாக்கின் அடி ஓரமானது மேல்வாய்ப் பல்லைப் பொருந்தும் முயற்சியால் பிறக்கின்றன. உ, ஊ, ஒ, ஓ, ஔ ஆகிய ஐந்தும் வாய்திறக்கும் முயற்சியுடன் இதழ்களைக் குவிப்பதால் பிறக்கின்றன."
  }
]
