
[
  {
    "description": "'நாளைமட்டுமல்ல' என்ற சொல்லின் இலக்கணப் பெயர் என்ன?",
    "options": [
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "வினையெச்சம்",
      "இடைச்சொல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கவிதை 'நாளைமட்டுமல்ல இன்றும் நம்முடையதுதான் நட' என்ற வரியுடன் தொடங்குகிறது. இந்த வரியில் 'நாளைமட்டுமல்ல' என்பது நாம் நம்முடைய இலக்கை நோக்கிச் செல்லும் வேளையில் நாளை மட்டுமல்ல, இன்றே நாம் துவங்க வேண்டும் என்ற எண்ணத்தை உணர்த்துகிறது. 'நாளைமட்டுமல்ல' என்ற சொல் ஒரு முழுமையான சொல் அல்ல, இது ஒரு கூட்டுச்சொல். இது 'நாளை' என்ற சொல்லை 'மட்டுமல்ல' என்ற சொல்லை சேர்த்து உருவாக்கப்பட்ட சொல். இதன் இலக்கணப் பெயர் இடைச்சொல்."
  },
  {
    "description": "'தூண்டுகோலாகும்' என்ற சொல்லில் 'தூண்டுகோல்' என்ற சொல்லின் இலக்கணப் பெயர் என்ன?",
    "options": [
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "வினையெச்சம்",
      "இடைச்சொல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "'தூண்டுகோலாகும்' என்ற சொல் 'தூண்டுகோல்' என்ற பெயர்ச்சொல்லை  'ஆகும்' என்ற வினைச்சொல்லுடன் இணைத்து உருவாக்கப்பட்ட ஒரு கூட்டுச்சொல். 'தூண்டுகோல்' என்பது ஏதாவது ஒன்றைச் செய்யத் தூண்டும் விஷயம். தோல்வி ஒரு தூண்டுகோலாகும் என்கிறார் கவிஞர். அதாவது தோல்வி  நம்மை நம் இலக்கை நோக்கிச் செல்ல வைக்கும். இதில் 'தூண்டுகோல்' என்பது ஒரு பெயர்ச்சொல்."
  },
  {
    "description": "கவிஞர் பூமியை எப்போது படுக்கையாகவும், எப்போது பாதையாகவும் உருவகப்படுத்துகிறார்?",
    "options": [
      "பூமி எப்போதும் படுக்கையாகும்; எப்போதும் பாதையாகும்",
      "பூமி சோர்வடைந்த போது படுக்கையாகவும், புத்துணர்வடைந்த போது பாதையாகவும் இருக்கும்.",
      "பூமி சூரியன் உதிக்கும் போது படுக்கையாகும்; சூரியன் மறைந்த போது பாதையாகும்.",
      "பூமி இயற்கையாகவே படுக்கையாகும், ஆனால் கவிஞரின் கற்பனை வளம் அதைப் பாதையாகவும் காட்டுகிறது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "'தூங்கி விழுந்தால் பூமி உனக்குப் படுக்கையாகிறது. விழித்து நடந்தால் அதுவே உனக்குப் பாதையாகிறது!' இந்த வரிகள் மூலம் கவிஞர் தன் வாசகர்களை நோக்கி, 'நீ சோர்வடைந்தால் பூமி உனக்கு படுக்கையாகும். நீ புத்துணர்வடைந்து விழித்து எழுந்தால் அது உனக்கு பாதையாகும்.' என்கிறார்.  இந்த வரிகள் நம்மைச் சோர்வடைந்த போது ஓய்வெடுக்க வேண்டும், மீண்டும் புத்துணர்ச்சியுடன் எழுந்து நம் இலக்கை நோக்கிச் செல்ல வேண்டும் என்ற  நல்ல செய்தியை உணர்த்துகிறது."
  },
  {
    "description": "கவிதை வழியாக எந்த செய்தியைப் புரிந்துகொள்ள முடிகிறது?",
    "options": [
      "வாழ்வில் வெற்றி பெறுவதற்கு மிகவும் முயற்சி தேவை.",
      "தோல்விகளை எதிர்கொண்டு வெற்றி பெற வேண்டும்.",
      "நம்பிக்கை, துணிச்சல், செயல்பாடு ஆகியவை வாழ்வில் வெற்றி பெற உதவும்.",
      "கவலைகளைத் தூக்கிக் கொண்டு வாழக்கூடாது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கவிதை நம்மை நம்பிக்கையுடன் இருக்கவும், எப்போதும் செயல்படவும் ஊக்குவிக்கிறது.  'நெய்யாய்த் திரியாய் நீயே மாறினால் தோல்வியும் உனக்கொரு தூண்டுகோலாகும்! வெற்றி உனைச்சுற்றி வெளிச்சவிதை விதைக்கும்!' என்ற வரிகள், நம்மைச் செயல்பட வைக்கவும், தோல்வியை எதிர்கொண்டு  நம்பிக்கையுடன் செயல்படவும்  ஊக்குவிக்கிறது. நம்பிக்கை, துணிச்சல், செயல்பாடு ஆகியவை வாழ்வில் வெற்றி பெற உதவும் என்பதை இது தெளிவுபடுத்துகிறது."
  },
  {
    "description": "கவிதை வழியாக உங்களிடம் ஏற்படும் எண்ணங்கள் யாவை?",
    "options": [
      "வாழ்வில் நாம் இலக்குகளை நிர்ணயிக்க வேண்டும்.",
      "வாழ்வில் நாம் எதிர்கொள்ளும் தோல்விகளை எதிர்கொள்ள வேண்டும்.",
      "நாம் செயல்படாவிட்டால், வாழ்வில் வெற்றி பெற முடியாது.",
      "மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கவிதை வாழ்வில் இலக்கை நிர்ணயித்து அதை அடைவதற்கு நாம் நம்பிக்கை, துணிச்சல், செயல்பாடு ஆகியவற்றைப் பெற்றிருக்க வேண்டும் என்ற செய்தியை  வலியுறுத்துகிறது. 'நட! நாளைமட்டுமல்ல இன்றும் நம்முடையதுதான் நட!' இந்த வரிகள் நம்மை இன்றே துவங்க வேண்டும் என்றும், தாமதிக்கக் கூடாது என்றும்  ஊக்குவிக்கிறது. இதன் மூலம் நம் வாழ்வில் தோல்விகளை எதிர்கொண்டு வெற்றி பெறுவதற்கு நாம் முயற்சிக்க வேண்டும் என்ற எண்ணத்தைத் தூண்டுகிறது. இதன்மூலம் வாழ்வில் நாம் இலக்குகளை நிர்ணயிக்க வேண்டும், தோல்விகளை எதிர்கொண்டு வெற்றி பெற வேண்டும் மற்றும் செயல்படாவிட்டால் வாழ்வில் வெற்றி பெற முடியாது என்பதை நாம் உணர்கிறோம். மேற்கூறிய அனைத்தும் சரி."
  }
]
