
[
  {
    "description": "“அறிவே ஆற்றல் என்பது ஆன்றோர் கூற்று. அறிவும் உழைப்புமே ஒரு மனிதனை வாழ்வில் உயரச் செய்யும்.” - இந்த வரிகளின் மூலம் ஆசிரியர் என்ன கருத்தை வலியுறுத்துகிறார்?",
    "options": [
      "அறிவு மட்டுமே மனிதனை உயரச் செய்யும்.",
      "உழைப்பு மட்டுமே மனிதனை உயரச் செய்யும்.",
      "அறிவும் உழைப்பும் இணைந்தால்தான் மனிதன் உயர முடியும்.",
      "உழைப்பு இல்லாமல் அறிவைப் பெற முடியாது."
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல் வன்முறையை எதிர்க்கும் கருத்தை வலியுறுத்துகிறது. வன்முறையால் பிறரை வெல்வது சரியான செயலல்ல. அறிவினாலும் அன்பினாலும் பிறரை வெல்லும் வெற்றியே நமக்கு பெருமை தரும். இந்த கருத்தை வலியுறுத்தும் பாடல்தான் இது.  பாடல் வரிகள் வழியாக ஆசிரியர் அறிவு மற்றும் உழைப்பின் முக்கியத்துவத்தை வலியுறுத்துகிறார். அறிவு மட்டும் போதாது. அதுடன் உழைப்பும் சேர்ந்தால்தான் ஒரு மனிதன் வாழ்வில் உயர முடியும் என்பதைப் பாடல் வரிகள் தெளிவாகக் காட்டுகின்றன."
  },
  {
    "description": "“கத்தியைத் தீட்டாதே - உந்தன் புத்தியைத் தீட்டு” - இந்த வரிகளின் மூலம் ஆசிரியர் என்ன சொல்ல விரும்புகிறார்?",
    "options": [
      "ஆயுதத்தைப் பயன்படுத்தி எதிரிகளை வெல்ல வேண்டும்.",
      "புத்திசாலித்தனத்தால் எதிரிகளை வெல்ல வேண்டும்.",
      "ஆயுதங்களைத் தீட்டிவைத்து எதிரிகளை எதிர்கொள்ள வேண்டும்.",
      "பகைவர்களை எதிர்கொள்வதற்கு நாம் தயாராக இருக்க வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "கத்தியைத் தீட்டாதே, உன் புத்தியைத் தீட்டு என்பது பாடலின் வரி.  இதன் மூலம் ஆசிரியர் வன்முறையை நிராகரித்து, புத்திசாலித்தனத்தின் மூலம் பகைவர்களை வெல்ல வேண்டும் என்பதை வலியுறுத்துகிறார். புத்திசாலித்தனம் தான் எந்த பிரச்சனையையும் தீர்க்கும் சரியான வழி. கத்தி போன்ற ஆயுதங்களைப் பயன்படுத்தி பகைவர்களை வெல்வது நல்லது அல்ல. புத்திசாலித்தனம்  தான் நிரந்தர வெற்றி."
  },
  {
    "description": "“அன்புக்குப் பாதை விடு!” - இந்த வரிகள் என்ன கருத்தை விளக்குகின்றன?",
    "options": [
      "பகைவர்களிடம் அன்பாக இருக்க வேண்டும்.",
      "அன்பு மிகவும் சக்தி வாய்ந்தது.",
      "பகைவர்களை அன்புடன் எதிர்கொள்ள வேண்டும்.",
      "பகைவர்களுடன் அன்பு காட்ட முடியாது."
    ],
    "answer": "C",
    "additional_context": "'அன்புக்குப் பாதை விடு'  என்பது பாடலில் வரும் ஒரு வரி.  இதன் மூலம் ஆசிரியர் பகைவர்களை அன்புடன் எதிர்கொள்ள வேண்டும் என்று வலியுறுத்துகிறார். பகைவர்களை வெறுப்பதன் மூலம் எதிரிகளை வெல்ல முடியாது. அவர்களை அன்புடன் எதிர்கொண்டால்தான் அவர்கள் நம்மைப் புரிந்துகொள்வார்கள் என்பது ஆசிரியரின் கருத்து."
  },
  {
    "description": "“இதற்குள் ஏனோ அகம்பாவம் இதனால் உண்டோ ஒரு லாபம் – இதை எண்ணிப்பாரு தெளிவாகும்!” - இந்த வரிகள் எதைப் பற்றி பேசுகின்றன?",
    "options": [
      "பகைவர்களை வெல்வதன் நன்மைகளைப் பற்றி.",
      "அகம்பாவத்தின் தீமைகளைப் பற்றி.",
      "மன்னிப்பின் அவசியத்தைப் பற்றி.",
      "திறமையின் முக்கியத்துவத்தைப் பற்றி."
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள் அகம்பாவத்தின் தீமைகளைப் பற்றி பேசுகின்றன. 'இதற்குள் ஏனோ அகம்பாவம் இதனால் உண்டோ ஒரு லாபம் - இதை எண்ணிப்பாரு தெளிவாகும்' என்பது  பாடலில் வரும் வரிகள். இதன் மூலம் ஆசிரியர் அகம்பாவம் ஒருவருக்கு எந்த நன்மையையும்  தராது என்பதை விளக்குகிறார். அகம்பாவம் நம்மை அழிவுக்கு இட்டுச் செல்லும் என்பதை பாடல் வரிகள் வலியுறுத்துகின்றன."
  },
  {
    "description": "“ஆலங்குடி சோமு திரைப்படப் பாடல் ஆசிரியராகப் புகழ்பெற்றவர்.” - இதன் மூலம் ஆசிரியரைப் பற்றி என்ன தெரிய வருகிறது?",
    "options": [
      "அவர் ஒரு கவிஞர்.",
      "அவர் ஒரு பாடலாசிரியர்.",
      "அவர் ஒரு நடிகர்.",
      "அவர் ஒரு இயக்குநர்."
    ],
    "answer": "B",
    "additional_context": "ஆலங்குடி சோமு திரைப்படப் பாடல் ஆசிரியராகப் புகழ்பெற்றவர் என்பது இப்பாடலின் பத்தியில் தெரிவிக்கப்பட்டுள்ளது. எனவே ஆசிரியர் ஒரு பாடலாசிரியர் என்பது தெளிவாகிறது."
  }
]
