
[
  {
    "description": "கலித்தொகை நூலில் குறிப்பிடப்படும் பண்புகளில், அறிவற்றவர்களின் சொற்களைப் பொறுத்தல் என்பது எதைக் குறிக்கிறது?",
    "options": [
      "அன்பு",
      "பண்பு",
      "அறிவு",
      "பொறை"
    ],
    "answer": "D",
    "additional_context": "கலித்தொகை நூல், இயல் ஐந்தில் ஒன்றாகும். இந்த நூல் பல பண்புகளையும் கூறுகிறது. அவற்றில் ஒன்று 'அறிவு'. அறிவு எனப்படுவது 'பேதையார் சொல் நோன்றல்' எனக் கூறுகிறது. அறிவற்றவர்களின் சொற்களைப் பொறுத்தல் என்றால் பொறுமையாக இருப்பது என்பதாகும். அவர்களின் பேச்சைக் கேட்டு அவர்களின் மனநிலையைப் புரிந்துகொண்டு அவர்களைப் பண்படுத்த வேண்டும் என்பது அறிவு எனப்படுவது. ஆகவே, கலித்தொகை நூலில் அறிவற்றவர்களின் சொற்களைப் பொறுத்தல் என்பது பொறை எனப்படுகிறது."
  },
  {
    "description": "\"பாடறிந்து ஒழுகுதல்\" என்ற சொற்றொடர் எந்தப் பண்பைக் குறிக்கிறது?",
    "options": [
      "அன்பு",
      "பண்பு",
      "செறிவு",
      "பொறை"
    ],
    "answer": "B",
    "additional_context": "கலித்தொகை நூலில் 'பாடறிந்து ஒழுகுதல்' என்பது பண்பு எனப்படுகிறது. சான்றோர்கள் காட்டிய வழியில் நடத்தல், நல்லொழுக்கம், நல்ல செயல்களைச் செய்வது என்பது பண்பு எனப்படுகிறது. கலித்தொகையில் இயல் ஐந்து நூலில் பல பண்புகள் குறிப்பிடப்பட்டுள்ளன. அவற்றில் ஒன்று பண்பு. பண்பு எனப்படுவது 'பாடறிந்து ஒழுகுதல்' என்பதாகும். சான்றோர்கள் காட்டிய வழியில் நடத்தல், நல்லொழுக்கம், நல்ல செயல்களைச் செய்வது என்பது பண்பு எனப்படுகிறது."
  },
  {
    "description": "கலித்தொகையின் எந்தப் பகுதியில் நெய்தற்கலி பாடல்கள் இடம்பெற்றுள்ளன?",
    "options": [
      "குறிஞ்சிக்கலி",
      "முல்லைக்கலி",
      "மருதக்கலி",
      "நெய்தற்கலி"
    ],
    "answer": "D",
    "additional_context": "கலித்தொகை, ஐந்து பகுதிகளாக பிரிக்கப்பட்டுள்ளது. அவையாவன: குறிஞ்சிக்கலி, முல்லைக்கலி, மருதக்கலி, நெய்தற்கலி, பாலைக்கலி. கலித்தொகையின் நெய்தற்கலிப் பகுதியில் நெய்தற்கலி பாடல்கள் இடம்பெற்றுள்ளன. நெய்தற்கலிப் பாடல்களை இயற்றியவர் நல்லந்துவனார். இவர் கலித்தொகை நூலைத் தொகுத்தவர்."
  },
  {
    "description": "கலித்தொகை எத்தனை பாடல்களைக் கொண்ட நூல்?",
    "options": [
      "100",
      "150",
      "200",
      "250"
    ],
    "answer": "B",
    "additional_context": "கலித்தொகை என்பது எட்டுத்தொகை நூல்களில் ஒன்றாகும். இந்த நூல் கலிப்பா எனும் பாவகையால் ஆனது. கலித்தொகை நூல் 150 பாடல்களைக் கொண்டது. கலித்தொகையைத் தொகுத்தவர் நல்லந்துவனார். இவர் சங்க காலத்துப் புலவர். கலித்தொகை நூலில் நெய்தற்கலிப் பாடல்களை இயற்றியவரும் இவரே."
  },
  {
    "description": "\"நிறை\" எனப்படுவது எதனைக் குறிக்கிறது?",
    "options": [
      "மறைபொருளைப் பிறர் அறியாமல் காத்தல்",
      "உறவினர்களோடு வெறுப்பின்றி வாழ்தல்",
      "முன் சொன்ன வாக்கை மறுக்காமல் காப்பாற்றுதல்",
      "வறியவர்களுக்கு உதவி செய்தல்"
    ],
    "answer": "A",
    "additional_context": "கலித்தொகை நூலில் 'நிறை' என்பது மறைபொருளைப் பிறர் அறியாமல் காத்தல் என்பதாகும். இது ஒரு முக்கியமான பண்பு. இதன் மூலம் மறைக்க வேண்டிய விஷயங்களை மறைத்துப் பாதுகாக்க வேண்டும் என்பது தெளிவாகிறது. மறைபொருளைக் காப்பது என்பது மிகவும் முக்கியமானது. இதன் மூலம் நமது ரகசியங்கள், நமது மதிப்பு மிக்க பொருட்கள் பாதுகாக்கப்படும். இது நம்மைப் பாதுகாக்கும் ஒரு முக்கியமான காரணியாகும். "
  }
]
