
[
  {
    "description": "பாடலில் குறிப்பிடப்படும் \"துலங்குக வையகமே!\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அ) தமிழ்நாடு ஒளிர வேண்டும்.",
      "ஆ) தமிழ்மொழி உலகம் முழுவதும் பரவ வேண்டும்.",
      "இ) தமிழ்மொழியின் சிறப்புகள் உலகம் முழுவதும் அறியப்பட வேண்டும்.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "இந்தப் பாடலில் பாரதியார் தமிழ்மொழி உலகெங்கும் மேன்மையடைந்து ஒளிர வேண்டும் என்று பிரார்த்தனை செய்கிறார். இது தமிழ்நாடு ஒளிர வேண்டும், தமிழ்மொழி உலகம் முழுவதும் பரவ வேண்டும், தமிழ்மொழியின் சிறப்புகள் உலகம் முழுவதும் அறியப்பட வேண்டும் என்ற எல்லாப் பொருள்களையும் உள்ளடக்கியது."
  },
  {
    "description": "பாரதியார் பாடலில் 'தொல்லை வினைதரு தொல்லை' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அ) மக்களிடையே உள்ள பழைய சமூகப் பிரச்சினைகள்",
      "ஆ) மக்களிடையே உள்ள பழைய நம்பிக்கைகள்",
      "இ) பழைய கருத்துகளால் ஏற்படும் துன்பங்கள்",
      "ஈ) மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "தொல்லை என்ற சொல் பழைய கருத்துகளைக் குறிக்கிறது. அந்தப் பழைய கருத்துகளால் ஏற்படும் துன்பங்களே 'தொல்லை வினைதரு தொல்லை' எனப்படுகிறது. இந்தப் பழைய கருத்துகளால் ஏற்படும் துன்பங்கள் சமூகப் பிரச்சினைகள், நம்பிக்கைகள் என எல்லாவற்றையும் உள்ளடக்கியது."
  },
  {
    "description": "பாடலில் 'ஏழ்கடல் வைப்பினுந் தன்மணம் வீசி'  எனக் குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் என்ன விளக்கப்படுகிறது?",
    "options": [
      "அ) தமிழ்மொழி எல்லா இடங்களிலும் பரவியுள்ளது",
      "ஆ) தமிழ்மொழி மணம் வீசும்",
      "இ) தமிழ்மொழி கடலில் பிறந்தது",
      "ஈ) தமிழ்மொழி ஏழு கடல்களையும் கடந்து சென்றது"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "பாரதியார் இந்த வரிகளில் தமிழ்மொழியின் புகழைத் தன் இலக்கிய மணத்தைப் பரவச் செய்து எல்லா இடங்களிலும் பரவியுள்ளது என்கிறார். தமிழ்மொழியின் இலக்கியம் உலகெங்கும் பரவியுள்ளது என்பதை இந்த வரிகள் குறிப்பிடுகின்றன."
  },
  {
    "description": "'சூழ்கலி நீங்கத் தமிழ்மொழி ஓங்கத்'  என்னும் வரிகளின் மூலம்  பாரதியார் எதை எதிர்பார்க்கிறார்?",
    "options": [
      "அ) தமிழ்மொழி அனைவராலும் பயன்படுத்தப்பட வேண்டும்",
      "ஆ) தமிழ்மொழி மேன்மையாக வளர வேண்டும்",
      "இ) தமிழ்மொழி  நிறையப் புத்தகங்கள் எழுதப்பட வேண்டும்",
      "ஈ) தமிழ்மொழி எல்லா மொழிகளையும்  வெல்ல வேண்டும்"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "சூழ்கலி என்பது அறியாமை இருளை குறிக்கிறது. அந்த இருள் நீங்கி தமிழ்மொழி மேன்மையடைந்து வளர வேண்டும் என்பது பாரதியாரின் எதிர்பார்ப்பு. தமிழ்மொழி மேன்மையாக வளர்ந்து அனைவராலும் ஏற்றுக் கொள்ளப்பட வேண்டும் என்பது பாரதியாரின் நம்பிக்கை."
  },
  {
    "description": "பாடலில் 'வானம் அறிந்த தனைத்தும் அறிந்து வளர்மொழி வாழியவே!'  எனக் கூறப்படுகிறது. இதன் பொருள் என்ன?",
    "options": [
      "அ) தமிழ்மொழி வானத்தைப் பற்றி அறிந்தது",
      "ஆ) தமிழ்மொழி வானம்  சார்ந்த   நிபுணத்துவம் பெற்றது ",
      "இ) தமிழ்மொழி  எல்லாப் பொருண்மைகளையும்  அறிந்து வளர்கிறது",
      "ஈ) தமிழ்மொழி வானத்தில் வாழும்   பறவைகளைப்  பற்றி அறிந்துள்ளது ' "
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "வானம் என்பது எல்லையற்ற அறிவை குறிக்கிறது. வானம் அறிந்தது என்பது எல்லாப் பொருண்மைகளையும் அறிந்து வளர்ந்தது எனப் பொருள்படும். தமிழ்மொழி எல்லாப் பொருண்மைகளையும் அறிந்து வளர்ந்து மேன்மையடைந்து வாழ வேண்டும் என்று பாரதியார் பிரார்த்தனை செய்கிறார்."
  }
]
