[
          
  {
    
          "description": "'நான் முதலமைச்சர் ஆனால்...' என்ற தலைப்பில் பேசும்போது,  எந்தப் பகுதியில் கொடுக்கப்பட்ட தகவல்கள் உதவக்கூடும்?",
          "options": [
      "தலைமைக்குரிய பண்புகளை வளர்த்துக்கொள்வது குறித்த பகுதி",
      "எதிர்மறைச் சொற்களைப் பயன்படுத்துவது குறித்த பகுதி",
      "இணையத்தில் காண்க என்ற பகுதி",
      "கலைச்சொல் அறிவோம் என்ற பகுதி"
    ],
    "answer": "A",
    
          "additional_context": "'நான் முதலமைச்சர் ஆனால்...' என்ற தலைப்பில் பேசும் போது, தலைமைப் பண்புகளை வளர்த்துக்கொள்வது குறித்த பகுதியில் உள்ள தகவல்கள் மிகவும் உதவியாக இருக்கும்.  ஏனெனில் ஒரு முதலமைச்சர், மக்களுக்கு சேவை செய்யும் பொறுப்பான பதவியை வகிக்கிறார். அதற்கு அவரிடம் தலைமைக்குரிய பண்புகள் அவசியம். இந்தப் பகுதியில் தலைமைக்குரிய பண்புகள் பற்றிய  தகவல்களும், அவற்றை எப்படி வளர்த்துக்கொள்வது என்பது குறித்தும்  பேசப்படுகிறது. உதாரணமாக,  ஒரு விளையாட்டு அணியின் பயிற்சியாளர் வீரர்களிடம் தங்களை அறிமுகப்படுத்திக்கொள்ளக் கேட்டுக்கொண்டார். சிலர் தங்களைத் தமிழ்நாடு, கேரளம், பஞ்சாப் என அறிமுகப்படுத்திக்கொள்ள, ஒருவர் மட்டும் தன்னை 'இந்தியர்' என்று அறிமுகப்படுத்திக்கொண்டார். அவர்தான் அணியின் தலைவராகவும் தேர்ந்தெடுக்கப்பட்டார். காரணம் மற்றவர்களிடமிருந்து தன்னை வேறுபடுத்திக் காட்டியதும், 'இந்தியர்' என்று குழுவாகச் சிந்தித்ததுமே ஆகும். இப்படிப்பட்ட தகுதிகள் இருந்தால் நீங்களும் தலைவர் ஆகலாம்."
          }
        ,
          
  {
    
          "description": "'கதாநாயகன்' என்ற கலைச்சொல்லின் தமிழ்ப் பொருள் என்ன?",
          "options": [
      "கதை சொல்பவர்",
      "கதையின் முக்கியக் கதாபாத்திரம்",
      "கதை எழுத்தாளர்",
      "கதையின் இறுதி முடிவு"
    ],
    "answer": "B",
    
          "additional_context": "'கதாநாயகன்' என்ற கலைச்சொல் 'The Hero' என்ற ஆங்கிலச் சொல்லுக்கு இணையானது. இது கதையின் மையக் கதாபாத்திரத்தை குறிக்கும்.  அந்த கதாபாத்திரம் தான் கதையின் முக்கிய நபர்,  அவர் செயல்கள் கதையின் மீது பெரும் தாக்கத்தை ஏற்படுத்தும்."
          }
        ,
          
  {
    
          "description": "'சட்ட மன்ற உறுப்பினர்' என்ற கலைச்சொல்லின் ஆங்கிலப் பொருள் என்ன?",
          "options": [
      "Member of Parliament",
      "Member of Legislative Assembly",
      "Leader of the House",
      "Minister of Law"
    ],
    "answer": "B",
    
          "additional_context": "'சட்ட மன்ற உறுப்பினர்' என்ற கலைச்சொல்லின் ஆங்கிலப் பொருள் 'Member of Legislative Assembly' ஆகும். இதன் சுருக்கமான வடிவம் MLA எனவும் அழைக்கப்படுகிறது. இவர்கள் சட்டசபையில் மக்களின் பிரதிநிதிகளாக செயல்படுகிறார்கள். "
          }
        ,
          
  {
    
          "description": "“எதிர்மறை வினைமுற்றுகள்” பற்றிய விளக்கம் எது சரியானது?",
          "options": [
      "“வந்தது நீ அல்ல” போன்ற சொற்றொடர்களைப் பயன்படுத்தி எதிர்மறை உணர்வை வெளிப்படுத்தும் முறைகள்.",
      "எல்லா வினைச்சொற்களுக்கும் பொதுவாகப் பயன்படுத்தப்படும் ஒரு வகை எதிர்மறை.",
      "'வேறு, உண்டு, இல்லை' போன்ற சொற்களைப் பயன்படுத்தும் முறை.",
      "தன்மை, பாலினம், எண் ஆகியவற்றைக் கருத்தில் கொண்டு வினைச்சொற்களை மாற்றும் முறை."
    ],
    "answer": "D",
    
          "additional_context": "எதிர்மறை வினைமுற்றுகள் என்பது, தன்மை, பாலினம், எண் ஆகியவற்றைக் கருத்தில் கொண்டு வினைச்சொற்களை மாற்றும் முறையாகும்.  எடுத்துக்காட்டாக, 'நான் அல்லேன்' என்ற சொல் ஒருமை, ஆண்பால், தன்மை ஆகியவற்றைக் குறிக்கிறது.  இதைப் போலவே பலர்பால், பெண்பால், பன்மை என வினைச்சொற்களின் வடிவங்கள் மாறுகின்றன.  இதுபோன்ற வடிவங்களை அறிந்து பயன்படுத்த வேண்டும்.  அப்போதுதான் நம் பேச்சு மென்மையாகவும் சரியானதாகவும் இருக்கும்."
          }
        ,
          
  {
    
          "description": "'அணியின் பயிற்சியாளர் வீரர்களிடம் தங்களை அறிமுகப்படுத்திக்கொள்ளக் கேட்டுக்கொண்டார். சிலர் தங்களைத் தமிழ்நாடு, கேரளம், பஞ்சாப் என அறிமுகப்படுத்திக்கொள்ள, ஒருவர் மட்டும் தன்னை 'இந்தியர்' என்று அறிமுகப்படுத்திக்கொண்டார்.'  இந்த பகுதி நமக்கு எதை உணர்த்துகிறது?",
          "options": [
      "தலைவராகும் ஆளுமைப் பண்பு எதுவும் முக்கியமல்ல.",
      "தேசிய உணர்வை வளர்ப்பது தலைமைப் பண்புக்கு அவசியம்.",
      "ஒரு குழுவாகச் சிந்தித்து செயல்படுவது தலைவர்களை உருவாக்குகிறது.",
      "தனித்தனியாக செயல்படக்கூடிய திறன் தலைமைப் பண்புக்கு அவசியம்."
    ],
    "answer": "C",
    
          "additional_context": "இந்த பகுதி ஒரு தலைவர் எப்படி இருக்க வேண்டும் என்பதை காட்டுகிறது.  அணியின் பயிற்சியாளர் வீரர்களிடம் தங்களை அறிமுகப்படுத்திக்கொள்ளக் கேட்டுக்கொண்டார்.  சிலர் தங்களைத் தமிழ்நாடு, கேரளம், பஞ்சாப் என அறிமுகப்படுத்திக்கொள்ள, ஒருவர் மட்டும் தன்னை 'இந்தியர்' என்று அறிமுகப்படுத்திக்கொண்டார்.  இது அவர் குழுவாகச் சிந்தித்து செயல்படும் திறனை காட்டுகிறது.  அணியின் தலைவராக அவர் தேர்ந்தெடுக்கப்பட்டதற்கு இதுவே முக்கிய காரணம். தலைவர்  என்றால் அனைவரையும் ஒருங்கிணைத்து, ஒரே குறிக்கோளை நோக்கிச் செல்லும் திறன் கொண்டவராக இருக்க வேண்டும் என்பது இதன் மூலம் புரிய வரும்."
          }
        ]