
[
  {
    "description": "ஐஞ்சிறுகாப்பியங்கள் எத்தனை?",
    "options": [
      "ஐந்து",
      "நான்கு",
      "மூன்று",
      "இரண்டு"
    ],
    "answer": "A",
    "additional_context": "ஐஞ்சிறுகாப்பியங்கள் என்பவை தமிழ் இலக்கியத்தில் முக்கியத்துவம் வாய்ந்த சிறு காப்பியங்கள் ஆகும். இவை ஐந்து ஆகும். அவை நீலகேசி,  கலிங்கத்துப்பரணி, யாத்திராவுக்கோவை,  முத்தொள்ளாயிரம்,  சிந்தாமணி ஆகியவை.  நீலகேசி நூலின் சிறப்புகள் பற்றி இப்பாடப் பகுதியில் பார்க்கப்படுகின்றன."
  },
  {
    "description": "நீலகேசி நூல் எந்தச் சமயத்தைப் பற்றியது?",
    "options": [
      "இந்து சமயம்",
      "சமண சமயம்",
      "பௌத்த சமயம்",
      "கிறிஸ்தவ சமயம்"
    ],
    "answer": "B",
    "additional_context": "நீலகேசி என்பது சமண சமயத்தின் அடிப்படையில் எழுதப்பட்ட ஒரு சிறு காப்பியம் ஆகும். இந்த நூல் சமண சமயத்தின் தத்துவங்கள், அறங்கள் மற்றும் நடைமுறைகளை விளக்குகிறது. இதன் ஆசிரியர் பெயர் அறியப்படவில்லை."
  },
  {
    "description": "“பேர்தற்கு அரும்பிணி தாம்இவை அப்பிணி...” என்னும் வரியின் மூலம் நீலகேசி என்ன கருத்தை எடுத்துரைக்கிறது?",
    "options": [
      "பிறவித்துன்பம் தீர்க்க இயலாது.",
      "பிறவித்துன்பத்திற்கு மூன்று மருந்துகள் உள்ளன.",
      "பிறவித்துன்பம் தீர்க்கும் மருந்துகளை அடையாளம் காண முடியாது.",
      "பிறவித்துன்பத்தைத் தீர்க்கும் மருந்துகள் மூன்றும்  முக்கியம்."
    ],
    "answer": "D",
    "additional_context": "நீலகேசி நூல் பிறவித்துன்பத்தைப் பற்றி பேசுகிறது. பிறவித்துன்பத்தைத் தீர்க்கும் மருந்துகள் மூன்று என்கிறது. அவை ஓர்தல் (நல்லறிவு), தெளிவு (நற்காட்சி),  ஒழுக்கம் (நல்லொழுக்கம்)  ஆகும். இது இந்த நூலின் மையக் கருத்து."
  },
  {
    "description": "நீலகேசி 'தீர்வனவும் தீராத் திறத்தனவும் செய்ம்மருந்தின்...' என்னும் வரியில் 'உய்ப்பனவும்' எனக் குறிப்பிடப்பட்டுள்ளது. இது எந்த வகையான நோயைக் குறிக்கிறது?",
    "options": [
      "வெளிப்படையாகத் தெரியும் நோய்.",
      "மருந்தினால் தீரும் நோய்.",
      "முற்றிலும் தீரா நோய்.",
      "உள்ளுக்குள் இருந்து துன்பம் தரும் நோய்."
    ],
    "answer": "D",
    "additional_context": "நீலகேசி நூல் நோய்களின் மூன்று வகைகளைப் பற்றி பேசுகிறது. அவை தீர்வன (மருந்தினால் தீரும் நோய்கள்), திறத்தன (முற்றிலும் தீரா நோய்கள்), உய்ப்பன (உள்ளுக்குள் இருந்து துன்பம் தரும் நோய்கள்) ஆகும்.  இந்த நூலின் பாடல்கள் இந்த மூன்று வகை நோய்களையும் விளக்குகின்றன."
  },
  {
    "description": "“நிழல்இகழும் பூணாய்” என்னும் சொற்றொடரின் பொருள் என்ன?",
    "options": [
      "அழகிய அணிகலன்களை அணிந்த ஒரு பெண்.",
      "ஒளிமயமான அணிகலன்களை அணிந்த ஒரு பெண்.",
      "இருண்ட அணிகலன்களை அணிந்த ஒரு பெண்.",
      "பளிச்சிடும் அணிகலன்களை அணிந்த ஒரு பெண்."
    ],
    "answer": "B",
    "additional_context": "நீலகேசி நூலில், “நிழல்இகழும் பூணாய்” என்ற சொற்றொடர், அணிகலன்களை அணிந்த ஒரு பெண்ணைக் குறிக்கிறது. “நிழல் இகழும்”  என்ற சொல், ஒளிமயமான  என்பதைக் குறிக்கிறது.  அதாவது, அந்தப் பெண்  ஒளிமயமான அணிகலன்களை அணிந்திருக்கிறாள் என்பது  இந்த சொற்றொடரின் பொருள்."
  }
]
