
[
  {
    "description": "“நலமான உடலுக்கு இரண்டுவேளை சிற்றுண்டியும் ஒருவேளை நிறைவான உணவும் போதுமானது”  என்ற வாக்கியம்  என்ன  கருத்து  கூறுகிறது?",
    "options": [
      "a)  நிறைவான உணவை மட்டும் உட்கொண்டால் போதும்.",
      "b)  நலமான உடலுக்கு  சிற்றுண்டி அவசியம் இல்லை.",
      "c)  சிற்றுண்டி  சாப்பிட்டால்  உடல்  நலமாக இருக்கும்.",
      "d)  நலமான உடலுக்கு  சரியான  உணவு  முறையை  பின்பற்றுவது  முக்கியம்."
    ],
    "answer": "D",
    "additional_context": "நம் உடல் நலத்திற்காக நாம் கடைபிடிக்க வேண்டிய சில உணவு முறைகளை இவ்வாக்கியத்தில் கூறப்பட்டுள்ளது. இரண்டு வேளை சிற்றுண்டியும், ஒருவேளை நிறைவான உணவும் போதுமானது என்பது ஒரு வழிமுறை. ஆனால் அதை விட முக்கியமானது நாம் சாப்பிடும் உணவு எப்படி இருக்க வேண்டும் என்பது தான். சரியான நேரத்தில் சரியான உணவை உட்கொண்டால் நாம் ஆரோக்கியமாக இருப்போம். அந்த வகையில் நாம் சாப்பிடும் உணவில் சரியான சத்துக்கள் இருப்பதற்கு கவனம் செலுத்துவது மிகவும் முக்கியம். மேலும், சரியான நேரத்தில் சாப்பிடுவது, உணவை மெதுவாக மென்று சாப்பிடுவது, போன்றவற்றை  கடைபிடித்தால் நாம் நலமான உடலைப் பெறலாம்."
  },
  {
    "description": "“காலை உணவைத் தவிர்த்தல் கூடாது” என்ற வாக்கியம் எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "a)  காலை உணவு  நலத்திற்கு  மிகவும்  முக்கியமானது.",
      "b)  காலை உணவு  தினமும்  சாப்பிட வேண்டும்.",
      "c)  காலை  உணவு  சாப்பிடாமல்  இருந்தால்  உடல்நலம்  பாதிக்கப்படும்.",
      "d)  மேற்கூறிய அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "காலை உணவு என்பது நமக்கு ஆற்றலைத் தரும் முக்கியமான உணவாகும். காலை உணவைத் தவிர்த்தால் நமக்கு நிறைய உடல்நலப் பிரச்சனைகள் வர வாய்ப்புள்ளது. காலை உணவு சாப்பிடாமல் இருந்தால், உடல் சோர்வாக இருக்கும். அதுமட்டுமல்லாமல்,  நமது செரிமானம் பாதிக்கப்படும். அதனால்,  காலை உணவைத் தவிர்க்காமல் தினமும் சாப்பிடுவது மிகவும் அவசியம்."
  },
  {
    "description": "“இரவெல்லாம் வெற்றுக் குடலுடன் இருந்த உடலுக்குக் குளிர்ச்சியான உணவு மிகவும் நல்லது” என்ற வாக்கியத்தின்  பொருள்  என்ன?",
    "options": [
      "a)  இரவில்  குளிர்ச்சியான  உணவை  சாப்பிடக்கூடாது.",
      "b)  இரவில்  குளிர்ச்சியான  உணவு  உடல்  நலத்திற்கு  நல்லது.",
      "c)  இரவில்  குளிர்ச்சியான  உணவு  சாப்பிடுவது  கெடுதல்.",
      "d)  இரவில்  எந்த  உணவை  சாப்பிட்டாலும்  சரி."
    ],
    "answer": "B",
    "additional_context": "இரவெல்லாம் வெற்றுக் குடலுடன் இருந்த உடலுக்கு குளிர்ச்சியான உணவு மிகவும் நல்லது என்கிறார்கள். இரவில் உடலில் சூடு அதிகமாக இருக்கும். அப்போது குளிர்ச்சியான உணவு சாப்பிடுவது செரிமானத்திற்கு உதவும். அதனால், இரவில் குளிர்ச்சியான உணவை சாப்பிடுவது உடல்நலத்திற்கு நல்லது."
  },
  {
    "description": "“மதிய உணவில் காய்கறிகள், கீரைகள் ஆகியவற்றை அதிக அளவு சேர்த்துக்கொள்ள வேண்டும்” என்ற வாக்கியம் எந்தக் கருத்தை  வலியுறுத்துகிறது?",
    "options": [
      "a)  காய்கறிகள், கீரைகள்  சாப்பிடுவது  நலத்திற்கு  நல்லது.",
      "b)  மதிய  உணவில்  காய்கறிகள், கீரைகள்  அதிகமாக  சாப்பிட வேண்டும்.",
      "c)  காய்கறிகள், கீரைகள்  உடலுக்கு  சத்துக்களை  அளிக்கிறது.",
      "d)  மேற்கூறிய அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "மதிய உணவு என்பது நம் நாளின் முக்கியமான உணவாகும். மதிய உணவில் அதிகமாக காய்கறிகளையும் கீரைகளையும் சேர்த்துக்கொள்வது மிகவும் முக்கியம். காரணம், காய்கறிகள் மற்றும் கீரைகள் நமக்கு தேவையான வைட்டமின்கள், தாதுக்கள், மற்றும் நார்ச்சத்துக்கள் ஆகியவற்றை அளிக்கிறது. இவை நமது உடல் நலத்திற்கு மிகவும் அவசியமானவை. மதிய உணவில் காய்கறிகளையும் கீரைகளையும் அதிகமாக சேர்த்துக்கொள்வதால் நாம் ஆரோக்கியமாக இருக்க முடியும்."
  },
  {
    "description": "“அரிசி உணவை அளவாக உண்ண வேண்டும்” என்ற வாக்கியம்  என்ன  கருத்து  கூறுகிறது?",
    "options": [
      "a)  அரிசி  உணவை  சாப்பிடக் கூடாது.",
      "b)  அரிசி  உணவை  அதிகமாக  சாப்பிடக் கூடாது.",
      "c)  அரிசி  உணவை  சாப்பிடுவது  கெடுதல்.",
      "d)  அரிசி  உணவு  உடலுக்கு  நல்லது."
    ],
    "answer": "B",
    "additional_context": "அரிசி என்பது ஒரு முக்கியமான உணவுப் பொருள். இது நமக்கு ஆற்றலைத் தரும். ஆனால் அரிசியை அதிகமாக சாப்பிடுவது உடல்நலத்திற்கு தீங்கு விளைவிக்கும். ஏனெனில், அரிசி அதிகமாக சாப்பிட்டால், நமது உடலில் சர்க்கரை அளவு அதிகமாகும். இது நீரிழிவு நோய், உடல் பருமன் போன்ற நோய்களை ஏற்படுத்தும். அதனால், அரிசி உணவை அளவாக உண்ண வேண்டும்."
  }
]
