
[
  {
    "description": "“பெருக்கத்து வேண்டும் பணிதல் சிறிய சுருக்கத்து வேண்டும் உயர்வு” என்ற திருக்குறள் எதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "செல்வம் குறைந்தால் பெருமை குறையும்",
      "செல்வம் மிகுந்தாலும் பணிவு அவசியம்",
      "வறுமையில் இருந்தாலும் பெருமை இழக்கக் கூடாது",
      "செல்வம் மற்றும் வறுமை ஆகியவை உயர்விற்கு முக்கியம் இல்லை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தத் திருக்குறள், ஒருவருடைய செல்வத்தின் அளவைப் பொறுத்து அவர் நடத்திக்கொள்ள வேண்டிய முறை பற்றி எடுத்துரைக்கிறது. செல்வம் மிகுந்தாலும் பணிவுடன் நடத்திக்கொள்ள வேண்டும் என்றும், வறுமை வந்தாலும் பெருமித உணர்வுடன் வாழவேண்டும் என்றும் இந்தக் குறள் கூறுகிறது."
  },
  {
    "description": "“கேட்டினும் உண்டுஓர் உறுதி கிளைஞரை நீட்டி அளப்பதோர் கோல்” என்ற திருக்குறள் எந்தக் கருத்தை வலியுறுத்துகிறது?",
    "options": [
      "துன்பம் வரும்போதுதான் நண்பர்கள் உண்மையை வெளிப்படுத்துவார்கள்",
      "நண்பர்களை அளவிடுவது தவறு",
      "துன்பத்தால் நண்பர்கள் அழிந்துவிடுவார்கள்",
      "துன்பமே நண்பர்களை அளவிடுவதற்கான வழி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தத் திருக்குறள், துன்பங்கள் நமக்கு வரும்போதுதான் உண்மையான நண்பர்களைத் தெரிந்துகொள்ள முடியும் என்பதை விளக்குகிறது. இயல்பாகவே நட்பு என்பது ஒருவருடைய வசதி, செல்வம், இன்பம் போன்றவற்றைப் பொறுத்து இருக்கும். துன்பங்கள் வரும் போது மட்டுமே ஒருவருடைய உண்மையான நட்பை அறிய முடியும் என்பதையும் இந்தத் திருக்குறள் உணர்த்துகிறது."
  },
  {
    "description": "“நவில்தொறும் நூல்நயம் போலும் பயில்தொறும் பண்புடை யாளர் தொடர்பு” என்ற திருக்குறள் எதை உவமையாகக் காட்டுகிறது?",
    "options": [
      "நல்ல நூல்களின் மீதுள்ள ஆர்வம்",
      "பண்புடையவர்களுடனான நட்பு",
      "நூல்கள் படிப்பதால் கிடைக்கும் ஞானம்",
      "பண்புடையவர்களைப் போல நடத்தல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நூல்கள் படிக்கப் படிக்க நமக்கு இன்பம் தருவது போல, பண்புடையவர்களுடன் நட்பு கொள்வதும் மிகவும் இனிமை தரும் என்பதை இந்தத் திருக்குறள் எடுத்துக்காட்டுகிறது. பண்புடையவர்களுடன் நட்பு கொள்வது என்பது, நம்மை மேம்படுத்தவும், அறிவை வளர்க்கவும் உதவும் என்பதை இக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“நகுதல் பொருட்டுஅன்று நட்டல் மிகுதிக்கண் மேற்சென்று இடித்தல் பொருட்டு” என்ற திருக்குறள் எதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "சிரித்துப் பேசுவது மட்டுமே நட்பு",
      "நண்பர்கள் தவறு செய்யும் போது அவர்களைத் திருத்த வேண்டும்",
      "நட்பு என்பது எப்போதும் சுலபமானது",
      "நண்பர்களைப் பற்றி விமர்சிக்கக் கூடாது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நட்பு என்பது வெறும் சிரித்துப் பேசுவது மட்டுமல்ல. நண்பர்கள் தவறு செய்யும் போது, அவர்களைத் திருத்தி, அவர்களுடைய நலனுக்காக உழைப்பதும் நட்புக்குள் அடங்கும். நண்பர்களுக்கு எப்போதும் துணையாக இருந்து, அவர்களின் நன்மைக்காகப் பாடுபடுவதுதான் உண்மையான நட்பு என்பதை இக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“ஆய்ந்துஆய்ந்து கொள்ளாதான் கேண்மை கடைமுறை தான்சாம் துயரம் தரும்” என்ற திருக்குறள் எதைப் பற்றி எச்சரிக்கிறது?",
    "options": [
      "நட்பு என்பது எப்போதும் நல்லதல்ல",
      "நண்பர்களை ஆராய்ந்து பார்க்க வேண்டும்",
      "நட்பு என்பது எளிதானது",
      "நண்பர்களை அளவிடுவது தவறு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தத் திருக்குறள், நண்பர்களைத் தேர்ந்தெடுக்கும் போது மிகவும் கவனமாக இருக்க வேண்டும் என்பதை எச்சரிக்கிறது. ஒருவருடைய இயல்பு, பழக்கவழக்கங்கள், நடத்தை ஆகியவற்றை நன்கு ஆராய்ந்து பார்த்து, அவர்களுடன் நட்பு கொள்ள வேண்டும். ஆராய்ந்து பாராமல், வேகமாக நட்பு கொள்ளும் போது, பின்னர் துயரம் ஏற்பட வாய்ப்பு அதிகம் என்பதை இக்குறள் கூறுகிறது."
  }
]
