[
          
  {
    
          "description": "'வியங்கோள் வினைமுற்று' எந்த வகையான பொருளை உணர்த்தாது?",
          "options": [
      "அ) வாழ்த்துதல்",
      "ஆ) வைத்தல்",
      "இ) விதித்தல்",
      "ஈ) கேட்டல்"
    ],
    "answer": "D",
    
          "additional_context": "வியங்கோள் வினைமுற்று என்பது வாழ்த்துதல், வைத்தல், விதித்தல் போன்ற செயல்களை குறிக்கும். ஆனால் கேட்டல் என்பது ஏவல் வினைமுற்றின் மூலம் வெளிப்படுத்தப்படும். ஏவல் வினைமுற்று என்பது ஒருவரை ஒரு செயலைச் செய்யுமாறு கட்டளையிடுவது அல்லது வேண்டிக் கொள்வது."
          }
        ,
          
  {
    
          "description": "கீழ்க்காணும் தொடர்களில் எது வினைமுற்று அல்ல?",
          "options": [
      "அ) மலர் பூத்தது.",
      "ஆ) பறவை பறந்தது.",
      "இ) வானம் நீல நிறம்.",
      "ஈ) மரம் உயரமாக வளர்ந்தது."
    ],
    "answer": "C",
    
          "additional_context": "வினைமுற்று என்பது பொருள் முழுமை பெற்ற வினைச்சொல் ஆகும். இத்தொடர்களில் 'வானம் நீல நிறம்' என்பது வினைச்சொல் இல்லாத தொடர்.  மற்றவை அனைத்தும் வினைச்சொற்களை கொண்டு அமைந்துள்ளது. எனவே 'வானம் நீல நிறம்' வினைமுற்று அல்ல."
          }
        ,
          
  {
    
          "description": "'வருகிறான்' என்பது எந்த கால வினைமுற்று?",
          "options": [
      "அ) இறந்த காலம்",
      "ஆ) நிகழ்காலம்",
      "இ) எதிர்காலம்",
      "ஈ) எதுவும் இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "நிகழ்காலத்தில் நடைபெறும் செயலை வினைச்சொற்களில் நிகழ்கால வினைமுற்று காட்டுகிறது. 'வருகிறான்' என்பது நிகழ்காலத்தில் நடைபெறும் செயல் என்பதால், இது நிகழ்கால வினைமுற்று"
          }
        ,
          
  {
    
          "description": "“மாடு வயலில் புல்லை மேய்ந்தது” - இத்தொடரில், வினைச்சொல்லை அடிப்படையாகக் கொண்ட ஒரு குறிப்பிட்ட வினைமுறை எது?",
          "options": [
      "இறந்தகால தெரிநிலை வினைமுற்று",
      "இறந்தகால குறிப்பு வினைமுற்று",
      "நிகழ்கால தெரிநிலை வினைமுற்று",
      "நிகழ்கால குறிப்பு வினைமுற்று"
    ],
    "answer": "A",
    
          "additional_context": "இறந்தகாலத்தில் நடைபெற்ற செயலை தெரிநிலை வினைமுற்று காட்டுகிறது. இத்தொடரில் 'மேய்ந்தது' என்பது இறந்த காலத்தில் நடந்த செயலை குறிப்பதால் இறந்தகால தெரிநிலை வினைமுற்று ஆகும். "
          }
        ,
          
  {
    
          "description": "“கண்ணன் பாடும்” என்ற தொடரில் வரும் வினைச்சொல்லைப் பற்றிய சரியான கூற்று எது?",
          "options": [
      "இறந்தகால குறிப்பு வினைமுற்று",
      "நிகழ்கால தெரிநிலை வினைமுற்று",
      "நிகழ்கால குறிப்பு வினைமுற்று",
      "எதிர்கால தெரிநிலை வினைமுற்று"
    ],
    "answer": "C",
    
          "additional_context": "நிகழ்காலத்தில் நடைபெறும் செயலை குறிப்பு வினைமுற்று காட்டுகிறது. இத்தொடரில் 'பாடும்' என்பது நிகழ்காலத்தில் நடக்கும் செயலை குறிப்பதால் இது நிகழ்கால குறிப்பு வினைமுற்று ஆகும். "
          }
        ]