
[
  {
    "description": "கைவினைக்கலைஞர் ஒருவர் பொருள்களை உருவாக்கப் பயன்படுத்தும் பொருட்கள் 'கைவினைப் பொருள்கள்' எனப்படுகின்றன. பின்வரும் எது கைவினைப் பொருளாகும்?",
    "options": [
      "புல்லாங்குழல்",
      "சடங்கு",
      "கைவினைஞர்",
      "கூடைமுடைதல்"
    ],
    "answer": "A",
    "additional_context": "கைவினைப் பொருள்கள் என்பது கைவினைக்கலைஞர்கள் பொருள்களை உருவாக்கப் பயன்படுத்தும் பொருட்களை குறிக்கும். மேலே கொடுக்கப்பட்ட விருப்பங்களில் புல்லாங்குழல் மட்டுமே ஒரு கைவினைப் பொருள். கூடைமுடைதல் என்பது ஒரு கைவினை, சடங்கு என்பது ஒரு நிகழ்வு, கைவினைஞர் என்பது ஒருவர். "
  },
  {
    "description": "பின்வரும் இசைக்கருவிகளில் எது 'படகம்' எனப்படும் இசைக்கருவியைப் போன்று காற்றுக்கருவியாகும்?",
    "options": [
      "தவில்",
      "கணப்பறை",
      "பேரியாழ்",
      "உறுமி"
    ],
    "answer": "D",
    "additional_context": "படகம் என்பது ஒரு காற்றுக் கருவி. மேலே கொடுக்கப்பட்ட விருப்பங்களில், உறுமியும் ஒரு காற்றுக் கருவி. தவில், கணப்பறை என்பன தாள வாத்தியங்கள். பேரியாழ் என்பது ஒரு நரம்பு வாத்தியம். "
  },
  {
    "description": "“கடிதம் எழுதுக” என்ற பகுதியில் எந்த வகை கடிதம் எழுதுமாறு கேட்கப்பட்டுள்ளது?",
    "options": [
      "நண்பருக்குக் கடிதம் ",
      "வட்டாட்சியருக்கு விண்ணப்பம் ",
      "புகார் கடிதம் ",
      "தொழில் சார்ந்த கடிதம்"
    ],
    "answer": "B",
    "additional_context": "இந்த பகுதியில் இருப்பிடச் சான்று வேண்டி வட்டாட்சியருக்கு விண்ணப்பம் எழுதுமாறு கேட்கப்படுகிறது. எனவே, இது ஒரு வட்டாட்சியருக்கு விண்ணப்பக் கடிதம். "
  },
  {
    "description": "குறுக்கெழுத்துப் புதிர் பகுதியில், எந்த எண்ணுக்கு 'முதற்கருவி' எனப்படும் இசைக்கருவியின் பெயர் விடை?",
    "options": [
      "1",
      "2",
      "4",
      "7"
    ],
    "answer": "A",
    "additional_context": "குறுக்கெழுத்துப் புதிர் பகுதியில் 1வது இடத்தில் 'முதற்கருவி' எனப்படும் இசைக்கருவியின் பெயர் விடை கொடுக்கப்பட்டுள்ளது.  முதற்கருவி என்பது யாழைக் குறிக்கும். "
  },
  {
    "description": "'கைவினைக்கலைகளுள் ஒன்றைக் கற்றுக் கொள்வேன்' என்ற வாக்கியத்தில் எந்த வகை வாக்கியம்?",
    "options": [
      "வினா வாக்கியம்",
      "கட்டளை வாக்கியம்",
      "கூற்று வாக்கியம்",
      "சொற்பொருள் வாக்கியம்"
    ],
    "answer": "C",
    "additional_context": "'கைவினைக்கலைகளுள் ஒன்றைக் கற்றுக் கொள்வேன்' என்ற வாக்கியம் ஏதாவது ஒரு விஷயத்தை கூறுகிறது. எனவே, இது ஒரு கூற்று வாக்கியம். "
  }
]
