
[
  {
    "description": "“கானல்நீர்” என்ற மரபுத்தொடரின் பொருளைத் தருகிற வாக்கியம் எது?",
    "options": [
      "a) அவர் எப்போதும் வெற்றி பெறுவார் என்று நம்பினார்.",
      "b) அவருக்கு ஒரு பெரிய செல்வம் இருந்தது.",
      "c) அவர் ஒரு கனவுப் பணியைப் பெற்றார்.",
      "d) அவர் ஒரு திட்டத்தைத் தொடங்கினார், ஆனால் அது வெற்றி பெறவில்லை."
    ],
    "answer": "D",
    "additional_context": "நம்ம ஊர் மக்கள் எல்லாரும் கூறுவாங்க தண்ணீர் எங்கேனும் இருக்கும், எதுவும் நடக்காது, என்கிற  சம்பவத்த தான் கானல்நீர்னு சொல்றாங்க. இது ஒரு நம்பிக்கை, அது உண்மை இல்ல. அது மாதிரி ஒரு திட்டத்த தொடங்கினோம்,  ஆனா அது வெற்றிபெறாம போனா, கானல்நீர்னு சொல்லுவாங்க."
  },
  {
    "description": "“எடுப்பார் கைப்பிள்ளை” என்ற மரபுத்தொடரின் பொருள் எது?",
    "options": [
      "a) மிகவும் கடினமான பணியைச் செய்பவர்",
      "b) மிகவும் அதிர்ஷ்டசாலி",
      "c) மிகவும் நல்லவராக இருப்பவர்",
      "d) மிகவும் திறமையானவர்"
    ],
    "answer": "D",
    "additional_context": "ஒருத்தர் ரொம்ப கெட்டி, ரொம்ப திறமைசாலி, எதையும் சீக்கிரமா கத்துக்குறாங்க, அப்படிப்பட்ட ஒருத்தர  தான் எடுப்பார் கைப்பிள்ளைனு சொல்லுவாங்க."
  },
  {
    "description": "“நூல்” என்ற தமிழ்ச் சொல்லின் ஆங்கிலப் பெயர் எது?",
    "options": [
      "a) Thread",
      "b) Stitch",
      "c) Loom",
      "d) Factory"
    ],
    "answer": "A",
    "additional_context": "நூல்னு சொன்னா நம்ம எல்லாருக்கும்  புரியும், நூல்ல இருந்து தான் துணி நெய்யறோம். இங்க நூலுக்கு ஆங்கிலத்துல என்னன்னு சொல்றாங்கன்னு பாருங்க. நூலோட ஆங்கிலப் பெயர் தான் Thread."
  },
  {
    "description": "“தோல் பதனிடுதல்” என்ற தமிழ்ச் சொல்லின் ஆங்கிலப் பெயர் எது?",
    "options": [
      "a) Dyeing",
      "b) Tanning",
      "c) Readymade Dress",
      "d) Stitch"
    ],
    "answer": "B",
    "additional_context": "சில சமயங்களில  தோலை எடுத்து , அதை வச்சு  சில பொருட்கள் தயாரிக்கிறாங்க.  தோலை பதனிடுறது எல்லாம் ஒரு பெரிய தொழில்.  தோலை பதனிடுறதுக்கு ஆங்கிலத்துல என்னன்னு சொல்லுவாங்கன்னு பாருங்க."
  },
  {
    "description": "“ஆலை” என்ற தமிழ்ச் சொல்லின் ஆங்கிலப் பெயர் எது?",
    "options": [
      "a) Thread",
      "b) Stitch",
      "c) Loom",
      "d) Factory"
    ],
    "answer": "D",
    "additional_context": "ஆலைனு சொன்னா நம்ம எல்லாருக்கும்  புரியும். பல பொருட்களை உற்பத்தி செய்யும் இடத்தை  தான் ஆலைனு சொல்றாங்க. இங்க ஆலைக்கு ஆங்கிலத்துல என்னன்னு சொல்றாங்கன்னு பாருங்க. ஆலைனோட ஆங்கிலப் பெயர் தான் Factory."
  }
]
