[
          
  {
    
          "description": "'ஓடும் இருக்கும் அதனுள்வாய் வெளுத்திருக்கும் நாடுங் குலைதனக்கு நாணாது - சேடியே தீங்காயது இல்லா திருமலைரா யன்வரையில் தேங்காயும் நாயும்நேர் செப்பு' என்ற பாடலில் பயன்படுத்தப்பட்ட அணி எது?",
          "options": [
      "பிறிதுமொழிதல் அணி",
      "வேற்றுமை அணி",
      "இரட்டுறமொழிதல் அணி",
      "உவமை அணி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தப் பாடல் தேங்காய் மற்றும் நாய் இரண்டிற்கும் பொருந்தும்படி அமைந்துள்ளது. தேங்காயில் ஓடு இருக்கும்; தேங்காயின் உட்பகுதி வெண்மை நிறத்தில் இருக்கும்; தேங்காய் கோணல் இல்லாமல் குலையாகத் தொங்கும். நாய் சிலசமயம் ஓடிக்கொண்டிருக்கும்; சிலசமயம் ஓரிடத்தில் படுத்து இருக்கும்; அதன் வாயின் உட்பகுதி வெண்மையாக இருக்கும்; குரைப்பதற்கு வெட்கப்படாது.  இவ்வாறு இப்பாடல் இரண்டு பொருள் தரும்படி பாடப்பட்டுள்ளதால் இஃது இரட்டுறமொழிதல் அணி ஆகும்."
          }
        ,
          
  {
    
          "description": "'சிலேடை' என்ற சொல்லால் குறிப்பிடப்படும் அணி எது?",
          "options": [
      "பிறிதுமொழிதல் அணி",
      "வேற்றுமை அணி",
      "இரட்டுறமொழிதல் அணி",
      "உவமை அணி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஒரு சொல் அல்லது தொடர் இருபொருள் தருமாறு அமைவது இரட்டுறமொழிதல் என்னும் அணியாகும். இதனைச் சிலேடை என்றும் கூறுவர்."
          }
        ,
          
  {
    
          "description": "“சுவர் இருந்தால்தான் சித்திரம் வரைய முடியும்” என்ற வார்த்தைகள் மலையப்பனுக்கு என்ன புரிய வைத்தன?",
          "options": [
      "சுவர்கள் அழகானவை",
      "சித்திரம் வரைய வேண்டும்",
      "உடல்நலம் இருந்தால்தான் உழைக்க முடியும்",
      "உழைப்பாளி ஆக வேண்டும்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "மலையப்பன் சிறந்த உழைப்பாளி. ஆனால் தனது உடல்நலத்தில் அக்கறை காட்ட மாட்டான். அதனால் அடிக்கடி நோய்வாய்ப்படுவான். ஒருமுறை நோயுற்றிருந்த அவனைப் பார்க்கவந்த அவனது உறவினர் ஒருவர், 'தம்பி சுவர் இருந்தால்தான் சித்திரம் வரைய முடியும். இதை நன்றாகப் புரிந்துகொள்' என்றார். மலையப்பன், 'எனக்கும் இப்போதுதான் புரிகிறது. இனி நான் என் உடல்நலத்தில் போதிய அக்கறை செலுத்துவேன்'என்றான்."
          }
        ,
          
  {
    
          "description": "பிறிதுமொழிதல் அணியில் எது மட்டும் இடம்பெறும்?",
          "options": [
      "உவமை",
      "உவமேயம்",
      "தொடை",
      "சந்தம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "உவமையை மட்டும் கூறி, அதன் மூலம் கூறவந்த கருத்தை உணரவைப்பது பிறிதுமொழிதல் அணி எனப்படும்."
          }
        ,
          
  {
    
          "description": "“தேனும் வெள்ளைச்சர்க்கரையும் இனிப்புச்சுவை உடையவை” என்ற வாக்கியம் என்ன குறிப்பிடுகிறது?",
          "options": [
      "தேன் மற்றும் வெள்ளைச்சர்க்கரை ஒன்றே",
      "தேன் மற்றும் வெள்ளைச்சர்க்கரை வேறுபட்டவை",
      "தேன் மற்றும் வெள்ளைச்சர்க்கரை இனிப்பு",
      "தேன் மற்றும் வெள்ளைச்சர்க்கரை நன்மை செய்யும்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தேனும் வெள்ளைச்சர்க்கரையும் இனிப்புச்சுவை உடையவை. அவற்றுள், தேன் உடலுக்கு நன்மை செய்யும்; வெள்ளைச் சர்க்கரை உடலுக்குத் தீங்கு செய்யும். இப்பகுதியைக் கவனியுங்கள். வெள்ளைச்சர்க்கரைக்கும் தேனுக்கும் இடையே ஒற்றுமையும் உண்டு; வேற்றுமையும் உண்டு. இரண்டும் இனிப்புச்சுவை உடையவை என்பது ஒற்றுமை. ஒன்று உடலுக்கு நன்மை செய்யும்; இன்னொன்று தீங்கு செய்யும் என்பது வேற்றுமை."
          }
        ]