[
          
  {
    
          "description": "'நாங்கள்  எங்கள் நிலத்தை   விற்பதாக  இருந்தால்   எங்கள்   நிலத்தை  நாங்கள்   நேசிப்பது   போலவே   நீங்களும்   நேசியுங்கள்' என்ற   வார்த்தைகள்  எதை   வலியுறுத்துகின்றன?",
          "options": [
      "நிலத்தை  விற்பதற்கு  முன்   அதன்   மதிப்பை   புரிந்துகொள்ள   வேண்டும்",
      "இயற்கை   வளங்களை   நேசித்து   காப்பாற்ற   வேண்டும்",
      "நிலத்தின்   சொந்தக்காரர்களின்   உணர்வுகளை  மதிக்க   வேண்டும்",
      "இயற்கை   வளங்களை   விற்பதற்கு   முன்   அதன்   மதிப்பை   பற்றி   சிந்திக்க   வேண்டும்"
    ],
    "answer": "C",
    
          "additional_context": "நிலத்தின் மதிப்பைப் புரிந்துகொள்ள வேண்டும், இயற்கை வளங்களைப் பாதுகாக்க வேண்டும், நிலத்தின் சொந்தக்காரர்களின் உணர்வுகளை மதிக்க வேண்டும், இயற்கை வளங்களை விற்பதற்கு முன் அதன் மதிப்பைப் பற்றி சிந்திக்க வேண்டும் - இவை அனைத்தும் முக்கியமானவை. ஆனால், சியாட்டலின் வார்த்தைகள், நிலத்தின் மீதான தங்கள் நேசத்தை வாங்குபவர் மதிக்க வேண்டும் என்று சொல்லுகிறது. ஏனெனில் அது மிகவும் புனிதமானது என்று அவர்கள் நம்புகிறார்கள்.  மனிதர்களின் உணர்வுகளை மதிக்க வேண்டும் என்பது  நினைவூட்டப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'இப்பகுதியில் உள்ள எருமைகள் கொல்லப்படுவதையும் எங்குப் பார்த்தாலும் மக்கள் நடமாட்டம் அதிகரிப்பதையும் தொன்மையான மலைகளை மறைத்துத் தொலைபேசிக் கம்பிகள் பெருகி வருவதையும் எங்களால் ஏற்றுக்கொள்ள முடியவில்லை'  என்ற  வாக்கியம் எதை   பற்றி   குறிப்பிடுகிறது?",
          "options": [
      "இயற்கை   வளங்கள்   மீதான   மனிதர்களின்   அதிகப்படியான   பயன்பாடு",
      "நிலத்தின்   அழகை   நிர்வகிப்பதில்   உள்ள   சிரமங்கள்",
      "பழங்குடிகள்   வாழ்க்கை   முறையில்  ஏற்படும்  மாற்றங்கள்",
      "இயற்கை   வளங்களின்    அழிவை   எதிர்க்கும்   செவ்விந்தியர்களின்   உணர்வு"
    ],
    "answer": "D",
    
          "additional_context": "செவ்விந்தியர்களின் பார்வையில்  இயற்கை வளங்களை மதித்துப் பாதுகாக்க வேண்டும் என்பது இன்றியமையாதது. ஆனால்,  இப்பகுதியில் உள்ள எருமைகள் கொல்லப்படுவதையும் எங்குப் பார்த்தாலும் மக்கள் நடமாட்டம் அதிகரிப்பதையும் தொன்மையான மலைகளை மறைத்துத் தொலைபேசிக் கம்பிகள் பெருகி வருவதையும் பார்க்கும் போது அவர்களின் உணர்வுகளை பாதிக்கிறது. அதாவது, இயற்கை வளங்களின் அழிவை எதிர்க்கும் செவ்விந்தியர்களின் உணர்வை இது பிரதிபலிக்கிறது."
          }
        ,
          
  {
    
          "description": "'எங்கள் நிலத்தை விற்பதாக இருந்தால் எங்கள் நிலத்தை நாங்கள் நேசிப்பது போலவே நீங்களும் நேசியுங்கள்' என்ற வாக்கியம்   சொல்லவருவது என்ன?",
          "options": [
      "நிலத்தின்   மதிப்பை  புரிந்துகொண்டு    பாதுகாக்க   வேண்டும்",
      "இயற்கை  வளங்களை  மதித்து   நேசிக்க   வேண்டும்",
      "நிலத்தை   வாங்கினால்   அதனை    பாதுகாப்பதற்கான   பொறுப்பும்  நமக்கு   உண்டு  என்பதை   நினைவூட்டுகிறது",
      "பணத்திற்காக    நிலத்தை  விற்பதை   எதிர்க்கிறது"
    ],
    "answer": "C",
    
          "additional_context": "நிலத்தின் மதிப்பு, இயற்கை வளங்களை மதிக்க வேண்டும்,  நிலத்தை பாதுகாக்க வேண்டும் - இவை அனைத்தும் உண்மை. ஆனால், சியாட்டலின் வார்த்தைகள், நிலத்தை வாங்கினால் அதை பாதுகாக்கும் பொறுப்பு வாங்குபவருக்கு உண்டு என்று சொல்லுகிறது.  அவர்களின் உணர்வுகளையும், அவர்களின் நிலத்தின் மீதான நேசத்தையும் வாங்குபவர் புரிந்துகொண்டு பாதுகாப்பதற்கான  பொறுப்பை ஏற்றுக்கொள்ள வேண்டும் என்பதை  இது வலியுறுத்துகிறது."
          }
        ]