[
          
  {
    
          "description": "“தமிழ் எழுத்துகளின் தோற்றமும் வளர்ச்சியும்” என்ற தலைப்பில் பேசும் போது, எந்த கலைச்சொல்லைப் பயன்படுத்துவது பொருத்தமானது?",
          "options": [
      "a) ஒலியன்",
      "b) கல்வெட்டு",
      "c) சித்திர எழுத்து",
      "d) எதுவும் இல்லை"
    ],
    "answer": [
      "d"
    ],
    
          "additional_context": "தமிழ் எழுத்துகளின் தோற்றம் மற்றும் வளர்ச்சி பற்றி பேசும் போது, ஒலியன், கல்வெட்டு, சித்திர எழுத்து போன்ற கலைச்சொற்களை நேரடியாகப் பயன்படுத்துவது அவசியமில்லை. இந்த தலைப்பில், தமிழ் எழுத்துகளின் தோற்றம், எழுத்து வடிவ மாற்றங்கள், எழுத்துச் சீர்திருத்தம் போன்ற பல்வேறு அம்சங்களை ஆராயலாம். மேலும், தமிழ் எழுத்தின் வளர்ச்சியில், பிராமி எழுத்து, பல்லவ எழுத்து, தமிழ் பிராமி எழுத்து போன்றவற்றின் பங்கு குறித்தும் விவாதிக்கலாம்."
          }
        ,
          
  {
    
          "description": "“எழுத்து, ஒலிவடிவம், அழகுணர்ச்சி, ஏழ்கடல், இரண்டல்ல, ஊழி, உரைநடை, ஔகாரம், ஓலைச்சுவடிகள், ஆரம்நீ, ஈசன், ஐயம்” இந்தச் சொற்களை அகரவரிசைப்படுத்தினால், எந்தச் சொல் இரண்டாவது இடத்தில் வரும்?",
          "options": [
      "a) ஔகாரம்",
      "b) அழகுணர்ச்சி",
      "c) ஏழ்கடல்",
      "d) இரண்டல்ல"
    ],
    "answer": [
      "a"
    ],
    
          "additional_context": "இந்தச் சொற்களை அகரவரிசைப்படுத்தும் போது, அகர வரிசையில் 'ஔகாரம்'  என்ற சொல் 'அழகுணர்ச்சி', 'ஏழ்கடல்', 'இரண்டல்ல'  போன்ற சொற்களை விட முன்னதாக வரும். எனவே, அகரவரிசைப்படுத்திய பிறகு இரண்டாவது இடத்தில் 'ஔகாரம்'  என்ற சொல் வரும்."
          }
        ,
          
  {
    
          "description": "“கல், பூ, மரம், புல், வாழ்த்து, சொல், மாதம், கிழமை, ஈ, பசு, படம், பல், கடல், கை, பக்கம், பா” இந்தச் சொற்களில் எந்தச் சொல்லுக்குப் பன்மை விகுதி சேர்க்கும் போது “கள்” சேர்க்க வேண்டும்?",
          "options": [
      "a) கை",
      "b) மரம்",
      "c) படம்",
      "d) மாதம்"
    ],
    "answer": [
      "c"
    ],
    
          "additional_context": "கல், பூ, மரம், புல், வாழ்த்து, சொல், மாதம், கிழமை, ஈ, பசு, படம், பல், கடல், கை, பக்கம், பா  போன்ற சொற்களில் படம்  என்பதற்கு பன்மை விகுதி சேர்க்கும் போது  'கள்'  சேர்க்க வேண்டும். மற்ற சொற்களுக்கு  'கள்'  சேர்க்கும் போது அவற்றின் பொருள் மாறிவிடும். உதாரணமாக,  'கைகள்'  என்பது கைக்கு பன்மை அல்ல.  'படங்கள்'  என்பது படத்திற்கு பன்மையாகும்.  'மரங்கள்'  என்பது மரத்திற்கு பன்மை அல்ல."
          }
        ,
          
  {
    
          "description": "“படி” என்ற சொல் எந்தத் தொடரில் இருவேறு பொருளைத் தருகிறது?",
          "options": [
      "a) படி படித்து முடித்தான்.",
      "b) படி ஏறினான்.",
      "c) படி கட்டினான்.",
      "d) இரண்டு படிகள் ஏறினான்."
    ],
    "answer": [
      "b"
    ],
    
          "additional_context": "படி என்ற சொல் படிப்பதற்கும், படிக்கட்டிற்கும் பொருள் தரும்.  'படி ஏறினான்'  என்ற தொடரில், படி  என்பது படிக்கட்டைக் குறிக்கிறது.  'படி படித்து முடித்தான்'  என்ற தொடரில்  படி  என்பது படிப்பதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“உலக மொழிகளின் எழுத்து வரலாற்றை உற்று நோக்கினால் சில மாற்றங்கள் நிகழ்ந்துள்ளன என்பதை அறியலாம். அவை ஒரு வரிவடிவத்தை விட்டு மற்றொரு வரிவடிவத்தை ஏற்றுக் கொள்ளுதல்; இருக்கின்ற வரிவடிவத்தில் திருத்தம் செய்து கொள்ளுதல்; எழுத்து எண்ணிக்கையை அதிகரித்துக் கொள்ளுதல் ஆகியனவாகும். வரிவடிவ மாற்றம், வரிவடிவத் திருத்தம், எழுத்துகளின் எண்ணிக்கை மாற்றம் ஆகியவற்றை எழுத்துச் சீர்திருத்தம் என்று குறிப்பிடுகிறோம்” இந்தப் பத்தியில் குறிப்பிடப்பட்டுள்ள எழுத்துச் சீர்திருத்தத்தின் ஒரு வகை எது?",
          "options": [
      "a) வரிவடிவ மாற்றம்",
      "b) வரிவடிவத் திருத்தம்",
      "c) எழுத்துகளின் எண்ணிக்கை மாற்றம்",
      "d) மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "d"
    ],
    
          "additional_context": "இந்த பத்தியில், எழுத்துச் சீர்திருத்தம் என்பது ஒரு வரிவடிவத்தை விட்டு மற்றொரு வரிவடிவத்தை ஏற்றுக் கொள்ளுதல், இருக்கின்ற வரிவடிவத்தில் திருத்தம் செய்து கொள்ளுதல், எழுத்து எண்ணிக்கையை அதிகரித்துக் கொள்ளுதல் ஆகியவற்றைக் குறிப்பிடுகிறது. எனவே, இதிலிருந்து எழுத்துச் சீர்திருத்தம் என்பது ஒரு வகை அல்ல, மாறாக, எழுத்து வடிவத்தில் ஏற்படும் மாற்றங்களைப் பொதுவாகக் குறிப்பிடுவதாக அறியலாம்."
          }
        ]