[
          
  {
    
          "description": "தமிழ்மொழி ______ ஆகவும் ______ ஆகவும் ______ ஆகவும் இருந்து வருவதாலேயே நாம் பழைய நூல்களைப் படிக்க முடிகிறது.",
          "options": [
      "a) செந்தமிழாக, செழுந்தமிழாக, நவீனத் தமிழாக",
      "b) செந்தமிழாக, செழுந்தமிழாக, உயிரோட்டத் தமிழாக",
      "c) செந்தமிழாக, நவீனத் தமிழாக, உயிரோட்டத் தமிழாக",
      "d) செழுந்தமிழாக, நவீனத் தமிழாக, உயிரோட்டத் தமிழாக"
    ],
    "answer": "B",
    
          "additional_context": "பழங்காலம் தொட்டு இயங்கி வரும் தமிழ்மொழிக்கு இயல்பாகவே செந்தமிழ், செழுந்தமிழ், உயிரோட்டத் தமிழ் ஆகிய மூன்று தன்மைகளும் இருக்கின்றன. இதனாலேயே நாம் பழைய நூல்களை இன்றும் படிக்க முடிகிறது."
          }
        ,
          
  {
    
          "description": "'______' என்னும் சொல் '______' என்று வழக்கில் ஊன்றிவிட்டது.",
          "options": [
      "a) ஆமா, மா",
      "b) ஏய், ஏ",
      "c) ஈ, ஈக",
      "d) ஆன், ஆ"
    ],
    "answer": "B",
    
          "additional_context": "எட்டத்தில் போகிற ஒருவனை ஏய் என அழைத்தனர். ஏய் என்பது என்னோடு கூடு, பொருந்து, சேர் என்னும் பொருளை உடையது. ஏய் என்பது ஏ என வழக்கில் ஊன்றிவிட்டது."
          }
        ,
          
  {
    
          "description": "______ என்பது ______ என்னும் பொருளை உடையது.",
          "options": [
      "a) ஏய், என்னோடு கூடு, பொருந்து, சேர்",
      "b) ஆமா, அது",
      "c) ஈ, தேன்",
      "d) மா, பசு"
    ],
    "answer": "A",
    
          "additional_context": "எட்டத்தில் போகிற ஒருவனை ஏய் என அழைத்தனர். ஏய் என்பது என்னோடு கூடு, பொருந்து, சேர் என்னும் பொருளை உடையது."
          }
        ,
          
  {
    
          "description": "ஓரெழுத்து ஒரு மொழிச் சொற்களின் பெருக்கம் தமிழ் மொழியின் ______, ______, ______ என்பனவற்றைக் காட்டுகிறது.",
          "options": [
      "a) பழமை, உயிரோட்டம், வழக்கம்",
      "b) பழமை, வளர்ச்சி, திறன்",
      "c) பழமை, செழுமை, எளிமை",
      "d) பழமை, உயிரோட்டம், விரிவாக்கம்"
    ],
    "answer": "A",
    
          "additional_context": "தமிழில் ஓரெழுத்து ஒரு மொழிச் சொற்களின் பெருக்கம் நம் மொழியின் பழமை, உயிரோட்டம், பெருவழக்கு என்பனவற்றைக் கையில் கனியாகக் காட்டும். இத்தகைய தமிழ்மொழியின் சொற்களை, மொழிப்பற்றை மீட்டெடுத்தலே வழிகாட்டிகளுக்கு முதல் கடமையாய் நிற்கிறது."
          }
        ,
          
  {
    
          "description": "“தமிழ்மொழி பழங்காலம் தொட்டு இயங்கி வருதல் அதன் பெருஞ்சிறப்பு. தொன்மையான மொழிகள் பல ஏட்டளவில் மட்டுமே இருக்கக் காண்கிறோம். வேறு சில மொழிகளில் ஒரு நூற்றாண்டு, இரு நூற்றாண்டுக்கு முற்பட்ட நூல்களைப் படிக்க முடியாத நிலைமையில் இருப்பதையும் காண்கிறோம். ஆனால் தமிழறிந்த, தமிழ்ப் பற்றுள்ள தமிழர் யாரும் கற்க முடியாது எனச் சொல்லும் ஒரு நூல்கூடத் தமிழில் இல்லை. இப்பேறு எதனால்?” \n\nமேற்கண்ட பத்தியின்படி தமிழ் மொழிக்கு இப்பேறு கிடைக்கக் காரணம் எது?",
          "options": [
      "(அ) தமிழில் ஓரெழுத்து ஒரு மொழிச் சொற்கள் அதிகம் இருப்பதால்",
      "(b) தமிழ் மொழி புதிய சொற்களை ஏற்றுக் கொள்ளும் தன்மை கொண்டதால்",
      "(c) தமிழ் மொழியின் பழமை மற்றும் உயிரோட்டத் தன்மையால்",
      "(d) தமிழ் மொழியில் ஏராளமான இலக்கியங்கள் இருப்பதால்"
    ],
    "answer": "C",
    
          "additional_context": "தமிழ்மொழி பழங்காலம் தொட்டு இயங்கி வருதல் அதன் பெருஞ்சிறப்பு. தொன்மையான மொழிகள் பல ஏட்டளவில் மட்டுமே இருக்கக் காண்கிறோம். வேறு சில மொழிகளில் ஒரு நூற்றாண்டு, இரு நூற்றாண்டுக்கு முற்பட்ட நூல்களைப் படிக்க முடியாத நிலைமையில் இருப்பதையும் காண்கிறோம். ஆனால் தமிழறிந்த, தமிழ்ப் பற்றுள்ள தமிழர் யாரும் கற்க முடியாது எனச் சொல்லும் ஒரு நூல்கூடத் தமிழில் இல்லை. இப்பேறு எதனால்? தமிழ்மொழி செந்தமிழாகவும் செழுந்தமிழாகவும் உயிரோட்டத் தமிழாகவும் இருந்து வருவதாலேயே ஆகும்."
          }
        ]