[
          
  {
    
          "description": "“துள்ளல் ஓசை” எந்தப் பாவில் காணப்படுகிறது?",
          "options": [
      "வெண்பா",
      "ஆசிரியப்பா",
      "கலிப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "C",
    
          "additional_context": "பா என்பது கவிதை வகை. வெண்பா, ஆசிரியப்பா, கலிப்பா, வஞ்சிப்பா என நான்கு வகைப்படும். வெண்பா செப்பல் ஓசை உடையது. ஆசிரியப்பா அகவல் ஓசை உடையது. கலிப்பா துள்ளல் ஓசை உடையது. வஞ்சிப்பா தூங்கல் ஓசை உடையது.  இதனால், “துள்ளல் ஓசை” கலிப்பாவில் காணப்படுகிறது."
          }
        ,
          
  {
    
          "description": "“செப்பல் ஓசை” எந்தப் பாவில் காணப்படுகிறது?",
          "options": [
      "வெண்பா",
      "ஆசிரியப்பா",
      "கலிப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "A",
    
          "additional_context": "பா என்பது கவிதை வகை. வெண்பா, ஆசிரியப்பா, கலிப்பா, வஞ்சிப்பா என நான்கு வகைப்படும். வெண்பா செப்பல் ஓசை உடையது. ஆசிரியப்பா அகவல் ஓசை உடையது. கலிப்பா துள்ளல் ஓசை உடையது. வஞ்சிப்பா தூங்கல் ஓசை உடையது.  இதனால், “செப்பல் ஓசை” வெண்பாவில் காணப்படுகிறது."
          }
        ,
          
  {
    
          "description": "“தூங்கல் ஓசை” எந்தப் பாவில் காணப்படுகிறது?",
          "options": [
      "வெண்பா",
      "ஆசிரியப்பா",
      "கலிப்பா",
      "வஞ்சிப்பா"
    ],
    "answer": "D",
    
          "additional_context": "பா என்பது கவிதை வகை. வெண்பா, ஆசிரியப்பா, கலிப்பா, வஞ்சிப்பா என நான்கு வகைப்படும். வெண்பா செப்பல் ஓசை உடையது. ஆசிரியப்பா அகவல் ஓசை உடையது. கலிப்பா துள்ளல் ஓசை உடையது. வஞ்சிப்பா தூங்கல் ஓசை உடையது.  இதனால், “தூங்கல் ஓசை” வஞ்சிப்பாவில் காணப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கொடுக்கப்பட்ட உரையின்படி, யாப்பு இலக்கணம் என்பது என்ன?",
          "options": [
      "அ) கவிதைகளை எழுதுவதற்கான ஒரு வழிமுறை",
      "ஆ) மரபுக்கவிதைகளின் இலக்கணம்",
      "இ) கருத்துக்கு மட்டும் முக்கியத்துவம் தரும் கவிதைகளின் இலக்கணம்",
      "ஈ) அ) மற்றும் ஆ)"
    ],
    "answer": "D",
    
          "additional_context": "பாவலர்கள் தம் உள்ளத்தில் தோன்றும் உயர்ந்த கருத்துகளைப் பாடல்களாகப் படைக்கின்றனர். குறிப்பிட்ட வடிவத்தில் இலக்கணத்திற்கு உட்பட்டு எழுதப்படும் கவிதைகளை மரபுக்கவிதைகள் என்பர். இலக்கணக் கட்டுப்பாடுகளின்றிக் கருத்துக்கு மட்டும் முதன்மை கொடுத்து எழுதப்படும் கவிதைகளைப் புதுக்கவிதைகள் என்பர். மரபுக்கவிதைகள் எழுதுவதற்கான இலக்கணம் யாப்பு இலக்கணம் எனப்படும்."
          }
        ,
          
  {
    
          "description": "'ந, நம், நா, நாம்'  என்றவை எதுக்கு உதாரணம்?",
          "options": [
      "அ) குறில் எழுத்துகள்",
      "ஆ) நேரசை",
      "இ) நிரையசை",
      "ஈ) சீர்"
    ],
    "answer": "B",
    
          "additional_context": "எழுத்துகள் ஒன்றோ சிலவோ சேர்ந்து அமைவது அசை. அது நேரசை, நிரையசை என இருவகைப்படும். குறில் அல்லது நெடில் எழுத்து, தனித்து வந்தாலும் ஒற்றுடன் சேர்ந்து வந்தாலும் நேரசையாகும். (எ.கா.) ந, நம், நா, நாம்."
          }
        ]