
[
  {
    "description": "பின்வருவனவற்றுள் எது 'பன்மை ஏவல் வினைமுற்று' அல்ல?",
    "options": [
      "எழுதுங்கள்",
      "படியுங்கள்",
      "ஓடுங்கள்",
      "வாழ்க"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஒரு செயலைச் செய்யுமாறு கட்டளையிடும் வினைமுற்று ஏவல் வினைமுற்று. ஏவல் வினைமுற்று ஒருமை, பன்மை ஆகிய இரு வகைகளில் வரும். எழுது என்ற சொல் ஒருமை ஏவல் வினைமுற்று. எழுதுங்கள் என்ற சொல் பன்மை ஏவல் வினைமுற்று. வாழ்க என்ற சொல் வியங்கோள் வினைமுற்று. எனவே வாழ்க என்ற சொல் பன்மை ஏவல் வினைமுற்று அல்ல."
  },
  {
    "description": "தெரிநிலை வினைமுற்று எந்த அம்சங்களை முதன்மையாக வெளிப்படுத்தும்?",
    "options": [
      "செய்பவர், காலம்.",
      "செயல், இடம்.",
      "செயல், கருவி, செய்பொருள்.",
      "செய்பவர், கருவி, நிலம், செயல், காலம், செய்பொருள்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "ஒரு செயல் நடைபெறுவதற்குச் செய்பவர், கருவி, நிலம், செயல், காலம், செய்பொருள் ஆகிய ஆறும் முதன்மையானவை ஆகும். இவை ஆறும் வெளிப்படுமாறு அமைவது தெரிநிலை வினைமுற்று எனப்படும். எடுத்துக்காட்டாக, மாணவி கட்டுரை எழுதினாள். என்ற வாக்கியத்தில் மாணவி - செய்பவர், கட்டுரை - செய்பொருள், எழுதுகோல் - கருவி, பள்ளி - நிலம், எழுதுதல் - செயல், இறந்தகாலம் - காலம் என்பதைக் காணலாம்."
  },
  {
    "description": "\"மாடு வயலில் புல்லை மேய்ந்தது.\" - இத்தொடரிலுள்ள வினைமுற்று ______.",
    "options": [
      "மாடு",
      "வயல்",
      "புல்",
      "மேய்ந்தது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "வினைச்சொற்களில் பொருள் முழுமை பெற்று விளங்கும். இவ்வாறு பொருள் முற்றுப் பெற்ற வினைச்சொற்களை முற்றுவினை அல்லது வினைமுற்று என்பர். மாடு வயலில் புல்லை மேய்ந்தது என்ற வாக்கியத்தில் மேய்ந்தது என்பது வினைமுற்று."
  },
  {
    "description": "பின்வருவனவற்றுள் இறந்தகால வினைமுற்று ______.",
    "options": [
      "நடக்கிறான்",
      "உண்பான்",
      "வாழ்க",
      "ஓடாது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இறந்தகாலத்தில் நடைபெற்ற செயலைக் குறிக்கும் வினைமுற்று இறந்தகால வினைமுற்று. நடக்கிறான், உண்பான் ஆகியவை இறந்த காலத்தில் நடைபெறும் செயலைக் குறிப்பதில்லை. வாழ்க என்பது வியங்கோள் வினைமுற்று. ஓடாது என்பது இறந்தகாலத்தில் நடைபெறாத செயலைக் குறிக்கிறது."
  },
  {
    "description": "பின்வருவனவற்றுள் ஏவல் வினைமுற்றுச் சொல் ______.",
    "options": [
      "படித்தான்",
      "ஓடு",
      "வாழ்க",
      "வாழிய"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஏவல் வினைமுற்று என்பது ஒரு செயலைச் செய்யுமாறு கட்டளையிடும் வினைமுற்று. படித்தான் என்பது கடந்தகால வினைமுற்று. வாழ்க என்பது வியங்கோள் வினைமுற்று. வாழிய என்பது வியங்கோள் வினைமுற்று. ஓடு என்பது ஏவல் வினைமுற்று."
  }
]
