[
          
  {
    
          "description": "பின்வரும் தமிழ் எண்களில் எது '25' ஐ குறிக்கிறது?",
          "options": [
      "a) ௫",
      "b) உ ௫",
      "c)  க உ",
      "d) கக"
    ],
    "answer": "b",
    
          "additional_context": "தமிழ் எண்களைப் பற்றி நீங்கள் தெரிந்துகொள்ள வேண்டும். தமிழ் எண்கள் எப்படி எழுதுகிறார்கள் என்பதைப் பற்றி கற்றுக்கொள்ளுங்கள். தமிழ் எண்களைப் பற்றி நீங்கள் தெரிந்துகொள்ள வேண்டும். தமிழ் எண்கள் எப்படி எழுதுகிறார்கள் என்பதைப் பற்றி கற்றுக்கொள்ளுங்கள். தமிழ் எண்களைப் பற்றி நீங்கள் தெரிந்துகொள்ள வேண்டும். தமிழ் எண்கள் எப்படி எழுதுகிறார்கள் என்பதைப் பற்றி கற்றுக்கொள்ளுங்கள். "
          }
        ,
          
  {
    
          "description": "உலக ஈர நில நாள் எந்த மாதத்தில் வருகிறது?",
          "options": [
      "a) ஜனவரி",
      "b) பிப்ரவரி",
      "c) மார்ச்",
      "d) ஏப்ரல்"
    ],
    "answer": "b",
    
          "additional_context": "உலக ஈர நில நாள் பிப்ரவரி மாதத்தில் வருகிறது. ஈரநிலங்கள் மிகவும் முக்கியமானவை. ஈரநிலங்கள் பல்வேறு வகை உயிரினங்களுக்கு வாழ்விடமாக உள்ளன. ஈரநிலங்கள் சுற்றுச்சூழலைப் பாதுகாப்பதில் முக்கியப் பங்கு வகிக்கின்றன. ஈரநிலங்கள் மழைநீர் குறைவதைத் தடுப்பதில் உதவுகின்றன. ஈரநிலங்கள் மண்ணரிப்பைத் தடுப்பதில் உதவுகின்றன.  ஈரநிலங்கள் பல்வேறு வகை உயிரினங்களுக்கு வாழ்விடமாக உள்ளன."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்ட தொடர்களில் எது வினாத்தொடர்?",
          "options": [
      "a) காடு மிகவும் அழகானது.",
      "b) நீ எத்தனை புத்தகங்களைப் படித்திருக்கிறாய்?",
      "c) அதிகாலையில் துயில் எழுவது நல்லது.",
      "d) காட்டில் புலி நடமாட்டம் உள்ளது."
    ],
    "answer": "b",
    
          "additional_context": "ஒருவரிடம் ஏதாவது கேள்வி கேட்பது வினாத்தொடர். இது கேள்விக்குறி இடப்பட்டிருக்கும். வினாத்தொடர்கள் பல்வேறு வகைப்பட்டவை. வினாத்தொடர்களைப் பயன்படுத்தி புதிய விஷயங்களை அறிந்து கொள்ளலாம். வினாத்தொடர்கள் உங்களை சிந்திக்க வைக்கும்."
          }
        ,
          
  {
    
          "description": "'அந்தோ! பூனையின் காலில் அடிபட்டுவிட்டதே!' என்ற தொடரை செய்தித் தொடராக மாற்றினால் எப்படி இருக்கும்?",
          "options": [
      "a) பூனையின் காலில் அடிபட்டது.",
      "b) பூனை காலில் அடிபட்டதா?",
      "c) பூனையின் காலில் அடிபட்டுவிட்டது.",
      "d) பூனையின் காலில் அடிபட்டுவிட்டதே!"
    ],
    "answer": "c",
    
          "additional_context": "செய்தித் தொடர்கள் ஒரு குறிப்பிட்ட செய்தியைத் தெளிவாகக் கூறும். செய்தித் தொடர்கள் பொதுவாக ஒரு செய்தியைப் பற்றி கூறும். செய்தித் தொடர்கள் பொதுவாக ஒரு செய்தியைப் பற்றி கூறும். செய்தித் தொடர்கள் பொதுவாக ஒரு செய்தியைப் பற்றி கூறும். "
          }
        ,
          
  {
    
          "description": "'விழைவுத் தொடர்' எதைக் குறிக்கிறது?",
          "options": [
      "a) ஒருவரைப் பற்றிப் பேசுவதைக் குறிக்கிறது.",
      "b) ஏவல், வேண்டுதல், வாழ்த்துதல், வைதல் ஆகிய பொருள்களைக் குறிக்கிறது.",
      "c)  ஒரு செய்தியைத் தெளிவாகக் கூறும் தொடரை குறிக்கிறது.",
      "d) ஒருவரிடம் ஒன்றை வினவுவதைக் குறிக்கிறது."
    ],
    "answer": "b",
    
          "additional_context": "விழைவுத் தொடர்கள் ஏவல், வேண்டுதல், வாழ்த்துதல், வைதல் ஆகிய பொருள்களைக் குறிக்கும். விழைவுத் தொடர்கள் பொதுவாக ஒருவரிடம் ஏதாவது கேட்டுப் பெறுவதற்காக பயன்படுத்தப்படும். விழைவுத் தொடர்களைப் பயன்படுத்தி ஒருவரை வேண்டுகோள் விடுக்கலாம். விழைவுத் தொடர்களைப் பயன்படுத்தி ஒருவரை வாழ்த்தலாம். விழைவுத் தொடர்களைப் பயன்படுத்தி ஒருவரை வைத்துச் செய்யச் சொல்லலாம். "
          }
        ]