
[
  {
    "description": "“நவில்தொறும் நூல்நயம் போலும் பயில்தொறும் பண்புடை யாளர் தொடர்பு” என்ற திருக்குறள் என்ன கூறுகிறது?",
    "options": [],
    "answer": [
      "பண்புடையவர்களுடன் பழகப் பழக இன்பம் தரும் என்று திருக்குறள் கூறுகிறது."
    ],
    "additional_context": "இந்த திருக்குறள், நல்ல நூல்களைப் படிப்பதால் நமக்கு கிடைக்கும் இன்பத்தை பண்புடையவர்களுடன் பழகும்போது கிடைக்கும் இன்பத்துடன் ஒப்பிடுகிறது. நல்ல நூல்களைப் படிப்பதால் அறிவு வளர்ந்து மகிழ்ச்சி கிடைக்கும். அதுபோல, பண்புடையவர்களுடன் நட்பு பாராட்டுவது, மனதிற்கு மகிழ்ச்சியும் இன்பமும் தரும் என்பதை இது குறிப்பிடுகிறது. நல்ல நூல்கள் படிப்பதால் நமக்கு அறிவு கிடைக்கும், அதுபோல, நல்லவர்களுடன் நட்பு பாராட்டுவதால் நமக்கு அனுபவம் கிடைக்கும், இது நமக்கு நல்ல பாடமாக அமையும் என்று கூறுகிறது."
  },
  {
    "description": "“காட்டு முயலை வீழ்த்திய அம்பினை ஏந்துவதைவிட யானைக்குக் குறிவைத்துத் தவறிய வேலை ஏந்துவது பெருமை தரும்” என்ற திருக்குறள் எதைப் பற்றிக் கூறுகிறது?",
    "options": [
      "யானையை வேட்டையாடுவதால் கிடைக்கும் பெருமை",
      "சிறிய வெற்றியைவிட பெரிய முயற்சி பெருமை தரும்",
      "அம்பு எய்தல் என்பது கடினமான செயல்",
      "யானை வேட்டையாடல் ஆபத்தானது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த திருக்குறள்,  சாதாரணமான காரியத்தை செய்து வெற்றி பெறுவதைவிட, கடினமான காரியத்தை செய்து வெற்றி பெறுவது பெருமை தரும் என்பதை வலியுறுத்துகிறது.  காட்டு முயலை எளிதாக வீழ்த்தி அம்பினை ஏந்துவது சாதாரணமான வெற்றி.  ஆனால், யானையை வீழ்த்துவதற்கு முயன்று, அம்பு தவறிப் போனாலும் கூட அந்த முயற்சி பெருமை தரும். அதாவது, எளிதான வழியில் வெற்றி பெறுவதைக் காட்டிலும், கடினமான முயற்சி செய்வது பெருமை தரும். இது நாம் செய்யும் ஒவ்வொரு காரியத்திலும் நம்மை ஊக்கப்படுத்தும். சாதாரணமான வெற்றியை விட பெரிய முயற்சி பெருமை தரும் என்பதை இது குறிப்பிடுகிறது."
  },
  {
    "description": "“பகைவரை எதிர்த்து நிற்கும் வீரத்தை ஆண்மை என்று கூறுவர். பகைவருக்கும் துன்பம் வரும்போது, உதவி செய்தலை அந்த ஆண்மையின் கூர்மை என்று கூறுவர்” என்ற திருக்குறளின்படி, ஆண்மையின் கூர்மை எதில் வெளிப்படுகிறது?",
    "options": [
      "பகைவரை எதிர்த்து நிற்கும் துணிச்சல்",
      "பகைவருக்கு துன்பம் வரும் போது அவரை ஆதரித்தல்",
      "பகைவரை அழித்தல்",
      "பகைவரை எதிர்த்துப் போராடுதல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த திருக்குறள்,  ஆண்மையின் கூர்மையான அம்சத்தை எடுத்துரைக்கிறது.  பகைவரை எதிர்த்து நிற்பது, அச்சமின்றி தைரியமாக இருப்பதை காட்டுகிறது. இது ஆண்மையின் அடிப்படை. ஆனால், பகைவருக்கு துன்பம் வந்த போது அவரை ஆதரிப்பது ஆண்மையின் உண்மையான கூர்மையை காட்டுகிறது.  அதாவது, பகைவரை எதிர்த்து நிற்கும் துணிச்சலும், அவருக்கு துன்பம் வந்த போது அவரை ஆதரிக்கும் இரக்க குணமும் இருப்பதே உண்மையான ஆண்மையின் கூர்மை என்பதை இது குறிப்பிடுகிறது."
  },
  {
    "description": "“பண்புடையார்ப் பட்டுஉண்டு உலகம் அதுஇன்றேல் மண்புக்கு மாய்வது மன்” என்ற திருக்குறள் எதைக் குறிப்பிடுகிறது?",
    "options": [
      "பண்புடையவர்கள் மண்ணில் வாழ்ந்து இறப்பார்கள்",
      "சான்றோரின் வழியில் நடந்தால் மட்டுமே உலகம் இயங்கும்",
      "மண் பண்புகளை நாம் கடைபிடிக்க வேண்டும்",
      "பண்புடையவர்களின் இயல்பு மண் போன்றது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த திருக்குறள், உலகம் இயங்கும் அடிப்படை பண்புடையவர்களின் நல்லொழுக்கம் என்பதை எடுத்துரைக்கிறது. சான்றோர்களின் வழியில் நடப்பதால்தான் இவ்வுலகம் இன்னும் நிலைபெற்று இருக்கிறது.  அவர்களின் நல்லொழுக்கம் இல்லாவிட்டால்,  இவ்வுலகம் அழிந்துவிடும். அதாவது,  நல்லொழுக்கம் என்பது ஒரு சமுதாயத்திற்கு மிகவும் இன்றியமையாதது என்பதை இது எடுத்துரைக்கிறது.  நாம் அனைவரும் நல்லொழுக்கத்தைக் கடைப்பிடித்து நல்ல சமுதாயத்தை உருவாக்க வேண்டும் என்று இது வலியுறுத்துகிறது."
  },
  {
    "description": "“நட்பு, சிரித்துப் பேசி மகிழ்வதற்கு மட்டும் உரியது அன்று; நண்பர் தவறு செய்தால் அவரைக் கண்டித்துத் திருத்துவதற்கும் உரியது” என்ற திருக்குறள் என்ன விளக்குகிறது?",
    "options": [
      "நண்பர்களுக்கு எப்போதும் உதவ வேண்டும்",
      "நண்பர்களைத் திருத்தும் பொறுப்பு நமக்கு உண்டு",
      "சிரித்துப் பேசுவது நட்புக்கு முக்கியம்",
      "நண்பர்களை கண்டிப்பது தவறு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த திருக்குறள், உண்மையான நட்பின் சாராம்சத்தை விளக்குகிறது.  நட்பு என்பது வெறும் சிரித்துப் பேசி மகிழ்வதற்கு மட்டும் உரியதல்ல.  நண்பர் தவறு செய்தால்,  அவரைக் கண்டித்துத் திருத்துவதற்கும் உரியது. நட்பு என்றால் எப்போதும்  சிரித்து மகிழ்வது மட்டுமல்ல.  நண்பரின் தவறை திருத்தும் பொறுப்பு நமக்கு உண்டு.  இந்த திருக்குறள் நட்பு என்பது ஒரு பரஸ்பர நன்மைகளைக் கொண்ட உறவு என்பதை நமக்கு எடுத்துரைக்கிறது."
  }
]
