
[
  {
    "description": "கோணக்காத்துப் பாட்டின் நோக்கம் என்ன?",
    "options": [
      "புயலின் அழிவைப் பற்றி பாட வேண்டும்.",
      "புயலின் கோரத்தன்மையை வர்ணிக்க வேண்டும்.",
      "புயலால் ஏற்பட்ட துயரத்தை வெளிப்படுத்த வேண்டும்.",
      "புயல் ஏற்படும்போது எடுக்க வேண்டிய நடவடிக்கைகளை விளக்க வேண்டும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டு புயலால் ஏற்பட்ட துயரத்தையும், அழிவையும், மக்களின் துன்பத்தையும் எடுத்துக்காட்டுகிறது. புயல் எதனால் ஏற்பட்டது, அதனால் ஏற்பட்ட சேதங்கள் என்ன என்பதை விவரிக்கிறது. புயல் காற்றின் வேகத்தையும்,  மழையின் சீற்றத்தையும் விவரிக்கிறது. மேலும் மக்களின் துயரத்தை வர்ணிக்கிறது."
  },
  {
    "description": "கோணக்காத்துப் பாட்டில் எந்த ஊரின் பெயர் குறிப்பிடப்படுகிறது?",
    "options": [
      "மதுரை",
      "திருச்சி",
      "வாங்கல்",
      "தஞ்சாவூர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டில் 'வாங்கல்' என்ற ஊர் குறிப்பிடப்படுகிறது.  இந்தப் பாட்டில், வாங்கல் நகரில் தென்னம்பிள்ளைகள் வீணானதாக கூறப்படுகிறது.  புயல் காற்று அடித்த போது வாங்கல் நகரில் வைக்கப்பட்டிருந்த தென்னம்பிள்ளைகள் எல்லாம் அழிந்ததாக கூறப்படுகிறது.  வாங்கல் நகரத்தின் அழகை வர்ணிக்கும் இப்பாட்டு, புயலால் ஏற்பட்ட அழிவை எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "கோணக்காத்துப் பாட்டில் குறிப்பிடப்படும் \"காங்கேய நாடு\" என்பது எந்த பகுதியை குறிக்கிறது?",
    "options": [
      "சோழ நாடு",
      "பாண்டிய நாடு",
      "கொங்கு மண்டலம்",
      "சென்னை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டில் குறிப்பிடப்படும்  \"காங்கேய நாடு\" என்பது கொங்கு மண்டலத்தை குறிக்கிறது.  இந்தப் பாட்டில், 'காங்கேய நாட்டின் மேட்டுக்காட்டில்' வளர்ந்திருந்த பருத்தி எல்லாம் அழிந்ததாகக் குறிப்பிடப்பட்டுள்ளது. கொங்கு மண்டலம் தமிழ்நாட்டின் ஒரு முக்கியமான பகுதி. இப்பகுதி மலைகள் சூழ்ந்த பகுதியாகும்.  காங்கேய நாடு கொங்கு மண்டலத்தில் இருந்த  24 நாடுகளில் ஒன்றாகும்."
  },
  {
    "description": "\"காலனைப்போல்\" என்ற சொல் கோணக்காத்துப் பாட்டில் எதைக் குறிக்கிறது?",
    "options": [
      "புயல் காற்றின் வேகம்",
      "புயலால் ஏற்படும் அழிவு",
      "புயலின் நிறம்",
      "புயலின் சத்தம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டில் 'காலனைப்போல்' என்ற சொல் புயல் காற்றின் வேகத்தைக் குறிக்கிறது.  காலன் என்பது இறப்பின் கடவுள். இறப்பு விரைவாக வரும் என்பதை போல புயல் காற்று வேகமாக அடித்ததை 'காலனைப்போல்' என்ற சொல்லால் உவமைப்படுத்தியுள்ளார்.  புயலின் வேகத்தை  கடவுள் போன்றதாக கூறுவதன் மூலம் புயலின் பயங்கரத்தையும்  அழிவை ஏற்படுத்தும் தன்மையையும்  எடுத்துக்காட்டுகிறார்."
  },
  {
    "description": "கோணக்காத்துப் பாட்டில் எந்த இடத்தின் பெயர் \"சித்தர்கள் பொருந்திவாழும்\" என்று குறிப்பிடப்படுகிறது?",
    "options": [
      "கொல்லி மலை",
      "ஆர்க்காடு",
      "மைசூர்",
      "தெத்துக்காடு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கோணக்காத்துப் பாட்டில் 'கொல்லி மலை'  'சித்தர்கள் பொருந்திவாழும்' என்ற சொல்லால் குறிப்பிடப்படுகிறது.  இந்தப் பாட்டில், கொல்லி மலையைச் சேர்ந்திருந்த நாடு முழுவதும் புயல் காற்றால் அழிந்ததாக கூறப்படுகிறது.  கொல்லி மலை தமிழ்நாட்டில் உள்ள ஒரு முக்கியமான மலை. இம்மலையில் பல சித்தர்கள் தவம் செய்ததாக ஐதீகம்.  சித்தர்கள் தவம் செய்த  இடத்தை புயல் தாக்கியதாக கூறுவதன் மூலம் புயலின் அழிவை எடுத்துக்காட்டுகிறார்."
  }
]
