[
          
  {
    
          "description": "“அக்கல்விக்கும் வாழ்விற்கும் தொடர்பில்லாமல் போகிறது. இது கல்வியாகுமா?” என்னும் திரு.வி.க.வின் கேள்வி எதைக் குறிக்கிறது?",
          "options": [
      "ஏட்டுக்கல்வி மட்டுமே போதாது என்பதை",
      "பட்டம் பெறுவதே இலக்காகக் கல்வி இருக்கக் கூடாது என்பதை",
      "தொழில் நோக்குடன் கல்வி பயில வேண்டும் என்பதை",
      "தாய்மொழி வழிக்கல்வி அவசியம் என்பதை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இன்றைய கல்விப் பயிற்சி தொழில் நோக்கிலேயே அமைந்திருக்கிறது. குறிப்பிட்ட பாடங்களை நெட்டுருச் செய்து, தேர்வில் தேறிப் பட்டம் பெற்று, ஒரு தொழிலில் நுழைவதற்குக் கல்வி ஒரு கருவியாகக் கொள்ளப்பட்டு வருகிறது. நாளடைவில் அக்கல்விக்கும் வாழ்விற்கும் தொடர்பில்லாமல் போகிறது. இது கல்வியாகுமா? இது திரு.வி.க. கேள்விக்கு பதிலாக, கல்வியின் நோக்கம் பட்டம் பெறுவதே இலக்காக இருக்கக்கூடாது என்பதை தெளிவாக எடுத்துக்காட்டுகிறது. "
          }
        ,
          
  {
    
          "description": "திரு.வி.க. தாய்மொழி வழிக்கல்வி குறித்து எந்தக் கருத்தை எடுத்துரைக்கிறார்?",
          "options": [
      "தாய்மொழியில் அறிவியல் கலைகள் இல்லையென்பதால் வேறு மொழிகளைப் பயில வேண்டும்.",
      "தாய்மொழி வழிக்கல்வி தாய்நாட்டின் மீதான அன்பை வளர்க்கும்.",
      "தாய்மொழி வழிக்கல்வி மட்டுமே போதாது, வேறு மொழிகளும் அவசியம்.",
      "தாய்மொழியில் அறிவியல் கலைகளை வளர்க்கும் முயற்சிகள் தேவை."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "நாம் தமிழ் மக்கள்; நாம் நமது தாய்மொழி வாயிலாகக் கல்வி பெறலே சிறப்பு. அதுவே இயற்கை முறை. போதிய ஓய்வும் நேரமும் வாய்ப்பும் இருப்பின் வேறு பல மொழிகளையும் பயிலலாம். ஆனால் முதல் முதல் தாய் மொழி வாயிலாகவே கல்வி பயிலுதல் வேண்டும். தாய்நாடு என்னும் பெயர் தாய்மொழியைக் கொண்டே பிறப்பது. தமிழிலேயே கல்வி போதிக்கத் தமிழில் போதிய கலைகளில்லையே; சிறப்பான அறிவியல் கலைகளில்லையே என்று சிலர் கூக்குரலிடுகிறார். அவரவர் தாம் கண்ட புதுமைகளை முதல் முதல் தம் தாய்மொழியில் வரைந்துவிடுகிறார். அவை பின்னே பல மொழிகளில் பெயர்த்து எழுதப்படுகின்றன. அம்மொழிபெயர்ப்பு முறையைத் தமிழர் கொண்டு ஏன் தாய்மொழியை வளர்த்தல் கூடாது? குறியீடுகளுக்குப் பல மொழிகளினின்றும் கடன் வாங்குவது தமிழுக்கு இழுக்காகாது. கலப்பில் வளர்ச்சியுண்டென்பது இயற்கை நுட்பம். தமிழை வளர்க்கும் முறையிலும் அளவிலும் கலப்பைக் கொள்வது சிறப்பு. ஆகவே, தமிழ்மொழியில் அறிவுக்கலைகள் இல்லை என்னும் பழம்பாட்டை நிறுத்தி, அக்கலைகளைத் தமிழில் பெயர்த்து எழுதித் தாய்மொழிக்கு ஆக்கந் தேடுவோம் என்னும் புதுப்பாட்டைப் பாடுமாறு சகோதரர்களைக் கேட்டுக்கொள்கிறேன்."
          }
        ,
          
  {
    
          "description": "திரு.வி.க. எந்தக் கருத்தை வலியுறுத்தும் வகையில் தமிழ் இலக்கியங்களைப் பட்டியலிடுகிறார்?",
          "options": [
      "இயற்கை ஓவியத்தின் அழகைப் பற்றி",
      "தமிழ் இலக்கியங்களின் இன்பத்தைப் பற்றி",
      "தமிழ் இலக்கியங்களில் அறிவியல் தத்துவங்களைப் பற்றி",
      "தமிழ் இலக்கியங்களின் வரலாற்றைப் பற்றி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "வாழ்விற்குரிய இன்பத்துறைகளுள் காவிய இன்பமும் ஒன்று. அதைத் தலையாயது என்றும் கூறலாம். நாம் தமிழர்கள். நாம் பாட்டின்பத்தை நுகர வேண்டுமேல் நாம் எங்குச் செல்லல் வேண்டும்? தமிழ் இலக்கியங்களுக்கிடையே அன்றோ? தமிழில் இலக்கியங்கள் பலப்பல இருக்கின்றன. இயற்கை ஓவியம் பத்துப்பாட்டு, இயற்கை இன்பக்கலம் கலித்தொகை, இயற்கை வாழ்வில்லம் திருக்குறள், இயற்கை இன்பவாழ்வு நிலையங்கள் சிலப்பதிகாரமும் மணிமேகலையும், இயற்கைத் தவம் சிந்தாமணி, இயற்கைப் பரிணாமம் கம்பராமாயணம், இயற்கை அன்பு பெரியபுராணம், இயற்கை இறையுறையுள் தேவார திருவாசக திருவாய் மொழிகள். இத்தமிழ்க் கருவூலங்களை உன்ன உன்ன உள்ளத்தெழும் இன்ப அன்பைச் சொல்லால் சொல்ல இயலாது."
          }
        ,
          
  {
    
          "description": "'இயற்கைக் கழகத்தில் பயின்றுபயின்று சங்கப்புலவர் இளங்கோ, திருத்தக்கத்தேவர், திருஞானசம்பந்தர், ஆண்டாள், சேக்கிழார், கம்பர், பரஞ்சோதி முதலியோர் இயற்கைக் கோலத்தை எவ்வாறு எழுத்தோவியத்தில் இறக்கியிருக்கின்றனர் என்று ஆராயுங்கள்' என்னும் வாக்கியம் எந்தக் கருத்தை வலியுறுத்துகிறது?",
          "options": [
      "இயற்கைக் கல்வியின் முக்கியத்துவத்தை",
      "சங்கப்புலவர்களின் இலக்கியத் திறமையை",
      "இயற்கையின் அழகை விவரிப்பதன் முக்கியத்துவத்தை",
      "தமிழ் இலக்கியத்தில் இயற்கைக் கோலத்தின் பங்கு பற்றி"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நீங்கள் ஏடுகளைப் பயில்வதுடன் நில்லாது, ஓய்ந்த நேரங்களில் இயற்கை நிலையங்களில் புகுந்து, இயற்கைக் கழகத்தில் நின்று, இயற்கைக் கல்வி பயில்வீர்களானால், இயற்கையோடியைந்த வாழ்வு நடத்த வல்லவர்களாவீர்கள். காடு செறிந்த ஒரு மலை மீது ஏறி, ஒரு மரத்தடியில் நின்று, மண்ணையும் விண்ணையும் நோக்குங்கள். இயற்கை ஓவியத்தைக் கண்டு கண்டு மகிழுங்கள். மண் வழங்கும் பரந்த பசுமையிலும் வெண்மையிலும் விண் வழங்கும் நீலத்திலும் தோய்ந்து திளையுங்கள். காலையில் இளஞாயிறு, கடலிலும் வானிலும் செக்கர் உமிழ்ந்து எழுங்காட்சியை நெஞ்சில் எழுதுங்கள். அருவி முழவும் குயில் குரலும் வண்டிசையும் மயில் அகவலும் மலர் மணமும் தேனினிமையும் தென்றல் வீசலும் புலன்களுக்கு விருந்தாகும் இயற்கை அன்னையைப் பாருங்கள். ஆங்கே சூழ்ந்துள்ள செடி, கொடி மரங்களையும் பறவைகளையும் விலங்குகளையும் உற்றுநோக்கி, சில செடிகள் பூமியில் பரந்தும் சில செடிகள் எழுந்து நின்றும் சில கொடிகள் சுருண்டு சுருண்டு படர்ந்தும் இருப்பதற்கும், சில மரங்கட்கு நீள் கிளையும் கிளிக்கு வளைந்த மூக்கும் யானைக்குத் துதிக்கையும் மானிற்குக் கொம்பும் அமைந்திருப்பதற்கும் என்ன காரணம்? என்று சிந்தியுங்கள். அந்தியில் ஞாயிறு அமருங் கோலத்தையும் பறவைகள் பறந்து செல்வதையும் கால்நடைகளின் மணியோசையையும் காணுங்கள்; கேளுங்கள். இவ்வாறு, இயற்கைக் கழகத்தில் பயின்றுபயின்று சங்கப்புலவர் இளங்கோ, திருத்தக்கத்தேவர், திருஞானசம்பந்தர், ஆண்டாள், சேக்கிழார், கம்பர், பரஞ்சோதி முதலியோர் இயற்கைக் கோலத்தை எவ்வாறு எழுத்தோவியத்தில் இறக்கியிருக்கின்றனர் என்று ஆராயுங்கள்."
          }
        ,
          
  {
    
          "description": "'நாடகத்துக்கு நல்வழியில் புத்துயிர் வழங்க வேண்டும்' என்னும் வாக்கியத்தில் திரு.வி.க. என்னைக் கவலைப்படுகிறார்?",
          "options": [
      "நாடகக் கலையின் வீழ்ச்சியை",
      "நாடகக் கலையின் தவறான பயன்பாட்டை",
      "மாணாக்கர்கள் நாடகத்தில் ஈடுபடுவதில்லை என்பதை",
      "நாடகக் கலை அறிவியல் கல்வியை விடப் பின் தங்கி இருப்பதை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "நாடகக்கல்வி வாழ்விற்கு வேண்டா என்று யான் கூறேன். இடைக்காலத்தில் நாடகக் கலையால் தீமை விளைந்தபோது அதைச் சிலர் அழிக்க முயன்றதுண்டு. இப்போதைய நாடகம் நன்னிலையில்லை என்பதை ஈண்டு விளக்க வேண்டுவதில்லை. நாடகத்துக்கு நல்வழியில் புத்துயிர் வழங்க வேண்டும்."
          }
        ]