
[
  {
    "description": "“அலந்தவர்க்கு உதவுதல்” என்பது எதன் பொருள்?",
    "options": [
      "அறிவு",
      "பண்பு",
      "ஆற்றுதல்",
      "செறிவு"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல் ஒரு நல்லொழுக்க நூல். இது நாம் வாழ்வில் பின்பற்ற வேண்டிய அன்பும், அறிவும், பண்பும், நிறைவும் நிரம்பிய வாழ்வைப் பற்றிக் கூறுகிறது. இதில் நம்மைச் சூழ்ந்த மக்களின் மனநிலையைப் புரிந்து கொண்டு அவர்களை ஆதரிப்பதற்கான அறிவுரைகள் உள்ளன. “ஆற்றுதல் என்பது ஒன்று அலந்தவர்க்கு உதவுதல்” என்கிறது பாடல். வாழ்வில் துன்பப்படுவோருக்கு உதவுவது சிறந்த பண்பு.  "
  },
  {
    "description": "“தன்கிளை செறாஅமை” எனக் குறிப்பிடப்படும்  உணர்வு எது?",
    "options": [
      "பொறாமை",
      "வெறுப்பு",
      "அன்பு",
      "பகைமை"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல் ஒரு நல்லொழுக்க நூல். இது நாம் வாழ்வில் பின்பற்ற வேண்டிய அன்பும், அறிவும், பண்பும், நிறைவும் நிரம்பிய வாழ்வைப் பற்றிக் கூறுகிறது. இதில் நம்மைச் சூழ்ந்த மக்களின் மனநிலையைப் புரிந்து கொண்டு அவர்களை ஆதரிப்பதற்கான அறிவுரைகள் உள்ளன. “அன்பு எனப்படுவது தன்கிளை செறாஅமை” என்கிறது பாடல். அன்புடையோரை வெறுக்காமல் அவர்களோடு நேர்மையாக இருக்க வேண்டும் என்கிறது. "
  },
  {
    "description": "“கண் ஓடாது உயிர் வௌவல்” என்னும் தொடர் எந்தக் குணத்தைப் பற்றி விளக்குகிறது?",
    "options": [
      "பொறுமை",
      "நீதி",
      "அறிவு",
      "செறிவு"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடல் ஒரு நல்லொழுக்க நூல். இது நாம் வாழ்வில் பின்பற்ற வேண்டிய அன்பும், அறிவும், பண்பும், நிறைவும் நிரம்பிய வாழ்வைப் பற்றிக் கூறுகிறது. இதில் நம்மைச் சூழ்ந்த மக்களின் மனநிலையைப் புரிந்து கொண்டு அவர்களை ஆதரிப்பதற்கான அறிவுரைகள் உள்ளன. “முறை எனப்படுவது கண்ஓடாது உயிர் வௌவல்” என்கிறது பாடல். தண்டனை தருவதற்கு முன் நீதியாக இருக்க வேண்டும் என்கிறது.  "
  },
  {
    "description": "“பேதையார் சொல் நோன்றல்” என்பது எதற்கான விளக்கம்?",
    "options": [
      "பண்பு",
      "அறிவு",
      "ஆற்றுதல்",
      "பொறை"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல் ஒரு நல்லொழுக்க நூல். இது நாம் வாழ்வில் பின்பற்ற வேண்டிய அன்பும், அறிவும், பண்பும், நிறைவும் நிரம்பிய வாழ்வைப் பற்றிக் கூறுகிறது. இதில் நம்மைச் சூழ்ந்த மக்களின் மனநிலையைப் புரிந்து கொண்டு அவர்களை ஆதரிப்பதற்கான அறிவுரைகள் உள்ளன. “அறிவு எனப்படுவது பேதையார் சொல் நோன்றல்” என்கிறது பாடல்.  அறிவற்றவர் சொல்லும் பேச்சை பொறுத்துக்கொள்வது அறிவு என்கிறது.  "
  },
  {
    "description": "“முறை” என்பதற்கு கலித்தொகையில் கூறப்படும் பொருள் என்ன?",
    "options": [
      "நல்லறம்",
      "சமத்துவம்",
      "நேர்மை",
      "தண்டனை"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் ஒரு நல்லொழுக்க நூல். இது நாம் வாழ்வில் பின்பற்ற வேண்டிய அன்பும், அறிவும், பண்பும், நிறைவும் நிரம்பிய வாழ்வைப் பற்றிக் கூறுகிறது. இதில் நம்மைச் சூழ்ந்த மக்களின் மனநிலையைப் புரிந்து கொண்டு அவர்களை ஆதரிப்பதற்கான அறிவுரைகள் உள்ளன. “முறை எனப்படுவது கண்ஓடாது உயிர் வௌவல்” என்கிறது பாடல். குற்றம் செய்பவர்களுக்குத் தண்டனை கொடுப்பதே நீதி என்கிறது.  "
  }
]
