[
          
  {
    
          "description": "“குன்றின் மேலிட்ட விளக்கைப் போல” என்ற உவமைத் தொடரைப் பயன்படுத்தித் தொடர் அமைக்கவும்.",
          "options": [
      "அந்தச் செய்தி குன்றின் மேலிட்ட விளக்கைப் போல எல்லா இடங்களிலும் பரவின.",
      "அந்தக் கலைஞரின் படைப்புகள் குன்றின் மேலிட்ட விளக்கைப் போல பிரகாசமாக இருந்தன.",
      "அந்தப் பாடல் குன்றின் மேலிட்ட விளக்கைப் போல மனதை ஈர்த்தது.",
      "அந்த மாணவன் குன்றின் மேலிட்ட விளக்கைப் போல அறிவு பெற்றான்."
    ],
    "answer": "D",
    
          "additional_context": "“குன்றின் மேலிட்ட விளக்கைப் போல” என்ற உவமைத் தொடர், ஒளிரும் விளக்கைப் போல ஒருவரின் அறிவு,  திறமை, புகழ் போன்றவை மிகுந்த  மெருகோடு  தெரிவதைக் குறிக்கும். அந்த மாணவன் குன்றின் மேலிட்ட விளக்கைப் போல அறிவு பெற்றான். என்ற வாக்கியம்  அந்த மாணவன்   பிரகாசமான அறிவைப் பெற்றிருப்பதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "“நோய் வரக் காரணங்கள்” என்ற தலைப்பில் பத்தியை எழுதுக. பத்தியில் எந்த உவமைத் தொடர் பொருத்தமாக இருக்கும்?",
          "options": [
      "உள்ளங்கை நெல்லிக்கனி போல",
      "மடை திறந்த வெள்ளம் போல",
      "விழலுக்கு இறைத்த நீர் போல",
      "பழம் நழுவிப் பாலில் விழுந்தது போல"
    ],
    "answer": "B",
    
          "additional_context": "“நோய் வரக் காரணங்கள்” என்ற தலைப்பில் எழுதப்படும் பத்தியில், நோய் வரக் காரணங்கள்  எண்ணிக்கையில் அதிகமாக  இருக்கும். அதாவது   நோய்களின் எண்ணிக்கை  தடையின்றி  இருப்பது போல  இருக்கும்.  'மடை திறந்த வெள்ளம் போல'  என்ற உவமைத் தொடர் நோய் வரக் காரணங்களின்  எண்ணிக்கை அதிகம் என்பதைப்  பொருத்தமாகக் காட்டும்."
          }
        ,
          
  {
    
          "description": "“மூலிகை” என்ற சொல்லின் ஆங்கில மொழிபெயர்ப்பு என்ன?",
          "options": [
      "Antibiotic",
      "Herbs",
      "Gene",
      "Disease"
    ],
    "answer": "B",
    
          "additional_context": "“மூலிகை” என்ற சொல், நோய்களைத் தீர்க்கும் மருத்துவ குணமுடைய  தாவரங்களை  குறிக்கும்.   “மூலிகை”  என்ற சொல்லின் ஆங்கில மொழிபெயர்ப்பு “Herbs”   என்பதாகும்."
          }
        ,
          
  {
    
          "description": "“நோயற்ற வாழ்வே குறைவற்ற செல்வம்” என்ற பழமொழியின் பொருள் என்ன?",
          "options": [
      "ஆரோக்கியம் அளவற்ற செல்வம்.",
      "நோய் இல்லாத வாழ்வே மிகச் சிறந்த வாழ்வு.",
      "நோயைத் தடுப்பது செல்வத்தைப் பெறுவது போன்றது.",
      "செல்வம் இருந்தால் நோய் இல்லாமல் இருக்கலாம்."
    ],
    "answer": "B",
    
          "additional_context": "“நோயற்ற வாழ்வே குறைவற்ற செல்வம்”  என்ற பழமொழி, நோய் இல்லாத வாழ்வு எந்தச் செல்வத்தையும் விட மிகச் சிறந்தது என்பதை  உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "“பட்டயக் கணக்கர்” என்ற சொல்லின் ஆங்கில மொழிபெயர்ப்பு என்ன?",
          "options": [
      "Auditor",
      "Accountant",
      "Manager",
      "Doctor"
    ],
    "answer": "A",
    
          "additional_context": "“பட்டயக் கணக்கர்”   என்பவர்,  நிறுவனங்களின்  நிதிநிலை  அறிக்கைகளை  பரிசோதித்து,  அவற்றில் உள்ள  குறைகளை  சுட்டிக்காட்டி  அறிவுரை கூறுபவர்.  “பட்டயக் கணக்கர்” என்ற சொல்லின் ஆங்கில மொழிபெயர்ப்பு “Auditor”  என்பதாகும்."
          }
        ]