
[
  {
    "description": "“படித்த புத்தகம்” - இத்தொடரில் “படித்த” என்னும் சொல், எந்த வகையான எச்சத்தைக் குறிக்கிறது?",
    "options": [
      "தெரிநிலை பெயரெச்சம்",
      "குறிப்புப் பெயரெச்சம்",
      "தெரிநிலை வினையெச்சம்",
      "குறிப்பு வினையெச்சம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“படித்த புத்தகம்” என்னும் தொடரில் “படித்த” என்னும் சொல் “புத்தகம்” என்னும் பெயர்ச்சொல்லைக் கொண்டு முடிவதால் இது பெயரெச்சமாகும். மேலும், இத்தொடரில் “படித்த” என்ற சொல்லால் “படித்தல்” என்னும் செயலும் இறந்தகாலமும் வெளிப்படையாகத் தெரிகிறது. இவ்வாறு செயலையும் காலத்தையும் வெளிப்படையாகத் தெரியுமாறு காட்டும் பெயரெச்சம் தெரிநிலைப் பெயரெச்சம் எனப்படும்.  எனவே, “படித்த புத்தகம்” -  இந்த தொடரில் “படித்த” என்னும் சொல் தெரிநிலைப் பெயரெச்சமாகும்."
  },
  {
    "description": "“மெதுவாக நடந்தான்” -  இந்த தொடரில் உள்ள “மெதுவாக” என்னும் சொல், எந்த வகையான எச்சத்தைக் குறிக்கிறது?",
    "options": [
      "தெரிநிலை பெயரெச்சம்",
      "குறிப்புப் பெயரெச்சம்",
      "தெரிநிலை வினையெச்சம்",
      "குறிப்பு வினையெச்சம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“மெதுவாக நடந்தான்” என்னும் தொடரில் “மெதுவாக” என்ற சொல் “நடந்தான்” என்னும் வினைச்சொல்லைக் கொண்டு முடிவதால் இது வினையெச்சமாகும். மேலும், இத்தொடரில் “மெதுவாக” என்ற சொல்லால் காலம் வெளிப்படையாகக் காட்டப்படவில்லை. மாறாக, “மெதுவாக” என்னும் பண்பை மட்டும் உணர்த்துகிறது. இவ்வாறு காலத்தை வெளிப்படையாகக் காட்டாமல் பண்பினை மட்டும் குறிப்பாக உணர்த்திவரும் வினையெச்சம், குறிப்பு வினையெச்சம் எனப்படும். எனவே, “மெதுவாக நடந்தான்” -  இந்த தொடரில் “மெதுவாக” என்னும் சொல் குறிப்பு வினையெச்சமாகும்."
  },
  {
    "description": "“அழகான பூக்கள்” -  இந்த தொடரில் உள்ள “அழகான” என்னும் சொல், எந்த வகையான எச்சத்தைக் குறிக்கிறது?",
    "options": [
      "தெரிநிலை பெயரெச்சம்",
      "குறிப்புப் பெயரெச்சம்",
      "தெரிநிலை வினையெச்சம்",
      "குறிப்பு வினையெச்சம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“அழகான பூக்கள்” என்னும் தொடரில் “அழகான” என்னும் சொல் “பூக்கள்” என்னும் பெயர்ச்சொல்லைக் கொண்டு முடிவதால் இது பெயரெச்சமாகும். மேலும், இத்தொடரில் “அழகான” என்ற சொல்லால் “அழகு” என்னும் பண்பை மட்டும் உணர்த்துகிறது. செயலையோ, காலத்தையோ தெளிவாகக் காட்டவில்லை. இவ்வாறு செயலையோ, காலத்தையோ தெளிவாகக் காட்டாமல் பண்பினை மட்டும் குறிப்பாகக் காட்டும் பெயரெச்சம் குறிப்புப் பெயரெச்சம் எனப்படும். எனவே, “அழகான பூக்கள்” -  இந்த தொடரில் “அழகான” என்னும் சொல் குறிப்புப் பெயரெச்சமாகும்."
  },
  {
    "description": "“அவன் பேசிய வார்த்தைகள்” - இத்தொடரில் உள்ள “பேசிய” என்னும் சொல், எந்த வகையான எச்சத்தைக் குறிக்கிறது?",
    "options": [
      "தெரிநிலை பெயரெச்சம்",
      "குறிப்புப் பெயரெச்சம்",
      "தெரிநிலை வினையெச்சம்",
      "குறிப்பு வினையெச்சம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“அவன் பேசிய வார்த்தைகள்” என்னும் தொடரில் “பேசிய” என்னும் சொல் “வார்த்தைகள்” என்னும் பெயர்ச்சொல்லைக் கொண்டு முடிவதால் இது பெயரெச்சமாகும். மேலும், இத்தொடரில் “பேசிய” என்ற சொல்லால் “பேசுதல்” என்னும் செயலும் இறந்தகாலமும் வெளிப்படையாகத் தெரிகிறது. இவ்வாறு செயலையும் காலத்தையும் வெளிப்படையாகத் தெரியுமாறு காட்டும் பெயரெச்சம் தெரிநிலைப் பெயரெச்சம் எனப்படும். எனவே, “அவன் பேசிய வார்த்தைகள்” -  இந்த தொடரில் “பேசிய” என்னும் சொல் தெரிநிலைப் பெயரெச்சமாகும்."
  },
  {
    "description": "“படித்த பாடல்” என்ற தொடரில் “படித்த” என்னும் சொல் எந்த வகையான எச்சமாகும்?",
    "options": [
      "அ) வினையெச்சம்",
      "ஆ) தெரிநிலைப் பெயரெச்சம்",
      "இ) குறிப்புப் பெயரெச்சம்",
      "ஈ) முற்றெச்சம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“படித்த பாடல்” என்னும் தொடரில் “படித்த” என்னும் சொல் “பாடல்” என்னும் பெயர்ச்சொல்லைக் கொண்டு முடிவதால் இது பெயரெச்சமாகும். மேலும், இத்தொடரில் “படித்த” என்ற சொல்லால் “படித்தல்” என்னும் செயலும் இறந்தகாலமும் வெளிப்படையாகத் தெரிகிறது. இவ்வாறு செயலையும் காலத்தையும் வெளிப்படையாகத் தெரியுமாறு காட்டும் பெயரெச்சம் தெரிநிலைப் பெயரெச்சம் எனப்படும். எனவே, “படித்த பாடல்” -  இந்த தொடரில் “படித்த” என்னும் சொல் தெரிநிலைப் பெயரெச்சமாகும்."
  }
]
