
[
  {
    "description": "இந்தப் பாடலில் “கோணக்காத்து” என்ற சொல் எத்தனை முறை வருகிறது?",
    "options": [
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தப் பாடல், தமிழ்நாட்டில் ஒரு புயல் வந்தபோது, நாட்டுப்புற மக்களால் பாடப்பட்ட பாடல். இது, கோணக்காத்து என்கின்ற காற்று வீசியதால் ஏற்பட்ட பாதிப்புகளை விவரிக்கிறது.  இந்தப் பாடலில் “கோணக்காத்து” என்ற சொல் மொத்தம் 5 முறை வருகிறது. “கொம்புசுத்திக் கோணக்காத்து”, “கோணமழை”, “கோணக்காத்து”, “கோணக்காத்து”, “கோணக்காத்து” என்கிற சொற்கள் இந்தப் பாடலில் இடம்பெற்றுள்ளன."
  },
  {
    "description": "“கூகூவென்றார்” என்ற சொல் யாரைக் குறிக்கிறது?",
    "options": [
      "வீடுகள்",
      "மரங்கள்",
      "மக்கள்",
      "விலங்குகள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பாடலில் “கூகூவென்றார்” என்ற சொல், புயல் வந்தபோது மக்கள் பயந்து ஓடுவதை விவரிக்கிறது. “தாரங்களும் பிள்ளைகளுடன் - கூட்டிக்கொண்டு\nதானடந்து வேகமுடன் கூகூவென்றார்” என்ற வரிகளில் மக்கள் பயந்து ஓடுவது விவரிக்கப்பட்டுள்ளது."
  },
  {
    "description": "“மெய்ப்புடன்வே லாயுதங்கொண்டு – வருகின்ற” என்ற வரிகள் யாரை நோக்கிப் பாடப்படுகிறது?",
    "options": [
      "தொண்டைமான்",
      "காலன்",
      "முருகன்",
      "சித்தர்கள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பாடலில், மக்கள் புயலால் ஏற்பட்ட பாதிப்புகளை விவரித்த பிறகு, அந்தப் பாதிப்புகளில் இருந்து மக்களை காப்பாற்ற வேண்டும் என்ற வேண்டுதலை முருகனிடம் முன்வைக்கின்றனர். “மெய்ப்புடன்வே லாயுதங்கொண்டு – வருகின்ற\nவிக்கினமெல் லாம்தீர்த்துக் காத்திடீரையா” என்ற வரிகள், முருகனை நோக்கிப் பாடப்பட்டன."
  },
  {
    "description": "இந்தப் பாடலின் ஆசிரியர் யார்?",
    "options": [
      "செ. இராசு",
      "வெங்கம்பூர் சாமிநாதன்",
      "தொண்டைமான்",
      "புலவர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பாடல் “கோணக்காத்துப் பாட்டு” எனப்படுகிறது. இதனை வெங்கம்பூர் சாமிநாதன் என்பவர் இயற்றினார். “வெங்கம்பூர் சாமிநாதன்”  என்ற  வரிகள் இப்பாடலின் இறுதியில் இடம்பெற்றுள்ளன."
  },
  {
    "description": "இந்தப் பாடல் எந்த நூலில் இருந்து எடுக்கப்பட்டது?",
    "options": [
      "பழந்தமிழ்ப் பாடல்கள்",
      "நாட்டுப்புறப் பாடல்கள்",
      "சித்தர் பாடல்கள்",
      "பஞ்சக்கும்மிகள்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தப் பாடல் “கோணக்காத்துப் பாட்டு”  எனப்படுகிறது. இது “பஞ்சக்கும்மிகள்” என்ற நூலில் இருந்து எடுக்கப்பட்டது. “நூல் வெளி” என்ற தலைப்பில்,  இந்தப் பாடல் பஞ்சக்கும்மிகள் என்ற நூலிலிருந்து எடுக்கப்பட்டது எனக் குறிப்பிடப்பட்டுள்ளது."
  }
]
