
[
  {
    "description": "  \"பூங்கா\" என்ற சொல் எவ்வாறு உருவானது?",
    "options": [
      "\"பூ\" மற்றும் \"கா\" என்ற ஓரெழுத்து ஒரு மொழிகளை இணைத்து உருவானது.",
      "\"பூ\" மற்றும் \"காடு\" என்ற சொற்களை இணைத்து உருவானது.",
      "\"பூ\" மற்றும் \"கானல்\" என்ற சொற்களை இணைத்து உருவானது.",
      "\"பூ\" மற்றும் \"கால்\" என்ற சொற்களை இணைத்து உருவானது."
    ],
    "answer": "A",
    "additional_context": "பூங்கா என்பது ஒரு கலைச்சொல். இது  \"பூ\" மற்றும் \"கா\" என்ற இரண்டு ஓரெழுத்து ஒரு மொழிகளை இணைத்து உருவானது. \"பூ\" என்பது ஓரெழுத்து ஒரு மொழி ஆகும். \"கா\" என்பதும் ஒரு ஓரெழுத்து ஒரு மொழி ஆகும். இவை இரண்டையும் இணைத்துப் பூங்கா எனக் கலைச்சொல் ஆக்கி வைத்துள்ளனர்.  "
  },
  {
    "description": "ஓரெழுத்து ஒரு மொழிகளின் பெருக்கம் தமிழ் மொழிக்கு என்ன குறிக்கிறது?",
    "options": [
      "தமிழ் மொழியின் நவீனத் தன்மை",
      "தமிழ் மொழியின் பழமை, உயிரோட்டம் மற்றும் பெருவழக்கு ",
      "தமிழ் மொழியின் சிக்கலான இலக்கணம்",
      "தமிழ் மொழியின் பரவலான பயன்பாடு"
    ],
    "answer": "B",
    "additional_context": "தமிழில் ஓரெழுத்து ஒரு மொழிச் சொற்களின் பெருக்கம் நம் மொழியின் பழமை, உயிரோட்டம், பெருவழக்கு என்பனவற்றைக் கையில் கனியாகக் காட்டும்.  சொற்கள் மொழி வளர்ச்சியில் ஒரு முக்கிய பங்கு வகிக்கின்றன. ஓரெழுத்து ஒரு மொழிச் சொற்கள்  நம் மொழியின் செழுமை, பழமை மற்றும் பெருவழக்கு ஆகியவற்றைப் பறைசாற்றுகின்றன.  "
  },
  {
    "description": "கீழே கொடுக்கப்பட்டவற்றுள் எது ஓரெழுத்து ஒரு மொழி அல்ல?",
    "options": [
      "ஆ",
      "மா",
      "நீ",
      "நொய்"
    ],
    "answer": "D",
    "additional_context": "ஓரெழுத்து ஒரு மொழி என்பது ஒரு எழுத்தில் மட்டுமே சொல்லப்படும் ஒரு சொல். ஆ, மா, நீ ஆகியவை ஓரெழுத்து ஒரு மொழிகளாகும். ஆனால் நொய் என்பது இரண்டு எழுத்துகளைக் கொண்ட ஒரு சொல் ஆகும். எனவே இது ஓரெழுத்து ஒரு மொழி அல்ல.  "
  },
  {
    "description": "\"ஏய்\" என்ற சொல் எந்தச் சொல்லிலிருந்து தோன்றியது?",
    "options": [
      "\"ஏவு\"",
      "\"எய்\"",
      "\"ஏகலை\"",
      "\"எயினர்\""
    ],
    "answer": "A",
    "additional_context": "எட்டத்தில் போகிற ஒருவனை ஏய் என அழைத்தனர். ஏய் என்பது என்னோடு கூடு, பொருந்து, சேர் என்னும் பொருளை உடையது. ஏய் என்பது ஏ என வழக்கில் ஊன்றிவிட்டது. அம்பை ஏவு என்பர். ஏவுதல் என்பது 'அம்புவிடுதல்'. ஏவும் அம்பு 'ஏ' என்றாகியது.   "
  },
  {
    "description": "கீழே கொடுக்கப்பட்டவற்றுள் எது ஓரெழுத்து ஒரு மொழி மற்றும் ஒரு கலைச்சொல்லின் உதாரணம்?",
    "options": [
      "\"ஆமா\"",
      "\"மாநாடு\"",
      "\"மாநிலம்\"",
      "\"மாஞாலம்\""
    ],
    "answer": "A",
    "additional_context": "ஆமா என்பது ஓரெழுத்து ஒரு மொழி மற்றும் ஒரு கலைச்சொல்லின் உதாரணம். ஆ என்பதும் ஓரெழுத்து ஒரு மொழி. மா என்பதும் ஓரெழுத்து ஒரு மொழி. இவை இரண்டையும் இணைத்து ஆமா எனக் கலைச்சொல் ஆக்கி வைத்துள்ளனர்.   "
  }
]
