[
          
  {
    
          "description": "'காற்றின் தூய்மையும் நீரின் உயர்வும் யாருக்கும் சொந்தமானவை அல்ல'  என்ற வாக்கியத்தின் மூலம் சியாட்டல் என்ன எடுத்துரைக்கிறார்?",
          "options": [
      "இயற்கை வளங்கள் யாருக்கும் சொந்தமானவை அல்ல",
      "இயற்கை வளங்கள் அனைவருக்கும் பொதுவானவை",
      "இயற்கை வளங்களைப் பாதுகாக்க வேண்டும்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சியாட்டல்  'காற்றின் தூய்மையும் நீரின் உயர்வும் யாருக்கும் சொந்தமானவை அல்ல' என்று குறிப்பிடுவது  இயற்கை வளங்கள் யாருக்கும் சொந்தமானவை அல்ல என்பதைக் காட்டுகிறது.  இயற்கை வளங்கள் எல்லோருக்கும் பொதுவானவை என்பதை  அவர் வலியுறுத்துகிறார்.  இயற்கை வளங்களை அனைவரும்  பயன்படுத்திக்கொள்ள வேண்டும் என்பதைக் காட்டுகிறது.  இயற்கையான வளங்கள் மனிதர்களுக்கு மட்டும்  சொந்தமானவை அல்ல  என்பதைக்  கூறி  மனிதர்களின்  சுயநலத்தை  அவர்  குறை சொல்லுகிறார்."
          }
        ,
          
  {
    
          "description": "“இந்தப் பூமியின் ஒவ்வொரு துகளும் எம் மக்களுக்குப் புனிதமானதாகும். கூடவே, மின்னும் ஒளியுடைய ஒவ்வொரு ஊசியிலையும் எல்லாக் கடற்கரைகளும் கருமரங்களில் தவழும் பனித்துளிகளும் இன்னிசை எழுப்பித் திரியும் பூச்சி வகைகளும் எம் மக்களின் நினைவிலும் வாழ்விலும் மிகவும் புனிதமானவை.”\n\nவினா: மேற்கண்ட பகுதியில் குறிப்பிடப்பட்டுள்ள  'பூச்சி வகைகள்' எதனைக் குறிக்கிறது?",
          "options": [
      "பூச்சிகளின் அழகு",
      "பூச்சிகளின் இனிமை",
      "பூச்சிகளின் வாழ்க்கை முறை",
      "பூச்சிகளின் இசை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "சுகுவாமிஷ் பழங்குடியினர் இயற்கையை மிகவும் மதிக்கிறார்கள்.  பூச்சிகளின் இன்னிசை கூட அவர்களுக்குப் புனிதமானது என்பதைக் குறிப்பிடுகிறார்.  பூச்சிகள் பாடும் இன்னிசை  அவர்களின் நினைவிலும் வாழ்விலும் மிகவும்  புனிதமானதாகும்  என்பதை  இந்த  பகுதி காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "“எமது மக்கள், இந்தப் பூமியை எப்பொழுதும் மறப்பதேயில்லை. ஏனெனில் இதுவே எமக்குத் தாயாகும். நாங்கள் இந்த மண்ணுக்கு உரியவர்கள்; இந்த மண்ணும் எமக்குரியதாகும். இங்குள்ள நறுமணம் மிகுந்த மலர்கள் யாவும் எமது சகோதரிகள். மான்கள், குதிரைகள், கழுகுகள் போன்ற அனைத்தும் எமது சகோதரர்கள்.”\n\nவினா: மேற்கண்ட பகுதியில், செவ்விந்தியர்கள் 'மலர்கள்' மற்றும் 'மான்கள், குதிரைகள், கழுகுகள்' ஆகியவற்றைக் குறிப்பிடுவது எதனைக் காட்டுகிறது?",
          "options": [
      "செவ்விந்தியர்கள் மனிதர்களை மட்டுமே சகோதரர்களாகக் கருதுகின்றனர்.",
      "செவ்விந்தியர்கள் இயற்கையைத் தங்களது குடும்பத்தின் ஒரு பகுதியாகக் கருதுகின்றனர்.",
      "செவ்விந்தியர்கள் இயற்கையை வெறுக்கிறார்கள்.",
      "செவ்விந்தியர்கள் இயற்கையைப் பயப்படுகிறார்கள்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "பூமியை தாயாகவும் மண்ணை தமது உறவினராகவும் மலர்களை சகோதரிகளாகவும் மான்கள், குதிரைகள், கழுகுகள் போன்றவற்றை  சகோதரர்களாகவும்  கருதுகின்றனர் என்பதை  இந்த பகுதி தெளிவாகக்  காட்டுகிறது.  அவர்கள் தங்களை  இயற்கையுடன்  ஒருங்கிணைத்து வாழ்கிறார்கள்."
          }
        ,
          
  {
    
          "description": "“எங்கள் கால்களைத் தாங்கி நிற்கும் இந்த நிலமானது எம்முடைய பாட்டன்மார்கள் எரிந்த சாம்பலால் ஆனதாகும். இந்நிலமே எங்கள் தாயாகும்; எமது உறவுமுறையாரின் வளமான வாழ்வால் ஆனதே இந்நிலமாகும்.”\n\nவினா:  மேற்கண்ட பகுதியில், நிலத்தை 'பாட்டன்மார்கள் எரிந்த சாம்பலால் ஆனது' எனக் கூறுவது எதைக் குறிக்கிறது?",
          "options": [
      "நிலம் மனிதர்களுக்கு எந்த முக்கியத்துவமும் இல்லை.",
      "நிலம் மனிதர்களின் தலைமுறைகளால் உருவாக்கப்பட்ட ஒரு கலாச்சாரப் பகுதி.",
      "நிலம் மனிதர்களின் உடல் கூறுகளால் ஆனது.",
      "நிலம் மனிதர்களுக்கு பயனற்றது."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "சுகுவாமிஷ் பழங்குடியினர்  தங்கள் நிலத்தை  மிகவும்  மதிக்கிறார்கள். அவர்கள்  பல  தலைமுறைகளாக  இந்த  நிலத்தில்  வாழ்ந்து  வருகின்றனர்.  இந்த  நிலத்தில்  அவர்கள்  நிறைய   நினைவுகளை   உருவாக்கியுள்ளனர்  என்பதைக்  காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "“இப்பகுதியில் உள்ள எருமைகள் கொல்லப்படுவதையும் எங்குப் பார்த்தாலும் மக்கள் நடமாட்டம் அதிகரிப்பதையும் தொன்மையான மலைகளை மறைத்துத் தொலைபேசிக் கம்பிகள் பெருகி வருவதையும் எங்களால் ஏற்றுக்கொள்ள முடியவில்லை.”\n\nவினா: சியாட்டல் கூறும் மேற்கண்ட பகுதியில், இயற்கை வளங்களின் அழிவுக்குக் காரணமாகக் கூறப்படுவது எது?",
          "options": [
      "மனிதர்களின் அதிகப்படியான நடமாட்டம்.",
      "தொழில் வளர்ச்சி மற்றும் நகர்ப்புற விரிவாக்கம்.",
      "விலங்குகளை அழித்தல்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "சியாட்டல்  இயற்கை வளங்கள்  அழிக்கப்படுவதற்கு  மனிதர்கள்  முக்கிய   காரணம்  என்று  குறிப்பிடுகிறார்.  மனிதர்களின்   அதிகப்படியான   நடமாட்டமும்,   தொழில்  வளர்ச்சியும்,   விலங்குகளை   அழித்தலும்   இயற்கை   வளங்கள்   அழிவதற்குக்   காரணங்கள்   என்று   அவர்   சொல்கிறார்."
          }
        ]