[
          
  {
    
          "description": "'கலைச்சொல் அறிவோம்' பிரிவில் கொடுக்கப்பட்ட சொற்களில் எது விண்வெளி தொழில்நுட்பத்துடன் தொடர்புடையது?",
          "options": [
      "ஏவு ஊர்தி",
      "கடல்மைல்",
      "காணொலிக் கூட்டம்",
      "பதிவிறக்கம்"
    ],
    "answer": "A",
    
          "additional_context": "விண்வெளி தொழில்நுட்பத்தில் ஏவு ஊர்தி என்பது ராக்கெட், ஸ்பேஸ் ஷட்டில் போன்றவற்றை குறிக்கும். இவை செயற்கைக்கோள், விண்கலம் போன்றவற்றை விண்வெளிக்கு அனுப்ப பயன்படுகின்றன.  விண்வெளியில் பயணிக்கும் செயற்கைக்கோள், விண்கலம் போன்றவற்றை பூமியிலிருந்து அனுப்பும்  செயல்களைச் செய்வதற்கும், இந்த ஏவு ஊர்திகள்தான் பயன்படுகின்றன.  'கடல்மைல்', 'காணொலிக் கூட்டம்' மற்றும் 'பதிவிறக்கம்' போன்றவை விண்வெளி தொழில்நுட்பத்துடன் தொடர்புடையவை அல்ல."
          }
        ,
          
  {
    
          "description": "'இணையத்தில் காண்க' பிரிவில் கொடுக்கப்பட்ட இணையதளத்தில், என்ன சேவையை நீங்கள் பெற முடியும்?",
          "options": [
      "மின்சாரச் சேமிப்பு பற்றிய தகவல்களைப் பெறலாம்",
      "தொடர் வண்டிப் பயணத்திற்கான முன்பதிவு செய்து PNR நிலையை அறிதல்",
      "பள்ளிக்கூடங்களுக்கான பயிற்சித் திட்டங்களைத் தேடலாம்",
      "மென்பொருள் பதிவிறக்கம் செய்யலாம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த இணையதளம் IRCTC (இந்தியன் ரயில்வே கேட்டரிங் அண்ட் டூர்சம் கார்ப்பரேஷன்)  என்ற  இணையதளத்தைக் குறிக்கிறது. இந்த இணையதளம்  தொடர் வண்டிப் பயணத்திற்கான முன்பதிவு செய்வதற்கும், PNR நிலையை அறிந்துகொள்வதற்கும் உதவுகிறது. இந்த இணையதளம்  மின்சாரச் சேமிப்பு பற்றிய தகவல்களைப் பெறவோ, பள்ளிக்கூடங்களுக்கான பயிற்சித் திட்டங்களைத் தேடவோ, மென்பொருள் பதிவிறக்கம் செய்யவோ பயன்படுவதில்லை."
          }
        ,
          
  {
    
          "description": "சிப்பியின் வலியை எந்த வார்த்தை மூலம் விவரிக்கப்பட்டுள்ளது?",
          "options": [
      "அ) அழகான",
      "ஆ) கனமான",
      "இ) மெதுவான",
      "ஈ) விரைவான"
    ],
    "answer": "B",
    
          "additional_context": "கதையில் சிப்பி,  'எனக்குள் ஏதோ ஒரு கனமான உருண்டை, பந்து உருள்வது போல் இருக்கிறது. ரொம்ப வலி. '  என்று கூறுகிறது. இதிலிருந்து சிப்பியின் வலியை  'கனமான' என்ற சொல்  மூலம் விவரிக்கப்படுவது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "இரண்டாவது சிப்பி, முதல் சிப்பியின் வலியைக் கேள்விப்பட்டதும் எப்படி இருந்தது?",
          "options": [
      "அ) சோர்வடைந்தது",
      "ஆ) மகிழ்ச்சியடைந்தது",
      "இ) கவலைப்பட்டது",
      "ஈ) பயந்தது"
    ],
    "answer": "B",
    
          "additional_context": "முதல் சிப்பி வலிப்பட்டு  சொல்வதைக் கேட்டதும், இரண்டாவது சிப்பிக்கு மிகுந்த மகிழ்ச்சி. பெருமையுடன் நெஞ்சு நிமிர்த்தி, `ஆகா! நான் எந்த வலியும் இல்லாமல், நலமாக இருக்கிறேன்' என்றது உற்சாகமாக. இதன் மூலம்  இரண்டாவது சிப்பி முதல் சிப்பியின் வலியைக் கேள்விப்பட்டதும்  மகிழ்ச்சியடைந்தது என்று தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "நண்டு, இரண்டாவது சிப்பியிடம் என்ன சொன்னது?",
          "options": [
      "அ) வலி தாங்க முடியாது என்றால், நல்லதே.",
      "ஆ) வலி என்பது துன்பம்.",
      "இ) வலி மறைந்த பின்பு, அழகு கிடைக்கும்.",
      "ஈ) வலி என்பது தற்காலிகமானது."
    ],
    "answer": "C",
    
          "additional_context": "இரண்டு சிப்பிகள்  பேசுவதைக் கேட்டுக் கொண்டிருந்த  நண்டு, இரண்டாவது சிப்பியிடம்  சொன்னது- 'உனக்கு எந்த வலியும் இல்லை என்பது உண்மையாக இருக்கலாம். வலியைத் தாங்க விரும்பாத  நீ, எப்பொழுதும் இப்படியே வெறுமையாகக் கிடக்க வேண்டியதுதான். ஆனால், இப்போது  சிரமப்படுத்தும் அந்த வலி, இன்னும் சில நாள்களில், ஓர் அழகான முத்தாக உருவெடுக்கும். அது  பெருமை தேடித்தரும்.' இதிலிருந்து நண்டு  'வலி மறைந்த பின்பு, அழகு கிடைக்கும்.'  என  சொல்வதை அறியமுடிகிறது. "
          }
        ]