[
          
  {
    
          "description": "மதுரைக்காஞ்சி நூலின் பாட்டுடைத் தலைவன் யார்?",
          "options": [
      "நெடுஞ்செழியன்",
      "பாண்டியன்",
      "தலையாலங்கானத்துச் செருவென்ற பாண்டியன் நெடுஞ்செழியன்",
      "மதுரைக்காஞ்சி பாண்டியன்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "மதுரைக்காஞ்சியைப் பாடியவர் மாங்குடி மருதனார். திருநெல்வேலி மாவட்டத்தில் உள்ள மாங்குடி என்ற ஊரில் பிறந்தவர். எட்டுத்தொகையில் பதின்மூன்று பாடல்களைப் பாடியுள்ளார்.  மதுரைக்காஞ்சியின் பாட்டுடைத் தலைவன் தலையாலங்கானத்துச் செருவென்ற பாண்டியன் நெடுஞ்செழியன்."
          }
        ,
          
  {
    
          "description": "“மண்உற ஆழ்ந்த மணிநீர்க் கிடங்கின்” என்ற வரிகளில் மதுரையின் எந்த அம்சம் சுட்டப்பட்டுள்ளது?",
          "options": [
      "மதுரை மக்களின் வாழ்க்கை முறை",
      "மதுரையின் சூழல் அமைப்பு",
      "மதுரை கோட்டை",
      "மதுரையின் தெய்வீக மகிமை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "'மண்உற ஆழ்ந்த மணிநீர்க் கிடங்கின்' என்ற வரிகள் மதுரையின் அகழியைக் குறிக்கின்றன. மதுரையில் ஆழமான தெளிந்த நீரைக்கொண்ட அகழி உள்ளது என்று வரி கூறுகிறது. அகழி என்பது நகரத்தைச் சுற்றியுள்ள நீர்நிலை ஆகும். இது நகரத்தின் பாதுகாப்பிற்காகவும், நீர் ஆதாரமாகவும் பயன்பட்டது.  இந்த வரி மதுரையின் சூழல் அமைப்பை விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "'வையை அன்ன வழக்குடை வாயில்'  என்ற வரிகளில் மதுரை நகரின் எந்த அம்சம் குறிக்கப்படுகிறது?",
          "options": [
      "மதுரை நகரின் மதில்",
      "மதுரை நகரின் வாயில்",
      "மதுரை நகரின் வணிக மையம்",
      "மதுரை நகரின் தெய்வீகத் தன்மை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": " 'வையை அன்ன வழக்குடை வாயில்' என்ற வரிகள் மதுரை நகரின் வாயிலைக் குறிக்கின்றன. இது வற்றாத வையை ஆற்றைப் போன்றது என்று கூறுகிறது. மக்கள் இடைவிடாது இவ்வாயில்கள் வழியாகச் செல்கின்றனர். இது மதுரை நகரின் முக்கியமான நுழைவு வாயில் என்பதைக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "'நெய்படக் கரிந்த திண்போர்க் கதவின்' என்ற வரிகளில் மதுரை நகரின் எந்த அம்சம் சுட்டப்பட்டுள்ளது?",
          "options": [
      "மதுரை கோட்டை",
      "மதுரை நகரின் பாதுகாப்பு",
      "மதுரை நகரின் கலை நுட்பம்",
      "மதுரை நகரின் வரலாறு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "'நெய்படக் கரிந்த திண்போர்க் கதவின்' என்ற வரிகள் மதுரை நகரின் வாயிலின் கதவுகளை விளக்குகின்றன. இந்த வாயில் நெய் பூசியதால் கருமையடைந்த வலிமையான கதவுகளை உடையது. இது மதுரை நகரின் பாதுகாப்பு அம்சத்தைக் காட்டுகிறது. கதவுகள் மிகவும் வலிமையானவை என்பதை இது தெளிவுபடுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'பல்வேறு குழாஅத்து இசைஎழுந்து ஒலிப்ப' என்ற வரிகள் மதுரை நகரின் எந்த அம்சத்தை வெளிப்படுத்துகின்றன?",
          "options": [
      "மதுரை நகரின் பன்முகத்தன்மை",
      "மதுரை நகரின் இசை பாரம்பரியம்",
      "மதுரை நகரின் கலை வளர்ச்சி",
      "மதுரை நகரின் மக்கள் வாழ்வு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "'பல்வேறு குழாஅத்து இசைஎழுந்து ஒலிப்ப' என்ற வரிகள் மதுரை நகரின் பன்முகத்தன்மையைக் காட்டுகின்றன. ஆறு போன்ற அகலமான நீண்ட தெருக்களில் பல மொழிகள் பேசப்படுகின்றன. இது பல குழுக்கள், பல கலாச்சாரங்கள் வாழும் நகரம் என்பதைக் காட்டுகிறது."
          }
        ]