[
          
  {
    
          "description": "இந்திரா ரயிலில் தண்ணீர் பிடிக்க எதைக் கொண்டு வந்தாள்?",
          "options": [
      "தொட்டி",
      "குடம்",
      "பாட்டில்",
      "கைத்தொட்டி"
    ],
    "answer": "B",
    
          "additional_context": "இந்திராவும் அவள் அம்மாவும் ரயில் நிலையத்திற்குச் செல்லும் வழியில் தண்ணீர் பற்றிய கவலை இருப்பதைக் காட்டுகிறது. இந்திரா தண்ணீர் பிடிக்க ஒரு குடத்துடன் வந்திருக்கிறாள்."
          }
        ,
          
  {
    
          "description": "ரயில் நிலைய மாஸ்டர் பெண்களை என்ன செய்யப் பேசுகிறார்?",
          "options": [
      "கல்வி கற்பிக்க",
      "வேலை வாங்கிக்கொள்ள",
      "தண்ணீர் எடுப்பதை நிறுத்த",
      "பிலாப்பட்டி போக"
    ],
    "answer": "C",
    
          "additional_context": "ரயில் நிலையத்தில் பெண்கள் ரயிலிலிருந்து தண்ணீர் பிடிக்க ஸ்டேஷன் மாஸ்டர் அவர்களைக் கண்டித்து 'ஒரு நாளைக்கு ஸ்குவார்டை வரச்சொல்லி எல்லோரையும் அள்ளிக்கிட்டுப் போயி ஜெயில்ல போடுறேன்' என்கிறார். இதன் மூலம் ரயிலிலிருந்து தண்ணீர் பிடிக்கக் கூடாது என்று அவர் அவர்களிடம்  கேட்டுக்கொள்கிறார்."
          }
        ,
          
  {
    
          "description": "இந்திரா ரயில் நிலையத்தில் தண்ணீர் பிடிக்கும்போது ஒரு வடக்கத்தி பெண் என்ன செய்கிறாள்?",
          "options": [
      "இந்திராவை அடிக்கிறாள்",
      "இந்திராவை சிரிக்க வைக்கிறாள்",
      "இந்திராவை ரயிலில் தள்ளிவிடுகிறாள்",
      "இந்திராவை பயமுறுத்துகிறாள்"
    ],
    "answer": "C",
    
          "additional_context": "ரயில் புறப்படப் போகும் போது இந்திரா தண்ணீர் பிடித்துவிட்டு குதிக்கப் போகும் போது அருகில் வந்த வடக்கத்திப் பெண்  இந்திராவை ரயிலில் தள்ளிவிடுகிறாள்.  அவள் கோபமாக, 'தற்கொலை பண்ணிக் கொள்ளவா பார்த்தாய்?' என்கிற மாதிரி கத்துகிறாள்.  அதனால் இந்திரா ரயிலிலிருந்து தண்ணீர் பிடிக்கும் போது மிகவும் எச்சரிக்கையாக இருக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "இந்த கதை எதைப் பற்றிய கதை?",
          "options": [
      "ரயில் பயணத்தைப் பற்றிய கதை",
      "தண்ணீர் நெருக்கடியைப் பற்றிய கதை",
      "கிராமத்து வாழ்க்கையைப் பற்றிய கதை",
      "பெண்கள் சந்திக்கும் பிரச்சனைகளைப் பற்றிய கதை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கதை ஒரு கிராமத்தின் தண்ணீர் நெருக்கடி மற்றும் அதன் காரணமாக ஏற்படும் பெண்களின் துன்பங்களைப் பற்றிய கதை."
          }
        ,
          
  {
    
          "description": "இந்திரா ரயில் நிலையத்துக்குச் சென்றதற்கான முக்கியக் காரணம் எது?",
          "options": [
      "ரயில் பயணம் செய்ய",
      "அம்மாவைப் பார்க்க",
      "ரயிலிலிருந்து குடிநீர் எடுக்க",
      "தனது நண்பர்களைப் பார்க்க"
    ],
    "answer": "C",
    
          "additional_context": "இந்திரா ரயில் நிலையத்துக்குச் சென்றது ரயிலிலிருந்து தண்ணீர் பிடிக்க."
          }
        ]