
[
  {
    "description": "மேற்கண்ட வாக்கியத்தில், பேசுபவர் யாரைப் பற்றி பேசுகிறார்?",
    "options": [
      "ஒரு கணினியை",
      "ஒரு நண்பரை",
      "ஒரு விலங்கை",
      "ஒரு சக பணியாளரை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கால்பந்து விளையாடிக்கொண்டிருக்கும் சூழலில், மாணவர்களில் ஒருவர் முகமதுவை நோக்கி, \"பந்தை என்னிடம் உருட்டு\" என்று கத்தினான். முகமது பந்தைக் கண்ணனிடம் உருட்டினான். பந்து உருண்டது. இந்த வாக்கியத்தில் பேசுபவர் பந்து பற்றியே பேசுகிறார். பந்து என்பது கணினி போன்றது. ஆகையால் இந்த வாக்கியத்தில் பேசுபவர் ஒரு கணினியை பற்றி பேசுகிறார்."
  },
  {
    "description": "பேசுபவர் என்ன சொல்ல விரும்புகிறார்?",
    "options": [
      "தனக்கு புரியாத கேள்வி கேட்கப்பட்டது",
      "தனக்கு கேள்வியைப் புரிந்துகொள்ள முடியவில்லை",
      "தனக்கு என்ன வேண்டுமென்று தெரியாது",
      "தனக்குப் புரியாத கேள்வியை மீண்டும் கேட்பது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கால்பந்து விளையாடிக்கொண்டிருக்கும் சூழலில், மாணவர்களில் ஒருவர் முகமதுவை நோக்கி, \"பந்தை என்னிடம் உருட்டு\" என்று கத்தினான். முகமது பந்தைக் கண்ணனிடம் உருட்டினான். பந்து உருண்டது. இந்த வாக்கியத்தில், முகமதுவுக்கு அந்த கேள்வி புரியவில்லை. அதனால் அவர் அந்த கேள்வியை மீண்டும் கேட்கிறார்."
  },
  {
    "description": "பேசுபவர் கேள்வியை மீண்டும் கேட்கும் விதம் எப்படி?",
    "options": [
      "கோபமாக",
      "சிரித்து",
      "மரியாதையுடன்",
      "குழப்பத்துடன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கால்பந்து விளையாடிக்கொண்டிருக்கும் சூழலில், மாணவர்களில் ஒருவர் முகமதுவை நோக்கி, \"பந்தை என்னிடம் உருட்டு\" என்று கத்தினான். முகமது பந்தைக் கண்ணனிடம் உருட்டினான். பந்து உருண்டது. இந்த வாக்கியத்தில், முகமது அந்த கேள்வியை மீண்டும் கேட்கும்போது மரியாதையுடன் கேட்கிறார்."
  },
  {
    "description": "பேசுபவர் \"சாரி\" என்ற வார்த்தையை எந்த நோக்கத்துடன் பயன்படுத்துகிறார்?",
    "options": [
      "மன்னிப்பு கேட்க",
      "வருத்தத்தை வெளிப்படுத்த",
      "கேள்விக்கு பதில் சொல்ல",
      "தனக்குத் தெரியாது என்று சொல்ல"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கால்பந்து விளையாடிக்கொண்டிருக்கும் சூழலில், மாணவர்களில் ஒருவர் முகமதுவை நோக்கி, \"பந்தை என்னிடம் உருட்டு\" என்று கத்தினான். முகமது பந்தைக் கண்ணனிடம் உருட்டினான். பந்து உருண்டது. முகமது கேள்வியைப் புரிந்துகொள்ள முடியாததால், மன்னிப்பு கேட்கும் நோக்கத்துடன், \"சாரி\" என்கிறார்."
  },
  {
    "description": "மேற்கண்ட வாக்கியத்தில், யார் யாரிடையே உரையாடல் நடைபெறுகிறது?",
    "options": [
      "a) ஒருவர் தனக்குத்தானே பேசிக் கொண்டிருக்கிறார்",
      "b) இரண்டு பேர் பேசிக்கொண்டிருக்கிறார்கள்",
      "c) மூன்று பேர் பேசிக்கொண்டிருக்கிறார்கள்",
      "d) உரையாடல் நடைபெறுவது தெளிவாக இல்லை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கால்பந்து விளையாடிக்கொண்டிருக்கும் சூழலில், மாணவர்களில் ஒருவர் முகமதுவை நோக்கி, \"பந்தை என்னிடம் உருட்டு\" என்று கத்தினான். முகமது பந்தைக் கண்ணனிடம் உருட்டினான். பந்து உருண்டது. இதில் யார் யாரிடையே உரையாடல் நடைபெறுகிறது என்பது தெளிவாகத் தெரியவில்லை. அதாவது யார் யாரிடம் பேசுகிறார்கள் என்பது புரியவில்லை."
  }
]
