
[
  {
    "description": "இன்றைய சிற்பக்கலை பற்றி கீழ்க்கண்டவற்றுள் எது/எவை சரியான கூற்று?",
    "options": [
      "செங்கல், பைஞ்சுதை (சிமெண்ட்), கற்கள் ஆகியவற்றைக் கொண்டு கலைநயமிக்க சிற்பங்கள் உருவாக்கப்படுகின்றன.",
      "வெண்கலம் முதலான உலோகங்களாலும் செயற்கை இழைகளாலும் கடவுள் உருவங்களும் மனித உருவங்களும் உருவாக்கப்படுகின்றன.",
      "கோவில்களைக் கடந்தும் பலதுறைகளில் தன் இடத்தை நிறைவு செய்கிறது.",
      "மேற்கண்ட மூன்றும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இன்றைய காலத்தில்,  செங்கல், பைஞ்சுதை (சிமெண்ட்), கற்கள் ஆகியவற்றைப் பயன்படுத்தி கலைநயமிக்க சிற்பங்கள் உருவாக்கப்படுகின்றன. வெண்கலம்,  தங்கம் போன்ற உலோகங்களாலும், செயற்கை இழைகளாலும் கடவுள் உருவங்களும், மனித உருவங்களும் உருவாக்கப்படுகின்றன. இன்றைய சிற்பக்கலை,  கோவில்களைக் கடந்தும், பெரும் அரங்குகளில், காட்சிக்கூடங்களில், வரவேற்பறைகளில் காணப்படுகின்றன. நினைவுப் பொருள்கள், பரிசுப் பொருள்கள், வெளிநாடுகளுக்கு ஏற்றுமதியாகும் நேர்த்திமிகு சிற்பங்கள் ஆகியவற்றிலும் இன்றைய சிற்பக்கலை காணப்படுகிறது."
  },
  {
    "description": "'கல்லும் உலோகமும் செங்கல்லும் மரமும் ...' என்ற வரிகள் எந்த நூலில் இருந்து எடுக்கப்பட்டவை?",
    "options": [
      "தொல்காப்பியம்",
      "சிலப்பதிகாரம்",
      "மணிமேகலை",
      "திவாகர நிகண்டு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தமிழ் இலக்கண நூலான திவாகர நிகண்டு,  சிற்பங்களுக்குப் பயன்படுத்தப்படும் பொருட்களைக் குறிப்பிடுகையில், “கல்லும் உலோகமும் செங்கல்லும் மரமும் மண்ணும் சுதையும் தந்தமும் வண்ணமும் கண்ட சருக்கரையும் மெழுகும் என்றிவை பத்தே சிற்பத் தொழிற்கு உறுப் பாவன” என்று குறிப்பிடுகிறது."
  },
  {
    "description": "“பத்தே சிற்பத் தொழிற்குஉறுப் பாவன” என்ற வரிகள் எதைப் பற்றி குறிப்பிடுகின்றன?",
    "options": [
      "சிற்ப வேலைப்பாடுகள்",
      "சிற்ப வகைகள்",
      "சிற்பங்களுக்கு பயன்படுத்தப்படும் பொருட்கள்",
      "சிற்பங்களின் வரலாறு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "திவாகர நிகண்டு, “கல்லும் உலோகமும் செங்கல்லும் மரமும் மண்ணும் சுதையும் தந்தமும் வண்ணமும் கண்ட சருக்கரையும் மெழுகும் என்றிவை பத்தே சிற்பத் தொழிற்கு உறுப் பாவன” என்று குறிப்பிடுகிறது. இந்த வரிகள், சிற்பங்களுக்குப் பயன்படுத்தப்படும் பொருட்களைக் குறிப்பிடுகின்றன."
  },
  {
    "description": "“முழு உருவச் சிற்பங்கள்” மற்றும் “புடைப்புச் சிற்பங்கள்” எந்த அடிப்படையில் வகைப்படுத்தப்படுகின்றன?",
    "options": [
      "சிற்பம் செய்யப் பயன்படுத்தப்படும் பொருள்",
      "சிற்பத்தின் வடிவமைப்பு",
      "சிற்பம் அமைக்கப்பட்ட காலம்",
      "சிற்பத்தில் சித்தரிக்கப்பட்ட கருத்து"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சிற்பங்களை அவற்றின் உருவ அமைப்பு அடிப்படையில் முழு உருவச் சிற்பங்கள், புடைப்புச் சிற்பங்கள் என இரண்டாகப் பிரிக்கலாம். உருவத்தின் முன்பகுதியும் பின்பகுதியும் தெளிவாகத் தெரியும் வகையில் முழு உருவத்துடன் அமைந்த சிற்பங்களை முழு உருவச் சிற்பங்கள் என்று கூறலாம். அவ்வாறின்றி முன்பகுதி மட்டும் தெரியும்படி அமைக்கப்பட்ட சிற்பங்களைப் புடைப்புச் சிற்பங்கள் எனலாம்."
  },
  {
    "description": "“புடைப்புச் சிற்பங்கள்” எங்கெல்லாம் காணப்படுகின்றன?",
    "options": [
      "கோவில்களின் தரைப் பகுதி மட்டும்",
      "கோபுரங்கள் மட்டும்",
      "கோவில்களின் தரைப் பகுதி, கோபுரம், தூண்கள், நுழைவாயில்கள், சுவர்களின் வெளிப்புறங்கள்",
      "மண்டபங்கள் மட்டும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "புடைப்புச் சிற்பங்கள் கோவில்களின் தரைப் பகுதி, கோபுரம், தூண்கள், நுழைவாயில்கள், சுவர்களின் வெளிப்புறங்கள் ஆகிய இடங்களில் காணப்படுகின்றன. கோவில்களின் பல்வேறு பகுதிகளில்,  புடைப்புச் சிற்பங்களைப் பார்க்க முடியும்."
  }
]
