
[
  {
    "description": "“வாணன் வேலைக் கொடுத்தான்.” மற்றும் “வாணன் வேலை கொடுத்தான்.”  என்ற இரண்டு தொடர்களும்  வல்லின எழுத்து புணர்ச்சி விதிக்கு உட்பட்டவை.  இந்த இரண்டு தொடர்களில் எந்தத் தொடர் சரியானது?",
    "options": [
      "a)  வாணன் வேலைக் கொடுத்தான்.",
      "b)  வாணன் வேலை கொடுத்தான்.",
      "c)  இரண்டும் சரியானவை.",
      "d)  இரண்டும் தவறானவை."
    ],
    "answer": "a",
    "additional_context": "நிலைமொழியுடன் வல்லின எழுத்து புணரும் போது  வல்லினம் மிகும். “வேலை” என்னும் சொல் ஒரு நிலைமொழி. “வாணன்” என்னும் சொல்லில் “ன்” ஓரெழுத்து ஒரு மொழி. ஓரெழுத்து ஒரு மொழிக்குப் பின் வல்லினம் மிகும் என்பது விதி. எனவே “வாணன் வேலைக் கொடுத்தான்” என்னும் தொடர் சரியானது."
  },
  {
    "description": "“என, ஆக” போன்ற சொல்லுருபுகளின் பின் வல்லினம் மிகும் என்பதை எந்த உதாரணம் தெளிவாக காட்டுகிறது?",
    "options": [
      "a)  நீ எனக்கே கேட்டாய்?",
      "b)  சந்தோஷமாக இருக்கிறேன்.",
      "c)  கதவைத் திற.",
      "d)  மெட்டுக்குப் பாட்டு."
    ],
    "answer": "a",
    "additional_context": "“என, ஆக” போன்ற சொல்லுருபுகளின் பின் வல்லினம் மிகும். இதனை நிரூபிக்கும் உதாரணம் “நீ எனக்கே கேட்டாய்?” என்னும் தொடர்.  “எனக்கே” என்னும் சொல்லில் “என” என்பது சொல்லுருபு. அதன் பின் வல்லினம் மிகுந்து “க்கே” என்று வந்துள்ளது."
  },
  {
    "description": "“அதற்கு, இதற்கு, எதற்கு” என்ற சொற்களின் பின் வல்லினம் மிகுந்து வருவதை எந்தப் பின்வரும் தொடர் காட்டுகிறது?",
    "options": [
      "a)  அதற்குப் போ.",
      "b)  இதற்கு உதவு.",
      "c)  எதற்கு இப்படிச் செய்கிறாய்?",
      "d)  மேற்கண்டவை அனைத்தும்."
    ],
    "answer": "d",
    "additional_context": "“அதற்கு, இதற்கு, எதற்கு” போன்ற சொற்களின் பின் வல்லினம் மிகும். மேற்கண்ட அனைத்துத் தொடர்களும் அதனை நிரூபிக்கின்றன. “அதற்குப் போ” என்பதில் “அதற்கு” என்ற சொல்லின் பின் வல்லினம் மிகுந்து “ப்”  என்று வந்துள்ளது. “இதற்கு உதவு”  என்பதில் “இதற்கு” என்ற சொல்லின் பின் வல்லினம் மிகுந்து “ப்”  என்று வந்துள்ளது. “எதற்கு இப்படிச் செய்கிறாய்”  என்பதில் “எதற்கு” என்ற சொல்லின் பின் வல்லினம் மிகுந்து “ப்”  என்று வந்துள்ளது."
  },
  {
    "description": "ஓரெழுத்து ஒரு மொழிக்குப் பின் வல்லினம் மிகுந்து வருவதை எந்தத் தொடர் காட்டுகிறது?",
    "options": [
      "a)  கூவாக் குயில்.",
      "b)  தீப் பிடித்தது.",
      "c)  மிகப் பெரியவர்.",
      "d)  தாமரைப்பாதம்."
    ],
    "answer": "b",
    "additional_context": "ஓரெழுத்து ஒரு மொழிக்குப் பின் வல்லினம் மிகும்.  “தீப் பிடித்தது” என்னும் தொடரில் “தீ” என்பது ஓரெழுத்து ஒரு மொழி. அதன் பின் வல்லினம் மிகுந்து “ப்”  என்று வந்துள்ளது."
  },
  {
    "description": "வன்தொடர்க் குற்றியலுகரங்கள் நிலை மொழியாக இருந்து புணர்கையில் வல்லினம் மிகும். இந்த விதியை எந்தத் தொடர் நிரூபிக்கிறது?",
    "options": [
      "a)  கேட்டுக் கொண்டான்.",
      "b)  விற்றுச் சென்றான்.",
      "c)  ஆடச் சொன்னார்.",
      "d)  மேற்கண்டவை அனைத்தும்."
    ],
    "answer": "d",
    "additional_context": "வன்தொடர்க் குற்றியலுகரங்கள் நிலை மொழியாக இருந்து புணர்கையில் வல்லினம் மிகும். மேற்கண்ட அனைத்துத் தொடர்களும் அதனை நிரூபிக்கின்றன. “கேட்டுக் கொண்டான்”  என்பதில் “கொண்டான்”  என்னும் சொல்லில் “க்”  என்பது வன்தொடர்க் குற்றியலுகரம். அது நிலைமொழியான “கேட்டு” என்ற சொல்லுடன் புணரும் போது “க்”  என்று வந்துள்ளது. “விற்றுச் சென்றான்”  என்பதில் “சென்றான்”  என்னும் சொல்லில் “ச்”  என்பது வன்தொடர்க் குற்றியலுகரம். அது நிலைமொழியான “விற்று” என்ற சொல்லுடன் புணரும் போது “ச்”  என்று வந்துள்ளது. “ஆடச் சொன்னார்”  என்பதில் “சொன்னார்”  என்னும் சொல்லில் “ச்”  என்பது வன்தொடர்க் குற்றியலுகரம். அது நிலைமொழியான “ஆட” என்ற சொல்லுடன் புணரும் போது “ச்”  என்று வந்துள்ளது."
  }
]
