
[
  {
    "description": "“எண்ணும் எழுத்தும் கண்” என்ற தொடரை ஒருவர் எழுத்துக்களின் வரிசைப்படி எண்களாக குறிப்பிடுவதாகக் கருதுங்கள். இந்த முறையைப் பயன்படுத்தி “கழுத்து” என்ற சொல் எப்படி எழுதப்படும்?",
    "options": [
      "1 2 3 4 1 5 6 7 4 8 2",
      "4 1 5 6 7 4 8 2 1 2 3",
      "1 2 3 4 5 6 7 4 8 2 1",
      "4 8 2 1 2 3 4 1 5 6 7"
    ],
    "answer": "B",
    "additional_context": "ஒருவர்  “எண்ணும் எழுத்தும் கண்” என்ற தொடரை எழுத்துக்களின் வரிசைப்படி எண்களாக குறிப்பிடுகிறார்.  அதாவது, எண் என்பது 1, எழுத்து என்பது 2, கண் என்பது 3,  என்பது போல.  இதே முறையைப் பயன்படுத்தி “கழுத்து” என்ற சொல் எப்படி எழுதப்படும் என்பதை கண்டுபிடிக்க வேண்டும்."
  },
  {
    "description": "“இராமன் என் வகுப்பு மாணவன்” என்ற கூற்றை உறுதிப்படுத்த என்ன தகவல் தேவை?",
    "options": [
      "இராமனுக்குப் புதிய புத்தகம் இருக்கிறது.",
      "இராமன் என் வகுப்பில் இருக்கிறான்.",
      "என் வகுப்பில் படிக்கும் அனைவருக்கும் புதிய புத்தகம் இருக்கிறது.",
      "என் வகுப்பு மாணவர்களுக்கு மட்டும்தான் புதிய புத்தகங்கள் இருக்கும்."
    ],
    "answer": "B",
    "additional_context": "இராமன்  என் வகுப்பு மாணவன் என்று உறுதிப்படுத்த என்ன தகவல் தேவை என்பது கேள்வி.  இராமன் என் வகுப்பில் இருக்கிறானா என்பது மட்டுமே இதற்கு உறுதியான ஆதாரமாக இருக்கும்."
  },
  {
    "description": "“ஏங்கல்” என்ற சொல்லுக்கு உவமைத் தொடரை உருவாக்கவும்.",
    "options": [
      "கருப்பு மை போன்ற ஏங்கல்",
      "அழகான பூக்கள் போன்ற ஏங்கல்",
      "கனமான கல் போன்ற ஏங்கல்",
      "இனிமையான இசை போன்ற ஏங்கல்"
    ],
    "answer": "C",
    "additional_context": "ஏங்கல் என்ற சொல்லுக்கு ஒரு உவமைத் தொடர்  உருவாக்க வேண்டும்.  ஏங்கல் என்பது கனமான கல் போன்றது.  ஏனெனில், ஏங்கல் என்பது மனதில் ஒரு கனமான எடை போல் இருக்கும்."
  },
  {
    "description": "“மலர்விழி வீணை வாசித்தாள்; கேட்டவர் வெள்ளம் போன்ற இன்பத்தில் நீந்தினர்” என்ற வாக்கியத்தை உருவகத் தொடராக மாற்றவும்.",
    "options": [
      "மலர்விழியின் இசை கேட்டவர்கள் மனம் வெள்ளம் போல் பெருகியது.",
      "மலர்விழியின் இசையால் கேட்டவர்கள் இன்பத்தில் மூழ்கினார்கள்.",
      "மலர்விழியின் இசை வெள்ளம் போல் பெருகியது.",
      "மலர்விழியின் இசை கேட்டவர்களின் இன்பம் வெள்ளம் போல் பெருகியது."
    ],
    "answer": "B",
    "additional_context": "மலர்விழி வீணை வாசித்தாள்; கேட்டவர் வெள்ளம் போன்ற இன்பத்தில் நீந்தினர்.  இந்த வாக்கியத்தில்,  கேட்டவர்களின் இன்பம் வெள்ளத்தில் நீந்தி  மூழ்கியது போல இருந்தது என்று உருவகப்படுத்தி சொல்லப்பட்டுள்ளது.  எனவே, இந்த வாக்கியத்தை உருவகத் தொடராக  மாற்றுவதற்கு,  இந்த பொருள்  கொடுக்க வேண்டும்."
  },
  {
    "description": "“கையா, உலகே ஒரு உயிர்” என்ற புத்தகத்தின் ஆசிரியர் யார்?",
    "options": [
      "அறிவுமதி",
      "கிருபானந்தவாரியார்",
      "ஜேம்ஸ் லவ்லாக்",
      "சா. சுரேஷ்"
    ],
    "answer": "C",
    "additional_context": "“கையா, உலகே ஒரு உயிர்” என்ற புத்தகத்தின் ஆசிரியர் யார் என்பது கேள்வி.  இந்த புத்தகத்தின் ஆசிரியர் ஜேம்ஸ் லவ்லாக்  என்பவர்.  அவர் ஒரு  ஆங்கில அறிவியல் எழுத்தாளர்."
  }
]
