[
          
  {
    
          "description": "சேறுபட்ட நீர்மிக்க வயல்களில் அரக்கு\nநிறத்தில் செவ்வாம்பல்கள் மெல்ல விரிந்தன.\nஅதைக் கண்ட நீர்ப்பறவைகள் தண்ணீரில்\nதீப்பிடித்துவிட்டது என்று அஞ்சி விரைந்து\nதம் குஞ்சுகளைச் சிறகுகளுக்குள் ஒடுக்கி\nவைத்துக் கொண்டன. அடடா! பகைவர்\nஅஞ்சும் வேலைக் கொண்ட சேரனின் நாட்டில்\nஇந்த அச்சம் இருக்கின்றதே.",
          "options": [
      "a) வயல்வெளிகளின் செழிப்பு மற்றும் பறவைகளின் அழகை",
      "b) சேரர்களின் வீரம் மற்றும் பகைவர்களின் அச்சத்தை",
      "c)  நீர்ப்பறவைகளின் பயம் மற்றும் குஞ்சுகளைப் பாதுகாக்கும் தன்மையை",
      "d) அரக்கு நிறத்தில் செவ்வாம்பல்களின் அழகை மட்டும்"
    ],
    "answer": "B",
    
          "additional_context": "சேர நாட்டின் வளத்தைப் பற்றி இந்தப் பாடல் கூறுகிறது. சேர நாடு சேறு படிந்த நீர் மிகுந்த வயல்வெளிகளை உடையது. வயல்களில் அரக்கு நிறத்தில் செவ்வாம்பல்கள் மெல்ல விரிந்ததைப் பார்த்த நீர்ப்பறவைகள் தீப்பிடித்துவிட்டது என்று நினைத்து பயந்து தம் குஞ்சுகளை தன் சிறகுகளுக்குள் ஒடுக்கிக் கொண்டன. இதிலிருந்து சேரர்களின் வீரத்தால் பகைவர்கள் அஞ்சி பயந்தனர் என்பது தெளிவாகிறது.  இந்தப் பாடல்  சேரர்களின்  வீரத்தையும் பகைவர்களின் அச்சத்தையும்  தெளிவாகக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "நெல்லை அறுவடை செய்து காக்கும்\nஉழவர்கள் நெற்போர் மீதேறி நின்றுகொண்டு\nமற்ற உழவர்களை 'நாவலோ' என்று கூவி\nஅழைப்பர். இவ்வாறு அவர்கள் செய்வது\nவீரர்கள் போர்க்களத்தில் கொல்யானை\nமீது ஏறி நின்றுகொண்டு மற்ற வீரர்களை\n'நாவலோ' என்று அழைப்பது போலிருந்தது.\nயானைப்படைகளை உடைய சோழனது நாடு,\nஇத்தகு வளமும் வீரமும் மிக்கது.",
          "options": [
      "a) நெல் விளைச்சல் மற்றும் உழவர்களின் சிரத்தை",
      "b) கொல்யானைப்படைகளின் வலிமை மற்றும் சோழர்களின் வீரம்",
      "c) 'நாவலோ' என்ற வார்த்தையின் அர்த்தத்தை",
      "d) போர்க்களத்தில் வீரர்களின் தைரியத்தை"
    ],
    "answer": "B",
    
          "additional_context": "சோழ நாட்டின் வளத்தைப் பற்றி இந்தப் பாடல் கூறுகிறது. சோழ நாட்டில் உழவர்கள் நெல்லை அறுவடை செய்து காப்பாற்றுவார்கள்.  அவர்கள் நெற்போரின் மேல் ஏறி நின்று மற்ற உழவர்களை 'நாவலோ' என்று கூவி அழைப்பார்கள். வீரர்கள் போர்க்களத்தில் கொல்யானை மேல் ஏறி நின்று மற்ற வீரர்களை 'நாவலோ' என்று அழைப்பது போல இவர்கள்  அழைக்கிறார்கள். இதன் மூலம் சோழர்கள் யானைப்படைகளை உடையவர்கள் என்பதும் அவர்கள்  வீரத்தையும் வளத்தையும் கொண்டவர்கள் என்பதும் தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "நந்தின் இளஞ்சினையும் புன்னைக் குவிமொட்டும்\nபந்தர் இளங்கமுகின் பாளையும்-சிந்தித்\nதிகழ்முத்தம் போல்தோன்றும் செம்மற்றே தென்னன்\nநகைமுத்த வெண்குடையான் நாடு.",
          "options": [
      "a) சங்குகள், புன்னை மொட்டுகள், பாக்கு மரங்கள் ஆகியவற்றின் அழகை",
      "b) தென்னன் மன்னர்களின்  முத்து வளத்தை",
      "c) வெண்கொற்றக் குடையின் பிரம்மாண்டத்தை",
      "d) பாண்டியர்களின் சிறந்த கலைத்திறனை"
    ],
    "answer": "B",
    
          "additional_context": "பாண்டிய நாட்டின் வளத்தைப் பற்றி இந்தப் பாடல் கூறுகிறது. பாண்டிய நாட்டில் சங்குகள் மணலில் ஈனுகின்ற முட்டைகள் முத்துகள் போலிருக்கும். தரையில் உதிர்ந்துகிடக்கும் புன்னை மொட்டுகள் முத்துகள் போலிருக்கும். பந்தல் போட்டதுபோல் தோன்றும் பாக்கு மரத்தின் பாளையிலிருந்து சிந்தும் மணிகளும் முத்துகள் போலிருக்கும். இதன் மூலம் பாண்டிய நாடு முத்து வளம் மிகுந்தது என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "“நச்சிலைவேல் கோக்கோதை நாடு” என்ற வரி, எந்த நாட்டின் வளத்தைப் பற்றி குறிப்பிடுகிறது?",
          "options": [
      "சேரநாடு",
      "சோழநாடு",
      "பாண்டியநாடு",
      "மதுரை நாடு"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடல் சேர நாட்டின் வளத்தைப் பற்றிப் பாடுகிறது. 'நச்சிலைவேல் கோக்கோதை நாடு' என்ற வரி சேர நாட்டின் வீரத்தை எடுத்துக்காட்டுகிறது. 'நச்சிலைவேல்' என்ற சொல் வேலின் தன்மையைக் குறிக்கிறது. 'கோக்கோதை' என்ற சொல் சேர நாட்டின் தலைநகரான கோவை நகரைக் குறிக்கிறது. சேர நாட்டின் வீரம் நச்சிலை வேலை உடையது என்றும் சேரர்கள் கோக்கோதை நாட்டை ஆண்டவர்கள் என்றும் இந்த வரி தெளிவாகக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "“காவல் உழவர் களத்துஅகத்துப் போர்ஏறி” என்ற வரியில் குறிப்பிடப்பட்டுள்ள “போர்” எதைப் குறிக்கிறது?",
          "options": [
      "மன்னர்களுக்கிடையேயான போர்",
      "உழவர்களுக்கிடையேயான போர்",
      "யானைப்படையின் போர்",
      "நெல்லை அறுவடை செய்யும் போர்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பாடல் சோழ நாட்டின் வளத்தைப் பற்றிப் பாடுகிறது. 'காவல் உழவர் களத்துஅகத்துப் போர்ஏறி' என்ற வரியில் 'போர்' என்பது நெல்லை அறுவடை செய்யும் போரைத்தான் குறிக்கிறது. சோழ நாட்டில் உழவர்கள் நெல்லை அறுவடை செய்வதை போராகவே கருதி அதைச் செய்து காப்பாற்றுவார்கள். இதிலிருந்து சோழர்கள் விவசாயம் மீது எவ்வளவு அக்கறை கொண்டிருந்தார்கள் என்பது தெளிவாகிறது."
          }
        ]