
[
  {
    "description": "வெயில் குரூரமாய் அடித்துவிட்டுத் தணியத் தொடங்கிய வேளை; பாசஞ்ஜர் ரயிலின் கூவல் வெகு தொலைவிலிருந்து அருவலாகக் கேட்டது. வல்லநேந்தல் தாண்டியதும் இன்ஜின் டிரைவர்கள் இப்படித்தான் ஒலி எழுப்புவார்கள். ",
    "options": [
      "காலை",
      "மதியம்",
      "மாலை",
      "இரவு"
    ],
    "answer": "C",
    "additional_context": "கதையின் ஆரம்பம்.  வெயில் கடுமையாக இருந்து பின்னர் தணியத் தொடங்கியது. இது மாலை நேரமாக இருக்க வேண்டும். இப்படித்தான் பாசஞ்சர் ரயிலின் கூவல் மாலை நேரத்தில் கேட்கும் என்பதால் விடை மாலை."
  },
  {
    "description": "இரண்டு மூன்று குடங்களைத் தூக்கிக்கொண்டு புயல் நுழைவது போல் ரயில் நிலையத்துக்குள் பாய்ந்தார்கள்.",
    "options": [
      "ஐயா மற்றும் சினை ஆடு",
      "ரயில் பயணிகள்",
      "ரயில் நிலைய ஊழியர்கள்",
      "தண்ணீருக்காக ரயில் நிலையத்துக்கு ஓடி வந்த பெண்கள்"
    ],
    "answer": "D",
    "additional_context": "ரயில் நிலையத்திற்குத் தண்ணீருக்காக ஓடி வந்த பெண்கள், ரயிலின் வருகையை எதிர்நோக்கி, குடங்களைத் தூக்கிக்கொண்டு புயல் வீசுவது போல் ஓடி வந்தார்கள் என்பது இதிலிருந்து தெளிவாகிறது."
  },
  {
    "description": "இந்திரா மாதிரி அமைதியாக மற்ற பெண்கள் கனவு காணாமல் இடம்பிடிக்க அடிதடிச் சண்டைகளில் இறங்குவதையும் ரயில் நிலையமே அவர்கள் ஆதிக்கத்துக்குப் போய்க் கொண்டிருப்பதையும் ஸ்டேஷன் மாஸ்டர் விரும்பவில்லை.",
    "options": [
      "ரயில் நிலையத்தில் அவர்கள் சத்தம் போட்டு இடையூறு செய்தார்கள்.",
      "ரயில் நிலையத்தின் தண்ணீரை அவர்கள் வீணடித்தார்கள்.",
      "பெண்களின் சண்டைகளால் ரயில் பயணிகள் பாதிக்கப்பட்டார்கள்.",
      "பெண்களின் நடத்தை அவர்களின் ஆதிக்கத்தை காட்டியது, இது அவரைப் பயமுறுத்தியது."
    ],
    "answer": "D",
    "additional_context": "ரயில் நிலையத்தில் தண்ணீர் கொண்டுவந்து விற்கும் பெண்கள், இடம்பிடிக்க மோதிக் கொள்வதையும், ரயில் நிலையமே தங்களது ஆதிக்கத்திற்கு உட்பட்டது என்பதை உணர்த்தும்படியான நடத்தையை வெளிப்படுத்துவதையும் ஸ்டேஷன் மாஸ்டர் பார்த்து பயந்தார் என்பதை இச்செய்தி விளக்குகிறது."
  },
  {
    "description": "எல்லா ஊர்களும் தீய்ந்து போய்விட்டன. எல்லா ஊரிலும் பருவகாலத்தில் மழை பெய்யும். புயல் வந்தால்தான் இந்தப் பக்கம் பூராவுக்கும் மழை. மழை பெய்வதில்லை... பெய்தால் பேய் மழை. கண்மாய், ஊருணி எல்லாம் உடைப்பெடுத்து வெள்ளம் போய் மூன்றாம் நாள் மறுபடி நீரில்லாப் பூமியாகக் கிடக்கும். ஆகாயத்துக்கும் பூமிக்கும் இந்த ஊர்ப்பக்கம் நிரந்தரப் பகை.",
    "options": [
      "மக்கள்தொகைப் பெருக்கம்",
      "நீர்நிலைகள் மாசுபடுதல்",
      "மழை இல்லாத காலநிலை",
      "நீர் வளக் குறைவு"
    ],
    "answer": "D",
    "additional_context": "குறிப்பிட்ட பகுதியில் மழை பெய்யாமல் இருப்பதால் ஏற்படும் நீர்நிலை வற்றிப்போதல் மற்றும் தண்ணீர் பற்றாக்குறை பற்றி இந்த பத்தி கூறுகிறது."
  },
  {
    "description": "கதையில் வரும் பெண்கள், தண்ணீருக்காக எந்த இடத்துக்குச் செல்கிறார்கள்?",
    "options": [
      "கிணற்றுக்கு",
      "கண்மாய்க்கு",
      "நதிய்க்கு",
      "பிலாப்பட்டிக்கு"
    ],
    "answer": "D",
    "additional_context": "பிலாப்பட்டிக்குச் சென்று தண்ணீர் எடுத்து வருகிறார்கள் என்பது இந்த கதையிலிருந்து தெளிவாகிறது."
  }
]
