
[
  {
    "description": "திராவிட மொழிக்குடும்பத்தில் \"கடுவன் – மந்தி; களிறு – பிடி\" என்ற சொற்பயன்பாடு எந்தப் பண்பைக் காட்டுகிறது?",
    "options": [
      "வினைச்சொற்களின் கால அமைப்பு",
      "பால் பாகுபாடு",
      "எண்ணுப் பெயர்களின் ஒற்றுமை",
      "அடிச்சொல்லின் மாற்றம்"
    ],
    "answer": "B",
    "additional_context": "திராவிட மொழிகளில் ஆண்பால், பெண்பால் என்ற பகுப்பு உயர்திணை ஒருமையில் காணப்படுகிறது. அஃறிணைப் பொருள்களையும் ஆண், பெண் என்று பால் அடிப்படையில் பகுத்தாலும் அவற்றிற்கெனப் பால்காட்டும் விகுதிகள் இல்லை. தனிச்சொற்களாலேயே ஆண், பெண் என்ற பகுப்பை உணர்த்தினர். (எ.கா. கடுவன் – மந்தி; களிறு – பிடி)"
  },
  {
    "description": "கீழ்க்கண்ட சொற்களில் எது தமிழ், மலையாளம், தெலுங்கு ஆகிய மொழிகளில் ஒரே மாதிரியாகப் பயன்படுத்தப்படும் அடிச்சொல்?",
    "options": [
      "நூறு",
      "நீ",
      "இரண்டு",
      "நான்கு"
    ],
    "answer": "A",
    "additional_context": "திராவிட மொழிகளின் சொற்களை ஆராய்ந்தால், அவை பொதுவான அடிச்சொற்களைக் கொண்டிருப்பதைக் காணமுடிகிறது. \n  திராவிட மொழிகளில் எண்ணுப் பெயர்கள் ஒன்று போலவே அமைந்துள்ளன. \n நூறு - நூறு - நூரு - நூரு"
  },
  {
    "description": "திராவிட மொழிகளின் ஆய்வுக்கான முக்கியமான அறிஞர் யார்?",
    "options": [
      "ச. அகத்தியலிங்கம்",
      "கால்டுவெல்",
      "தெ.பொ. மீனாட்சிசுந்தரம்",
      "மல்தோ"
    ],
    "answer": "B",
    "additional_context": "1856இல் திராவிட மொழிகளின் ஒப்பிலக்கணம் என்னும் நூலில் கால்டுவெல், திராவிட மொழிகள், ஆரிய மொழிக்குடும்பத்திலிருந்து வேறுபட்டவை எனவும் இம்மொழிகள் சமஸ்கிருத மொழிக்குள்ளும் செல்வாக்குச் செலுத்தியுள்ளன எனவும் குறிப்பிட்டார்."
  },
  {
    "description": "தமிழ் மொழியின் சிறப்புக்கள் பற்றிய கீழ்க்கண்ட கூற்றுகளில் எது சரியானது?",
    "options": [
      "தமிழ்மொழியில் பிற மொழித் தாக்கம் அதிகம்",
      "தமிழ்மொழி சில திராவிட மொழிகளின் தாய்மொழியாகக் கருதப்படுகிறது",
      "தமிழ்மொழியில் ஒரே பொருளைக் குறிக்கப் பலசொற்கள் இல்லை",
      "தமிழ்மொழி  சமஸ்கிருதத்திலிருந்து தோன்றியது"
    ],
    "answer": "B",
    "additional_context": "திராவிட மொழிக்குடும்பத்தின் தொன்மையான மூத்த மொழியாகத் திகழ்கின்ற தமிழ், பிற திராவிட மொழி களைவிட ஒப்பியல் ஆய்வுக்குப் பெருந் துணையாக அமைந்துள்ளது. தமிழ் மொழி மூலத்திராவிட மொழியின் பண்புகள் பலவற்றையும் பேணிப் பாதுகாத்து வருகிறது. அத்துடன் தனித்தன்மை மாறுபடாமல் காலந்தோறும் தன்னைப் புதுப்பித்துக் கொள்ளும் பண்பு கொண்டதாகவும் தமிழ்மொழி விளங்கி வருகிறது."
  },
  {
    "description": "திராவிட மொழிக்குடும்பத்தின் வடதிராவிட மொழிக்குள் எந்த மொழி அடங்கும்?",
    "options": [
      "தெலுங்கு",
      "கன்னடம்",
      "மலையாளம்",
      "பிராகுயி"
    ],
    "answer": "D",
    "additional_context": "திராவிட மொழிக்குடும்பம், மொழிகள் பரவிய நில அடிப்படையில் தென்திராவிட மொழிகள், நடுத்திராவிட மொழிகள், வடதிராவிட மொழிகள் என மூன்றாக வகைப்படுத்தப்பட்டுள்ளது. திராவிட மொழிக்குடும்பத்திலுள்ள தமிழ், கன்னடம், மலையாளம் முதலானவை தென்திராவிட மொழிகள் எனவும் தெலுங்கு முதலான சில மொழிகள் நடுத்திராவிட மொழிகள் எனவும் பிராகுயி முதலானவை வடதிராவிட மொழிகள் எனவும் பகுக்கப்பட்டுள்ளன."
  }
]
