[
          
  {
    
          "description": "'நாடு முழுதும் நீர்நாடு' என்ற வர்ணனை எந்த பாடல் வரியில் காணப்படுகிறது?",
          "options": [
      "a) பா.எ. 59",
      "b) பா.எ. 63",
      "c) பா.எ. 67",
      "d) பா.எ. 69"
    ],
    "answer": "c",
    
          "additional_context": "பெரியபுராணத்தில் சோழநாட்டின் வளத்தை இயற்கை எழிற் கவிதைகளாகப் படரச் செய்துள்ளது. அந்த வர்ணனையில்  நாடெல்லாம் நீர்நாடு என  கூறப்பட்டுள்ளது. இந்த வர்ணனை உள்ள பாடல் எண் 67 ஆகும். "
          }
        ,
          
  {
    
          "description": "பெரியபுராணத்தில்  வானவில்லை ஒப்பிடப்பட்டுள்ளது?",
          "options": [
      "a) மரங்களில் பூக்கும் மலர்களுடன்",
      "b) நீர்நிலைகளில் துள்ளும் வாளை மீன்களுடன்",
      "c) உழவர்களின் கால்களில் இடறும் சங்குகளுடன்",
      "d) நெல் மலைகளுடன்"
    ],
    "answer": "b",
    
          "additional_context": "பெரியபுராணத்தில் அன்னங்கள் ஆடும் அகன்துறைப் பொய்கையில் துன்னும் மேதி படியத் துதைந்தெழும் கன்னி வாளை கமுகின்மேற் பாய்வன மன்னு வான்மிசை வானவில் போலுமால் என்று குறிப்பிடப்பட்டுள்ளது. வாளை மீன் துள்ளி எழுந்து கமுகின் மேல் பாயும் காட்சியை வானவில்லை போன்று ஒப்பிட்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "பெரியபுராணத்தில் ______ நாட்டின் வளத்தை இயற்கை எழிற் கவிதைகளாகப் படரச் செய்துள்ளது.",
          "options": [
      "a) பாண்டிய",
      "b) சோழ",
      "c) சேர",
      "d) பல்லவ"
    ],
    "answer": "b",
    
          "additional_context": "பெரியபுராணத்தில் சோழநாட்டின் வளத்தை இயற்கை எழிற் கவிதைகளாகப் படரச் செய்துள்ளது. சோழ நாட்டின் வளத்தை இயற்கை காட்சிகளை வர்ணிப்பதன் மூலம் இயற்கை எழிற் கவிதைகளாக வெளிப்படுத்தி உள்ளது. "
          }
        ,
          
  {
    
          "description": "'______ ரைத்தெழுந் தார்ப்ப வரைதரு' என்ற வரியில் '______' என்ற சொல் வண்டுகளை குறிக்கிறது.",
          "options": [
      "a) மரம்",
      "b) பூ",
      "c) மா",
      "d) காவி"
    ],
    "answer": "c",
    
          "additional_context": "பெரியபுராணத்தில் உள்ள  'மாவி ரைத்தெழுந் தார்ப்ப வரைதரு' என்ற பாடல் வரியில்  'மா' என்ற சொல்  வண்டுகளை குறிக்கிறது. மா - வண்டு என்று  குறிப்பிடப்பட்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "'______ சொரிந்த முத்தின் சுடர்ப்பெரும் பொருப்பு யாப்பார்' என்ற வரியில் '______' என்ற சொல் சங்குகளை குறிக்கிறது.",
          "options": [
      "a) வேரி",
      "b) பணிலம்",
      "c) கழை",
      "d) சுரிவளை"
    ],
    "answer": "d",
    
          "additional_context": "பெரியபுராணத்தில் உள்ள   'சுரிவளை சொரிந்த முத்தின் சுடர்ப்பெரும் பொருப்பு யாப்பார்' என்ற பாடல் வரியில்   'சுரிவளை' என்ற சொல்  சங்குகளை குறிக்கிறது. சுரிவளை - சங்கு என்று  குறிப்பிடப்பட்டுள்ளது. "
          }
        ]