
[
  {
    "description": "மும்தாஜ், ஆனந்திடம் கேட்கும் கேள்விக்கு ஆனந்தி எந்த உதாரணத்தைப் பயன்படுத்துகிறார்?",
    "options": [
      "நாவாய்",
      "செப்பலோசை",
      "இளிகியா",
      "எறிதிரேசியன்"
    ],
    "answer": "A",
    "additional_context": "மும்தாஜ், ஆனந்தியிடம், கணினித்துறைச் சொற்களை ஆங்கிலத்திலிருந்து மொழிபெயர்க்கும் தேவையைப் பற்றி கேட்கிறார். இதற்கு பதிலளிக்கும் ஆனந்தி, கடல்துறையை உதாரணமாகக் காட்டி, தமிழ்ச்சொல்லான `நாவாய்' ஆங்கிலத்தில் `நேவி' என மாறியதைச் சுட்டிக்காட்டுகிறார்.  "
  },
  {
    "description": "உரையாடலில், டேவிட் கேட்கும் கேள்விக்கான விடையாக ஆனந்தி எந்தச் சொல்லை எடுத்துக்காட்டாகச் சொல்கிறார்?",
    "options": [
      "வெண்பா",
      "பாய்யியோனா",
      "சாப்போ",
      "இளிகியா"
    ],
    "answer": "B",
    "additional_context": "டேவிட், தமிழ்க் கவிதை சார்ந்த சொற்களுக்கும் கிரேக்க மொழிக்கும் இடையிலான தொடர்பைப் பற்றி கேட்கிறார். இதற்கு பதிலளிக்கும் ஆனந்தி, தமிழில் `பா' என்ற சொல் கிரேக்கத்தில் `பாய்யியோனா' என அழைக்கப்படுவதாக விளக்குகிறார்.   "
  },
  {
    "description": "ஆனந்தி தன் பேச்சில் கிரேக்க மொழியின் காப்பியத்துடன் தமிழ்ச்சொல்லை இணைத்துப் பேசுகிறார். அது எது?",
    "options": [
      "பா",
      "வெண்பா",
      "இளிவரல்",
      "இளிகியா"
    ],
    "answer": "A",
    "additional_context": "ஆனந்தி கிரேக்க மொழியின் `இலியாத்' காப்பியத்தை குறிப்பிட்டு, `பா' என்ற தமிழ்ச்சொல்லை இணைத்துப் பேசுகிறார். தமிழில் `பா' என்ற சொல் கிரேக்கத்தில் `பாய்யியோனா' என அழைக்கப்படுவதாக கூறுகிறார்.  "
  },
  {
    "description": "உரையாடலில், ஆனந்தி தமிழ்மொழி நிலைத்திருக்க வேண்டுமென்றால் நாம் என்ன செய்ய வேண்டும் எனக் கூறுகிறார்?",
    "options": [
      "வளர்ந்துகொண்டிருக்கும் அறிவியல் துறைக் கலைச்சொற்களை தமிழில் மொழி பெயர்க்க வேண்டும்.",
      "தொல் தமிழ்ச்சொற்களைப் பயன்படுத்த வேண்டும்.",
      "வேற்று மொழிச் சொற்களை நாம் ஏற்றுக்கொள்ளக் கூடாது.",
      "தாய்மொழி பற்றிய கல்வியைப் பள்ளிகளில் அதிகப்படுத்த வேண்டும்."
    ],
    "answer": "A",
    "additional_context": "உரையாடலின் இறுதியில், தமிழ்மொழி நிலைத்திருக்க வேண்டுமானால் என்ன செய்ய வேண்டும் என டேவிட் கேட்கிறார். இதற்கு பதிலளிக்கும் ஆனந்தி, வளர்ந்துவரும் அறிவியல் துறைகளின் கலைச்சொற்களை தமிழில் மொழிபெயர்த்து, அத்துறைகளை தமிழில் வளர்க்க வேண்டும் என்கிறார்.  "
  },
  {
    "description": "“நம்மொழி தொடர்ந்து நிலைத்திருக்க வேண்டுமானால் வளர்ந்துவரும் மருத்துவம், பொறியியல், கணினி, விண்வெளி போன்ற பிறதுறைகளின் பதிவுகள் எல்லாம் உடனுக்குடன் நம் மொழிக்குக் கொண்டுவரப்பட வேண்டும்.”  இந்த வாக்கியத்தில் யார் கூறுகிறார்கள்?",
    "options": [
      "ஆனந்தி",
      "டேவிட்",
      "மும்தாஜ்",
      "அருண்"
    ],
    "answer": "C",
    "additional_context": "மும்தாஜ், தமிழ்மொழி நிலைத்திருக்க வேண்டுமானால், புதிய துறைகளின் பதிவுகளை தமிழில் மொழிபெயர்த்து நம்மொழியில் சொல்வளம் பெருக வேண்டும் என்கிறார்.   "
  }
]
