
[
  {
    "description": "“வீட்டின் பக்கத்தில் நிற்கிறது ஒரு மரம் கூடத்துச் சன்னலையும் சமையலறைச் சன்னலையும் விரிந்த கிளைகளால் பார்த்துக் கொண்டிருக்கிறது” - இதன் மூலம் என்ன தெரிய வருகிறது?",
    "options": [
      "மரம் வீட்டின் பக்கத்தில் நிற்கிறது",
      "மரம் வீட்டின் ஜன்னல்களைப் பார்க்கிறது",
      "மரம் பெரியது",
      "மேற்கூறிய அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த வரிகள் ஒரு வீட்டின் அருகே உள்ள ஒரு பெரிய மரத்தை விவரிக்கின்றன. வீட்டின் கூடத்துச் சன்னலையும் சமையலறைச் சன்னலையும் விரிந்த கிளைகளால் பார்த்துக் கொண்டிருப்பதாக கூறுகிறது. எனவே, மரம் வீட்டின் பக்கத்தில் நிற்கிறது, வீட்டின் ஜன்னல்களைப் பார்க்கிறது மற்றும் பெரியதாக இருப்பதாக கூறலாம். இதன் மூலம் மேற்கூறிய அனைத்தும் தெரிய வருகிறது."
  },
  {
    "description": "“பூ மொழி” - என்ற கவிதையில் சிசு மற்றும் அம்மா என்ன செய்வது?",
    "options": [
      "பேசிக்கொள்கிறார்கள்",
      "விளையாடுகிறார்கள்",
      "பாடல்கள் பாடுகிறார்கள்",
      "உறங்குகிறார்கள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கவிதையில் சிசு ஒரு சொல்லை மிழற்றுகிறது, அதை அம்மா நீள வாக்கியங்களாக்கிப் பதில் அனுப்புகிறாள். இதிலிருந்து அவர்கள் பேசிக்கொள்வதாக தெளிவாகத் தெரியும்."
  },
  {
    "description": "“விரல் நீட்டிச் சிசு பேசுகிறது மீண்டும் அத்தொனியிலேயே அம்மா குழறுகிறாள்” - இந்த வரிகளின் மூலம் என்ன தெரிய வருகிறது?",
    "options": [
      "சிசு சரியாகப் பேசுகிறது",
      "அம்மா சிசுவின் பேச்சைப் புரிந்துகொள்ள முடியவில்லை",
      "அம்மா சிசுவைத் திட்டுகிறாள்",
      "சிசு தவறாகப் பேசுகிறது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சிசு ஒரு சொல்லை மிழற்றுகிறது, ஆனால் அம்மா அதைப் புரிந்துகொள்ள முடியாமல் குழறுகிறாள். இதிலிருந்து அம்மா சிசுவின் பேச்சைப் புரிந்துகொள்ள முடியவில்லை என்பது தெளிவாகிறது."
  },
  {
    "description": "வீட்டின் பக்கத்தில் நிற்கிறது ஒரு ____.",
    "options": [
      "புல்",
      "மரம்",
      "பூ",
      "வீடு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரிகள் ஒரு வீட்டின் அருகே உள்ள ஒரு பெரிய மரத்தை விவரிக்கின்றன. வீட்டின் கூடத்துச் சன்னலையும் சமையலறைச் சன்னலையும் விரிந்த கிளைகளால் பார்த்துக் கொண்டிருப்பதாக கூறுகிறது. எனவே, வீட்டின் பக்கத்தில் நிற்கிறது ஒரு மரம் என நிரப்பலாம்."
  },
  {
    "description": "____ கிளைகளால் கூடத்துச் சன்னலையும் பார்த்துக் கொண்டிருக்கிறது.",
    "options": [
      "குறுகிய",
      "சிறிய",
      "விரிந்த ",
      "நீண்ட"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரிகள் ஒரு வீட்டின் அருகே உள்ள ஒரு பெரிய மரத்தை விவரிக்கின்றன. வீட்டின் கூடத்துச் சன்னலையும் சமையலறைச் சன்னலையும் விரிந்த கிளைகளால் பார்த்துக் கொண்டிருப்பதாக கூறுகிறது. எனவே, விரிந்த கிளைகளால் கூடத்துச் சன்னலையும் பார்த்துக் கொண்டிருக்கிறது என நிரப்பலாம்."
  }
]
