[
          
  {
    
          "description": "'கல்லும் உலோகமும் செங்கல்லும் மரமும்...' என்னும் வரிகள் எந்த நூலிலிருந்து எடுக்கப்பட்டவை?",
          "options": [
      "தொல்காப்பியம்",
      "சிலப்பதிகாரம்",
      "மணிமேகலை",
      "திவாகர நிகண்டு"
    ],
    "answer": "D",
    
          "additional_context": "சிற்பக்கலை குறித்து நூல்களில் பல குறிப்புகள் உள்ளன.  'கல்லும் உலோகமும் செங்கல்லும் மரமும்...'  என்ற வரிகள் திவாகர நிகண்டு என்னும் நூலில் காணப்படுகிறது.  தமிழர்கள் பல வகையான பொருட்களைப் பயன்படுத்தி சிற்பங்களை உருவாக்கியுள்ளனர் என்பதை இவ்வரிகள் நமக்குத் தெளிவுபடுத்துகின்றன."
          }
        ,
          
  {
    
          "description": "தொல்காப்பியத்தில் எந்தச் செயலைச் சிற்பக்கலைக்குச் சான்றாகக் குறிப்பிடப்படுகிறது?",
          "options": [
      "கோயில் கட்டமைப்பு",
      "போரில் இறந்த வீரருக்கு நடுகல் நடப்பது",
      "புத்தர் சிலை வடிவமைப்பு",
      "மீனாட்சி அம்மன் கோவில் மண்டபத் தூண்"
    ],
    "answer": "B",
    
          "additional_context": "தொன்மையான தமிழின் இலக்கண நூலாகிய தொல்காப்பியத்தில் சிற்பக்கலை பற்றிய குறிப்பு காணப்படுகிறது.  போரில் விழுப்புண் பட்டு இறந்த வீரருக்கு நடுகல் நடப்படும்.  அக்கல்லில் அவ்வீரரின் உருவம் பொறிக்கப்பெறும்.  தமிழரின் தொடக்ககாலச் சிற்பக்கலைக்குச் சான்றாக இதையும் குறிப்பிடலாம்."
          }
        ,
          
  {
    
          "description": "'கல்லும் உலோகமும் செங்கல்லும் மரமும்...' என்ற வரிகள் எந்த நூலில் காணப்படுகிறது?",
          "options": [
      "சிலப்பதிகாரம்",
      "மணிமேகலை",
      "தொல்காப்பியம்",
      "திவாகர நிகண்டு"
    ],
    "answer": "D",
    
          "additional_context": "தமிழர்கள் பல வகையான பொருட்களைப் பயன்படுத்தி சிற்பங்களை உருவாக்கியுள்ளனர் என்பதை 'கல்லும் உலோகமும் செங்கல்லும் மரமும்...'  என்ற வரிகள் நமக்குத் தெளிவுபடுத்துகின்றன.  இவ்வரிகள் திவாகர நிகண்டு என்னும் நூலில் காணப்படுகிறது."
          }
        ,
          
  {
    
          "description": "பல்லவர் காலத்தில் அமைக்கப்பட்ட கோவில்களில் சிற்பங்களை எந்த இடங்களில் அதிகமாகக் காணலாம்?",
          "options": [
      "கோபுரத்தின் மேல் மட்டும்",
      "நுழைவு வாயிலின் இருபுறங்களிலும்",
      "தூண்கள், கோபுரம், தரைப்பகுதி, சுவர்கள் என எல்லா இடங்களிலும்",
      "கோவிலின் உட்புறச் சுவர்களில் மட்டும்"
    ],
    "answer": "C",
    
          "additional_context": "பல்லவர் காலத்தில் சுதையினாலும், கருங்கற்களினாலும் சிற்பங்கள் அமைக்கப்பட்டன.  கோவில் தூண்கள் சிற்பங்களால் அழகு பெற்றன.  தூண்களில் யாளி, சிங்கம், தாமரை மலர், நுட்பமான வேலைப்பாடுகள் நிறைந்த வட்டங்கள் போன்றவை பொறிக்கப்பட்டன.  பல்லவர் காலத்தில் அமைக்கப்பட்ட கோவில்களின் கட்டடங்கள், கற்றூண்கள், சுற்றுச்சுவர்கள், நுழைவு வாயில்கள் என அனைத்து இடங்களிலும் சிற்பங்கள் மிளிர்வதைக் காண முடியும்."
          }
        ,
          
  {
    
          "description": "பாண்டியர் காலத்தில் அமைக்கப்பட்ட சிற்பங்கள் எந்த இடங்களில் நிறைந்துள்ளன?",
          "options": [
      "தஞ்சைப் பெரியகோவில்",
      "மாமல்லபுரம் கடற்கரையிலுள்ள பாறைகளில்",
      "குகைக்கோவில்கள்",
      "திரிபுவன வீரேசுவரம் கோவில்"
    ],
    "answer": "C",
    
          "additional_context": "பாண்டியர் காலத்தில் அமைக்கப்பட்ட குகைக்கோவில்களில் சிற்ப வேலைப்பாடுகள் நிறைந்துள்ளன.  அவற்றைத் திருமயம், பிள்ளையார்பட்டி, குன்றக்குடி, திருப்பரங்குன்றம் முதலிய இடங்களில் உள்ள கோவில்களில் காணலாம்.  கோவில்பட்டிக்கு மேற்கே கழுகுமலை வெட்டுவான்கோவிலில் அமைந்துள்ள சிற்பங்களும் பாண்டியர் காலச் சிற்பக்கலைக்குச் சான்றுகளாகும்."
          }
        ]