
[
  {
    "description": "'அடிசில் வைகல் ஆயிரம் அறப்புறமும் ஆயிரம்...' இந்த வரிகள் ஏமாங்கத நாட்டின் என்ன அம்சத்தை விவரிக்கிறது?",
    "options": [
      "அதன் மக்கள் தொகையின் பெருமையை",
      "அதன் பணக்காரர்களின் எண்ணிக்கையை",
      "அதன் வாழ்க்கைத் தரத்தை",
      "அதன் கட்டிடக்கலை சிறப்பை"
    ],
    "answer": "C",
    "additional_context": "சீவக சிந்தாமணியில்  திருத்தக்கதேவர் ஏமாங்கத நாட்டின் வளத்தை வருணிக்கும் பகுதி அந்நாட்டின் செழிப்பை உணர்த்துகிறது. 'அடிசில் வைகல் ஆயிரம் அறப்புறமும் ஆயிரம்...' இந்த வரிகள் ஏமாங்கத நாட்டின் வாழ்க்கைத் தரத்தை விவரிக்கிறது. இங்கு அடிசில் (சோறு) ஆயிரம், அறப்புறம் (அறச்சாலைகள்) ஆயிரம் என்று சொல்லப்படுவது ஏமாங்கத நாட்டின் வளமை மற்றும் வாழ்க்கைத் தரத்தை காட்டுகிறது."
  },
  {
    "description": "'சீவக சிந்தாமணி' எந்த சமயத்தைச் சார்ந்தது?",
    "options": [
      "இந்து சமயம்",
      "சமண சமயம்",
      "புத்த சமயம்",
      "கிறிஸ்தவ சமயம்"
    ],
    "answer": "B",
    "additional_context": "சீவக சிந்தாமணி ஐம்பெருங்காப்பியங்களுள் ஒன்று. இது விருத்தப்பாக்களால் இயற்றப்பட்ட முதல் காப்பியமாகும். சமண சமயத்தைச் சார்ந்தவர் திருத்தக்கதேவர்."
  },
  {
    "description": "'சீவக சிந்தாமணி' எந்த வகை இலக்கியம்?",
    "options": [
      "கவிதை",
      "நாடகம்",
      "கதை",
      "காப்பியம்"
    ],
    "answer": "D",
    "additional_context": "சீவக சிந்தாமணி காப்பிய வகையைச் சேர்ந்த ஒரு இலக்கியம். இது சீவகன் என்னும் இளவரசனின் வாழ்க்கை வரலாற்றைப் பாடும் நூல்."
  },
  {
    "description": "'மணநூல்' என்று எந்த நூல் அழைக்கப்படுகிறது?",
    "options": [
      "சிலப்பதிகாரம்",
      "மணிமேகலை",
      "சீவக சிந்தாமணி",
      "கம்பராமாயணம்"
    ],
    "answer": "C",
    "additional_context": "சீவக சிந்தாமணி காப்பியம் 'மணநூல்' என்றும் அழைக்கப்படுகிறது. ஏனெனில் இது ஒரு இளவரசனின் திருமண வாழ்க்கையை விவரிக்கிறது."
  },
  {
    "description": "சீவக சிந்தாமணியில் ஏமாங்கத நாட்டு மக்களின் வாழ்க்கை எவ்வாறு சித்திரிக்கப்படுகிறது?",
    "options": [
      "அவர்கள் வளம் நிறைந்த வாழ்க்கையை வாழ்கிறார்கள், ஆனால் அவர்களிடம் எந்த ஒரு சோம்பலும் இல்லை.",
      "அவர்கள் தவம், இல்லறம், பொருள் தேடுதல் ஆகியவற்றில் ஈடுபட்டு சிறந்த வாழ்க்கையை வாழ்கிறார்கள்.",
      "அவர்கள் ஆயிரக்கணக்கான மணிமாடங்கள், அறச்சாலைகள், கம்மியர் ஆகியவற்றைப் பெற்று வளமுடன் வாழ்கிறார்கள்.",
      "மேற்கண்ட அனைத்தும் சீவக சிந்தாமணியில் குறிப்பிடப்பட்டுள்ளன."
    ],
    "answer": "D",
    "additional_context": "சீவக சிந்தாமணி ஏமாங்கத நாட்டின் வளம் மற்றும் மக்களின் வாழ்க்கை முறையைப் பற்றி விரிவாகப் பேசுகிறது. அவர்கள் வளம் நிறைந்த வாழ்க்கையை வாழ்கிறார்கள்.  'அடிசில் வைகல் ஆயிரம் அறப்புறமும் ஆயிரம்...' இந்த வரிகள் அதை உறுதிப்படுத்துகின்றன. மேலும்  அவர்கள் தவம், இல்லறம், பொருள் தேடுதல் ஆகியவற்றில் ஈடுபட்டு சிறந்த வாழ்க்கையை வாழ்கிறார்கள் என்பது இதிலிருந்து தெளிவாகிறது."
  }
]
