[
          
  {
    
          "description": "பாடலில் 'நீர் இன்றி அமையா யாக்கைக்கு எல்லாம்' என்று குறிப்பிடப்படும் 'யாக்கை' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "மனித உடல்",
      "நிலம்",
      "உணவு",
      "நீர்"
    ],
    "answer": "A",
    
          "additional_context": "நீர் இன்றி அமையா யாக்கைக்கு எல்லாம் என்பது உடலின் அடிப்படைத் தேவைகளாகும். இயற்கை நமக்கு கொடையாகத் தந்திருக்கும் இவற்றை உரிய முறையில் பேணிப் பாதுகாக்க வேண்டும். நீரின் இன்றியமையாமையை உணர்ந்த நம் முன்னோர்கள், நீர்நிலைகளை உருவாக்குபவர்களை 'உயிரை உருவாக்குபவர்கள்' என்று போற்றினர். அவர்களுக்குப் பலவகையான புகழ்ச்சிகள் பாடப்பட்டன. அவற்றில் சிலவற்றைப் பற்றியும் புறநானூற்றுப் பாடல்களில் பார்க்கலாம்."
          }
        ,
          
  {
    
          "description": "  'வான் உட்கும் வடிநீண் மதில், மல்லல் மூதூர் வய வேந்தே!' எனப் பாடலில் குறிப்பிடப்படும் 'வடிநீண் மதில்' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "நீண்ட நேரம் நிற்கும் மதில்",
      "வானத்தைத் தொடும் உயரமான மதில்",
      "கடினமான மதில்",
      "பழமையான மதில்"
    ],
    "answer": "B",
    
          "additional_context": "நெடுஞ்செழியன் வான் உட்கும் வடிநீண் மதில், மல்லல் மூதூர் வய வேந்தே! என்பது வானத்தைத் தொடும் உயரமான மதிலைக் குறிக்கிறது. நெடுஞ்செழியன் வான் உட்கும் வடிநீண் மதில், மல்லல் மூதூர் வய வேந்தே! என்பது வானத்தைத் தொடும் உயரமான மதிலைக் குறிக்கிறது. நெடுஞ்செழியன் வான் உட்கும் வடிநீண் மதில், மல்லல் மூதூர் வய வேந்தே! என்பது வானத்தைத் தொடும் உயரமான மதிலைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "புன்புலம் கண்ணகன் வைப்பிற்று ஆயினும், நண்ணி ஆளும் இறைவன் தாட்கு உதவாதே !  என்பது பாடலில் எதைக் குறிக்கிறது?",
          "options": [
      "விவசாயம் செழிக்க மழை இன்றியமையாதது",
      "விவசாயம் செய்து பயிர் விளைவித்தாலும் அரசனின் ஆட்சி முக்கியம்",
      "நிலத்துடன் நீரை இணைத்து ஆட்சி செய்வது மட்டுமே மக்கள் நலன்",
      "விவசாயம் மட்டுமே முக்கியம்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடல் வரி நிலத்துடன் நீரை இணைத்து ஆட்சி செய்வதன் முக்கியத்துவத்தை வலியுறுத்துகிறது. அரசன் மட்டும் தனது பொறுப்பை நிறைவேற்றுவதால் மட்டும் போதாது. விவசாயம் செழிக்க மழை இன்றியமையாதது. அதற்கு நிலத்தின் தன்மை மற்றும் நீர்நிலைகளின் நிலை பெரிதும் உதவும். இவை இல்லாமல் அரசனின் ஆட்சி மட்டும் போதாது என்பதைக் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": " தள்ளாதோர் இவண் தள்ளா தோரே !  என்பது பாடலில் எதைக் குறிக்கிறது?",
          "options": [
      "தள்ளாதிருப்பவர்கள் மட்டுமே வெற்றி பெறுவார்கள்",
      "நீர் நிலை அமைப்பவர்கள் மட்டுமே வெற்றி பெறுவார்கள்",
      "தவறான செயல்களைச் செய்பவர்கள் தண்டிக்கப்படுவார்கள்",
      "புகழ் பெற விரும்புபவர்கள் தங்கள் கடமைகளைச் செய்ய வேண்டும்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடல் வரி நிலத்துடன் நீரை இணைத்து ஆட்சி செய்வதன் முக்கியத்துவத்தை வலியுறுத்துகிறது. தள்ளாதோர் இவண் தள்ளா தோரே! என்பது நீர்நிலை அமைப்பவர்கள் மட்டுமே வெற்றி பெறுவார்கள் என்பதைக் குறிக்கிறது.  அரசன் மட்டும் தனது பொறுப்பை நிறைவேற்றுவதால் மட்டும் போதாது. மக்களும் தங்களது பொறுப்பை உணர்ந்து செயல்பட வேண்டும். தள்ளாதோர் என்பதன் மூலம் இயற்கை வளங்களை பாதுகாக்காமல் தள்ளாதிருப்பவர்களை குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "“ ______________  ________  படைத்திசினோரே!” என்ற பாடல் வரியில்  “நீரையும் நிலத்தையும்”  என்ற சொற்கள் நிரப்ப வேண்டும்.",
          "options": [
      "நிலம் நீர்",
      "நீர் நிலம்",
      "நீர் உணவு",
      "உணவு நீர்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடல் வரி நிலத்துடன் நீரை இணைத்து ஆட்சி செய்வதன் முக்கியத்துவத்தை வலியுறுத்துகிறது. நீரும் நிலமும் புணரியோர், ஈண்டு உடம்பும் உயிரும் படைத்திசினோரே! என்பது நீர் மற்றும் நிலத்தை இணைத்து ஆட்சி செய்தவர்களை உடலையும் உயிரையும் படைத்தவர்களாகப் போற்றுகிறது.  இது நீர்வளம் மற்றும் நிலவளம் ஆகிய இரண்டின் முக்கியத்துவத்தையும் வலியுறுத்துகிறது."
          }
        ]