
[
  {
    "description": "இந்த வாக்கியத்தில், பேசுபவர் எப்படி உணர்ந்துகொள்கிறார்?",
    "options": [
      "a) மகிழ்ச்சி",
      "b) குழப்பம்",
      "c) கோபம்",
      "d) பயம்"
    ],
    "answer": [
      "b"
    ],
    "additional_context": "இந்தக் கேள்வி பாடப் பகுதியில் உள்ள எந்த ஒரு வாக்கியத்தையும் குறிப்பிடவில்லை. உதாரணமாக, ஒரு வாக்கியம் “சாரி, ஆனா எனக்கு உன் கேள்வி புரியல.” என்று இருந்தால், பேசுபவர் கேள்விக்குப் புரியாமல் குழப்பத்தில் இருப்பதைக் குறிக்கிறது. எனவே, சரியான விடை (b) குழப்பம்."
  },
  {
    "description": "இந்த வாக்கியத்தில், பேசுபவர் என்ன கேட்கிறார்?",
    "options": [
      "a) அவர்களின் கோரிக்கையை மீண்டும் சொல்லுங்கள்.",
      "b) உங்கள் கோரிக்கையை விளக்குங்கள்.",
      "c) உங்கள் கோரிக்கையை வேறு வழியில் கேளுங்கள்.",
      "d) உங்கள் கேள்விகளை மறுபரிசீலனை செய்யுங்கள்."
    ],
    "answer": [
      "b"
    ],
    "additional_context": "இந்தக் கேள்வி பாடப் பகுதியில் உள்ள எந்த ஒரு வாக்கியத்தையும் குறிப்பிடவில்லை. உதாரணமாக, ஒரு வாக்கியம் “உன்னோட கோரிக்கையப் பத்தி விளக்கமா சொல்லு.” என்று இருந்தால், பேசுபவர் தனக்கு கேள்வி புரியவில்லை என்பதை வெளிப்படுத்தி, அதை விளக்கிச் சொல்லும்படி கேட்கிறார். எனவே, சரியான விடை (b) உங்கள் கோரிக்கையை விளக்குங்கள்."
  },
  {
    "description": "இந்த வாக்கியத்தில், பேசுபவர் என்ன குறிப்பிடுகிறார்கள்?",
    "options": [
      "a) அவர்களின் கேள்விக்குப் புரியவில்லை.",
      "b) அவர்களால் உதவ முடியாது.",
      "c) அவர்கள் மகிழ்ச்சியாக இருக்கிறார்கள்.",
      "d) அவர்கள் கோபமாக இருக்கிறார்கள்."
    ],
    "answer": [
      "a"
    ],
    "additional_context": "இந்தக் கேள்வி பாடப் பகுதியில் உள்ள எந்த ஒரு வாக்கியத்தையும் குறிப்பிடவில்லை. உதாரணமாக, ஒரு வாக்கியம் “சாரி, ஆனா எனக்கு உன் கேள்வி புரியல.” என்று இருந்தால், பேசுபவர் கேள்விக்குப் புரியாமல் இருப்பதைக் குறிப்பிடுகிறார். எனவே, சரியான விடை (a) அவர்களின் கேள்விக்குப் புரியவில்லை."
  },
  {
    "description": "கீழ்கண்டவற்றில் எது \"சாரி, ஆனா எனக்கு உன் கேள்வி புரியல\"  என்ற சொற்றொடரின் தன்வினை வடிவம்?",
    "options": [
      "a) எனக்கு உன் கேள்வி புரியல.",
      "b) நீ எனக்கு உன் கேள்விய புரிய வைக்கல.",
      "c) உன் கேள்விய புரியவைக்க முடியல.",
      "d) உன் கேள்வி எனக்குப் புரியுற மாதிரி கேளு."
    ],
    "answer": [
      "a"
    ],
    "additional_context": "தன்வினை என்பது எழுவாய் ஒரு வினையைச் செய்வதைக் குறிக்கும். “சாரி, ஆனா எனக்கு உன் கேள்வி புரியல.” என்ற சொற்றொடரில், ‘எனக்கு’ என்பது எழுவாய், ‘புரியல’ என்பது வினை. தன்வினை வடிவத்தில் எழுவாய் ‘எனக்கு’ என்பதை வினை ‘புரியல’ சார்ந்திருக்கும். எனவே, சரியான விடை (a) எனக்கு உன் கேள்வி புரியல."
  },
  {
    "description": "\"உன்னோட கோரிக்கையப் பத்தி விளக்கமா சொல்லு\" என்ற சொற்றொடரில் உள்ள வினை எது?",
    "options": [
      "a) உன்னோட",
      "b) கோரிக்கைய",
      "c) சொல்லு",
      "d) விளக்கமா"
    ],
    "answer": [
      "c"
    ],
    "additional_context": "வினை என்பது ஒரு செயலைக் குறிக்கும். “உன்னோட கோரிக்கையப் பத்தி விளக்கமா சொல்லு” என்ற சொற்றொடரில், ‘சொல்லு’ என்பது ஒரு செயலைக் குறிக்கிறது. எனவே, சரியான விடை (c) சொல்லு."
  }
]
