
[
  {
    "description": "கீழ்க்கண்ட சொற்களில் எது \"பல மொழி பேசுபவர்\" என்ற பொருளைத் தருகிறது?",
    "options": [
      "மொழியியல்",
      "இலக்கியம்",
      "ஒலியியலாளர்",
      "பல மொழி பேசுபவர்"
    ],
    "answer": "D",
    "additional_context": "மொழி பற்றிய சில சொற்களை பற்றி தெரிந்துகொள்ள இந்த பயிற்சி உதவும்.  இந்த பயிற்சியில்  மொழியியல், இலக்கியம், ஒலியியலாளர், பல மொழி பேசுபவர், போன்ற சொற்கள் இருக்கின்றன. இதில், பல மொழி பேசுபவர் என்ற சொல்லைப் பயன்படுத்தி பல மொழிகள் பேசக் கூடிய ஒருவரைக் குறிப்பிடுவார்கள்."
  },
  {
    "description": "கீழ்க்கண்ட வாக்கியத்தில் உள்ள வினைமுற்று எது?\n\n\"வைதேகி நாளை நடைபெறும் கவியரங்கில் கலந்துகொண்டாள்.\"",
    "options": [
      "கலந்துகொண்டாள்",
      "நடைபெறும்",
      "கவியரங்கில்",
      "வைதேகி"
    ],
    "answer": "A",
    "additional_context": "ஒரு செயலைக் குறிக்கும் சொல் வினைச்சொல். வினைச்சொல் மூன்று வகைப்படும்.  அவை  1.  வேர்ச்சொல்  2.  வினைமுற்று  3.  வினைத்தொகை.  வினைமுற்று என்பது ஒரு செயலைச் செய்த காலத்தைக் குறிக்கும்.  இந்த வாக்கியத்தில் உள்ள வினைமுற்று  \"கலந்துகொண்டாள்\"  என்பது.  இது  \"கலந்துகொள்\"  என்ற வினைச்சொல்லின்  இறந்த கால வினைமுற்று ஆகும்."
  },
  {
    "description": "\"திருத்த\" என்ற வேர்ச்சொல்லின் எதிர்காலக் கால வினைமுற்று எது?",
    "options": [
      "திருத்துகிறான்",
      "திருத்தினான்",
      "திருத்தப் போகிறான்",
      "திருத்தினார்"
    ],
    "answer": "C",
    "additional_context": "\"திருத்த\" என்ற வேர்ச்சொல்லின் எதிர்காலக் கால வினைமுற்று  \"திருத்தப் போகிறான்\"  என்பது.  இது  \"திருத்த\"  என்ற வினைச்சொல்லின்  எதிர்காலக் கால வினைமுற்று ஆகும்."
  },
  {
    "description": "\"உள்ளங்கையில் உலகம்\" என்ற நூலை எழுதியவர் யார்?",
    "options": [
      "இன்சுவை",
      "வாலி",
      "ம.இலெ. தங்கப்பா",
      "பூங்குழலி"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பத்தியில் \"உள்ளங்கையில் உலகம்\" என்ற நூலை  மருதூர்ப் பள்ளி மாணவி பூங்குழலி எழுதியதாகக் குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எது \"தமிழ்நடைக் கையேடு\" எனும் நூலின் ஆசிரியர்?",
    "options": [
      "மணவை முஸ்தபா",
      "ராபர்ட் கால்டுவெல்",
      "என். சொக்கன்",
      "வாலி"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பத்தியில்  \"மாணவர்களுக்கான தமிழ்\"  என்ற நூலை என். சொக்கன் எழுதியதாகக் குறிப்பிடப்பட்டுள்ளது.  அதுவே  \"தமிழ்நடைக் கையேடு\"  என்ற நூல்.  இந்தப் பத்தியில்  \"திராவிட மொழிகளின் ஒப்பிலக்கணம்\"  என்ற நூலை ராபர்ட் கால்டுவெல் எழுதியதாகவும்,  \"மொழிபெயர்ப்பும் ஒலிபெயர்ப்பும்\"  என்ற நூலை மணவை முஸ்தபா எழுதியதாகவும் குறிப்பிடப்பட்டுள்ளது."
  }
]
