[
          
  {
    
          "description": "பாடலில் 'ஞாலம் காவலர் தோள்வலி முருக்கி, ஒருநீ ஆகல் வேண்டினும், சிறந்த நல்லிசை நிறுத்தல் வேண்டினும்...' எனக் குறிப்பிடப்பட்டுள்ளது. 'நல்லிசை நிறுத்தல்' என்பதன் பொருள் என்ன?",
          "options": [
      "a) இனிமையான இசை நிகழ்ச்சிகளை நடத்துதல்",
      "b) நீதிபதியாக இருந்து நல்ல தீர்ப்புகளை வழங்குதல்",
      "c) அறநெறிகளைப் பின்பற்றி நல்லொழுக்கம் படைத்தவராக இருத்தல்",
      "d) சிறந்த கவிஞராக இருந்து பாட்டுப் பாடுதல்"
    ],
    "answer": "c",
    
          "additional_context": "இந்தப் பாடல் பாண்டியன் நெடுஞ்செழியனைப் புகழ்ந்து பாடினது. இந்தப் பகுதியில், நல்லொழுக்கம் படைத்தவராக இருந்தால் நீ ஒரு பெரிய அளவில் தலைமைத்துவம் ஏற்கும் தகுதி உடையவனாக இருப்பாய் என்று உணர்த்துகிறது. சிறந்த இசை பாடும் திறன், தலைமைத்துவம், அறநெறி  இவையெல்லாம் ஒன்றோடொன்று தொடர்புடையவை என்பதைப் பாடல் சுட்டிக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "'உண்டி முதற்றே உணவின் பிண்டம்; உணவெனப் படுவது நிலத்தொடு நீரே; நீரும் நிலமும் புணரியோர், ஈண்டு உடம்பும் உயிரும் படைத்திசினோரே!' எனும் வரிகள் என்ன உண்மையைக் கூறுகின்றன?",
          "options": [
      "a) நீர் இல்லாமல் உணவு இல்லை, உணவு இல்லாமல் உயிர் இல்லை.",
      "b) நிலம் மற்றும் நீர் மட்டுமே உயிர் வாழ தேவையானவை.",
      "c) உணவு என்பது நிலத்திலிருந்து மட்டுமே கிடைக்கிறது.",
      "d) நீரைப் பாதுகாப்பது மட்டுமே முக்கியம்."
    ],
    "answer": "a",
    
          "additional_context": "இந்த வரிகள் மிகவும் முக்கியமான உண்மையை எடுத்துக்காட்டுகின்றன.  நம் உடல் உணவைச் சார்ந்து இருக்கிறது. உணவு என்பது நிலத்திலிருந்து கிடைக்கும். ஆனால், நிலத்தில் உணவு வளர நீர் அவசியம். நீர் இல்லாமல் உணவு இல்லை, உணவு இல்லாமல் உயிர் இல்லை.  இந்த வரிகள் உணவு, நீர், நிலம் இவைகளின் முக்கியத்துவத்தை மிக அழகாக எடுத்துக்காட்டுகின்றன."
          }
        ,
          
  {
    
          "description": "'வித்திவான் நோக்கும் புன்புலம் கண்ணகன் வைப்பிற்று ஆயினும், நண்ணி ஆளும் இறைவன் தாட்கு உதவாதே !' எனும் வரிகள் என்ன பொருளைத் தருகின்றன?",
          "options": [
      "a) விவசாயம் செய்வதற்கு மழை மிக முக்கியம்.",
      "b) அரசனின் ஆட்சி விவசாயத்தைச் சார்ந்துள்ளது.",
      "c) விவசாயத்திற்கு அரசனின் முயற்சி மிக முக்கியம்.",
      "d) அரசன் விவசாயத்தைப் புறக்கணித்து விடக்கூடாது."
    ],
    "answer": "c",
    
          "additional_context": "விதைக்கப்பட்டுள்ள பயிர்கள் வளர மழை மிகவும் அவசியம். ஆனால், விவசாயத்திற்கு மழை மட்டும் போதாது. அதைப் பாதுகாப்பதற்கும், அதிக மகசூல் பெறுவதற்கும் அரசனின் முயற்சி மிகவும் இன்றியமையாதது என்பதை இந்த வரிகள் சுட்டிக்காட்டுகின்றன."
          }
        ,
          
  {
    
          "description": "'அடுபோர்ச் செழிய ! இகழாது வல்லே ; நிலன் நெளிமருங்கின் நீர்நிலை பெருகத் தட்டோர் அம்ம ! இவண் தட்டோரே!' எனும் வரிகள் என்ன செய்தியை எடுத்துக்காட்டுகின்றன?",
          "options": [
      "a) அரசன் நீர்நிலைகளைப் பெருக்க வேண்டும்.",
      "b) விவசாயம் செய்ய நீர் மிக முக்கியம்.",
      "c) நீர்நிலைகளைப் பாதுகாப்பது மிக முக்கியம்.",
      "d) நிலத்தில் நீர்நிலைகளை உருவாக்க வேண்டும்."
    ],
    "answer": "d",
    
          "additional_context": "இந்த வரிகள் நிலத்தின் மீது நீர்நிலைகளை உருவாக்குவதன் முக்கியத்துவத்தை வலியுறுத்துகின்றன. நிலத்தின் நெளிமருங்குகள் தண்ணீரைக் கையாளாவிட்டால் தண்ணீர் விரயமாகி விடும். அதனால், நீர்நிலைகளை உருவாக்குவதன் அவசியத்தைப் பற்றியும், நீர்நிலைகளைப் பாதுகாப்பவர்கள் மகிழ்ச்சியான வாழ்க்கை வாழ்வார்கள் என்பதைப் பற்றியும் இந்த வரிகள் கூறுகின்றன."
          }
        ,
          
  {
    
          "description": "'தள்ளாதோர் இவண் தள்ளா தோரே !' எனும் வரிகள் என்ன செய்தியை வலியுறுத்துகின்றன?",
          "options": [
      "a) நீர்நிலைகளைப் பாதுகாப்பவர்கள் மகிழ்ச்சியான வாழ்க்கை வாழ்வார்கள்.",
      "b) நிலம் இல்லாதவர்களுக்கு நீர் இல்லாமல் இருக்க வழி இல்லை.",
      "c) நீர்நிலைகளை உருவாக்குபவர்கள் நீண்ட நாள் வாழ்வார்கள்.",
      "d) நீர்நிலைகளை அழிப்பவர்கள் தண்டிக்கப்படுவார்கள்."
    ],
    "answer": "a",
    
          "additional_context": "இந்த வரிகள் நீர்நிலைகளைப் பாதுகாப்பவர்கள் எப்படி வாழ்வார்கள் என்பதை விளக்குகிறது. தள்ளாதோர் (குறைவில்லாதவர்) என்று குறிப்பிடுவதன் மூலம் நீர்நிலைகளைப் பாதுகாப்பவர்கள் புகழ், இன்பம், செல்வம் போன்றவற்றை பெறுவார்கள் என்று நம்மை புரிய வைக்கிறது."
          }
        ]