
[
  {
    "description": "பின்வரும் கூற்றுகளில் எது காங்கேயம் மாடுகளின் சிறப்புகளைப் பற்றியது?",
    "options": [
      "காங்கேயம் மாடுகள் மிடுக்கான தோற்றத்திற்கும் ஏறுதழுவுதல் நிகழ்விற்கும் பெயர் பெற்றுள்ளன.",
      "காங்கேயம் மாடுகள் பிறக்கும்போது சிவப்பு நிறத்தில் இருக்கும்.",
      "காங்கேயம் மாடுகள் கடுமையாக உழைக்கக்கூடியவை.",
      "காங்கேயம் மாடுகள் கரூர் அமராவதி ஆற்றுத் துறையில் காணப்படுகின்றன."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காங்கேயம் மாடு என்பது தமிழ்நாட்டில் உள்ள ஒரு பிரபலமான மாடு இனமாகும்.  இது தனது மிடுக்கான தோற்றத்திற்கும், சக்தி வாய்ந்த தன்மைக்கும், ஏறுதழுவுதல் நிகழ்விற்கும் பெயர் பெற்றது. காங்கேயம் மாடுகள் ஏறுதழுவுதலில் முக்கிய பங்கு வகிக்கின்றன.  தமிழகத்தின் கரூர் மாவட்டத்தில் உள்ள காங்கேயம் என்ற இடத்தில் காணப்படுவதால், இது காங்கேயம் மாடு என அழைக்கப்படுகிறது."
  },
  {
    "description": "காங்கேயம் மாடுகள் எந்த நாடுகளுக்கு ஏற்றுமதி செய்யப்படுகின்றன?",
    "options": [
      "இலங்கை, பிரேசில், பிலிப்பைன்ஸ்",
      "இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா",
      "பிரேசில், பிலிப்பைன்ஸ், மலேசியா",
      "இலங்கை, பிரேசில், மலேசியா"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காங்கேயம் மாடுகள் தனது உழைப்புத் திறனுக்காகவும், மிடுக்கான தோற்றத்திற்காகவும், அழகான தோற்றத்திற்காகவும் உலகளவில் பிரபலமானது. இந்த மாடுகள் இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா போன்ற நாடுகளுக்கு ஏற்றுமதி செய்யப்படுகின்றன."
  },
  {
    "description": "பின்வரும் கூற்றுகளில் எது காங்கேயம் மாடுகளைப் பற்றியது?",
    "options": [
      "கரூர் அமராவதி ஆற்றுத் துறையில் கண்டெடுக்கப்பட்ட கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்களில் இதன் உருவம் பொறிக்கப்பட்டுள்ளது.",
      "சிவப்பு நிறத்தில் பிறந்து, ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறமாக மாறும்.",
      "இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கு ஏற்றுமதி செய்யப்படுகிறது.",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "காங்கேயம் மாடு பழமையான வரலாறு கொண்ட ஒரு இனமாகும். இது  கரூர் அமராவதி ஆற்றுத் துறையில்  கண்டெடுக்கப்பட்ட கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்களில் பொறிக்கப்பட்டுள்ளது.  இந்த மாடுகள்  பிறக்கும்போது சிவப்பு நிறத்தில் இருக்கும். ஆறு மாதம் வளர்ந்த பிறகு இதன் நிறம் சாம்பல் நிறமாக மாறும்.  இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கு ஏற்றுமதி செய்யப்படுகிறது."
  },
  {
    "description": "பின்வரும் சொற்களில் எது காங்கேயம் மாடுகள் குறித்துப் பேசுகிறது?",
    "options": [
      "தாய் இனம்",
      "அடையாளச் சின்னம்",
      "மிடுக்கு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "காங்கேயம் மாடு தமிழகத்தின் பாரம்பரிய இனங்களில் ஒன்றாகும்.   காங்கேயம் மாடுகள் தாய் இனமாகும்.  இந்த மாடுகள் தமிழ்நாட்டின் கலாச்சாரம் மற்றும் பண்பாட்டு அடையாளச் சின்னமாக கருதப்படுகிறது.  காங்கேயம் மாடுகள் தனது மிடுக்கான தோற்றத்திற்காகவும்  பிரபலமாகும்."
  },
  {
    "description": "பின்வரும் விளக்கத்தில் எது காங்கேயம் மாடுகளின் நிறம் பற்றிப் பேசுகிறது?",
    "options": [
      "ஏர் உழுவதற்கும் வண்டி இழுப்பதற்கும் அதிகம் பயன்படுத்தப்படுகின்றன.",
      "பிறக்கும்போது சிவப்பு நிறத்தில் இருக்கும் காங்கேயம் மாடுகள், ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறிவிடுகின்றன.",
      "காங்கேயம் இனக் காளைகள் ஏறுதழுவுதல் நிகழ்விற்கும் பெயர் பெற்றுள்ளன.",
      "இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கு ஏற்றுமதி செய்யப்படுகின்றன."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காங்கேயம் மாடுகள் பிறக்கும்போது சிவப்பு நிறத்தில் இருக்கும்.  ஆறு மாதம் வளர்ந்த பிறகு  இதன் நிறம் சாம்பல் நிறமாக மாறிவிடும்.  சாம்பல் நிறம் தவிர,  இந்த மாடுகள் வெள்ளை மற்றும் கருப்பு நிறங்களிலும் காணப்படும்."
  }
]
