
[
  {
    "description": "“கோத்தாரிக் கல்விக் குழு” பற்றிய தகவல் எதை வலியுறுத்துகிறது?",
    "options": [
      "கோத்தாரிக் கல்விக் குழு அனைத்து நிலையிலும் மகளிர் கல்வியை வலியுறுத்தியது.",
      "கோத்தாரிக் கல்விக் குழுவின் பரிந்துரைகளால்  தமிழகத்தில் பெண்கல்வி மேம்பட்டது.",
      "கோத்தாரிக் கல்விக் குழு பெண்களின் மட்டும் கல்வியை மையப்படுத்தி அமைந்தது.",
      "கோத்தாரிக் கல்விக் குழு பெண்களின் கல்வியை மட்டுமல்லாமல் ஆண்களின் கல்வியையும் மேம்படுத்தியது."
    ],
    "answer": "A",
    "additional_context": "1964ஆம் ஆண்டு கோத்தாரிக் கல்விக் குழு தன் பரிந்துரையில் அனைத்து நிலையிலும் மகளிர் கல்வியை வலியுறுத்தியது. இதன் மூலம் பெண்களின் கல்வி முன்னேற்றத்திற்கு முக்கியத்துவம் அளிக்கப்பட்டது. "
  },
  {
    "description": "“சாரதா சட்டம்” எதற்காக கொண்டுவரப்பட்டது?",
    "options": [
      "பெண்களுக்குக் கல்வி உரிமையை வழங்குவதற்காக",
      "குழந்தைத் திருமணத்தைத் தடுப்பதற்காக",
      "பெண்களுக்குச் சொத்துரிமை வழங்குவதற்காக",
      "பெண்களுக்கு எதிரான கொடுமைகளை ஒழிப்பதற்காக"
    ],
    "answer": "B",
    "additional_context": "பெண் முன்னேற்றத்தின் தடைக்கல்லாய் இருப்பது குழந்தைத் திருமணம். எனவே, அதைத் தடுக்க 1929ஆம் ஆண்டு சாரதா சட்டம் கொண்டு வரப்பட்டது. இந்த சட்டம் பெண்களின் கல்வி வளர்ச்சி மற்றும்  அவர்களின் இயல்பான வளர்ச்சிக்கு உதவியது.  "
  },
  {
    "description": "“கல்வியழகே அழகு” என்ற பொன்மொழியின் பொருள் என்ன?",
    "options": [
      "அழகு என்பது வெளித்தோற்றத்தை மட்டுமே குறிக்கும்.",
      "கல்வியே மனிதனின் உண்மையான அழகு.",
      "அழகு என்பது கல்வி, செல்வம் மற்றும் மரியாதையால் மட்டுமே கிடைக்கும்.",
      "கல்வி மனிதனை அழகாக மட்டுமல்ல, உன்னதமாகவும் ஆக்குகிறது."
    ],
    "answer": "D",
    "additional_context": "கல்வியே மனிதனின் உண்மையான அழகு. கல்வி ஒருவரை அழகாக மட்டுமல்லாமல், நல்ல குணாதிசயங்களையும், உன்னதமான எண்ணங்களையும் வளர்க்கிறது.  கல்வியின் மூலம் மனிதன் சமுதாயத்தில் தன்னை ஒரு மேம்பட்ட மனிதராக நிலைநிறுத்திக் கொள்கிறான்."
  },
  {
    "description": "சங்க காலத்தில் பெண்கள் கல்வி பெற்றதற்கு எந்தவொரு சான்றும் இல்லை என்ற கூற்றை எந்தத் துண்டுத் தகவல் மறுக்கிறது?",
    "options": [
      "சங்க காலத்தில் பெண்கள் படிக்கவில்லை.",
      "சங்க காலத்தில் பெண்கள் படிக்க வேண்டும் என்ற  தெளிவான ஆதாரம் எதுவும் இல்லை.",
      "சங்க காலத்தில் பெண்கள் கல்வி பெற்றனர் என்பதைப் பற்றிய ஆதாரம்  சங்க இலக்கியத்தில் காணப்படுகிறது.",
      "சங்க காலத்தில் பெண்கள் படிக்க அனுமதி இல்லை."
    ],
    "answer": "C",
    "additional_context": "சங்க காலத்தில் பெண்கள் கல்வி கற்று உயர்ந்த நிலையில் இருந்தனர் என்பதை பல சங்க இலக்கியங்கள் மூலம் அறிய முடிகிறது. சங்ககாலப் பெண்பாற் புலவர்கள் ஔவையார், ஒக்கூர் மாசாத்தியார், ஆதிமந்தியார், வெண்ணிக் குயத்தியார், பொன்முடியார், அள்ளூர் நன்முல்லையார், நக்கண்ணையார், காக்கைப்பாடினியார், வெள்ளிவீதியார், காவற்பெண்டு, நப்பசலையார் போன்ற பெண்கள் தங்களது கவிதைகள் மூலம் சமுதாயத்தில் பெண்களுக்கு பல சான்றாக இருந்தனர். "
  },
  {
    "description": "இந்தியாவில் பெண்களுக்கான முதல் பள்ளியை தொடங்கியவர்கள் யார்?",
    "options": [
      "ஔவையார் மற்றும் காக்கைப்பாடினியார்",
      "மணிமேகலை மற்றும் காரைக்கால் அம்மையார்",
      "மராட்டிய மாநிலத்தில் ஜோதிராவ் பூலே மற்றும் சாவித்திரிபாய் பூலே",
      "முத்துலெட்சுமி மற்றும் மூவலூர் இராமாமிர்தம் அம்மையார்"
    ],
    "answer": "C",
    "additional_context": "1882இல் ஹண்டர் குழு முதன்முதலில் பெண் கல்விக்குப் பரிந்துரை செய்தது. அந்த அறிக்கையின்படி மராட்டிய மாநிலத்தில் ஜோதிராவ் பூலே, சாவித்திரிபாய் பூலே இணையர் முதன் முதலாகப் பெண்களுக்கான பள்ளியைத் தொடங்கினாங்க. இவர்களின் முயற்சியால் பல பெண்கள் கல்வி கற்கும் வாய்ப்பு பெற்றனர்.  "
  }
]
