[
          
  {
    
          "description": "'தமிழர் நாகரிகமும் பண்பாடும்' என்ற புத்தகத்தின் ஆசிரியர் யார்?",
          "options": [
      "அ) மா. இராசமாணிக்கனார்",
      "ஆ) க. ரத்னம்",
      "இ) கா. ராஜன்",
      "ஈ) அ. தட்சிணாமூர்த்தி"
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "தமிழர் நாகரிகம் மற்றும் பண்பாடு பற்றி எழுதப்பட்ட ஒரு புத்தகம். இந்தப் புத்தகத்தின் பெயர் 'தமிழர் நாகரிகமும் பண்பாடும்'. அ. தட்சிணாமூர்த்தி என்பவர் இந்தப் புத்தகத்தின் ஆசிரியர். 'அறிவை விரிவு செய்' என்ற பகுதியில் இந்தப் புத்தகம் குறிப்பிடப்பட்டுள்ளது. அத்துடன், தமிழக வரலாறும் தமிழர் பண்பாடும் - மா. இராசமாணிக்கனார், தமிழ்ச் செவ்வியல் இலக்கியத்தில் பறவைகள் - க. ரத்னம், தொல்லியல் நோக்கில் சங்க காலம் கா. ராஜன், தமிழர் சால்பு - சு. வித்யானந்தன் போன்ற பிற புத்தகங்கள் குறிப்பிடப்பட்டுள்ளன. இவற்றைப் படித்து, தமிழர் நாகரிகம் மற்றும் பண்பாடு பற்றிய உங்கள் அறிவை விரிவுபடுத்துங்கள்."
          }
        ,
          
  {
    
          "description": "“பொருந்தாத சொல்லைக் கண்டறிக.” என்ற கேள்விக்கு, பின்வரும் விருப்பங்களில் எது பொருந்தாது?",
          "options": [
      "அ) கர்நாடகம்",
      "ஆ) கேரளா",
      "இ) இலங்கை",
      "ஈ) ஆந்திரா"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "இந்தக் கேள்வி, தென்னிந்தியாவில் உள்ள மாநிலங்களைப் பற்றியது. 'கர்நாடகம்', 'கேரளா', 'ஆந்திரா' ஆகியவை தென்னிந்தியாவில் உள்ள மாநிலங்கள். 'இலங்கை' தென்னிந்தியாவில் இல்லை. இலங்கை இலங்கைத் தீவில் உள்ள ஒரு தனி நாடாகும். ஆகையால், 'இலங்கை' என்பது இந்தக் கேள்விக்கான பொருந்தாத சொல்."
          }
        ,
          
  {
    
          "description": "“கண்டெடுக்கப்பட்டுள்ளன” என்ற சொல்லைப் பிரித்து எழுதுக. சரியான பிரிவைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "அ) கண்டு + எடுக்கப்பட்டு + உள்ளன",
      "ஆ) கண்டு + எடுக்கப் + பட்டுள்ளன",
      "இ) கண்டெடுக்க + பட்டு + உள்ளன",
      "ஈ) கண் + டெடுக்க + பட்டு + உள்ளன"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "சரியான சொல் பிரிப்பு, மொழியின் இலக்கணத்திற்கு ஏற்ப இருக்க வேண்டும். 'கண்டெடுக்கப்பட்டுள்ளன' என்ற சொல்லை 'கண்டெடுக்க + பட்டு + உள்ளன' என்று பிரிக்கலாம். 'கண்டெடுக்க' என்பது வினைச்சொல், 'பட்டு' என்பது துணை வினைச்சொல், 'உள்ளன' என்பது இணைச்சொல். இந்தப் பிரிப்பு, மொழியின் இலக்கணத்திற்கு ஏற்ப சரியானது."
          }
        ,
          
  {
    
          "description": "“தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன.”  இந்தத் தொடர் எவ்வகைத் தொடர்?",
          "options": [
      "அ) வினாத்தொடர்",
      "ஆ) கட்டளைத்தொடர்",
      "இ) செய்தித்தொடர்",
      "ஈ) உணர்ச்சித்தொடர்"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "இந்தத் தொடர் 'தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன' என்பது ஒரு செய்தியைக் கூறுகிறது. இது ஒரு உண்மையைப் பற்றிய செய்தி. ஆகையால், இது செய்தித்தொடர். வினாத்தொடர் கேள்வியைக் கேட்கும் தொடர். கட்டளைத்தொடர் ஏதாவது ஒன்றைச் செய்யுமாறு கட்டளை இடும் தொடர். உணர்ச்சித்தொடர் எந்தவொரு உணர்ச்சியையும் வெளிப்படுத்தும் தொடர். ஆனால், மேற்கூறிய தொடர் அந்தவகையானதாக இல்லை. இது ஒரு செய்தியைக் கூறுவதால் செய்தித்தொடராகும்."
          }
        ,
          
  {
    
          "description": "“மரை” என்ற சொல்லுக்குப் பொருத்தமான தொடர் எது?",
          "options": [
      "அ) மலை மரை",
      "ஆ) மறை மரை",
      "இ) மரை மரை",
      "ஈ) பூ மரை"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "இந்தக் கேள்வி 'மரை' என்ற சொல்லுக்குப் பொருத்தமான தொடர் எது என்பதைக் கேட்கிறது. 'மறை மரை' என்பது 'மரை' என்ற சொல்லுக்குப் பொருத்தமான தொடர். 'மறை' என்ற சொல்லுக்கு 'மறைத்து வைத்தல்' என்று பொருள். 'மரை' என்ற சொல்லுக்கு 'குழி' என்ற பொருள். ஆகையால், 'மறை மரை' என்பது 'குழியில் மறைத்து வைத்தல்' என்று பொருள்படும்."
          }
        ]