
[
  {
    "description": "வில்லுப்பாட்டு பகுதியில், \"கற்காலம் முதலே கனிந்திருந்த தமிழின் பொற்காலம் எனவே புகழப்படும் காலம் எக்காலம்?\" என்ற கேள்வி கேட்கப்படுகிறது. இதற்கான விடையைப் பாடல் வரிகளில் இருந்து கண்டறியவும்.",
    "options": [
      "புத்தமத காலம்",
      "சங்ககாலம்",
      "பக்தி இயக்க காலம்",
      "1882 ஆம் ஆண்டு"
    ],
    "answer": "B",
    "additional_context": "வில்லுப்பாட்டுக் குழுத்தலைவர் பெண்கள் படிப்பது பற்றி பேசிக்கொண்டிருக்கும் போது, கற்காலம் முதலே கனிந்திருந்த தமிழின் பொற்காலம் எனவே புகழப்படும் காலம் எக்காலம்? என்று கேள்வி கேட்கிறார். இந்த கேள்விக்கு பாடல் வரிகளில்  \"கற்காலம் முதலே கனிந்திருந்த தமிழின் பொற்காலம் எனவே புகழப்படும் காலம் எக்காலம்? அது எக்காலம்?\" என்ற கேள்வி கேட்கப்படுகிறது. இதற்கு பாடல் வரிகளில்  \"பாட்டும் தொகையும் உருவான காலம், ஊட்டும் தமிழுணர்வு உயர்ந்திருந்த காலம்... சங்ககாலம்... அது சங்ககாலம்... \" என்று பதில் கூறப்படுகிறது. எனவே சரியான விடை சங்ககாலம்."
  },
  {
    "description": "சமூக சீர்திருத்தவாதி மற்றும் திராவிட இயக்க அரசியல் செயல்பாட்டாளர் மூவலூர் இராமாமிர்தம் அம்மையாரின் பங்களிப்பைப் பற்றி வில்லுப்பாட்டு பகுதியில் குறிப்பிடப்படுகிறது. அவர் என்ன செய்ததால் அவரைப் பெண்களின் முன்னேற்றத்துக்கான போராளியாகக் கருதுகிறோம்?",
    "options": [
      "தேவதாசி ஒழிப்புச் சட்டம் நிறைவேறத் துணைநின்றவர்",
      "தமிழகத்தின் முதல் பெண் மருத்துவராகப் பணியாற்றினார்.",
      "நோபல் பரிசு வென்றவர்",
      "பெண்களுக்கான கல்வி நிறுவனங்களைத் தொடங்கினார்"
    ],
    "answer": "A",
    "additional_context": "வில்லுப்பாட்டுக் குழுத்தலைவர் பெண்களுக்கான சமூக சீர்திருத்தங்களை பற்றி பேசிக்கொண்டிருக்கும்போது, மூவலூர் இராமாமிர்தம் அம்மையாரின் பங்களிப்பு பற்றி குறிப்பிடுகிறார். அவர் சமூக சீர்திருத்தவாதி மற்றும் திராவிட இயக்க அரசியல் செயல்பாட்டாளராக இருந்ததையும், தேவதாசி ஒழிப்புச் சட்டம் நிறைவேறத் துணைநின்றதையும் கூறுகிறார். அவர் தமிழக அரசு 8 ஆம் வகுப்பு வரை படித்த இளம் பெண்களுக்கான திருமண உதவித் தொகையை இவரின் பெயரில் வழங்கி வருவதையும் கூறுகிறார். எனவே அவர் பெண்களின் முன்னேற்றத்துக்கான போராளியாகக் கருதப்படுகிறார்."
  },
  {
    "description": "வில்லுப்பாட்டு பகுதியில் பெண்கல்வி குறித்து பேசப்படும் போது, குழுத்தலைவர் குறிப்பிடும் முத்துலட்சுமி அம்மையார் எந்த துறையில் சாதனை படைத்தவர்?",
    "options": [
      "நாடகக்கலை",
      "இசை",
      "மருத்துவம்",
      "கல்வி"
    ],
    "answer": "C",
    "additional_context": "வில்லுப்பாட்டுக் குழுத்தலைவர்  பெண்கல்வியின் முக்கியத்துவத்தைப் பற்றி பேசுகையில் தமிழகத்தின் முதல் பெண் மருத்துவராக சாதனை படைத்த முத்துலெட்சுமி அம்மையாரைப் பற்றி கூறுகிறார். அவர் தமிழகத்தின் முதல் பெண் மருத்துவர், இந்தியப் பெண்கள் சங்கத்தின் முதல் தலைவர், சென்னை மாநகராட்சியின் முதல் துணை மேயர், சட்ட மேலவைக்குத் தேர்ந்தெடுக்கப்பட்ட முதல் பெண்மணி என்றும் கூறுகிறார். எனவே அவர் மருத்துவத்துறையில் சாதனை படைத்தவர்."
  },
  {
    "description": "வில்லுப்பாட்டு பகுதியில், பெண் கல்வியை ஊக்குவிக்க என்னென்ன சட்டங்கள் கொண்டுவரப்பட்டன என்று கேள்வி கேட்கப்படுகிறது. இதற்கான விடையைப் பாடல் வரிகளில் இருந்து கண்டறியவும்.",
    "options": [
      "சாரதா சட்டம் மட்டும்",
      "தேவதாசி ஒழிப்புச் சட்டம் மட்டும்",
      "இருதார தடைச்சட்டம் மட்டும்",
      "சாரதா சட்டம், இருதார தடைச்சட்டம், பெண்களுக்குச் சொத்துரிமை வழங்கும் சட்டம், குழந்தைத் திருமணத் தடைச்சட்டம் ஆகியவை"
    ],
    "answer": "D",
    "additional_context": "பெண்கள் படிப்பது பற்றி விவாதிக்கும் போது,  பெண்கல்வியை ஊக்குவிக்க என்னென்ன சட்டங்கள் கொண்டுவரப்பட்டன என்று குழுவினர் கேள்வி கேட்கிறார்கள்.  குழுத்தலைவர் அதற்கு பதில் கூறுகையில், முத்துலெட்சுமி அம்மையார், தேவதாசிமுறை ஒழிப்புச் சட்டம், இருதார தடைச்சட்டம், பெண்களுக்குச் சொத்துரிமை வழங்கும் சட்டம், குழந்தைத் திருமணத் தடைச்சட்டம் ஆகியவை நிறைவேறக் காரணமாக இருந்ததாக  சொல்கிறார். எனவே சரியான விடை   சாரதா சட்டம், இருதார தடைச்சட்டம், பெண்களுக்குச் சொத்துரிமை வழங்கும் சட்டம், குழந்தைத் திருமணத் தடைச்சட்டம் ஆகியவை."
  },
  {
    "description": "சங்ககால பெண்பாற் புலவர்களின் பெயர்களைக் குறிப்பிடும் பகுதியில், \"பொன்முடியார்\" என்ற பெயர் பட்டியலிடப்படுகிறது. அந்த பகுதியில்  பொன்முடியாரைப் பற்றி குறிப்பிடப்படும் விஷயம் எது?",
    "options": [
      "இறைவனுக்குப் பாமாலை சூட்டினாங்க",
      "சமண மதமும் புத்த மதமும் வளர்ந்த காலத்தில்",
      "தூது போனாங்க... துயரைத் தீர்த்தாங்க...",
      "கொவ்வைத் தமிழைக் கொண்டு பாடிய"
    ],
    "answer": "C",
    "additional_context": "சங்ககாலப் பெண்பாற் புலவர்களைப் பற்றி பேசும் போது,  பொன்முடியார் என்ற பெயர் குறிப்பிடப்படுகிறது. அவரைப் பற்றி \"பெண்ணுணர்வைப் பாடலில் தந்தாங்க... தூது போனாங்க... துயரைத் தீர்த்தாங்க... \" என்று கூறப்படுகிறது.  எனவே சரியான விடை தூது போனாங்க... துயரைத் தீர்த்தாங்க..."
  }
]
