
[
  {
    "description": "ஏமாங்கத நாட்டின் செழிப்பைப் பற்றி சீவக சிந்தாமணி எவ்வாறு விவரிக்கிறது?",
    "options": [
      "தென்னை மரத்திலிருந்து விழும் காய்கள் தேன், பலா, மாங்கனி, வாழைப் பழங்களை எல்லாம் சிதறச் செய்து நாட்டின் புகழைப் பரப்புகின்றன.",
      "வெள்ளம் மலையிலிருந்து செல்வத்தைச் சேர்த்துக்கொண்டு ஊக்கமில்லாத மக்களுக்கு ஊர்தோறும் வழங்குகிறது.",
      "வயல்களில் எருமைகளின் ஒலி, வரால் மீன்களின் ஓட்டம் மற்றும் உழவர் கூட்டம் ஆகியவை நாட்டின் வளத்தை விவரிக்கின்றன.",
      "மேற்கண்ட அனைத்தும் சீவக சிந்தாமணியில் குறிப்பிடப்பட்டுள்ளன."
    ],
    "answer": "D",
    "additional_context": "சீவக சிந்தாமணி ஏமாங்கத நாட்டின் செழிப்பை விவரிக்கும்போது, இயற்கை வளம் நிறைந்த  நாடு என்பதை அழகாகக் காட்டுகிறது.  தென்னை மரங்கள் நிறைந்திருப்பதையும், தேன், பலா, மாங்கனி, வாழைப் பழங்கள் மரங்களிலிருந்து விழுந்து நாட்டின் புகழைப் பரப்புகிறது என்பதை விவரிக்கிறது. மலைகளிலிருந்து வெள்ளம் வழிந்து வந்து ஊக்கமில்லாத மக்களுக்கு ஊர்தோறும் செல்வத்தை வழங்குகிறது என்றும் கூறுகிறது. மேலும் வயல்களில் எருமைகளின் ஒலி, வரால் மீன்களின் ஓட்டம் மற்றும் உழவர் கூட்டம் என ஏமாங்கத நாட்டின் வளத்தை  விவரிக்கிறது."
  },
  {
    "description": "சீவக சிந்தாமணியில் 'இறைஞ்சி' என்ற சொல் எந்த வகைப் பகுபத உறுப்பிலக்கணத்தைப் பயன்படுத்துகிறது?",
    "options": [
      "வினைத்தொகை",
      "வினையெச்சம்",
      "உவமைத்தொகை",
      "பண்புத்தொகை"
    ],
    "answer": "B",
    "additional_context": "'இறைஞ்சி' என்ற சொல் 'இறைஞ்சு' + 'இ' எனப் பகுபடும். இதில் 'இறைஞ்சு' என்பது பகுதி, 'இ' என்பது வினையெச்ச விகுதி.  எனவே இறைஞ்சி என்பது வினையெச்சம்  என்று கூறலாம்."
  },
  {
    "description": "சீவக சிந்தாமணியில் 'கொடியனார்' என்ற சொல் எந்த வகைத் தொகையாகும்?",
    "options": [
      "வினைத்தொகை",
      "வினையெச்சம்",
      "உவமைத்தொகை",
      "இடைக்குறை"
    ],
    "answer": "D",
    "additional_context": "'கொடியனார்' என்ற சொல் 'கொடி' + 'யான்' + 'அர்' எனப் பகுபடும். இதில் 'கொடி' என்பது பெயர், 'யான்' என்பது  இடைக்குறை உருபு, 'அர்' என்பது பலர்பால் வினைமுற்று விகுதி.  எனவே 'கொடியனார்' என்பது இடைக்குறை தொகை  என்று கூறலாம்."
  },
  {
    "description": "சீவக சிந்தாமணி ஏன் 'மணநூல்' என அழைக்கப்படுகிறது?",
    "options": [
      "இது விருத்தப்பாக்களால் இயற்றப்பட்ட முதல் காப்பியம் என்பதால்.",
      "இது 13 இலம்பகங்களைக் கொண்டது என்பதால்.",
      "இது நாட்டுவளத்தைப் பற்றி பாடியது என்பதால்.",
      "இது இன்பச்சுவையுடன் கூடிய இலக்கியம் என்பதால்."
    ],
    "answer": "D",
    "additional_context": "சீவக சிந்தாமணி இன்பச் சுவையுடன்  அமைந்த இலக்கியம். இலக்கியத்தின் இனிமை, காதல்,  சோகம் ஆகியவை நிறைந்திருப்பதால் இது 'மணநூல்' என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "சீவக சிந்தாமணியில் ஏமாங்கத நாட்டு மக்களின் வாழ்க்கை எவ்வாறு சித்திரிக்கப்படுகிறது?",
    "options": [
      "அவர்கள் வளம் நிறைந்த வாழ்க்கையை வாழ்கிறார்கள், ஆனால் அவர்களிடம் எந்த ஒரு சோம்பலும் இல்லை.",
      "அவர்கள் தவம், இல்லறம், பொருள் தேடுதல் ஆகியவற்றில் ஈடுபட்டு சிறந்த வாழ்க்கையை வாழ்கிறார்கள்.",
      "அவர்கள் ஆயிரக்கணக்கான மணிமாடங்கள், அறச்சாலைகள், கம்மியர் ஆகியவற்றைப் பெற்று வளமுடன் வாழ்கிறார்கள்.",
      "மேற்கண்ட அனைத்தும் சீவக சிந்தாமணியில் குறிப்பிடப்பட்டுள்ளன."
    ],
    "answer": "D",
    "additional_context": "சீவக சிந்தாமணி ஏமாங்கத நாட்டு மக்களின் வளமான வாழ்க்கையை விவரிக்கிறது. அவர்கள் வளம் நிறைந்த வாழ்க்கை வாழ்வதோடு  சோம்பலும் இல்லாமல் தவம், இல்லறம், பொருள் தேடுதல் போன்றவற்றில் ஈடுபட்டு சிறந்த வாழ்க்கையை வாழ்கிறார்கள் என்பதை வலியுறுத்துகிறது. அவர்கள் ஆயிரக்கணக்கான மணிமாடங்கள், அறச்சாலைகள், கம்மியர் ஆகியவற்றைப் பெற்று வளமுடன் வாழ்கிறார்கள் என்பதையும் கூறுகிறது."
  }
]
