[
          
  {
    
          "description": "“கவிதைப் பேழை” என்ற தலைப்பில் இடம்பெற்றுள்ள கவிதை எதன் மீதான வருத்தத்தை வெளிப்படுத்துகிறது?",
          "options": [
      "மரங்களை வெட்டி அழிப்பதால் ஏற்படும் இழப்பு",
      "மரங்கள் உலர்ந்து போகும் நிலை",
      "மரங்களை விற்றுப் பெறும் இலாபம்",
      "மரங்களை வளர்ப்பதில் உள்ள சிரமம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இக்கவிதை மனிதர்கள் மரங்களை வெட்டி அழித்து விட்டதால் ஏற்படும் இழப்பைப் பற்றி வருத்தப்படுகிறது. இந்தக் கவிதையிலிருந்து மனிதர்கள் மரங்களை வளர்த்துப் பேணிக் காத்திட வேண்டும் என்ற உணர்வைப் பெறுகிறோம்."
          }
        ,
          
  {
    
          "description": "கவிதையில் எந்த வார்த்தை மரத்தின் இழந்த நிலையை விளக்குகிறது?",
          "options": [
      "மூச்சு",
      "குந்த",
      "பட்டை",
      "காலம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தக் கவிதையில் 'பட்டை' என்ற வார்த்தை மரத்தின் இழந்த நிலையை விளக்குகிறது. இங்கு 'பட்டை' என்ற சொல் மரத்தின் தோல் போன்ற அமைப்பைக் குறிக்கிறது. இதற்கு முன் பல காலங்களாக அந்த மரம் இருந்திருக்கிறது. ஆனால் இப்போது அது வெட்டப்பட்டு விட்டது. அதன் தோல் தான் இழந்த நிலையைக் காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "கவிதையின் மூலம் எந்த உணர்வை கவிஞர் வெளிப்படுத்த விரும்புகிறார்?",
          "options": [
      "மரங்களை விற்பதன் மூலம் லாபம் ஈட்டலாம்",
      "மரங்களின் பயன்பாடுகள் பல",
      "மரங்களைப் பாதுகாப்பது அவசியம்",
      "மரங்களை வளர்ப்பது எளிதானது"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இக்கவிதை மரங்களை வெட்டி அழித்து விட்டதால் ஏற்படும் இழப்பைப் பற்றி வருத்தப்படுகிறது. மரங்கள் இல்லாமல் நமக்கு உயிர்வளி கிடைக்காமல் போய்விடும் என்பதையும் சுட்டிக்காட்டுகிறது. எனவே, இதன் மூலம் மரங்களைப் பாதுகாப்பது அவசியம் என்பதை கவிஞர் வெளிப்படுத்த விரும்புகிறார்."
          }
        ,
          
  {
    
          "description": "'நுழையும்முன்' பகுதியில் மனித வாழ்வின் ___________ மரங்களுடன் இணைந்திருந்தது எனக் கூறப்பட்டுள்ளது.",
          "options": [
      "இயற்கை",
      "சமுதாயம்",
      "பண்பாடு",
      "மதம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நுழையும் முன் பகுதியில், மனிதர்கள் மரம், செடி, கொடிகளைப் போற்றிக்காத்து மகிழ்ந்ததாகவும், இயற்கையோடு இயைந்து வாழ்ந்ததாகவும் கூறப்படுகிறது. மரம் என்பது மனித வாழ்வின் இயற்கையான ஒரு பகுதி என்பதை இந்த பகுதி விளக்குகிறது. இன்று அந்த வாழ்வு மறைந்துகொண்டே வருகிறது. இயற்கை  இயைந்த வாழ்க்கை முறையில் மரங்களின்  பங்கு முக்கியமானது. "
          }
        ,
          
  {
    
          "description": "'__________' என்ற வார்த்தை மரத்தின் உறுதித்தன்மையைக் குறிக்கிறது.",
          "options": [
      "மூச்சு",
      "கூரை",
      "கட்டை",
      "பட்டை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இக்கவிதையில், 'பட்டை' என்ற சொல் மரத்தின் உறுதித்தன்மையைக் குறிக்கிறது. மரத்தின் தோல் போன்ற அமைப்பு மிகவும்  தடித்தும், உறுதியானதுமாக இருக்கும்.  இந்த பட்டையின் கீழ்தான் மரத்தின் மென்மையான பகுதி இருக்கிறது.  இந்த  பட்டை வெட்டப்படுவதால் மரம்  தன் உறுதித்தன்மையை இழந்து விடுகிறது. இது மரத்தின்  உறுதித்தன்மையை மறைத்து  விடுகிறது. "
          }
        ]