
[
  {
    "description": "கமுகு மரம் எந்த இருளைத் துளைத்து நின்றது?",
    "options": [
      "மரங்களால் ஏற்படும் அடர்ந்த இருள்",
      "பெருமரத்தின் நிழல்",
      "புவிஈர்ப்பு விசையால் ஏற்படும் இருள்",
      "பிறவி இருள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கவிதைப் பாடலில் கமுகு மரம் தன் தோற்ற இடத்தில் இருந்த பெருமரத்தின் நிழலைத் துளைத்து நின்றதாகக் கூறப்பட்டுள்ளது. அது, பெருமரத்தின் நிழல் என்னும் இருளைத் துளைத்து நின்றதாகச் சொல்லப்படுகிறது. பெருமரம், அடர்ந்த நிழலைப் பரப்பி, சூரிய ஒளியைத் தடுக்கும் என்பதால், கமுகு மரம் அதன் நிழலில் இருந்து வெளியே வந்து, சூரிய ஒளியைத் தேடி உயரே வளர்ந்ததாகப் பொருள் கொள்ளலாம். பெருமரத்தின் நிழல் என்பது, கமுகு மரத்தின் வளர்ச்சிக்குத் தடையாக இருந்த ஒரு இருள் நிலை எனக் கருதலாம்."
  },
  {
    "description": "கமுகு மரம் எதை நம்பி ஒளியை வேண்டிக் கொள்கிறது?",
    "options": [
      "கதிரவனின் ஒளி",
      "அமுதம்",
      "தன் உயிர் சக்தி",
      "மழை நீர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கமுகு மரம் அமுதத்தை நம்பி, ஒளியை வேண்டிப் பெருமரத்துடன் போட்டியிடுவதாகக் கவிதை கூறுகிறது. இங்கு அமுதம் என்பது, வாழ்க்கைக்குத் தேவையான சத்துக்களைத் தரும் உயிர்ப்பான கதிரவன் ஒளியைக் குறிக்கிறது. கமுகு மரம் தன்னை வளர்க்கும் சக்திக்காக, தன் வளர்ச்சிக்காகவும், உயிர்வாழ்க்கைக்காகவும் கதிரவன் ஒளியைத் தேடுகிறது. அது, கதிரவன் ஒளியை நம்பி, அதைத் தேடித் தன்னை உயர்த்திக் கொள்கிறது என்பது பாடலின் பொருள்."
  },
  {
    "description": "கவிதை பாடலில் குறிப்பிடப்பட்டுள்ள \"வாழ்க்கைப் போர்\" என்பதன் பொருள் என்ன?",
    "options": [
      "உயிரினங்களுக்கிடையேயான போட்டி",
      "உயிர் வாழும் இயற்கை சூழலின் போராட்டம்",
      "மனிதர்களுக்கிடையேயான போட்டி",
      "வாழ்க்கையில் எதிர்கொள்ளும் சவால்களை எதிர்கொள்வது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிதைப் பாடலில், கமுகு மரம் பெருமரத்துடன் போட்டியிடுவதாகக் கூறப்பட்டுள்ளது. இது, கமுகு மரத்தின் வளர்ச்சிக்கான போராட்டத்தைக் குறிக்கிறது. பெரிய மரத்தின் நிழலில் இருந்து வெளிப்பட்டு, சூரிய ஒளியைப் பெறும் மரத்தின் முயற்சி, வாழ்க்கையில் எதிர்கொள்ளும் சவால்களை எதிர்கொள்வது போன்றது. இயற்கையான போட்டி, வாழ்க்கையில் வெற்றி பெற, சவால்களை எதிர்கொள்ள வேண்டும், சிரமங்களைச் சந்திக்க வேண்டும் என்பதைப் பாடல் உணர்த்துகிறது."
  },
  {
    "description": "\"பிறவி இருள், ஒளியமுது, வாழ்க்கைப் போர்\" - இவை எந்த இலக்கண அம்சத்தைச் சேர்ந்தவை?",
    "options": [
      "உவமை",
      "உருவகம்",
      "வினைச்சொல்",
      "பெயர்ச்சொல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கவிதைப் பாடலில், \"பிறவி இருள்\", \"ஒளியமுது\", \"வாழ்க்கைப் போர்\" போன்ற சொற்கள் உருவகமாகப் பயன்படுத்தப்பட்டுள்ளன. பிறவி இருள் என்பது, மனிதன் பிறப்பதற்கு முன்னர் அனுபவித்த இருண்ட நிலை, ஒளியமுது என்பது, வாழ்க்கைக்குத் தேவையான கதிரவன் ஒளி, வாழ்க்கைப் போர் என்பது, வாழ்க்கையில் எதிர்கொள்ளும் சவால்களை எதிர்கொள்வது ஆகியவற்றைக் குறிக்கிறது."
  },
  {
    "description": "\"வேண்டி\" என்பதன் பகுதி என்ன?",
    "options": [
      "வேண்டு+இ",
      "வேண்டி+அ",
      "வேண்டும்+இ",
      "வேண்டும்+அ"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "\"வேண்டி\" என்பது ஒரு வினைச்சொல். வினைச்சொற்களின் பகுதிகளைப் பிரித்துப் பார்க்கும்போது, வேண்டும், வேண்டு எனப் பகுக்கலாம். இந்தப் பாடலில், வேண்டு என்பது வினைச்சொல்லின் வேர்ச்சொல், இ என்பது வினையெச்ச விகுதி எனப் பகுக்கலாம். ஆக, வேண்டி என்பதன் பகுதி வேண்டும்+இ என ஆகும்."
  }
]
