[
          
  {
    
          "description": "கவிஞர் தமிழ் ஒளியின் 'பட்ட மரம்' கவிதையில், மரத்தின் எந்தப் பகுதியை 'கந்த மலர்தரக் கூரை விரித்த இலை' என்று குறிப்பிடுகிறார்?",
          "options": [
      "இலைகள்",
      "கிளைகள்",
      "பூக்கள்",
      "பட்டை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கவிஞர் தமிழ் ஒளி எழுதிய 'பட்ட மரம்' என்ற கவிதையில், மரத்தின் இலைகள் மிகவும் அழகாகவும், ஆறுதலாகவும் இருப்பதை குறிப்பிடுகிறார். 'கந்த மலர்தரக் கூரை விரித்த இலை' என்ற வரியில் 'இலை' என்பது மரத்தின் இலைகளைக் குறிக்கிறது. கவிஞர் இலைகளை 'கூரை' என்கிறார். இதன் மூலம் மரம் தரும் நிழலை உணர்த்துகிறார். மேலும் 'கந்த மலர்தரக்' என்ற சொல்லின் மூலம் மரத்தின் இலைகளின் மணம் மற்றும் மகிழ்ச்சியை உணர்த்துகிறார். மரத்தின் இலைகளின் மென்மை, அழகு மற்றும் நிழல் தருவதை இவ்வாறு விவரிக்கிறார்."
          }
        ,
          
  {
    
          "description": "கவிதையில் மரத்தின் நிலையை எந்த விலங்கின் துயரத்துடன் ஒப்பிடுகிறார்?",
          "options": [
      "குதிரை",
      "யானை",
      "புலி",
      "பறவை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "கவிதையில் மரம் வெட்டப்பட்டுப் பட்டுக் கருகிய நிலை, ஒரு பறவையின் துயரத்தைப் போல இருப்பதாகக் கூறுகிறார். 'கலங்கும் ஒருமனிதன் ஓலமிடக்கரம் நீட்டிய போல் இடர் எய்தி உழன்றனையே' என்ற வரிகளில் மரத்தின் நிலை பறவையின் துயரத்துடன் ஒப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'பட்டுக் கருகினையே!' என்ற வரியில், 'பட்டு' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "மரத்தின் இலைகள்",
      "மரத்தின் பட்டை",
      "மரத்தின் கட்டை",
      "மரத்தின் கிளைகள்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "'பட்டுக் கருகினையே!' என்ற வரியில், 'பட்டு' என்பது மரத்தின் பட்டையைக் குறிக்கிறது. பட்டை மரத்தின் பாதுகாப்பு அடுக்கு, அதன் கட்டையைப் பாதுகாக்கும் உறை போன்றது. இது வெட்டப்பட்டு அழிக்கப்படும் போது, மரம் பாதுகாப்பற்றதாகி, மரத்துக்கு நிகழும் சேதத்தை விவரிக்கிறது. இதன் மூலம் மரத்தின் இழப்பு மற்றும் பாதுகாப்பின்மை ஆகியவற்றை வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "  கவிதையில், 'காலம் எனும்புயல்' என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
          "options": [
      "இயற்கைப் பேரழிவுகள்",
      "மனித நடவடிக்கைகளால் ஏற்படும் மாற்றங்கள்",
      "காலத்தின் போக்கில் ஏற்படும் மாற்றங்கள்",
      "இயற்கையின் சீற்றம்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'காலம் எனும்புயல்' என்ற வரியில், 'காலம்' என்பது நேரம் என்பதைக் குறிக்கிறது. 'புயல்' என்பது இயற்கைச் சீற்றத்தைக் குறிக்கும் சொல். கவிஞர் இரண்டையும் இணைத்து 'காலம் எனும் புயல்' என்கிறார். இதன் மூலம் காலத்தின் ஓட்டம், அழிவுகளை உருவாக்கும் சக்தியைக் கொண்டுள்ளது என்பதை உணர்த்துகிறார்."
          }
        ,
          
  {
    
          "description": "கவிஞர் தமிழ் ஒளி எந்த இலக்கியப் பாரம்பரியத்தைச் சேர்ந்தவர்?",
          "options": [
      "பாரதிதாசன்",
      "பாரதி",
      "இரண்டும்",
      "எதுவும் இல்லை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கவிஞர் தமிழ் ஒளி பாரதிதாசனின் மாணவராகவும், பாரதியாரின் வழித்தோன்றலாகவும் விளங்கியவர். இவர் இலக்கியத்தில் புதுமைப் புகுத்திய பாரதி மற்றும் பாரதிதாசன் ஆகிய இருவரின் இலக்கியப் பாரம்பரியத்தையும் தாங்கி நிற்கிறார்."
          }
        ]