
[
  {
    "description": "பெரியாரின் சிந்தனைகள் எதற்கான வழிகாட்டி?",
    "options": [
      "a) மத நம்பிக்கை",
      "b) பகுத்தறிவுப் பாதை",
      "c) ஜாதி அமைப்பு",
      "d) வரலாற்று ஆய்வு"
    ],
    "answer": "B",
    "additional_context": "பெரியாரின் சிந்தனைகள் பகுத்தறிவுப் பாதைக்கு வழிகாட்டி என்று கூறப்படுகிறது.  இந்த சிந்தனைகள் மனிதர்களை மத நம்பிக்கைகளில் இருந்து விடுவித்து, அறிவியல் ரீதியான சிந்தனைகளைக் கொண்டு வர உதவின.  ஜாதி அமைப்பை எதிர்த்த பெரியார், அது சமூகத்தில் பிரிவினையை உருவாக்கி, மனிதர்களை சமத்துவமற்றவர்களாக ஆக்குவதாக நம்பினார்.  வரலாற்று ஆய்வுக்கு பதிலாக, தற்போதைய சமூகப் பிரச்சனைகளுக்கு தீர்வு காணும் வழியை  பெரியார் தேடினார்."
  },
  {
    "description": "பெரியாரின் சிந்தனைகள் _______________ அடிப்படையில் அமைந்தவை.",
    "options": [
      "a) மரபு",
      "b) அறிவியல்",
      "c) மதம்",
      "d) அரசியல்"
    ],
    "answer": "B",
    "additional_context": "பெரியாரின் சிந்தனைகள் அறிவியல் அடிப்படையில் அமைந்தவை.   மரபு மற்றும் மத நம்பிக்கைகளை விட அறிவியல் பூர்வமான சிந்தனைகள்  முக்கியம்  என்று பெரியார் நம்பினார்.  அரசியல் அதிகாரம் பெறுவதற்காக அல்லாமல், மக்களின் நலனுக்காக போராடுவதையே பெரியார்  முக்கியமாகக் கருதினார்."
  },
  {
    "description": "பெரியார் _______________ கருத்துகளைப் பரப்புரை செய்தார்.",
    "options": [
      "a) சமூக",
      "b) மத",
      "c) வரலாற்று",
      "d) பகுத்தறிவு"
    ],
    "answer": "D",
    "additional_context": "பெரியார் தனது வாழ்நாள் முழுவதும்  பகுத்தறிவு கருத்துகளைப் பரப்புரை செய்தார்.  சமூக நீதி, சமத்துவம், மதச்சார்பின்மை போன்ற சமூக பிரச்சனைகளைப் பற்றியும் பெரியார் பேசினார்.  வரலாற்றுப் பார்வையிலிருந்து சமூகப் பிரச்சனைகளை அவர் ஆராய்ந்தார்.   மத கருத்துக்களுக்குப் பதிலாக அறிவியல் ரீதியான கருத்துக்களை பரப்ப  பெரியார் முயற்சி செய்தார்."
  },
  {
    "description": "பெரியார் இயக்கத்தின் முக்கிய இதழ்களில் ஒன்று _______________.",
    "options": [
      "a) விடுதலை",
      "b) தினமலர்",
      "c) தினத்தந்தி",
      "d) தினமணி"
    ],
    "answer": "A",
    "additional_context": "பெரியார் இயக்கம் நடத்திய முக்கிய இதழ்களில் ஒன்று 'விடுதலை'.  இந்த இதழ்  சமூக நீதி, சமத்துவம், மதச்சார்பின்மை  போன்ற கருத்துகளை மக்களிடம் கொண்டு சேர்த்தது.  மற்ற இதழ்கள்  'குடியரசு', 'உண்மை' , 'ரிவோல்ட்' ஆகியவை."
  },
  {
    "description": "பெரியாரின் சிந்தனைகள் _______________ அழைப்பு மணி.",
    "options": [
      "a) சமூக",
      "b) மத",
      "c) மனித நேய",
      "d) அரசியல்"
    ],
    "answer": "C",
    "additional_context": "பெரியாரின் சிந்தனைகள் மனித நேயத்தின் அழைப்பு மணி என்று அறிஞர்கள்  மதிப்பிடுவர்.  அதாவது,  அனைத்து மனிதர்களும் சமம் என்றும், அவர்கள் மீது அன்பும்  கரிசனையும் கொள்ள வேண்டும் என்றும் அவர் வலியுறுத்தினார்.  மனித நேயம்  தான் சமூகத்தை சீர்திருத்தி,  மனிதர்களை சமத்துவமாக  வாழ வைக்கும்  என்று  பெரியார் நம்பினார்."
  }
]
