
[
  {
    "description": "“எத்துணையும் பேதமுறாது எவ்வுயிரும் தம்முயிர்போல் எண்ணி உள்ளே ஒத்துரிமை உடையவராய் உவக்கின்றார் யாவர்அவர் உள்ளம்தான் சுத்த சித்துருவாய் எம்பெருமான் நடம்புரியும் இடம் என நான் தெரிந்தேன் அந்த வித்தகர்தம் அடிக்கேவல் புரிந்திட என் சிந்தை மிக விழைந்த தாலே” - இந்தப் பாடலின் மூலம் வள்ளலார் என்ன உணர்த்துகிறார்?",
    "options": [
      "அனைத்து உயிர்களும் ஒன்றே என்றும் அவர்களிடம் ஒத்துரிமை கொள்ள வேண்டும் என்றும்.",
      "எல்லோரும் எம்பெருமானின் அடிமை என்றும் அவரது பாதங்களைத் தொட்டு வணங்க வேண்டும் என்றும்.",
      "சித்துருவாகிய எம்பெருமானின் அருள் மட்டுமே உயிர்களை காப்பாற்றும் என்றும்.",
      "எந்த உயிருக்கும் மதிப்பில்லை என்றும் அவர்களை ஒரே மாதிரியாகவே நடத்த வேண்டும் என்றும்."
    ],
    "answer": "a",
    "additional_context": "இந்தப் பாடல் வள்ளலாரின் பாடல்களில் ஒன்று. இதில் வள்ளலார் அனைத்து உயிர்களும் ஒன்றே என்றும், அவற்றின் மீது அன்பு செலுத்த வேண்டும் என்றும் கூறுகிறார். அனைத்து உயிர்களும் எம்பெருமானின் அடிமை என்றும் அவர்களைத் தொட்டு வணங்க வேண்டும் என்றும் கூறுவதில்லை. சித்துருவாகிய எம்பெருமானின் அருள் மட்டுமே உயிர்களை காப்பாற்றும் என்றும் கூறுவதில்லை. எந்த உயிருக்கும் மதிப்பில்லை என்றும் கூறுவதில்லை. எனவே சரியான விடை (a) ."
  },
  {
    "description": "“மொழியோடு விளையாடு” பகுதியில் கொடுக்கப்பட்டுள்ள சொற்களில் எந்தச் சொல்  “உய்த்தல்”  என்பதற்கு எதிர்ச்சொல்லாக இருக்கும்?",
    "options": [
      "புன்பமொப்லமைழி",
      "தைக்விதுகபு",
      "யனிநேம்தம",
      "டுசிப்காட்ஞ்ப"
    ],
    "answer": "d",
    "additional_context": "“மொழியோடு விளையாடு” பகுதியில் கொடுக்கப்பட்டுள்ள சொற்களை எழுத்துக்களைப் பிரித்துப் படித்து அந்த சொல் என்னவென்று கண்டுபிடிக்க வேண்டும். கொடுக்கப்பட்டுள்ள சொற்களில் “உய்த்தல்”  என்பதற்கு எதிர்ச்சொல்லாக இருப்பது “டுசிப்காட்ஞ்ப”.  இது “இருசு” என்ற சொல்லுக்குச் சமம்.  “உய்த்தல்” என்பது ஒரு பொருளைத் தேடி எடுப்பது, அல்லது புதிய பொருளை உருவாக்குவது, “இருசு” என்பது ஏற்கனவே இருக்கும் பொருள். "
  },
  {
    "description": "“தொகைச்சொற்களைக் கொண்டு பத்தியைச் சுருக்குக” - இந்தப் பகுதியில் கொடுக்கப்பட்டுள்ள தொகைச்சொற்களில் எது “நிலங்கள்” என்பதைக் குறிக்கும்?",
    "options": [
      "கிழக்கு",
      "சோழ",
      "குறிஞ்சி",
      "யானைப்படை"
    ],
    "answer": "c",
    "additional_context": "தொகைச்சொற்கள் என்பது பல சொற்களை ஒன்றாக இணைத்து ஒரே பொருளைச் சுருக்கிக் கூறும் சொற்கள். “தொகைச்சொற்களைக் கொண்டு பத்தியைச் சுருக்குக”  என்ற பகுதியில் “நிலங்கள்”  என்பதைக் குறிக்கும் தொகைச்சொல் “குறிஞ்சி”.  குறிஞ்சி என்பது மலைநிலத்தை குறிக்கும்.  “சோழ” என்பது அரசர்களைக் குறிக்கும். “யானைப்படை” என்பது படையைக் குறிக்கும். “கிழக்கு” என்பது திசையைக் குறிக்கும். "
  },
  {
    "description": "“வினைப்பகுதிகளை எச்சங்களாகவும் முற்றாகவும் மாற்றுக” - இந்தப் பகுதியில் “பூங்கொடி வங்கிக்குப் போனாள்”  என்ற வினைமுற்றுத் தொடர் எச்சமாக மாற்றப்படும்போது எப்படி இருக்கும்?",
    "options": [
      "பூங்கொடி வங்கிக்குப் போய்",
      "பூங்கொடி வங்கிக்குப் போ",
      "பூங்கொடி வங்கிக்குப் போக",
      "பூங்கொடி வங்கிக்குப் போய்விட்டாள்"
    ],
    "answer": "c",
    "additional_context": "வினைப்பகுதிகளை எச்சங்களாகவும் முற்றாகவும் மாற்றுவதன் மூலம் ஒரு செயல் நடந்த காலம் தெரியும்.  “பூங்கொடி வங்கிக்குப் போனாள்”  என்ற வினைமுற்றுத் தொடர் கடந்த காலத்தில் நடந்த ஒரு செயலைக் குறிக்கிறது.  இதனை எச்சமாக மாற்றும் போது  “பூங்கொடி வங்கிக்குப் போக”  என்று மாறும்.  இது கடந்த காலத்திற்குப் பிறகு நடக்க வேண்டிய ஒரு செயலைக் குறிக்கிறது. "
  },
  {
    "description": "“251”  என்ற எண்ணுடன் தொடர்புடைய பத்தியில் “வீடு”  என்பதற்கு முன்னால் வரும் வினைச்சொல் எது?",
    "options": [
      "நில்",
      "ஏறு",
      "திரும்பு",
      "செல்"
    ],
    "answer": "b",
    "additional_context": "251  என்ற எண்ணுடன் தொடர்புடைய பத்தியில் “வீடு”  என்பதற்கு முன்னால் வரும் வினைச்சொல் “ஏறு”.  இந்த பத்தி வினைப்பகுதிகளை எச்சங்களாகவும் முற்றாகவும் மாற்றுவதன் மூலம் ஒரு செயல் நடந்த காலம் தெரியும்.  “பேருந்தில் ஏறி வீடு சென்றாள்”  என்ற வினைமுற்றுத் தொடரைக் குறிக்கிறது. "
  }
]
