[
          
  {
    
          "description": "காங்கேயம் மாடுகளின் பண்புகள் குறித்து உண்மையான கூற்று எது?",
          "options": [
      "ஏறுதழுவுதல் நிகழ்விற்கும் பெயர் பெற்றுள்ளன.",
      "ஏர் உழுவதற்கும் வண்டி இழுப்பதற்கும் அதிகம் பயன்படுத்தப்படுகின்றன.",
      "கடுமையாக உழைக்கக்கூடியவை.",
      "மேற்கூறிய அனைத்தும் உண்மை."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "காங்கேயம் மாடுகள் மிடுக்கான தோற்றத்துக்குப் பெயர்பெற்றவை.  ஏறுதழுவுதல் நிகழ்விற்கும் பெயர் பெற்றுள்ளன.  ஏர் உழுவதற்கும் வண்டி இழுப்பதற்கும் அதிகம் பயன்படுத்தப்படுகின்றன.  கடுமையாக உழைக்கக் கூடியவை. எனவே, மேற்கூறிய அனைத்தும் உண்மை."
          }
        ,
          
  {
    
          "description": "காங்கேயம் மாடுகளின் பரவல் குறித்துத் தவறான கூற்று எது?",
          "options": [
      "தமிழகத்தில் மட்டுமே காணப்படும்.",
      "கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படுகின்றன.",
      "இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன.",
      "இந்தியாவின் பல்வேறு மாநிலங்களுக்கும் வெளிநாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "காங்கேயம் மாடுகள் கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படுகின்றன.  இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன.  எனவே, இந்தியாவின் பல்வேறு மாநிலங்களுக்கும் வெளிநாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன.  தமிழகத்தில் மட்டுமே காணப்படும் என்பது தவறான கூற்று."
          }
        ,
          
  {
    
          "description": "காங்கேயம் மாடுகளின் தொன்மை குறித்து  நிரூபிக்கும் ஆதாரம் எது?",
          "options": [
      "காங்கேயம் மாடுகளின் உருவம் பொறித்த கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்கள்.",
      "பிறக்கும்போது சிவப்பு நிறத்தில் இருப்பது.",
      "ஏறுதழுவுதல் நிகழ்விற்கும் பெயர் பெற்றுள்ளது.",
      "கடுமையாக உழைக்கக்கூடியது."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "காங்கேயம் மாடுகளின் தொன்மை குறித்து கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்கள் நிரூபிக்கின்றன.  கரூர் அமராவதி ஆற்றுத் துறையில் காங்கேய மாடுகளின் உருவம் பொறித்த நாணயங்கள் கண்டெடுக்கப்பட்டுள்ளன. எனவே,  காங்கேயம் மாடுகள் பழமையானவை என்பதை நிரூபிக்கிறது.  "
          }
        ,
          
  {
    
          "description": "காங்கேயம் மாடுகளைப் பற்றிய பின்வரும் கூற்றுகளில் எது தவறானது?",
          "options": [
      "காங்கேயம் மாடுகள் சிவப்பு நிறத்தில் பிறந்து, ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறமாக மாறும்.",
      "பசுக்கள் சாம்பல் அல்லது வெள்ளை நிறத்தில் இருக்கும்.",
      "காங்கேயம் இனக் காளைகள் ஏறுதழுவுதல் நிகழ்விற்கும் பெயர் பெற்றுள்ளன.",
      "காங்கேயம் மாடுகள் தோல் நிறத்தால் தாய் இனம் என்று கருதப்படுகிறது."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "காங்கேயம் மாடுகள் சிவப்பு நிறத்தில் பிறந்து, ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறமாக மாறும்.  பசுக்கள் சாம்பல் அல்லது வெள்ளை நிறத்தில் இருக்கும்.  காங்கேயம் இனக் காளைகள் ஏறுதழுவுதல் நிகழ்விற்கும் பெயர் பெற்றுள்ளன.  காங்கேயம் மாடுகள் தோல் நிறத்தால் தாய் இனம் என்று கருதப்படுவதில்லை.   எனவே,  தோல் நிறத்தால் தாய் இனம் என்று கருதப்படுகிறது என்பது தவறானது. "
          }
        ,
          
  {
    
          "description": "பின்வரும் கூற்றுகளில் எது காங்கேயம் மாடுகளின் பயன்பாடுகளைக் குறிப்பிடுவது?",
          "options": [
      "காங்கேயம் மாடுகள் தென்னிந்தியாவின் அடையாளச் சின்னமாக கருதப்படுகின்றன.",
      "காங்கேயம் மாடுகள் தாய் இனம் என்று கருதப்படுகிறது.",
      "காங்கேயம் மாடுகள் ஏர் உழுவதற்கும் வண்டி இழுப்பதற்கும் பயன்படுத்தப்படுகின்றன.",
      "காங்கேயம் மாடுகள் கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படுகின்றன."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "காங்கேயம் மாடுகள் தென்னிந்தியாவின் அடையாளச் சின்னமாக கருதப்படுகின்றன.  காங்கேயம் மாடுகள் தாய் இனம் என்று கருதப்படுகிறது.   காங்கேயம் மாடுகள் ஏர் உழுவதற்கும் வண்டி இழுப்பதற்கும் பயன்படுத்தப்படுகின்றன.  காங்கேயம் மாடுகள் கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படுகின்றன.  இவற்றில் காங்கேயம் மாடுகளின் பயன்பாட்டை  குறிப்பிடுவது 'காங்கேயம் மாடுகள் ஏர் உழுவதற்கும் வண்டி இழுப்பதற்கும் பயன்படுத்தப்படுகின்றன'  என்ற கூற்று மட்டுமே."
          }
        ]