
[
  {
    "description": "யசோதர காவியத்தில் \"ஆக்குக, போக்குக, நோக்குக\" என்ற வார்த்தைகள் என்ன இலக்கணக் குறிப்பு?",
    "options": [
      "வினைமுற்றுகள்",
      "பெயர்ச்சொற்கள்",
      "வினை எச்சங்கள்",
      "உருபுக்கள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "யசோதர காவியத்தில் உள்ள \"ஆக்குக, போக்குக, நோக்குக\" ஆகியவை வினைச்சொற்களின் முற்றுப் பெயர்கள். இவற்றின் இலக்கணக் குறிப்பு \"வினைமுற்றுகள்\" என்பதாகும்."
  },
  {
    "description": "யசோதர காவியம் எந்த வகையான இலக்கியம்?",
    "options": [
      "பாடல்",
      "நாடகம்",
      "ஐஞ்சிறு காப்பியம்",
      "நாவல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "யசோதர காவியம், சமண மதத்தைச் சார்ந்த ஐஞ்சிறு காப்பியங்களுள் ஒன்றாகும். சமண மதத்தைச் சார்ந்த நூல்களான \"யசோதர காவியம்\", \"சீவக சிந்தாமணி\" ஆகியவை ஐஞ்சிறு காப்பியங்கள் எனப்படுகின்றன."
  },
  {
    "description": "யசோதர காவியம் எந்த மொழியில் இருந்து தழுவி எழுதப்பட்டது?",
    "options": [
      "சமஸ்கிருதம்",
      "ஆங்கிலம்",
      "பிரெஞ்ச்",
      "தெலுங்கு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "யசோதர காவியம், வடமொழியிலிருந்து தமிழில் தழுவி எழுதப்பட்டது. சமணர்களின் வாழ்க்கை முறைகளைப் பற்றியும், அவர்களின் நன்னெறிகளைப் பற்றியும் இக்காவியம் எடுத்துரைக்கிறது. சமஸ்கிருதத்தில் இருந்து தழுவி எழுதப்பட்டதால், சமணர்களின் அறம், தர்மம் ஆகியவை சமஸ்கிருத வார்த்தைகளாகவே இதில் வழங்கப்படுகின்றன."
  },
  {
    "description": "யசோதர காவியத்தில் \"விரதம்\" என்ற வார்த்தை குறிப்பிடுவது என்ன?",
    "options": [
      "நோன்பிருத்தல்",
      "மேற்கொண்ட நன்னெறி",
      "தியாகம்",
      "பூஜை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "யசோதர காவியத்தில் \"விரதம்\" என்ற சொல், \"நோன்பிருத்தல்\" அல்லது \"பூஜை\" என்று பொருள்படாமல், \"மேற்கொண்ட நன்னெறி\" என்று பொருள்படும். சமணர்கள் தங்களுடைய வாழ்க்கை முறையில் கடைப்பிடிக்கும் நன்னெறிகளை விரதம் என்று அழைப்பர். \"விரதம் காக்கவே\" என்ற வரி இதற்குச் சான்றாகும்."
  },
  {
    "description": "யசோதர காவியம் எந்த நாட்டு மன்னனைப் பற்றிய வரலாற்றைக் கூறுகிறது?",
    "options": [
      "சோழ நாடு",
      "பாண்டிய நாடு",
      "அவந்தி நாடு",
      "செரா நாடு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "யசோதர காவியம், \"யசோதரன்\" என்னும் அவந்தி நாட்டு மன்னனின் வரலாற்றைக் கூறுகிறது. யசோதரன் அவந்தி நாட்டின் மன்னனாக இருந்து, சமண நெறியைப் பின்பற்றி, அறநெறியை நிலைநாட்டி வாழ்ந்ததாகக் கூறப்படுகிறது. யசோதரனின் அறம், நேர்மை, கருணை ஆகியவை யசோதர காவியத்தில் விரிவாகப் பேசப்படுகின்றன."
  }
]
