
[
  {
    "description": "“ஒளிறுவாள் மறவரும் தேரும் மாவும் களிறும் சூழ்தரக் கண்முரசு இயம்பி” என்ற வரிகளில் “கண்முரசு” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "சிறிய முரசு",
      "பெரிய முரசு",
      "வீணை",
      "மத்தளம்"
    ],
    "answer": "B",
    "additional_context": "மணிமேகலைக் காப்பியத்தில் இந்திர விழா பற்றிய விவரிப்புகள் விழாவறை காதையில் இடம்பெற்றுள்ளன. விழா அறிவிப்பைப் பற்றி கூறும் போது \"ஒளிறுவாள் மறவரும் தேரும் மாவும் களிறும் சூழ்தரக் கண்முரசு இயம்பி\" என்று கூறப்படுகிறது. இந்த வரியில் \"கண்முரசு\" என்ற சொல் பெரிய முரசைக் குறிக்கிறது. பெரிய முரசு என்பது ஒரு வகையான இசைக்கருவி. அதன் ஒலி மிகவும் உரத்ததாக இருக்கும். விழாக்கள், போர்கள் போன்ற சந்தர்ப்பங்களில் பெரிய முரசு பயன்படுத்தப்படுகிறது."
  },
  {
    "description": "“வசியும் வளனும் சுரக்க!” என்ற வரியில் “வசி” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "வளம்",
      "மழை",
      "பூ",
      "செல்வம்"
    ],
    "answer": "B",
    "additional_context": "இந்திர விழாவைப் பற்றி விவரிக்கும் போது \"ஒளிறுவாள் மறவரும் தேரும் மாவும் களிறும் சூழ்தரக் கண்முரசு இயம்பி பசியும் பிணியும் பகையும் நீங்கி வசியும் வளனும் சுரக்க! என வாழ்த்தி;\" என்கிறது. இதில்  \"வசி\" என்பது மழையைக் குறிக்கிறது. பண்டைய காலங்களில் மக்கள் மழையை நம்பி வாழ்ந்ததால், மழை பெய்யும் போது மக்கள் மகிழ்ச்சியும், வளமும் பெறுவர். அதனால்தான் இந்த வரியில் \"வசி\" என்ற சொல் மழையைக் குறிக்கிறது."
  },
  {
    "description": "“எண்பேராயம்” என்ற சொல்லில் எத்தனை பிரிவுகள் இருக்கின்றன?",
    "options": [
      "4",
      "6",
      "8",
      "10"
    ],
    "answer": "C",
    "additional_context": "விழாவிற்கு வருபவர்களில் ஐம்பெருங்குழுவும் எண்பேராயமும் உண்டு என்பதை  \"ஐம்பெருங் குழுவும் எண்பேர் ஆயமும் வந்தொருங்கு குழீஇ வான்பதி தன்னுள்\" என்கிறது. இதில்  \"எண்பேராயம்\" என்ற சொல் எண்பது பேர் கொண்ட ஒரு குழுவைக் குறிக்கிறது. இதில் எண்பது என்ற எண் மற்றும் ஆயம் என்ற சொல் இரண்டு சொற்களும் இருப்பதால் இதில் 2 பிரிவுகள் இருக்கிறது."
  },
  {
    "description": "மணிமேகலையின் விழாவறை காதை எந்த நிகழ்வை விவரிக்கிறது?",
    "options": [
      "புகார் நகரில் நடைபெறும் புது வருட விழா",
      "புகாரில் நடைபெறும் இளவரசி மணிமேகலையின் பிறந்தநாள் விழா",
      "சிலப்பதிகாரத்தில் குறிப்பிடப்படும் இந்து கடவுளான இந்துவிற்கான விழா",
      "சிலப்பதிகாரத்திலும் மணிமேகலையிலும் குறிப்பிடப்படும் இந்துவிழா"
    ],
    "answer": "D",
    "additional_context": "மணிமேகலையின் விழாவறை காதை, சிலப்பதிகாரத்திலும் மணிமேகலையிலும் குறிப்பிடப்படும் இந்துவிழாவை பற்றி விவரிக்கிறது. இந்திர விழா என்பது தமிழ் மக்களின் ஒரு முக்கியமான விழா. இது பண்டைய காலங்களில் புகார் நகரில் மிகவும் பிரபலமாகக் கொண்டாடப்பட்டது. மணிமேகலைக் காப்பியத்தில் இந்திர விழாவின் காட்சிகள் விரிவாக விவரிக்கப்பட்டுள்ளன. விழாவறை காதை, இந்திர விழாவின் முக்கியத்துவம் மற்றும் அழகிய காட்சிகள் பற்றிய விவரிப்புகளைத் தருகிறது."
  },
  {
    "description": "மணிமேகலை விழாவறை காதையில் கூறப்படும் சமயக் கணக்கர் எதை விவரிக்கின்றனர்?",
    "options": [
      "புகார் நகரின் வரலாற்றை",
      "மக்களின் வாழ்வில் நடைபெறும் சடங்குகளை",
      "சிலப்பதிகாரத்தின் கதையை",
      "தமது சமய நெறிகளை"
    ],
    "answer": "D",
    "additional_context": "மணிமேகலை விழாவறை காதையில் \"மெய்த்திறம் வழக்கு நன்பொருள் வீடெனும் இத்திறம் தத்தம் இயல்பினிற் காட்டும் சமயக் கணக்கரும் தந்துறை போகிய\" என்று கூறப்படுகிறது.  விழாவுக்கு வருபவர்களில் சமயக் கணக்கரும் இருக்கிறார்கள். அவர்கள் ஒவ்வொருவரும் தங்களின் சமய நெறிகளை விவரிக்கின்றனர் என்பதை \"தத்தம் இயல்பினிற் காட்டும்\" என்ற வார்த்தைகள் குறிப்பிடுகின்றன.  "
  }
]
