
[
  {
    "description": "கீழடி அகழாய்வில் கிடைத்த பொருட்களில், எது தமிழர்களின் உயரிய நாகரிகத்தைக் காட்டும் சான்றாக அமைந்துள்ளது?",
    "options": [
      "சதுரங்கக் காய்கள்",
      "செம்பு, சங்கு வளையல்கள்",
      "தமிழ் எழுத்துகள் பொறிக்கப்பட்ட பானை ஓடுகள்",
      "செங்கல் கட்டுமானங்கள்"
    ],
    "answer": "D",
    "additional_context": "மதுரை நகருக்கு அருகே உள்ள கீழடி என்னுமிடத்தில் நடத்தப்பட்ட அகழாய்வில் சுடுமண் பொருள்கள், உலோகப் பொருள்கள், முத்துகள், கிளிஞ்சல் பொருள்கள், மான்கொம்புகள், சோழிகள், கிண்ணங்கள், துளையிடப்பட்ட பாத்திரங்கள், இரத்தினக்கல் வகைகள், பழுப்பு, கறுப்பு, சிவப்பு-கறுப்புப் பானைகள், சதுரங்கக் காய்கள், தானியங்களைச் சேகரிக்கும் கலன்கள், செம்பு, சங்கு வளையல்கள், எலும்பினால் ஆன கூர் முனைகள், தமிழ் எழுத்துகள் பொறிக்கப்பட்ட பானை ஓடுகள், கற்கருவிகள், நீர் சேகரிக்கும் பெரிய மட்கலன்கள், சிறிய குடுவைகள், உறைக்கிணறுகள், சுடுமண் கூரை ஓடுகள் போன்ற பல்வேறு தொல்லியல் பொருள்கள் கிடைத்துள்ளன. மூன்று வெவ்வேறு காலகட்டங்களைச் சேர்ந்த இவற்றுள் தொன்மையானவை சுமார் 2300ஆண்டுகளுக்கு முற்பட்டவை எனக் கருதப்படுகின்றன. இதுவரை அகழாய்வு செய்யப்பட்ட பெரும்பான்மையான இடங்கள், இறப்புத் தொடர்பான தடயங்களை வெளிப்படுத்துவனவாக அமைந்திருந்தன. ஆனால், கீழடியில் கண்டறியப்பட்டுள்ள முழுமையான வாழ்விடப்பகுதியும் செங்கல் கட்டுமானங்களும் இதரப்பொருள்களும் தமிழரின் உயரிய நாகரிகத்தைக் கண்முன் காட்டும் சாட்சிகளாய் அமைந்துள்ளன."
  },
  {
    "description": "“வானுலகத்தில் பறந்து செவ்வாயில் குடியேற வழிதேடும் நேரத்தில் பழைய வரலாற்றுக்கு முந்தைய காலத்தைப் பற்றி அறிந்து என்ன பயன்?”  இந்த வாக்கியத்தை எந்த மாணவர் கூறினார்?",
    "options": [
      "பாத்திமா",
      "முத்து",
      "செல்வன்",
      "அன்புமேரி"
    ],
    "answer": "B",
    "additional_context": "உங்கள் அனைவருக்கும் என் பணிவான வணக்கம். நடுவர் அவர்களே! உள்ளங்கையில் உலகத்தை அளந்து பார்க்கும் காலகட்டத்தில் மண்ணைத் தோண்டி எலும்புகளைத் தேடும் மனிதர்களைப் பற்றி நான் என்ன சொல்ல? அறிவியல் உலகத்தில் வாழ்ந்து கொண்டிருக்கிறோம். பழைய தலைமுறையைப் பற்றித் தெரிந்து என்ன செய்யப் போகிறோம்? செல்லிடப் பேசிக்குள்ளே, உலகத்தைச் சுற்றும் வேளையில் அகழாய்வில் கிடைக்கும் செல்லாக் காசுகளை வைத்து என்ன செய்வதாம்? வானுலகத்தில் பறந்து செவ்வாயில் குடியேற வழிதேடும் நேரத்தில் பழைய வரலாற்றுக்கு முந்தைய காலத்தைப் பற்றி அறிந்து என்ன பயன்? உள்ளங்கையில் உலகம் இருக்கிறது. மடிக்கணினி மலைக்க வைக்கிறது. அதையெல்லாம் விட்டுவிட்டு மண் ஓடுகள், இறந்தோரைச் சுமந்த மண்தாழிகள் இவற்றைக் கண்டறிந்து எதைச் சாதிக்கப் போகிறோம்?"
  },
  {
    "description": "கீழடி அகழாய்வு எந்தக் காலத்தைச் சேர்ந்தது எனக் கருதப்படுகிறது?",
    "options": [
      "சுமார் 1000 ஆண்டுகளுக்கு முற்பட்டது",
      "சுமார் 1500 ஆண்டுகளுக்கு முற்பட்டது",
      "சுமார் 2000 ஆண்டுகளுக்கு முற்பட்டது",
      "சுமார் 2300 ஆண்டுகளுக்கு முற்பட்டது"
    ],
    "answer": "D",
    "additional_context": "மதுரை நகருக்கு அருகே உள்ள கீழடி என்னுமிடத்தில் நடத்தப்பட்ட அகழாய்வில் சுடுமண் பொருள்கள், உலோகப் பொருள்கள், முத்துகள், கிளிஞ்சல் பொருள்கள், மான்கொம்புகள், சோழிகள், கிண்ணங்கள், துளையிடப்பட்ட பாத்திரங்கள், இரத்தினக்கல் வகைகள், பழுப்பு, கறுப்பு, சிவப்பு-கறுப்புப் பானைகள், சதுரங்கக் காய்கள், தானியங்களைச் சேகரிக்கும் கலன்கள், செம்பு, சங்கு வளையல்கள், எலும்பினால் ஆன கூர் முனைகள், தமிழ் எழுத்துகள் பொறிக்கப்பட்ட பானை ஓடுகள், கற்கருவிகள், நீர் சேகரிக்கும் பெரிய மட்கலன்கள், சிறிய குடுவைகள், உறைக்கிணறுகள், சுடுமண் கூரை ஓடுகள் போன்ற பல்வேறு தொல்லியல் பொருள்கள் கிடைத்துள்ளன. மூன்று வெவ்வேறு காலகட்டங்களைச் சேர்ந்த இவற்றுள் தொன்மையானவை சுமார் 2300ஆண்டுகளுக்கு முற்பட்டவை எனக் கருதப்படுகின்றன."
  },
  {
    "description": "“பழுதுபட்டால் சரிசெய்து மீண்டும் பயன்படுத்துவோம். இது கடந்த நூற்றாண்டுவரை தொடர்ந்தது.”  இந்த வாக்கியம் எந்த மாணவரின் வாதத்தில் உள்ளது?",
    "options": [
      "பாத்திமா",
      "முத்து",
      "செல்வன்",
      "அன்புமேரி"
    ],
    "answer": "C",
    "additional_context": "இன்றைக்கு நாம் ஒரு புதிய நாகரிகச் சூழலைப் பழகிக் கொண்டிருக்கிறோம். அது என்னவென்றால், ஒரு பொருளை ஒருமுறை பயன்படுத்திவிட்டுத் தூக்கி எறி என்பதாகும். எழுதுகிற பேனா, குடிக்கிற தண்ணீர்ப்புட்டி, பழுதுபட்ட மடிக்கணினி, செல்லிடப்பேசி போன்றவற்றை ஒருமுறை பயன்படுத்தித் தூக்கி எறிகிற வழக்கத்தால் மின்சாதனக் குப்பைகள் மலையெனக் குவிந்துவிட்டன. சுற்றுச்சூழல் சிதைந்து புற்றுநோயாளிகள் பெருகும் அபாயம் வந்துவிட்டது. ஆனால், நமது முன்னோர்கள் கண்டுபிடித்துச் சுடுமண்ணிலும் உலோகத்திலும் செய்து பயன்படுத்திய பொருள்கள் பல தலைமுறைகளைக் கடந்தும் பயன்பாட்டில் இருந்திருக்கின்றன. பழுதுபட்டால் சரிசெய்து மீண்டும் பயன்படுத்துவோம். இது கடந்த நூற்றாண்டுவரை தொடர்ந்தது. எதிரணி கூறிய போலி அறிவியல் பண்பாட்டுச் சூழல் வளர்ந்த பின்தான் \"பயன்படுத்து, தூக்கி எறி\" என்ற பழக்கம் பிறந்து வளர்ந்தது. அதன் தொடர்ச்சி எதுவரை வந்தது தெரியுமா? பெற்றெடுத்து வளர்த்த தாய்தந்தையரையும் கூடப் பயன்படுத்திவிட்டு முதியோர் இல்லத்தில் தூக்கி எறிகிற மூடத்தனம் உருவாகியிருக்கிறது."
  },
  {
    "description": "“மண்ணைத் தோண்டிப் பார்ப்பது எலும்புகளைச் சேகரித்து எண்ணிப் பார்ப்பதற்கன்று. நம் முன்னோர்களின் பண்பாட்டை எண்ணிப் பார்ப்பதற்கு.”  எந்த மாணவர் இந்தக் கருத்தை வெளியிட்டார்?",
    "options": [
      "பாத்திமா",
      "முத்து",
      "செல்வன்",
      "அன்புமேரி"
    ],
    "answer": "A",
    "additional_context": "அவையோரை வணங்கி என் உரையைத் தொடங்குகிறேன். மண்ணைத் தோண்டிப் பார்ப்பது எலும்புகளைச் சேகரித்து எண்ணிப் பார்ப்பதற்கன்று. நம் முன்னோர்களின் பண்பாட்டை எண்ணிப் பார்ப்பதற்கு. கடந்த காலத்தைப் புரிந்துகொள்ளாமல் நிகழ்காலத்தில் வெற்றிபெற முடியுமா? எதிர்காலத்தைத்தான் கணிக்க இயலுமா? நமது வரலாறு மிக நீண்டது. 150 ஆண்டுகளுக்கு முன்னால் 1863ஆம் ஆண்டு இராபர்ட் புரூஸ்புட் என்னும் தொல்லியல் அறிஞர் சென்னைப் பல்லாவரம் செம்மண் மேட்டுப்பகுதியில் எலும்பையும் கற்கருவியையும் கண்டுபிடித்தார். இந்தக் கற்கருவிதான் இந்தியாவில் கண்டெடுக்கப்பட்ட முதல் கல்லாயுதம். இந்தக் கல்லாயுதம் கண்டுபிடிக்கப்படுவதற்கு முன்பே, ரோமானியர்களின் பழங்காசுகளைக் கோவையில் கண்டெடுத்தோம்."
  }
]
