[
          
  {
    
          "description": "'வெறிகமழ் கழனியுள் உழுநர் வெள்ளமே' என்ற வரி குறிப்பிடுவது?",
          "options": [
      "உழவர்களின் வேலைத்திறன்",
      "வயல்களின் அழகு",
      "மழையின் காரணமாக வயல் நிலத்தின் பசுமை",
      "நெல் விளைச்சல் அதிகமாக இருப்பது"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்த வரியில் ''வெறிகமழ் கழனியுள்'' என்கிற சொற்றொடர் நெல் பயிரின் மணம் நிறைந்த பசுமையான வயலைக் குறிக்கிறது. ''உழுநர் வெள்ளமே'' என்பது வயலில் உழவுப் பணியில் ஈடுபட்டிருக்கும் உழவர்களின் எண்ணிக்கை அதிகமாக இருப்பதைக் குறிப்பிடுகிறது. எனவே, இந்த வரியில்  'நெல் விளைச்சல் அதிகமாக இருப்பது' என்பதைத் தான் உணர்த்துகிறது. "
          }
        ,
          
  {
    
          "description": "இந்திய தேசிய இராணுவப்படையின் தலைவர் தில்லான், ______________ என்ற கூற்றை வெளியிட்டார்.",
          "options": [
      "இந்திய தேசிய இராணுவத்தில் தமிழர்கள் பெரும்பான்மையாக இருக்கிறார்கள்",
      "இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான்",
      "தமிழர்கள் இந்திய தேசிய இராணுவத்தின் இயக்கத்தை வழிநடத்தினார்கள்",
      "தமிழர்கள் இந்திய தேசிய இராணுவத்தில் முக்கிய பங்கு வகித்தார்கள்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்திய தேசிய இராணுவத்தின் தலைவர் தில்லான், இந்திய தேசிய இராணுவத்தின் இயக்கத்தில் தமிழர்கள் முக்கிய பங்கு வகித்ததாகவும், அவர்கள்தான் இராணுவத்தின் இதயமும் ஆத்மாவும் என்றும் கூறியிருந்தார். தில்லான் சொன்ன இந்த வார்த்தைகளே இந்திய தேசிய இராணுவத்தின் சிறப்பை விளக்குகிறது. "
          }
        ,
          
  {
    
          "description": "இந்திய தேசிய இராணுவம் தொடர்பான கீழ்க்காணும் கூற்றுகளில் எது சரியானது?",
          "options": [
      "இராணுவத்தின் தலைவராக இருந்த தில்லான், தமிழர்களைப் பற்றி ஒரு குறிப்பிட்ட கருத்தை வெளியிட்டார்.",
      "இந்திய தேசிய இராணுவம், இந்தியாவை விடுதலை செய்வதற்காக ஜப்பானியர்களுடன் சேர்ந்து உருவாக்கப்பட்டது.",
      "இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான் என்பது தில்லானின் கூற்று.",
      "மேற்கண்ட அனைத்தும் சரியானவை."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்திய தேசிய இராணுவத்தை சுபாஷ் சந்திர போஸ் தலைமையில் ஜப்பானியர்களின் உதவியுடன் உருவாக்கப்பட்டது. இராணுவத்தின் தலைவராக இருந்த தில்லான், தமிழர்கள் இராணுவத்தில் முக்கிய பங்கு வகித்ததாகவும், அவர்கள்தான் இராணுவத்தின் இதயமும் ஆத்மாவும் என்றும் கூறியிருந்தார். எனவே மேற்கண்ட அனைத்தும் சரியானவை."
          }
        ,
          
  {
    
          "description": "சமுதாயத் தொண்டு தொடர்பான கீழ்க்காணும் கூற்றுகளில் எது தவறானது?",
          "options": [
      "சமுதாயத் தொண்டு என்பது மனித சமூகத்தின் நல்வாழ்வை மேம்படுத்துவதற்கான ஒரு முயற்சி.",
      "சமுதாயத் தொண்டின் மூலம், ஏழை, எளிய மக்களின் வாழ்வாதாரத்தை மேம்படுத்த முடியும்.",
      "சமுதாயத் தொண்டின் மூலம், மனித நேயம், ஒற்றுமை போன்ற உயர்ந்த மனித குணங்களை வளர்க்க முடியும்.",
      "சமுதாயத் தொண்டு என்பது அரசாங்கத்தின் பொறுப்பாகும்."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "சமுதாயத் தொண்டு என்பது, அரசு அல்லது தனியார் அமைப்புகளின் மூலம், மக்களின் நல்வாழ்வை மேம்படுத்தும் நோக்கத்துடன் செய்யப்படும் ஒரு செயலாகும். அரசாங்கம் சமுதாயத் தொண்டுக்கு உதவி செய்தாலும், சமுதாயத் தொண்டு என்பது அரசாங்கத்தின் பொறுப்பாகும் என்பது தவறான கூற்று. ஏனெனில் மனிதகுல நலன்களைப் பாதுகாத்து மேம்படுத்துவதற்கான ஒரு முயற்சி என்பதால் சமுதாயத் தொண்டு என்பது மக்கள் அனைவரின்  பொறுப்பும் கூட."
          }
        ,
          
  {
    
          "description": "சமுதாயத் தொண்டு பற்றிய கீழ்க்காணும் கூற்றுகளில் எது சரியானது?",
          "options": [
      "சமுதாயத் தொண்டு என்பது, நிதி ஈட்டுவதற்கான ஒரு வழியாகும்.",
      "சமுதாயத் தொண்டு என்பது, தனிப்பட்ட நன்மைக்காகச் செய்யப்படும் ஒரு செயலாகும்.",
      "சமுதாயத் தொண்டு என்பது, ஒரு குறிப்பிட்ட சாதியோ அல்லது மதத்தோடு தொடர்புடையது.",
      "சமுதாயத் தொண்டு என்பது, மனிதகுல நலன்களைப் பாதுகாத்து மேம்படுத்துவதற்கான ஒரு முயற்சி."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "சமுதாயத் தொண்டு என்பது,  சாதியோ அல்லது மதத்தோடு தொடர்புடையது அல்ல. இது மனிதகுல நலன்களைப் பாதுகாத்து மேம்படுத்துவதற்கான ஒரு முயற்சி. சமுதாயத்தில் உள்ள ஏழை, எளிய மக்களின் வாழ்வாதாரத்தை மேம்படுத்துவதற்காக, அவர்களுக்கு உதவி செய்வதற்காக,  மனித நேயம், ஒற்றுமை போன்ற உயர்ந்த மனித குணங்களை வளர்க்க முடியும் என்பதால் சமுதாயத் தொண்டு என்பது மிகவும் முக்கியமானது. "
          }
        ]