
[
  {
    "description": "கீழ்க்காணும் குறட்பாக்களில் எது 'சொல் பின்வருநிலையணி' அமைந்தது?",
    "options": [
      "ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்கு\n\n     ஆழி எனப்படு வார்.",
      "பிறர்நாணத் தக்கது தான்நாணா னாயின்\n\n     அறம்நாணத் தக்கது உடைத்து.",
      "தீயவை தீய பயத்தலால் தீயவை\n\n     தீயினும் அஞ்சப் படும்.",
      "இவற்றுள் எதுவும் இல்லை."
    ],
    "answer": "A",
    "additional_context": "சொல் பின்வருநிலையணி என்பது ஒரு செய்யுளில் முன்னர் வந்த சொல்லே பின்னும் பலவிடத்தும் வந்து வேறு பொருள் உணர்த்துவது ஆகும்.  'ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்கு\n\n     ஆழி எனப்படு வார்.' என்ற குறட்பாத்தில் 'தாம்பெயரார்' என்ற சொல் மீண்டும் மீண்டும் வந்து வேறு வேறு பொருளைத் தருகிறது.  இதில் 'தாம்பெயரார்' என்ற சொல் 'தலைவர்' என்ற பொருளையும், 'மன்னர்' என்ற பொருளையும் தருகிறது.  இதனால் இந்த குறட்பாத்தில் சொல் பின்வருநிலையணி அமைந்துள்ளது."
  },
  {
    "description": "கீழ்க்காணும் பாடலடிகளில் எது 'உவமையணி' அமைந்தது?",
    "options": [
      "இன்சொல் விளைநிலமா ஈதலே வித்தாக",
      "வன்சொற் களைகட்டு வாய்மை எருவட்டி",
      "அன்புநீர் பாய்ச்சி அறக்கதிர் ஈன்றதோர்",
      "பைங்கூழ் சிறுகாலைச் செய்."
    ],
    "answer": "A",
    "additional_context": "உவமையணி என்பது ஒரு பொருளை, அதற்கு உவமையாகும் வேறொரு பொருளோடு ஒப்பிட்டு கூறுவது ஆகும்.  இன்சொல் விளைநிலமா ஈதலே வித்தாக' என்ற பாடலடியில் இன்சொல் என்பது விளைநிலத்திற்கு உவமையாகக் கூறப்பட்டுள்ளது.  இதனால் இந்த பாடலடியில் உவமையணி அமைந்துள்ளது."
  },
  {
    "description": "\"மலர்ப்பாதம்\" என்ற தொடரில் எந்த அணி அமைந்தது?",
    "options": [
      "உவமையணி",
      "உருவக அணி",
      "பின்வருநிலை அணி",
      "வஞ்சப்புகழ்ச்சியணி"
    ],
    "answer": "A",
    "additional_context": "மலர்ப்பாதம் என்ற சொல் பாதத்தை, மலருக்கு ஒப்பிட்டு கூறுகிறது.  மலர் என்பது பாதத்திற்கு உவமையாகக் கூறப்படுகிறது.  இதனால் இந்த தொடரில் உவமையணி அமைந்துள்ளது."
  },
  {
    "description": "கீழ்க்காணும் புதுக்கவிதையில் எந்த அணி அமைந்தது?\n\nவிருட்சங்கள்\n\nமண்ணரசி மடக்காமலேயே\n\nபிடித்துக்கொண்டிருக்கும்\n\nபச்சைக் குடைகள்.",
    "options": [
      "உவமையணி",
      "உருவக அணி",
      "பின்வருநிலை அணி",
      "வஞ்சப்புகழ்ச்சியணி"
    ],
    "answer": "B",
    "additional_context": "விருட்சங்களை 'பச்சைக் குடைகள்' என்று கூறுவது ஒரு உருவகம்.  உருவகம் என்பது உவமையைப் போன்றதே.  ஆனால், உவமையணி உவமையைத் தெளிவாகக் காட்டும்.  உருவக அணி உவமையை மறைத்து, உவமையை உவமேயமாக மாற்றும்.  இந்தக் கவிதையில் 'பச்சைக் குடைகள்' என்ற சொல் விருட்சங்களை உருவகப்படுத்தி, விருட்சங்களை 'பச்சைக் குடைகள்' என்று கூறுகிறது.  இதனால் இந்தப் புதுக்கவிதையில் உருவக அணி அமைந்துள்ளது."
  },
  {
    "description": "\"தேவ ரனையர் கயவர் அவருந்தாம்\" என்ற பாடல்வரியில் எந்த அணி அமைந்தது?",
    "options": [
      "உவமையணி",
      "உருவக அணி",
      "வஞ்சப்புகழ்ச்சியணி",
      "பின்வருநிலை அணி"
    ],
    "answer": "C",
    "additional_context": "வஞ்சப்புகழ்ச்சியணி என்பது புகழ்வது போலப் பழிப்பதும், பழிப்பது போலப் புகழ்வதுமாகும்.  'தேவ ரனையர் கயவர் அவருந்தாம்' என்ற பாடல்வரியில் கயவர்களை தேவர்களுக்கு ஒப்பானவர்கள் என்று புகழப்படுவது போலத் தோன்றினாலும், கயவர்கள் இழிந்த செயல்களையே செய்வர் என்னும் பொருளைக் குறிப்பால் உணர்த்துகிறது.  இதனால் இந்தப் பாடல்வரியில் வஞ்சப்புகழ்ச்சியணி அமைந்துள்ளது."
  }
]
