
[
  {
    "description": "கவிதையில் \"சக்கரம்\", \"பாண்டம்\", \"வீடு\" ஆகியவற்றைப் பயன்படுத்தியது எதற்காக?",
    "options": [
      "கவிதையை காட்சிப்படுத்தி புரிந்துகொள்ள உதவுவதற்காக",
      "சமூக வாழ்க்கையின் பல்வேறு அம்சங்களை வெளிப்படுத்துவதற்காக",
      "கவிஞரின் தத்துவ சிந்தனையை உணர்த்துவதற்காக",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்த கவிதை வாழ்க்கையின் இரண்டு நிலைகளான இருப்பதும் இல்லாதிருப்பதும் ஆகியவற்றை மையமாகக் கொண்டு எழுதப்பட்டுள்ளது. சக்கரம், பாண்டம், வீடு ஆகியவை வாழ்க்கையின் இரண்டு நிலைகளையும்  காட்சிப்படுத்தி காட்டுகின்றன. இந்த கவிதை சமூக வாழ்க்கையில் பயன்படுத்தப்படும் பொருள்களில் இருந்து தத்துவ சிந்தனையை வெளிப்படுத்தும் விதமாக எழுதப்பட்டுள்ளது. சீனக்கவிஞர் லாவோட்சுவின் சிந்தனை  தத்துவார்த்தமானது. அதனால் மேற்கண்ட அனைத்து விஷயங்களையும் இணைத்து இந்த கவிதை உருவாக்கப்பட்டுள்ளது."
  },
  {
    "description": "கவிதையின் இறுதி வரியில் \"வாழ்க்கையின் அனைத்துப் பக்கங்களையும் சுவைத்து\" என்று கூறப்பட்டிருப்பதன் மூலம் கவிஞர் என்ன சொல்ல விரும்புகிறார்?",
    "options": [
      "வாழ்க்கை அனைத்தும் நல்லது",
      "நாம் வாழ்க்கையில் எல்லாவற்றையும் முயற்சி செய்ய வேண்டும்",
      "வாழ்க்கையின் நன்மை தீமைகளைப் புரிந்து கொள்ள வேண்டும்",
      "வாழ்க்கை அனைத்தும் ஒன்றாக இணைந்தது என்பதை உணர வேண்டும்"
    ],
    "answer": "D",
    "additional_context": "இந்த கவிதை வாழ்க்கையின் இரண்டு நிலைகளான இருப்பதும் இல்லாதிருப்பதும் ஆகியவற்றை மையமாகக் கொண்டு எழுதப்பட்டுள்ளது. வாழ்க்கையில் நமக்குப் பயனளிப்பது உருவங்கள் மட்டும் அல்ல. உருவங்கள் இல்லாத இடங்களும் நமக்குப் பயனளிக்கிறது என்கிறார் கவிஞர். வாழ்க்கையின் அனைத்துப் பக்கங்களையும் சுவைத்து அதன் இரண்டு நிலைகளையும் ஏற்றுக் கொள்ள வேண்டும் என்கிறார் கவிஞர்."
  },
  {
    "description": "'பாண்டம் பாண்டமாகக் களிமண் வனையப்படுகிறது' என்ற வரியில் 'பாண்டம் பாண்டமாக' என்பது எந்த இலக்கண வகையைச் சேர்ந்தது?",
    "options": [
      "அடுக்குத்தொடர்",
      "எண்ணும்மை",
      "கூட்டுப்பெயர்",
      "இணைச்சொல்"
    ],
    "answer": "A",
    "additional_context": "பாண்டம் பாண்டமாக என்ற சொல் அடுக்குத்தொடர் வகையைச் சேர்ந்தது. இது இரண்டு சொற்களையும் இணைத்து அதே பொருளைக் குறிக்கும் விதமாக பயன்படுத்தப்பட்டுள்ளது. பாண்டம் என்பது ஒரு சொல். இது மீண்டும் மீண்டும் வருவதால் இது அடுக்குத்தொடர் ஆகும். "
  },
  {
    "description": "'சீனக்கவிஞர் லாவோட்சு' என்ற சொற்றொடர் என்ன செய்தியை எடுத்துக்காட்டுகிறது?",
    "options": [
      "கவிதையின் கருத்துக்களைத் தெளிவாகப் புரிந்துகொள்ள உதவுகிறது",
      "கவிஞரின் பின்னணி மற்றும் தத்துவ சிந்தனையை அறிமுகப்படுத்துகிறது",
      "கவிதையின் தத்துவார்த்த பரிமாணத்தை உயர்த்துகிறது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "சீனக்கவிஞர் லாவோட்சு என்ற சொற்றொடர் மூலம் இந்தக் கவிதை  சீனாவைச் சேர்ந்த லாவோட்சு என்பவரால் எழுதப்பட்டது என்பதை நமக்குத் தெரியப்படுத்துகிறது. இவர் ஒரு தத்துவஞானி என்பதையும் நமக்குத் தெளிவாகப் புரிய வைக்கிறது. இந்த சொற்றொடர் மூலம்  கவிதையின் தத்துவார்த்த பரிமாணத்தை நமக்கு உணர்த்துகிறது."
  },
  {
    "description": "லாவோட்சு எந்த  சிந்தனைப் பிரிவைச் சார்ந்தவர்?",
    "options": [
      "கன்பூசியனிசம்",
      "புத்தமதம்",
      "ஜென் தத்துவம்",
      "தாவோவியம்"
    ],
    "answer": "D",
    "additional_context": "லாவோட்சு  'தாவோயியம்' என்ற தத்துவப் பிரிவைச் சார்ந்தவர். தாவோயியம்  வாழ்வை மகிழ்ச்சியாக வாழ வேண்டும் என்னும் சிந்தனையை முன்வைக்கும் தத்துவமாகும். லாவோட்சு ஒழுக்கத்தையும் வாழ்க்கையையும் இணைத்துப் பார்க்கும் தத்துவஞானி ஆவார். இவர் கன்பூசியஸின் சமகாலத்தவர்."
  }
]
