
[
  {
    "description": "“கூடத்துச் சன்னலையும் சமையலறைச் சன்னலையும் பார்த்துக் கொண்டிருக்கிறது” -  இந்த வரிகளில் எந்த மரத்தின் செயல் விவரிக்கப்படுகிறது?",
    "options": [
      "பூவரசு மரம்",
      "புளி மரம்",
      "வேப்ப மரம்",
      "தென்னை மரம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கவிதையில் ஒரு மரம் வீட்டின் பக்கத்தில் நிற்கிறது.  இந்த மரம் கூடத்துச் சன்னலையும் சமையலறைச் சன்னலையும் பார்த்துக் கொண்டிருக்கிறது.  மேலும், இந்த மரம் 'விரிந்த கிளைகளால்' பார்த்துக் கொண்டிருப்பதாகக் கூறப்படுகிறது.  இதிலிருந்து அந்த மரம் பெரிய மரமாக இருக்கும் என்பது தெளிவாகிறது.  நான்கு விருப்பங்களில் தென்னை மரம் மட்டும் பெரிய மரமாக இருக்கும்.  எனவே சரியான விடை தென்னை மரம்."
  },
  {
    "description": "“கைகளசைத்துக் கால்களுதைத்துக் கூடத்தில் கிடக்கும் சிசு மிழற்றுகிறது ஒரு சொல்லை” -  இந்த வரிகளில் யார் பேசுகிறார்கள்?",
    "options": [
      "சிசு",
      "அம்மா",
      "அணில்",
      "கடவுள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கவிதையில் கூடத்தில் கிடக்கும் ஒரு சிசு கைகளசைத்துக் கால்களுதைத்து ஒரு சொல்லை மிழற்றுகிறது.  சிசு பேசுவதற்கு முயற்சிக்கிறது என்பது இங்கே தெளிவாகிறது.  எனவே சரியான விடை சிசு."
  },
  {
    "description": "“அவ்வுரையாடலைக் கிரகிக்கக் கூடத்துச் சன்னலுக்குமாய்க் சமையலறைச் சன்னலுக்குமாய்க் கிளைகளின் வழியே ஓடி ஓடிக் கவனிக்கிறது அணில்” -  இந்த வரிகளில் எந்த உணர்வை  அணில்  காட்டுகிறது?",
    "options": [
      "ஆர்வம்",
      "பயம்",
      "கோபம்",
      "மகிழ்ச்சி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கவிதையில் அம்மாவும் சிசுவும் பேசிக்கொண்டிருக்கிறார்கள்.  அந்தப் பேச்சைக் கேட்க அணில் ஓடி ஓடி கவனிக்கிறது.  அணில் அவர்கள் பேசுவதைக் கேட்க ஆர்வமாக இருக்கிறது என்பதை இந்த வரிகள் தெளிவுபடுத்துகின்றன.  எனவே சரியான விடை ஆர்வம்."
  },
  {
    "description": "“கைகளசைத்துக் கால்களுதைத்துக் கூடத்தில் கிடக்கும் சிசு மிழற்றுகிறது ஒரு சொல்லை” - என்ற வரிகளின் மூலம் என்ன தெரிய வருகிறது?",
    "options": [
      "சிசு அழுகிறது",
      "சிசு பேச முயற்சி செய்கிறது",
      "சிசு விளையாடுகிறது",
      "சிசு உறங்குகிறது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் கவிதையில் சிசு கைகளசைத்துக் கால்களுதைத்து ஒரு சொல்லை மிழற்றுகிறது.  சிசு இன்னும் சரியாகப் பேசத் தெரியாது என்பது இங்கே தெளிவாகிறது.  சிசு பேச முயற்சிக்கிறது என்பது இந்த வரிகளில் இருந்து தெரியவருகிறது.  எனவே சரியான விடை சிசு பேச முயற்சி செய்கிறது."
  },
  {
    "description": "“கடவுளுக்கும் புரியாத அவ்வுரையாடலைக் கிரகிக்கக் கூடத்துச் சன்னலுக்குமாய்க் சமையலறைச் சன்னலுக்குமாய்க் கிளைகளின் வழியே ஓடி ஓடிக் கவனிக்கிறது அணில்” - என்ற வரிகளின் மூலம் என்ன தெரிய வருகிறது?",
    "options": [
      "அணில் சன்னல் வழியே உள்ளே பார்க்கிறது",
      "அணில் சிசுவும் அம்மாவும் பேசுவதைக் கேட்கிறது",
      "அணில் சிசுவைப் பார்த்து விளையாட விரும்புகிறது",
      "அணில் மரத்தில் இருந்து கீழே இறங்கி விளையாடுகிறது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் கவிதையில் அம்மாவும் சிசுவும் பேசிக் கொண்டிருக்கிறார்கள்.  அவர்கள் பேசும் மொழி யாருக்கும் புரியவில்லை என்பது தெளிவாகிறது.  இந்தப் பேச்சைக் கேட்க அணில் மரத்தில் இருந்து ஓடி ஓடி கவனிக்கிறது என்பது இங்கே கூறப்படுகிறது.  அணில் அவர்கள் பேசுவதைக் கேட்கிறது என்பதை இந்த வரிகள் தெளிவுபடுத்துகின்றன.  எனவே சரியான விடை அணில் சிசுவும் அம்மாவும் பேசுவதைக் கேட்கிறது."
  }
]
