
[
  {
    "description": "காங்கேயம் மாடுகள் பற்றிய தவறான கூற்று எது?",
    "options": [
      "தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன.",
      "காங்கேயம் மாடுகள் பிறக்கும்போது வெள்ளை நிறத்தில் இருந்து, வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறுகின்றன.",
      "காங்கேயம் மாடுகள் கடுமையாக உழைக்கக்கூடியவை."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காங்கேயம் மாடுகள் தமிழகத்தின் பாரம்பரிய இனம். இவை தென்னிந்தியாவின் அடையாளச் சின்னமாகக் கருதப்படுகின்றன. இவை பிறக்கும்போது சிவப்பு நிறத்தில் இருந்து, வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறுகின்றன. காங்கேயம் மாடுகள்  கடுமையாக உழைக்கக் கூடியவை. "
  },
  {
    "description": "காங்கேயம் மாடுகள் பயன்படுத்தப்படும் நோக்கங்கள் எவை?",
    "options": [
      "ஏறுதழுவுதல், ஏர் உழுதல், வண்டி இழுத்தல்",
      "பால் உற்பத்தி, இறைச்சி உற்பத்தி",
      "சாணம் உற்பத்தி, கால்நடை மருத்துவ ஆய்வு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காங்கேயம் மாடுகள் பல நூற்றாண்டுகளாக நம் நாட்டில் வாழ்ந்து வருகின்றன. தமிழ்நாட்டில் ஏறுதழுவுதலில் அதிகமாக பயன்படுத்தப்படும் மாடு காங்கேயம் மாடு ஆகும். இவை ஏர் உழுவதற்கும், வண்டி இழுப்பதற்கும் பயன்படுத்தப்படுகின்றன. காங்கேயம் மாடுகளின் இறைச்சி உற்பத்தி அதிகமாக இல்லை. எனவே பால் உற்பத்தி, இறைச்சி உற்பத்தி, சாணம் உற்பத்தி, கால்நடை மருத்துவ ஆய்வு ஆகியவற்றிற்கு இவை பெரிதாகப் பயன்படுத்தப்படுவதில்லை."
  },
  {
    "description": "காங்கேயம் மாடுகள் எந்த நாடுகளுக்கு ஏற்றுமதி செய்யப்படுகின்றன?",
    "options": [
      "இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா",
      "சீனா, ஜப்பான், தென் கொரியா, சிங்கப்பூர்",
      "அமெரிக்கா, கனடா, ஆஸ்திரேலியா, இங்கிலாந்து"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காங்கேயம் மாடுகள் தங்கள் உழைப்பிற்கும் வலிமைக்கும் பெயர் பெற்றவை. இவற்றை கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவர்கள்  விரும்பி வாங்கிச் செல்கின்றனர். இவற்றை இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன. இவை சீனா, ஜப்பான், தென் கொரியா, சிங்கப்பூர், அமெரிக்கா, கனடா, ஆஸ்திரேலியா, இங்கிலாந்து  ஆகிய நாடுகளுக்கு ஏற்றுமதி செய்யப்படுவதில்லை. "
  },
  {
    "description": "கரூர் அமராவதி ஆற்றுத் துறையில் கண்டெடுக்கப்பட்ட நாணயங்கள் எந்தக் காலத்தைச் சேர்ந்தவை?",
    "options": [
      "கி.மு. முதல் நூற்றாண்டு",
      "கி.மு. இரண்டாம் நூற்றாண்டு",
      "கி.பி. முதல் நூற்றாண்டு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கரூர் அமராவதி ஆற்றுத் துறையில் காங்கேய மாடுகளின் உருவம் பொறித்த நாணயங்கள் கண்டெடுக்கப்பட்டுள்ளன. இவை கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்கள் என்பது குறிப்பிடத்தக்கது. கி.மு. இரண்டாம் நூற்றாண்டு, கி.பி. முதல் நூற்றாண்டு ஆகிய காலங்களில் காங்கேய மாடுகளின் நாணயங்கள் கண்டெடுக்கப்படவில்லை. "
  },
  {
    "description": "காங்கேயம் மாடுகள் ______  நிறத்தில் இருந்து, வளர்ந்த பிறகு ______ நிறத்துக்கு மாறுகின்றன.",
    "options": [
      "சிவப்பு, சாம்பல்",
      "சாம்பல், சிவப்பு",
      "வெள்ளை, சாம்பல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "காங்கேயம் மாடுகள் பிறக்கும் போது வெள்ளை நிறத்தில் இருக்கும். வளர்ந்த பிறகு அவை சாம்பல் நிறமாக மாறுகின்றன. காங்கேயம் மாடுகள் சிவப்பு நிறத்தில் இருந்து சாம்பல் நிறமாக மாறுவதில்லை. காங்கேயம் மாடுகள் சாம்பல் நிறத்தில் இருந்து சிவப்பு நிறமாக மாறுவதில்லை. "
  }
]
