[
          
  {
    
          "description": "'Bottle xylophone'  செய்து அதன் இசை எழுப்பும் முறையை விவரிக்கவும்.",
          "options": [],
    "answer": [],
    
          "additional_context": "கண்ணாடி பாட்டில்களைப் பயன்படுத்தி ஒரு இசைக்கருவியை உருவாக்கலாம்.  பாட்டில்களைத் தண்ணீரால் நிரப்புங்கள். ஒவ்வொரு பாட்டிலிலும் வேறுபட்ட அளவு தண்ணீர் இருக்க வேண்டும். இப்படி நிரப்பிய பாட்டில்களை மரக்கரண்டியால் தட்டிப் பார்க்கவும்.  ஒவ்வொரு பாட்டிலும் வெவ்வேறு இசையை உருவாக்கும்.  ஏனெனில் தண்ணீர் அளவு குறைவாக இருக்கும் பாட்டில் வேகமாக அதிர்வுறும். தண்ணீர் அளவு அதிகமாக இருக்கும் பாட்டில் மெதுவாக அதிர்வுறும். "
          }
        ,
          
  {
    
          "description": "தமிழ்ச் சொற்களைப் பாதுகாப்பது ஏன் அவசியம்?  சில எடுத்துக்காட்டுகளுடன் விளக்கு.",
          "options": [],
    "answer": [],
    
          "additional_context": "தமிழ் மொழி நம் முன்னோர்களின் பண்பாடு, வரலாறு, அறிவியல், தொழில்நுட்பம் ஆகியவற்றைத் தன்னகத்தே கொண்டுள்ளது.  தமிழ்ச் சொற்களைப் பாதுகாப்பதன் மூலம் நம் மொழியின் பெருமையையும், கலாச்சாரத்தையும் பாதுகாக்க முடியும்.  புதிய வார்த்தைகளை உருவாக்கிப் பயன்படுத்துவதன் மூலம் தமிழ் மொழியைப் பரவலாக்க முடியும்.  தமிழ் மொழியில் பழைய சொற்களைப் பயன்படுத்துவதன் மூலம் தமிழின் அழகையும், இனிமையையும் அனுபவிக்க முடியும்."
          }
        ,
          
  {
    
          "description": "'Fill one bottle with water, then fill each other bottle with slightly less than the bottle next to it.'  என்ற பகுதிக்கு பொருத்தமான தமிழாக்கம் தருக.",
          "options": [
      "ஒரு பாட்டிலை தண்ணீரால் நிரப்புங்கள், பிறகு ஒவ்வொரு பாட்டிலையும் அதற்கடுத்த பாட்டிலை விட கொஞ்சம் குறைவாக நிரப்புங்கள்.",
      "ஒரு பாட்டிலை தண்ணீரால் நிரப்புங்கள், பிறகு மற்ற ஒவ்வொரு பாட்டிலையும் அதற்கடுத்த பாட்டிலை விட கொஞ்சம் அதிகமாக நிரப்புங்கள்.",
      "ஒரு பாட்டிலை தண்ணீரால் நிரப்புங்கள், பிறகு ஒவ்வொரு பாட்டிலையும் அதற்கடுத்த பாட்டிலை விட சமமாக நிரப்புங்கள்.",
      "ஒரு பாட்டிலை தண்ணீரால் நிரப்புங்கள், பிறகு ஒவ்வொரு பாட்டிலையும் அதற்கடுத்த பாட்டிலை விட குறைவாக நிரப்புங்கள்."
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "இந்தப் பகுதி ஒரு இசைக்கருவியை உருவாக்கும் வழிமுறையை விவரிக்கிறது. "
          }
        ,
          
  {
    
          "description": "'Can you play a tune?'  என்பதை தமிழில் எழுதுக.",
          "options": [
      "நீ ஒரு ராகம் வாசிக்க முடியுமா?",
      "நீ ஒரு பாடலை வாசிக்க முடியுமா?",
      "நீ ஒரு இசையை வாசிக்க முடியுமா?",
      "நீ ஒரு தாளத்தை வாசிக்க முடியுமா?"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "இந்த கேள்வி ஒரு இசையை வாசிக்க முடியுமா என்று கேட்கிறது. "
          }
        ,
          
  {
    
          "description": "'Food coloring'",
          "options": [],
    "answer": [],
    
          "additional_context": "இது உணவு நிறமி என்று பொருள்படும். இது ஒரு பாடத்தில் தண்ணீரின் அளவைத் தெளிவாகக் காட்ட பயன்படுகிறது."
          }
        ]