[
          
  {
    
          "description": "ஒரு கிலோ சர்க்கரையை உற்பத்தி செய்யும்போது எவ்வளவு லிட்டர் தண்ணீர் தேவைப்படும்?",
          "options": [
      "822 லிட்டர்",
      "1780 லிட்டர்",
      "2500 லிட்டர்",
      "18,900 லிட்டர்"
    ],
    "answer": "B",
    
          "additional_context": "நாம் உண்ணும் உணவுப் பொருள்கள் உற்பத்தி செய்யப்படுவதற்கு நிறைய தண்ணீர் தேவைப்படுகிறது. இது புலப்படாத் தண்ணீர் என்று அழைக்கப்படுகிறது.  உதாரணமாக, ஒரு கிலோ ஆப்பிளை உற்பத்தி செய்ய 822 லிட்டர் தண்ணீரும், ஒரு கிலோ சர்க்கரையை உற்பத்தி செய்ய 1780 லிட்டர் தண்ணீரும், ஒரு கிலோ அரிசியை உற்பத்தி செய்ய 2500 லிட்டர் தண்ணீரும், ஒரு கிலோ காப்பிக் கொட்டையை உற்பத்தி செய்ய 18,900 லிட்டர் தண்ணீரும் தேவைப்படுகிறது. "
          }
        ,
          
  {
    
          "description": "'நிலத்தடி நீர்வளம்' என்ற சொல்லைப் பயன்படுத்தி, சுற்றுச்சூழல் பாதுகாப்புக்கான முக்கியமான விஷயம் எது?",
          "options": [
      "நீர்வளத்தைச் சேமித்துப் பயன்படுத்துதல்",
      "தண்ணீர் பயன்பாட்டை அதிகப்படுத்துதல்",
      "மழைநீரைப் பாதுகாத்து சேமித்து வைத்தல்",
      "நீர்வளத்தைப் பாதுகாத்து, நிலத்தடி நீர்மட்டத்தை உயர்த்துதல்."
    ],
    "answer": "D",
    
          "additional_context": "நிலத்தடி நீர்வளம் என்பது நமது நிலத்தின் கீழ் இருக்கும் நீர் ஆதாரமாகும். நாம் பயன்படுத்தும் தண்ணீரில் பெரும்பகுதி நிலத்தடி நீர்வளத்திலிருந்து பெறப்படுகிறது. நிலத்தடி நீர்மட்டம் குறையும்போது, நிலத்தடி நீர்வளம் பாதிக்கப்பட்டு, பூமிக்கு மேலேயும்  பூமிக்கு கீழேயும்  தாவரங்கள் வளர்ச்சி  பாதிக்கப்பட்டு, நமக்குத் தேவையான தண்ணீர் கிடைப்பதில் சிக்கல் ஏற்படும். அதனால், நீர்வளத்தைப் பாதுகாத்து, நிலத்தடி நீர்மட்டத்தை உயர்த்துவது மிகவும் முக்கியமானது."
          }
        ,
          
  {
    
          "description": "'புலப்படாத் தண்ணீர்' என்பது எதைப் பற்றியது?",
          "options": [
      "நாம் நேரடியாகப் பயன்படுத்தும் தண்ணீர்",
      "மழைநீர்",
      "ஆற்றுநீர்",
      "உணவுப் பொருள்களை உற்பத்தி செய்ய பயன்படுத்தும் தண்ணீர்"
    ],
    "answer": "D",
    
          "additional_context": "நாம் நேரடியாகப் பயன்படுத்தும் தண்ணீர்தான் நமக்குப் புலப்படும். ஆனால், உணவுப் பொருள்களை உற்பத்தி செய்யப் பயன்படுத்தப்படும் தண்ணீர் நமக்குப் புலப்படாது. இதுவே புலப்படாத் தண்ணீர் என்று அழைக்கப்படுகிறது. எடுத்துக்காட்டாக, ஒரு கிலோ அரிசி உற்பத்தி செய்ய சுமார் 2500 லிட்டர் தண்ணீர் தேவைப்படுகிறது.  நாம் இந்த தண்ணீரை நேரடியாகப் பயன்படுத்தவில்லை என்றாலும், நாம் உண்ணும் அரிசி உற்பத்தியாக  இந்தத் தண்ணீர்  பயன்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "பள்ளியின் சுற்றுச்சூழல் பாதுகாப்பு முயற்சிகளை நாம் எவ்வாறு வலியுறுத்தலாம்?",
          "options": [
      "நண்பர்களிடம் வீண் பேச்சுக்கள்",
      "அறை விட்டு வெளியேறும்போது விளக்குகளை நிறுத்தி விடுதல்",
      "தண்ணீரை வீணாக்குதல்",
      "அழகான பொருட்களை வாங்குதல்"
    ],
    "answer": "B",
    
          "additional_context": "பள்ளியில் படிக்கும் நாம் சுற்றுச்சூழலைப் பாதுகாப்பதில் முக்கியப் பங்கு வகிக்கிறோம். நாம் அனைவரும் ஒன்றுசேர்ந்து சுற்றுச்சூழலைப் பாதுகாக்க, பள்ளியில்  மின்சாரத்தை சிக்கனமாகப் பயன்படுத்தலாம். அறை விட்டு வெளியேறும்போது விளக்குகளை நிறுத்தி விடுதல், மின்விசிறியைத் தேவை இல்லாதபோது நிறுத்துதல்  மற்றும் தண்ணீரை வீணாக்காமல் பயன்படுத்துதல் போன்ற  எளிய  செயல்களை நாம்  கடைபிடிக்கலாம். இதன் மூலம் நமது பள்ளி மற்றும் சுற்றுச்சூழல் பாதுகாக்கப்படும்."
          }
        ,
          
  {
    
          "description": "'கந்தி' என்ற சொல்லைத் தொடர்புபடுத்தி, சுற்றுச்சூழல் பாதுகாப்புக்கான எந்த விஷயத்தை குறிப்பிடலாம்?",
          "options": [
      "நல்ல உடை அணிய வேண்டும்",
      "சுயமாக வேலை செய்ய வேண்டும்",
      "சாதி, மதம், இன வேறுபாடுகளை நீக்க வேண்டும்",
      "பூமியைப் பாதுகாக்க வேண்டும்."
    ],
    "answer": "D",
    
          "additional_context": "மகாத்மா காந்தி ஒரு சிறந்த சுதந்திர போராட்ட வீரர் மட்டுமல்ல, சுற்றுச்சூழல் பாதுகாப்பில்  முக்கியப் பங்கு வகித்தவர்.  அவர் இயற்கையை மதிக்க வேண்டும், பூமியைப் பாதுகாக்க வேண்டும் என்று எப்போதும் வலியுறுத்தினார்.  அவரது வாழ்க்கை நமக்குப் பாடமாகும். நாம் அனைவரும் சுற்றுச்சூழலைப் பாதுகாக்க  காந்தியின் கொள்கைகளைப் பின்பற்ற வேண்டும்."
          }
        ]