[
          
  {
    
          "description": "'காடெல்லாம் ______ கரும்பு காவெல்லாம் குழைக்கரும்பு' என்ற வரியில் ______ என்ற சொல் 'கரும்பு' என்ற பொருளை குறிக்கிறது.",
          "options": [
      "a) நெருங்கு",
      "b) கழை",
      "c) குழை",
      "d) மரம்"
    ],
    "answer": "b",
    
          "additional_context": "பெரியபுராணத்தில், சேக்கிழார் சோழநாட்டின் இயற்கை அழகைப் பாடும்போது, காடெல்லாம் கழைக்கரும்பு காவெல்லாம் குழைக்கரும்பு என்று பாடுகிறார். இந்த வரியில், கரும்பு என்ற சொல்லுக்குப் பதிலாக கழை என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. கழை என்பது கரும்பின் மெல்லிய கிளை. இவ்வாறு சேக்கிழார் சோழநாட்டின் இயற்கை அழகைப் பாடியுள்ளார். "
          }
        ,
          
  {
    
          "description": "சேக்கிழார் ______  அவையில் முதலமைச்சராக இருந்தார்.",
          "options": [
      "a) ராஜராஜ சோழன்",
      "b) முதலாம் குலோத்துங்கன்",
      "c) இரண்டாம் குலோத்துங்கன்",
      "d) ராஜேந்திர சோழன்"
    ],
    "answer": "c",
    
          "additional_context": "சேக்கிழார், சோழர்களின் வரலாற்றைப் பாடிய பெரியபுராணம் எனும் நூலை இயற்றியவர். இவர் சோழ மன்னன் இரண்டாம் குலோத்துங்கன் அவையில் முதலமைச்சராக இருந்தார். சேக்கிழார் காலத்தில், சோழ நாடு மிகவும் வளர்ச்சி அடைந்திருந்தது. "
          }
        ,
          
  {
    
          "description": "பெரியபுராணம் எந்த இயற்கைப் பொருளின் பாதையை விவரித்துச் சொல்கிறது?",
          "options": [
      "a) பழநி மலை",
      "b) காவிரி ஆறு",
      "c) கோதாவரி ஆறு",
      "d) வங்காள விரிகுடா"
    ],
    "answer": "b",
    
          "additional_context": "சேக்கிழாரால் இயற்றப்பட்ட பெரியபுராணம், சோழர்களின் வரலாற்றைப் பாடும் நூல். இந்நூலில், தமிழ் மக்களின் வாழ்வியலும் இயற்கை அழகும் பாடப்பட்டுள்ளன. சோழர்களின் வாழ்வின் நெடிய பாதையைத் துணைபுரியும் காவிரி ஆற்றின் பாதையை விவரித்துச் சொல்கிறது பெரியபுராணம். "
          }
        ,
          
  {
    
          "description": "பெரியபுராணத்தில் குறிப்பிடப்படும் 'வளர் முதல்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "a) வளர்ந்து வரும் குழந்தை",
      "b) வளர்ந்து வரும் நாட்டின் செல்வம்",
      "c) நெற்பயிர் நாற்று",
      "d) ஒரு வகை மரம்"
    ],
    "answer": "c",
    
          "additional_context": "பெரியபுராணத்தில், வளர் முதல் என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இதன் பொருள் நெற்பயிர் நாற்று. சோழ நாட்டில் நெல் பயிர் மிக முக்கியமானதாக இருந்தது. இதற்குப் பெயர் வளர் முதல். சேக்கிழார் வளர் முதலின் வளர்ச்சியைப் பாடியுள்ளார். "
          }
        ,
          
  {
    
          "description": "'மாடெல்லாம் கருங்குவளை' என்ற வரியில் 'மாடு' என்ன பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "a) கால்நடை விலங்கு",
      "b) பக்கம், எல்லை",
      "c) பெரிய கட்டடம்",
      "d) பூக்கும் தாவரம்"
    ],
    "answer": "b",
    
          "additional_context": "பெரியபுராணத்தில், மாடெல்லாம் கருங்குவளை என்று சேக்கிழார் பாடுகிறார். இதில் மாடு என்ற சொல் பக்கம், எல்லை என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது. சோழ நாட்டின் எல்லையில் மலர்ந்திருக்கும் கருங்குவளை மலர்களை இவ்வாறு சேக்கிழார் விவரிக்கிறார். "
          }
        ]