
[
  {
    "description": "என் பெற்றோர் மகிழுமாறு நான் செய்ய வேண்டியது _____.",
    "options": [
      "அவர்களுக்குப் பரிசுகள் வாங்குவது",
      "அவர்களுக்காக சமையல் செய்வது",
      "அவர்களுக்காக வீடு சுத்தம் செய்வது",
      "தேவையறிந்து பொருள்கள் வாங்குவது"
    ],
    "answer": "D",
    "additional_context": "என் பெற்றோர் மகிழுமாறு நான் செய்ய வேண்டியது என்ன?  நம்முடைய அன்றாட வாழ்க்கையில் நாம் எடுக்கும் சில சின்ன விஷயங்களே பெற்றோர்களை மகிழ்விக்கும். உதாரணமாக, வீட்டில் தேவையான பொருட்களை வாங்கும் போது, நம் பெற்றோர்களின் தேவைகளைப் பற்றி யோசித்து, அவர்களுக்குப் பிடித்த பொருள்களைத் தேர்ந்தெடுத்து வாங்கினால் அவர்கள் மகிழ்வார்கள். "
  },
  {
    "description": "_____ என்பது இணையத்தில் தொடர் வண்டிப் பயணத்திற்கான முன்பதிவு செய்து PNR நிலையை அறிந்துகொள்ள உதவும் ஒரு இணையதளம்.",
    "options": [
      "IRCTC",
      "Google",
      "YouTube",
      "Facebook"
    ],
    "answer": "A",
    "additional_context": "நம்ம நாட்டுல இரயில் பயணம் ரொம்ப பிரபலமானது. ரயில் பயணத்துக்கு முன்பதிவு செய்வதும், பயணத் தகவல் எல்லாம் தெரிஞ்சுக்கறதும் ரொம்ப சுலபமா இருக்கு. IRCTC இணையதளம் ரயில் பயணம் செய்றதுக்கு ரொம்ப உதவி செய்யும். இதுல ரயில் டிக்கெட் புக்கிங், PNR சோதனை, பயணத் தகவல் எல்லாம் இருக்கு."
  },
  {
    "description": "கதையில் சிப்பியின் வலிக்குக் காரணம் என்னவென்று இரண்டாவது சிப்பி அறிந்திருக்கிறதா?",
    "options": [
      "ஆம், சிப்பி தனது வலியைப் பற்றி விவரமாகக் கூறியதால்",
      "இல்லை, சிப்பியின் வலியைப் பற்றி அவள் அறிந்திருக்கவில்லை",
      "அவள் அறிந்திருக்கிறாள், ஆனால் அதை வெளிப்படுத்த விரும்பவில்லை",
      "சிப்பியின் வலி அது உருவாகும் போது மட்டுமே அவளுக்குத் தெரியும்"
    ],
    "answer": "B",
    "additional_context": "கதையில, ஒரு சிப்பி தன்னை வேதனைப்படுத்தும் ஒரு கனமான உருண்டை தன் உள்ளே இருப்பதாகச் சொல்லுது. இரண்டாவது சிப்பிக்கு இது தெரியாது.  அவளுக்கு எந்த வலியும் இல்லாம,  நலமா இருக்கிறேன்னு அவ பெருமையா சொல்லுது. இதுல நாம் என்ன கத்துக்கறோம்னா, எல்லாரும் ஒரே மாதிரி  இருக்க மாட்டாங்க.  சிலருக்கு வலி இருக்கும். சிலருக்கு இருக்காது. நம்ம வேதனையப் பத்தி நம்ம சொல்றது ரொம்ப முக்கியம். "
  },
  {
    "description": "நண்டின் கூற்றுப்படி, சிப்பியின் வலி என்னவாக மாறும்?",
    "options": [
      "நோய்",
      "மரணம்",
      "முத்தாக மாறும்",
      "பெரும் வலி"
    ],
    "answer": "C",
    "additional_context": "சிப்பி தன் வேதனையப் பத்தி சொல்லிட்டு இருக்கறப்ப, நண்டு வந்து சொல்லுது, 'உனக்கு எந்த வலியும் இல்லை என்பது உண்மையாக இருக்கலாம். வலியைத் தாங்க விரும்பாத நீ, எப்பொழுதும் இப்படியே வெறுமையாகக் கிடக்க வேண்டியதுதான். ஆனால், இப்போது சிரமப்படுத்தும் அந்த வலி, இன்னும் சில நாள்களில், ஓர் அழகான முத்தாக உருவெடுக்கும். அது பெருமை தேடித்தரும்'.  நண்டு என்ன சொல்ல வர்றதுன்னா, வாழ்க்கையில வர்ற  சிரமங்கள்,  வேதனைகள்,  பின்னாடி போய் பெரிய  நல்ல விஷயமா மாறிடும். "
  },
  {
    "description": "'மயிர்சி லிர்க்கும்' என்ற சொல்லைப் பொருள்படுத்தும் வாக்கியம் எது?",
    "options": [
      "மயில் அதன் தோகையை விரித்துக் காட்டுகிறது",
      "சிங்கம் அதன் உரோமங்களை நெளித்துக் கொள்கிறது",
      "வானம் மின்னல் வெளிச்சத்தில் ஒளிர்கிறது",
      "கடல் அலைகள் சீற்றத்துடன் ஓடுகின்றன"
    ],
    "answer": "B",
    "additional_context": "பாரதிதாசன் எழுதிய கவிதையில, 'மயிர்சி லிர்க்கும்'ன்னு சொல் வர்றது.  இந்த சொல் சிங்கம் தன்  உரோமங்களை நெளித்துக் கொள்றத  சொல்லுது.  இது சிங்கத்தோட வலிமை,  பலம்,   தன்னை வெளிப்படுத்தும் விதத்தை  சொல்லுது. "
  }
]
