
[
  {
    "description": "கீழ்கண்டவற்றுள் சோழர் கால சிற்பக்கலையின் சிறப்புகளை பிரதிபலிப்பவை எவை?",
    "options": [
      "தஞ்சைப் பெரியகோவிலில் காணப்படுகின்ற பதினான்கு அடி உயரமுள்ள வாயிற்காவலர் உருவங்களும் மிகப்பெரிய நந்தியும்",
      "மிகுதியான செப்புத் திருமேனிகள் உருவமைக்கப்பட்டன.",
      "கோவில் மண்டபங்களில் மிகுதியான சிற்பத்தூண்கள் அமைக்கப்பட்டன.",
      "மேற்கண்ட மூன்றும்"
    ],
    "answer": "D",
    "additional_context": "சோழர்கள் காலத்தில் கற்சிற்பங்கள் அமைக்கும் கலை விரைவாக வளர்ச்சி பெற்றது. முதலாம் இராசராசன் கட்டிய தஞ்சைப் பெரியகோவில், முதலாம் இராசேந்திர சோழன் எழுப்பிய கங்கை கொண்ட சோழபுரம், இரண்டாம் இராசராசன் எழுப்பிய தாராசுரம் ஐராவதீசுவரர் கோவில், மூன்றாம் குலோத்துங்கச் சோழன் அமைத்த திரிபுவன வீரேசுவரம் கோவில் போன்றவை சோழர் காலச் சிற்பக்கலையின் கருவூலங்களாகத் திகழ்கின்றன.\n\nதஞ்சைப் பெரியகோவிலில் காணப்படுகின்ற பதினான்கு அடி உயரமுள்ள வாயிற்காவலர் உருவங்களும் மிகப்பெரிய நந்தியும் வியப்பூட்டும் வேலைப்பாடுகள் கொண்ட தூண்களும் சோழர்காலச் சிற்பத்திறனுக்குச் சான்றுகளாக விளங்குகின்றன. கங்கை கொண்ட சோழபுரத்தில் ஒரே கல்லில் அமைந்த நவக்கிரகமும் சிங்கமுகக் கிணறும் அவற்றில் பொறிக்கப்பட்டுள்ள உருவங்களும் குறிப்பிடத்தக்கன.\n\nசோழர்காலத்தில் மிகுதியான செப்புத் திருமேனிகள் உருவமைக்கப்பட்டன. கடவுளின் உருவங்களும், மனித உருவங்களும் மிகுந்த கலைநுட்பத்தோடு வடிவமைக்கப்பட்டன. சோழர்காலம் செப்புத்திருமேனிகளின் 'பொற்காலம்' என்று அழைக்கப்படும் அளவிற்கு அவை அழகுற அமைந்துள்ளன.\n\nசோழர் காலத்தில் கோவில்கள் மண்டபங்களில் மிகுதியான சிற்பத்தூண்கள் அமைக்கப்பட்டன."
  },
  {
    "description": "பௌத்த-சமணச் சிற்பங்களை பற்றி கீழ்க்கண்டவற்றுள் எது சரியான கூற்று?",
    "options": [
      "புத்தரின் உருவத்தை அமர்ந்த, நின்ற, படுத்த (கிடை) நிலைகளில் சிற்பங்களாகப் படைத்து வழிபட்டனர்.",
      "சமண மதத்தினர் அருகக் கடவுளின் உருவத்தையும், இருபத்து நான்கு தீர்த்தங்கரர் உருவங்களையும் சிற்பங்களாக்கியுள்ளனர்.",
      "மலைப்பாறைகளில் சமணச் சிற்பங்கள் செதுக்கப்பட்டுள்ளன.",
      "மேற்கண்ட மூன்றும்"
    ],
    "answer": "D",
    "additional_context": "பௌத்த மதத்தைத் தழுவிய தமிழர்கள், புத்தரின் உருவத்தை அமர்ந்த, நின்ற, படுத்த (கிடை) நிலைகளில் சிற்பங்களாகப் படைத்து வழிபட்டனர்.\n\nசமண மதத்தினர் அருகக் கடவுளின் உருவத்தையும், இருபத்து நான்கு தீர்த்தங்கரர் உருவங்களையும் சிற்பங்களாக்கியுள்ளனர். சமண மதத்தில் சில சிற்பங்கள் அளவுக்கு மீறிய உயரமும், பருமனும் உடையனவாக உள்ளன.\n\nசான்றாக விழுப்புரம் மாவட்டம் செஞ்சிக்கு அண்மையில் உள்ள திருநாதர்குன்று என்னும் இடத்தில், ஒரு பாறையில் இருபத்துநான்கு தீர்த்தங்கரர் உருவங்கள் புடைப்புச் சிற்பங்களாகச் செதுக்கப்பட்டுள்ளன.\n\nஅது போலவே மதுரைக்கு அண்மையில் சமணர்களின் படுக்கைகள் செதுக்கப்பட்ட இடங்களிலும் மலைப்பாறைகளிலும் சமணச் சிற்பங்கள் செதுக்கப்பட்டுள்ளன."
  },
  {
    "description": "விஜயநகர மன்னர்கள் கால சிற்பங்களை பற்றி கீழ்க்கண்டவற்றுள் எது சரியான கூற்று?",
    "options": [
      "கோபுரங்களில் சுதைகளாலான சிற்பங்கள் மிகுதியாக உள்ளன.",
      "ஆடை, அணிகலன்கள் அணிந்த நிலையில் உள்ள உருவங்கள் சிற்பங்களாயின.",
      "குதிரையின் உருவங்களைச் சிற்பங்களில் இடம் பெறச் செய்தனர்.",
      "மேற்கண்ட மூன்றும்"
    ],
    "answer": "D",
    "additional_context": "விஜயநகர மன்னர்கள் காலத்தில் கோவில்களில் மிக உயர்ந்த கோபுரங்கள் எழுப்பப்பட்டன. அக்கோபுரங்களில் சுதைகளாலான சிற்பங்கள் மிகுதியாக உள்ளன. இவர்கள் தெலுங்கு, கன்னடப்பகுதிகளுடன் தொடர்புகொண்டிருந்த காரணத்தால் அந்நாட்டுச் சிற்பக் கலையின் தாக்கம் தமிழகச் சிற்பங்களில் ஏற்பட்டது.\n\nவிஜயநகர மன்னர்கள் காலத்தில் ஆடை, அணிகலன்கள் அணிந்த நிலையில் உள்ள உருவங்கள் சிற்பங்களாயின. கோவில் மண்டபங்களில் மிகுதியான சிற்பத்தூண்கள் அமைக்கப்பட்டன.\n\nவிஜயநகர மன்னர்கள் காலத்தில் குதிரையின் உருவங்களைச் சிற்பங்களில் இடம் பெறச் செய்தனர். வீரர்கள் அமர்ந்த நிலையில் குதிரைகள் முன்கால்களைத் தூக்கி நிற்பது போன்ற சிற்பங்களை மண்டபத் தூண்களில் அமைத்தனர். அத்துடன் பல்வேறு ஓசைகளை எழுப்பும் இசைக் கற்றூண்களையும் இவர்கள் அமைத்தது குறிப்பிடத்தக்கது."
  },
  {
    "description": "நாயக்கர் கால சிற்பங்களை பற்றி கீழ்க்கண்டவற்றுள் எது சரியான கூற்று?",
    "options": [
      "ஆயிரங்கால் மண்டபத் தூண்களில் அழகிய சிற்பங்களைச் செதுக்கினர்.",
      "மதுரை மீனாட்சி அம்மன் கோவில், இராமேசுவரம் பெருங்கோவில், திருநெல்வேலி நெல்லையப்பர் கோவில், கிருஷ்ணாபுரம் பெருமாள் கோவில் போன்ற இடங்களில் கலைநயம் மிக்க சிற்பங்களைக் காணமுடியும்.",
      "பேரூர் சிவன் கோவிலில் உள்ள சிற்பங்கள் நாயக்கர் காலச் சிற்பக் கலை நுட்பத்தின் உச்சநிலைப் படைப்பு என்று கூறலாம்.",
      "மேற்கண்ட மூன்றும்"
    ],
    "answer": "D",
    "additional_context": "நாயக்க மன்னர் பல இடங்களில் ஆயிரங்கால் மண்டபங்களை அமைத்தனர். அம்மண்டபத் தூண்களில் அழகிய சிற்பங்களைச் செதுக்கினர்.\n\nமதுரை மீனாட்சி அம்மன் கோவில், இராமேசுவரம் பெருங்கோவில், திருநெல்வேலி நெல்லையப்பர் கோவில், கிருஷ்ணாபுரம் பெருமாள் கோவில், திண்டுக்கல் அருகே தாடிக்கொம்பில் உள்ள பெருமாள் கோவில், பேரூர் சிவன் கோவில் போன்ற இடங்களில் கலைநயம் மிக்க சிற்பங்களைக் காணமுடியும்.\n\nமதுரை மீனாட்சி அம்மன் கோவில் ஆயிரங்கால் மண்டபத் தூண்களில் கண்ணப்பர், குறவன் குறத்தி போன்ற சிற்பங்கள் உள்ளன. அரிச்சந்திரன், சந்திரமதி சிற்பங்களில் ஆடை, ஆபரணங்கள் கலை நயத்துடன் காணப்படுகின்றன. இறந்த மைந்தனைக் கையில் ஏந்தியபடி நிற்கும் சந்திரமதி சிலையும் அமைந்துள்ளது.\n\nகோயம்புத்தூருக்கு அண்மையிலுள்ள பேரூர் சிவன் கோவிலில் உள்ள சிற்பங்கள் நாயக்கர் காலச் சிற்பக் கலை நுட்பத்தின் உச்சநிலைப் படைப்பு என்று கூறலாம். விழியோட்டம், புருவ நெளிவு, நக அமைப்பு என மிக மிக நுட்பமாகக் கலைநயத்துடன் அவை படைக்கப்பட்டுள்ளன."
  },
  {
    "description": "தமிழகச் சிற்பங்களின் தனிச்சிறப்பாக கீழ்க்கண்டவற்றுள் எது/எவை இடம் பெற்றுள்ளன?",
    "options": [
      "யோகக்கலைக் கூறுகள்",
      "நாட்டியக்கலைக் கூறுகள்",
      "பிறநாட்டுச் சிற்பங்களின் தாக்கம்",
      "(அ) மற்றும் (ஆ)"
    ],
    "answer": "D",
    "additional_context": "பிறநாட்டுச் சிற்பங்களைக் காட்டிலும் தமிழகச் சிற்பங்கள் தனித்தன்மையுடன் திகழ்கின்றன. யோகக்கலை, நாட்டியக்கலைக் கூறுகளும் தமிழகச் சிற்பக்கலையில் இடம் பெற்றுள்ளன."
  }
]
