
[
  {
    "description": "சீவகசிந்தாமணியில் ஏமாங்கத நாட்டின் வளம் குறித்த பாடல் பகுதியை ஆசிரியர் எந்த இலம்பகத்தில் வழங்குகிறார்?",
    "options": [
      "நாமகள் இலம்பகம்",
      "கோவிந்தையார் இலம்பகம்",
      "காந்தருவதத்தையார் இலம்பகம்",
      "குணமாலையார் இலம்பகம்"
    ],
    "answer": "A",
    "additional_context": "சீவக சிந்தாமணி ஐம்பெருங்காப்பியங்களுள் ஒன்று. இது விருத்தப்பாக்களால் இயற்றப்பட்ட முதல் காப்பியமாகும். 'இலம்பகம்' என்ற உட்பிரிவுகளைக் கொண்டது. 13 இலம்பகங்களைக் கொண்டுள்ள இந்நூல், 'மணநூல்' எனவும் அழைக்கப்படுகிறது. நாமகள் இலம்பகத்தில் நாட்டுவளம் என்னும் பகுதி பாடமாக அமைந்துள்ளது. இதன் ஆசிரியர் திருத்தக்கதேவர். சமண சமயத்தைச் சார்ந்த இவர், இன்பச்சுவை மிக்க இலக்கியமும் இயற்றமுடியும் என்று நிறுவும் வகையில் இக்காப்பியத்தை இயற்றினார். இவரது காலம் ஒன்பதாம் நூற்றாண்டு. சீவக சிந்தாமணி பாடுவதற்கு முன்னோட்டமாக 'நரிவிருத்தம்' என்னும் நூலை இயற்றினார் என்பர்."
  },
  {
    "description": "சீவகசிந்தாமணியில் \"காய்மாண்ட தெங்கின் பழம்வீழக் கமுகின் நெற்றிப் பூமாண்ட\" என்ற வரிகள் எந்த இயற்கை நிகழ்வைப் படம் பிடிக்கின்றன?",
    "options": [
      "காற்று வீசும் போது தென்னை மரத்திலிருந்து பழங்கள் விழுவது",
      "தென்னை மரத்திலிருந்து பழங்கள் விழுவதால் ஏற்படும் சத்தம்",
      "பழங்கள் விழுந்து பாக்கு மரத்தின் உச்சியில் இருந்த தேனைத் தாக்கும் காட்சி",
      "தென்னை மரத்திலிருந்து பழங்கள் விழுந்து பலாப்பழத்தினைப் பிளக்கும் காட்சி"
    ],
    "answer": "C",
    "additional_context": "சீவகசிந்தாமணி காப்பியத்தில் ஏமாங்கத நாட்டின் வளத்தை வர்ணிக்கும் பாடல் பகுதியில் காணப்படும்  \"காய்மாண்ட தெங்கின் பழம்வீழக் கமுகின் நெற்றிப் பூமாண்ட தீந்தேன் தொடை கீறி வருக்கை போழ்ந்து தேமாங்கனி சிதறி வாழைப் பழங்கள் சிந்தும் ஏமாங்கதம் என்று இசையால்திசை போயது உண்டே!\" என்ற வரிகளில் தென்னை மரத்திலிருந்து முற்றிய பழங்கள் விழுந்து பாக்கு மரத்தின் உச்சியில் இருந்த தேனைத் தாக்கும் காட்சியைப் படம் பிடிக்கிறது."
  },
  {
    "description": "சீவகசிந்தாமணி காப்பியத்தில் ஏமாங்கத நாட்டின் வளத்தை வர்ணிக்கும் பாடல் பகுதியில் காணப்படும் \"மால்வரை\" என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "வானம்",
      "மலை",
      "மழை",
      "கடல்"
    ],
    "answer": "B",
    "additional_context": "சீவகசிந்தாமணி காப்பியத்தில் ஏமாங்கத நாட்டின் வளத்தை வர்ணிக்கும் பாடல் பகுதியில் காணப்படும்  \"வள்ளல் கைத்தல மாந்தரின் மால்வரைக் கொள்ளை கொண்ட கொழுநிதிக் குப்பையை உள்ளம் இல்லவர்க்கு ஊர்தொறும் உய்த்துஉராய் வெள்ளம் நாடு மடுத்து விரைந்ததே.\" என்ற வரிகளில் மால்வரை என்ற சொல் பெரிய மலையைக் குறிக்கிறது."
  },
  {
    "description": "சீவகசிந்தாமணியின் \"நெறிமருப்பு எருமையின் ஒருத்தல் நீள்இனம்\" என்ற வரிகள் எந்த உயிரினத்தின் உருவத்தைப் பற்றிச் சொல்கின்றன?",
    "options": [
      "ஆண் எருமை",
      "பெண் எருமை",
      "காளை",
      "மான்"
    ],
    "answer": "A",
    "additional_context": "சீவகசிந்தாமணி காப்பியத்தில் ஏமாங்கத நாட்டின் வளத்தை வர்ணிக்கும் பாடல் பகுதியில் காணப்படும்  \"நெறிமருப்பு எருமையின் ஒருத்தல் நீள்இனம் செறிமருப்பு ஏற்றினம் சிலம்பப் பண் உறீஇப் பொறிவரி வராலினம் இரியப் புக்குடன் வெறிகமழ் கழனியுள் உழுநர் வெள்ளமே.\" என்ற வரிகளில் நெறிமருப்பு எருமையின் ஒருத்தல் நீள்இனம் என்ற சொல் ஆண் எருமையைக் குறிக்கிறது."
  },
  {
    "description": "சீவகசிந்தாமணி காப்பியத்தில் ஏமாங்கத நாட்டின் வளத்தை வர்ணிக்கும் பாடல் பகுதியில் காணப்படும் \"வெறிகமழ் கழனி\" என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "மணம் வீசும் வயல்",
      "இனிப்பு மணம் வீசும் பழம்",
      "நெல் பயிர்",
      "வயலில் பூத்த மலர்"
    ],
    "answer": "A",
    "additional_context": "சீவகசிந்தாமணி காப்பியத்தில் ஏமாங்கத நாட்டின் வளத்தை வர்ணிக்கும் பாடல் பகுதியில் காணப்படும்  \"நெறிமருப்பு எருமையின் ஒருத்தல் நீள்இனம் செறிமருப்பு ஏற்றினம் சிலம்பப் பண் உறீஇப் பொறிவரி வராலினம் இரியப் புக்குடன் வெறிகமழ் கழனியுள் உழுநர் வெள்ளமே.\" என்ற வரிகளில் வெறிகமழ் கழனி என்ற சொல் மணம் வீசும் வயலைக் குறிக்கிறது."
  }
]
