
[
  {
    "description": "இந்திய தேசிய இராணுவத்தில் சேர்ந்த தமிழர்களில் சிலர் எங்கு இருந்து இந்தியாவிற்கு அனுப்பப்பட்டனர்?",
    "options": [
      "a) ஜப்பான்",
      "b) பர்மா",
      "c) கேரளா மற்றும் குஜராத்",
      "d) இத்தாலி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்திற்கு மக்கள் ஆதரவு பெருகியது. அக்காலகட்டத்தில் தமிழகத்தில் இருந்து மலேயா, பர்மா போன்ற நாடுகளுக்குப் பிழைப்பிற்காகச் சென்ற தமிழர் பலர் இந்திய தேசிய இராணுவத்தில் சேர்ந்தனர். இந்திய தேசிய இராணுவத்தில் பல பிரிவுகள் ஏற்படுத்தப்பட்டன. அதில் ஒன்றுதான் ஒற்றர்படை. ஜப்பானியர்கள் ஒற்றர்படையில் இருந்த வீரர்களை, இந்தியாவில் உள்ள ஆங்கிலேய இராணுவத்தைப் பற்றி ஒற்றறிய நீர்மூழ்கிக்கப்பல் மூலம் கேரளாவிற்கும் குஜராத்திற்கும் அனுப்பினர். சிலரைத் தரைவழியில், பர்மாக் காடுகள் வழியாக இந்தியாவிற்கு அனுப்பினர். இந்திய இராணுவம் அவர்களைக் கைது செய்து சென்னைச் சிறைக்கு அனுப்பியது; பலருக்கு மரண தண்டனை அளித்தது."
  },
  {
    "description": "நேதாஜி சுபாஷ் சந்திர போஸ் எந்த நாட்டிலிருந்து சிங்கப்பூர் வந்தடைந்தார்?",
    "options": [
      "a) ஜப்பான்",
      "b) பிரிட்டன்",
      "c) இத்தாலி",
      "d) ஜெர்மனி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நேதாஜி சுபாஷ் சந்திர போஸ் இந்திய தேசிய இராணுவத்தின் பொறுப்பை ஏற்க, 91நாள்கள் நீர்மூழ்கிக் கப்பலில் பயணம் செய்து ஜெர்மனியிலிருந்து சிங்கப்பூர் வந்தடைந்தார். 1943ஆம் ஆண்டு சூலை மாதம் 9ஆம் நாள் பதவியேற்றார். அவர் உரையாற்றிய மாபெரும் கூட்டத்தில் \"டெல்லி நோக்கிச் செல்லுங்கள்\"(டெல்லி சலோ) எனப் போர்முழக்கம் செய்தார். இவரின் வேண்டுகோள் அனைவரது மனத்திலும் பசுமரத்தாணிபோல் பதிந்தது."
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தில் இருந்து ஜப்பானுக்கு அனுப்பப்பட்ட வீரர்களின் பயிற்சிப் பிரிவின் பெயர் என்ன?",
    "options": [
      "a) டெல்லி கேடட்ஸ்",
      "b) மும்பை கேடட்ஸ்",
      "c)  டோக்கியோ கேடட்ஸ்",
      "d) லண்டன் கேடட்ஸ்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நேதாஜி சிறந்த வீரர்களை உருவாக்க 45 இளைஞர்களை டோக்கியோ அனுப்பினார். அவர்களில் பெரும்பாலோர் தமிழர்கள். அதில் பயிற்சி பெற்றவர்களுள் குறிப்பிடத்தக்கவர் கேப்டன் தாசன் ஆவார். இந்திய தேசிய இராணுவத்தில் இருந்து 45 வீரர்கள் நேதாஜியால் தேர்வு செய்யப்பட்டு, வான்படைத் தாக்குதலுக்கான சிறப்புப் பயிற்சி பெறுவதற்காக, ஜப்பானில் உள்ள இம்பீரியல் மிலிட்டரி அகடமிக்கு அனுப்பி வைக்கப்பட்டனர். அந்த 45பேர் கொண்ட பயிற்சிப் பிரிவின் பெயர்தான் டோக்கியோ கேடட்ஸ்."
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தில் உருவாக்கப்பட்ட பெண்கள் படையின் பெயர் என்ன?",
    "options": [
      "a)  ஜான்சிராணி பெண்கள் படை",
      "b)  மங்கை படை",
      "c)  கொடிக்காத்தளி படை",
      "d)  விடுதலை படை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தில் ஜான்சிராணி பெயரில் பெண்கள் படை உருவாக்கப்பட்டது. இதன் தலைவர் டாக்டர் லட்சுமி. இப்படையில் தமிழ்ப் பெண்கள் பெருமளவில் பங்கேற்றனர். இவர்களில் தலைசிறந்த தலைவர்களாக ஜானகி, இராஜாமணி முதலானோர் விளங்கினர்."
  },
  {
    "description": "இந்திய தேசிய இராணுவம் ஆங்கிலேயரை வென்று எந்த இடத்தில் மூவண்ணக் கொடியை ஏற்றியது?",
    "options": [
      "a) மணிப்பூர்",
      "b) பர்மா",
      "c) சென்னை",
      "d) மொய்ராங்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இரண்டாம் உலகப்போரில் பர்மாவில் நடந்த போர் \"மிகவும் கொடூரமானதாகும்\". இந்திய தேசிய இராணுவம் 1944ஆம் ஆண்டு மார்ச் 18அன்று ஆங்கிலேயரை வென்று இந்தியாவிற்குள் மணிப்பூர்ப் பகுதியில் 'மொய்ராங்' என்ற இடத்தில் மூவண்ணக் கொடியை ஏற்றியது. ஆனால், அமெரிக்கர்களும், ஆங்கிலேயர்களும் சேர்ந்து போரிட்டதால் இந்த வெற்றி நிலைபெற்று நீடிக்கவில்லை. இப்போரில் ஒரு இலட்சம் இந்தியரும் ஜப்பானியரும் வீரமரணம் எய்தினர்."
  }
]
