
[
  {
    "description": "கவிதையில் \"காலம் எனும்புயல் சீறி எதிர்க்கக் கலங்கும் ஒருமனிதன்\" என்ற வரியின் பொருள் என்ன?",
    "options": [
      "காலம் வேகமாகப் பாய்கிறது.",
      "மரம் மனிதனைப் போல உணர்கிறது.",
      "மனிதன் காலத்தின் வேகத்திற்குப் பயப்படுகிறான்.",
      "மரம் காற்றில் அசைகிறது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரி மரத்தின் கவலை மற்றும் மனிதர்களின் மீதான குமுறலை பிரதிபலிக்கிறது.  காலம் என்பது வேகமாகப் பாயும் புயலாகும். இதனால் மனிதன் பயந்து கலங்குகிறான் என்பது இந்த வரியின் பொருள்."
  },
  {
    "description": "  \"இற்றுக் கிழிந்தெழில் முற்றும் இழந்தனையே!\" என்ற வரியில் \"இழந்தனையே\" என்ற சொல்லுக்கு எதிர்ச்சொல் எது?",
    "options": [
      "பெற்றது",
      "உருவாக்கியது",
      "அழிந்தது",
      "வாங்கியது"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிஞர் மரத்தின் நிலையை விவரிக்கையில், மரத்தின் பட்டை இற்றுக்கிழிந்ததால் அது முற்றிலுமாக இழந்துவிட்டது என்று குறிப்பிடுகிறார்.  இழந்தது என்ற வார்த்தைக்கு எதிர்ச்சொல் பெற்றது. மரம் இழந்ததை இழப்பு  என்றும் கூறலாம். இழப்புக்கு எதிரானது பெற்தல்."
  },
  {
    "description": "  கவிதையில் மரம் எதற்காகக் கவலைப்படுகிறது?",
    "options": [
      "தன்னை யாரும் பார்க்கவில்லை என்பதற்காக",
      "தன்னை யாரும் பாதுகாக்கவில்லை என்பதற்காக",
      "தன்னை யாரும் நினைவில் வைத்துக் கொள்ளவில்லை என்பதற்காக",
      "தன்னை வெட்டிப் போடுவார்களோ என்ற பயத்தில்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிதையில் மரம் வெட்டப்படுவதற்காக கவலைப்படுகிறது.  `வெட்டப் படும்ஒரு நாள்வரு மென்று விசனம் அடைந்தனையோ?`  என்ற வரி இதைக் குறிப்பிடுகிறது. மரத்தின் துயரத்தை வெளிப்படுத்துவதன் மூலம் கவிஞர் மரங்களைப் பேணிப் பாதுகாக்க வேண்டும் என்ற செய்தியை வலியுறுத்துகிறார்."
  },
  {
    "description": "கவிதையில் \"மூடு பனித்திரை யூடு புவிக்கொரு மோகங் கொடுத்ததுவும்\" என்ற வரி யாருடைய செயலைக் குறிக்கிறது?",
    "options": [
      "பறவைகள்",
      "மனிதன்",
      "காற்று",
      "மரம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த வரி பனி மூடுபனியின் அழகை விவரிக்கிறது.  பனி மூடுபனியானது புவியை மயக்கும் மென்மையான காட்சியை வழங்குகிறது என்பது இந்த வரியின் பொருள்."
  },
  {
    "description": "கவிதைப் பாடலில் உள்ள “பட்ட மரம்” எதைப் பிரதிநிதித்துவம் செய்கிறது?",
    "options": [
      "மனிதர்களால் வெட்டப்பட்ட அனைத்து மரங்களையும்",
      "இயற்கையின் அழகை இழந்து மனித வாழ்வின் காரணமாக துன்பப்பட்ட மரத்தை",
      "கவிஞர் விரும்பிய, ஆனால் வெட்டப்பட்ட ஒரு குறிப்பிட்ட மரத்தை",
      "மரத்தின் பயன்களைப் பற்றிய ஒரு குறியீடு"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த கவிதை மனிதர்களால் வெட்டப்பட்ட மரங்கள் பற்றிய கவலை, மரங்களின் துயர், மற்றும் இயற்கை அழிவின் விளைவுகளைப் பற்றிப் பேசுகிறது.  `பட்ட மரம்` என்பது இயற்கையின் அழகை இழந்து மனித வாழ்வின் காரணமாக துன்பப்பட்ட மரத்தை குறிக்கிறது."
  }
]
