[
          
  {
    
          "description": "“பழனிமலை பெரியது; இமயமலை மிகப் பெரியது.”  இந்த இரண்டு தொடர்களை “ஆனால்” என்ற இடைச்சொல்லைக் கொண்டு இணைத்து எழுது.",
          "options": [
      "பழனிமலை பெரியது ஆனால் இமயமலை மிகப் பெரியது.",
      "பழனிமலை பெரியது, ஆனால் இமயமலை மிகப் பெரியது.",
      "பழனிமலை பெரியது; இமயமலை ஆனால் மிகப் பெரியது.",
      "பழனிமலை பெரியது, இமயமலை ஆனால் மிகப் பெரியது."
    ],
    "answer": "A",
    
          "additional_context": "இரண்டு தொடர்களை இணைக்கச் சொல்லப்பட்டுள்ளது. இரண்டு தொடர்களையும் இணைக்க “ஆனால்” என்ற இடைச்சொல்லைப் பயன்படுத்த வேண்டும். “ஆனால்” என்ற இடைச்சொல் இரு தொடர்களையும் எதிர்மறையாக இணைக்கிறது. முதல் தொடரில் 'பெரியது' என்ற சொல்லுக்குப் பிறகு “ஆனால்” என்ற இடைச்சொல் இடம்பெற வேண்டும்."
          }
        ,
          
  {
    
          "description": "பாப்பா பாட்டில், குழந்தையை எப்படி நடத்த வேண்டும் என்பது குறித்து என்ன சொல்லப்படுகிறது?",
          "options": [
      "குழந்தையை விளையாட விடாமல் இருக்க வேண்டும்.",
      "குழந்தையை எப்போதும் விளையாட விட வேண்டும்.",
      "குழந்தையை விளையாட விடுவதுடன் கல்வியையும் கற்றுக்கொடுக்க வேண்டும்.",
      "குழந்தையை மரியாதையுடன் நடத்த வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "பாப்பா பாட்டு பாடலில் குழந்தையை எப்படி நடத்த வேண்டும் என்பது குறித்து விவரிக்கப்பட்டுள்ளது. காலை எழுந்தவுடன் படிக்க வைத்து, பின்பு கனிவு கொடுக்கும் நல்ல பாட்டு கேட்க வைத்து, மாலை முழுதும் விளையாட விட வேண்டும் என்று குறிப்பிடப்பட்டுள்ளது. எனவே, குழந்தையை விளையாட விடுவதுடன் கல்வியையும் கற்றுக்கொடுக்க வேண்டும் என்பது சரியான பதில்."
          }
        ,
          
  {
    
          "description": "பழமொழியான “குழந்தையை வையாதே” என்ற சொற்றொடரின் பொருள் என்ன?",
          "options": [
      "குழந்தைகளை வளர்க்கக் கூடாது.",
      "குழந்தைகளைப் புறக்கணிக்கக் கூடாது.",
      "குழந்தைகளை மற்றவர்களுடன் ஒப்பிடக் கூடாது.",
      "குழந்தைகளை தண்டிக்கக் கூடாது."
    ],
    "answer": "C",
    
          "additional_context": "“குழந்தையை வையாதே” என்ற பழமொழி குழந்தைகளை மற்றவர்களுடன் ஒப்பிடக் கூடாது என்பதைப் போதிக்கிறது. ஒவ்வொரு குழந்தையும் தனித்துவமானது. மற்ற குழந்தைகளுடன் ஒப்பிட்டு குறை கூறுவது தவறு."
          }
        ,
          
  {
    
          "description": "  'ஓய்ந்திருக்க லாகாது' என்ற சொற்றொடர் குறிப்பிடுவது எதை?",
          "options": [
      "குழந்தை ஒருபோதும் சோர்வடையாது.",
      "குழந்தை எப்போதும் விளையாட வேண்டும்.",
      "குழந்தை கல்வியில் ஈடுபட வேண்டும்.",
      "குழந்தை நல்லவற்றை கற்றுக்கொள்ள வேண்டும்."
    ],
    "answer": "B",
    
          "additional_context": "“ஓய்ந்திருக்க லாகாது” என்ற சொற்றொடர் குழந்தை எப்போதும் விளையாட வேண்டும் என்பதை உணர்த்துகிறது. குழந்தைகள் விளையாட்டின் மூலம் உடல் மற்றும் மன வளர்ச்சியை அடைகின்றனர். குழந்தையின் ஆற்றலைப் பயன்படுத்தி, விளையாட்டில் ஈடுபடுத்துவது அவசியம்."
          }
        ,
          
  {
    
          "description": "மொழிபெயர்ப்பில், பீரபால் எத்தனை காகங்கள் இருக்கின்றன என்று சொன்னார்?",
          "options": [
      "ஐம்பதாயிரம் ஐநூறு எண்பத்தொன்பது",
      "ஐம்பதாயிரம் ஐநூறு எண்பத்தெட்டு",
      "ஐம்பதாயிரம் ஐநூறு எண்பத்து ஏழு",
      "ஐம்பதாயிரம் ஐநூறு எண்பத்தாறு"
    ],
    "answer": "A",
    
          "additional_context": "மொழிபெயர்ப்பில், பீரபால் அக்பருக்கு, நகரத்தில் ஐம்பதாயிரம் ஐநூறு எண்பத்தொன்பது காகங்கள் இருப்பதாகச் சொன்னார். இது அவரது புத்திசாலித்தனத்தைக் காட்டுகிறது. பீரபால் காகங்கள் குறித்து கணக்கிடாமல், எண்ணிக்கை குறித்து மிகத் துல்லியமாகச் சொன்னார்."
          }
        ]