
[
  {
    "description": "பின்வரும் கூற்றுகளில் எது திருக்குறளின் பொறையுடைமை பகுதியில் உள்ளது?",
    "options": [
      "மிகுதியான் மிக்கவை செய்தாரைத் தாம்தம் தகுதியான் வென்று விடல்.",
      "ஒறுத்தார்க்கு ஒருநாளை இன்பம் பொறுத்தார்க்குப் பொன்றும் துணையும் புகழ்.",
      "நிறையுடைமை நீங்காமை வேண்டின் பொறையுடைமை போற்றி ஒழுகப் படும்.",
      "திறன்அல்ல தற்பிறர் செய்யினும் நோநொந்து அறன்அல்ல செய்யாமை நன்று."
    ],
    "answer": "B",
    "additional_context": "திருக்குறளின் பொறையுடைமை பகுதியில், பொறுமை பற்றிய பல அறிவுரைகள் சொல்லப்பட்டுள்ளன. இப்பகுதியில்  பொறுமை கொள்வதன்  மகத்துவம் மற்றும்  அதனால் கிடைக்கும் பலன்கள் விவரிக்கப்பட்டுள்ளன. 'ஒறுத்தார்க்கு ஒருநாளை இன்பம் பொறுத்தார்க்குப் பொன்றும் துணையும் புகழ்.' என்ற குறள், பொறுமையுடையவர்களுக்கு நிரந்தரமான புகழ்  மற்றும் துணை இருக்கும்  என்று கூறுகிறது."
  },
  {
    "description": "திருக்குறளின் தீவினையச்சம் பகுதியில், தீவினையார்க்கு எது அஞ்சப் படும் என்று குறிப்பிடப்படுகிறது?",
    "options": [
      "செருக்கு",
      "மருந்துகள்",
      "அறம்",
      "தீய பயம்"
    ],
    "answer": "D",
    "additional_context": "தீவினையச்சம் பகுதியில்,  தீய செயல்களால் ஏற்படும் பயங்கரமான விளைவுகளைப் பற்றி  வள்ளுவர் எடுத்துரைக்கிறார்.  தீய செயல்களால் ஏற்படும் பயத்தைப் பற்றி எச்சரிக்கிறார். 'தீயவை தீய பயத்தலால் தீயவை தீயினும் அஞ்சப் படும்.' என்கிற குறளில், தீய செயல்கள் மிகவும் பயங்கரமானவை என்று தெளிவுபடுத்துகிறார்."
  },
  {
    "description": "திருக்குறளின் கேள்வி பகுதியில், செவிக்குணவு இல்லாத போழ்து என்ன ஈயப் படும் என்று கூறப்படுகிறது?",
    "options": [
      "செல்வம்",
      "வயிற்றுக்கு உணவு",
      "புகழ்",
      "நண்பர்கள்"
    ],
    "answer": "B",
    "additional_context": "திருக்குறளின் கேள்வி பகுதியில் கேட்பதின் அவசியம் பற்றி பேசப்படுகிறது. 'செவிக்குணவு இல்லாத போழ்து சிறிது வயிற்றுக்கும் ஈயப் படும்.'  என்ற குறள், கேட்பது என்பது மிகவும் முக்கியமானது  என்று  எடுத்துக்காட்டுகிறது.  கேட்பதற்கு  உணவு  சாப்பிடுவதையும் விட  முக்கியத்துவம் அளிக்க வேண்டும் என்பதை  இந்தக் குறள்  உணர்த்துகிறது."
  },
  {
    "description": "\"கற்றிலன் ஆயினும் கேட்க அஃதொருவற்கு ஒற்கத்தின் ஊற்றாம் துணை\" என்ற குறட்பா எந்தப் பகுதியில் உள்ளது?",
    "options": [
      "கேள்வி",
      "பொறையுடைமை",
      "தீவினையச்சம்",
      "தெரிந்து தெளிதல்"
    ],
    "answer": "A",
    "additional_context": "திருக்குறளின் கேள்வி பகுதியில், கேட்பதின்  முக்கியத்துவம் குறித்து  பல குறட்பாக்கள் உள்ளன.  'கற்றிலன் ஆயினும் கேட்க அஃதொருவற்கு ஒற்கத்தின் ஊற்றாம் துணை.' என்ற குறள், ஒருவன் கல்வியறிவு இல்லாவிட்டாலும் கேட்பது  அவனுக்கு  மிகவும்  உதவிகரமாக இருக்கும்  என்பதை  உணர்த்துகிறது.  கேட்பதன் மூலம்  அவன் புதிய  அறிவைப் பெற்று   தன் வாழ்க்கையை  மேம்படுத்திக் கொள்ள முடியும்."
  },
  {
    "description": "திருக்குறளின் தெரிந்து தெளிதல் பகுதியில், அறம், பொருள், இன்பம் மற்றும் உயிர் அச்சம் ஆகியவற்றை எந்தத் திறம் தெரிந்து தேறப் படும் என்று கூறப்படுகிறது?",
    "options": [
      "கல்வி",
      "வீரம்",
      "துணிச்சல்",
      "அறிவு"
    ],
    "answer": "D",
    "additional_context": "திருக்குறளின் தெரிந்து தெளிதல் பகுதியில் அறிவின் மகத்துவம் பற்றி விளக்கப்பட்டுள்ளது. 'அறம்பொருள் இன்பம் உயிர்அச்சம் நான்கின் திறம்தெரிந்து தேறப் படும்.' என்ற குறள்,  அறிவு இருந்தால் மட்டுமே  வாழ்க்கையின்  நான்கு  நோக்கங்களான அறம், பொருள், இன்பம்,  உயிர் அச்சம் ஆகியவற்றை  சரியாக  தெரிந்து  நடக்க  முடியும் என்பதை  உணர்த்துகிறது."
  }
]
