
[
  {
    "description": "சிறுபஞ்சமூலத்தில் உள்ள பாடல்கள் பெரும்பாலும் _____ முன்னிலையில் அமைந்துள்ளன.",
    "options": [
      "மகடூஉ",
      "மகடூஉ",
      "அகவல்",
      "மெய்ப்பாட்டு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சிறுபஞ்சமூலத்தில் உள்ள பாடல்கள் பெரும்பாலும் மகடூஉ முன்னிலையில் அமைந்துள்ளன. மகடூஉ என்பது ஒரு வகைப் பாட்டு வடிவம்.  மகடூஉ என்பது பெண்பாற் பாடல்களில் பயன்படுத்தப்படும் ஓர் அமைப்பு. இப்பாடல்களில் காதல், பிரிவு, துயர், ஆதங்கம் போன்ற உணர்வுகள் வெளிப்படும்."
  },
  {
    "description": "_____ சட்டம் பெண்களுக்குக் கல்வி உரிமை அளித்தது.",
    "options": [
      "சாரதா",
      "இந்திரா",
      "கலைவாணி",
      "வீரமாமுனிவர்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சாரதா சட்டம் என்பது 1937 ஆம் ஆண்டு இந்தியாவில் இயற்றப்பட்ட ஒரு சட்டம். இச்சட்டம் பெண்களுக்குக் கல்வி உரிமை அளித்தது. அன்றைய காலத்தில் பெண்களுக்கு கல்வி என்பது அரிதான ஒன்றாக இருந்தது. சாரதா சட்டம் பெண்களின் வாழ்க்கையில் ஒரு புதிய அத்தியாயத்தைத் தொடங்கியது. இதன்மூலம் பெண்கள் கல்வியில் முன்னேறி சமூகத்தில் முக்கியமான பங்காற்றும் வாய்ப்பைப் பெற்றனர்."
  },
  {
    "description": "_____ நூலகம், _____ நூல்கள் - இவை அண்ணாவின் வானொலி உரையில் குறிப்பிடப்பட்டவை.",
    "options": [
      "வீடு, வீடு",
      "வீடு, பள்ளி",
      "பள்ளி, வீடு",
      "பள்ளி, பள்ளி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "அண்ணா அவர்கள் தனது வானொலி உரையில் 'வீட்டிற்கோர் புத்தகசாலை, வீட்டிற்கோர் புத்தகம்' என்பது போன்ற வார்த்தைகளைப் பயன்படுத்தினார். இதன் மூலம் அவர் கல்வி, புத்தகங்கள் போன்றவற்றின் முக்கியத்துவத்தை வலியுறுத்தினார். 'வீட்டிற்கோர் புத்தகசாலை, வீட்டிற்கோர் புத்தகம்' என்பது கல்வி என்பது வீட்டிலிருந்தே தொடங்க வேண்டும் என்பதை உணர்த்துகிறது."
  },
  {
    "description": "கீழ்க்கண்டவற்றில் எந்த இலக்கிய வகைக்கு \"சிறுபஞ்சமூலம்\" என்பது பொருந்தும்?",
    "options": [
      "காவிய இலக்கியம்",
      "சங்க இலக்கியம்",
      "அற இலக்கியம்",
      "தற்கால இலக்கியம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சிறுபஞ்சமூலம் என்பது ஒரு அற இலக்கியம். இது  'கீழ்க்காணும் ஐந்து நூல்களின் தொகுப்பாகும்: 'நாலடியார்', 'திருக்குறள்', 'இன்னா நாற்பது', 'களவழி நாற்பது' மற்றும் 'பழமொழி நாற்பது'.  இந்த நூல்கள் அனைத்தும் அறநெறி, நீதி, அன்புக் கடமை போன்றவற்றைப் பற்றியும் அதை எப்படிப் பின்பற்றுவது என்பதைப் பற்றியும் கூறுகின்றன."
  },
  {
    "description": "\"குடும்ப விளக்கு\" எந்த இலக்கிய வகையைச் சார்ந்தது?",
    "options": [
      "சங்க இலக்கியம்",
      "காவிய இலக்கியம்",
      "அற இலக்கியம்",
      "நாடக இலக்கியம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "குடும்ப விளக்கு என்பது ஒரு சங்க இலக்கியம். இது 'சிலப்பதிகாரம்', 'மணிமேகலை', 'சிந்தாமணி', 'வளையாபதி' மற்றும் 'குண்டலகேசி' போன்ற காவிய இலக்கியங்களைப் போலல்ல.  இது  'குறுந்தொகை', 'நற்றிணை', 'ஐங்குறுநூறு'  போன்ற சங்க இலக்கியத்தின் ஒரு பகுதி. குடும்ப விளக்கு இலக்கியத்தில் அறம், நீதி, ஒழுக்கம், காதல் போன்றவற்றைப் பற்றிய கருத்துக்கள் வெளிப்படுகின்றன."
  }
]
