
[
  {
    "description": "பாடல் 7 ல், குறிப்பிடப்படும் மரங்களில் எது சந்தன மரம்?",
    "options": [
      "a) நரந்தம்",
      "b) தமாலம்",
      "c) காஞ்சி",
      "d) சந்து"
    ],
    "answer": "d",
    "additional_context": "பெரியபுராணம் பாடல்கள் அனைத்தும் சோழநாட்டின் இயற்கை அழகைப் பாடியது. பாடல் 7ல், பல்வேறு மரங்களின் பெயர்கள் குறிப்பிடப்பட்டுள்ளன. நாளிகேரம், நரந்தம், கோளி, தமாலம், இரும்போந்து, சந்து, நாகம், காஞ்சி, கோங்கு போன்ற மரங்கள். அதில் சந்தன மரம் என்பது \"சந்து\" என்று குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "பெரியபுராணம் எதனை அடிப்படையாகக் கொண்டு எழுதப்பட்டது?",
    "options": [
      "a) திருத்தொண்டத் தொகை மற்றும் திருத்தொண்டர் திருவந்தாதி",
      "b) சிலப்பதிகாரம் மற்றும் மணிமேகலை",
      "c) திருக்குறள் மற்றும் நாலடியார்",
      "d) கம்பராமாயணம் மற்றும் வால்மீகி ராமாயணம்"
    ],
    "answer": "a",
    "additional_context": "பெரியபுராணம், திருத்தொண்டத் தொகை மற்றும் திருத்தொண்டர் திருவந்தாதி ஆகிய இரண்டு நூல்களையும் அடிப்படையாகக் கொண்டு எழுதப்பட்டது. இந்நூல்கள் சிவபெருமானின் அடியார்களின் பெருமையைப் பாடியவை. சேக்கிழார் இரண்டு நூல்களின் தகவல்களையும் ஒருங்கிணைத்து பெரியபுராணம் எழுதினார்."
  },
  {
    "description": "பெரியபுராணம் எந்த மன்னன் அவையில் இருந்த சேக்கிழாரால் பாடப்பட்டது?",
    "options": [
      "a) முதலாம் குலோத்துங்கன்",
      "b) இரண்டாம் குலோத்துங்கன்",
      "c) மூன்றாம் குலோத்துங்கன்",
      "d) ராஜராஜ சோழன்"
    ],
    "answer": "b",
    "additional_context": "பெரியபுராணம், சோழ மன்னர் இரண்டாம் குலோத்துங்கன் அவையில் இருந்த சேக்கிழாரால் பாடப்பட்டது. சேக்கிழார் அந்தக் காலத்தில் மிகப் பிரபலமான கவிஞராகவும், அரசியல்வாதியாகவும் இருந்தார்."
  },
  {
    "description": "பெரியபுராணம் எந்த நூலை அடிப்படையாகக் கொண்டு எழுதப்பட்டது?",
    "options": [
      "a) திருப்புகழ்",
      "b) திருத்தொண்டத் தொகை",
      "c) திருவாசகம்",
      "d) திருவிசைப்பா"
    ],
    "answer": "b",
    "additional_context": "பெரியபுராணம், திருத்தொண்டத் தொகை என்ற நூலை அடிப்படையாகக் கொண்டு எழுதப்பட்டது. இந்நூல், சிவபெருமானின் அடியார்களின் வாழ்க்கை வரலாற்றை விவரிக்கிறது."
  },
  {
    "description": "\"வளர் முதல்\" என்ற சொல் எந்த பொருளை குறிக்கிறது?",
    "options": [
      "a) விதை",
      "b) நெற்பயிர்",
      "c) பூக்கள்",
      "d) மரங்கள்"
    ],
    "answer": "b",
    "additional_context": "பெரியபுராணத்தின் பாடல் 63 ல், \"வளர் முதல்\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. வளர் முதல் என்பது நெற்பயிரைக் குறிக்கும் சொல். பாடலில் வளர் முதல் சுருள் விரியும் என்று குறிப்பிடப்படுகிறது. இது நெற்பயிர் வளர்ச்சியின் அடையாளமாகும்."
  }
]
