
[
  {
    "description": "கட்டுரையில் குறிப்பிடப்பட்டுள்ள பெரியாரின் சீர்திருத்தக் கருத்துக்களைப் பற்றிய பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "பெரியாரின் சீர்திருத்தக் கருத்துக்கள் மனிதநேயத்திற்கான அழைப்பாக இருந்தன, ஆனால் நடைமுறைக்கு ஒவ்வாமல் இருந்தன.",
      "பெரியார் எளிமையான விழாக்களை வலியுறுத்தினார், ஆனால் அவர் சொன்னதை தானே பின்பற்றவில்லை.",
      "பெரியாரின் சீர்திருத்தக் கருத்துக்கள் அறிவியல் அடிப்படையிலும் நடைமுறைக்கு ஏற்றதாகவும் இருந்தன.",
      "பெரியாரின் சீர்திருத்தக் கருத்துக்கள் மனிதநேயத்திற்கான அழைப்பாக இருந்தன, ஆனால் ஆதிக்கசக்திகளுக்கு எதிரானதாக இருக்கவில்லை."
    ],
    "answer": "C",
    "additional_context": "கட்டுரையில் பெரியாரின் சிந்தனைகள் தொலைநோக்கு உடையவை; அறிவியல் அடிப்படையில் அமைந்தவை; மனிதநேயம் வளர்க்கப் பிறந்தவை என்று குறிப்பிடப்பட்டுள்ளது.  நடைமுறைக்கு ஒவ்வாத கருத்துகளை அவர் எப்பொழுதும் கூறியதில்லை என்று  குறிப்பிடப்பட்டுள்ளது. அதாவது பெரியாரின்  சீர்திருத்தக் கருத்துக்கள் அறிவியல் அடிப்படையிலும் நடைமுறைக்கு ஏற்றதாகவும் இருந்தன என்று கூறலாம்."
  },
  {
    "description": "பெரியாரின் சீர்திருத்தக் கருத்துக்களைப் பரப்புவதற்காக பெரியார் எதற்காக பலமுறை சிறை சென்றார்?",
    "options": [
      "சமுதாயத்தில் இருந்த மூடப்பழக்கங்களை எதிர்த்ததற்காக",
      "அறிவியல் அடிப்படையிலான சிந்தனையை பரப்பியதற்காக",
      "மனிதநேயத்தைப் பரப்பியதற்காக",
      "எல்லாவற்றிற்கும்"
    ],
    "answer": "D",
    "additional_context": "கட்டுரையில் பெரியார் தம் வாழ்நாள் முழுவதும் பகுத்தறிவுக் கருத்துகளைப் பரப்புரை செய்தார்; சமுதாயம் மூடப்பழக்கங்களிலிருந்து மீண்டெழ அரும்பாடுபட்டார்; அதற்காகப் பலமுறை சிறை சென்றார்; பலரின் கடும் எதிர்ப்புகளைச் சந்தித்தார் என்று குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் பெரியார் சமுதாயத்தில் இருந்த மூடப்பழக்கங்களை எதிர்த்ததற்காக, அறிவியல் அடிப்படையிலான சிந்தனையை பரப்பியதற்காக, மனிதநேயத்தைப் பரப்பியதற்காக  எல்லாவற்றிற்கும் பலமுறை சிறை சென்றார் என்று கூறலாம்."
  },
  {
    "description": "கட்டுரையில்  \"தொண்டு செய்து பழுத்த பழம், தூயதாடி மார்பில் விழும்\" என்ற வரிகளில்,  \"தொண்டு செய்து பழுத்த பழம்\"  என்பது யாருக்கு உவமையாக  குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "பெரியாரின்  சீர்திருத்தக் கருத்துக்கள்",
      "பெரியாரின் சமுதாயப் பணி",
      "பெரியாரின் அறிவியல் சிந்தனை",
      "பெரியாரின் மனிதநேயம்"
    ],
    "answer": "B",
    "additional_context": "கட்டுரையில்  \"தொண்டு செய்து பழுத்த பழம், தூயதாடி மார்பில் விழும்\" என்ற வரிகள் பெரியாரைப் பற்றி குறிப்பிடும் போது பயன்படுத்தப்பட்டுள்ளன. பெரியாரின் சமுதாயப் பணி  மக்களுக்கு தொண்டு செய்து பழுத்த பழம் போல  நல்ல பலன்களை தருகிறது என்ற கருத்தை வெளிப்படுத்துவதால், இது பெரியாரின் சமுதாயப் பணிக்கு உவமையாக குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "கட்டுரையில் \"தொலைநோக்கு உடையவை\" என்று குறிப்பிடப்பட்டுள்ளது. \"தொலைநோக்கு\"  என்பதற்கு  எந்த  சொல்  சரியான பொருளைக்  குறிக்கிறது?",
    "options": [
      "நீண்ட காலம்  ",
      "அறிவியல் ",
      "நீண்ட தூரம் ",
      "நீண்ட கால திட்டம்"
    ],
    "answer": "D",
    "additional_context": "கட்டுரையில் பெரியாரின் சிந்தனைகள் தொலைநோக்கு உடையவை என்று குறிப்பிடப்பட்டுள்ளது. நீண்ட கால திட்டம் என்பது தொலைநோக்கு என்று பொருள். நீண்ட காலம், அறிவியல், நீண்ட தூரம் என்பவை தொலைநோக்கு  சொல்லுக்கு பொருத்தமான சொற்கள் அல்ல."
  },
  {
    "description": "கட்டுரையில் குறிப்பிடப்பட்ட பெரியாரின் இயக்கத்தின்  பெயர் என்ன?",
    "options": [
      "சுயமரியாதை இயக்கம்",
      "திராவிட இயக்கம்",
      "பகுத்தறிவு இயக்கம்",
      "சமூக சீர்திருத்த இயக்கம்"
    ],
    "answer": "A",
    "additional_context": "கட்டுரையில் பெரியாரின் இயக்கத்தை  தோற்றுவித்த இயக்கம் என்பது சுயமரியாதை இயக்கம் என்று குறிப்பிடப்பட்டுள்ளது. பெரியாரின் இயக்கம் என்பது சுயமரியாதை இயக்கம் தான்."
  }
]
