
[
  {
    "description": "'தொட்டு' என்ற வினையெச்ச விகுதியின் பகுபத உறுப்பு எது?",
    "options": [
      "a) தொடு + உ",
      "b) தொட் + உ",
      "c) தொடு + ய்",
      "d) தொட்டு + உ"
    ],
    "answer": "A",
    "additional_context": "வினையெச்ச விகுதி என்பது வினைச்சொல்லை  வினையெச்சமாக மாற்றுவதற்குப் பயன்படுத்தப்படும் இறுதி உருபுகள் ஆகும். 'தொட்டு' என்ற வினையெச்ச விகுதியில் 'தொடு' என்பது பகுதிச் சொல். 'உ' என்பது வினையெச்ச விகுதி. எனவே 'தொடு + உ' என்ற பகுபத உறுப்பு சரியானது."
  },
  {
    "description": "ஆண்டாள் பாடல்களில் எந்த இலக்கிய நயம் குறிப்பிடத்தக்கது?",
    "options": [
      "a) உவமை",
      "b) தொடை",
      "c) உருவகம்",
      "d) அனைத்தும் சரி"
    ],
    "answer": "D",
    "additional_context": "ஆண்டாள் பாடல்கள் உவமை, தொடை, உருவகம் போன்ற பல இலக்கிய நயங்களைக் கொண்டு அமைந்தவை. இவற்றில், கண்ணனின் அழகை வர்ணிக்கும் போது உவமைகள் அதிகம் பயன்படுத்தப்படுகின்றன. தொடைகள் பாடல்களுக்கு இனிமை சேர்க்கின்றன. உருவகங்கள் கண்ணனின் அழகை மிகவும் எடுத்துக்காட்டுகின்றன. எனவே, ஆண்டாள் பாடல்களில் அனைத்து இலக்கிய நயங்களும் குறிப்பிடத்தக்கவை."
  },
  {
    "description": "ஆண்டாள் பாடிய பாடல்கள் இரண்டின் பெயர்களைப் பட்டியலிடுங்கள்.",
    "options": [
      "a) திருப்பாவை, நாச்சியார் திருமொழி",
      "b) திருப்பாவை, திருவெம்பாவை",
      "c) நாச்சியார் திருமொழி, பெரிய திருமொழி",
      "d) நாச்சியார் திருமொழி, திருப்பல்லாண்டு"
    ],
    "answer": "A",
    "additional_context": "ஆண்டாள் பாடிய பாடல்கள் இரு தொகுதிகளாக உள்ளன. அவையாவன: திருப்பாவை, நாச்சியார் திருமொழி. திருப்பாவை இறைவனை வழிபடுவதற்கான பாடல்கள். நாச்சியார் திருமொழி இறைவன் மீதான ஆண்டாள் காதலைப் பாடும் பாடல்கள்."
  },
  {
    "description": "பக்தி இலக்கியத்தின் முக்கியப் பணியாக இருந்தது எது?",
    "options": [
      "a) அழகியலுக்கும் பக்திக்கும் இடம் தருதல்",
      "b) காதல் உணர்வுகளை வெளிப்படுத்துதல்",
      "c) சமூகப் பிரச்சனைகளைப் பாடல் வழியே எடுத்துரைத்தல்",
      "d) இறையோடு ஒன்றுதலும் அதன்பால் அனைவரையும் சரணடையச் செய்வதும்"
    ],
    "answer": "D",
    "additional_context": "பக்தி இலக்கியம், இறையோடு ஒன்றுதலும் அதன்பால் அனைவரையும் சரணடையச் செய்வதும்  என்ற முக்கியப் பணியைக் கொண்டிருக்கிறது. இதன் மூலம், மக்கள் இறைவனின் அருளைப் பெறவும், அவரது பாதத்தில் சரணடைந்து  வாழ்வையும் அடையவும் வழிவகுக்கிறது."
  },
  {
    "description": "பாடல்களில், ஆண்டாள் கண்ணனை என்ன உறவில் வைத்துப் பாடுகிறார்?",
    "options": [
      "a) தந்தை",
      "b) நண்பன்",
      "c) காதலன்",
      "d) குரு"
    ],
    "answer": "C",
    "additional_context": "ஆண்டாள் தன் பாடல்களில், கண்ணனை தன் காதலனாகக் கருதிப் பாடுகிறார்.  இது அவரது பாடல்களில் தெளிவாகப் புலப்படுகிறது. கண்ணனின் அழகைப் பற்றியும், அவருக்காக ஏங்கும் தன் உணர்வுகளைப் பற்றியும் பாடியுள்ளார். இதனால், ஆண்டாள் பாடல்கள்  பக்தி இலக்கியத்தின் மிகச் சிறந்த உதாரணமாகும்."
  }
]
