
[
  {
    "description": "கவிஞர் வாலியின் பாடலில், \"சிறகுநான் சின்னதாய்க் கொண்டதொரு சிற்றீசல்\" என்ற வரிகள்  எதைப் பற்றி குறிப்பிடுகின்றன?",
    "options": [
      "மொழியின் வலிமை",
      "தனது சொந்த சிறிய திறமை",
      "பறவை இனங்களை",
      "வண்டின் ஓசையை"
    ],
    "answer": "A",
    "additional_context": "கவிஞர் வாலியின் பாடல் பகுதி இதோ:\n\n\"விறகுநான்; வண்டமிழே! உன்னருள் வாய்த்த\nபிறகுநான் வீணையாய்ப் போனேன்; – சிறகுநான்\nசின்னதாய்க் கொண்டதொரு சிற்றீசல்; செந்தமிழே!\nநின்னால் விமானமானேன் நான்!\"\n\nஇந்தப் பாடல் பகுதியில், \"சிறகுநான் சின்னதாய்க் கொண்டதொரு சிற்றீசல்\" என்ற வரிகள் தமிழ் மொழியின் வலிமையைப் பற்றிக் குறிப்பிடுகின்றன. தமிழ் மொழியின் மூலம் தான் எழுத்தாளர்களும் கவிஞர்களும் தங்கள் எண்ணங்களைப் பகிர்ந்து கொள்ள முடிகிறது. இந்த வரிகள், மொழி இல்லாவிட்டால் எதுவும் இல்லை என்பதை  உணர்த்துகிறது.  சிற்றீசல் ஒரு சிறிய பறவை, ஆனால் அது மொழி (தமிழ்) மூலம் விமானமாகி பறக்கிறது. இது மொழியின் வலிமை, மகிமை மற்றும் ஆற்றலைப் புலப்படுத்துகிறது."
  },
  {
    "description": "\"உள்ளங்கையில் உலகம்\" என்ற நூலை எழுதியவர் யார்?",
    "options": [
      "இன்சுவை",
      "மருதூர்ப் பள்ளி மாணவி",
      "பூங்குழலி",
      "மருதூர் அரசு மேல்நிலைப்பள்ளி"
    ],
    "answer": "C",
    "additional_context": "பத்தியில், \"மருதூர்ப் பள்ளி மாணவி பூங்குழலி படைத்த \"உள்ளங்கையில் உலகம்\" என்ற நூலின் வெளியீட்டு விழா 21 ஜூன் திங்கள், பிற்பகல் 3:00 மணியளவில் நடைபெற உள்ளது.\" எனக் குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "\"விறகுநான்; வண்டமிழே! உன்னருள் வாய்த்த பிறகுநான் வீணையாய்ப் போனேன்\" - இந்த வரிகளில் \"விறகுநான்\" என்ற சொல் என்ன குறிக்கிறது?",
    "options": [
      "மொழியின் ஆதி நிலை",
      "பறவை இனம்",
      "வீணை வாசிக்கும் திறமை",
      "சிற்றீசலின் இயல்பு"
    ],
    "answer": "A",
    "additional_context": "கவிஞர் வாலியின் பாடல் பகுதி இதோ:\n\n\"விறகுநான்; வண்டமிழே! உன்னருள் வாய்த்த\nபிறகுநான் வீணையாய்ப் போனேன்; – சிறகுநான்\nசின்னதாய்க் கொண்டதொரு சிற்றீசல்; செந்தமிழே!\nநின்னால் விமானமானேன் நான்!\"\n\nஇந்தப் பாடல் பகுதியில், \"விறகுநான்\" என்ற சொல் மொழியின் ஆதி நிலையைக் குறிக்கிறது. மொழி இல்லாவிட்டால் நாம் இப்போது எப்படி பேசுகிறோம், எழுதுகிறோம் அல்லது பாடல்கள் பாடுகிறோம்? இல்லையே.  எனவே, மொழி இல்லாத  நிலை ஒரு விறகு போன்றது. அது எந்தப் பயனையும் தராத ஒன்று."
  },
  {
    "description": "\"கற்றோர்க்குச் சென்ற நன்றி மறவாது\" - இந்த பழமொழி எந்தக்  கருத்தை வெளிப்படுத்துகிறது?",
    "options": [
      "கற்றல் என்பது நிரந்தரமானது",
      "கற்றல் என்பது சாரும் தன்மையுடையது",
      "கற்றவர்கள் தங்களுக்கு உதவியவர்களைக் கைவிடக்கூடாது",
      "கற்றல் என்பது பயனுள்ளது"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பழமொழி நமக்கு உதவி செய்தவர்களுக்கு நன்றி மறந்துவிடக் கூடாது என்பதை  உணர்த்துகிறது.  நமக்குக் கல்வி கற்பித்த ஆசிரியர்கள், நமக்கு உதவி செய்த நண்பர்கள்,  நமக்கு ஆதரவாக இருந்த  பெற்றோர்கள் போன்றவர்களுக்கு  நன்றி மறக்கக் கூடாது."
  },
  {
    "description": "பல மொழி பேசுபவரை குறிப்பிடுவதற்கான சொல் எது?",
    "options": [
      "மொழியியல்",
      "ஒலியியல்",
      "இலக்கியம்",
      "பல மொழி பேசுபவர்"
    ],
    "answer": "D",
    "additional_context": "பல மொழி பேசுபவரை குறிப்பிடுவதற்கான சொல் \"பல மொழி பேசுபவர்\"."
  }
]
