
[
  {
    "description": "பெரியபுராணத்தில் இயற்கை வர்ணனை எந்த வகை இலக்கியத்தைக் குறிக்கிறது?",
    "options": [
      "a) கவிதை",
      "b) நாடகம்",
      "c) புராணம்",
      "d) வரலாறு"
    ],
    "answer": "a",
    "additional_context": "பெரியபுராணத்தில் இயற்கை காட்சிகளை விவரிக்கும் போது கவிதை வடிவத்தில் விவரிக்கப்படுகிறது.  இதன் மூலம் சேக்கிழார் சோழ நாட்டின் வளம், அழகு, நெல் வயல், நீர் நிலைகள், வண்டுகள், மரங்கள் போன்றவற்றை அழகான சொற்களால் விவரிக்கிறார்.  பெரியபுராணம் புராண இலக்கிய வகையைச் சேர்ந்தது என்றாலும் இதில் கவிதை வடிவம் பயன்படுத்தப்பட்டுள்ளது என்பதை இந்த இயற்கை விவரணைகள் மூலம் நாம் அறியலாம். "
  },
  {
    "description": "பெரியபுராணத்தில் விவரிக்கப்பட்டுள்ள இயற்கை காட்சிகளில் எது மனிதர்களின் வாழ்க்கைக்கும் இயற்கைக்கும் உள்ள தொடர்பை காட்டுகிறது?",
    "options": [
      "a) கடல் போன்ற பரப்பைக் கொண்ட குளங்கள்.",
      "b) அன்னங்கள் விளையாடும் அகலமான துறைகளைக் கொண்ட நீர்நிலைகள்.",
      "c) மலைபோல் குவிக்கப்பட்ட நெல் அரிக்கட்டு.",
      "d) வானில் தோன்றி மறையும் வானவில்லைப் போன்ற வாளை மீன்கள் துள்ளி எழும் காட்சி."
    ],
    "answer": "d",
    "additional_context": "பெரியபுராணத்தில் காட்டப்படும் இயற்கை காட்சிகள் மனிதர்களின் வாழ்க்கையோடு ஒன்றியுள்ளது என்பதைத் தெளிவாகக் காட்டும்.  இதில் குறிப்பாக, எருமைகள் நீர்நிலைகளில் மூழ்கி, வாளை மீன்கள் துள்ளி எழும் காட்சி வானவில்லைப் போன்றது என்று கூறப்பட்டுள்ளது.  இது வானவில் எப்படி வானத்தோடு தொடர்புடையதோ அதேபோல மனிதர்களின் செயல்பாடுகளும் இயற்கையோடு தொடர்புடையது என்பதைக் காட்டுகிறது."
  },
  {
    "description": "பெரியபுராணத்தில் விவரிக்கப்பட்டுள்ள \"கரும்பெரும் பாண்டில் ஈட்டம்\" என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
    "options": [
      "a) எருமைக்கூட்டங்கள் வலமாகச் சுற்றிச்சுற்றி மிதிக்கும் காட்சி.",
      "b) நெல்கற்றைகள் குவிந்த பெரிய மலைபோன்ற போர்.",
      "c) கரிய மேகங்கள் பெரிய பொன்மலைச் சாரல் மீது சுற்றுகின்ற காட்சி.",
      "d) காவிரி நீர் கால்வாய்களில் பரந்து எங்கும் ஓடுகின்ற காட்சி."
    ],
    "answer": "a",
    "additional_context": "சேக்கிழார் பெரியபுராணத்தில் சோழ நாட்டின் சிறப்பை விவரிக்கும் போது,  சோழ நாட்டில் உள்ள வயல்வெளிகளில் நெல்கற்றைகள் குவிந்த பெரிய மலைபோன்ற போரை மேலேயிருந்து சாயச் செய்வர்.  பெரிய வண்டிகளைச் செலுத்தும் கருமையான எருமைக்கூட்டங்கள் வலமாகச் சுற்றிச்சுற்றி மிதிக்கும் காட்சியை, \"கரும்பெரும் பாண்டில் ஈட்டம்\" என்ற சொற்றொடர் மூலம் விவரிக்கிறார்.  இதன் மூலம் இயற்கை காட்சியோடு மனிதர்களின் செயல்பாடுகளையும் சேக்கிழார் சேர்த்து காட்டுகிறார்."
  },
  {
    "description": "பெரியபுராணத்தில் விவரிக்கப்பட்டுள்ள இயற்கை காட்சிகள் எந்த நோக்கத்திற்காக பயன்படுத்தப்படுகின்றன?",
    "options": [
      "a) சோழ நாட்டின் வளத்தையும் அழகையும் வெளிப்படுத்த.",
      "b) அடியார்களின் சிறப்பை எடுத்துரைக்க.",
      "c) திருத்தொண்டர் புராணத்தின் முக்கியத்துவத்தை வலியுறுத்த.",
      "d) மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "d",
    "additional_context": "பெரியபுராணத்தில் இயற்கை காட்சிகளை பயன்படுத்தி சேக்கிழார் சோழ நாட்டின் வளம், அழகு, சிறப்பு, மற்றும் அடியார்களின் பெருமை ஆகியவற்றை அழகாகப் படைத்துள்ளார்.  இயற்கை காட்சிகள் மூலம் அடியார்களின் பெருமை, அவர்களது பக்தி, மற்றும் சோழ நாட்டின் வளம் இவை எல்லாம் இணைந்து பெரியபுராணம் புராண இலக்கிய வகையைச் சேர்ந்தது என்பதை உறுதிப்படுத்துகிறது. "
  }
]
