[
          
  {
    
          "description": "“குயில்மொழியாம் கண்ணகியை அழைத்துச் செல்லக் குன்றுக்கு வானவூர்தி வந்த தென்றே” என்ற வரியில் “வானவூர்தி” என்ற சொல் எதைப் குறிக்கிறது?",
          "options": [],
    "answer": [],
    
          "additional_context": "இந்த வரி நம்முன்னோர் எழுதிவைத்த உண்மைகளை அறிவியலின் அற்புதத்தைப் பயில்கின்ற காப்பியத்தில் படித்த தெல்லாம் பார்தன்னில் நனவாகக் காணுகின்றோம்! என்ற வரியில்  கூறப்பட்டுள்ளது. இந்த வரியில், குயில்மொழியாம் கண்ணகியை அழைத்துச் செல்லக் குன்றுக்கு வானவூர்தி வந்த தென்றே, என்ற வரியில் கண்ணகியை அழைத்துச் செல்ல பயன்படுத்தப்பட்ட வானவூர்தியைப் பற்றிப் பேசப்படுகிறது. அந்தக் காலத்தில் வானவூர்திகள் இல்லை என்பதால், இது ஒரு கற்பனையான விஷயமாகும்.  கவிஞர் இதைச் சொல்ல விரும்புவது என்னவென்று சிந்தியுங்கள்."
          }
        ,
          
  {
    
          "description": "“உயில்போன்று நம்முன்னோர் எழுதி வைத்த உண்மைகளை” என்ற வரியில் “உயில்போன்று” என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [],
    "answer": [],
    
          "additional_context": "இந்த வரி நம்முன்னோர் எழுதிவைத்த உண்மைகளை அறிவியலின் அற்புதத்தைப் பயில்கின்ற காப்பியத்தில் படித்த தெல்லாம் பார்தன்னில் நனவாகக் காணுகின்றோம்! என்ற வரியில்  கூறப்பட்டுள்ளது.  “உயில்போன்று நம்முன்னோர் எழுதி வைத்த உண்மைகளை” இந்த வரியில் உயில்போன்று என்ற சொல், நம் முன்னோர்கள் நமக்கு  தந்து சென்ற  மதிப்பு மிக்க பாரம்பரியத்தை  குறிக்கிறது. இதன் மூலம் நம் முன்னோர்கள்  எழுதிவைத்த உண்மைகளின்  மதிப்பை எடுத்துக்காட்டுவது போல உள்ளது."
          }
        ,
          
  {
    
          "description": "'You will need: 6 glass bottles, Wooden spoon, Water, Food coloring' என்ற வாக்கியத்தை தமிழில் மொழிபெயர்க்க.",
          "options": [],
    "answer": [],
    
          "additional_context": "இந்த வாக்கியம் ஒரு சிறிய இசைக்கருவியை உருவாக்குவதற்குத் தேவையான பொருட்களைப் பட்டியலிடுகிறது. இந்த இசைக்கருவி  'bottle xylophone' என்று அழைக்கப்படுகிறது. இந்த வாக்கியத்தில்  '6 glass bottles, Wooden spoon, Water, Food coloring'  என்று குறிப்பிடப்பட்டுள்ளது. இந்த வாக்கியத்தைத் தமிழில் மொழிபெயர்க்கும்போது,  இந்தப் பொருட்களைத் தமிழில் என்னென்ன  என்று சிந்தித்து  மொழிபெயர்க்கவும்."
          }
        ,
          
  {
    
          "description": "'Hitting the bottles with the spoon makes them vibrate and produce a sound' என்ற வாக்கியத்தை தமிழில் மொழிபெயர்க்க.",
          "options": [],
    "answer": [],
    
          "additional_context": "இந்த வாக்கியம்  'bottle xylophone'  என்ற இசைக்கருவியைப்  பற்றிய விளக்கம்  அளிக்கிறது.  'Hitting the bottles with the spoon makes them vibrate and produce a sound' என்ற இந்த வாக்கியத்தில்,  ஒரு மரக் கரண்டியால்  கண்ணாடி பாட்டில்களைத் தட்டும் போது அவை  குலுங்கி ஒலி எழுப்புகிறது  என்று குறிப்பிடப்பட்டுள்ளது.  இந்த வாக்கியத்தைத் தமிழில் மொழிபெயர்க்கும்போது,  'குலுங்கி ஒலி எழுப்புகிறது'  என்பதைத் தமிழில் எப்படி  சொல்வது என்று  சிந்தித்து  மொழிபெயர்க்கவும்."
          }
        ,
          
  {
    
          "description": "'The more the bottle vibrates, the higher the note will be'  என்ற வாக்கியத்தை தமிழில் மொழிபெயர்க்க.",
          "options": [],
    "answer": [],
    
          "additional_context": "இந்த வாக்கியம் 'bottle xylophone' என்ற இசைக்கருவியைப்  பற்றிய கூடுதல் விளக்கம்  அளிக்கிறது.  'The more the bottle vibrates, the higher the note will be'  என்ற வாக்கியத்தில்,   கண்ணாடி பாட்டில் அதிகமாக  குலுங்கும் போது அதிக ஸ்வரத்தில் ஒலி எழுப்பும் என்பது குறிப்பிடப்பட்டுள்ளது. இந்த வாக்கியத்தைத் தமிழில் மொழிபெயர்க்கும்போது,  'குலுங்கும்'  என்பதைத் தமிழில் எப்படி  சொல்வது என்று  சிந்தித்து  மொழிபெயர்க்கவும்."
          }
        ]