[
          
  {
    
          "description": "“இயற்சீர் வெண்டளை”யில் பயன்படுத்தப்படும் அசைப் பொருத்தம் எது?",
          "options": [
      "மா முன் நேர், விளம் முன் நிரை",
      "மா முன் நிரை, விளம் முன் நேர்",
      "காய் முன் நேர், கனி முன் நிரை",
      "காய் முன் நிரை, கனி முன் நேர்"
    ],
    "answer": "B",
    
          "additional_context": "யாப்பிலக்கணத்தில், தளை என்பது பாடலில் உள்ள சீர்களின் ஈற்றசையும், அதனை அடுத்து வரும் சீரின் முதல் அசையும் பொருந்தி வரும் விதத்தைக் குறிக்கும். இயற்சீர் வெண்டளை என்பது மா முன் நிரை, விளம் முன் நேர் எனும் அசைப் பொருத்தத்தைக் கொண்டது. இதன் பொருள், பாடலில் உள்ள ஈரசைச் சீரான மா முன் நிரை அசையாகவும், விளம் முன் நேர் அசையாகவும் வரும். இயற்சீர் வெண்டளையில் உள்ள இந்த அசைப் பொருத்தம் பாடல்களுக்கு தனிப்பட்ட ஓசைத் தன்மையைத் தந்து, இனிமையாகவும், லயத்துடனும் இருக்க வழிவகுக்கிறது."
          }
        ,
          
  {
    
          "description": "“தளையின் வகைகளை எழுது” என்ற கேள்விக்கான பதிலில் எத்தனை வகைகள் இடம்பெறும்?",
          "options": [
      "ஐந்து",
      "ஏழு",
      "ஒன்பது",
      "பதினொன்று"
    ],
    "answer": "B",
    
          "additional_context": "தளை என்பது யாப்பிலக்கணத்தில் ஒரு முக்கியமான உறுப்பு. பாடலில், நின்ற சீரின் ஈற்றசையும், அதனையடுத்து வரும் சீரின் முதல் அசையும் பொருந்துதல் தளை எனப்படும். இது ஒன்றியும், ஒன்றாமலும் வரும். தளை ஏழு வகைப்படும். அவை நேரொன்றாசிரியத்தளை, நிரையொன்றாசிரியத்தளை, இயற்சீர் வெண்டளை, வெண்சீர் வெண்டளை, கலித்தளை, ஒன்றிய வஞ்சித்தளை, ஒன்றா வஞ்சித்தளை ஆகும். ஒவ்வொரு வகையிலும் தனித்தன்மை வாய்ந்த அசைப் பொருத்தம் காணப்படும். இந்த அசைப் பொருத்தங்கள் பாடல்களுக்கு தனித்துவமான ஓசைத் தன்மையைத் தந்து, அவற்றை இனிமையாகவும், லயத்துடனும் ஆக்குகின்றன."
          }
        ,
          
  {
    
          "description": "“வெண்சீர் வெண்டளை”யில் பயன்படுத்தப்படும் அசைப் பொருத்தம் எது?",
          "options": [
      "காய் முன் நிரை",
      "காய் முன் நேர்",
      "கனி முன் நேர்",
      "கனி முன் நிரை"
    ],
    "answer": "B",
    
          "additional_context": "வெண்சீர் வெண்டளை என்பது யாப்பிலக்கணத்தில் ஒரு குறிப்பிட்ட தளை வகை. இதில், காய் முன் நேர் எனும் அசைப் பொருத்தம் பயன்படுத்தப்படுகிறது. வெண்சீர் வெண்டளையில், காய் முன் நேர் என்ற அசைப் பொருத்தம் இருப்பதால், பாடல்களின் ஓசை மென்மையாகவும், இனிமையாகவும் அமைவதுடன், லயம் மிகுந்ததாகவும் இருக்கும். இது பாடல்களின் இயல்பை இன்னும் மிகச் சிறப்பாக வெளிப்படுத்த உதவும்."
          }
        ,
          
  {
    
          "description": "“கொண்டல் கோபுரம் அண்டையில் கூடும்” என்ற வரியில் உள்ள “கூடும்” என்ற சொல்லில் பயன்படுத்தப்பட்டுள்ள அசைப் பொருத்தம் எது?",
          "options": [
      "நேர் நேர்",
      "நிரை நேர்",
      "நிரை நிரை",
      "நேர் நிரை"
    ],
    "answer": "A",
    
          "additional_context": "“கூடும்” என்ற சொல்லில் பயன்படுத்தப்பட்டுள்ள அசைப் பொருத்தம் நேர் நேர். இதன் பொருள், இச்சொல்லில் இரண்டு நேரசைகள் பயன்படுத்தப்பட்டுள்ளன. நேரசை என்பது யாப்பிலக்கணத்தில் ஒரு முக்கியமான உறுப்பு. ஒரு எழுத்தோ, இரண்டு எழுத்தோ அசையாக இருக்கும். ஓரெழுத்து நிற்கும் அசையை நேரசை என்கிறோம். இரண்டு எழுத்துகளும் நின்று, முதல் எழுத்து நெடில், இரண்டாவது எழுத்து குறிலாக இருந்தால், அது நிரையசை எனப்படும். 'கூடும்' என்ற சொல்லில் 'கூ' மற்றும் 'டும்' ஆகிய இரண்டும் நேரசைகளாக இருப்பதால், 'நேர் நேர்' என்ற அசைப் பொருத்தம் பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“தொடை” என்பது யாப்பிலக்கணத்தில் எதைக் குறிக்கிறது?",
          "options": [
      "சீர்களின் ஒழுங்கமைப்பு",
      "அசைகளின் நேரடிப் பொருத்தம்",
      "ஓசைப் பொருத்தம்",
      "எழுத்துகளின் எண்ணிக்கை"
    ],
    "answer": "C",
    
          "additional_context": "யாப்பிலக்கணத்தில், தொடை என்பது ஓசைப் பொருத்தத்தைக் குறிக்கிறது. பாடலின் அடிகளிலோ, சீர்களிலோ எழுத்துகள் ஒன்றிவரத் தொடுப்பது 'தொடை' ஆகும். பாடல்களில், மோனை, எதுகை, இயைபு, அளபெடை, முரண், இரட்டை, அந்தாதி, செந்தொடை என எட்டு வகைகளாகத் தொடை அமைகிறது. இந்த தொடைகள் பாடல்களுக்கு தனிப்பட்ட ஓசைத் தன்மையையும் இனிமையையும் தந்து, அவற்றை இன்னும் மிகச் சிறப்பாக ஆக்குகின்றன."
          }
        ]