
[
  {
    "description": "“பிறப்பியலில் எழுத்துகள் பிறக்கும் இடங்களை உடற்கூற்றியல் அடிப்படையில் விளக்கியிருப்பதை” எந்த நூலில் காணலாம்?",
    "options": [
      "திருக்குறள்",
      "சிந்தாமணி",
      "தொல்காப்பியம்",
      "நன்னூல்"
    ],
    "answer": "C",
    "additional_context": "தமிழ் இலக்கணத்தில் முதன்மையான இடத்தைப் பெற்றுள்ள நூல் தொல்காப்பியம். எழுத்து, சொல், பொருள் என மூன்று அதிகாரங்களையும் 27 இயல்களையும் கொண்டுள்ள இந்நூல் தமிழ் மொழியின் இலக்கணம் குறித்தும், தமிழர்களின் வாழ்வியல் நெறிகள் குறித்தும் பேசுகிறது. மொழியின் அடிப்படைக்கான எழுத்துகள் பிறக்கும் இடம் பற்றிய அறிவியல் கருத்துகளை உடற்கூற்றியல் அடிப்படையில் தொல்காப்பியம் விளக்குகிறது. இது தமிழர்களின் அறிவாற்றலுக்குச் சிறந்த சான்று."
  },
  {
    "description": "“நெறிப்படுத்தினரே”  என்ற தொடரில் உள்ள “இன்” என்னும் விகுதி எதைக் குறிக்கிறது?",
    "options": [
      "இறந்தகால இடைநிலை",
      "எதிர்கால இடைநிலை",
      "தற்போதைய இடைநிலை",
      "மரபு விகுதி"
    ],
    "answer": "A",
    "additional_context": "'நெறிப்படுத்தினரே' என்ற தொடரில் உள்ள 'இன்' என்பது வினைமுற்று விகுதியாகும். இது இறந்த காலத்தில் நிகழ்ந்த செயலைக் குறிக்கிறது. இவ்விகுதி வினைச்சொல்லை இறந்தகால இடைநிலையில் வைக்கிறது. "
  },
  {
    "description": "“ஓரறிவு”  என்னும் சொல் எதைக் குறிக்கிறது?",
    "options": [
      "உற்றறிதல் மட்டும்",
      "உற்றறிதல் மற்றும் சுவைத்தல்",
      "உற்றறிதல், சுவைத்தல் மற்றும் நுகர்தல்",
      "உற்றறிதல், சுவைத்தல், நுகர்தல் மற்றும் காணல்"
    ],
    "answer": "A",
    "additional_context": "ஓரறிவு என்பது உற்றறிதல் என்னும் ஒரு புலனறிவை மட்டும் கொண்ட உயிரினங்களை குறிக்கும். உற்றறிதல் என்பது உடலின் தொடுதல் உணர்வு ஆகும். புல், மரம் போன்ற உயிரினங்கள் இவ்வகையைச் சார்ந்தவை. "
  },
  {
    "description": "தொல்காப்பியம்  எந்தப் பகுதியில் அறிவியல் கருத்துக்களைச் சேர்த்துள்ளது?",
    "options": [
      "எழுத்து",
      "சொல்",
      "பொருள்",
      "எல்லாம்"
    ],
    "answer": "A",
    "additional_context": "தொல்காப்பியம் எழுத்து, சொல், பொருள் என மூன்று அதிகாரங்களைக் கொண்டுள்ளது.  இந்நூலில் எழுத்து என்ற பகுதியிலேயே அறிவியல் கருத்துகள் இடம்பெற்றுள்ளன. எழுத்துகள் பிறக்கும் இடம் பற்றிய அறிவியல் கருத்துகளை உடற்கூற்றியல் அடிப்படையில் விளக்கியிருப்பதை தொல்காப்பியத்தில் காணலாம். "
  },
  {
    "description": "தொல்காப்பியத்தில்  எழுத்துகள் பிறக்கும் இடங்களை உடற்கூற்றியல் அடிப்படையில் விளக்கியிருப்பது எதற்கு சான்றாகும்?",
    "options": [
      "தமிழர்களின் இலக்கியப் பின்னணி",
      "தமிழர்களின் கலை அறிவு",
      "தமிழர்களின் அறிவாற்றல்",
      "தமிழர்களின் வரலாற்று ஆய்வு"
    ],
    "answer": "C",
    "additional_context": "தொல்காப்பியத்தில் எழுத்துகள் பிறக்கும் இடங்களை உடற்கூற்றியல் அடிப்படையில் விளக்கியிருப்பது தமிழர்களின் அறிவாற்றலுக்கு சான்றாகும். தொல்காப்பியம் மொழியின் அடிப்படை, இலக்கணம், சமூக நெறிமுறைகள், வாழ்வியல் நெறிகள் என பலவற்றை விளக்குகிறது. இதன் மூலம் தமிழர்கள் மொழி, அறிவியல், கலை என பல துறைகளிலும் ஈடுபட்டிருந்தனர் என்பதை நாம் அறியலாம்."
  }
]
