
[
  {
    "description": "புதிர் பகுதியில் கொடுக்கப்பட்டுள்ள அந்த நான்கெழுத்துப் பெயர் யார் என்று நீங்கள் எப்படி கண்டுபிடிப்பீர்கள்?",
    "options": [
      "புதிர் சொல்லும் குறிப்புகளைக் கொண்டு,  தரப்பட்ட சொற்களில் ஒன்றை கண்டுபிடிப்பதன் மூலம்.",
      "புதிர் பகுதியில் தரப்பட்ட சொற்களின் இயல்பை அறிந்துகொண்டு.",
      "புதிர் பகுதியில் சொல்லப்பட்டுள்ள குறிப்புகளின் அடிப்படையில், தரப்பட்ட சொற்களில் ஒன்றை கண்டுபிடிப்பதன் மூலம்.",
      "புதிர் பகுதியில் தரப்பட்ட சொற்களின் அர்த்தத்தை புரிந்துகொண்டு."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் புதிர் ஒரு நான்கெழுத்துப் பெயரைப் பற்றியது. புதிர் பகுதியில் கொடுக்கப்பட்டுள்ள குறிப்புகளைக் கவனமாகப் படித்து, தரப்பட்ட சொற்களில் எது இந்தக் குறிப்புகளுடன் பொருந்துகிறது என்பதைத் தேர்ந்தெடுக்க வேண்டும். உதாரணமாக, 'முதல் இரண்டும் அம்மாவில் \"மா\"வைத் தொலைத்து நிற்கும்' என்ற குறிப்பு 'மானாமதுரை' என்ற சொல்லுடன் பொருந்துகிறது."
  },
  {
    "description": "பேரூர் மற்றும் செந்தாமரை என்ற சொற்களுடன் தொடர்புடைய புதிர் பகுதியில்  எந்தச் சொல் இணைக்கப்படுகிறது?",
    "options": [
      "பைங்கிளி",
      "பேரின்பம்",
      "சிற்றோடை",
      "மானாமதுரை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் புதிர் பகுதியில் 'மானாமதுரை ஓர் அழகான _________; நீண்டவயல்களும்_________களும் நிறைந்த அவ்வூரின் நடுவே வானுயர்ந்த கோபுரத்துடன் கூடிய கோவில் குளத்தில் எங்கும் பூக்கள் மலர்ந்துள்ளன; கதிரவனின் கேட்போரைப் வீசிட, சோலைப்______ அடையச் செய்கிறது' என்று குறிப்பிடப்பட்டுள்ளது. இதில் 'பேரூர்' மற்றும் 'செந்தாமரை' என்ற சொற்களுடன் தொடர்புடையதாக 'பேரின்பம்' என்ற சொல் பொருத்தமாக இருக்கிறது."
  },
  {
    "description": "\"மானாமதுரை ஓர் அழகான பேரூர்; நீண்டவயல்களும் செந்தாமரை களும் நிறைந்த அவ்வூரின் நடுவே வானுயர்ந்த கோபுரத்துடன் கூடிய கோவில் குளத்தில் எங்கும் பூக்கள் மலர்ந்துள்ளன; கதிரவனின் கேட்போரைப் வீசிட, சோலைப் பேரின்பம் அடையச் செய்கிறது.\" இந்த பகுதி எதைக் குறிக்கிறது?",
    "options": [
      "மானாமதுரையின் வரலாறு",
      "மானாமதுரையின் கலாச்சாரம்",
      "மானாமதுரையின் இயற்கை அழகு",
      "மானாமதுரையின் கோவில்கள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் பகுதி மானாமதுரையின் அழகான இயற்கை, கோவில்கள் மற்றும் வயல்வெளிகளை விவரிக்கிறது. 'நீண்டவயல்களும் செந்தாமரை களும் நிறைந்த அவ்வூரின் நடுவே வானுயர்ந்த கோபுரத்துடன் கூடிய கோவில் குளத்தில் எங்கும் பூக்கள் மலர்ந்துள்ளன' என்று குறிப்பிடப்பட்டுள்ளது. இது மானாமதுரையின் இயற்கை அழகைப் பற்றியது."
  },
  {
    "description": "\"களின் 4\" என்ற வார்த்தைகளைப் பயன்படுத்தி, உருவாக்கக்கூடிய சொல் எது?",
    "options": [
      "கிளிகள்",
      "பூக்கள்",
      "மலர்கள்",
      "களைகள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தப் புதிர் பகுதியில் 'களின் 4' என்ற வார்த்தைகளைப் பயன்படுத்தி ஒரு சொல் உருவாக்க வேண்டும். 'களின் 4' என்ற வார்த்தைகளைப் பயன்படுத்தி உருவாக்கக்கூடிய சொல் 'மலர்கள்' என்பதாகும். ஏனெனில் மலர்கள் 'கள்' என்ற பின்னொட்டுடன் வரும் சொற்கள்."
  },
  {
    "description": "\"செயல்திட்டம்\" என்பதற்கான பொருள் என்ன?",
    "options": [
      "ஒரு குறிப்பிட்ட நோக்கத்தை அடைய ஒரு தொகுப்பு நடவடிக்கைகள்.",
      "ஒரு குறிப்பிட்ட நேரத்திற்குள் செய்யப்பட வேண்டிய பணிகளின் பட்டியல்.",
      "ஒரு குறிப்பிட்ட பணியை முடிக்க தேவையான வழிமுறைகள்.",
      "ஒரு குறிப்பிட்ட நிகழ்விற்கான ஏற்பாடுகள்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "'செயல்திட்டம்' என்ற சொல் ஒரு குறிப்பிட்ட நோக்கத்தை அடைய ஒரு தொகுப்பு நடவடிக்கைகளைக் குறிக்கிறது. இது ஒரு திட்டம் போன்றது.  இது ஒரு குறிப்பிட்ட நேரத்திற்குள் செய்யப்பட வேண்டிய பணிகளின் பட்டியல், ஒரு குறிப்பிட்ட பணியை முடிக்க தேவையான வழிமுறைகள் அல்லது ஒரு குறிப்பிட்ட நிகழ்விற்கான ஏற்பாடுகள் இல்லை."
  }
]
