
[
  {
    "description": "“நான் மறுபடியும் பிறந்தால் ஒரு தென்னிந்தியத் தமிழனாகப் பிறக்க வேண்டுமென்று கூறியிருக்கிறார்” எனக் குறிப்பிடப்பட்டுள்ளது. யார் பற்றிய குறிப்பு இது?",
    "options": [
      "தில்லான்",
      "நேதாஜி சுபாஷ் சந்திர போஸ்",
      "பசும்பொன் முத்துராமலிங்கனார்",
      "கேப்டன் லட்சுமி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தின் பொறுப்பை ஏற்க 91 நாள்கள் நீர்மூழ்கிக் கப்பலில் பயணம் செய்து ஜெர்மனியிலிருந்து சிங்கப்பூர் வந்தடைந்தார். 1943 ஆம் ஆண்டு சூலை மாதம் 9ஆம் நாள் பதவியேற்றார். அவர் உரையாற்றிய மாபெரும் கூட்டத்தில் \"டெல்லி நோக்கிச் செல்லுங்கள்\"(டெல்லி சலோ) எனப் போர்முழக்கம் செய்தார். இவரின் வேண்டுகோள் அனைவரது மனத்திலும் பசுமரத்தாணிபோல் பதிந்தது.  நேதாஜி தலைமையில் இருந்த இந்திய தேசிய இராணுவப்படை பிரித்தானிய அரசை எதிர்த்தது. அப்போது தமிழகத்திலிருந்து பெரும்படையைத் திரட்டி இந்திய தேசிய இராணுவத்திற்கு வலுச்சேர்த்த பெருமைக்கு உரியவர் பசும்பொன் முத்துராமலிங்கனார். \"நேதாஜி தமிழ் வீரர்களைப் பாராட்டி நான் மறுபடியும் பிறந்தால் ஒரு தென்னிந்தியத் தமிழனாகப் பிறக்க வேண்டுமென்று கூறியிருக்கிறார். - பசும்பொன் முத்துராமலிங்கனார்" 
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தின் வீரர்கள் டோக்கியோ செல்ல எதைக் கடக்க வேண்டியிருந்தது?",
    "options": [
      "மலேயாவில் உள்ள கடல்",
      "சயாம் மரண ரயில் பாதை",
      "இந்தியாவின் மலைப்பகுதிகள்",
      "பர்மாவின் காடுகள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "போர்ச் சூழலுக்கு நடுவில் இந்திய தேசிய இராணுவ வீரர்கள் டோக்கியோ செல்வது ஒரு சவாலாக இருந்தது. பர்மாவில் இருந்து காட்டுவழியாகப் பயணம் செய்து, சயாம் மரண ரயில் பாதையைக் கடந்து, அங்கிருந்து படகு வழியாகத் தப்பிச் சென்று, பழைய கப்பல் ஒன்றில் ஏறி, சீறும் அலைகளில் சிக்கித் தவித்து முடிவில் ஜப்பானின் \"கியூசு\" தீவை அடைந்தனர். அந்தத் தீவு, கடற்படையின் வசம் இருந்தது."
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தின் வீரர்கள் எந்த இடத்தில் மூவண்ணக் கொடியை ஏற்றினார்கள்?",
    "options": [
      "சென்னை",
      "மலேயா",
      "பர்மா",
      "மணிப்பூர்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்திய தேசிய இராணுவம் 1944ஆம் ஆண்டு மார்ச் 18 அன்று ஆங்கிலேயரை வென்று இந்தியாவிற்குள் மணிப்பூர்ப் பகுதியில் 'மொய்ராங்' என்ற இடத்தில் மூவண்ணக் கொடியை ஏற்றியது. ஆனால், அமெரிக்கர்களும், ஆங்கிலேயர்களும் சேர்ந்து போரிட்டதால் இந்த வெற்றி நிலைபெற்று நீடிக்கவில்லை. இப்போரில் ஒரு இலட்சம் இந்தியரும் ஜப்பானியரும் வீரமரணம் எய்தினர்."
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தின் வீரர்கள் மணிப்பூரில் எந்த இடத்தில் மூவண்ணக் கொடியை ஏற்றினார்கள்?",
    "options": [
      "மொய்ராங்",
      "டோக்கியோ",
      "சென்னை",
      "கியூசு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய தேசிய இராணுவம் 1944ஆம் ஆண்டு மார்ச் 18 அன்று ஆங்கிலேயரை வென்று இந்தியாவிற்குள் மணிப்பூர்ப் பகுதியில் 'மொய்ராங்' என்ற இடத்தில் மூவண்ணக் கொடியை ஏற்றியது. ஆனால், அமெரிக்கர்களும், ஆங்கிலேயர்களும் சேர்ந்து போரிட்டதால் இந்த வெற்றி நிலைபெற்று நீடிக்கவில்லை. இப்போரில் ஒரு இலட்சம் இந்தியரும் ஜப்பானியரும் வீரமரணம் எய்தினர்."
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தின் வீரர்கள் ஆங்கிலேயரை எதிர்த்த போரில் தமிழர்கள் என்ன பங்காற்றினார்கள்?",
    "options": [
      "ஜப்பானிய இராணுவத்தில் சேர்ந்து போரிட்டார்கள்",
      "ஆங்கிலேயர்களுக்காகப் போரிட்டார்கள்",
      "நேதாஜியுடன் இணைந்து போரிட்டார்கள்",
      "தமிழகத்தில் இருந்து ஆயுதங்களை வழங்கினார்கள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இரண்டாம் உலகப்போர் நடந்துகொண்டிருந்த 1942 ஆம் ஆண்டு பிப்ரவரி 15 ஆம் நாள், ஆங்கிலேயப் படைகள் மலேயாவில் ஜப்பானியரிடம் சரணடைந்தன. இப்படையில் இந்திய வீரர்களும் இருந்தனர். சரணடைந்த அவ்வீரர்களைக் கொண்டு ஜப்பானியர்கள், மோகன்சிங் என்பவரின் தலைமையில் இந்திய தேசிய இராணுவம் (ஐ.என்.ஏ.) என்ற படையை உருவாக்கினர். இந்திய தேசிய இராணுவத்திற்கு மக்கள் ஆதரவு பெருகியது. அக்காலகட்டத்தில் தமிழகத்தில் இருந்து மலேயா, பர்மா போன்ற நாடுகளுக்குப் பிழைப்பிற்காகச் சென்ற தமிழர் பலர் இந்திய தேசிய இராணுவத்தில் சேர்ந்தனர். இந்திய தேசிய இராணுவத்தில் பல பிரிவுகள் ஏற்படுத்தப்பட்டன. அதில் ஒன்றுதான் ஒற்றர்படை. ஜப்பானியர்கள் ஒற்றர்படையில் இருந்த வீரர்களை, இந்தியாவில் உள்ள ஆங்கிலேய இராணுவத்தைப் பற்றி ஒற்றறிய நீர்மூழ்கிக்கப்பல் மூலம் கேரளாவிற்கும் குஜராத்திற்கும் அனுப்பினர். சிலரைத் தரைவழியில், பர்மாக் காடுகள் வழியாக இந்தியாவிற்கு அனுப்பினர். இந்திய இராணுவம் அவர்களைக் கைது செய்து சென்னைச் சிறைக்கு அனுப்பியது; பலருக்கு மரண தண்டனை அளித்தது."
  }
]
