
[
  {
    "description": "திருநாதர்குன்று என்னும் இடத்தில், ஒரு பாறையில் _______ தீர்த்தங்கரர் உருவங்கள் புடைப்புச் சிற்பங்களாகச் செதுக்கப்பட்டுள்ளன.",
    "options": [
      "இருபத்தி நான்கு",
      "பதினான்கு",
      "பதினெட்டு",
      "இருபத்து இரண்டு"
    ],
    "answer": "A",
    "additional_context": "சான்றாக விழுப்புரம் மாவட்டம் செஞ்சிக்கு அண்மையில் உள்ள திருநாதர்குன்று என்னும் இடத்தில், ஒரு பாறையில் இருபத்துநான்கு தீர்த்தங்கரர் உருவங்கள் புடைப்புச் சிற்பங்களாகச் செதுக்கப்பட்டுள்ளன."
  },
  {
    "description": "கல்லில் செதுக்கப்பட்ட வரலாற்றுப் பதிவுகளாக சிற்பங்கள் விளங்குவதற்கு, கீழ்கண்ட எந்தத் தகவல் ஒரு சான்றாகும்?",
    "options": [
      "தொல்காப்பியத்தில் சிற்பக் கலை பற்றிய குறிப்பு காணப்படுகிறது.",
      "சிலப்பதிகாரத்தில் கண்ணகிக்குச் சிலைவடித்த செய்தி இடம் பெற்றுள்ளது.",
      "போரில் விழுப்புண் பட்டு இறந்த வீரருக்கு நடுகல் நடப்படும். அக்கல்லில் அவ்வீரரின் உருவம் பொறிக்கப்பெறும்.",
      "மேற்கண்ட மூன்றும்"
    ],
    "answer": "D",
    "additional_context": "தொன்மையான தமிழின் இலக்கண நூலாகிய தொல்காப்பியத்தில் சிற்பக்கலை பற்றிய குறிப்பு காணப்படுகிறது. போரில் விழுப்புண் பட்டு இறந்த வீரருக்கு நடுகல் நடப்படும். அக்கல்லில் அவ்வீரரின் உருவம் பொறிக்கப்பெறும். தமிழரின் தொடக்ககாலச் சிற்பக்கலைக்குச் சான்றாக இதையும் குறிப்பிடலாம். சிலப்பதிகாரத்தில் கண்ணகிக்குச் சிலைவடித்த செய்தி இடம் பெற்றுள்ளது. மாளிகைகளில் பல சிற்பங்களில் சுண்ணாம்புக் கலவை (சுதைச் சிற்பங்கள்) இருந்ததை மணிமேகலை மூலம் அறிய முடிகிறது."
  },
  {
    "description": "பல்லவர் காலச் சிற்பங்களைப் பற்றி கீழ்க்கண்டவற்றுள் எது சரியான கூற்று?",
    "options": [
      "மிகவும் உயரமான கோபுரங்கள் அமைக்கப்பட்டன.",
      "தூண்களில் யாளி, சிங்கம், தாமரை மலர், நுட்பமான வேலைப்பாடுகள் நிறைந்த வட்டங்கள் போன்றவை பொறிக்கப்பட்டன.",
      "முகப் பாவனைகள் நிறைந்த செப்புத் திருமேனிகள் உருவாக்கப்பட்டன.",
      "ஆடை, ஆபரணங்கள் அணிந்த நிலையில் உள்ள உருவங்கள் சிற்பங்களாயின."
    ],
    "answer": "B",
    "additional_context": "பல்லவர் காலத்தில் சுதையினாலும், கருங்கற்களினாலும் சிற்பங்கள் அமைக்கப்பட்டன. கோவில் தூண்கள் சிற்பங்களால் அழகு பெற்றன. தூண்களில் யாளி, சிங்கம், தாமரை மலர், நுட்பமான வேலைப்பாடுகள் நிறைந்த வட்டங்கள் போன்றவை பொறிக்கப்பட்டன."
  },
  {
    "description": "\"கற்கவிஞர்கள்\" என்று சிறப்பிக்கப்படுபவர்கள் யார்?",
    "options": [
      "கல்வெட்டுகளைப் படிப்பவர்கள்",
      "கல் நகை செய்பவர்கள்",
      "கல்லில் சிற்பங்கள் வடிவமைப்பவர்கள்",
      "கல்லால் கட்டிடங்கள் கட்டுபவர்கள்"
    ],
    "answer": "C",
    "additional_context": "தெய்வ உருவங்கள், இயற்கை உருவங்கள், கற்பனை உருவங்கள், முழுவடிவ (பிரதிமை) உருவங்கள் என நான்கு நிலைகளில் உலோகத்தினாலும் கல்லினாலும் சிற்பங்கள் அமைக்கப்படுகின்றன. சிற்ப இலக்கண மரபைப் பின்பற்றிக் கலை நயத்துடனும் மிகுந்த தேர்ச்சியுடனும் சிற்பிகள் சிற்பங்களை வடிவமைக்கின்றனர். அதனால், அவர்களைக் \"கற்கவிஞர்கள்\" என்று சிறப்பிக்கின்றனர்."
  },
  {
    "description": "கீழ்கண்டவற்றுள், பல்லவர் காலச் சிற்பங்களின் சிறந்த உதாரணமாகப் பார்க்கப்படுவது எது?",
    "options": [
      "கங்கை கொண்ட சோழபுரத்தில் ஒரே கல்லில் அமைந்த நவக்கிரகமும் சிங்கமுகக் கிணறும்",
      "மதுரை மீனாட்சி அம்மன் கோவில் ஆயிரங்கால் மண்டபத் தூண்களில் கண்ணப்பர், குறவன் குறத்தி போன்ற சிற்பங்கள்",
      "காஞ்சி கைலாசநாதர் கோவில் சுற்றுச்சுவர் (முழுவதும்) சிற்பங்களின் கலைக்கூடமாகத் திகழ்கிறது.",
      "திருநாதர்குன்று என்னும் இடத்தில், ஒரு பாறையில் இருபத்துநான்கு தீர்த்தங்கரர் உருவங்கள் புடைப்புச் சிற்பங்களாகச் செதுக்கப்பட்டுள்ளன."
    ],
    "answer": "C",
    "additional_context": "பல்லவர்காலச் சிற்பக்கலைக்கு மாமல்லபுரச் சிற்பங்கள் மிகச் சிறந்த சான்றுகளாகும். காஞ்சி கைலாசநாதர் கோவில் சுற்றுச்சுவர் (முழுவதும்) சிற்பங்களின் கலைக்கூடமாகத் திகழ்கிறது. அதே போன்று காஞ்சி வைகுந்தப் பெருமாள் கோவிலிலும் பல்லவர் காலச் சிற்பங்கள் மிகுதியாக உள்ளன. இங்குத் தெய்வ உருவங்களும் பிற சிற்பங்களும் கோவிலின் உட்புறச் சுவரில் செதுக்கப்பட்டுள்ளன."
  }
]
