[
          
  {
    
          "description": "“ஓடி விளையாடு பாப்பா” பாடல் பகுதியில் குழந்தைக்கு என்ன செய்து பழக்க வைக்கச் சொல்கிறது?",
          "options": [
      "காலை எழுந்தவுடன் பாட",
      "மாலை முழுதும் விளையாட்டு",
      "கூடி விளையாடு",
      "கனிவு கொடுக்கும் நல்ல பாட்டு பாட"
    ],
    "answer": "D",
    
          "additional_context": "“ஓடி விளையாடு பாப்பா” என்பது ஒரு குழந்தைப் பாடல். இந்தப் பாடலில் குழந்தைக்குக் கனிவு கொடுக்கும் நல்ல பாட்டுகளைப் பாடச் சொல்லப்படுகிறது.  இது குழந்தைக்கு அழகான குணங்களை வளர்க்க உதவும் என்பது இப்பாடலின் கருத்து"
          }
        ,
          
  {
    
          "description": "“மொழிபெயர்க்க” என்ற பகுதியில், அக்பர் பீர்பலை என்ன கேள்வி கேட்கிறார்?",
          "options": [
      "நகரத்தில் எத்தனை குதிரைகள் உள்ளன?",
      "நகரத்தில் எத்தனை புறாக்கள் உள்ளன?",
      "நகரத்தில் எத்தனை மரங்கள் உள்ளன?",
      "நகரத்தில் எத்தனை காகங்கள் உள்ளன?"
    ],
    "answer": "D",
    
          "additional_context": "அக்பர் ஒரு மன்னர். பீர்பல் அவரது அமைச்சர்.  அக்பர்  பீர்பலை  “நகரத்தில் எத்தனை காகங்கள் உள்ளன?'  என்று கேள்வி கேட்கிறார்."
          }
        ,
          
  {
    
          "description": "“பிழை நீக்கி எழுதுக” என்ற பகுதியில் கொடுக்கப்பட்ட வாக்கியங்களில் எது பிழையற்றது?",
          "options": [
      "மதீனா சிறந்த இசை வல்லுநர் வேண்டும்.",
      "நல்ல தமிழுக்கு எழுதுவோம்",
      "பவளவிழிதான் பரிசு உரியவள்.",
      "துன்பத்தால் பொறுத்துக்கொள்பவனே வெற்றி பெறுவான்."
    ],
    "answer": "D",
    
          "additional_context": "“பிழை நீக்கி எழுதுக” என்ற பகுதியில் சில வாக்கியங்கள் கொடுக்கப்பட்டுள்ளன. அவற்றில்  “துன்பத்தால் பொறுத்துக்கொள்பவனே வெற்றி பெறுவான்.” என்ற வாக்கியம் தான் பிழையற்றது. மீதமுள்ள வாக்கியங்களில் இலக்கணப் பிழைகள் உள்ளன."
          }
        ,
          
  {
    
          "description": "“இடைச்சொற்களைக் கொண்டு தொடர்களை இணைக்க” என்ற பகுதியில் கொடுக்கப்பட்ட எந்த தொடர் இணைப்பில் பிழை உள்ளது?",
          "options": [
      "அலுவலர் வந்ததால் அனைவரும் பதற்றம் அடைந்தனர்.",
      "சுடர்க்கொடி பாடினாள்; மாலன் பாடினான்.",
      "பழனிமலை பெரியது; இமயமலை மிகப் பெரியது.",
      "கவலையற்ற எதிர்காலம்; கல்வியே நிகழ்காலம்."
    ],
    "answer": "B",
    
          "additional_context": "“இடைச்சொற்களைக் கொண்டு தொடர்களை இணைக்க” என்ற பகுதியில் சில தொடர்கள் கொடுக்கப்பட்டுள்ளன. அவற்றில்  “சுடர்க்கொடி பாடினாள்; மாலன் பாடினான்.” என்ற தொடரை இணைக்கும் போது இடையில் சரியான இடைச்சொல் பயன்படுத்தப்படவில்லை. மீதமுள்ள தொடர்களில் இடைச்சொற்கள் சரியாக பயன்படுத்தப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "“Child's Song” பாடலில் குழந்தையை என்ன செய்ய சொல்லுகிறார்கள்?",
          "options": [
      "காலை எழுந்தவுடன் பாட",
      "மாலை முழுதும் விளையாட்டு",
      "கூடி விளையாடு",
      "கனிவு கொடுக்கும் நல்ல பாட்டு பாட"
    ],
    "answer": "B",
    
          "additional_context": "“Child's Song” என்ற பாடலில் குழந்தைகள் விளையாடுவது பற்றி சொல்லப்பட்டுள்ளது. குழந்தைகள் முழு மாலை நேரத்தையும் விளையாட்டுக்கு அர்ப்பணிக்க வேண்டும் என்றும் அந்த பாடல் கூறுகிறது"
          }
        ]