
[
  {
    "description": "“மாமல்லபுரம்” என்பது எதற்குச் சிறந்த சான்றாகும்?",
    "options": [
      "அ) பல்லவர் காலச் சிற்பக்கலை",
      "ஆ) பாண்டியர் காலச் சிற்பக்கலை",
      "இ) சோழர் காலச் சிற்பக்கலை",
      "ஈ) நாயக்கர் காலச் சிற்பக்கலை"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "பல்லவர் காலத்து சிற்பக்கலையின் சிறந்த சான்றாக மாமல்லபுரம் விளங்குகிறது. இந்த இடத்தில் உள்ள கடற்கரை கோயில், ரிஷபநாதர் கோயில், பஞ்ச பந்தவக் கோயில், மகாபலிபுரம்  இவை எல்லாம் பல்லவர் காலத்தில் அமைக்கப்பட்டவை. தமிழ்நாட்டின் வரலாற்றிலும் கலாச்சாரத்திலும்  பல்லவர் காலத்திற்கு ஒரு முக்கியமான இடம் உண்டு. இதற்கு மாமல்லபுரத்தில் உள்ள சிற்பங்கள் சிறந்த சான்றுகளாகும்."
  },
  {
    "description": "“பொதுவர்கள் பொலிஉறப் போர்அடித்திடும்” என்ற வரி எந்த நிலத்தைப் பற்றி குறிப்பிடுகிறது?",
    "options": [
      "அ) குறிஞ்சி",
      "ஆ) முல்லை",
      "இ) மருதம்",
      "ஈ) பாலை"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "பொதுவர்கள் பொலிவுறப் போர் அடித்திடும் என்ற வரி பாலை நிலத்தைப் பற்றியது. பாலை நிலம் என்பது வறட்சி மிக்க பகுதியாகும். மழை பெய்யாத இந்த பகுதியில் மக்கள் வாழ்வதற்கு ஏற்றதல்ல. எனவே போர்கள் நடைபெறும். 'போர்' என்ற சொல்  பாலை நிலத்தின் முக்கிய இயல்பை குறிப்பிடுகிறது."
  },
  {
    "description": "“மரவேர்” என்பது எதற்கு இன்னொரு சொல்?",
    "options": [
      "அ) மரத்தின் வேர்",
      "இ) தோன்றல்",
      "ஈ) பூத்தல்",
      "ஈ) வாடிதல்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "மரவேர் என்பது தோன்றல்  என்பதற்கு இன்னொரு சொல். 'மரம் வேர்விட்டு வளர்வது போல...' என்ற வழக்கத்தில் பயன்படுத்தப்படும் சொல் இது. அதுபோலவே  ஒரு செயல் தோன்றுவதை குறிப்பிடும்போது 'மரவேர்' என்ற சொல்லை பயன்படுத்தலாம்."
  },
  {
    "description": "“அதிரப் புகுதக் கனாக் கண்டேன்” - இந்த வரியில் யார் யாரின் கனவில் புகுந்தார்கள்?",
    "options": [
      "அ) கண்ணன், ஆண்டாளின் கனவில்",
      "ஆ) ஆண்டாள், கண்ணனின் கனவில்",
      "இ) கண்ணன், திருமாலின் கனவில்",
      "ஈ) திருமால், ஆண்டாளின் கனவில்"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "'அதிரப் புகுதக் கனாக் கண்டேன்'  என்றது ஆண்டாள் பாடியது. இந்த பாடல் ஆண்டாள்  திருமாலின் திருவடியை  ஏங்கித் துடித்துப் பாடினார். ஆனால் திருமால்  அவர் கனவில் வந்து தனது அருளைப் பகிர்ந்து கொண்டார். ஆண்டாள்  கண்ணனைத் தன்னுடைய கணவராக ஏற்றுக் கொண்டார்.  'அதிரப் புகுதக் கனாக் கண்டேன்'  என்பதன் மூலம் ஆண்டாள் கண்ணனைப் பற்றித் தனது அன்பை வெளிப்படுத்தினார். "
  },
  {
    "description": "திருநாதர்குன்றில் உள்ள பாறைகளில் புடைப்புச் சிற்பங்களாக உள்ளவை யாவை?",
    "options": [
      "அ) விலங்குகள்",
      "ஆ) மரங்கள்",
      "இ) தெய்வ உருவங்கள்",
      "ஈ) மனிதர்கள் "
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "திருநாதர்குன்றில் உள்ள பாறைகளில்  புடைப்புச் சிற்பங்களாக உள்ளவை தெய்வ உருவங்கள். திருநாதர்குன்றில் உள்ள   பாறைகளில்   பல  தெய்வங்களின்  சிற்பங்கள்  அமைக்கப்பட்டுள்ளன. சிற்பங்கள்  உருவாகும்  விதத்தின் அடிப்படையில்  தட்டைச் சிற்பங்கள், புடைப்புச் சிற்பங்கள்,  தனித்து நிற்கும்  சிற்பங்கள் என்று வகைப்படுத்தப்படுகிறது. திருநாதர்குன்றில் உள்ள சிற்பங்கள் புடைப்புச் சிற்பங்களாகும்."
  }
]
