
[
  {
    "description": "“தித்திக்கும் தெள்அமுதாய்த் தெள்அமுதின் மேலான முத்திக் கனியேஎன் முத்தமிழே”  என்ற வரிகளில்,  “முத்தமிழே” என குறிப்பிடப்படுவது எது?",
    "options": [
      "இயல், இசை, நாடகம் ஆகிய மூன்றையும் உள்ளடக்கிய தமிழ்",
      "மூன்று இலக்கிய வகைகளான குறம், பள்ளு, தாழிசை",
      "சிந்தா மணி எனப்படும் புத்தகம்",
      "முத்தமிழே என்ற ஒருவகை பாடல்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடலில் 'முத்தமிழே' என குறிப்பிடப்படுவது இயல், இசை, நாடகம் ஆகிய மூன்றையும் உள்ளடக்கிய தமிழ். தமிழின் பெருமையைப் பாடும் தூது இலக்கியத்தில் முத்தமிழ் இயல், இசை, நாடகம் என மூன்று வகைகளாகப் பிரிக்கப்பட்டுள்ளது. தமிழ் மொழி இயலில் சிறந்தது. இசையில் இனிமையானது. நாடகத்தில் சிறந்தது என்று சொல்லி வந்தனர். ஆகவே முத்தமிழே என்ற வார்த்தை தமிழ் இயல், இசை, நாடகம் மூன்றையும் உள்ளடக்கி விளங்குகிறது."
  },
  {
    "description": "“வந்துஎன்றும் சிந்தா மணியாய் இருந்தஉனைச் சிந்துஎன்று சொல்லிய நாச்சிந்துமே” என்ற வரிகளில், “சிந்தாமணி”  என்பதன் பொருள் என்ன?",
    "options": [
      "சிந்தா மணியாய் இருக்கும் ஒருவகை பறவை",
      "பொருள் வீணாகாது, மதிப்புமிக்க ஒரு பொருள்",
      "சிந்து என்னும் பாடலில் உள்ள ஒரு வகை இசை",
      "கெட்டுப்போகாத சிறந்த ஒருவகை நகை"
    ],
    "answer": "B",
    "additional_context": "சிந்தாமணி என்பது பொருள் வீணாகாத மதிப்புமிக்க ஒரு பொருள்.  இந்த வரிகளில் 'சிந்தா மணி' எனக் குறிப்பிடப்பட்டுள்ளது. இதன் பொருள்  கெட்டுப்போகாத சிறந்த ஒருவகை நகை என்று பொருள்.  'சிந்து' என்பது ஒருவகை இசைப்பாடல்.  சிறந்த  நகை எப்படி கெட்டுப்போகாமல் இருக்கும் என்று சொல்லவந்திருக்கிறார் கவிஞர்."
  },
  {
    "description": "“முற்றும்உணர்ந்த தேவர்களும் முக்குணமே பெற்றார்நீ குற்றம்இலாப் பத்துக் குணம்பெற்றாய்”  என்ற வரிகளில், “முக்குணம்”  என்பதன் பொருள் என்ன?",
    "options": [
      "மூன்று பண்புத்தொகைகள்",
      "தமிழின் மூன்று பிரிவுகள்",
      "சத்துவம், இராசசம், தாமசம் என்னும் மூன்று குணங்கள்",
      "மூன்று பத்துக்குணங்கள்"
    ],
    "answer": "C",
    "additional_context": "முக்குணம் என்பது சத்துவம், இராசசம், தாமசம் என்னும் மூன்று குணங்கள். இவை சமஸ்கிருத மொழியிலிருந்து பெறப்பட்டவை. தமிழில் இந்தக் குணங்கள் இயற்கையாகவே இருந்து வருகின்றன.  'முற்றும் உணர்ந்த தேவர்களும் முக்குணமே பெற்றார்' என்பது சத்துவம், இராசசம், தாமசம் என்னும் மூன்று குணங்களைத்தான் குறிக்கிறது."
  },
  {
    "description": "“நோக்கிய வண்ணங்கள் நூறுஉடையாய் – நாக்குலவும் ஊனரசம் ஆறுஅல்லால் உண்டோ செவிகள்உணவு ஆன நவரசம்உண் டாயினாய்”  என்ற வரிகளில், “நவரசம்”   என்பதற்கு எந்த விளக்கம் சரியானது?",
    "options": [
      "நாவின் மீது பொருந்தும் ஆறு சுவைகள்",
      "நாவின் மீது பொருந்தும் ஒன்பது சுவைகள்",
      "செவிகளுக்கு இனிமையான ஒன்பது இசை வகைகள்",
      "தமிழ் மொழியின் ஒன்பது வண்ணங்கள்"
    ],
    "answer": "C",
    "additional_context": "'நவரசம்' என்பது செவிகளுக்கு இனிமையான ஒன்பது இசை வகைகள். இவை தமிழ் இலக்கியத்தில் மிகவும் பிரபலமானவை. தமிழ் மொழியில் வீரம், அச்சம், இழிப்பு, வியப்பு, காமம், அவலம், கோபம், நகை, சமநிலை என்று ஒன்பது வகையான இசை வகைகள் காணப்படுகின்றன.  இந்த ஒன்பது இசை வகைகளும் செவிகளுக்கு இனிமையானவை. இசை வகைகள் தமிழ் மொழியில் மிகவும் பிரபலமானவை. "
  },
  {
    "description": "“தமிழ்விடு தூது” என்னும் சிற்றிலக்கியத்தில், யாரைத் தூதுவாக அனுப்பப்படுகிறது?",
    "options": [
      "காதல் கொண்ட ஒரு பெண்",
      "சொக்கநாதர்",
      "தமிழ் மொழி",
      "சிந்தாமணி"
    ],
    "answer": "C",
    "additional_context": "தமிழ்விடு தூது என்னும் சிற்றிலக்கியத்தில் தமிழ் மொழியைத் தூதுவாக அனுப்பப்படுகிறது. சொக்கநாதர் மீது காதல்கொண்ட ஒரு பெண், தன் காதலைக் கூறிவருமாறு தமிழ்மொழியைத் தூதுவிடுவதாக இந்நூல் அமைந்துள்ளது. தமிழ் மொழி இனிமை, இலக்கிய வளம், பாச்சிறப்பு, சுவை, அழகு, திறம், தகுதி ஆகியன இச்சிற்றிலக்கியத்தில் விரவியுள்ளன."
  }
]
