[
          
  {
    
          "description": "கவிஞர் வாலியின் பாடலில், 'விறகு' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "விறகு மூட்டை",
      "திறமை",
      "பறவை",
      "கலை"
    ],
    "answer": "B",
    
          "additional_context": "கவிஞர் வாலியின் பாடல் மருதூர்ப் பள்ளியின் 25 ஆண்டு விழாவைப் பற்றி கூறுகிறது. அந்த பாடலில் 'விறகு' என்ற சொல் 'திறமை' என்பதைக் குறிக்கிறது. விறகு என்பது மிகவும் சாதாரணமான ஒன்று. ஆனால் அதைப் பயன்படுத்தி நாம் உணவு சமைக்க முடியும். இப்படி சாதாரணமான பொருளிலிருந்து  பெரிய பயனைத் தருவது போல திறமை  பயன்படுத்தப்படுகிறது. திறமை உள்ளவர்கள் சாதாரணமாக இருந்தாலும், அவர்கள் திறமையைப் பயன்படுத்தி சிறந்தவர்களாக மாறிவிடுவார்கள் என்பதை இந்தப் பாடல் கூறுகிறது."
          }
        ,
          
  {
    
          "description": "'உள்ளங்கையில் உலகம்' என்ற நூலை எழுதியவர் யார்?",
          "options": [
      "இன்சுவை",
      "மருதூர்ப் பள்ளி மாணவி",
      "பூங்குழலி",
      "கின்னஸ் சாதனை படைத்தவர்"
    ],
    "answer": "C",
    
          "additional_context": "மருதூர் அரசு மேல்நிலைப்பள்ளி மாணவி பூங்குழலி எழுதிய நூல் 'உள்ளங்கையில் உலகம்' என்பது. மருதூர் அரசு மேல்நிலைப்பள்ளி 25 ஆண்டுகளாகச் சிறந்த கல்விப்பணியை வழங்கி வருகிறது. இப்பள்ளி, சிறந்த கவிஞராகத் திகழும் இன்சுவை முதலான பன்முகப் படைப்பாளிகளை உருவாக்கிய பெருமை கொண்டது. இந்தப் பள்ளியின் 25 ஆண்டு விழாவில் இந்த நூல் வெளியிடப்பட்டது."
          }
        ,
          
  {
    
          "description": "'கல்லாடம் படித்தவரோடு கடிதம் எழுதினாலும் பயன் இல்லை' என்ற பழமொழிக்கு என்ன அர்த்தம்?",
          "options": [
      "கல்வி இல்லாமல் எழுதப் படிக்கத் தெரியாது.",
      "படித்தவர்கள் எல்லோரும் புத்திசாலிகள் அல்ல.",
      "கல்வி மட்டும் போதாது, அனுபவமும் முக்கியம்.",
      "கல்வி எல்லாவற்றிற்கும் தீர்வு அல்ல."
    ],
    "answer": "C",
    
          "additional_context": "கல்வி மட்டும் போதாது.  அனுபவமும் முக்கியம் என்பதைப்  பொருள்படுத்தும் பழமொழி  'கல்லாடம் படித்தவரோடு கடிதம் எழுதினாலும் பயன் இல்லை' என்பதாகும். இது அனுபவத்தின் முக்கியத்துவத்தை எடுத்துக்காட்டும் பழமொழி."
          }
        ,
          
  {
    
          "description": "'மொழிபெயர்ப்பும் ஒலிபெயர்ப்பும்' என்ற நூலை எழுதியவர் யார்?",
          "options": [
      "ராபர்ட் கால்டுவெல்",
      "மணவை முஸ்தபா",
      "என். சொக்கன்",
      "இன்சுவை"
    ],
    "answer": "B",
    
          "additional_context": "திராவிட மொழிகளின் ஒப்பிலக்கணம் பற்றி எழுதியவர் ராபர்ட் கால்டுவெல். மாணவர்களுக்கான தமிழ்  என்ற நூலை எழுதியவர் என். சொக்கன். 'மொழிபெயர்ப்பும் ஒலிபெயர்ப்பும்' என்ற நூலை எழுதியவர் மணவை முஸ்தபா. "
          }
        ,
          
  {
    
          "description": "கொடுக்கப்பட்ட பாடலில், 'அகத்திலும் நீ குடியிருக்க வேண்டுவேனே!' என்ற வரியில் 'நீ' யைக் குறிக்கும் சொல் எது?",
          "options": [
      "விறகு",
      "அழகு",
      "மெய்",
      "தூய்மை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடல் ம. இலெ. தங்கப்பா எழுதியது.  இந்தப் பாடலில், 'அகத்திலும் நீ குடியிருக்க வேண்டுவேனே!' என்ற வரியில் 'நீ' என்பது  'அழகு' என்பதைக் குறிக்கிறது.  நம்மைச் சுற்றியுள்ள இயற்கையின் அழகு நம் உள்ளத்திலும் குடியிருக்க வேண்டும் என்று அழைப்பு விடுக்கும் வரிகள் அவை."
          }
        ]