
[
  {
    "description": "முத்தொள்ளாயிரத்தில் எந்த நாடு “அச்சமில்லாத நாடு” என்று போற்றப்படுகிறது?",
    "options": [
      "சேரநாடு",
      "சோழநாடு",
      "பாண்டிய நாடு",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "முத்தொள்ளாயிரம் என்பது சேர, சோழ, பாண்டிய மன்னர்களின் பெயர்களைக் குறிப்பிடாமல் சேர, சோழ, பாண்டியர் என்று பொதுவாகப் பாடுகிறது. முத்தொள்ளாயிரத்தில், சேரநாடு 'அச்சமில்லாத நாடு' என்று போற்றப்படுகிறது. சேரநாடு, 'வெள்ளம்தீப் பட்ட(து) எனவெரீஇப்பு ள்ளினம்தம்' என்ற வரிகளால் அச்சமில்லாத நாடு என்று குறிப்பிடப்படுகிறது. இதன் பொருள், வெள்ளம் தீப்பிடித்ததா எனப் பயந்து, சேரநாட்டில் நீர்ப்பறவைகள் தம் குஞ்சுகளை சிறகுகளுக்குள் ஒடுக்கிக் கொண்டு இருந்தன என்பதாகும். அதாவது, இயற்கையாகவே தீப்பிடிக்கக்கூடிய வெள்ளம் போன்ற ஆபத்துக்கள் இருந்தாலும், மக்கள் தீயைப்பற்றி பயப்படாத அளவுக்கு அச்சமில்லாத நாடு என்பதாகும்."
  },
  {
    "description": "'கொல்யானை' என்ற சொல் எந்த வகையான தொகையாகும்?",
    "options": [
      "வினைத்தொகை",
      "பண்புத் தொகை",
      "இயல்பொருள் தொகை",
      "உவமைத் தொகை"
    ],
    "answer": "A",
    "additional_context": "'கொல்யானை' என்ற சொல், 'கொல்' என்ற வினைச்சொல்லுடன் 'யானை' என்ற பெயர்ச்சொல் இணைந்து உருவாகியுள்ளது. இதில் 'கொல்' என்ற வினைச்சொல் யானையின் பண்பைக் குறிக்கிறது. எனவே இது வினைத்தொகை ஆகும். இதன் பொருள் 'கொல்லும் யானை' என்பதாகும். சோழநாட்டைப் பற்றிய பாடலில்  'கொல்யானை மேலிருந்து கூற்றிசைத்தால் போலுமே' என்ற வரிகள் வருகின்றன. 'கொல்யானை' என்பது சோழர்களின் போர் யானையைக் குறிக்கிறது."
  },
  {
    "description": "முத்தொள்ளாயிரம் என்னும் நூல் எந்தப் பகுதியிலிருந்து கிடைக்கிறது?",
    "options": [
      "சங்க இலக்கியம்",
      "பக்தி இலக்கியம்",
      "புறத்திரட்டு",
      "எதுவும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "முத்தொள்ளாயிரம் என்பது வெண்பாவால் எழுதப்பட்ட ஒரு நூல். இந்த நூல் முழுமையாக கிடைக்கவில்லை. புறத்திரட்டு என்னும் நூலிலிருந்து 108 செய்யுள்கள் கிடைத்துள்ளன. அவை முத்தொள்ளாயிரம் என்னும் பெயரில் பதிப்பிக்கப்பட்டுள்ளன."
  },
  {
    "description": "“வெள்ளம்தீப் பட்ட(து) எனவெரீஇப்பு ள்ளினம்தம்” என்னும் வரிகளில் உள்ள “வெரீஇப்பு” என்பது எந்த மன்னரின் நாட்டுப் பண்புக்கு உதாரணமாகும்?",
    "options": [
      "சோழன்",
      "பாண்டியன்",
      "சேரன்",
      "பல்லவன்"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் சேரநாட்டைப் பற்றிய பாடலிலிருந்து எடுக்கப்பட்டது.  'வெள்ளம்தீப் பட்ட(து) எனவெரீஇப்பு ள்ளினம்தம்' என்ற வரிகளில் 'வெரீஇ'  என்ற சொல் அஞ்சுதல் எனப் பொருள்படும். இதன் பொருள் வெள்ளம் தீப்பிடித்ததா எனப் பயந்து நீர்ப்பறவைகள் தம் குஞ்சுகளை சிறகுகளுக்குள் ஒடுக்கிக் கொண்டு இருந்தன என்பதாகும். அதாவது, இயற்கையாகவே தீப்பிடிக்கக்கூடிய வெள்ளம் போன்ற ஆபத்துக்கள் இருந்தாலும், மக்கள் தீயைப்பற்றி பயப்படாத அளவுக்கு அச்சமில்லாத நாடு என்பதாகும். இந்த வரிகள் சேரநாட்டை 'அச்சமில்லாத நாடு' என்று போற்றும் வகையில் உள்ளன. "
  },
  {
    "description": "“நாவலோஓ என்றிசைக்கும் நாளோதை” என்னும் வரிகளில் “நாவலோ” என்னும் சொல் எதைக் குறிக்கிறது?",
    "options": [
      "சோழர்களின் போர்க்கோளத்தை",
      "சேரர்களின் மலைப்பகுதிகளை",
      "பாண்டியர்களின் முத்துகளைக்",
      "உழவர்களின் அழைப்பைக்"
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள் சோழநாட்டைப் பற்றிய பாடலிலிருந்து எடுக்கப்பட்டது.  'நாவலோஓ என்றிசைக்கும் நாளோதை' என்ற வரிகளில் 'நாவலோ' என்பது உழவர்களின் அழைப்பைக் குறிக்கிறது. சோழநாட்டைப் பற்றிய பாடலில்  'காவல் உழவர் களத்துஅகத்துப் போர்ஏறி நாவலோஓ என்றிசைக்கும் நாளோதை' என்ற வரிகள் வருகின்றன. சோழ நாட்டில் உழவர்கள் நெற்போர் மீது ஏறி நின்றுகொண்டு மற்ற உழவர்களை  'நாவலோ' என்று கூவி அழைப்பார்கள். இதனை, போர்க்களத்தில் யானை மீது ஏறி நின்றுகொண்டு மற்ற வீரர்களை 'நாவலோ' என்று அழைப்பது போன்றது என்று குறிப்பிடப்பட்டுள்ளது.  இதன் மூலம் சோழநாட்டில் உழவர்கள் வீரத்தோடு இருந்தார்கள் என்பதை அறிய முடிகிறது. "
  }
]
