
[
  {
    "description": "மணிமேகலை விழாவறை காதையில் எந்த மாதிரியான வாழ்த்து கூறப்படுகிறது?",
    "options": [
      "மக்களுக்கு மகிழ்ச்சி, செல்வம், ஆரோக்கியம் கிடைக்க வேண்டும்",
      "புகார் நகரில் வாழும் விலங்குகளுக்கு நல்லது நடக்க வேண்டும்",
      "நகரத்தில் புதிய கோட்டை கட்டப்பட வேண்டும்",
      "அரசன் நீண்ட ஆயுள் பெற வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "மணிமேகலைக் காப்பியத்தில் விழாவறை காதையில், அகநகர் மருங்கே ஓளிறுவாள் மறவர்கள் தேர்ப்படை, யானைப்படை, குதிரைப்படை ஆகியவற்றை சூழ்த்தி வந்து பசியும், பிணியும், பகையும் நீங்கி வசியும் வளனும் சுரக்க! என வாழ்த்துகிறார்கள். இது மக்களுக்கு மகிழ்ச்சி, செல்வம், ஆரோக்கியம் கிடைக்க வேண்டும் என வாழ்த்துவதாகும்."
  },
  {
    "description": "மணிமேகலை விழாவறை காதையில், மக்கள் எந்த மாதிரியான தன்மையை வெளிப்படுத்த வேண்டும் என கூறப்படுகிறது?",
    "options": [
      "பகைமை, பொறாமை, சினம்",
      "அமைதி, ஒருமைப்பாடு, அன்பு",
      "தன்னம்பிக்கை, சுயநலம், ஆசை",
      "மத நம்பிக்கை, சமூகப் பொறுப்பு, தேசபக்தி"
    ],
    "answer": "B",
    "additional_context": "மணிமேகலை விழாவறை காதையில், மாறுபாடு கொண்ட பகைவர்களிடம் கூடக் கோபமும் பூசலும் கொள்ளாது அவர்களைவிட்டு விலகி நில்லுங்கள் என்று கூறப்படுகிறது. இது மக்கள் பகைமையை விட்டுவிட்டு அமைதி, ஒருமைப்பாடு, அன்பு ஆகியவற்றை வெளிப்படுத்த வேண்டும் என்று வலியுறுத்துவதாகும்."
  },
  {
    "description": "மணிமேகலை விழாவறை காதையில், மக்கள் எதைக் குறித்து அறிந்து கொள்ள வேண்டும்?",
    "options": [
      "புகார் நகரின் வரைபடத்தை",
      "அரசரின் ஆணைக்களை",
      "விழா நடைபெறும் காலத்தை",
      "சமய நெறிகளை"
    ],
    "answer": "C",
    "additional_context": "மணிமேகலை விழாவறை காதையில், தேவரும் மக்களும் ஒன்றுபட்டு மகிழ்வுடன் உலாவிவருவர் என்பதை நன்கு அறிந்தீர் என சொல்லப்படுகிறது. விழா நடைபெறும் நாட்கள் (இருபத்தெட்டு நாள்கள்) பற்றியும், விழாக்கால நிகழ்வுகள் பற்றியும் அறிந்திருக்க வேண்டும் என்பதை இது சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "மணிமேகலையின் விழாவறை காதையில் விழாக்காலத்தின் சூழல் எவ்வாறு விவரிக்கப்படுகிறது?",
    "options": [
      "நகரம் முழுவதும் பூக்களால் அலங்கரிக்கப்பட்டு மக்கள் மகிழ்ச்சியாக இருப்பதைப் பற்றி",
      "பண்டிகைக் காலத்தில் மக்களின் உற்சாகமும் ஓய்வும் அதிகமாக இருப்பதைப் பற்றி",
      "நகரத்தில் வரும் பல்வேறு மக்கள் குழுக்களைப் பற்றியும் அவற்றின் பங்களிப்பைப் பற்றியும்",
      "அனைத்து விருந்தினர்களையும் வரவேற்கும் வகையில் நகரம் அலங்கரிக்கப்பட்டு மக்கள் ஒற்றுமையாக இருப்பதைப் பற்றி"
    ],
    "answer": "D",
    "additional_context": "மணிமேகலை விழாவறை காதையில் விழாக்காலத்தில் புகார் நகரம் பூக்களால் அலங்கரிக்கப்பட்டுள்ளது. தோரணவீதி, தோம்அறு கோட்டியில் பூரண கும்பம், பொலம்பாலிகை, பாவை விளக்கு ஆகியவை வைக்கப்பட்டுள்ளது. காய்க்குலைக் கமுகு, வாழை, வஞ்சி, பூக்கொடி வல்லி, கரும்பு நட்டு வைக்கப்பட்டுள்ளது. தெருக்களில் பழமணலை மாற்றி புதிய மணல் பரப்பப்பட்டுள்ளது. இதன் மூலம் விழாக்காலத்தில் நகரம் அழகுற அலங்கரிக்கப்பட்டு மக்கள் ஒற்றுமையாக இருப்பதைப் பற்றி விவரிக்கப்படுகிறது."
  },
  {
    "description": "சமயக் கணக்கர், பாடைமாக்கள், கடவுளாளர் என மணிமேகலை விழாவறை காதையில் குறிப்பிடப்படும் இவர்களின் தனித்துவம் என்ன?",
    "options": [
      "சமயம், மொழி, தெய்வீக சக்தி ஆகியவை அவர்களின் தனித்துவத்தை பிரதிபலிக்கின்றன.",
      "அனைவரும் புகாரின் மகிழ்ச்சியில் பங்கேற்க வந்தவர்கள்.",
      "சிலப்பதிகாரக் காலத்திற்குப் பின்னால் மக்களின் வாழ்க்கை மாறியிருப்பதை இவர்கள் குறிப்பிடுகிறார்கள்.",
      "இவர்களின் வருகை புகாரின் பொருளாதார வளர்ச்சிக்கு சாட்சியாக இருக்கிறது."
    ],
    "answer": "A",
    "additional_context": "மணிமேகலை விழாவறை காதையில்  சமயக் கணக்கர், பாடைமாக்கள், கடவுளாளர், ஐம்பெருங்குழு, எண்பேராயம், வந்தொருங்கு குழுமியிருப்பதாக குறிப்பிடப்படுகிறது. இவர்கள் பல்வேறு சமயங்களைச் சார்ந்தவர்கள், பல்வேறு மொழிகளை பேசுபவர்கள் மற்றும் தெய்வீக சக்தியை கொண்டவர்கள் ஆகும். இது அவர்களின் தனித்துவத்தை பிரதிபலிக்கிறது."
  }
]
