
[
  {
    "description": "“சைக்கிளில் வந்த தக்காளிக் கூடை சரிந்து முக்கால் சிவப்பில் உருண்டது” என்ற வரிகளில் எந்த மனித குணத்தை கல்யாண்ஜி கவனத்தில் கொண்டுவருகிறார்?",
    "options": [
      "அன்பு",
      "கருணை",
      "அக்கறை",
      "தயவு"
    ],
    "answer": "C",
    "additional_context": "கல்யாண்ஜியின் கவிதை பகுதியில் “சைக்கிளில் வந்த தக்காளிக் கூடை சரிந்து முக்கால் சிவப்பில் உருண்டது” என்ற வரிகளில் காட்டப்படும் சம்பவம் ஒரு சாதாரண நிகழ்வு. தக்காளிக் கூடை சரிந்ததால் ஏற்பட்ட சிதறல், அந்தப் பகுதியில் இருப்பவர்களின் கவனத்தை ஈர்க்கும். ஆனால் அனைவரும்  “வேலை இருப்பதாய்க் கடந்தும் நடந்தும்” போனார்கள் என்றும், “பழங்களை விடவும் நசுங்கிப் போனது அடுத்த மனிதர்கள் மீதான அக்கறை” என்றும்  கூறப்படுகிறது.  அவர்களின் மனதில் ஏற்பட்ட அலட்சியம், உதவி செய்ய வேண்டும் என்ற அக்கறை இல்லாமல் இருந்ததைக் காட்டுகிறது. அதனால்தான்  கல்யாண்ஜி அந்த  சம்பவத்தின் மூலம்  ‘அக்கறை’ என்ற மனித குணத்தை  கவனத்தில் கொண்டுவருகிறார்."
  },
  {
    "description": "“சில இறகுகள் சில பறவைகள்” என்ற புத்தகத்தில் எது தொகுக்கப்பட்டுள்ளது?",
    "options": [
      "கல்யாண்ஜியின் கவிதைகள்",
      "கல்யாண்ஜியின் கட்டுரைகள்",
      "கல்யாண்ஜியின் கடிதங்கள்",
      "கல்யாண்ஜியின் சிறுகதைகள்"
    ],
    "answer": "C",
    "additional_context": "கல்யாண்ஜி பல கடிதங்களை எழுதியுள்ளார். அவற்றை  ‘சில இறகுகள் சில பறவைகள்’  என்ற பெயரில் தொகுத்து வெளியிட்டுள்ளார்."
  },
  {
    "description": "கல்யாண்ஜியின் சிறுகதைத் தொகுப்புகளில் எது 2016ஆம் ஆண்டிற்கான சாகித்திய அகாதெமி விருதைப் பெற்றது?",
    "options": [
      "தோட்டத்துக்கு வெளியிலும் சில பூக்கள்",
      "ஒரு சிறு இசை",
      "உயரப் பறத்தல்",
      "ஒளியிலே தெரிவது"
    ],
    "answer": "B",
    "additional_context": "கல்யாண்ஜியின் ‘ஒரு சிறு இசை’  என்ற சிறுகதைத் தொகுப்பு 2016ஆம் ஆண்டிற்கான சாகித்திய அகாதெமி விருதைப் பெற்றது."
  },
  {
    "description": "“புதுக்கவிதைகள் மனித நேயத்தை வலியுறுத்துவனவாக இருக்கின்றன” என்ற கூற்றை ஏற்றுக்கொண்டால், கல்யாண்ஜியின் கவிதைகளின் தன்மை எப்படி இருக்கும்?",
    "options": [
      "மனித நேயம் கருதாதவை",
      "மனித நேயம் சார்ந்தவை",
      "மனித நேயத்தை எதிர்க்கும்வை",
      "மனித நேயத்தைப் பற்றி எதுவும் குறிப்பிடாதவை"
    ],
    "answer": "B",
    "additional_context": "பாடப் பகுதியில் கல்யாண்ஜியின் கவிதைகளிலும்  ‘மனிதம் பரவலாக வலியுறுத்தப்படுகிறது’  எனத் தெளிவாகக் கூறப்பட்டுள்ளது.  புதுக்கவிதைகளின் தன்மை மனித நேயத்தை வலியுறுத்துவது எனில், கல்யாண்ஜியின் கவிதைகளும் மனித நேயத்தை வலியுறுத்துபவையாக இருக்கும்."
  },
  {
    "description": "“இந்தக் காட்டில் எந்த மூங்கில் புல்லாங்குழல்?” என்ற ஹைக்கூவில் எது முக்கியமானது?",
    "options": [
      "காடு",
      "மூங்கில்",
      "புல்லாங்குழல்",
      "ஒலி"
    ],
    "answer": "D",
    "additional_context": "ஹைக்கூவின் தன்மை சுருக்கமானது.  ஒரு ஹைக்கூவில் ஒரு குறிப்பிட்ட பொருள் மட்டுமே முக்கியமாக இருக்காது.  ‘இந்தக் காட்டில் எந்த மூங்கில் புல்லாங்குழல்?’ என்ற ஹைக்கூவில்  புல்லாங்குழலின் ஒலியே மையக்கருத்து.  காடு, மூங்கில் போன்றவை  ஒலி எழும் இடத்தை விவரிக்கின்றன. எனவே இந்த ஹைக்கூவில் ஒலி மிக முக்கியமானது."
  }
]
