
[
  {
    "description": "“தேரான் தெளிவும் தெளிந்தான்கண் ஐயுறவும் தீரா இடும்பை தரும்” - இக்குறளில் “தீரா இடும்பை” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நோய்",
      "துன்பம்",
      "ஏமாற்றம்",
      "இழப்பு"
    ],
    "answer": "B",
    "additional_context": "திருக்குறளின் 51 வது அதிகாரமான 'தெரிந்துதெளிதல்' அதிகாரத்தில் இடம் பெற்ற இக்குறள், சரியான நபரைத் தேர்ந்தெடுப்பதற்கான முக்கியத்துவத்தை வலியுறுத்துகிறது. ஒருவரைத் தேர்ந்தெடுக்கும் போது அவசரப்படாமல், நன்கு ஆராய்ந்து முடிவெடுக்க வேண்டும் என்பதை இக்குறள் எடுத்துரைக்கிறது. தேர்ந்தெடுப்பதில் நாம் அவசரப்பட்டு, பின்னர் ஐயப்படுதல் ஏற்பட்டால் அது தீராத துன்பத்தை தரும் என்பது இக்குறளின் பொருள்.  தீரா இடும்பை என்பது ஒருவருக்கு ஏற்படும் தீராத துன்பத்தை குறிக்கிறது. அந்த துன்பம் நோய், ஏமாற்றம், இழப்பு போன்றவற்றாக இருக்கலாம். ஆனால், அது தீராத துன்பம் என்பதால்தான் இந்த வார்த்தை பயன்படுத்தப்பட்டுள்ளது. "
  },
  {
    "description": "“ஒற்றொற்றித் தந்த பொருளையும் மற்றுமோர் ஒற்றினால் ஒற்றிக் கொளல்” - இக்குறளில் “ஒற்றினால்” என்ற சொல் யாரைக் குறிக்கிறது?",
    "options": [
      "தூதர்",
      "மந்திரி",
      "போர் வீரர்",
      "அரசர்"
    ],
    "answer": "A",
    "additional_context": "ஒற்றர் என்பது பழங்காலத்தில் அரசர்களால் பிற நாடுகளுக்கு அனுப்பப்பட்ட ரகசிய தூதர்களை குறிக்கிறது. அவர்கள் எதிரி நாடுகளின் செய்திகள், தந்திரங்கள் மற்றும் சூழ்ச்சிகள் போன்றவற்றை  அரசருக்கு ரகசியமாக தெரிவிப்பார்கள். அதாவது, ஒருவருக்கு  சொல்லப்பட்ட செய்தியை இன்னொருவர் மூலம் உறுதிப்படுத்திக்கொள்ள வேண்டும் என்பது இக்குறளின் பொருள். இங்கு 'ஒற்றினால்' என்ற சொல் ரகசிய செய்திகளை தெரிவிக்கும் ஒரு  தூதரைக் குறிக்கிறது. "
  },
  {
    "description": "“ஓஒதல் வேண்டும் ஒளிமாழ்கும் செய்வினை ஆஅதும் என்னு மவர்” - இக்குறளில் “ஒளிமாழ்கும்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "புகழை இழத்தல்",
      "நல்ல பெயரை இழத்தல்",
      "பொருளை இழத்தல்",
      "வலிமையை இழத்தல்"
    ],
    "answer": "B",
    "additional_context": "இந்த குறள், நல்ல பெயரை இழக்கும் செயல்களை நாம் செய்யக்கூடாது என்பதை வலியுறுத்துகிறது. ஒருவரின் நல்ல பெயர் மிகவும் முக்கியமானது. நல்ல பெயர் இழந்தால், அது நம்மை பல வழிகளில் பாதிக்கும்.  ஒளி என்பது புகழ், நல்ல பெயர், அந்தஸ்து போன்றவற்றைக் குறிக்கிறது. 'ஒளிமாழ்கும்' என்பது நல்ல பெயரை இழக்கும் செயல், புகழை இழக்கும் செயல். அதாவது, அந்த செயல் நம்மைப் பற்றி பிறருக்குத் தவறான எண்ணத்தை ஏற்படுத்தும்.  "
  },
  {
    "description": "“ஈன்றாள் பசிகாண்பான் ஆயினும் செய்யற்க சான்றோர் பழிக்கும் வினை” - இக்குறளில் “சான்றோர் பழிக்கும் வினை” என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
    "options": [
      "தீய செயல்",
      "அநியாயம்",
      "பொய் சொல்லுதல்",
      "துரோகம்"
    ],
    "answer": "A",
    "additional_context": "இந்த குறள், நல்ல  செயல்களின் முக்கியத்துவத்தை வலியுறுத்துகிறது. நாம் தாயின் பசியைப் பார்த்து மனம் இளைத்து, தீய செயல்களைச் செய்யக் கூடாது. நல்ல பெயர் நமக்கு எப்போதும் முக்கியமானது. இது நமக்குப் பிறருக்கு மத்தியில் நல்ல மதிப்பையும், அந்தஸ்தையும் தரும். சான்றோர் பழிக்கும் வினை என்பது தீய செயல், அநியாயம், பாவம், பாவக்காரியம், பொய் சொல்லுதல், துரோகம், நியாயமற்ற செயல், மோசமான செயல் போன்றவற்றைக் குறிக்கிறது. அப்படிப்பட்ட தீய செயல்களை நாம் ஒருபோதும் செய்யக்கூடாது என்பதை இக்குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“சலத்தால் பொருள்செய்தே மார்த்தல் பசுமண் கலத்துள்நீர் பெய்திரீஇ யற்று” - இக்குறளில் “பசுமண் கலத்துள்நீர் பெய்திரீஇ யற்று” என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
    "options": [
      "நீர் எளிதில் கசிந்து போகும்",
      "நீர் விரைவில் கெட்டுப்போகும்",
      "நீர் குறைவாக இருக்கும்",
      "நீர் அசுத்தமாக இருக்கும்"
    ],
    "answer": "B",
    "additional_context": "இந்த குறள், தீய வழியில் சம்பாதித்த பொருள் நீடிக்காது என்பதை உணர்த்துகிறது. சலத்தால் பொருள் சம்பாதித்தல் என்பது  தீய வழியில் சம்பாதித்தல் என்பதைக் குறிக்கிறது. இது ஒரு வகை உவமை. பசுமண் கலம் என்பது மென்மையான மண்கலம், அதில் நீர் ஊற்றினால் விரைவில் கெட்டுப்போய்விடும். அதுபோல தீய வழியில் சம்பாதித்த பொருள் நீடிக்காது. இந்த குறள், நேர்மையாக உழைத்து  பொருள் சம்பாதிப்பதன் முக்கியத்துவத்தை வலியுறுத்துகிறது."
  }
]
