
[
  {
    "description": "இந்தக் கவிதை எந்த உணர்வை வெளிப்படுத்துகிறது?",
    "options": [
      "அ) ஒரு தாயின் அன்பை",
      "ஆ) குழந்தையின் அழகை",
      "இ) இயற்கையின் அழகை",
      "ஈ) அனைத்தையும்"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "இந்தக் கவிதை குழந்தையின் இயற்கை மீதான ஈர்ப்பையும்,  தாயின் அன்பையும், இயற்கையின் அழகையும் இணைத்து வெளிப்படுத்துகிறது.  குழந்தை தன்னைச் சுற்றியுள்ள இயற்கை சூழலில் மகிழ்ச்சியடைகிறது.  அம்மா தன் குழந்தையை அன்போடு கவனித்துக்கொள்கிறாள்.  அணில் மரத்தின் வழியே ஓடி ஓடி குழந்தையும் அம்மாவும் பேசிக் கொள்ளும் உரையாடலைக் கேட்டு மகிழ்கிறது."
  },
  {
    "description": "பூ மொழி கவிதையின் கருப்பொருள் என்ன?",
    "options": [
      "குழந்தையின் பேச்சு",
      "அம்மாவின் அன்பு",
      "இயற்கை மீதான மரியாதை",
      "குழந்தை, அம்மா, இயற்கை ஆகியவற்றின் இணைப்பு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கவிதை குழந்தை, அம்மா மற்றும் இயற்கை ஆகியவற்றின் இணைப்பை வெளிப்படுத்துகிறது.  குழந்தை பேசும் மொழியை அம்மா புரிந்துகொள்கிறாள்.  மரம் அவர்களைக் கவனித்துக்கொள்கிறது.  அணில் அவர்களின் உரையாடலை ரசிக்கிறது.  இந்தக் கவிதை குழந்தை, அம்மா, இயற்கை இவை ஒன்றோடொன்று இணைந்திருப்பதை காட்டுகிறது."
  },
  {
    "description": "கவிதையில் 'மிழற்றுகிறது ஒரு சொல்லை' என்ற வரியில் 'மிழற்றுகிறது' என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
    "options": [
      "சிரிக்கிறது",
      "சொல்ல முயல்கிறது",
      "அழுகிறது",
      "கூவி அழைக்கிறது"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கவிதையில் குழந்தை முதன் முதலில் ஒரு சொல்லை பேச முயல்கிறது.  அது தன் முதல் சொல்லை சரியாக உச்சரிக்க முயல்கிறது.  'மிழற்றுகிறது' என்ற சொல் குழந்தை சொல்ல முயலும் முயற்சியைக் குறிக்கிறது."
  },
  {
    "description": "கவிதையில் அணில் எதைப் பார்த்து ஓடி ஓடி கவனிக்கிறது?",
    "options": [
      "குழந்தையின் பேச்சை",
      "அம்மாவின் பேச்சை",
      "கூடத்துச் சன்னலை",
      "குழந்தை, அம்மா இடையேயான உரையாடலை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிதையில் அணில் குழந்தையும் அம்மாவும் பேசிக் கொள்ளும் உரையாடலைக் கேட்டு மகிழ்கிறது.  அது ஓடி ஓடி அந்த உரையாடலைக் கவனிக்கிறது.  அணிலின் கவனத்தை ஈர்த்தது குழந்தையும் அம்மாவும் பேசிக் கொள்ளும் மொழிதான்."
  },
  {
    "description": "கவிதையில் 'கைகளசைத்துக் கால்களுதைத்துக் கூடத்தில் கிடக்கும் சிசு' என்ற வரி குறிப்பிடுவது என்ன?",
    "options": [
      "குழந்தையின் அசாதாரண நடத்தை",
      "குழந்தையின் விளையாட்டு",
      "குழந்தையின் உடல் இயக்கம்",
      "குழந்தையின் வளர்ச்சி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கவிதை வரி குழந்தையின் உடல் இயக்கத்தைக் குறிப்பிடுகிறது.  குழந்தை கைகளை அசைத்து, கால்களை உதைத்து கூடத்தில் கிடக்கிறது.  இது குழந்தையின் இயல்பான உடல் இயக்கத்தை காட்டுகிறது."
  }
]
