
[
  {
    "description": "பத்தியில் இடம்பெற்றுள்ள \"சுற்றுச்சுவர் முழுவதும்\" என்ற சொற்றொடர் எந்த இலக்கணக் குறிப்பைப் பயன்படுத்துகிறது?",
    "options": [
      "இடத்தைக் குறிக்கும் பெயர்ச்சொல்",
      "பண்புப் பெயர்",
      "வினைச்சொல்",
      "இடைச்சொல்"
    ],
    "answer": "A",
    "additional_context": "காஞ்சி கைலாசநாதர் கோவில் சுற்றுச்சுவர் முழுவதும் சிற்பங்களின் கலைக்கூடமாகத் திகழ்கிறது. அதேபோன்று காஞ்சி வைகுந்தப்பெருமாள் கோவிலிலும் பல்லவர்காலச் சிற்பங்கள் மிகுதியாக உள்ளன. இங்குத் தெய்வச்சிற்பங்கள் மட்டுமல்லாது பிற சிற்பங்களும் கோவில் உட்புறச் சுவரில் செதுக்கப்பட்டுள்ளன. பல்லவர்காலக் குடைவரைக் கோவில்களின் நுழைவுவாயிலின் இருபுறங்களிலும் காவலர்கள் நிற்பதுபோன்று சிற்பங்கள் படைக்கப்பட்டுள்ளன. இந்தப் பத்தியில் சுற்றுச்சுவர் முழுவதும் என்ற சொற்றொடர் இடத்தைக் குறிக்கும் பெயர்ச்சொல் என்பதைக் காட்டுகிறது. இது சுற்றுச்சுவர் என்பதை குறிப்பிடுகிறது."
  },
  {
    "description": "பத்தியில் பயன்படுத்தப்பட்ட விகாரப் புணர்ச்சிகளில் எது சரியானது?",
    "options": [
      "\"சிற்பங்களின் கலைக்கூடமாகத்\"",
      "\"பல்லவர்காலச் சிற்பங்கள்\"",
      "\"கோவில் உட்புறச் சுவரில்\"",
      "\"நுழைவுவாயிலின் இருபுறங்களிலும்\""
    ],
    "answer": "B",
    "additional_context": "காஞ்சி கைலாசநாதர் கோவில் சுற்றுச்சுவர் முழுவதும் சிற்பங்களின் கலைக்கூடமாகத் திகழ்கிறது. அதேபோன்று காஞ்சி வைகுந்தப்பெருமாள் கோவிலிலும் பல்லவர்காலச் சிற்பங்கள் மிகுதியாக உள்ளன. இங்குத் தெய்வச்சிற்பங்கள் மட்டுமல்லாது பிற சிற்பங்களும் கோவில் உட்புறச் சுவரில் செதுக்கப்பட்டுள்ளன. பல்லவர்காலக் குடைவரைக் கோவில்களின் நுழைவுவாயிலின் இருபுறங்களிலும் காவலர்கள் நிற்பதுபோன்று சிற்பங்கள் படைக்கப்பட்டுள்ளன.  இந்தப் பத்தியில் விகாரப் புணர்ச்சி 'பல்லவர்காலச் சிற்பங்கள்' மட்டுமே உள்ளது. இது 'பல்லவர்கால' எனும் சொல்லுக்குப் பின் 'சிற்பங்கள்' எனும் சொல் சேர்ந்து விகாரப் புணர்ச்சியாக  உருவாகியுள்ளது."
  },
  {
    "description": "\"இல்லத்தின் அருகே புதிதாகக் கூரை வேய்ந்தனர்\"  என்ற வாக்கியத்தில் உள்ள பிழையைத் திருத்தி எழுதுக.",
    "options": [
      "இல்லத்தின் அருகே புதிதாகக் கூரை வேய்த்தனர்.",
      "இல்லத்தின் அருகே புதிதாகக் கூரை வேய்ந்து கொண்டனர்.",
      "இல்லத்தின் அருகே புதிதாகக் கூரை வேயப்பட்டனர்.",
      "இல்லத்தின் அருகே புதிதாகக் கூரை வேயப்பட்டது."
    ],
    "answer": "A",
    "additional_context": "இல்லத்தின் அருகே புதிதாகக் கூரை வேய்ந்தனர் என்ற வாக்கியத்தில் உள்ள பிழையைத் திருத்தி எழுத வேண்டும். 'வேய்ந்தனர்' என்பது சரியான சொல்.  'வேய்த்தனர்' என்பது தவறானது. வேய்த்தல் என்ற சொல் நேரடிப் பொருளில் 'அடித்து' என்ற பொருளில் பயன்படுத்தப்படுகிறது.  'கூரை' அடிப்பது சாத்தியமில்லை. எனவே, 'வேய்ந்தனர்' என்ற சொல்லே சரியானது."
  },
  {
    "description": "\"கயல் பானை செய்யக் கற்றுக் கொண்டாள்\"  என்ற வாக்கியத்தில் உள்ள பிழையைத் திருத்தி எழுதுக.",
    "options": [
      "கயல் பானை செய்யக் கற்றுக் கொண்டாள்.",
      "கயல் பானை செய்யக் கற்றுக் கொண்டான்.",
      "கயல் பானை செய்வதை கற்றுக் கொண்டாள்.",
      "கயல் பானை செய்வதைக் கற்றுக் கொண்டாள்."
    ],
    "answer": "D",
    "additional_context": "கயல் பானை செய்யக் கற்றுக் கொண்டாள் என்ற வாக்கியத்தில் உள்ள பிழையைத் திருத்தி எழுத வேண்டும். 'செய்வதைக்' என்பது சரியான சொல். இது ஒரு வினைச்சொல்லைக் குறிப்பிடுவதால் 'கே' எனும் பெயர்ச்சொல் உருவாகிறது.  இந்த சொல்லைப் பயன்படுத்தும் போது சொல்லின் கடைசியில் 'க' என்ற எழுத்து சேர்த்து 'செய்வதைக்' என எழுதுவது சரியானது.  'செய்வதை' என்பது தவறானது."
  },
  {
    "description": "\"மூடநம்பிக்கை\" என்ற சொல்லுக்கு எதிரொலிக்கின்ற சொல் எது?",
    "options": [
      "நம்பிக்கை",
      "அறிவு",
      "மதம்",
      "நேர்மை"
    ],
    "answer": "B",
    "additional_context": "மூடநம்பிக்கை என்ற சொல்லுக்கு எதிரொலிக்கின்ற சொல் அறிவு என்பது சரியானது. மூடநம்பிக்கை என்பது  அறிவுக்குப் பதிலாக  தவறான  நம்பிக்கைகள்  மற்றும்  பழக்க வழக்கங்கள்  ஆகும். அறிவு என்பது நியாயமான  காரணங்களின்  மீது  அமைந்த  நம்பிக்கை  மற்றும்  பகுத்தறிவு  சார்ந்த  நோக்கு  ஆகும்.  மூடநம்பிக்கை  என்பது  அறிவை  அடிப்படையாக  வைத்து  இல்லாமல்  பழக்க வழக்கங்கள்  மற்றும்  தவறான  காரணங்களின்  மீது  அமைந்திருக்கும். "
  }
]
