
[
  {
    "description": "தமிழகத்தின் முதல் பெண் மருத்துவராகவும், இறையியல் ஆசிரியராகவும் திகழ்ந்தவர் யார்?",
    "options": [
      "மலாலா யூசுப்சாய்",
      "ஔவை",
      "முத்துலெட்சுமி ரெட்டி",
      "சாவித்திரிபாய் பூலே"
    ],
    "answer": "C",
    "additional_context": "தமிழகத்தின் முதல் பெண் மருத்துவராக, சாதனை படைச்சாங்க முத்துலெட்சுமி ரெட்டி.  அவரைப் பத்தி படிச்சோம்.  முத்துலெட்சுமி ரெட்டி தமிழகத்தின் முதல் பெண் மருத்துவராக மட்டும் இல்ல, இந்தியப்பெண்கள் சங்கத்தின் முதல் தலைவராகவும், சென்னை மாநகராட்சியின் முதல் துணை மேயராகவும் இருந்தார். சட்ட மேலவைக்குத் தேர்ந்தெடுக்கப்பட்ட முதல் பெண்மணியாகவும் இருந்தார். "
  },
  {
    "description": "சங்க காலத்தில் பெண்பாற் புலவர்கள் பாடிய பாடல்கள் எந்தத் துறையில் சிறந்து விளங்கின என்பதை அடையாளம் காணுங்கள்.",
    "options": [
      "அறிவியல்",
      "கணிதம்",
      "வானவியல்",
      "வாழ்க்கை, சமூகம் மற்றும் தத்துவம்"
    ],
    "answer": "D",
    "additional_context": "சங்க காலத்தில் பெண்பாற் புலவர்கள் பாடல்கள் எந்தத் துறையில் சிறந்து விளங்கின என்பதைப் பாருங்க.  பெண்பாற் புலவர்கள் வாழ்க்கை, சமூகம் மற்றும் தத்துவம் பற்றிய பாடல்களைப் பாடினார்கள்.  சங்க காலத்தில் பெண்பாற் புலவர்கள் பலர் இருந்ததா? அப்படியா?  நல்லாவே புரிஞ்சுக்கிட்ட தம்பி. இத்தனை போராட்டங்களுக்குப் பிறகுதான் இன்று பெண்கள் அதிகமாகக் கல்வி கற்க வாராங்க. உயர்கல்வி கற்று எல்லாத் துறைகளிலும் பணியாற்றித் திறமையாகச் செயல்படுறாங்க."
  },
  {
    "description": "சங்க காலத்தில் பெண்பாற் புலவர்கள் வாழ்ந்த காலம் எப்படிப்பட்டதாக இருந்தது என்பதை குறிப்பிடுக.",
    "options": [
      "பெண்களுக்கு கல்வியில் தடை இருந்த காலம்",
      "பெண்கள் கல்வியைப் பெற்றிருந்த காலம்",
      "பெண்களுக்கு உரிமைகள் இல்லாத காலம்",
      "பெண்கள் வீட்டிலேயே இருந்த காலம்"
    ],
    "answer": "B",
    "additional_context": "சங்க காலத்தில் பெண்பாற் புலவர்கள் வாழ்ந்த காலம் எப்படிப்பட்டதாக இருந்தது?  அந்தக் காலத்தில எந்தப் பெண்ணைப் படிக்க வச்சாங்க?  அப்பல்லாம் நாடு நல்லா இல்லையாண்ணே!  தம்பி உனக்கு விவரம் பத்தாது.  சொல்றேன் கேட்டுக்கோ.   சங்ககாலப் பெண்பாற் புலவர்கள் சிலர் ஔவையார், ஒக்கூர் மாசாத்தியார், ஆதிமந்தியார், வெண்ணிக் குயத்தியார், பொன்முடியார், அள்ளூர் நன்முல்லையார், நக்கண்ணையார், காக்கைப்பாடினியார், வெள்ளிவீதியார், காவற்பெண்டு, நப்பசலையார்."
  },
  {
    "description": "முத்துலெட்சுமி ரெட்டி சமூகத்தில் எந்த மாற்றத்தை ஏற்படுத்தினார்?",
    "options": [
      "பெண்களின் அரசியல் பங்களிப்பு",
      "பெண்களின் கல்வி நிலை",
      "பெண்களின் சமூக உரிமைகள்",
      "பெண்களின் மருத்துவத் துறை பங்களிப்பு"
    ],
    "answer": "C",
    "additional_context": "முத்துலெட்சுமி ரெட்டி சமூகத்தில் எந்த மாற்றத்தை ஏற்படுத்தினார்?  தமிழகத்தின் முதல் பெண் மருத்துவராய், சாதனை படைச்சாங்க முத்துலெட்சுமி.  அவரைப் பத்தி படிச்சோம்.  முத்துலெட்சுமி ரெட்டி தமிழகத்தின் முதல் பெண் மருத்துவராக மட்டும் இல்ல, இந்தியப்பெண்கள் சங்கத்தின் முதல் தலைவராகவும், சென்னை மாநகராட்சியின் முதல் துணை மேயராகவும் இருந்தார். சட்ட மேலவைக்குத் தேர்ந்தெடுக்கப்பட்ட முதல் பெண்மணியாகவும் இருந்தார். "
  },
  {
    "description": "காரைக்கால் அம்மையார் தம் பாடல்களில் எதை வலியுறுத்தினார்?",
    "options": [
      "பெண் உரிமைகள்",
      "தமிழ் மொழி",
      "தத்துவம்",
      "இறைவன் மீதான பக்தி"
    ],
    "answer": "D",
    "additional_context": "காரைக்கால் அம்மையார் தம் பாடல்களில் எதை வலியுறுத்தினார்?   பக்தி இயக்கம் வளர்ந்த காலத்தில் காரைக்கால் அம்மையார், ஔவையும் குயத்தியும் வெறிபாடிய கண்ணியும்  ஆண்டாள் முதலிய பெண்கள், தம் இறைவனுக்குப் பாமாலை சூட்டினாங்க.  கொவ்வைத் தமிழைக் கொண்டு பாடிய மாசாத்தியும்  செழித்திருந்த காலம்... புகழ் வளர்த்திருந்த காலம்..."
  }
]
