[
          
  {
    
          "description": "பத்தியில் குறிப்பிடப்பட்டுள்ள ஆறு ஆதார ருசிகள் யாவை?",
          "options": [],
    "answer": [
      "புளிப்பு",
      "தித்திப்பு",
      "கசப்பு",
      "உப்பு",
      "ஸேவரி",
      "சூடு"
    ],
    
          "additional_context": "நாக்குதான் ஐம்புலன்களிலேயே ரொம்ப வீக்கு! அதற்கு நான்கு ஆதார ருசிகள்தாம் தெரியும். எலுமிச்சையின் புளிப்பு, சர்க்கரையின் தித்திப்பு, காபியின் கசப்பு, உப்பு. இவை தவிர ஸேவரி என்று சொல்கிற டேஸ்ட் எல்லாம் இந்த நான்கு ஆதார ருசிகளின் கலப்புதான். இந்த ருசிகளைத் தொட்டு அறிய நாக்கில் வெவ்வேறு இடங்கள் உண்டு. தித்திப்பு – நுனி நாக்கு, உப்பு – பரவலாக, குறிப்பாக நுனியில். கசப்பு - உள்நாக்கு. புளிப்பு, ஸேவரி – நாக்கின் வலது - இடது புறங்கள்! ஒரு சராசரி மனிதனுடைய நாக்கில் 9,000 சுவை அரும்புகள் உண்டு. அலட்டல் வேண்டாம். குழந்தையின் நாக்குடன் ஒப்பிடும்போது இது ஒன்றுமே இல்லை. ஏதாவது மருந்தை நாக்கில் தொட்டால் குழந்தைகள் என்னமாக எக்ஸ்பிரஷன் காட்டுகின்றன! சுவைக்கு வாசனையும் சேரவேண்டும். இரண்டும் ஒத்துழைத்தால்தான் பாதாம் அல்வா, ஐஸ்க்ரீம் போன்றவற்றை ரசிக்க முடியும். மூக்கைப் பிடித்துக் கொண்டு ஐஸ்க்ரீம் சாப்பிட்டுப் பாருங்கள். ஜில்லென்று இருக்கும். அவ்வளவே. கூடவே சூடும், உணவின் தோற்றமும் முக்கியம்."
          }
        ,
          
  {
    
          "description": "'காட்டமான அமில வாசனை” என்பது ஏழு வாசனைகளில் ஒன்று. இதன் மூலம் நாம் எதைப் புரிந்துகொள்ள முடியும்?",
          "options": [],
    "answer": [
      "நம் நாக்கில் உணரப்படும் ருசிகளை விட, நம் மூக்கில் உணரப்படும் வாசனைகள் மிக அதிகம்"
    ],
    
          "additional_context": "மூக்கைப் பிடித்துக் கொண்டு ஐஸ்க்ரீம் சாப்பிட்டுப் பாருங்கள். ஜில்லென்று இருக்கும். அவ்வளவே. கூடவே சூடும், உணவின் தோற்றமும் முக்கியம். மூக்குக்கு மொத்தம் ஏழு வாசனைகள். கற்பூர வாசனை, பெப்பர்மிண்ட் வாசனை, மலர்களின் வாசனை, மஸ்க் என்னும் அரபுசேக் செண்ட் வாசனை, ஈத்தர் அல்லது பெட்ரோல் வாசனை, அழுகிய முட்டை வாசனை, காட்டமான அமில வாசனை. இந்த ஏழு வாசனைகளின் கலப்புகளால் நம்மால் ஆயிரக்கணக்கான வாசனைகளை உணர முடிகிறது."
          }
        ,
          
  {
    
          "description": "“நாக்கில் வெவ்வேறு இடங்கள் உண்டு” என்ற வரியில் குறிப்பிடப்பட்டுள்ள நாக்கின் வெவ்வேறு இடங்கள் மற்றும் அவை அறியும் ருசிகளை எழுது.",
          "options": [],
    "answer": [
      "நுனி நாக்கு - தித்திப்பு",
      "உள்நாக்கு - கசப்பு",
      "நாக்கின் வலது - இடது புறங்கள் - புளிப்பு, ஸேவரி",
      "பரவலாக, குறிப்பாக நுனியில் - உப்பு"
    ],
    
          "additional_context": "நாக்குதான் ஐம்புலன்களிலேயே ரொம்ப வீக்கு! அதற்கு நான்கு ஆதார ருசிகள்தாம் தெரியும். எலுமிச்சையின் புளிப்பு, சர்க்கரையின் தித்திப்பு, காபியின் கசப்பு, உப்பு. இவை தவிர ஸேவரி என்று சொல்கிற டேஸ்ட் எல்லாம் இந்த நான்கு ஆதார ருசிகளின் கலப்புதான். இந்த ருசிகளைத் தொட்டு அறிய நாக்கில் வெவ்வேறு இடங்கள் உண்டு. தித்திப்பு – நுனி நாக்கு, உப்பு – பரவலாக, குறிப்பாக நுனியில். கசப்பு - உள்நாக்கு. புளிப்பு, ஸேவரி – நாக்கின் வலது - இடது புறங்கள்!"
          }
        ,
          
  {
    
          "description": "கவிதையில் குறிப்பிடப்பட்டுள்ள 'உயில்போன்ற' என்ற சொல் எதைப் குறிக்கிறது?",
          "options": [],
    "answer": [
      "நம் முன்னோர்களின் அறிவு, ஞானம், பழக்க வழக்கங்கள்"
    ],
    
          "additional_context": "உயில்போன்று நம்முன்னோர் எழுதி வைத்த உண்மைகளை அறிவியலின் அற்பு தத்தைப் பயில்கின்ற காப்பியத்தில் படித்த தெல்லாம் பார்தன்னில் நனவாகக் காணு கின்றோம்!"
          }
        ,
          
  {
    
          "description": "“பார்தன்னில் நனவாகக் காணு கின்றோம்!” என்ற வரியின் பொருள் என்ன?",
          "options": [],
    "answer": [
      "நாம் கற்பனை செய்ததை விட, அறிவியல் முன்னேற்றங்கள் நம்மை ஆச்சரியப்படுத்துவதால், நம் முன்னோர்களால் எழுதப்பட்ட கதைகளை உண்மையில் பார்க்கிறோம் போல உணர்கிறோம்"
    ],
    
          "additional_context": "உயில்போன்று நம்முன்னோர் எழுதி வைத்த உண்மைகளை அறிவியலின் அற்பு தத்தைப் பயில்கின்ற காப்பியத்தில் படித்த தெல்லாம் பார்தன்னில் நனவாகக் காணு கின்றோம்!"
          }
        ]