
[
  {
    "description": "“மலர்ச்சி”  என்ற சொல்லின் பகுதிப் பத உறுப்பிலக்கணத்தை கவனித்து,  “சி” என்ற  விகுதியின் செயல்பாட்டை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
    "options": [
      "வினைமுற்று விகுதி",
      "வினையெச்ச விகுதி",
      "பெயர் விகுதி",
      "தொழிற்பெயர் விகுதி"
    ],
    "answer": "D",
    "additional_context": "“மலர்ச்சி” என்ற சொல்லைப் பகுத்துப் பார்த்தால், “மலர்+ச்+சி” என்று மூன்று பகுதிகள் இருக்கின்றன. இதில் “மலர்” என்பது பகுதி, “ச்” என்பது பெயர் இடைநிலை. “சி” என்ற விகுதி தொழிற்பெயர் விகுதி ஆகும்.  “சி” என்ற விகுதி தொழிற்பெயர் விகுதி என்பதால், “மலர்ச்சி”  என்ற சொல் ஒரு தொழிற்பெயர் ஆகும்."
  },
  {
    "description": "“புதுக்கவிதையின் தந்தை” என்று போற்றப்படும் நபர் யார்?",
    "options": [
      "பாரதியார்",
      "வல்லிக்கண்ணன்",
      "ந. பிச்சமூர்த்தி",
      "இதில் எவரும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "“புதிய படைப்புச் சூழலில் மரபுக்கவிதையின் யாப்புப் பிடியிலிருந்து விடுபட்ட கவிதைகள் புதுக்கவிதைகள் எனப்பட்டன. பாரதியாரின் வசன கவிதையைத் தொடர்ந்து புதுக்கவிதை படைக்கும் முயற்சியில் ந. பிச்சமூர்த்தி ஈடுபட்டார். எனவே, அவர் \"புதுக்கவிதையின் தந்தை\" என்று போற்றப்படுகிறார்."
  },
  {
    "description": "“பிச்சமூர்த்தியின் கவிதைகள் இயற்கையையும் வாழ்க்கை அனுபவங்களையும் இணைத்து, அறிவுத் தெளிவுடன் நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகளைக் காணும் முயற்சிகளே” -  இந்த வரிகளில் பிச்சமூர்த்தியின் கவிதைகளின் இயல்பை குறிப்பிடுவது எது?",
    "options": [
      "புராணக் கதைகளை மையமாகக் கொண்டவை",
      "தனிப்பட்ட உணர்வுகளை வெளிப்படுத்தும்",
      "சமூகப் பிரச்சினைகளைப் பற்றியவை",
      "அறிவியல் கருத்துக்களை விளக்கும்"
    ],
    "answer": "D",
    "additional_context": "“இயற்கையையும் வாழ்க்கை அனுபவங்களையும் இணைத்து, அறிவுத் தெளிவுடன் நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகளைக் காணும் முயற்சிகளே பிச்சமூர்த்தியின் கவிதைகள் -புதுக்கவிதையின் தோற்றமும் வளர்ச்சியும்' என்னும் நூலில் வல்லிக்கண்ணன்.” இவ்வரிகள் பிச்சமூர்த்தியின் கவிதைகள் அறிவியல் கருத்துக்களை விளக்கும் என்பதை உணர்த்துகின்றன."
  },
  {
    "description": "புதுக்கவிதையை பல்வேறு பெயர்களில் குறிப்பிடுகின்றனர் என்பதைக் குறிப்பிடும் வரிகள் எவை?",
    "options": [
      "“பிறவிஇருள், ஒளியமுது, வாழ்க்கைப்போர்”",
      "“வேண்டு+இ, போ+கிறு+அ+து, மலர்+ச்+சி”",
      "“புதிய படைப்புச் சூழலில் மரபுக்கவிதையின் யாப்புப் பிடியிலிருந்து விடுபட்ட கவிதைகள் புதுக்கவிதைகள் எனப்பட்டன.”",
      "“இலகு கவிதை, கட்டற்ற கவிதை, விலங்குகள் இலாக் கவிதை, கட்டுக்குள் அடங்காக் கவிதை”"
    ],
    "answer": "D",
    "additional_context": "புதுக்கவிதையை பல்வேறு பெயர்களில் குறிப்பிடுவது பற்றிய வரிகள் இவை. “புதுக்கவிதையை \"இலகு கவிதை, கட்டற்ற கவிதை, விலங்குகள் இலாக் கவிதை, கட்டுக்குள் அடங்காக் கவிதை என்று பல்வேறு பெயர்களில் குறிப்பிடுகின்றனர்.”"
  },
  {
    "description": "ந. பிச்சமூர்த்தி எந்த இதழ்களின் துணை ஆசிரியராக இருந்தார்?",
    "options": [
      "கலைமகள்,  சாரதா",
      "ஹனுமான்,  நவஇந்தியா",
      "குமுதம்,  ஆனந்த விகடன்",
      "தினமணி,  தினத்தந்தி"
    ],
    "answer": "B",
    "additional_context": "ந. பிச்சமூர்த்தி தொடக்க காலத்தில் வழக்குரைஞராகவும் பின்னர் இந்து சமய அறநிலையப் பாதுகாப்புத் துறை அலுவலராகவும் பணியாற்றினார். ஹனுமான், நவஇந்தியா ஆகிய இதழ்களின் துணை ஆசிரியராகவும் இருந்தார்."
  }
]
