
[
  {
    "description": "இந்திரா தண்ணீர் எடுத்து வரும் ரயில் எந்த நேரத்தில் வருகிறது?",
    "options": [
      "காலை 7 மணி",
      "மதியம் 12 மணி",
      "மதியம் 3 மணி",
      "மாலை 6 மணி"
    ],
    "answer": "C",
    "additional_context": "கதையில் இந்திரா மற்றும் பிற பெண்கள் மதியம் 3 மணிக்கு வரும் பாசஞ்சர் ரயிலில் இருந்து தண்ணீர் எடுத்து வரும் என்று கூறப்பட்டுள்ளது. மதியம் 3 மணிக்கு ரயில் வந்து தண்ணீர் கொண்டு வருவது இதில் தெளிவாகத் தெரிகிறது."
  },
  {
    "description": "ரயிலிலிருந்து தண்ணீர் பிடிப்பதற்காகப் பெண்கள் எந்த இடத்தில் கூடுகிறார்கள்?",
    "options": [
      "தாண்டாவூரில்",
      "மெட்ராஸில்",
      "ரயில் நிலையத்தில்",
      "பிலாப்பட்டியில்"
    ],
    "answer": "C",
    "additional_context": "ரயிலிலிருந்து தண்ணீர் பிடிக்க பெண்கள் ரயில் நிலையத்திலேயே காத்திருக்கிறார்கள். ரயிலில் இருந்து தண்ணீர் பிடிப்பதற்காகப் பெண்கள் ரயில் நிலையத்தில் கூடுகிறார்கள் என்பதை கதை தெளிவாகக் கூறுகிறது."
  },
  {
    "description": "இந்திரா கனவு காணும் போது அவளுக்கு எப்படி இருக்கிறது?",
    "options": [
      "மகிழ்ச்சியாக",
      "பயமாக",
      "கோபமாக",
      "துயரமாக"
    ],
    "answer": "A",
    "additional_context": "கதையில் இந்திரா தண்ணீர் எடுத்து வரும் ரயிலில் இருந்து தண்ணீர் பிடிக்க போகும்போது, அந்த தண்ணீர் தன்னுடைய வீட்டிற்கே வருகிறது, நாளை வரை போதும் என மகிழ்ச்சியாக கனவு காண்கிறாள்."
  },
  {
    "description": "ஸ்டேஷன் மாஸ்டர் பெண்களை எப்படித் தடுக்க முயற்சி செய்கிறார்?",
    "options": [
      "அவர்களைத் திட்டி விரட்டுகிறார்",
      "காவல்துறையை அழைக்கிறார்",
      "அவர்களிடம் பேசி समझाइஷ் கொடுக்கிறார்",
      "ரயில் நேரத்தை மாற்றுகிறார்"
    ],
    "answer": "B",
    "additional_context": "ரயில் நிலையத்தில் பெண்கள் தண்ணீர் பிடிப்பதற்காக விரைவாக ஓடி வருவதையும், சண்டை போடுவதையும் கண்டு ஸ்டேஷன் மாஸ்டர், காவல்துறையை அழைக்கிறார்."
  },
  {
    "description": "இந்திராவின் அம்மா மகளைத் தேடுவதற்காக எந்த ஊருக்குச் செல்கிறாள்?",
    "options": [
      "பிலாப்பட்டி",
      "தாண்டாவூர்",
      "ராமநாதபுரம்",
      "மெட்ராஸ்"
    ],
    "answer": "C",
    "additional_context": "இந்திரா ரயிலில் இருந்து தண்ணீர் பிடித்து குதித்துவிட்டு ரயில் பயணம் செய்து போய்விடுகிறாள். ரயிலில் இருந்து இறங்கி போனது தெரியாமல், அம்மா இந்திராவைத் தேடி ராமநாதபுரம் செல்கிறாள்."
  }
]
