[
          
  {
    
          "description": "_______  என்பது ஒரு பெயர்ச்சொல்.",
          "options": [
      "கைபிடி",
      "கைப்பிடி",
      "கை",
      "பிடி"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி ஒரு வார்த்தையைப் பற்றியது.  'கைபிடி' மற்றும் 'கைப்பிடி'  இரண்டும் வேறுபட்ட பொருள்களைத் தரும் சொற்கள்.  'கைபிடி' என்பது  'கை' என்ற பொருளைத் தரும்  ஒரு பெயர்ச்சொல். 'கைப்பிடி'  என்பது  'கை' மற்றும் 'பிடி'  என்ற பொருள்களைத் தரும்  ஒரு பெயர்ச்சொல்."
          }
        ,
          
  {
    
          "description": "பாரதிதாசனின் 'வான் தந்த பாடம்' என்னும் கவிதையில், மனிதர்களின் அகந்தையைப் பற்றி விவரிக்கப்படும் பகுதி எது?",
          "options": [
      "எத்தனை பெரிய வானம்! / எண்ணிப்பார் உனையும் நீயே",
      "இத்தரை, கொய்யாப் பிஞ்சு, / நீ அதில் சிற்றெறும்பே",
      "அத்தனை பேரும் மெய்யாய் / அப்படித் தானே மானே?",
      "பித்தேறி மேல்கீழ் என்று / மக்கள்தாம் பேசல் என்னே!"
    ],
    "answer": "D",
    
          "additional_context": "பாரதிதாசனின்  'வான் தந்த பாடம்'  என்ற கவிதை மனிதர்களின் அகந்தையைப் பற்றி  பேசுகிறது.  அந்தக் கவிதையில் மனிதர்கள் தங்களைத் தாமே மிகப் பெரிதாக நினைத்துக்கொண்டு  'நான் பெரியவன்', 'நான் சிறந்தவன்'  என்று  பெருமையாகப் பேசுகிறார்கள். அவர்கள் உலகில் உள்ள மற்றவர்களை சிறியவர்களாக நினைத்து  பார்க்கிறார்கள். இந்தக் கவிதையின் மூலமாக மனிதர்களின் அகந்தை  மற்றும்  மனிதர்களை  சிறியவர்களாக  நினைத்துப்  பார்க்கும் போக்கு பற்றி  பாரதிதாசன் விமர்சித்துள்ளார்."
          }
        ,
          
  {
    
          "description": "'இராவண காவியத்தில் இடம்பெற்ற இரண்டு உவமைகளை எடுத்துக்காட்டுக.' என்னும் கேள்வியின் பதிலில், இராவண காவியத்தில் உள்ள உவமைகள் குறித்த தகவல் எதுவும் இல்லை. இருப்பினும், 'இராவண காவியத்தில் உங்களை ஈர்த்த இயற்கை எழில் காட்சிகளை விவரிக்க.' என்னும் கேள்வியின் பதிலில் உள்ள தகவல் எது?",
          "options": [
      "இயற்கை எழில் காட்சிகளை விவரிக்கும் பகுதி.",
      "இராவண காவியத்தில் இடம்பெற்ற இரண்டு உவமைகளை எடுத்துக்காட்டும் பகுதி.",
      "“குறிஞ்சி நிலம் மணப்பதற்கான நிகழ்வுகளைக் குறிப்பிடுக.” என்ற கேள்விக்குரிய பதில்.",
      "“கைபிடி, கைப்பிடி – சொற்களின் பொருள் வேறுபாடுகளையும் அவற்றின் புணர்ச்சி வகைகளையும் எழுதுக.” என்ற கேள்விக்குரிய பதில்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி இரண்டு கேள்விகளை ஒப்பிட்டு  நினைத்துப் பார்க்க வைக்கிறது.  'இராவண காவியத்தில் இடம்பெற்ற இரண்டு உவமைகளை எடுத்துக்காட்டுக'  என்ற கேள்வியின் பதிலில்  உவமைகள் குறித்த தகவல் இல்லாத போதிலும் 'இராவண காவியத்தில் உங்களை ஈர்த்த இயற்கை எழில் காட்சிகளை விவரிக்க'  என்ற கேள்வியின் பதிலில் இயற்கை எழில் காட்சிகள் குறித்து விவரித்திருப்பார்கள்.  இதன் மூலம் இரண்டு கேள்விகளுக்கும்  பதில்  எழுதப்பட்டுள்ளது என்பதை  நாம் புரிந்து கொள்ள முடியும்."
          }
        ,
          
  {
    
          "description": "'கனவுக் காட்சிகளை எழுதுக' என்னும் கேள்விக்கு, 'ஆண்டாளின் கனவுக் காட்சிகளை எழுதுக.' என்று மாற்றம் செய்யப்பட்டிருக்கிறது. இதன் மூலம் எந்த விஷயம் தெளிவாகிறது?",
          "options": [
      "ஆண்டாளின் வாழ்க்கையைப் பற்றிய கேள்வி.",
      "கனவுக் காட்சிகளை எழுதும் திறனை மதிப்பிடுவதற்கான கேள்வி.",
      "ஆண்டாளின் கனவுக் காட்சிகளை மட்டுமே எழுத வேண்டும் என்ற கட்டுப்பாடு.",
      "ஆண்டாளின் கனவுக் காட்சிகளைத் தவிர வேறு கனவுக் காட்சிகளை எழுதக் கூடாது என்பது."
    ],
    "answer": "C",
    
          "additional_context": "கனவுக் காட்சிகளை  எழுதும் கேள்விக்கு 'ஆண்டாளின் கனவுக் காட்சிகளை எழுதுக'  என்று  மாற்றம்  செய்யப்பட்டிருக்கிறது.  இதன் மூலம்  கேள்வி  மிகவும்  குறிப்பிட்டதாக  மாறிவிட்டது.  ஆண்டாளின்  கனவுக் காட்சிகளை  மட்டும்  எழுத  வேண்டும்  என்ற  கட்டுப்பாடு   விதிக்கப்பட்டுள்ளது.   மாற்றம்  செய்யப்படுவதற்கு  முன்  எல்லா  விதமான   கனவுக் காட்சிகளையும்  எழுத   முடியும்  என்ற  அனுமதி இருந்தது.  ஆனால்  இப்போது  ஆண்டாளின்  கனவுக் காட்சிகளை  மட்டும்  எழுத  வேண்டும்  என்று  குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'செய்தி' கதையின் மூலமாக இசைக்கு நாடு, மொழி, இனம் தேவையில்லை என்பதைச் விளக்குக.' என்னும் கேள்வியின் பதிலில், 'செய்தி' கதை பற்றிய எந்த தகவலும் இல்லை. எனவே, இந்த கேள்வியின் பதிலாக எது பயன்படுத்தப்படலாம்?",
          "options": [
      "இராவண காவியத்தில் உள்ள இயற்கை எழில் காட்சிகளை விவரிக்கும் பகுதி.",
      "ஆண்டாளின் கனவுக் காட்சிகளை விவரிக்கும் பகுதி.",
      "குறிஞ்சி நிலம் மணப்பதற்கான நிகழ்வுகளை விவரிக்கும் பகுதி.",
      "கைபிடி, கைப்பிடி – சொற்களின் பொருள் வேறுபாடுகளையும் அவற்றின் புணர்ச்சி வகைகளையும் விவரிக்கும் பகுதி."
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி  ஒரு குறிப்பிட்ட கதையை  பற்றியது.  'செய்தி'  கதை  பற்றிய  எந்தத் தகவலும்  இல்லாத  நிலையில்  இந்தக் கேள்வியின்  பதிலாக  இராவண காவியத்தில் உள்ள இயற்கை எழில் காட்சிகளை விவரிக்கும் பகுதியை  பயன்படுத்தலாம்.  இயற்கை  எழில்  காட்சிகளை  பற்றிய  தகவல்  இந்த  pdf  இல்  இருக்கிறது.  இதனால்  'செய்தி' கதை  பற்றிய  தகவல்  இல்லாத  நிலையில்  இந்தக் கேள்வியின்  பதிலாக  இயற்கை  எழில்  காட்சிகளை  பற்றிய  பகுதியை  பயன்படுத்தலாம்."
          }
        ]