[
          
  {
    
          "description": "தென்னை _______ இலிருந்து நார் எடுத்தார்.",
          "options": [
      "மட்டை",
      "ஓலை",
      "பழம்",
      "தண்டு"
    ],
    "answer": "A",
    
          "additional_context": "தென்னை மரத்தின் மட்டை நார்களை எடுத்து, பின்னல் பொருட்கள், கயிறுகள், தூரிகைகள் போன்றவற்றை தயாரிக்கின்றார்கள். இப்படி பல்வேறு பயன்களைத் தரும் தென்னை மரத்தை மக்கள் வணங்கிப் போற்றுகிறார்கள்."
          }
        ,
          
  {
    
          "description": "அணில் _______ சாப்பிட்டது.",
          "options": [
      "பழம்",
      "இலை",
      "பூ",
      "விதை"
    ],
    "answer": "A",
    
          "additional_context": "அணில்கள் மரங்களிடையே வாழும் விலங்குகள்.  அவை பழங்கள், விதைகள், பூக்கள் மற்றும் பூச்சிகளை உண்டு வாழ்கின்றன."
          }
        ,
          
  {
    
          "description": "_______ உள்ள மலரை எடுத்து வா.",
          "options": [
      "கொடி",
      "மரம்",
      "செடி",
      "புதர்"
    ],
    "answer": "A",
    
          "additional_context": "கொடிகள்  நிலத்தில் ஊர்ந்து செல்லும் தாவரங்கள். சில கொடிகள் பூக்களை உருவாக்கும், சில கொடிகள் காய்களை உருவாக்கும். பூக்கும் கொடிகளில் பூக்கள் பூத்து மணம் வீசும். இப்படி பூக்கள் பூக்கும் கொடிகளின் மலரை எடுத்து வா என்று சொல்லலாம்."
          }
        ,
          
  {
    
          "description": "பத்தியில் குறிப்பிடப்பட்டுள்ள கோவில்கள் எவை?",
          "options": [
      "கைலாசநாதர் கோவில் மற்றும் வைகுந்தப்பெருமாள் கோவில்",
      "கைலாசநாதர் கோவில் மற்றும் பிரம்மதேசம் கோவில்",
      "வைகுந்தப்பெருமாள் கோவில் மற்றும் பூவராகர் கோவில்",
      "கைலாசநாதர் கோவில் மற்றும் அபிராமி அம்மன் கோவில்"
    ],
    "answer": "a",
    
          "additional_context": "காஞ்சிபுரம் பல்லவர்களின் கலைக்கூடம் என அழைக்கப்படுகிறது. அங்கு பல கோவில்கள் உள்ளன. அவற்றில் கைலாசநாதர் கோவில் மற்றும் வைகுந்தப்பெருமாள் கோவில் குறிப்பிடத்தக்கவை. இந்தக் கோவில்களில் பல்லவர்களின் கலை நுட்பங்கள் இன்றும் நம்மை வியப்பில் ஆழ்த்துகின்றன."
          }
        ,
          
  {
    
          "description": "'கலைக்கூடம்' என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
          "options": [
      "கலைஞர்கள் கூடும் இடம்",
      "கலைப்பொருட்கள் வைக்கப்படும் இடம்",
      "கலையைப் பற்றிப் பேசும் இடம்",
      "கலைஞர்களைப் பற்றிப் பேசும் இடம்"
    ],
    "answer": "b",
    
          "additional_context": "கலைக்கூடம் என்பது கலைப்பொருட்கள் வைக்கப்பட்டுள்ள அல்லது காட்சிப்படுத்தப்பட்டுள்ள இடம் ஆகும். இங்கு பலவிதமான ஓவியங்கள், சிற்பங்கள், அருங்காட்சியகப் பொருட்கள், சிலைகள் போன்றவை இருக்கும். கலைஞர்கள்  இந்தக் கலைப்பொருட்களைப் பார்வையிட்டு, தங்களின் கலையை வளர்த்துக் கொள்ளலாம்."
          }
        ]