[
          
  {
    
          "description": "'உனக்கு என்ன வேணும்ன்னு எனக்குத் தெரியல'  என்ற சொற்றொடரில் 'தெரியல' என்ற சொல்லுக்குப் பதிலாக என்ன பயன்படுத்தலாம்?",
          "options": [
      "(அ) தெரியாது",
      "(ஆ)  புரியல ",
      "(இ) விளங்கல",
      "(ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்தக் கேள்வி, ஒருவரின் கேள்வி அல்லது கோரிக்கையை தெளிவாகப் புரியாமல் இருப்பதை வெளிப்படுத்தும் சொற்றொடரில் பயன்படுத்தப்படும் 'தெரியல' என்ற சொல்லுக்குப் பதிலாக வேறு என்னென்ன சொற்களை பயன்படுத்தலாம் என்பதைக் கேட்கிறது. 'தெரியல' என்பதற்குப் பதிலாக 'தெரியாது', 'புரியல'  'விளங்கல'  என்ற சொற்களை பயன்படுத்தலாம்.  இதனால், கேள்வி கேட்டவரின் கேள்வி அல்லது கோரிக்கையைத் தெளிவாகப் புரியாமல் இருப்பதை வெளிப்படுத்த முடியும்."
          }
        ,
          
  {
    
          "description": "மேற்கண்ட  வாக்கியத்தில் 'வேற மாதிரி கேக்க முடியுமா' என்ற சொற்றொடருக்குப் பொருத்தமான பொருள் என்ன?",
          "options": [
      "(அ) வேற மாதிரி கேள்வி கேளு",
      "(ஆ) வேற மாதிரி  சொல்லு",
      "(இ)  வேற மாதிரி  கோரிக்கையை  சொல்லு",
      "(ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்தக் கேள்வி ஒருவரின் கேள்வி அல்லது கோரிக்கையைத் தெளிவாகப் புரியாமல் இருக்கும் போது, தெளிவாக கேட்கும்படி கூறும் சொற்றொடரின் பொருளைப் பற்றியது.  'வேற மாதிரி கேக்க முடியுமா' என்பதன் பொருள்  'வேற மாதிரி கேள்வி கேளு' என்பதோடு மட்டுமல்லாமல், 'வேற மாதிரி சொல்லு' அல்லது 'வேற மாதிரி கோரிக்கையை சொல்லு' என்பதையும் குறிக்கிறது. இதன் மூலம், கேட்டவர் அவரது கேள்வியை அல்லது கோரிக்கையை மறுபடியும் தெளிவாகச் சொல்ல வேண்டும் என்பதை வெளிப்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "“சாரி, ஆனா எனக்கு உன் கேள்வி புரியல. உன்னோட கோரிக்கையப் பத்தி விளக்கமா சொல்லு.” என்ற வரியில் உள்ள சொற்களில் எது உரையாடலில் இருக்கும் நபரின் குழப்பத்தை வெளிப்படுத்துகிறது?",
          "options": [
      "a) சாரி",
      "b) புரியல",
      "c) விளக்கமா",
      "d) கோரிக்கையப்"
    ],
    "answer": [
      "b"
    ],
    
          "additional_context": "இந்தக் கேள்வி, ஒருவரின் குழப்பத்தை வெளிப்படுத்தும் சொல்லைக் கண்டுபிடிப்பதைப் பற்றியது. 'சாரி, ஆனா எனக்கு உன் கேள்வி புரியல. உன்னோட கோரிக்கையப் பத்தி விளக்கமா சொல்லு' என்ற வரியில், 'புரியல'  என்ற சொல் கேள்வி கேட்டவரின் கேள்வியைப் புரிந்துகொள்ள முடியாததால் ஏற்பட்ட குழப்பத்தை வெளிப்படுத்துகிறது. மற்ற சொற்கள் சாரி, விளக்கமா, கோரிக்கையப் ஆகியவை குழப்பத்தை வெளிப்படுத்துவதில்லை."
          }
        ,
          
  {
    
          "description": "“உனக்கு என்ன வேணும்ன்னு எனக்குத் தெரியல” என்ற வரியில் உள்ள சொற்கள் எதைக் குறிக்கின்றன?",
          "options": [
      "a) கேள்வி கேட்டவரின் நோக்கம் தெளிவாக இல்லை",
      "b) பதில் அளிப்பவரின் நோக்கம் தெளிவாக இல்லை",
      "c) இருவரும் நோக்கம் இல்லாமல் பேசுகிறார்கள்",
      "d) கேள்வி கேட்டவர் அவரது கோரிக்கையை விரிவாக விளக்கவில்லை"
    ],
    "answer": [
      "d"
    ],
    
          "additional_context": "இந்தக் கேள்வி, ஒருவரின் கேள்வியைப் புரிந்துகொள்ள முடியாததற்கான காரணத்தைப் பற்றியது. 'உனக்கு என்ன வேணும்ன்னு எனக்குத் தெரியல' என்ற வரியில், பதில் சொல்பவர் கேள்வி கேட்டவரின் கோரிக்கையைத் தெளிவாகப் புரிந்துகொள்ள முடியவில்லை என்பதை  வெளிப்படுத்துகிறது.  இதன் காரணம் கேள்வி கேட்டவர் அவரது கோரிக்கையை விரிவாக விளக்கவில்லை என்பதுதான்."
          }
        ,
          
  {
    
          "description": "“நீ வேற மாதிரி கேக்க முடியுமா?” என்ற வரி எதைக் குறிக்கிறது?",
          "options": [
      "a) பதில் அளிப்பவர் கேள்வி கேட்டவரைப் பாராட்டுகிறார்",
      "b) பதில் அளிப்பவர் கேள்வி கேட்டவரை விமர்சிக்கிறார்",
      "c) பதில் அளிப்பவர் கேள்வி கேட்டவரிடம் தெளிவான கோரிக்கையை கோருகிறார்",
      "d) பதில் அளிப்பவர் கேள்வி கேட்டவரிடம் மன்னிப்பு கேட்கிறார்"
    ],
    "answer": [
      "c"
    ],
    
          "additional_context": "இந்தக் கேள்வி, ஒருவரின் கேள்வியைப் புரிந்துகொள்ள முடியாததற்கான காரணத்தைப் பற்றியது. 'நீ வேற மாதிரி கேக்க முடியுமா' என்ற வரியில், பதில் சொல்பவர் கேள்வி கேட்டவரின் கேள்வியைத் தெளிவாகப் புரிந்துகொள்ள முடியவில்லை என்பதை  வெளிப்படுத்துகிறது.  இதன் காரணம் கேள்வி கேட்டவர் அவரது கோரிக்கையை விரிவாக விளக்கவில்லை என்பதுதான்."
          }
        ]