
[
  {
    "description": "பெரியாரின் சிந்தனைகளைப் பற்றி  “தொலைநோக்கு உடையவை; அறிவியல் அடிப்படையில் அமைந்தவை; மனிதநேயம் வளர்க்கப் பிறந்தவை” என்று கூறியது யார்?",
    "options": [
      "அறிஞர்கள்",
      "மக்கள்",
      "அரசியல்வாதிகள்",
      "இதழாளர்கள்"
    ],
    "answer": "A",
    "additional_context": "பெரியாரின் சிந்தனைகள் தலைநோக்கு உடையவை, அறிவியல் அடிப்படையில் அமைந்தவை, மனிதநேயம் வளர்க்க பிறந்தவை என்று அறிஞர்கள் கூறுகிறார்கள். பெரியார் தமது சீர்திருத்தக் கருத்துகளுக்கேற்ப வாழ்ந்து காட்டினார்.  தம் வாழ்நாள் முழுவதும் பகுத்தறிவுக் கருத்துகளைப் பரப்புரை செய்தார். சமுதாயம் மூடப்பழக்கங்களிலிருந்து மீண்டெழ அரும்பாடுபட்டார். அதற்காகப் பலமுறை சிறை சென்றார். பலரின் கடும் எதிர்ப்புகளைச் சந்தித்தார். இறுதி மூச்சுவரை சமூகச் சீர்திருத்த போராளியாகவே வாழ்ந்து மறைந்தார்."
  },
  {
    "description": "பெரியார் எந்த ஆண்டில் சுயமரியாதை இயக்கத்தைத் தொடங்கினார்?",
    "options": [
      "1925",
      "1930",
      "1940",
      "1945"
    ],
    "answer": "A",
    "additional_context": "பெரியார் சுயமரியாதை இயக்கத்தை 1925 ஆம் ஆண்டில் தொடங்கினார். பெரியாரின் சிந்தனைகள் அறிவுலகின் திறவுகோல்; பகுத்தறிவுப் பாதைக்கு வழிகாட்டி; மனித நேயத்தின் அழைப்பு மணி; ஆதிக்கசக்திகளுக்கு எச்சரிக்கை ஒலி; சமூகச் சீர்கேடுகளைக் களைவதற்கு மாமருந்து என்று அறிஞர்கள் மதிப்பிடுவர்."
  },
  {
    "description": "பெரியார் எந்த ஆங்கில இதழை நடத்தினார்?",
    "options": [
      "விடுதலை",
      "உண்மை",
      "குடியரசு",
      "ரிவோல்ட்"
    ],
    "answer": "D",
    "additional_context": "பெரியார் சுயமரியாதை இயக்கத்தை தொடங்கிய பின்னர் குடியரசு, விடுதலை, உண்மை என்ற தமிழ் இதழ்களையும் ரிவோல்ட் என்ற ஆங்கில இதழையும் நடத்தி வந்தார்.  பெரியாரின் சிந்தனைகள் அறிவுலகின் திறவுகோல்; பகுத்தறிவுப் பாதைக்கு வழிகாட்டி; மனித நேயத்தின் அழைப்பு மணி; ஆதிக்கசக்திகளுக்கு எச்சரிக்கை ஒலி; சமூகச் சீர்கேடுகளைக் களைவதற்கு மாமருந்து என்று அறிஞர்கள் மதிப்பிடுவர்."
  },
  {
    "description": "“அவர்தாம் பெரியார் - பார் / அவர்தாம் பெரியார்” என்று பாடியவர் யார்?",
    "options": [
      "பாரதி",
      "பாரதிதாசன்",
      "சுப்பிரமணிய பாரதி",
      "காளிதாஸ்"
    ],
    "answer": "B",
    "additional_context": "\"அவர்தாம் பெரியார் - பார் / அவர்தாம் பெரியார்\"  என்று பாடியவர் புரட்சிக்கவி பாரதிதாசன். பெரியார் சுயமரியாதை இயக்கத்தை தொடங்கிய பின்னர் குடியரசு, விடுதலை, உண்மை என்ற தமிழ் இதழ்களையும் ரிவோல்ட் என்ற ஆங்கில இதழையும் நடத்தி வந்தார்."
  },
  {
    "description": "பெரியாரின் சிந்தனைகள்  மனித நேயத்தின் அழைப்பு மணியாக இருந்தது என்பதை உணர்த்தும் கருத்து  எது?",
    "options": [
      "a) அறிவியல் அடிப்படையில் அமைந்தது",
      "b) நடைமுறைக்கு ஒவ்வாத கருத்துகளை அவர் கூறியதில்லை",
      "c) தமது சீர்திருத்தக் கருத்துகளுக்கேற்ப வாழ்ந்து காட்டினார்",
      "d) சமூகச் சீர்கேடுகளை களைவதற்கு மாமருந்து"
    ],
    "answer": "d",
    "additional_context": "பெரியாரின் சிந்தனைகள் மனித நேயத்தின் அழைப்பு மணி என்று அறிஞர்கள் கூறுகிறார்கள். பெரியாரின் சிந்தனைகள்  அறிவுலகின் திறவுகோல்; பகுத்தறிவுப் பாதைக்கு வழிகாட்டி; மனித நேயத்தின் அழைப்பு மணி; ஆதிக்கசக்திகளுக்கு எச்சரிக்கை ஒலி; சமூகச் சீர்கேடுகளைக் களைவதற்கு மாமருந்து என்று அறிஞர்கள் மதிப்பிடுவர்."
  }
]
