
[
  {
    "description": "“அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை இகழ்வார்ப் பொறுத்தல் தலை” என்னும் குறளின் பொருள் என்ன?",
    "options": [
      "மண்ணைப் போல மென்மையானவர்கள் இகழ்ச்சியை பொறுத்துக் கொள்வது சிறந்தது.",
      "இகழ்ச்சியைப் பொறுத்துக்கொள்வது எளிது, மண்ணைப் போல மென்மையானது.",
      "நிலம் எப்படி அகழ்வோரைத் தாங்குகிறதோ, அதுபோல இகழ்ச்சியைப் பொறுத்துக்கொள்வது உயர்ந்த குணம்.",
      "இகழ்வோரை எதிர்க்காமல் பொறுத்துக் கொள்வது சிறந்தது."
    ],
    "answer": "C",
    "additional_context": "நிலம் எப்படி அகழ்வோரைப் பொறுத்துக்கொள்கிறதோ அதேபோல இகழ்ச்சியைப் பொறுத்துக்கொள்வது உயர்ந்த குணம் என்று இந்த குறள் கூறுகிறது. தன்னைப் பழிப்பவர்களைப் பொறுத்துக்கொள்ள வேண்டும். எந்த ஒரு நல்ல செயலையும் எளிதாக ஏற்றுக்கொள்ளும் மனப்பான்மை, நல்லவர்களுக்கு இருக்க வேண்டும். "
  },
  {
    "description": "“தீவினையார் அஞ்சார் விழுமியார் அஞ்சுவர் தீயவை தீய பயத்தலால் தீயவை தீயினும் அஞ்சப் படும்” என்னும் குறளின் அடிப்படையில்,  தீவினையை விட எது மிகவும் பயங்கரமானது?",
    "options": [
      "தீய நோய்",
      "தீய செயலின் விளைவு",
      "தீய விலங்கு",
      "தீய மனம்"
    ],
    "answer": "B",
    "additional_context": "தீய செயல்களைச் செய்பவர்கள் தீய விளைவுகளைப் பற்றிக் கவலைப்படுவதில்லை. ஆனால் நல்ல உள்ளம் கொண்டவர்கள் தீய செயல்களால் ஏற்படும் விளைவுகளைப் பற்றி மிகவும் கவலைப்படுவார்கள். தீய செயல்களால் ஏற்படும் விளைவுகள் தீய செயல்களை விட மிகவும் பயங்கரமானது என்று இந்த குறள் கூறுகிறது."
  },
  {
    "description": "“செவிக்குணவு இல்லாத போழ்து சிறிது வயிற்றுக்கும் ஈயப் படும்”  என்ற குறள் எதைக் குறிக்கிறது?",
    "options": [
      "கேள்வி மிக முக்கியமானது, வயிற்றுப் பசி எளிதில் தீர்க்கப்படலாம்.",
      "உணவு இல்லாமல் இருந்தாலும், கேள்வியைப் பற்றி கவலைப்பட வேண்டும்.",
      "கேள்வி இல்லாத போது, உணவை விட வயிற்றுப் பசி முக்கியமானது.",
      "கேள்வி மிக முக்கியமானது, ஆனால் வயிற்றுப் பசியும் முக்கியம்,  எனவே  சிறிது வயிற்றுக்கும் ஈயப்பட வேண்டும்."
    ],
    "answer": "D",
    "additional_context": "கேள்வி என்பது ஒருவருக்கு மிகவும் முக்கியமானது. ஆனால் வயிற்றுப் பசி  சிறிது நேரத்துக்கு மட்டுமே தாங்கக்கூடியது. எனவே, கேள்வி கேட்பதற்கு நேரம் இருக்கிறதா என்பதைப் பார்த்து, வயிற்றுப் பசிக்கு சிறிது நேரம் உணவு கொடுத்து, பின்னர் கேள்வியைப் பற்றிக் கவலைப்படலாம் என்று இந்த குறள் கூறுகிறது."
  },
  {
    "description": "“அறம்பொருள் இன்பம் உயிர்அச்சம் நான்கின் திறம்தெரிந்து தேறப் படும்”  என்ற குறள் எந்த நான்கின் திறமையைத் தெரிந்து தேர்ந்தெடுக்க வேண்டும் என்று கூறுகிறது?",
    "options": [
      "அறம், பொருள், இன்பம், துன்பம்",
      "அறம், பொருள், இன்பம், உயிர் அச்சம்",
      "அறம், பொருள், இன்பம், புகழ்",
      "அறம், பொருள், இன்பம்,  சத்தியம்"
    ],
    "answer": "B",
    "additional_context": "வாழ்க்கையில் அறம், பொருள், இன்பம் ஆகிய மூன்றும் முக்கியம். உயிர் வாழ்வதற்கு அச்சமும் மிக முக்கியமானது.  இந்த நான்கின் திறமையைத் தெரிந்து தேர்ந்தெடுத்து வாழ வேண்டும் என்று இந்த குறள் கூறுகிறது. "
  },
  {
    "description": "“ஒற்றும் உரைசான்ற நூலும் இவைஇரண்டும் தெற்றென்க மன்னவன் கண்”  என்ற குறள்,  மன்னவன் எதை மிகவும் கவனமாக கவனிக்க வேண்டும் என்று கூறுகிறது?",
    "options": [
      "ஒற்றர்களின் செய்திகள் மற்றும் நூல்களின் உண்மை",
      "நூல்களின் அழகிய சொற்கள் மற்றும் ஒற்றர்களின் புகழ்",
      "ஒற்றர்களின்  நிபுணத்தையும் நூல்களின் கவிதையையும் ",
      "நூல்களின் அருமை மற்றும் ஒற்றர்களின் எண்ணிக்கை"
    ],
    "answer": "A",
    "additional_context": "ஒற்றர்கள் தரும் செய்திகளும் நூல்களில் உள்ள செய்திகளும் உண்மையானவை தானா என்பதை ஒரு மன்னவன்  மிகவும் கவனமாக ஆராய்ந்து பார்க்க வேண்டும். அதுதான் ஒரு நாட்டை ஆளும் மன்னவனின் கடமை என்று இந்த குறள் கூறுகிறது."
  }
]
