
[
  {
    "description": "பெறுந்தலைவர் காமராசர் குறித்த பத்தியில், அவர் எந்தப் பழக்கத்தைத் தவறாமல் கடைப்பிடித்தார் எனக் கூறப்படுகிறது?",
    "options": [
      "அ)  தமிழ் மற்றும் ஆங்கில புத்தகங்களைப் படித்தல்",
      "ஆ)  ஆங்கிலச் செய்தி இதழ்களைப் படித்தல்",
      "இ)  மின்விசிரியை நிறுத்த மறப்பதில்லை",
      "ஈ)  வெளியூருக்குச் செல்லும் போது துணிமனிகளைத் தாமே எடுத்து வைத்தல்"
    ],
    "answer": "C",
    "additional_context": "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அளவுக்கு புலமைகள் பெற்றிருந்தது பலருக்குத் தெரியாது. ஆங்கிலச் செய்தி இதழ்களை நாள்தோறும் படித்தார். எப்போது அறையை விட்டு வெளியே போனாலும் மின்விசிரியை நிறுத்த மறப்பதில்லை. வெளியூருக்குச் செல்லும்போது தம்முடைய துணிமனிகளைத் தாமே எடுத்துவைத்துக்கொள்வார்."
  },
  {
    "description": "விமலா தோட்டத்தில் உள்ள வேலையாட்களின் கூலியை எவ்வாறு நிர்ணயிக்கிறாள்?",
    "options": [
      "அ)  வேலையாட்களின் வேலை நேரத்தைப் பொறுத்து",
      "ஆ)  தோட்டத்தில் செய்யப்படும் வேலையின் அளவைப் பொறுத்து",
      "இ)  அவர்களின் வேலைத் திறமையைப் பொறுத்து",
      "ஈ)  அவர்களின் கோரிக்கையை ஏற்றுக்கொண்டு "
    ],
    "answer": "D",
    "additional_context": "விமலாவைப் பார்த்தவுடன் தோட்டம் அமைதியானது! \"தலைக்கு இருநூறு கொடுங்கம்மா\" என்று தோட்டத்தில் வேலை செய்தவருள் ஒருவர் சொன்னார். வெள்ளை மனங்கொண்ட வேலையாட்களின் கூலியைக் குறைக்க விரும்பாமல் அதனை அவளும் ஏற்றுக்கொண்டாள்."
  },
  {
    "description": "இந்தப் பாடலில் எந்த இயற்கை அழகு பற்றிப் பாடப்படுகிறது?",
    "options": [
      "அ)  மலைகள்",
      "ஆ)  காடுகள்",
      "இ)  குளம்",
      "ஈ)  கடல்"
    ],
    "answer": "C",
    "additional_context": "வயலிடைப் புகுந்தாய் மணிக்கதிர் விளைத்தாய்\nவளைந்துசெல் கால்களால் ஆறே!\nஅயலுள ஓடைத் தாமரை கொட்டி\nஆம்பலின் இதழ்களை விரித்தாய்\nகயலிடைச் செங்கண் கருவரால் வாளை\nகரைவளர் தென்னையில் பாயப்\nபெயரிடைப் பட்ட வானெனத் தோன்றும்\nபெருங்குளம் நிறைந்து விட்டாயே!"
  },
  {
    "description": "“புத்தகம் படிக்கலாம்” என்ற சொற்றொடரை “மகிழ்ந்து”, “நாளும்” மற்றும் “தேர்ந்து” என்ற அடைமொழிகளைப் பயன்படுத்தி எப்படி விரிவாக்கலாம்?",
    "options": [
      "மகிழ்ந்து தேர்ந்தெடுக்கப்பட்ட புத்தகங்களை நாளும் படிக்கலாம்.",
      "மகிழ்ந்து நல்ல புத்தகங்களை நாளும் படிக்கலாம்.",
      "மகிழ்ந்து புத்தகங்களை நாளும் தேர்ந்து படிக்கலாம்.",
      "மகிழ்ந்து நாளும் தேர்ந்த புத்தகங்களை படிக்கலாம்."
    ],
    "answer": "D",
    "additional_context": "பொருத்தமான இடங்களில் அடைமொழியிட்டு, சொற்றொடரை விரிவாக்குக.\n1. புத்தகம் படிக்கலாம் ( நல்ல, ஆழ்ந்து, நாளும், தேர்ந்து, மகிழ்ந்து, உணர்ந்து)\n2. விளையாடுவது நன்று (ஓடியாடி, மாலையில், சேர்ந்து, திடலில், அனைவருடன்)\n(எ.கா.) நல்ல புத்தகம் படிக்கலாம், நாளும் நல்ல புத்தகம் படிக்கலாம்"
  },
  {
    "description": "பெறுந்தலைவர் காமராசரின் பண்புகளைப் பற்றி மேற்கண்ட பத்தியில் எந்தெந்த விஷயங்கள் குறிப்பிடப்பட்டுள்ளன?",
    "options": [
      "படிப்பறிவு, மின்விசிரியை நிறுத்துவது, துணிமணி எடுத்துவைத்துக்கொள்வது.",
      "புத்தகங்கள் படிப்பது, ஆங்கிலச் செய்தி இதழ்களை படிப்பது, துணிமணி எடுத்துவைத்துக்கொள்வது.",
      "பள்ளிப் படிப்பை நிரைவு செய்யாதது, புத்தகங்கள் படிப்பது, ஆங்கிலச் செய்தி இதழ்களை படிப்பது.",
      "பள்ளிப் படிப்பை நிரைவு செய்யாதது, படிப்பறிவு, மின்விசிரியை நிறுத்துவது."
    ],
    "answer": "C",
    "additional_context": "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவிள்ளை எண்ராலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தது பலருக்குத் தெரியாது. ஆங்கிலச் செய்தி இதழ்கலை நாள்தோறும் படித்தது. எப்போது அரையை விட்டு வெளியே போனாலும் மின்விசிரியை நிருத்த மறப்பதில்லை. வெளியூருக்குச் செல்லும்போது தம்முடைய துணிமனிகளைத் தாமே எடுத்துவைத்துக்கொள்வார்."
  }
]
