
[
  {
    "description": "“பிறர் நலம் பார்க்கின் நலம் பெறும்” -  இத்தொடர் எந்த நூலில் இடம்பெற்றுள்ளது?",
    "options": [
      "நாலடியார்",
      "நான்மணிக்கடிகை",
      "பழமொழி நானூறு",
      "சிறுபஞ்சமூலம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“பிறர் நலம் பார்க்கின் நலம் பெறும்”  என்ற பழமொழி நாலடியாரில் இடம்பெற்றுள்ளது. நாலடியார் என்பது ஒரு பழைய தமிழ் நூல். இது 400 பாடல்களை கொண்டது. இந்நூலில் பல நல்லுணர்வுகள், அறநெறிகள், வாழ்க்கை நெறிகள், கல்வி முறைகள், ஞானம், அறிவு, இயற்கை அழகு, குணநலன்கள், இறைவன் பற்றிய பாடல்கள் இடம்பெற்றுள்ளன. இந்த நூலின் ஆசிரியர் யாரென்று உறுதியாகத் தெரியவில்லை. ஆனால், அவர் ஒரு சிறந்த அறிஞர் என்பது தெளிவாகிறது. நாலடியாரில் இடம்பெற்ற பாடல்கள் அனைத்தும் நான்கு வரிகளாகும். அதாவது, ஒவ்வொரு பாடலிலும் நான்கு அடிகள் இருக்கும். இப்பாடல்கள் எளிய முறையில் எழுதப்பட்டுள்ளன. அனைவரும் புரிந்துகொள்ளும்படி உள்ளன. நாலடியாரில் இடம்பெற்ற பல பழமொழிகள் இன்றும் நாம் பயன்படுத்துகிறோம்."
  },
  {
    "description": "“கேள்வி கேட்பதற்கு இயல்பு இல்லை யென்றால் கேள்வி கேட்கும் மனம் இல்லை யென்றால் ” -  இந்த வாக்கியத்தின் பொருள் எது?",
    "options": [
      "மனிதனுக்கு கேள்வி கேட்கும் இயல்பு இல்லை.",
      "மனிதன் மனம் கேள்வி கேட்க மறுத்தால் அது அவனது இயல்பே.",
      "கேள்விகளைக் கேட்கும் மனம் இல்லாமை மனிதன் இயல்புக்கு மாறானது.",
      "மனிதன் கேள்விகளைக் கேட்கும் போது மட்டுமே இயல்பாக இருக்கிறான்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“கேள்வி கேட்பதற்கு இயல்பு இல்லை யென்றால் கேள்வி கேட்கும் மனம் இல்லை யென்றால் ” என்ற வாக்கியத்தின் பொருள், மனிதன் இயல்பாகவே கேள்விகளைக் கேட்கும் மனம் கொண்டவன்.  கேள்வி கேட்காத மனம் மனித இயல்புக்கு மாறானது என்பதாகும்.  மனிதர்கள் பிறந்ததிலிருந்தே ஆர்வமுடன் புதிய விஷயங்களை அறிந்துகொள்ள விரும்புவர். அவர்கள் கேள்விகளைக் கேட்டு அறிவைப் பெற முயற்சி செய்வர். கேள்வி கேட்காமல் இருப்பது மனிதன் தனது இயல்பை மறந்து போனதற்கான அறிகுறியாகும்."
  },
  {
    "description": "“உலகத்துள் இன்பம் எல்லாம் உடையோர் இன்பம் தானே” -  இந்த பழமொழி எந்த நூலில் இடம்பெற்றுள்ளது?",
    "options": [
      "நாலடியார்",
      "நான்மணிக்கடிகை",
      "பழமொழி நானூறு",
      "திருக்குறள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“உலகத்துள் இன்பம் எல்லாம் உடையோர் இன்பம் தானே” என்ற பழமொழி பழமொழி நானூறு நூலில் இடம்பெற்றுள்ளது. பழமொழி நானூறு என்பது ஒரு பழைய தமிழ் நூல். இது 400 பழமொழிகளை கொண்டது. இந்நூலில் பல நல்லுணர்வுகள், அறநெறிகள், வாழ்க்கை நெறிகள், கல்வி முறைகள், ஞானம், அறிவு, இயற்கை அழகு, குணநலன்கள், இறைவன் பற்றிய பழமொழிகள் இடம்பெற்றுள்ளன. இந்த நூலின் ஆசிரியர் யாரென்று உறுதியாகத் தெரியவில்லை. ஆனால், அவர் ஒரு சிறந்த அறிஞர் என்பது தெளிவாகிறது. இந்நூலில் உள்ள பழமொழிகள் வாழ்க்கைக்குப் பயனுள்ளவையாகவும், மனதிற்கு இதமாகவும் இருக்கின்றன. அவை நமக்கு நல்ல வழிகாட்டுதலை தருகின்றன."
  },
  {
    "description": "“மடமை மறைக்கும் நூலறிவு;  அறிவுடையார் அறிவைப் பிறர் விரும்பி அறிவர்” -  இந்த வாக்கியத்தின் மூலம் தெரியவரும் கருத்து யாது?",
    "options": [
      "மடமையை நூலறிவு மறைக்கும்.",
      "அறிவுடையவர்களின் அறிவை பிறர் விரும்பி அறிவர்.",
      "நூலறிவு மடமையை மறைத்து பிறர் விரும்பும் அறிவை வெளிப்படுத்தும்.",
      "நூலறிவு  மட்டுமே ஒருவரை அறிவுடையவராக ஆக்கும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“மடமை மறைக்கும் நூலறிவு;  அறிவுடையார் அறிவைப் பிறர் விரும்பி அறிவர்”  என்ற வாக்கியத்தின் மூலம்,  நூலறிவு ஒருவரது மடமையை மறைத்து, அவரை ஒரு அறிவுடையவராக காட்டும். ஆனால், அறிவுடையவர்களின் அறிவைப் பிறர் விரும்பி அறிவர். அதாவது, உண்மையான அறிவு என்பது நூலறிவை விட மேம்பட்டது.  நூலறிவு மட்டும் போதாது. ஒருவரது அறிவு அவருடைய செயல்களில் தெரியும். நல்ல செயல்களால் மட்டுமே ஒருவர் உண்மையான அறிவுடையவராக அறியப்படுவார்.  அறிவு பெறுவதற்கு நூல்கள் மட்டுமல்ல, பிறரின் அனுபவங்கள், வாழ்க்கை, இயற்கை போன்றவற்றிலிருந்தும் நாம் கற்றுக்கொள்ள வேண்டும்.  நமக்குள் இருக்கும் மடமையை நூலறிவு மறைத்து, நமக்குள்ள உண்மையான அறிவை வெளிப்படுத்த உதவும்."
  },
  {
    "description": "“தீய செயல்களால் மனம் கெட்டு அழிந்து போகும்” -  இந்தக் கருத்து எந்த நூலில் வெளிப்படுகிறது?",
    "options": [
      "நாலடியார்",
      "நான்மணிக்கடிகை",
      "பழமொழி நானூறு",
      "திருக்குறள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“தீய செயல்களால் மனம் கெட்டு அழிந்து போகும்”  என்ற கருத்து நாலடியாரில் வெளிப்படுகிறது. நாலடியார் என்பது ஒரு பழைய தமிழ் நூல். இது 400 பாடல்களை கொண்டது. இந்நூலில் பல நல்லுணர்வுகள், அறநெறிகள், வாழ்க்கை நெறிகள், கல்வி முறைகள், ஞானம், அறிவு, இயற்கை அழகு, குணநலன்கள், இறைவன் பற்றிய பாடல்கள் இடம்பெற்றுள்ளன. இந்த நூலின் ஆசிரியர் யாரென்று உறுதியாகத் தெரியவில்லை. ஆனால், அவர் ஒரு சிறந்த அறிஞர் என்பது தெளிவாகிறது. நாலடியாரில் இடம்பெற்ற பாடல்கள் அனைத்தும் நான்கு வரிகளாகும். அதாவது, ஒவ்வொரு பாடலிலும் நான்கு அடிகள் இருக்கும். இப்பாடல்கள் எளிய முறையில் எழுதப்பட்டுள்ளன. அனைவரும் புரிந்துகொள்ளும்படி உள்ளன. நாலடியாரில் இடம்பெற்ற பல பழமொழிகள் இன்றும் நாம் பயன்படுத்துகிறோம்."
  }
]
