
[
  {
    "description": "கவிஞர் கூட்டுப் புழுவை எடுத்துக்காட்டிக் குறிப்பிடும் கருத்துக்களைப் பற்றி ஒரு மாணவர் அறிந்து கொள்ள வேண்டியவை யாவை?",
    "options": [
      "கூட்டுப் புழுவைப் போல மக்களும் ஒன்றுபட்டு வாழ வேண்டும் என்பது கவிஞரின் கருத்து.",
      "ஒன்றுபட்டு வாழும் மக்கள், சமூக நலனுக்காகப் பாடுபட வேண்டும் என்பது கவிஞரின் கருத்து.",
      "சமூகத்தில் ஒற்றுமைக்கு முக்கியத்துவம் அளிக்க வேண்டும் என்பது கவிஞரின் கருத்து.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "கூட்டுப் புழுவைப் போன்று மக்களும் ஒற்றுமையாக வாழ்ந்தால் சமுதாயத்தில் நல்ல பலன்களைப் பெறலாம். ஒற்றுமையாக இருந்தால் நல்ல செயல்கள் செய்ய முடியும். இதுதான் கவிஞர் கூறும் கருத்து."
  },
  {
    "description": "தமிழக அரசு, பள்ளி மாணவர்களுக்கு வழங்கும் இணையவழி சேவைகளில் எது சேர்க்கப்படவில்லை?",
    "options": [
      "பள்ளிப் பாடப் புத்தகங்களை இணையவழியில் பதிவிறக்கம் செய்யும் வசதி.",
      "மாணவர்களின் கல்வி சார்ந்த கேள்விகளுக்கு இணையவழியில் ஆசிரியர்களிடம் விடை கேட்கும் வசதி.",
      "பள்ளி மாணவர்களுக்கான கல்வித் தொலைக்காட்சி சேவை.",
      "பள்ளி மாணவர்களுக்கான கல்விப் போட்டிகள் மற்றும் விளையாட்டுத் திட்டங்கள்."
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "தமிழக அரசு பள்ளி மாணவர்களுக்கான கல்வித் தொலைக்காட்சி சேவையை வழங்கவில்லை.  மாணவர்கள் கல்வி சார்ந்த கேள்விகளை இணையவழி மூலம் ஆசிரியர்களிடம் கேட்கும் வசதியும், பள்ளிப் பாடப் புத்தகங்களை இணையவழியில் பதிவிறக்கம் செய்து பயன்படுத்தும் வசதியும் அரசு வழங்குகிறது."
  },
  {
    "description": "இந்திய விண்வெளித் துறை பற்றி திரு. சிவன் எடுத்துரைக்கும் செயலியின் பெயர் யாது?",
    "options": [
      "சித்தாரா",
      "நேவிக்",
      "வானூர்தி",
      "கல்தொட்டி"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "இந்திய விண்வெளித் துறை தலைவர் திரு. சிவன், விண்வெளித் துறை சார்ந்த செய்திகளை மக்கள் அறிந்து கொள்ளும் வகையில் நேவிக் எனும் ஒரு செயலியை உருவாக்கியுள்ளார்.  இந்த செயலியில் விண்வெளித் துறை பற்றிய தகவல்களைப் பெற முடியும்."
  },
  {
    "description": "தொல்காப்பியர் எவ்வாறு அறிவையும் உயிரினங்களையும் தொடர்புபடுத்துகிறார்?",
    "options": [
      "அறிவின் அளவைப் பொறுத்து உயிரினங்கள் வகைப்படுத்தப்படுகின்றன.",
      "ஐம்புலன்களால் உணரக்கூடியவற்றின் அளவைப் பொறுத்து உயிரினங்கள் வகைப்படுத்தப்படுகின்றன.",
      "மூன்று அறிவு, நான்கறிவு, ஐந்தறிவு போன்ற உயிரினங்களின் வகைப்பாடு.",
      "உயிரினங்களின் இயல்பையும் அறிவின் அளவையும் இணைத்து விளக்குகிறார்."
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "தொல்காப்பியர் அறிவின் அளவைப் பொறுத்து உயிரினங்களை மூன்று வகையாகப் பிரிக்கிறார். மூன்று அறிவுடையவை, நான்கு அறிவுடையவை, ஐந்து அறிவுடையவை என்று வகைப்படுத்துகிறார்.  மூன்று அறிவுடையவை – மரம், செடி, கொடி போன்றவை. நான்கு அறிவுடையவை – பறவை, மிருகம் போன்றவை. ஐந்து அறிவுடையவை - மனிதன் போன்றவை.  இதன் மூலம் உயிரினங்களின் இயல்பையும் அறிவின் அளவையும் இணைத்து விளக்குகிறார்."
  },
  {
    "description": "நாக்கின் எந்தப் பகுதியில் எந்த ருசி அதிகமாக உணரப்படுகிறது?",
    "options": [
      "புளிப்பு – நாக்கின் வலது - இடது புறங்கள்",
      "தித்திப்பு – நுனி நாக்கு",
      "உப்பு – நாக்கின் பின்புறம்",
      "கசப்பு - நாக்கின் பின்புறம்"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "நாக்கின் நுனிப் பகுதி தித்திப்பை உணரக்கூடியது, பக்கவாட்டில் புளிப்பையும் ஸேவரியையும் உணரக்கூடியது, நாக்கின் பின்புறம் கசப்பு ருசியை உணரக்கூடியது, உப்பு ருசி நாக்கின் எல்லாப் பகுதிகளிலும் உணரப்படுகிறது."
  }
]
