[
          
  {
    
          "description": "'கூட்டுப் புழுதான் பட்டுப் பூச்சியாய்க் கோலம் கொள்ளும் மறவாதீர்' - இந்த வரிகளின் மூலம் கவிஞர் என்ன கருத்தை வெளிப்படுத்துகிறார்?",
          "options": [
      "கூட்டுப் புழுவிலிருந்துதான் பட்டுப் பூச்சி உருவாகிறது.",
      "சிறிய முயற்சியே பெரிய பலனைத் தரும்.",
      "கூட்டுப் புழு ஒரு பூச்சியாக மாறும் வரை அதைப் பாதுகாக்க வேண்டும்.",
      "ஒருமைப்பாடு பலத்தைத் தரும் என்பதை இந்த வரிகள் வலியுறுத்துகின்றன."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கவிதைப் பகுதியில் கவிஞர், கூட்டுப் புழு எப்படி பட்டுப் பூச்சியாக மாறுகிறது என்பதை உதாரணமாகக் காட்டி, கூட்டுறவின் வலிமையைக் குறிப்பிடுகிறார். 'கூட்டுப் புழுதான் பட்டுப் பூச்சியாய்க் கோலம் கொள்ளும் மறவாதீர்' என்ற வரிகள், சிறிய கூட்டுப் புழு கூட்டுறவு மூலம் எப்படி பட்டுப் பூச்சியாக மாறி பலனைத் தருகிறது என்பதை விளக்குகின்றன."
          }
        ,
          
  {
    
          "description": "கவிதைப் பகுதியின் மொத்தக் கருத்தை எந்த வரி சரியாகக் குறிப்பிடுகிறது?",
          "options": [
      "கிளிக்கு றெக்கை இருக்கும் வரைக்கும் கிழக்கு வானம் தூரமில்லை.",
      "அறிவியல் என்னும் வாகனம் மீதில் ஆளும் தமிழை நிறுத்துங்கள்.",
      "ஏவும் திசையில் அம்பைப் போல இருந்த இனத்தை மாற்றுங்கள்.",
      "பழையவை எல்லாம் பழமை அல்ல பண்பும் அன்பும் பழையவைதாம்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கவிதைப் பகுதியில் கவிஞர், தமிழர்கள் அறிவியல் துறையில் முன்னேற வேண்டும் என்பதை வலியுறுத்துகிறார். 'அறிவியல் என்னும் வாகனம் மீதில் ஆளும் தமிழை நிறுத்துங்கள்' என்ற வரி, தமிழர்களின் அறிவியல் வளர்ச்சியை மீண்டும் துவக்க வேண்டும் என்பதை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "கவிஞர் வைரமுத்து எந்த ஊரில் பிறந்தார்?",
          "options": [
      "மதுரை",
      "சென்னை",
      "மெட்டூர்",
      "திருச்சி"
    ],
    "answer": "C",
    
          "additional_context": "கவிஞர் வைரமுத்து தேனி மாவட்டத்தில் உள்ள மெட்டூர் என்னும் ஊரில் பிறந்தவர். அவர் புகழ்பெற்ற பாடலாசிரியராகவும், கவிஞராகவும் திகழ்ந்து வருகிறார்."
          }
        ,
          
  {
    
          "description": "கவிதையில் 'கரிகாலன்' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "சோழ மன்னன்",
      "கவிஞர்",
      "கணிப்பொறி",
      "ஏவுகணை"
    ],
    "answer": "A",
    
          "additional_context": "கவிதைப் பகுதியில் 'கரிகாலன்' என்ற சொல் சோழ மன்னனைக் குறிக்கிறது. கவிஞர், கரிகாலன் பெருமை இன்று கணிப்பொறியில் இருப்பதாகச் சொல்கிறார். இதன் மூலம், கடந்த கால பெருமைகளை நினைவுகூறும் அதே வேளையில், நவீன தொழில்நுட்பத்தின் முக்கியத்துவத்தையும் அவர் வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "'கூட்டுப் புழுதான் பட்டுப் பூச்சியாய்க் கோலம் கொள்ளும் மறவாதீர்' என்ற வரிகளின் பொருள் என்ன?",
          "options": [
      "கூட்டுறவு முறையே வெற்றிக்கான வழி",
      "ஒற்றுமையால் மட்டுமே வெற்றி பெற முடியும்",
      "அனைவரும் சேர்ந்து உழைக்க வேண்டும்",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "கவிஞர் வைரமுத்து 'கூட்டுப் புழுதான் பட்டுப் பூச்சியாய்க் கோலம் கொள்ளும் மறவாதீர்' என்ற வரிகளின் மூலம், ஒற்றுமை, கூட்டுறவு, அனைவரும் சேர்ந்து உழைப்பது போன்ற அனைத்தையும் ஒரே நேரத்தில் குறிப்பிடுகிறார். ஒரு தனி கூட்டுப் புழு எந்த அளவுக்கு வலுவானதாக இருக்க முடியும் என்பதை விட, கூட்டுறவு மூலம் கூட்டுப் புழு எந்த அளவுக்கு வலுவானதாக மாறுகிறது என்பதை இந்த வரிகள் எடுத்துக்காட்டுகின்றன."
          }
        ]