
[
  {
    "description": "திராவிட மொழிக்குடும்பத்தில் எந்த மொழி தனித்தன்மை மாறுபடாமல் காலந்தோறும் தன்னைப் புதுப்பித்துக் கொள்ளும் பண்பு கொண்டதாகக் கருதப்படுகிறது?",
    "options": [
      "a) தெலுங்கு",
      "b) தமிழ்",
      "c) கன்னடம்",
      "d) மலையாளம்"
    ],
    "answer": "B",
    "additional_context": "தமிழ்மொழி மூலத்திராவிட மொழியின் பண்புகள் பலவற்றையும் பேணிப் பாதுகாத்து வருகிறது. அத்துடன் தனித்தன்மை மாறுபடாமல் காலந்தோறும் தன்னைப் புதுப்பித்துக் கொள்ளும் பண்பு கொண்டதாகவும் தமிழ்மொழி விளங்கி வருகிறது."
  },
  {
    "description": "திராவிட மொழிகளில் எந்த மொழியில் திணை, பால், எண் ஆகியவற்றைக் காட்டும் பால் காட்டும் விகுதிகள் இல்லை?",
    "options": [
      "a) தமிழ்",
      "b) தெலுங்கு",
      "c) கன்னடம்",
      "d) மலையாளம்"
    ],
    "answer": "D",
    "additional_context": "இவ்வியல்புக்கு மாறாக மலையாள மொழி மட்டுமே அமைந்துள்ளது. அம்மொழியில் திணை, பால், எண் ஆகியவற்றைக் காட்டும் பால் காட்டும் விகுதிகள் இல்லை. தனிச் சொற்களாலேயே ஆண், பெண் பகுப்பை அறிந்துகொள்ள முடியும்."
  },
  {
    "description": "திராவிட மொழிகளில் பொருள்களின் தன்மையை ஒட்டிப் பால் பாகுபாடு அமைந்துள்ளது,  எந்த மொழியில் இது காணப்படவில்லை?",
    "options": [
      "a) தமிழ்",
      "b) மலையாளம்",
      "c) கன்னடம்",
      "d) வடமொழி"
    ],
    "answer": "D",
    "additional_context": "திராவிட மொழிகளில் பொருள்களின் தன்மையை ஒட்டிப் பால்பாகுபாடு அமைந்துள்ளது. ஆனால், வடமொழியில் இவ்வாறு அமையவில்லை. உயிரற்ற பொருள்களும் கண்ணுக்கே புலப்படாத நுண்பொருள்களும்கூட ஆண், பெண் என்று பாகுபடுத்தப்படுகின்றன."
  },
  {
    "description": "கீழ்க்கண்ட கூற்றுகளில் எது திராவிட மொழிகளின் பொதுப்பண்புகளாகக் கருதப்படுகிறது?",
    "options": [
      "வினைச்சொற்கள் காலத்தைக் காட்டுவது மட்டுமே",
      "எண்ணுப் பெயர்களின் ஒற்றுமை",
      "குறில், நெடில் வேறுபாடுகள் பொருளை வேறுபடுத்தாது",
      "பால்பாகுபாடு உயிரற்ற பொருள்களுக்கும் இல்லை"
    ],
    "answer": "B",
    "additional_context": "திராவிட மொழிகளில் எண்ணுப் பெயர்கள் ஒன்று போலவே அமைந்துள்ளன."
  },
  {
    "description": "\"திராவிட மொழிகள் ஆரிய மொழிக்குடும்பத்திலிருந்து வேறுபட்டவை எனவும் இம்மொழிகள் சமஸ்கிருத மொழிக்குள்ளும் செல்வாக்குச் செலுத்தியுள்ளன எனவும்\"  என்று கூறியவர் யார்?",
    "options": [
      "வில்லியம் ஜோன்ஸ்",
      "ஃபிரான்சிஸ் எல்லிஸ்",
      "கால்டுவெல்",
      "மக்ஸ் முல்லர்"
    ],
    "answer": "C",
    "additional_context": "1856இல் திராவிட மொழிகளின் ஒப்பிலக்கணம் என்னும் நூலில் கால்டுவெல், திராவிட மொழிகள், ஆரிய மொழிக்குடும்பத்திலிருந்து வேறுபட்டவை எனவும் இம்மொழிகள் சமஸ்கிருத மொழிக்குள்ளும் செல்வாக்குச் செலுத்தியுள்ளன எனவும் குறிப்பிட்டார்."
  }
]
