
[
  {
    "description": "கவிஞர் நா. முத்துக்குமார் தம் மகனுக்கு எழுதிய முதல் கடிதம் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "மகனின் பிறப்புச் சம்பவத்தை",
      "மகனின் குழந்தைப் பருவத்தை",
      "மகனின் முதல் பள்ளி அனுபவத்தை",
      "மகனின் கல்வி முன்னேற்றத்தை"
    ],
    "answer": "B",
    "additional_context": "கவிஞர் நா. முத்துக்குமார், தம் மகனுக்கு எழுதுவதாக அமைந்த இக்கடிதம், பிள்ளை வளர்ப்பில் தாயுமானவராகத் திகழ்ந்த ஒருவரை நமக்குக் காட்டிச் செல்கிறது. இந்தக் கடிதத்தில் மகனின் குழந்தைப் பருவத்தைப் பற்றி விவரிக்கப்பட்டுள்ளது. இக்கடிதத்தின் துவக்கத்தில் 'இது நான் உனக்கு எழுதும் முதல் கடிதம். இதைப் படித்துப் புரிந்துகொள்ளும் வயதில் நீ இல்லை. மொழியின் விரல் பிடித்து நடக்கப் பழகிக்கொண்டு இருக்கிறாய். உன் மொழியில் உனக்கு எழுத, நான் கடவுளின் மொழியை அல்லவா கற்க வேண்டும்.' எனத் தொடங்குகிறது. இதுவே மகனின் குழந்தைப் பருவத்தைப் பற்றிய குறிப்பு. அதன் பின் மகன் பிறந்ததிலிருந்து நடந்த விஷயங்களை எல்லாம் சொல்லி மகனின் குழந்தைப் பருவத்தை விவரிக்கிறார்."
  },
  {
    "description": "வள்ளுவர் கூறும் மிகப்பெரிய இன்பம் எது?",
    "options": [
      "மக்கள் நலன்",
      "சொத்து சேர்த்தல்",
      "உறவினர்களின் அன்பு",
      "தம் மக்கள் மெய் தீண்டல்"
    ],
    "answer": "D",
    "additional_context": "கவிஞர் நா. முத்துக்குமார், தம் மகனுக்கு எழுதுவதாக அமைந்த இக்கடிதத்தில், வள்ளுவர் 'தம் மக்கள் மெய் தீண்டல் உயிர்க்கு இன்பம்' எனக் கூறியதை மேற்கோள் காட்டுகிறார். 'உலகிலேயே மிகப்பெரிய இன்பம் எது?.... \"தம் மக்கள் மெய் தீண்டல் உயிர்க்கு இன்பம்\" என்கிறார் வள்ளுவர். நீ எம் மெய் தீண்டினாய், மெய்யாகவே மெய்யாகவே நான் தூள் தூளாக உடைந்து போனேன்.' எனக் கூறுகிறார். இதன் மூலம், தம் மக்கள் மெய் தீண்டல் என்பதே மிகப்பெரிய இன்பம் எனக் கூறுகிறார்."
  },
  {
    "description": "மகனின் எந்த செயல் கவிஞரின் உள்ளத்தை உடைத்துப் போடச் செய்கிறது?",
    "options": [
      "மகனின் முதல் புன்னகை",
      "மகனின் முதல் சொல்",
      "மகனின் முதல் அழுகை",
      "மகனின் முதல் நடைகள்"
    ],
    "answer": "A",
    "additional_context": "கவிஞர் நா. முத்துக்குமார், தம் மகனுக்கு எழுதுவதாக அமைந்த இக்கடிதத்தில், தனது மகன் பிறந்த போது தான் உடைந்து போனதாகவும், மகனின் புன்னகையில் தான் மீண்டும் ஒட்டவைக்கப்பட்டு இருந்ததாகவும் குறிப்பிடுகிறார். 'நீ எம் மெய் தீண்டினாய், மெய்யாகவே மெய்யாகவே நான் தூள் தூளாக உடைந்து போனேன். உன் பொக்கை வாய்ப் புன்னகையில் நீ என்னை அள்ளி அள்ளி எடுத்து மீண்டும் மீண்டும் ஒட்டவைத்துக்கொண்டு இருந்தாய்.' எனக் கூறுகிறார். மகனின் முதல் புன்னகை தான் கவிஞரின் உள்ளத்தை உடைத்துப் போடச் செய்தது."
  },
  {
    "description": "கவிஞர் மகனின் குழந்தைப் பருவத்தை எதற்கு ஒப்பிடுகிறார்?",
    "options": [
      "மலரும் பூக்களுக்கு",
      "மெதுவான மழைத்துளிகளுக்கு",
      "உலகப் படைப்பிற்கு",
      "சூரிய ஒளியின் கதிர்களுக்கு"
    ],
    "answer": "C",
    "additional_context": "கவிஞர் நா. முத்துக்குமார், தம் மகனுக்கு எழுதுவதாக அமைந்த இக்கடிதத்தில், 'உலகிலேயே மிகப்பெரிய இன்பம் எது?.... \"தம் மக்கள் மெய் தீண்டல் உயிர்க்கு இன்பம்\" என்கிறார் வள்ளுவர். நீ எம் மெய் தீண்டினாய், மெய்யாகவே மெய்யாகவே நான் தூள் தூளாக உடைந்து போனேன்.' எனக் கூறுவதன் மூலம் மகனின் குழந்தைப் பருவத்தை 'உலகப் படைப்பு' போன்று ஒப்பிடுகிறார்."
  },
  {
    "description": "\"______  ______  ______  உனக்கு எழுத, நான் கடவுளின் மொழியை அல்லவா கற்க வேண்டும்\"",
    "options": [
      "உன் மொழியில்",
      "என் மொழியில்",
      "அவர்கள் மொழியில்",
      "அந்த மொழியில்"
    ],
    "answer": "A",
    "additional_context": "கவிஞர் நா. முத்துக்குமார், தம் மகனுக்கு எழுதுவதாக அமைந்த இக்கடிதத்தில், 'இதைப் படித்துப் புரிந்துகொள்ளும் வயதில் நீ இல்லை. மொழியின் விரல் பிடித்து நடக்கப் பழகிக்கொண்டு இருக்கிறாய். உன் மொழியில் உனக்கு எழுத, நான் கடவுளின் மொழியை அல்லவா கற்க வேண்டும்.' எனக் கூறுகிறார். இதன் மூலம், தன் மகன் இன்னும் பேசப் பழகிக் கொண்டிருக்கிறான். அதனால், தான் மகனுக்கு எழுத 'கடவுளின் மொழியை' கற்க வேண்டும் எனக் கூறுவதன் மூலம் மகனின் மொழி குறித்து கவிஞர் குறிப்பிடுவதைக் காணலாம்."
  }
]
