
[
  {
    "description": "ஏமாங்கத நாட்டின் வளம் பற்றி எந்த இலம்பகத்தில் கூறப்பட்டுள்ளது?",
    "options": [
      "நாமகள் இலம்பகம்",
      "கோவிந்தையார் இலம்பகம்",
      "காந்தருவதத்தையார் இலம்பகம்",
      "குணமாலையார் இலம்பகம்"
    ],
    "answer": "A",
    "additional_context": "சீவக சிந்தாமணி காப்பியத்தில் ஏமாங்கத நாட்டின் வளத்தைப் பற்றி கூறும் பகுதி 'நாமகள் இலம்பகம்' எனப்படுகிறது. இந்தப் பகுதி ஏமாங்கத நாட்டின் செழிப்பையும் அழகையும் விவரிக்கிறது."
  },
  {
    "description": "ஏமாங்கத நாட்டின் புகழ் எந்த அடிப்படையில் பரவியிருந்தது?",
    "options": [
      "அதன் மன்னரின் வீரத்தால்",
      "அதன் செழிப்பான வளத்தால்",
      "அதன் மருத்துவக் கண்டுபிடிப்புகளால்",
      "அதன் கலைஞர்களின் சிறப்பால்"
    ],
    "answer": "B",
    "additional_context": "'காய்மாண்ட தெங்கின் பழம்வீழக் கமுகின் நெற்றிப் பூமாண்ட தீந்தேன் தொடை கீறி வருக்கை போழ்ந்து தேமாங்கனி சிதறி வாழைப் பழங்கள் சிந்தும் ஏமாங்கதம் என்று இசையால்திசை போயது உண்டே!' என்ற வரிகளின் மூலம் ஏமாங்கத நாட்டின் வளம் மற்றும் செழிப்பு  அதன் புகழிற்குக் காரணம் என்பதை அறிய முடிகிறது."
  },
  {
    "description": "ஏமாங்கத நாட்டில், வள்ளல் கைத்தல மாந்தரின் மால்வரைக் கொள்ளை கொண்ட கொழுநிதிக் குப்பையை உவமையாகக் கூறப்பட்டுள்ளது. இந்த உவமை என்ன சொல்கிறது?",
    "options": [
      "ஏமாங்கத நாட்டில் மலையில் தங்கம் அதிகமாக கிடைக்கும்.",
      "ஏமாங்கத நாட்டின் செல்வர்கள் ஏழைகளுக்குத் தாராளமாகக் கொடுப்பார்கள்.",
      "ஏமாங்கத நாட்டில் மலைகள் நிறைந்திருக்கும்.",
      "ஏமாங்கத நாட்டின் ஆறுகள் வற்றாதவை."
    ],
    "answer": "B",
    "additional_context": "வள்ளலின் கைத்தலம் என்ற சொல் செல்வர்கள் அல்லது வள்ளல்கள் என்பதைக் குறிக்கிறது. 'மால்வரைக் கொள்ளை கொண்ட கொழுநிதிக் குப்பை' என்பது மலையில் இருக்கும் செல்வத்தைக் குறிக்கிறது. இது ஏமாங்கத நாட்டின் செல்வர்கள் ஏழைகளுக்குத் தாராளமாகக் கொடுப்பார்கள் என்ற கருத்தை உணர்த்துகிறது."
  },
  {
    "description": "ஏமாங்கத நாட்டில் 'வெறிகமழ் கழனியுள் உழுநர் வெள்ளமே' என்று கூறப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "ஏமாங்கத நாட்டில் மணம் நிறைந்த பூக்கள் பூத்துக் குலுங்கும்.",
      "ஏமாங்கத நாட்டில் வயல்கள் வறட்சியால் பாதிக்கப்பட்டுள்ளன.",
      "ஏமாங்கத நாட்டில் நிறைய மக்கள் விவசாயத்தில் ஈடுபட்டுள்ளனர்.",
      "ஏமாங்கத நாட்டில் விவசாயம் செழித்து இருக்கும்."
    ],
    "answer": "D",
    "additional_context": "'வெறிகமழ் கழனி' என்பது மணம் நிறைந்த வயல்களைக் குறிக்கிறது. 'உழுநர் வெள்ளமே' என்பது ஏராளமான விவசாயிகள் இருப்பதைக் குறிக்கிறது. இதன் மூலம் ஏமாங்கத நாட்டில் விவசாயம் மிகவும் செழித்து இருப்பதை அறியலாம்."
  },
  {
    "description": "ஏமாங்கத நாட்டில் 'தலை நிறுவித் தேர்ந்தநூல் கல்விசேர் மாந்தரின் இறைஞ்சிக் காய்த்தவே' என்ற வாக்கியம் என்ன குறிக்கிறது?",
    "options": [
      "ஏமாங்கத நாட்டில் நெற்பயிர்கள் மிக உயரமாக வளரும்.",
      "ஏமாங்கத நாட்டில் கல்வியறிவுடையவர்கள் மதிப்பிற்குரியவர்களாக கருதப்படுகிறார்கள்.",
      "ஏமாங்கத நாட்டில் பயிர்கள் காய்த்துள்ளன.",
      "ஏமாங்கத நாட்டில் பள்ளிகள் அதிகமாக உள்ளன."
    ],
    "answer": "B",
    "additional_context": "இந்த வாக்கியத்தில் நெற்பயிர்களின் வளர்ச்சி, செல்வம் மற்றும் கல்வியறிவுடையவர்கள் ஆகியவை ஒப்பிடப்படுகின்றன.  'தலை நிறுவித் தேர்ந்தநூல் கல்விசேர் மாந்தரின்' என்பது கல்வியறிவுடையவர்களைக் குறிக்கிறது. இது  ஏமாங்கத நாட்டில் கல்வியறிவுடையவர்கள் மதிப்பிற்குரியவர்களாக கருதப்படுகிறார்கள் என்ற கருத்தை தெளிவுபடுத்துகிறது."
  }
]
