
[
  {
    "description": "கொடுக்கப்பட்ட சொற்களில் எது சமூகத்திற்கு உதவியாக இருக்கும்?",
    "options": [
      "குறும்பு",
      "கோன்",
      "ஈகை",
      "மொய்ம்பு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த கேள்வியைப் பார்க்கும் முன்பு, மொழியோடு விளையாடு பகுதியைப் படித்துப் பாருங்கள். 'சமூகத்திற்கு உதவியாக இருக்கும்' என்ற கேள்விக்கு பொருத்தமான சொல்லானது 'ஈகை' என்பது தெளிவாகிறது.  'ஈகை' என்ற சொல்லுக்கு பிறருக்கு உதவி செய்வது அல்லது பிறரின் நலனில் அக்கறை காட்டுவது என்று பொருள். இந்தச் சொல் சமூகத்திற்கு உதவி செய்வதைப் பற்றிப் பேசும்போது பொருத்தமானதாக இருக்கிறது."
  },
  {
    "description": "கொடுக்கப்பட்ட  கலைச்சொல் அறிவோம் பகுதியில், \"Indian National Army\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "இந்தியாவின் தேசிய ராணுவம்",
      "இந்தியாவின் இராணுவம்",
      "இந்திய தேசிய இராணுவம்",
      "இந்திய ராணுவம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கலைச்சொல் அறிவோம் பகுதியில்  'Indian National Army' என்று கொடுக்கப்பட்டுள்ளது. இதனைப் பொருள் கொண்ட தமிழ் சொல் 'இந்திய தேசிய இராணுவம்' ஆகும்.  இந்த ராணுவம் இரண்டாம் உலகப் போரின் போது இந்தியாவில் உருவானது. இது இந்திய தேசியவாதிகள் சிலரால்  சேர்ந்து  நடத்தப்பட்டது.  இந்திய ராணுவத்தை அவர்கள் சுதந்திரப் போராட்டத்தில் ஒரு பகுதியாகப் பயன்படுத்தினார்கள்."
  },
  {
    "description": "“மானாமதுரை ஓர் அழகான பேரூர்” - இந்த வரியில் எந்தப் பொருள் “பேரூர்” என்பதைக் குறிக்கிறது?",
    "options": [
      "ஒரு பெரிய நகரம்",
      "மானாமதுரை என்ற ஊர்",
      "ஒரு சிறிய கிராமம்",
      "ஒரு பெரிய மலை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கொடுக்கப்பட்ட வரியில் 'பேரூர்' என்ற சொல் 'மானாமதுரை' என்பதைக் குறிக்கிறது.  'பேரூர்' என்பது ஒரு பெரிய ஊரை குறிக்கும் சொல்.  மானாமதுரை ஒரு நகரம் என்பதால், இங்கு 'பேரூர்' என்ற சொல் அதனைக் குறிப்பதாக பொருள் கொள்ளலாம். மேலும், இந்த வரியில் 'மானாமதுரை' என்பது ஊரின் பெயராக குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "\"களின்\" என்ற சொல்லைப் பயன்படுத்தி நான்கு எழுத்துக்கள் கொண்ட இரண்டு சொற்களை உருவாக்கவும்.",
    "options": [
      "\"களி\" மற்றும் \"கின்\"",
      "\"கலின்\" மற்றும் \"கின்\"",
      "\"களி\" மற்றும் \"லின்\"",
      "\"கலின்\" மற்றும் \"லின்\""
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மொழியோடு விளையாடு பகுதியில் 'களின்' என்ற சொல்லைப் பயன்படுத்தி நான்கு எழுத்துக்கள் கொண்ட இரண்டு சொற்களை உருவாக்க வேண்டும்.  'களின்' என்ற சொல்லில் இருந்து நான்கு எழுத்துக்கள் கொண்ட சொற்கள் 'களி' மற்றும் 'கின்'  என்று உருவாக்க முடியும்.  'களி' என்ற சொல் பூமி அல்லது மண் என்று பொருள்படும். 'கின்' என்ற சொல் ஒரு வகையான இசைக்கருவி என்று பொருள்படும்."
  },
  {
    "description": "\"அவன் யார்?\" என்ற கேள்விக்கு நான்கெழுத்துச் சொல் பதிலாகத் தரப்பட்டுள்ளது. இந்த நான்கெழுத்துச் சொல் எந்த வகையான விலங்கைக் குறிக்கிறது?",
    "options": [
      "பறவை",
      "மீன்",
      "பூச்சி",
      "ஊர்வன"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த கேள்விக்குப் பதில் நான்கெழுத்துச் சொல் என்று கூறப்பட்டுள்ளது.  மேலும், அது ஒரு விலங்கைக் குறிப்பதாகவும் தெரிவிக்கப்பட்டுள்ளது.  நான்கு எழுத்துச் சொல்லானது பறவை என்ற சொல். பறவை என்பது வானத்தில் பறக்கும் விலங்கு.  எனவே, இந்த நான்கெழுத்துச் சொல் பறவையைக் குறிக்கிறது."
  }
]
