[
          
  {
    
          "description": "1848 இல் பெண்களுக்கெனத் தொடங்கப்பட்ட பள்ளியில் ஆசிரியராக பணியாற்றியவர் ______.",
          "options": [
      "சாவித்திரிபாய் பூலே",
      "முத்துலெட்சுமி",
      "நீலாம்பிகை அம்மையார்",
      "ஈ.த. இராஜேஸ்வரி அம்மையார்"
    ],
    "answer": "A",
    
          "additional_context": "சாவித்திரிபாய் பூலே அவர்கள் 1848ல் பெண்களுக்கென முதன்முதலாக ஒரு பள்ளியைத் தொடங்கி, அதில் ஆசிரியராகப் பணியாற்றினார். இவர் ஒரு சமூக சீர்திருத்தவாதி. சாவித்திரிபாய் பூலேவும் இவரது கணவர் ஜோதிராவ் பூலேவும் சேர்ந்து அந்த காலத்தில் பெண்களின் கல்வி, சமூக நிலைமை குறித்தும், குழந்தைத் திருமணம், விதவை மறுமணம் குறித்தும் ஆர்வமாகப் போராடினார்கள். இவர்களை 'பெண் கல்வியின் தந்தை, தாய்' என அழைப்பது வழக்கம்."
          }
        ,
          
  {
    
          "description": "குழந்தை திருமணத்தை தடுக்க 1929ஆம் ஆண்டு கொண்டு வரப்பட்ட சட்டம் ______  சட்டம்.",
          "options": [
      "ஹண்டர் சட்டம்",
      "கோத்தாரி சட்டம்",
      "சாரதா சட்டம்",
      "முத்துலெட்சுமி சட்டம்"
    ],
    "answer": "C",
    
          "additional_context": "குழந்தை திருமணத்தைத் தடுக்க 1929ஆம் ஆண்டு சாரதா சட்டம் கொண்டுவரப்பட்டது. இந்தச் சட்டம் பெண்களின் கல்வி, சமூக நிலைமை மேம்பட பெரிதும் உதவியது. இன்றும் கூட குழந்தைத் திருமணத்தைத் தடுக்கும் முயற்சிகள் தொடர்ந்து மேற்கொள்ளப்பட்டு வருகின்றன."
          }
        ,
          
  {
    
          "description": "தமிழக அரசு, 8 ஆம் வகுப்புவரை படித்த இளம் பெண்களுக்கான திருமண உதவித் தொகையை ______ பெயரில் வழங்கிவருகிறது.",
          "options": [
      "முத்துலெட்சுமி",
      "நீலாம்பிகை அம்மையார்",
      "ஈ.த. இராஜேஸ்வரி அம்மையார்",
      "மூவலூர் இராமாமிர்தம் அம்மையார்"
    ],
    "answer": "D",
    
          "additional_context": "தமிழக அரசு, 8 ஆம் வகுப்புவரை படித்த இளம் பெண்களுக்கான திருமண உதவித் தொகையை மூவலூர் இராமாமிர்தம் அம்மையார் பெயரில் வழங்கிவருகிறது. இவர் ஒரு சமூக சீர்திருத்தவாதி. 1930களில் பெண்களுக்காகப் பாடுபட்டவர். அவர், தேவதாசி ஒழிப்புச் சட்டம் நிறைவேறத் துணைநின்றார். அவர் பல சமூகப் பணிகளைச் செய்துள்ளார்."
          }
        ,
          
  {
    
          "description": "சங்க காலத்தில் பெண்களின் கல்வி நிலையைப் பற்றி குறிப்பிடும் வில்லுப்பாட்டு பகுதியில், பெண்பாற் புலவர்களின் பெயர்களைப் பட்டியலிடும் போது, 'நக்கண்ணையார்' என்ற பெயர் குறிப்பிடப்படுகிறது. அந்தப் பகுதியில் நக்கண்ணையாரைப் பற்றி குறிப்பிடப்படும் விஷயம் எது?",
          "options": [
      "தூது போனாங்க... துயரைத் தீர்த்தாங்க...",
      "சமண மதமும் புத்த மதமும் வளர்ந்த காலத்தில்",
      "இறைவனுக்குப் பாமாலை சூட்டினாங்க",
      "கொவ்வைத் தமிழைக் கொண்டு பாடிய"
    ],
    "answer": "A",
    
          "additional_context": "சங்க காலத்தில் பெண்களின் கல்வி நிலைமை மிகவும் சிறப்பாக இருந்தது. வில்லுப்பாட்டுக் குழுவினர் பெண்பாற் புலவர்கள் பற்றி பேசும்போது, நக்கண்ணையார் பற்றி, 'தூது போனாங்க... துயரைத் தீர்த்தாங்க...' என்று குறிப்பிடுகின்றனர். சங்க காலத்தில் பெண்கள் பல துறைகளிலும் சிறந்து விளங்கியுள்ளனர் என்பதை வில்லுப்பாட்டு பகுதி எடுத்துக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "வில்லுப்பாட்டு பகுதியில், பெண் ஆட்சியாளர் வந்தால் நாம் எப்படி நடந்து கொள்வோம் என்று குழுவினர் கேள்வி கேட்கின்றனர். இது குறித்து குழுத்தலைவர் என்ன விளக்கம் அளிக்கிறார்?",
          "options": [
      "ஒரு பெண் ஆட்சியாளராக இருந்தால் அவருக்கு எந்த மரியாதையும் இல்லை.",
      "பெண்கள் படித்துப் பெரிய பதவிகளுக்கு வரும்போது தானாக மரியாதை கிடைக்கும்.",
      "பெண் ஆட்சியாளர்கள் ஆண்களைவிட திறமையற்றவர்கள்.",
      "நாம் பெண்களை ஏற்றுக் கொள்ளாமல் விரும்பவில்லை."
    ],
    "answer": "B",
    
          "additional_context": "சங்க காலத்தில் பெண்களின் கல்வி நிலைமை சிறப்பாக இருந்தாலும், இடைக்காலத்தில் பெண்கள் கல்வி படிப்பது மிகவும் குறைந்தது. வில்லுப்பாட்டுக் குழுவினர் பெண் ஆட்சியாளர் வந்தால் எப்படி நடந்து கொள்வது என்று கேள்வி கேட்கும்போது, குழுத்தலைவர், 'பெண்கள் படித்துப் பெரிய பதவிகளுக்கு வரும்போது தானாக மரியாதை கிடைக்கும்' என்று பதிலளிக்கிறார். இது பெண்களின் கல்வியின் முக்கியத்துவத்தை எடுத்துக்காட்டுகிறது."
          }
        ]