
[
  {
    "description": "“நான் இன்னும் வாசிக்காத நல்ல புத்தகம் ஒன்றை வாங்கிவந்து என்னைச் சந்திப்பவனே என் தலைசிறந்த நண்பன்” என்பவர் ஆபிரகாம் லிங்கன். மனிதனை விலங்கிடமிருந்து வேறுபடுத்துவது சிரிப்பு மட்டுமன்று, சிந்திப்பதும்தான். சிந்தனையைத் தூண்டுவது கற்றல் மட்டுமன்று, நூல்களும்தான். உலகமெங்கும் பயணம் செல்லும் பட்டறிவை நூலுலகம் தருகிறது. நல்ல நண்பனைப் போன்ற நூலையும், நல்ல நூலைப் போன்ற நண்பனையும் தேடிப் பெறவேண்டும்.”\n\nஇந்தப் பகுதியில் எடுத்துக்காட்டப்பட்டுள்ள புத்தகங்களின் முக்கியத்துவம் எது?",
    "options": [
      "a) புத்தகங்கள் வாசிப்பதன் மூலம் மனிதன் விலங்கினத்திலிருந்து வேறுபடுகிறான்.",
      "b) புத்தகங்கள் நல்ல நண்பர்களைப் போன்றவை.",
      "c) புத்தகங்கள் உலகைப் பற்றிய பட்டறிவைத் தருகின்றன.",
      "d) மேற்கண்ட அனைத்தும்."
    ],
    "answer": "d",
    "additional_context": "ஆபிரகாம் லிங்கன் கூறியது போல், மனிதனை விலங்கிலிருந்து வேறுபடுத்துவது சிரிப்பு மட்டும் அல்ல, சிந்திப்பதும்தான்.  சிந்தனையைத் தூண்டுவது கற்றல் மட்டும் அல்ல, நூல்களும் தான்.  நூல்கள், உலகமெங்கும் பயணம் செய்யும் பட்டறிவைத் தரும்.  நல்ல நண்பனைப் போன்ற நூலையும், நல்ல நூலைப் போன்ற நண்பனையும் தேடிப் பெறவேண்டும் என்பதை இந்தப் பகுதி வலியுறுத்துகிறது."
  },
  {
    "description": "“உலகிலே எங்கேனும் ஓரிடத்தில் ஏதோ ஓர் காரணத்தால் நேரிடும் ஏதோ ஓர் சம்பவம், உலகின் மற்ற பாகங்களைப் பாதிக்கும் நாட்களில் நாம் வாழ்கிறோம். உலகத் தொடர்பு அதிகரித்துவிட்ட, வளர்ந்துகொண்டே போகும் நாட்களிலே நாம் வாழ்கிறோம். நாட்டுநிலை, உலகநிலைக்கு ஏற்ப வளர்ந்தாக வேண்டும். இதற்கு வீட்டுநிலை மாற வேண்டும். வீட்டிற்கோர் புத்தகசாலை என்ற இலட்சியம், நாட்டுக்கோர் நல்லநிலை ஏற்படச் செய்ய வேண்டும் என்ற திட்டத்துக்கு அடிப்படை.”",
    "options": [
      "a) உலகத் தொடர்புகள் அதிகரித்துள்ளதால்.",
      "b)  வளர்ந்த நாடுகளின் வளர்ச்சியைக் கண்டு.",
      "c)  மக்களின் மனவளம் குறைவாக இருப்பதால்.",
      "d)  வீட்டிற்கோர் புத்தகசாலை அமைப்பது எளிதாக இருப்பதால்."
    ],
    "answer": "a",
    "additional_context": "உலகிலே எங்கேனும் ஓரிடத்தில் நேரிடும் சம்பவம், உலகின் மற்ற பாகங்களைப் பாதிக்கும் நாட்களில் நாம் வாழ்கிறோம்.  உலகத் தொடர்பு அதிகரித்துவிட்ட, வளர்ந்துகொண்டே போகும் நாட்களிலே நாம் வாழ்கிறோம்.  நாட்டுநிலை, உலகநிலைக்கு ஏற்ப வளர்ந்தாக வேண்டும்.  இதற்கு வீட்டுநிலை மாற வேண்டும்.  வீட்டிற்கோர் புத்தகசாலை என்ற இலட்சியம், நாட்டுக்கோர் நல்லநிலை ஏற்படச் செய்ய வேண்டும் என்ற திட்டத்துக்கு அடிப்படை என்பதை இந்த பகுதி விளக்குகிறது."
  },
  {
    "description": "“வீடுகளிலே மேஜை, நாற்காலி, சோபாக்கள் இருக்கும். பீரோக்கள் இருக்கும். அவைகளில் வெள்ளித் தாம்பாளமும், விதவிதமான வட்டில்களும், பன்னீர்ச்செம்பும் இருக்கும். பித்தளைப் பாத்திரங்கள் இருக்கும். உடைகள் சிறு கடை அளவுக்கு இருக்கும். மருந்து வகைகள் சிறு வைத்தியசாலை அளவுக்கு இருக்கும். அப்படிப்பட்ட வசதியுள்ள வீடுகளிலேயுங்கூடப் புத்தகசாலை இராது. ”",
    "options": [
      "a) வசதியான வீடுகளில் புத்தகசாலைகள் இல்லாதது.",
      "b)  வீடுகளில் தேவையற்ற பொருள்கள் அதிகம் இருப்பது.",
      "c)  மக்களின் அறிவு வளர்ச்சி குறைவாக இருப்பது.",
      "d)  வீடுகளில் மருத்துவ வசதிகள் இல்லாதது."
    ],
    "answer": "a",
    "additional_context": "வீடுகளிலே மேஜை, நாற்காலி, சோபாக்கள் இருக்கும்.  பீரோக்கள் இருக்கும்.  அவைகளில் வெள்ளித் தாம்பாளமும், விதவிதமான வட்டில்களும், பன்னீர்ச்செம்பும் இருக்கும்.  பித்தளைப் பாத்திரங்கள் இருக்கும்.  உடைகள் சிறு கடை அளவுக்கு இருக்கும்.  மருந்து வகைகள் சிறு வைத்தியசாலை அளவுக்கு இருக்கும்.  அப்படிப்பட்ட வசதியுள்ள வீடுகளிலேயுங்கூடப் புத்தகசாலை இராது என்பதை இந்த பகுதி சுட்டிக்காட்டுகிறது."
  },
  {
    "description": "“நமது தமிழகத்தின் தனிச்சிறப்பு என்று கூறத்தகும் சங்க இலக்கியச் சாரத்தைச் சாமானியரும் அறிந்து வாசிக்கக் கூடிய முறையில் தீட்டப்பட்ட ஏடுகள் இருக்கவேண்டும். குறைந்தபட்சம் மக்கள் முன்னேற்றத்துக்கும் வாழ்க்கை வசதிக்கும் உதவும் விஞ்ஞானக் கண்டுபிடிப்புகளைப் பற்றிய முக்கியமான தகவலைத் தெரிவிக்கும் நூல்கள் இருக்க வேண்டும்.”",
    "options": [
      "a) சங்க இலக்கியம், விஞ்ஞானக் கண்டுபிடிப்புகள்.",
      "b)  திருக்குறள், சரித ஏடுகள்.",
      "c)  வீரர்கள், விவேகிகளின் வாழ்க்கைக் குறிப்பு.",
      "d)  பூகோள ஏடுகள்."
    ],
    "answer": "a",
    "additional_context": "நமது தமிழகத்தின் தனிச்சிறப்பு என்று கூறத்தகும் சங்க இலக்கியச் சாரத்தைச் சாமானியரும் அறிந்து வாசிக்கக் கூடிய முறையில் தீட்டப்பட்ட ஏடுகள் இருக்கவேண்டும்.  குறைந்தபட்சம் மக்கள் முன்னேற்றத்துக்கும் வாழ்க்கை வசதிக்கும் உதவும் விஞ்ஞானக் கண்டுபிடிப்புகளைப் பற்றிய முக்கியமான தகவலைத் தெரிவிக்கும் நூல்கள் இருக்க வேண்டும் என்பதை இந்தப் பகுதி வலியுறுத்துகிறது."
  },
  {
    "description": "“வீட்டிற்கோர் புத்தகசாலை” என்ற இலட்சியத்தை நடைமுறைப்படுத்துவதன் மூலம் எதை நாம் பெற முடியும் என்பது  அறிஞர் அண்ணாவின் வானொலி உரையில்  குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "வீட்டில்  வெள்ளித் தாம்பாளம் மற்றும் பன்னீர்ச் செம்புகள்",
      "நமது  நாட்டிற்கு மனவளம்",
      "வீட்டுக்கு  உலகைக் காட்டக்கூடிய வசதிகள்",
      "நாட்டு விடுதலைக்கு உழைத்தவர்களின் வாழ்க்கை குறிப்பு ஏடுகள்"
    ],
    "answer": "B",
    "additional_context": "வீட்டிற்கோர் புத்தகசாலை என்ற இலட்சியத்தை நடைமுறைப்படுத்துவதன் மூலம் நமது நாட்டிற்கு மனவளம் பெற முடியும் என்பது அறிஞர் அண்ணாவின் வானொலி உரையில் குறிப்பிடப்பட்டுள்ளது."
  }
]
