
[
  {
    "description": "'என் சமகாலத் தோழர்களே' கவிதையில் கவிஞர் விடுக்கும் வேண்டுகோள் யாது?",
    "options": [],
    "answer": [],
    "additional_context": "'என் சமகாலத் தோழர்களே' கவிதையில் கவிஞர், தன் சமகாலத் தோழர்களைச் சீர்படுத்தும் வேண்டுகோளை விடுக்கிறார். குறிப்பாக, அவர்கள் வாழ்வில் நற்பண்புகளையும் ஒழுக்கங்களையும் மேற்கொள்ளுமாறு அறிவுறுத்துகிறார்.  அவர்களின் செயல்கள் மனித குலத்திற்குப் பயன்பட வேண்டும் என்பதை வலியுறுத்துகிறார்.   சமூகத்தின் நன்மைக்காகத் தங்களையும், தங்களின் திறமைகளையும் அர்ப்பணிக்க வேண்டும் என்ற வேண்டுகோளை விடுக்கிறார்.   இக்கவிதையின் மூலம் கவிஞர், நேர்மையான வாழ்க்கை, பண்புகளை வளர்த்துக்கொள்வது போன்ற நல்ல கருத்துக்களை விதைக்கிறார்."
  },
  {
    "description": "இணையவழியில் இயங்கும் மின்னணு இயந்திரங்கள் எவையேனும் ஐந்தினைக் குறிப்பிடுக.",
    "options": [],
    "answer": [],
    "additional_context": "இணையத்தில் இயங்கும் மின்னணு இயந்திரங்கள் மிக அதிகம். உதாரணமாக, மின்னஞ்சல், வலைத்தளம், சமூக ஊடகங்கள், வீடியோ ஸ்ட்ரீமிங் சேவைகள், மின்னணு வணிகம், ஆன்லைன் விளையாட்டுகள், மின்னணு கல்வி போன்றவை.  இவை நம் வாழ்க்கையில் முக்கியப் பங்காற்றுகின்றன. "
  },
  {
    "description": "மூவறிவு, நான்கறிவு, ஐந்தறிவு உயிர்கள் யாவை?",
    "options": [],
    "answer": [],
    "additional_context": "தொல்காப்பியர் கூறும் மூவறிவு, நான்கறிவு, ஐந்தறிவு உயிர்கள் பற்றி கீழே விளக்கப்பட்டுள்ளது:\n\n* **மூவறிவு உயிர்கள்:** இவை மூக்கைப் பயன்படுத்தி வாசனையை உணரும்.  (உதாரணம்: பூச்சிகள்)\n* **நான்கறிவு உயிர்கள்:** இவை கண்களைக் கொண்டு பார்வை உணர்வைப் பெறுகின்றன. (உதாரணம்: பறவைகள்)\n* **ஐந்தறிவு உயிர்கள்:**  செவியைப் பயன்படுத்தி கேட்பதை உணர்கின்றன. (உதாரணம்: மனிதர்கள்)"
  },
  {
    "description": "செயற்கைக்கோள் ஏவு ஊர்தியில் பொருத்தும் செயலியைப் பற்றி திரு. சிவன் கூறுவது யாது?",
    "options": [],
    "answer": [],
    "additional_context": "செயற்கைக்கோள் ஏவு ஊர்தியில் பொருத்தப்படும் செயலியைப் பற்றி திரு. சிவன் கூறுவது யாது என்பதை இப்பாடப் புத்தகத்தில் கொடுக்கப்படவில்லை.   திரு. சிவன் என்பது ஒரு பெயர்.  இது போன்ற செயலிகளை பற்றி விவரிக்க அவரது அனுபவம், அறிவு மற்றும் தொழில்நுட்ப அறிவு அவசியம். "
  },
  {
    "description": "'என் சமகாலத் தோழர்களே' கவிதையில் கவிஞர் விடுக்கும் வேண்டுகோள் யாது?",
    "options": [],
    "answer": [],
    "additional_context": "'என் சமகாலத் தோழர்களே' கவிதையில் கவிஞர், தன் சமகாலத் தோழர்களைச் சீர்படுத்தும் வேண்டுகோளை விடுக்கிறார். குறிப்பாக, அவர்கள் வாழ்வில் நற்பண்புகளையும் ஒழுக்கங்களையும் மேற்கொள்ளுமாறு அறிவுறுத்துகிறார்.  அவர்களின் செயல்கள் மனித குலத்திற்குப் பயன்பட வேண்டும் என்பதை வலியுறுத்துகிறார்.   சமூகத்தின் நன்மைக்காகத் தங்களையும், தங்களின் திறமைகளையும் அர்ப்பணிக்க வேண்டும் என்ற வேண்டுகோளை விடுக்கிறார்.   இக்கவிதையின் மூலம் கவிஞர், நேர்மையான வாழ்க்கை, பண்புகளை வளர்த்துக்கொள்வது போன்ற நல்ல கருத்துக்களை விதைக்கிறார்."
  }
]
