[
          
  {
    
          "description": "பட்டிமன்ற நடுவர் எந்த முடிவுக்கு வந்தார்?",
          "options": [
      "அகழாய்வு என்பது நம் பண்பாட்டைப் புரிந்துகொள்ளத் தேவையற்றது",
      "அகழாய்வு என்பது தேவையற்ற செலவினமே",
      "அகழாய்வு என்பது நமது பண்பாட்டின் மேன்மையைப் பறைசாற்றும் ஒரு தேவையான செயல்பாடே",
      "அகழாய்வு என்பது நமது நவீன உலகில் பொருத்தமற்றது"
    ],
    "answer": "C",
    
          "additional_context": "அகழாய்வு என்பது தேவையான செயல்பாடே என்று நடுவர் கூறினார். இன்றைய சூழலில் அகழாய்வு நமது வரலாற்றையும் பண்பாட்டையும் அறிந்துகொண்டு சிறந்த எதிர்காலத்தை உருவாக்க உதவும் என்று அவர் கருத்து தெரிவித்தார்"
          }
        ,
          
  {
    
          "description": "'___________ ' என்னும் இடத்தில் நடத்தப்பட்ட அகழாய்வில் சுடுமண் பொருள்கள், உலோகப் பொருள்கள், முத்துகள், கிளிஞ்சல் பொருள்கள் போன்ற பல்வேறு தொல்லியல் பொருள்கள் கிடைத்துள்ளன.",
          "options": [
      "ஆதிச்சநல்லூர்",
      "கீழடி",
      "அரிக்கமேடு",
      "பல்லாவரம்"
    ],
    "answer": "B",
    
          "additional_context": "கீழடி என்னும் இடத்தில் நடத்தப்பட்ட அகழாய்வில் பல தொல்லியல் பொருள்கள் கிடைத்துள்ளன. சுடுமண் பொருள்கள், உலோகப் பொருள்கள், முத்துகள், கிளிஞ்சல் பொருள்கள், மான்கொம்புகள், சோழிகள், கிண்ணங்கள், துளையிடப்பட்ட பாத்திரங்கள், இரத்தினக்கல் வகைகள், பழுப்பு, கறுப்பு, சிவப்பு-கறுப்புப் பானைகள், சதுரங்கக் காய்கள், தானியங்களைச் சேகரிக்கும் கலன்கள், செம்பு, சங்கு வளையல்கள், எலும்பினால் ஆன கூர் முனைகள், தமிழ் எழுத்துகள் பொறிக்கப்பட்ட பானை ஓடுகள், கற்கருவிகள், நீர் சேகரிக்கும் பெரிய மட்கலன்கள், சிறிய குடுவைகள், உறைக்கிணறுகள், சுடுமண் கூரை ஓடுகள் போன்ற பல்வேறு தொல்லியல் பொருள்கள் கிடைத்துள்ளன"
          }
        ,
          
  {
    
          "description": "'___________ ' என்னும் தொல்லியல் அறிஞர் 1863ஆம் ஆண்டு சென்னைப் பல்லாவரத்தில் கற்கருவியையும் எலும்பையும் கண்டுபிடித்தார்.",
          "options": [
      "ரோபர்ட் புரூஸ் புட்",
      "கே.ஏ. நீலகண்டசாஸ்திரி",
      "ராபர்ட் கால்ட்வே",
      "ஐராவதி கர்வே"
    ],
    "answer": "A",
    
          "additional_context": "ரோபர்ட் புரூஸ்புட் என்பவர் 1863ஆம் ஆண்டு சென்னைப் பல்லாவரத்தில் எலும்பையும் கற்கருவியையும் கண்டுபிடித்தார். இந்தக் கற்கருவிதான் இந்தியாவில் கண்டெடுக்கப்பட்ட முதல் கல்லாயுதம் என்று கூறப்படுகிறது"
          }
        ,
          
  {
    
          "description": "'___________ '  என்பது மக்கள் அறிவியலின் ஒரு சிறந்த உதாரணம்.",
          "options": [
      "நெகிழி பொருள்கள்",
      "மின்சாதன பொருள்கள்",
      "சுடுமண் பொருள்கள்",
      "பயன்படுத்தித் தூக்கி எறியும் பொருள்கள்"
    ],
    "answer": "C",
    
          "additional_context": "நமது முன்னோர்கள் சுடுமண்ணிலும், உலோகத்திலும் செய்து பயன்படுத்திய பொருள்கள் பல தலைமுறைகளைக் கடந்தும் பயன்பாட்டில் இருந்தன. இதன் மூலம் அவர்கள் மக்கள் அறிவியல் மீது கொண்டிருந்த ஈடுபாட்டை நாம் உணர முடிகிறது"
          }
        ,
          
  {
    
          "description": "'___________ ' என்னும் பழக்கத்தால் மின்சாதனக் குப்பைகள் மலையெனக் குவிந்துவிட்டன.",
          "options": [
      "பயன்படுத்து, சரிசெய்",
      "பயன்படுத்து, மறுசுழற்சி",
      "பயன்படுத்து, தூக்கி எறி",
      "பயன்படுத்து, பகிர்"
    ],
    "answer": "C",
    
          "additional_context": "பயன்படுத்திவிட்டுத் தூக்கி எறி என்பது தற்காலத்தில் உள்ள ஒரு பழக்கம். எழுதுகிற பேனா, குடிக்கிற தண்ணீர்ப்புட்டி, பழுதுபட்ட மடிக்கணினி, செல்லிடப்பேசி போன்றவற்றை ஒருமுறை பயன்படுத்திவிட்டுத் தூக்கி எறிகிற வழக்கத்தால் மின்சாதனக் குப்பைகள் மலையெனக் குவிந்துவிட்டன"
          }
        ]