
[
  {
    "description": "1.  \"புத்தகம் படிக்கலாம்\" என்ற சொற்றொடரை விரிவாக்க, எந்த அடைமொழிகளைப் பயன்படுத்தலாம்?",
    "options": [
      "நல்ல, ஆழ்ந்து, தேர்ந்து",
      "நாளும், மகிழ்ந்து, உணர்ந்து",
      "ஆழ்ந்து, மகிழ்ந்து, உணர்ந்து",
      "நல்ல, நாளும், தேர்ந்து"
    ],
    "answer": "D",
    "additional_context": "இந்த கேள்வி புத்தகத்தைப் படிப்பதற்கான நல்ல வழிகளைக் குறிக்கிறது. நல்ல புத்தகத்தைப் படிப்பது நல்லது. நாளும் நல்ல புத்தகத்தைப் படிப்பது மிகவும் நல்லது. இந்த கேள்வி  ஆழ்ந்து, மகிழ்ந்து, உணர்ந்து எனும் சொற்களைப் பயன்படுத்தி விரிவாக  புத்தகத்தைப் படிப்பதைப் பற்றிச் சிந்திக்க வைக்கிறது."
  },
  {
    "description": "2.  \"விளையாடுவது நன்று\" என்ற சொற்றொடரை விரிவாக்க, எந்த அடைமொழிகளைப் பயன்படுத்தி, \"மாலையில் திடலில்\" என்ற சொற்றொடருடன் இணைத்துப் புதிய சொற்றொடரை உருவாக்கலாம்?",
    "options": [
      "ஓடியாடி, சேர்ந்து, அனைவருடன்",
      "சேர்ந்து, திடலில், அனைவருடன்",
      "ஓடியாடி, திடலில், அனைவருடன்",
      "ஓடியாடி, சேர்ந்து, மாலையில்"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி விளையாட்டின்  மகிழ்ச்சியைப்  பற்றிச்  சொல்லுகிறது. \"மாலையில் திடலில்\" என்ற சொற்றொடரைப் பயன்படுத்தி விளையாடுவது  மிகவும்   மகிழ்ச்சி  அளிக்கும்  என்பதை  இந்த  கேள்வி  வலியுறுத்துகிறது."
  },
  {
    "description": "3.  \"பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவிள்ளை எண்ராலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தது பலருக்குத் தெரியாது\"  என்ற வாக்கியத்தில் உள்ள பிழையைச் சரிசெய்து எழுது.",
    "options": [
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தார் என்பது பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தார் என்பது பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தது பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தார் என்பது பலருக்குத் தெரியாது."
    ],
    "answer": "D",
    "additional_context": "இந்த கேள்வி காமராசர் பற்றிய ஒரு வாக்கியத்தில் உள்ள பிழையைச் சரிசெய்யும் திறனைச் சோதிக்கிறது.  \"பெற்றிருந்தது\" என்ற சொல்லை  \"பெற்றிருந்தார்\" என  மாற்ற வேண்டும்.  \"என்றாலும்\" என்ற சொல்லை  \"என்றாலும்\" என  மாற்ற வேண்டும்."
  },
  {
    "description": "4.  கீழ்க்காணும் பத்தியில் உள்ள ஆகுபெயர்களை அட்டவணைப்படுத்தி, \"பொருள்\" என்ற தலைப்பில் வரும் ஆகுபெயர்களை மட்டும் தேர்ந்தெடுத்து எழுது?",
    "options": [
      "டிசம்பர், மல்லிகை, பால், தோட்டம், வெள்ளை, கூலி, பொங்கல், ஐந்து கிலோ, மூன்று லிட்டர், நான்கு மீட்டர், அரை நிமிடம், வயலின், சிவசங்கரி",
      "டிசம்பர், மல்லிகை, பால், பொங்கல், ஐந்து கிலோ, மூன்று லிட்டர், நான்கு மீட்டர்",
      "டிசம்பர், மல்லிகை, பால், பொங்கல், ஐந்து கிலோ, மூன்று லிட்டர், நான்கு மீட்டர், அரை நிமிடம், வயலின்",
      "டிசம்பர், மல்லிகை, பால், தோட்டம், கூலி, பொங்கல், ஐந்து கிலோ, மூன்று லிட்டர், நான்கு மீட்டர்"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி ஆகுபெயர்களை அடையாளம் காணும் திறனை சோதிக்கிறது.  ஆகுபெயர்கள் பொருள், இடம், காலம் போன்றவற்றைக் குறிப்பிடும்  சொற்கள்.  இந்த கேள்வி  \"பொருள்\" என்ற  தலைப்பில்  வரும்  ஆகுபெயர்களை மட்டும்  தேர்ந்தெடுத்து எழுத  கூறுகிறது. "
  },
  {
    "description": "5.  \"எனது பயணம்\" என்னும் தலைப்பில் பயண அனுபவங்களை விவரிக்கும் போது, எந்த அம்சங்களைப் பற்றி எழுதுவது மிகவும் முக்கியம்?",
    "options": [
      "பயணத்தின் நோக்கம், பயண இடம்,  பயணத்தின் போது நடந்த விஷயங்கள்",
      "பயணத்தின் நோக்கம், பயணத்தின் போது நடந்த விஷயங்கள், உணர்வுகள்",
      "பயணத்தின் நோக்கம், பயண இடம், பயணத்தின் போது நடந்த விஷயங்கள், உணர்வுகள்",
      "பயணத்தின் நோக்கம், பயண இடம், உணர்வுகள்"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி ஒரு கட்டுரை எழுதும்போது  எந்த  விஷயங்களைப்  பற்றி   எழுத   வேண்டும்   என்பதைப்   பற்றி  விளக்குகிறது.  பயணத்தில்  நடந்த  விஷயங்கள்  மற்றும்  உணர்வுகளை  விவரிப்பது   மிகவும்  முக்கியம். "
  }
]
