
[
  {
    "description": "“சாந்தம்” என்ற சொல் எந்தக் கவிதைக் காட்சியில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "அடுப்பிடு சாந்தமோடு அகிலின் நாற்றமும்... (குறிஞ்சி)",
      "மன்னிய முதுவெயில் வளைப்ப வாய்வெரீஇ... (பாலை)",
      "வருமலை அளவிக் கானல் மணலிடை உலவிக் காற்றில்... (நெய்தல்)",
      "பூவையும் குயில்களும் பொலங்கை வண்டரும்... (முல்லை)"
    ],
    "answer": "A",
    "additional_context": "குறிஞ்சிப் பகுதி, சந்தனக் காடு, சந்தன மரங்களை அடுப்பிடுவதற்குப் பயன்படுத்தப்படும், சந்தனத்தின் நறுமணம், அகிலின் நாற்றம் ஆகியவை இணைந்த காட்சியை இப்பாடல் வர்ணிக்கிறது."
  },
  {
    "description": "“இராவண காவியம்” எந்தக் காலகட்டத்தில் எழுதப்பட்டது?",
    "options": [
      "19 ஆம் நூற்றாண்டு",
      "20 ஆம் நூற்றாண்டு",
      "21 ஆம் நூற்றாண்டு",
      "18 ஆம் நூற்றாண்டு"
    ],
    "answer": "B",
    "additional_context": "இராவண காவியம் என்பது 20 ஆம் நூற்றாண்டில் தோன்றிய தனித்தமிழ் பெருங்காப்பியம். இந்த நூல் புலவர் குழந்தை அவர்களால் இயற்றப்பட்டது. "
  },
  {
    "description": "“பூத்துக் குலுங்கும் பூஞ்சோலை; அடர்ந்து வளர்ந்த பசுமரங்கள்; நீர் நிறைந்த நதிக்கரைகள்; பச்சை போர்த்திய புல்வெளிகள்; துள்ளித் திரியும் மானினங்கள்; மயில்கள், குயில்கள், கிளிகள் பறந்து நுழையும்முன் திரியும் பறவைகளென இத்தகு அழகிய சூழலைக் கண்டு மனம் மகிழ்ந்ததுண்டா?” எனத் தொடங்கும் பத்தியின் பொருள் என்ன?",
    "options": [
      "a) இயற்கை அழகைப் பற்றிய ஒரு கவிதை அறிமுகம்.",
      "b) தமிழ் இலக்கியத்தில் உள்ள காட்சி வர்ணனைகளைப் பற்றிய விளக்கம்.",
      "c) இராவண காவியத்தின் கதைக் களம் பற்றிய அறிமுகம்.",
      "d) மனம் புத்துணர்வு பெறுவதற்கு இயற்கை அழகின் அவசியம் பற்றிய விளக்கம்."
    ],
    "answer": "D",
    "additional_context": "இயற்கை அழகைச் சுவைத்தால் மனம் புத்துணர்வு பெறும், எண்ணம் வளமை பெறும் என்பதை இப்பத்தி தெளிவுபடுத்துகிறது. தமிழ் இலக்கியத்தில் ஏராளமான எழிலோவியங்களை சொல்லோவியங்களாக புலவர்கள் வரைந்துள்ளனர் என்பது குறிப்பிடத்தக்கது."
  },
  {
    "description": "“அருவிய முருகியம் ஆர்ப்பப் பைங்கிளி பருகிய தமிழிசை பாடப் பொன்மயில் அருகிய சிறைவிரித் தாடப் பூஞ்சினை மருவிய குரக்கினம் மருண்டு நோக்குமால்”  என்ற பாடலில் “பூஞ்சினை”  என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "a) பூக்கள் நிறைந்த மரக்கிளைகள்.",
      "b) மரத்தின் மேல் உள்ள பூக்கள்.",
      "c) பறவைகள் பறக்கும் மரத்தின் மேற்பகுதி.",
      "d) குரங்குகள் அமர்ந்திருக்கும் கிளை."
    ],
    "answer": "A",
    "additional_context": "குறிஞ்சிப் பகுதியைப் பற்றிய இந்தப் பாடல். மலைப்பகுதியில் காணப்படும் அருவி, பைங்கிளி பறவை, பொன்மயில் ஆகியவற்றின் அழகை குரங்குகள் பார்த்து மகிழ்கின்றன. பூக்கள் நிறைந்த மரக்கிளைகளை, பூஞ்சினை எனக் குறிப்பிட்டுள்ளது."
  },
  {
    "description": "“அடுப்பிடு சாந்தமோடு அகிலின் நாற்றமும் துடுப்பிடு மைவனச் சோற்றின் நாற்றமும் மடுப்படு காந்தளின் மணமுந் தோய்தலாற் கடைப்படு பொருளெலாம் கமழும் குன்றமே” என்ற பாடலில் “மைவனம்” என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "a) ஒரு வகைப் பறவை.",
      "b) மலைப் பகுதியில் வளரும் ஒரு வகை மரம்.",
      "c) மலை நெல்.",
      "d) காந்தள் மலரின் ஒரு வகை."
    ],
    "answer": "C",
    "additional_context": "இப்பாடல் குறிஞ்சி நிலத்தைப் பற்றியது. மலையின் வளத்தை விவரிக்கும் இப்பாடலில், சந்தனக் காடு, காந்தள் மலர், மலை நெல் ஆகியவை குறிப்பிடப்பட்டுள்ளன. மலை நெல்லை 'மைவனம்' என்கிறது."
  }
]
