
[
  {
    "description": "கவிதை எழுதுவதற்கு புதுக்கவிதையின் முக்கியமான பங்களிப்பு என்ன?",
    "options": [
      "கவிதைகளில் புதுமையான எழுத்து முறைகளை அறிமுகப்படுத்துதல்",
      "கவிதைகளில் சாதாரண வாழ்க்கை அனுபவங்களைப் பயன்படுத்துதல்",
      "கவிதைகளில் இலக்கணக் கட்டுப்பாடுகளை நீக்குதல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "புதுக்கவிதைகள் என்பது பாரதி தம் வசன கவிதைகளின் தொடர்ச்சியான கவிதைகள் ஆகும். புதுக்கவிதைகளின் வரலாறு நூறு ஆண்டுகளை எட்டுகிறது எனலாம். இவை மனித நேயத்தை வலியுறுத்துவனவாக உள்ளன. இந்த நூற்றாண்டில் வாழ்க்கையின் நெருக்கடியில் மனிதம் நசுங்கி விடக்கூடாது என்பதைப் புதுக்கவிதைகளின் வாயிலாகக் கவிஞர் பலர் பல படிநிலைகளில் வெளிப்படுத்தியிருக்கிறார்கள்."
  },
  {
    "description": "கல்யாண்ஜி எந்தப் பெயரில் கதை இலக்கியத்தில் பங்களிப்புச் செய்து வருகிறார்?",
    "options": [
      "சாரங்கபாணி",
      "கல்யாணசுந்தரம்",
      "வண்ணதாசன்",
      "சத்யா"
    ],
    "answer": "C",
    "additional_context": "கல்யாண்ஜியின் இயற்பெயர் கல்யாணசுந்தரம். சிறுகதை, கவிதை, கட்டுரை, புதினம் எனத் தொடர்ந்து எழுதி வருபவர். வண்ணதாசன் என்ற பெயரில் கதை இலக்கியத்திலும் பங்களிப்புச் செய்து வருகிறார்."
  },
  {
    "description": "\"புதுக்கவிதை\" என்ற சொல் எந்த நூற்றாண்டில் உருவானது?",
    "options": [
      "18 ஆம் நூற்றாண்டு",
      "19 ஆம் நூற்றாண்டு",
      "20 ஆம் நூற்றாண்டு",
      "21 ஆம் நூற்றாண்டு"
    ],
    "answer": "C",
    "additional_context": "பாரதி தம் வசன கவிதைகளின் தொடர்ச்சியான கவிதைகள் புதுக்கவிதைகள். புதுக்கவிதைகளின் வரலாறு நூறு ஆண்டுகளை எட்டுகிறது எனலாம். புதுக்கவிதைகள் மனித நேயத்தை வலியுறுத்துவனவாக உள்ளன. இந்த நூற்றாண்டில் வாழ்க்கையின் நெருக்கடியில் மனிதம் நசுங்கி விடக்கூடாது என்பதைப் புதுக்கவிதைகளின் வாயிலாகக் கவிஞர் பலர் பல படிநிலைகளில் வெளிப்படுத்தியிருக்கிறார்கள்."
  },
  {
    "description": "\"மனித நேயத்தை வலியுறுத்துவனவாக இருக்கின்றன\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "புதுக்கவிதைகள்",
      "வசன கவிதைகள்",
      "மரபுக்கவிதைகள்",
      "நாடகங்கள்"
    ],
    "answer": "A",
    "additional_context": "புதுக்கவிதைகள் என்பது பாரதி தம் வசன கவிதைகளின் தொடர்ச்சியான கவிதைகள் ஆகும். புதுக்கவிதைகளின் வரலாறு நூறு ஆண்டுகளை எட்டுகிறது எனலாம். இவை மனித நேயத்தை வலியுறுத்துவனவாக உள்ளன. இந்த நூற்றாண்டில் வாழ்க்கையின் நெருக்கடியில் மனிதம் நசுங்கி விடக்கூடாது என்பதைப் புதுக்கவிதைகளின் வாயிலாகக் கவிஞர் பலர் பல படிநிலைகளில் வெளிப்படுத்தியிருக்கிறார்கள்."
  },
  {
    "description": "கவிதைப் பேழை பகுதியில் கல்யாண்ஜி அவர்களின் \"அக்கறை\" கவிதை எதை வலியுறுத்துகிறது?",
    "options": [
      "தக்காளிக் கூடையின் சிவப்பு நிறத்தின் அழகை",
      "மனிதர்கள் மீதான அக்கறையின் அவசியத்தை",
      "வேலைக்குச் செல்பவர்களின் அவசரத்தைக்",
      "பழங்கள் நசுங்கிப் போனதை"
    ],
    "answer": "B",
    "additional_context": "கல்யாண்ஜியின் கவிதைகளிலும் மனிதம் பரவலாக வலியுறுத்தப்படுகிறது.  கவிதைப் பேழை பகுதியில் உள்ள \"அக்கறை\" கவிதை மனிதர்கள் மீதான அக்கறையின் அவசியத்தை வலியுறுத்துகிறது. சைக்கிளில் வந்த தக்காளிக் கூடை சரிந்து, முக்கால் சிவப்பில் உருண்டது. அனைத்துத் திசைகளிலும் பழங்கள் தலைக்கு மேலே, வேலை இருப்பதாய்க் கடந்தும் நடந்தும் அனைவரும் போயினர். பழங்களை விடவும் நசுங்கிப் போனது அடுத்த மனிதர்கள் மீதான அக்கறை."
  }
]
