[
          
  {
    
          "description": "பிறமொழிச் சொற்களை எளிதாக நாம் நினைவில் வைத்துக்கொள்ள முடியாது என்று ஆனந்தி கூறும் காரணம் எது?",
          "options": [
      "அவை நம் மொழியின் இயல்புக்கு ஒவ்வாதவை.",
      "அவை நம் பேச்சுறுப்புகளுக்குப் பொருந்தாது.",
      "அவை நம் சிந்தனை வேகத்தை மட்டுப்படுத்தும்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "மும்தாஜ்: ஏன் மாற்ற வேண்டும்?\nஆனந்தி: வேற்று மொழிச்சொற்களை எளிதாக நாம் நினைவில் வைத்துக்கொள்ள முடியாது. அவ்வாறு நினைவில் வைத்துக் கொள்வதற்கு மேலும் நேரத்தைச் செலவிடவேண்டும். நம் சிந்தனை வேகத்தையும் இது மட்டுப்படுத்தும். சொற்கள் அந்தந்த மொழி பேசுவோரின் பேச்சுறுப்புகளுக்கு ஏற்ப அமைந்தவை. அவற்றை நாம் பேசும்போது ஒலித்திரிபு ஏற்பட்டுப் பொருள்மயக்கம் உண்டாகும். கேட்போர்க்குப் பொருள்புரியாத நிலை ஏற்படும்."
          }
        ,
          
  {
    
          "description": "'நாவாய்' என்ற தமிழ்ச்சொல் எந்த ஆங்கிலச் சொல்லாக மாறியுள்ளது?",
          "options": [
      "வங்கம்",
      "தோணி",
      "கலம்",
      "நேவி"
    ],
    "answer": "D",
    
          "additional_context": "ஆனந்தி: தமிழரின் கடல் ஆளுமை சார்ந்த வேறு எவ்வகைச் சொற்கள் எந்தெந்த மொழிகளில் இடம்பெற்றுள்ளன ஆனந்தி?\nஆனந்தி: உலகின் தொன்மையான மொழியாகவும் செவ்வியல் மொழிகளுள் ஒன்றாகவும் திகழ்வது கிரேக்க மொழியாகும். இம் மொழியின் கடல் சார்ந்த சொற்களில் σεβίβας (Ερύθρων της Γιακου போன்ற தமிழ்ச் சொற்கள் இடம்பெற்றுள்ளன.\nமும்தாஜ்: மிக வியப்பாக இருக்கிறது. கடல் சார்ந்த சொற்கள் மட்டும்தாம் தமிழிலிருந்து வேற்று மொழிகளுக்குச் சென்றுள்ளனவா?\nஆனந்தி: இல்லை மும்தாஜ், பல்வேறு துறை சார்ந்த தமிழ்ச்சொற்களும் வேற்று மொழிகளுக்குச் சென்றுள்ளன.\nடேவிட்: தமிழ் மொழி பெறுவதைப் போன்று, வேற்று மொழிகள் தமிழிலிருந்து பெற்றுள்ளனவா?\nஆனந்தி: பெற்றுள்ளன டேவிட். தமிழர்கள் பழங்காலத்திலேயே கடல்துறையில் பெரும் முன்னேற்றம் அடைந்திருந்தனர். சங்க இலக்கியத்தில் நாவாய், வங்கம், தோணி, கலம் போன்ற பலவகையான கடற்கலன்கள் இயக்கப்பட்டதற்கான குறிப்புகள் உள்ளன. இதில் தமிழ்ச்சொல்லாகிய நாவாய் என்பதே ஆங்கிலத்தில் நேவி என ஆகியுள்ளது டேவிட்."
          }
        ,
          
  {
    
          "description": "கிரேக்க மொழியில் 'பா' என்பது எவ்வாறு அழைக்கப்படுகிறது?",
          "options": [
      "வெண்பா",
      "пaıńova",
      "சாப்போ",
      "ɛÀɛyɛia"
    ],
    "answer": "B",
    
          "additional_context": "டேவிட்: இன்று வேற்று நாட்டினருடன் தொடர்புகொள்வதற்குக் கணினி உள்ளது, சென்றுவர வானூர்தி உள்ளது. அன்றைய காலகட்டத்தில் அவர்கள் எவ்வாறு தகவல் தொடர்புகொண்டிருந்தனர் ஆனந்தி?\nஆனந்தி: நல்ல கேள்வி. நான் முன்னரே தமிழரின் கடல் ஆளுமை பற்றி விளக்கினேன் அல்லவா. தமிழரும் கிரேக்கரும் கடல்வழியாகவும் தொடர்புகொண்டனர்.\nமும்தாஜ்: விளக்கமாகச் சொல் ஆனந்தி.\nஆனந்தி: கிரேக்கத்திலிருந்து தமிழ்நாட்டிற்குக் கடலில் எவ்வழியாக வரவேண்டும் என்பதைக் கிரேக்க நூலொன்று விளக்குகிறது.\nடேவிட்: எவ்வளவு வியப்பாக உள்ளது. அந்நூலில் தமிழ்நாடு பற்றியெல்லாம் குறிப்பிடப்பட்டுள்ளதா ஆனந்தி?\nஆனந்தி: ஆம். குறிப்பிடப்பட்டுள்ளது டேவிட். அவ்வளவு ஏன், எறிதிரேசியன் भुប់ 5 បែបុល (Periplus of the Erythraean Sea) என்னும் அந்நூலின் பெயரிலேயே தமிழ்ச்சொல் இருப்பதாகக் கூறுகின்றனர்.\nமும்தாஜ்: அப்படியா? என்ன சொல் அது?\nஆனந்தி: எறிதிரை என்பதுதான் அது. கடலைச் சார்ந்த பெரிய புலம் என்பதே எறிதிரேசியன் ஆப் த பெரிபுலஸ் என ஆகியுள்ளது. இதுபோல் தொல்தமிழின் வளர்ச்சி தொடரவும் நிலைத்திருக்கவும் நம்மாலான பணிகளைச் செய்ய வேண்டும்.\nடேவிட்: நம் தமிழ்மொழி நிலைத்திருக்க நாம் என்ன செய்ய வேண்டும்?\nஆனந்தி: வளர்ந்துகொண்டிருக்கும் அறிவியல் துறைக் கலைச்சொற்களை உடனுக்குடன் தமிழ்மொழியில் மொழி பெயர்த்து அத்துறைகளை மேலும் வளர்க்க வேண்டும். அப்போதுதான் நம் தமிழ்மொழி அறிவுக்கான கருவியாக மாறும். தமிழில் உள்ள தத்துவம், அரசியல் ஆகிய துறைகளின் சிந்தனைகளை எல்லாம் பிற மொழிகளுக்குக் கொண்டு செல்லவேண்டும். இதுவும் நம் தமிழ்மொழி நிலைத்திருக்க நாம் செய்யவேண்டிய இன்றியமையாத பணியாகும்.\nடேவிட்: இதைக் கேட்பதற்கு ஆவல் உண்டாகிறது. விரிவாகக் கூறுகிறாயா?\nஆனந்தி: மட்டுமல்லாது பண்டைத் தமிழர்கள் கவிதையியலிலும் முன்னேற்றம் பெற்றிருந்தனர். கவிதை சார்ந்த சொற்களைத் தமிழிலும் கிரேக்க மொழியிலும் ஒப்பாகக் காணமுடிகிறது.\nகடல்சார்துறையில் தமிழில் பா என்றால் என்னவென்று உனக்குத் தெரியும். இச்சொல் கிரேக்க மொழியின் தொன்மையான காப்பியமாகிய இலியாத்தில் பாய்யியோனா (пaıńova) எனக் குறிப்பிடப்பட்டுள்ளது. அப்போலோ என்னும் கடவுளுக்குப் பாடப்படுவது `பா' எனக் கிரேக்கத்தில் குறிக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "தமிழ்நாடு பற்றிய குறிப்புகள் எந்த கிரேக்க நூலில் இடம்பெற்றுள்ளது?",
          "options": [
      "எறிதிரேசியன் ",
      "இலியாத்",
      "சாப்போ",
      "இளிகியா"
    ],
    "answer": "A",
    
          "additional_context": "டேவிட்: இன்று வேற்று நாட்டினருடன் தொடர்புகொள்வதற்குக் கணினி உள்ளது, சென்றுவர வானூர்தி உள்ளது. அன்றைய காலகட்டத்தில் அவர்கள் எவ்வாறு தகவல் தொடர்புகொண்டிருந்தனர் ஆனந்தி?\nஆனந்தி: நல்ல கேள்வி. நான் முன்னரே தமிழரின் கடல் ஆளுமை பற்றி விளக்கினேன் அல்லவா. தமிழரும் கிரேக்கரும் கடல்வழியாகவும் தொடர்புகொண்டனர்.\nமும்தாஜ்: விளக்கமாகச் சொல் ஆனந்தி.\nஆனந்தி: கிரேக்கத்திலிருந்து தமிழ்நாட்டிற்குக் கடலில் எவ்வழியாக வரவேண்டும் என்பதைக் கிரேக்க நூலொன்று விளக்குகிறது.\nடேவிட்: எவ்வளவு வியப்பாக உள்ளது. அந்நூலில் தமிழ்நாடு பற்றியெல்லாம் குறிப்பிடப்பட்டுள்ளதா ஆனந்தி?\nஆனந்தி: ஆம். குறிப்பிடப்பட்டுள்ளது டேவிட். அவ்வளவு ஏன், எறிதிரேசியன் भुப់ 5 បែបុល (Periplus of the Erythraean Sea) என்னும் அந்நூலின் பெயரிலேயே தமிழ்ச்சொல் இருப்பதாகக் கூறுகின்றனர்."
          }
        ,
          
  {
    
          "description": "ஆனந்தி கூறுவது போல், நம் தமிழ்மொழி நிலைத்திருக்க நாம் செய்ய வேண்டிய முக்கியமான பணி எது?",
          "options": [
      "வளர்ந்துவரும் அறிவியல் துறைகளின் கலைச்சொற்களைத் தமிழாக்கம் செய்வது.",
      "தமிழில் உள்ள தத்துவம், அரசியல் ஆகிய துறைகளின் சிந்தனைகளைப் பிற மொழிகளுக்குக் கொண்டு செல்வது.",
      "தமிழரின் கடல் ஆளுமை பற்றிய வரலாற்று நூல்களை வெளிப்படுத்துவது.",
      "a) மற்றும் b) மட்டுமே."
    ],
    "answer": "D",
    
          "additional_context": "டேவிட்: நம் தமிழ்மொழி நிலைத்திருக்க நாம் என்ன செய்ய வேண்டும்?\nஆனந்தி: வளர்ந்துகொண்டிருக்கும் அறிவியல் துறைக் கலைச்சொற்களை உடனுக்குடன் தமிழ்மொழியில் மொழி பெயர்த்து அத்துறைகளை மேலும் வளர்க்க வேண்டும். அப்போதுதான் நம் தமிழ்மொழி அறிவுக்கான கருவியாக மாறும். தமிழில் உள்ள தத்துவம், அரசியல் ஆகிய துறைகளின் சிந்தனைகளை எல்லாம் பிற மொழிகளுக்குக் கொண்டு செல்லவேண்டும். இதுவும் நம் தமிழ்மொழி நிலைத்திருக்க நாம் செய்யவேண்டிய இன்றியமையாத பணியாகும்."
          }
        ]