
[
  {
    "description": "“கடன்என்ப நல்லவை எல்லாம் கடன்அறிந்து சான்றாண்மை மேற்கொள் பவர்க்கு” என்ற குறள் எந்தப் பகுதியில் வருகிறது?",
    "options": [
      "வினைத்தூய்மை",
      "பழைமை",
      "சான்றாண்மை",
      "நாண் உடைமை"
    ],
    "answer": "C",
    "additional_context": "சான்றோரின் அடையாளமே சான்றாண்மை.  அவர்கள் கடன் அறிந்து நல்லவை எல்லாம் கடனாகக் கொண்டு செயல்படுவர்.  அறத்தின்  நெறியில் நிற்பதால் அவர்களுக்கு சான்றாண்மை உண்டாகும்.  அறம், பொருள், இன்பம், வீடு என நான்கும் அறிந்து அவற்றுக்கான தகவமைப்புகளை ஏற்படுத்தும் திறமை உடையவர் சான்றோர்."
  },
  {
    "description": "“கருமத்தால் நாணுதல் நாணுத் திருநுதல் நல்லவர் நாணுப் பிற” என்ற குறள் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "நாண் உடைமையின் வகைகளை",
      "நாண் உடைமையின் பலன்களை",
      "நாணும் திருநுதலும் ஒன்றே என்பதை",
      "நல்லவர்களின் நாணுதலை"
    ],
    "answer": "D",
    "additional_context": "நல்லவர்கள் எப்போதும் தங்கள் செயலால் நாணுவார்கள்.  தங்கள் செயல் குற்றமற்றதாக இருந்தாலும், பிறர் மனம் நோகும் வகையில் அது அமைந்திருந்தால், அதற்காகவும் நாணுவார்கள்.  நல்லவர்கள் நாணுதல் என்பது இயல்பானது.  நல்லவர்கள் தம்மைத் திருத்துவதற்காகவும், நாணுதலின்  மூலம் தம்மை  திருத்திக் கொள்வார்கள்."
  },
  {
    "description": "“சுழன்றும்ஏர்ப் பின்னது உலகம் அதனால் உழந்தும் உழவே தலை” என்ற குறள் எந்தப் பகுதியில் வருகிறது?",
    "options": [
      "நாண் உடைமை",
      "உழவு",
      "பழைமை",
      "தீ நட்பு"
    ],
    "answer": "B",
    "additional_context": "உழவு என்பது உலகத்திற்கு மிக முக்கியமானது.  சுழலும் ஏர் உழவு செய்யப்படும் நிலத்தின்  மீது ஊன்றி நிற்கும்.  எல்லா உயிரினங்களுக்கும் உணவளிக்கும்  உழவு  உலகத்துக்கு  முதன்மையானது.  உழுதால் மட்டுமே நாம் உணவு பெற்று வாழ முடியும்.  அதனால்  உழவு  சிறந்தது."
  },
  {
    "description": "“உழுவார் உலகத்தார்க்கு ஆணிஅஃது ஆற்றாது எழுவாரை எல்லாம் பொறுத்து” என்ற குறள் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "உழவின் முக்கியத்துவத்தை",
      "உழவர்களின் பெருமையை",
      "உழைப்பின் மதிப்பை",
      "உழவின் சிரமத்தை"
    ],
    "answer": "B",
    "additional_context": "உழவர்கள் மிகவும் சிறந்தவர்கள்.  உழவர்கள் உலகத்துக்கு ஆணி போன்றவர்கள்.  உலகத்தார்க்கு உணவளிக்கும்   உழவர்களை  அனைவரும்  பொறுத்து  கொள்ள வேண்டும்.  அவர்கள் இல்லாவிட்டால்  உலகம்  வாழ  முடியாது.  அவர்களின்   பணி  மிகவும்  முக்கியமானது.  உழவர்களின்  பணி  எளிதானதல்ல."
  },
  {
    "description": "“குலம்சுடும் கொள்கை பிழைப்பின் நலம்சுடும் நாணின்மை நின்றக் கடை” என்ற குறள் எந்தப் பகுதியில் வருகிறது?",
    "options": [
      "சான்றாண்மை",
      "நாண் உடைமை",
      "உழவு",
      "குடிமை"
    ],
    "answer": "B",
    "additional_context": "குற்றம் செய்வது, தவறு செய்வது என்பது மனித குணம்.  ஆனால் அதை மறைத்து  நாணமின்றி  வாழ்வது   எல்லாம்  கெடுக்கும்  என்று  இந்த  குறள்   கூறுகிறது.  தவறு செய்தாலும் நாணமின்றி  வாழ்வது  எல்லாம்  கெடுத்துவிடும்  என்று  வள்ளுவர்   குறிப்பிடுகிறார்.  தவறு  செய்து  நாணாமல்  வாழ்வது  எல்லாம்  கெடுத்துவிடும்  என்று  இந்த  குறள்  கூறுகிறது."
  }
]
