[
          
  {
    
          "description": "“எல்லாக் கோளிலும் ஏற்றுங்கள்” எனும் வரியின் பொருள் என்ன?",
          "options": [
      "தமிழை உலகம் முழுவதும் பரப்ப வேண்டும்.",
      "எல்லா நாடுகளிலும் தமிழ் மொழி பேசப்பட வேண்டும்.",
      "தமிழர்கள் எல்லா நாடுகளிலும் சென்று வாழ வேண்டும்.",
      "தமிழர்கள் எல்லா நாடுகளிலும் அறிவியல் வளர்ச்சிக்குப் பங்களிக்க வேண்டும்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடலில் தமிழர்களின் அறிவியல் துறையில் சிறந்து விளங்குவது பற்றி பேசப்படுகிறது. அறிவியல் துறையில் தமிழர்கள் சிறந்து விளங்கி அவர்களின் பெருமையை உலகறியச் செய்ய வேண்டும் என்ற நோக்கத்தையும் இப்பாடல் வெளிப்படுத்துகிறது. 'ஏவு கணையிலும் தமிழை எழுதி எல்லாக் கோளிலும் ஏற்றுங்கள்' என்ற வரியில் இது வெளிப்படுகிறது. தமிழர்கள் அறிவியல் துறையில் சிறந்து விளங்க வேண்டும், அவர்களின் பெருமையை உலகறியச் செய்ய வேண்டும் என்பதைத்தான் இந்த வரி குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "கவிஞர் வைரமுத்து இப்பாடலில் எந்த நோக்கத்தை வலியுறுத்துகிறார்?",
          "options": [
      "அறிவியல் துறையில் தமிழர்கள் சிறந்து விளங்க வேண்டும்.",
      "அறிவியல் துறையைப் பயன்படுத்தி தமிழர்கள் முன்னேற வேண்டும்.",
      "அறிவியல் துறையைப் பயன்படுத்தி தமிழ் மொழியைப் பாதுகாக்க வேண்டும்.",
      "அறிவியல் துறையைப் பயன்படுத்தி தமிழர்களின் வீரத்தை காட்ட வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடலில் தமிழர்களின் அறிவியல் துறையில் சிறந்து விளங்குவது பற்றி பேசப்படுகிறது. அறிவியல் துறையில் தமிழர்கள் சிறந்து விளங்கி அவர்களின் பெருமையை உலகறியச் செய்ய வேண்டும் என்ற நோக்கத்தையும் இப்பாடல் வெளிப்படுத்துகிறது. 'ஏவு கணையிலும் தமிழை எழுதி எல்லாக் கோளிலும் ஏற்றுங்கள்' என்ற வரியில் இது வெளிப்படுகிறது. தமிழர்கள் அறிவியல் துறையில் சிறந்து விளங்க வேண்டும், அவர்களின் பெருமையை உலகறியச் செய்ய வேண்டும் என்பதைத்தான் இந்த வரி குறிப்பிடுகிறது. இவ்வாறாக அறிவியல் துறையைப் பயன்படுத்தி தமிழ் மொழியைப் பாதுகாக்க வேண்டும் என்ற கருத்தை வைரமுத்து இப்பாடலில் வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "பாடலில் 'கிழக்கு வானம் தூரமில்லை' என்ற வரி எதைக் குறிக்கிறது?",
          "options": [
      "கிளியின் பறக்கும் திறனை",
      "எதுவும் சாத்தியம் என்பதை",
      "வானம் அருகில் இருப்பதை",
      "கிழக்கு திசை எளிதானதை"
    ],
    "answer": "B",
    
          "additional_context": "'கிளிக்கு றெக்கை இருக்கும் வரைக்கும் கிழக்கு வானம் தூரமில்லை' என்ற வரியில் உத்வேகம், நம்பிக்கை மற்றும் எதுவும் சாத்தியம் என்பதை நாம் காண்கிறோம். றெக்கை இருக்கும் வரை கிளிக்கு எதையும் சாதிக்க முடியும் என்ற நம்பிக்கை இதில் வெளிப்படுகிறது. இதுபோல மனிதனும் தனது முயற்சியில் வெற்றி பெறுவான் என்பதை உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'முன்னோர் சொன்ன முதுமொழி எல்லாம் முதுகில் சுமந்தால் போதாது' என்ற வரியின் பொருள் என்ன?",
          "options": [
      "முன்னோரின் வார்த்தைகளை நினைவில் வைத்திருந்தால் போதும்.",
      "முன்னோரின் வார்த்தைகளைச் செயல்படுத்த வேண்டும்.",
      "முன்னோரின் வார்த்தைகளை மட்டும் நம்பக்கூடாது.",
      "முன்னோரின் வார்த்தைகளை மறந்துவிடக் கூடாது."
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடலில் முன்னோரின் வார்த்தைகளைச் செயல்படுத்தி வாழ்க்கைப் படுத்த வேண்டும் என்ற கருத்து எடுத்துரைக்கப்படுகிறது. 'முன்னோர் சொன்ன முதுமொழி எல்லாம் முதுகில் சுமந்தால் போதாது சொன்னோர் கருத்தை வாழ்க்கைப் படுத்த துணிந்தால் துன்பம் வாராது' என்ற வரியில் இது தெளிவாகிறது. முன்னோரின் வார்த்தைகளைச் செயல்படுத்துவதன் மூலம் மட்டுமே வெற்றி பெற முடியும் என்பதை இந்த வரி எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "'கூட்டுப் புழுதான் பட்டுப் பூச்சியாய்க் கோலம் கொள்ளும் மறவாதீர்' என்ற வரியின் வழியாக எந்தக் கருத்து எடுத்துரைக்கப்படுகிறது?",
          "options": [
      "ஒற்றுமையின் மூலம் வெற்றி பெறலாம்.",
      "கூட்டு முயற்சி முக்கியம்.",
      "பட்டுப் பூச்சியின் வாழ்க்கைச் சுழற்சி.",
      "ஒவ்வொருவருக்கும் ஒரு பங்கு உண்டு."
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரியில் கூட்டு முயற்சியின் முக்கியத்துவத்தை வலியுறுத்துகிறார் கவிஞர். கூட்டு முயற்சியின் மூலம் மட்டுமே வெற்றி பெற முடியும் என்பதை இந்த வரி சுட்டிக் காட்டுகிறது. 'கூட்டுப் புழுதான் பட்டுப் பூச்சியாய்க் கோலம் கொள்ளும் மறவாதீர்' என்ற வரியில் இது தெளிவாகிறது. பல புழுக்கள் ஒன்றிணைந்து பட்டுப் பூச்சியாக மாறுவது போல, ஒவ்வொருவருமே தனது பங்களிப்பை அளித்து ஒன்றிணைந்தால் மட்டுமே சாதிக்க முடியும் என்பது இதன் பொருள்."
          }
        ]