[
          
  {
    
          "description": "“தீப் பிடித்தது” என்ற தொடரில் வல்லினம் மிகுவதற்கான விதி என்ன?",
          "options": [
      "ஓரெழுத்து ஒரு மொழிக்குப் பின் வல்லினம் மிகும்.",
      "ஈறுகெட்ட எதிர்மறைப் பெயரெச்சத்தின்பின் வல்லினம் மிகும்.",
      "வன்தொடர்க் குற்றியலுகரங்கள் நிலை மொழியாக இருந்து புணர்கையில் வல்லினம் மிகும்.",
      "உவமைத் தொகையில் வல்லினம் மிகும்."
    ],
    "answer": "A",
    
          "additional_context": "“தீப் பிடித்தது” என்ற தொடரில் 'தீ' என்ற சொல் ஓரெழுத்து ஒரு மொழியாகும். ஓரெழுத்து ஒரு மொழிக்குப் பின் வல்லினம் மிகும் என்பது ஒரு முக்கியமான வல்லினம் மிகும் விதி. இதனால் 'தீ' என்ற சொல்லின் பின் வரும் 'பிடித்தது' என்ற சொல்லில் 'ப்' என வல்லினம் மிகுகிறது. 'தீப் பிடித்தது' என்ற சொல்லின் பொருள் தீயானது தீப்பிடித்தது என்பதாகும். 'தீ' என்பது நெருப்பு அல்லது தீயானது என்பதைக் குறிக்கும் சொல்லாகும். 'பிடித்தது' என்பது வினைச்சொல்லாகும். 'தீப் பிடித்தது' என்ற தொடர் ஒரு முழுமையான வாக்கியமாகும். 'தீ' என்ற சொல் ஓரெழுத்து ஒரு மொழியாக இருப்பதால், 'தீப்' என வல்லினம் மிகுகிறது."
          }
        ,
          
  {
    
          "description": "வல்லினம் மிகும் இடங்களை இனங்கண்டு பயன்படுத்தத் தொடங்கினாலே தவறுகளைத் தவிர்த்துவிடலாம். இந்த கூற்று எந்த வகையான தவறுகளை குறிக்கிறது?",
          "options": [
      "இலக்கணப் பிழைகள்",
      "எழுத்துப்பிழைகள்",
      "பொருள் மயக்கங்கள்",
      "சொல் வடிவப் பிழைகள்"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    
          "additional_context": "வல்லினம் மிகும் இடங்களை இனங்கண்டு பயன்படுத்தத் தொடங்கினாலே தவறுகளைத் தவிர்த்துவிடலாம் என்ற கூற்று இலக்கணப் பிழைகள், எழுத்துப்பிழைகள், பொருள் மயக்கங்கள், சொல் வடிவப் பிழைகள் என பல வகையான தவறுகளைத் தவிர்க்க உதவும். வல்லினம் மிகும் இடங்களைப் பற்றிய விதிகள் நமக்குச் சரியான இலக்கணத்தைப் பின்பற்ற உதவும். வல்லினம் மிகும் இடங்களைப் புரிந்துகொண்டு எழுதுவதன் மூலம் எழுத்துப் பிழைகளைத் தவிர்க்கலாம். சில சமயங்களில் வல்லினம் மிகாவிட்டால் ஒரு சொல்லின் பொருள் வேறாகப் போய்விடும். உதாரணமாக, 'வாணன் வேலை கொடுத்தான்' என்ற தொடர் 'வாணன் வேலைக் கொடுத்தான்' என்ற தொடரை விட வேறு பொருளைக் குறிக்கும். 'வாணன் வேலைக் கொடுத்தான்' என்ற தொடரில் 'கொடுத்தான்' என்ற வினைச்சொல்லுக்கு முன் வல்லினம் மிகுந்துள்ளது. இதனால், வாணன் தனது வேலையை வேறொருவருக்குக் கொடுத்தான் என்ற பொருள் தெளிவாகிறது. 'வாணன் வேலை கொடுத்தான்' என்ற தொடரில் வல்லினம் மிகாததால், வாணன் வேலை செய்யும்போது ஏதாவது கொடுத்தான் என்ற பொருள் தெரியவருகிறது. வல்லினம் மிகும் இடங்களைச் சரியாகப் பயன்படுத்துவதன் மூலம், சரியான சொல் வடிவத்தைப் பயன்படுத்த முடியும். உதாரணமாக, 'கூவாக் குயில்' என்ற தொடரில் வல்லினம் மிகுந்துள்ளது. இதனால், 'குயில்' என்ற சொல்லின் வடிவம் சரியாகப் பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“வாணன் வேலைக் கொடுத்தான்” மற்றும் “வாணன் வேலை கொடுத்தான்” என்ற இரண்டு தொடர்களில், வல்லினம் மிகும் இடத்தின் அடிப்படையில் எந்த தொடர் சரியானது?",
          "options": [
      "இரண்டு தொடர்களும் சரியானவை.",
      "“வாணன் வேலைக் கொடுத்தான்” மட்டுமே சரியானது.",
      "“வாணன் வேலை கொடுத்தான்” மட்டுமே சரியானது.",
      "இரண்டு தொடர்களும் தவறானவை."
    ],
    "answer": "B",
    
          "additional_context": "“வாணன் வேலைக் கொடுத்தான்” மற்றும் “வாணன் வேலை கொடுத்தான்” என்ற தொடர்களை நாம் பரிசீலிக்கும் போது, 'வாணன் வேலைக் கொடுத்தான்' என்ற தொடரே சரியானது. ஏனெனில், 'வேலை' என்ற சொல்லின் பின்னால் வரும் 'க்' என்பது வல்லினம் மிகுதல் விதிக்கு ஏற்ப உள்ளது.  'வேலை' என்ற சொல்  நிலைமொழியாகும். அதனுடன் 'க்' என்ற வல்லினம் மிகுதல் ஏற்பட்டு 'வேலைக்' என மாறி  'கொடுத்தான்' என்ற வினைச்சொல்லுடன் சேர்ந்துள்ளது.  'வாணன் வேலைக் கொடுத்தான்' என்ற தொடர் வாணன் வேலையைக் கொடுத்தான் என்ற பொருளைக் குறிக்கிறது. அதேசமயம் 'வாணன் வேலை கொடுத்தான்' என்ற தொடரில் வல்லினம் மிகாமல் இருப்பதால், வாணன் வேலை செய்து கொண்டிருந்தபோது ஏதாவது ஒன்றைக் கொடுத்தான் என்று பொருள் தெளிவாகத் தெரியவில்லை.  வல்லினம் மிகும் இடங்களைச் சரியாகப் பயன்படுத்துவது ஒரு சரியான இலக்கணத்திற்கும் தெளிவான பொருளுக்கும் முக்கியமானது."
          }
        ,
          
  {
    
          "description": "“அதற்குச் சொன்னேன்” என்ற தொடரில் வல்லினம் மிகுந்துள்ளது ஏன்?",
          "options": [
      "“அதற்கு” என்ற சொல் ஒரு சுட்டுப் பெயர்.",
      "“அதற்கு” என்ற சொல்லின் பின்னால் வரும் “சொன்னேன்” என்ற வினைச்சொல்.",
      "“அதற்கு” என்ற சொல் “அது” + “அன்” + “கு” என பிரித்து எழுதப்படும் போது “அன்” என்ற சாரியை உருபு வருவதால்.",
      "மேற்கண்ட எல்லாம்."
    ],
    "answer": "D",
    
          "additional_context": "“அதற்குச் சொன்னேன்” என்ற தொடரில் “அதற்கு” என்ற சொல் “அது” + “அன்” + “கு” என பிரிக்கப்படும் போது, “அன்” என்ற சாரியை உருபு வருகிறது. இந்த சாரியை உருபு வரும்போது, அது அடுத்த சொல்லில் வல்லினம் மிகுவதற்கு காரணமாகிறது. அதற்குச் சொன்னேன் என்ற தொடரில், “அதற்கு” என்ற சொல்லின் பின்னால் வரும் “சொன்னேன்” என்ற வினைச்சொல்லின் முதல் எழுத்தான “ச”  என்னும்  வல்லினம்  மிகுந்து “ச்”  என  மாறி  நிற்கிறது.  “அதற்குச் சொன்னேன்”  என்ற  தொடரில்,  “அதற்கு”  என்ற  சொல்  சுட்டுப்  பெயராகவும் இருக்கிறது.  ஆனால்,  இங்கு  சாரியை  உருபு  வருவதாலேயே  வல்லினம்  மிகுதல்  நிகழ்கிறது.  சுருக்கமாகச்  சொன்னால்,  “அதற்குச்  சொன்னேன்”  என்ற  தொடரில்  வல்லினம்  மிகுவதற்கு  “அது” + “அன்” + “கு”  என  பிரித்து  எழுதப்படும்  போது  “அன்”  என்ற  சாரியை  உருபு  வருவதே  முக்கிய  காரணம். "
          }
        ,
          
  {
    
          "description": "“தீப் பிடித்தது” என்ற தொடரில் வல்லினம் மிகுந்துள்ளது ஏன்?",
          "options": [
      "“தீ” என்ற சொல் ஓரெழுத்து ஒரு மொழியாகும்.",
      "“தீ” என்ற சொல்லின் பின்னால் “பிடித்தது” என்ற வினைச்சொல் வருவதால்.",
      "“தீ” என்ற சொல் ஒரு உருவகச் சொல்.",
      "மேற்கண்ட எதுவும் இல்லை."
    ],
    "answer": "A",
    
          "additional_context": "“தீப் பிடித்தது” என்ற தொடரில், “தீ” என்ற சொல் ஓரெழுத்து ஒரு மொழியாகும்.  ஓரெழுத்து ஒரு மொழிக்குப் பின் வல்லினம் மிகும் என்பது ஒரு முக்கியமான வல்லினம் மிகும் விதி. இதனால் “தீ” என்ற சொல்லின் பின்னால் வரும் “பிடித்தது” என்ற வினைச்சொல்லில் “ப்” என வல்லினம் மிகுகிறது.  “தீ” என்ற சொல் உருவகச் சொல்லாக இருந்தாலும் அது ஓரெழுத்து ஒரு மொழியாக இருப்பதாலேயே வல்லினம் மிகுகிறது.  'தீப் பிடித்தது'  என்ற  தொடரின்  பொருள்  தீ  தீப்பிடித்தது  என்பதாகும்.  'தீ'  என்பது  நெருப்பு  அல்லது  தீயானது  என்பதைக்  குறிக்கும்  சொல்லாகும்.  “பிடித்தது”  என்பது  வினைச்சொல்லாகும்.  “தீப்  பிடித்தது”  என்ற  தொடர்  ஒரு  முழுமையான  வாக்கியமாகும்.  “தீ”  என்ற  சொல்  ஓரெழுத்து  ஒரு  மொழியாக  இருப்பதால்,  “தீப்”  என  வல்லினம்  மிகுகிறது."
          }
        ]