[
          
  {
    
          "description": "இராவண காவியத்தின் ஆசிரியர் யார்?",
          "options": [
      "கம்பர்",
      "புலவர் குழந்தை",
      "திருவள்ளுவர்",
      "பாரதியார்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடப் பகுதி புலவர் குழந்தையின் இராவண காவியத்தில் இருந்து எடுக்கப்பட்டதாகும். இராவண காவியம் தனித்தமிழ்ப் பெருங்காப்பியமாகும். இது தமிழகக் காண்டம், இலங்கைக் காண்டம், விந்தக் காண்டம், பழிபுரி காண்டம், போர்க்காண்டம் என ஐந்து காண்டங்களையும் 3100 பாடல்களையும் கொண்டது. இந்நூல் புலவர் குழந்தை அவர்களால் இயற்றப்பட்டது. இராமாயணத்தில் எதிர்நிலை மாந்தராகப் படைக்கப்பட்ட இராவணனை முதன்மை நாயகனாகக் கொண்டு இயற்றப்பட்டது இராவண காவியம்."
          }
        ,
          
  {
    
          "description": "'வசிபட முதுநீர் புக்கு மலையெனத் துவரை நன்னீர் கசிபட ஒளிமுத் தோடு கரையினில் குவிப்பார் அம்மா (82)' இந்தப் பாடல் எந்த நிலத்தின் பண்புகளை விவரிக்கிறது?",
          "options": [
      "குறிஞ்சி",
      "முல்லை",
      "பாலை",
      "நெய்தல்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பாடல் நெய்தல் நிலத்தின் பண்புகளைப் பற்றிச் சொல்கிறது. நெய்தல் என்பது கடல் சார்ந்த நிலம். இதில் கடல் நீர் நிறைந்து இருக்கும். கடல் சார்ந்த மக்களின் வாழ்க்கை, அவர்களின் தொழில், உணவு முறை, கலைகள் போன்றவற்றை நெய்தல் நிலம் விவரிக்கிறது. இப்பாடல் வரிகள் நெய்தல் நில மக்களான மீனவர்களின் வாழ்க்கை முறையை விவரிக்கிறது. அவர்கள் மீன் பிடிக்க கடலில் சென்று, அங்கு காணப்படும் பவளங்கள், முத்துக்களைச் சேகரித்து வருவதை இந்தப் பாடல் எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "'பொதுவர்கள் பொலிஉறப் போர்அ டித்திடும் அதிர்குரல் கேட்டுஉழை அஞ்சி ஓடுமே'  என்ற பாடல் வரியில் 'பொலி' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "ஒளி",
      "வலிமை",
      "தானியக்குவியல்",
      "அழகு"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடல் முல்லை நிலத்தைப் பற்றியது. இதில் கூறப்படுவது முல்லை நில மக்களின் வாழ்க்கை முறையைப் பற்றி. அவர்கள் விவசாயம் செய்து வாழ்கிறார்கள். 'பொதுவர்கள்' என்பது தானியங்களை உதிர்ப்பதற்கான ஒரு கருவி. அது தானியங்களை  'பொலி' அதாவது, குவித்து வைத்திருப்பதை இந்த வரிகள் குறிப்பிடுகின்றன."
          }
        ,
          
  {
    
          "description": "இராவண காவியம் எந்த நூலை அடிப்படையாகக் கொண்டு எழுதப்பட்டது?",
          "options": [
      "மகாபாரதம்",
      "இராமாயணம்",
      "சிலப்பதிகாரம்",
      "மணிமேகலை"
    ],
    "answer": "B",
    
          "additional_context": "இராவண காவியம் இராமாயணக் கதையை அடிப்படையாகக் கொண்டு எழுதப்பட்டது. ஆனால் இராவண காவியத்தில் இராமாயணத்தில் எதிர்நிலை மாந்தராகப் படைக்கப்பட்ட இராவணனை முதன்மை நாயகனாகக் கொண்டு இயற்றப்பட்டது. புலவர் குழந்தை அவர்கள் எழுதிய இராவண காவியம் ஒரு தனித்தமிழ்ப் பெருங்காப்பியமாகும்."
          }
        ]