
[
  {
    "description": "“மிகப் பெரியவர்” என்ற தொடரில் வல்லினம் மிகுந்துள்ளது ஏன்?",
    "options": [
      "“மிக” என்ற சொல் ஒரு உரிச்சொல்.",
      "“மிக” என்ற சொல்லின் பின்னால் “பெரியவர்” என்ற பெயர்ச்சொல் வருவதால்.",
      "“மிக” என்ற சொல் ஒரு உருவகச் சொல்.",
      "மேற்கண்ட எதுவும் இல்லை."
    ],
    "answer": "A",
    "additional_context": "“மிகப் பெரியவர்” என்ற தொடரில் வல்லினம் மிகுந்துள்ளது ஏன்? என்ற கேள்விக்கு விடை காண “மிக” என்ற சொல் என்ன வகைச் சொல் என்பதை அறிந்துகொள்ள வேண்டும். “மிக” என்பது ஒரு உரிச்சொல். உரிச்சொல்லின் பின்னால் வருகின்ற பெயர்ச்சொல்லில் வல்லினம் மிகும். எனவே, “மிகப் பெரியவர்” என்ற தொடரில் “பெரியவர்” என்ற பெயர்ச்சொல்லில் வல்லினம் மிகுந்துள்ளது."
  },
  {
    "description": "“கூவாக் குயில்” என்ற தொடரில் “க்” வல்லினம் மிகுந்துள்ளது ஏன்?",
    "options": [
      "“குயில்” என்ற சொல் ஒரு ஓரெழுத்து ஒரு மொழி.",
      "“கூவா” என்பது ஈறுகெட்ட எதிர்மறைப் பெயரெச்சம்.",
      "“க்” என்ற வல்லினம் “கு” என்ற மெய்யெழுத்துடன் இணைந்ததால்.",
      "மேற்கண்ட எல்லாம்."
    ],
    "answer": "B",
    "additional_context": "“கூவாக் குயில்” என்ற தொடரில் “க்” வல்லினம் மிகுந்துள்ளது ஏன்? என்ற கேள்விக்கு விடை காண “கூவா” என்ற சொல் என்ன வகைச் சொல் என்பதை அறிந்துகொள்ள வேண்டும். “கூவா” என்பது ஈறுகெட்ட எதிர்மறைப் பெயரெச்சம். எதிர்மறைப் பெயரெச்சத்தின் பின் வல்லினம் மிகும்.  எனவே, “கூவாக் குயில்” என்ற தொடரில் “க்” வல்லினம் மிகுந்துள்ளது."
  },
  {
    "description": "“கேட்டுக் கொண்டான்” என்ற தொடரில் “க்” வல்லினம் மிகுந்துள்ளது ஏன்?",
    "options": [
      "“கேட்டுக்” என்பது ஒரு வன்தொடர்க்குற்றியலுகரம்.",
      "“கேட்டுக்” என்பது ஒரு வினையெச்சம்.",
      "“கொண்டான்” என்பது ஒரு வினைச்சொல்.",
      "மேற்கண்ட எதுவும் இல்லை."
    ],
    "answer": "A",
    "additional_context": "“கேட்டுக் கொண்டான்” என்ற தொடரில் “க்” வல்லினம் மிகுந்துள்ளது ஏன்? என்ற கேள்விக்கு விடை காண “கேட்டுக்” என்ற சொல் என்ன வகைச் சொல் என்பதை அறிந்துகொள்ள வேண்டும். “கேட்டுக்” என்பது ஒரு வன்தொடர்க்குற்றியலுகரம். வன்தொடர்க்குற்றியலுகரங்கள் நிலை மொழியாக இருந்து புணர்கையில் வல்லினம் மிகும். எனவே, “கேட்டுக் கொண்டான்” என்ற தொடரில் “க்” வல்லினம் மிகுந்துள்ளது."
  },
  {
    "description": "“புலித்தோல்” என்ற தொடரில் “த்” வல்லினம் மிகுந்துள்ளது ஏன்?",
    "options": [
      "“புலி” என்ற சொல் ஒரு உருவகச் சொல்.",
      "“தோல்” என்ற சொல் ஒரு பெயர்ச்சொல்.",
      "“புலி” என்ற சொல்லின் பின்னால் வரும் “தோல்” என்ற சொல் ஆறாம் வேற்றுமைத் தொகையாகும்.",
      "மேற்கண்ட எதுவும் இல்லை."
    ],
    "answer": "C",
    "additional_context": "“புலித்தோல்” என்ற தொடரில் “த்” வல்லினம் மிகுந்துள்ளது ஏன்? என்ற கேள்விக்கு விடை காண “புலித்தோல்” என்ற தொடர் என்ன வகைத் தொடர் என்பதை அறிந்துகொள்ள வேண்டும். “புலித்தோல்” என்பது ஒரு ஆறாம் வேற்றுமைத் தொடர். ஆறாம் வேற்றுமைத் தொடரில் வல்லினம் மிகும். எனவே, “புலித்தோல்” என்ற தொடரில் “த்” வல்லினம் மிகுந்துள்ளது."
  },
  {
    "description": "“சாலப்பேசினார்” என்ற தொடரில் “ப்” வல்லினம் மிகுந்துள்ளது ஏன்?",
    "options": [
      "“சால” என்ற சொல் ஒரு உரிச்சொல்.",
      "“பேசினார்” என்ற சொல் ஒரு வினைச்சொல்.",
      "“சால” என்ற சொல்லின் பின்னால் வரும் “பேசினார்” என்ற சொல் இரு பெயரொட்டுப் பண்புத் தொகையாகும்.",
      "மேற்கண்ட எதுவும் இல்லை."
    ],
    "answer": "C",
    "additional_context": "“சாலப்பேசினார்” என்ற தொடரில் “ப்” வல்லினம் மிகுந்துள்ளது ஏன்? என்ற கேள்விக்கு விடை காண “சாலப்பேசினார்” என்ற தொடர் என்ன வகைத் தொடர் என்பதை அறிந்துகொள்ள வேண்டும். “சாலப்பேசினார்” என்பது ஒரு இரு பெயரொட்டுப் பண்புத் தொடர். இரு பெயரொட்டுப் பண்புத் தொடரில் வல்லினம் மிகும். எனவே, “சாலப்பேசினார்” என்ற தொடரில் “ப்” வல்லினம் மிகுந்துள்ளது."
  }
]
