
[
  {
    "description": "_______  என்ற கவிதை நூல் கல்யாண்ஜியின் படைப்பல்ல.",
    "options": [
      "அந்நியமற்ற நதி",
      "மணல் உள்ள ஆறு",
      "புலரி",
      "மலர்"
    ],
    "answer": "D",
    "additional_context": "கல்யாண்ஜியின் இயற்பெயர் கல்யாணசுந்தரம். இவர் சிறுகதை, கவிதை, கட்டுரை, புதினம் எனத் தொடர்ந்து எழுதி வருகிறார். வண்ணதாசன் என்ற பெயரில் கதை இலக்கியத்திலும் பங்களிப்புச் செய்துவருகிறார். புலரி, முன்பின், ஆதி, அந்நியமற்ற நதி, மணல் உள்ள ஆறு ஆகியவை அவரின் கவிதை நூல்களுள் சில. இவை தவிர, அகமும் புறமும் என்ற கட்டுரைத் தொகுப்பும் வெளிவந்திருக்கிறது. பல கடிதங்கள் தொகுக்கப்பட்டு, 'சில இறகுகள் சில பறவைகள்' என்ற பெயரில் வெளியானது. கலைக்க முடியாத ஒப்பனைகள், தோட்டத்துக்கு வெளியிலும் சில பூக்கள், உயரப் பறத்தல், ஒளியிலே தெரிவது உள்ளிட்டவை இவரது குறிப்பிடத்தக்க சிறுகதைத் தொகுப்புகள்."
  },
  {
    "description": "“அக்கறை - கல்யாண்ஜி” என்ற கவிதையில் வரும்  “சிவப்பில் உருண்டது”  என்ற வரி எதைக் குறிக்கிறது?",
    "options": [
      "சைக்கிளில் இருந்த தக்காளிக் கூடை",
      "சைக்கிளின் சக்கரம்",
      "தக்காளிகள்",
      "மனிதர்கள்"
    ],
    "answer": "C",
    "additional_context": "கவிதையில் சைக்கிளில் வந்த தக்காளிக் கூடை சரிந்து, முக்கால் சிவப்பில் உருண்டது எனக் குறிப்பிடப்பட்டுள்ளது.  அதாவது  தக்காளிகள் சாலையில் உருண்டு போனது. "
  },
  {
    "description": "கல்யாண்ஜியின் கவிதையில் மனித நேயத்தின் குறைபாட்டைக் குறிப்பிடுவதற்கு எந்தப் படம் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "சைக்கிளில் வந்த தக்காளிக் கூடை",
      "தலைக்கு மேலே பழங்கள்",
      "அனைத்துத் திசைகளிலும் பழங்கள்",
      "நசுங்கிப் போனது அடுத்த மனிதர்கள் மீதான அக்கறை"
    ],
    "answer": "D",
    "additional_context": "கல்யாண்ஜியின் கவிதையில், மனிதர்கள் தங்களது சொந்த வேலைகளில் மட்டுமே  கவனம் செலுத்தி, தக்காளிக் கூடை சரிந்து, தக்காளிகள் உருண்டு போனாலும் அதைப் பொருட்படுத்தாமல்  நடந்து போகிறார்கள்.  இதன் மூலம் மனிதர்களிடையேயான அக்கறையின்மை காட்டப்படுகிறது. "
  },
  {
    "description": "கல்யாண்ஜியின் கவிதையில் “சரிந்து” என்ற சொல்லின் பகுபத உறுப்பிலக்கணம் எது சரியானது?",
    "options": [
      "சரி + த்(ந்) + த் + உ",
      "சரி + த் + உ",
      "சரி + ந் + உ",
      "சரி + த் + த் + உ"
    ],
    "answer": "A",
    "additional_context": "சரிந்து என்ற சொல் வினையெச்சம். இதன் பகுபத உறுப்பிலக்கணம் சரி + த்(ந்) + த் + உ. சரி - பகுதி; த் -சந்தி (ந் ஆனது விகாரம்); த் - இறந்தகால இடை நிலை; உ- வினையெச்ச விகுதி. "
  },
  {
    "description": "கல்யாண்ஜியின் கவிதையில்  “முக்கால் சிவப்பில் உருண்டது”  என்ற வாக்கியத்தில் எத்தனை வினைமுற்றுகள் உள்ளன?",
    "options": [
      "ஒன்று",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": "B",
    "additional_context": "கல்யாண்ஜியின் கவிதையில் “முக்கால் சிவப்பில் உருண்டது” என்ற வாக்கியத்தில் இரண்டு வினைமுற்றுகள் உள்ளன. உருண்டது,  போனது என்ற இரண்டு வினைமுற்றுகள்  இந்த வாக்கியத்தில் உள்ளன."
  }
]
