
[
  {
    "description": "சிறுவன் பிறந்தநாளில் பெரியவர் அவனுக்கு என்ன கொடுத்தார்?",
    "options": [
      "ஒரு கோடி ரூபாய்",
      "ஒரு பெரிய வீடு",
      "கோடிக்கணக்கான பொருள்",
      "ஒரு புதிய கார்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒரு சிறுவன் பிறந்தநாளில் பெரியவர் அவனுக்கு கோடிக்கணக்கான பொருட்களைப் பரிசாகக் கொடுத்தார். சிறுவன் மிகவும் மகிழ்ச்சியடைந்தான்."
  },
  {
    "description": "பெரியவர் சிறுவனிடம் என்ன சொன்னார்?",
    "options": [
      "நீ ஒரு சிறந்த தொழிலதிபராக வேண்டும்",
      "குடிப்பிறந்தவன் தவறு செய்வதில்லை",
      "நீ எப்போதும் உன் குடும்பத்திற்கு உதவ வேண்டும்",
      "நீ எல்லோருக்கும் நல்லவனாக இருக்க வேண்டும்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "சிறுவனைப் பார்த்த பெரியவர், “நீ ஒரு நல்ல குடும்பத்தில் பிறந்தவன். குடிப்பிறந்தவன் தவறு செய்வதில்லை. உன் வாழ்க்கையை நேர்மையாக வாழ்” என்று கூறினார்."
  },
  {
    "description": "சிறுவன் தொழிலதிபரான பிறகு அனைவரும் அவனை எப்படி நடத்தினார்கள்?",
    "options": [
      "மரியாதை கொடுத்து",
      "அன்பாக",
      "வெறுத்து",
      "நினைத்து"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "அந்தச் சிறுவன் வளர்ந்து பெரிய தொழிலதிபரானான்.  அவன் மிகவும் பணக்காரனாகவும் ஆனான்.  ஆனால் பணம் வந்துவிட்டதால் அவன் மனம் மாறிவிட்டது.  பிறரைப் பற்றி அவர் கவலைப்படவில்லை.  எல்லோரும் அவனை வெறுக்கத் தொடங்கினர்."
  },
  {
    "description": "சிறுவன் தன் தவறை உணர்ந்த பிறகு என்ன செய்தான்?",
    "options": [
      "தன் சொத்துக்களை விற்க முடிவு செய்தான்",
      "தன் வாழ்க்கையை மாற்றிக்கொள்ள முடிவு செய்தான்",
      "மக்கள் நலனுக்காகத் தன் சொத்துக்களைப் பயன்படுத்த முடிவு செய்தான்",
      "தன் தவறை மன்னிக்க வேண்டும் என்று மக்களிடம் மன்றாடினான்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "ஒரு நாள் தான் எவ்வளவு தவறு செய்திருக்கிறேன் என்று அவன் உணர்ந்தான்.  அவன் மனம் மிகவும் வருந்தியது.  அவன் தன்னைத் திருத்திக்கொள்ள முடிவு செய்தான்.  அவன் தன் சொத்துக்களை மக்கள் நலனுக்காகப் பயன்படுத்த முடிவு செய்தான்."
  },
  {
    "description": "“ஏவவும் செய்கலான் தான்தேறான் அவ்வுயிர் போஒம் அளவும்ஓர் நோய்”  இக்குறளின் பொருளைப் பிரதிபலிக்கும் கூற்று எது?",
    "options": [
      "நல்ல செயலைச் செய்யும் மனம் உடையவர்கள் மட்டுமே மீட்சியைப் பெற முடியும்.",
      "பிறர் கூறுவதை ஏற்றுக் கொண்டு செயல்படாதவர், உயிர் வாழும் வரை துன்பத்திலேயே இருப்பார்.",
      "தன்னைத் தானே மேம்படுத்திக் கொள்ளும் எண்ணம் இல்லாதவர், நோயால் துன்புறுவார்.",
      "வாழ்க்கையின் துன்பங்களிலிருந்து விடுபடுவதற்கு நல்ல நோக்கு அவசியம்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ஒருவருக்கு அறிவுரை சொன்னாலும் அதை ஏற்றுக் கொள்ளாமல், தானாகவும் அதைச் செய்யாமல் இருப்பவர் துன்பத்தில் இருப்பார்.   துன்பத்திலிருந்து மீள்வதற்கு அறிவுரை ஏற்றுக் கொண்டு செயல்பட வேண்டும்."
  }
]
