[
          
  {
    
          "description": "'ஐம்பெருங்குழு' என்பது புகார் நகரில் யாரைக் குறிக்கிறது?",
          "options": [
      "அரச குடும்பத்தினரை",
      "ஐந்து மொழி பேசும் மக்கள்",
      "அரசனுக்குரிய அமைச்சர் குழு",
      "மக்கள் மீது ஆதிக்கம் செலுத்தும் ஐந்து மத குருக்கள்"
    ],
    "answer": "C",
    
          "additional_context": "மணிமேகலையின் விழாவறை காதையில், புகார் நகரில் நடைபெறும் இந்திர விழாவில் பங்கேற்கும் பலரும் குறிப்பிடப்பட்டுள்ளனர். அவர்களில் ஒரு பிரிவாக ஐம்பெருங்குழு குறிப்பிடப்படுகிறது. இவர்கள் யார் என அறிந்துகொள்ள வேண்டும் என்ற கேள்வியே இது."
          }
        ,
          
  {
    
          "description": "விழாக்காலத்தில் மக்கள் என்ன செய்ய வேண்டும் என மணிமேகலையின் விழாவறை காதை கூறுகிறது?",
          "options": [
      "அவர்கள் விரும்பும் இடங்களுக்குப் பயணம் மேற்கொள்ள வேண்டும்",
      "புகார் நகரில் நடைபெறும் போரில் பங்கேற்க வேண்டும்",
      "பழைய மணலை மாற்றி புதிய மணலை பரப்ப வேண்டும்",
      "புகார் நகரில் இருந்து வெளியேற வேண்டும்"
    ],
    "answer": "C",
    
          "additional_context": "புகார் நகரில் நடைபெறும் இந்திர விழா மிகவும் பிரமாண்டமாக கொண்டாடப்படுகிறது. அந்த நகரம் முழுவதும் அழகுபடுத்தப்பட்டு, விழாக்காலத்தில் மக்கள் செய்ய வேண்டிய காரியங்கள் பட்டியலிடப்பட்டுள்ளன. அவற்றுள் பழைய மணலை மாற்றி புதிய மணலைப் பரப்ப வேண்டும் என்பதுவும் ஒன்று. இந்திர விழாவின் தயார்நிலை குறித்து விவரிக்கும் மணிமேகலையின் விழாவறை காதை  இந்தக் கேள்விக்கு விடையைக் கொடுக்கிறது. "
          }
        ,
          
  {
    
          "description": "புகார் நகரில் விழாவிற்காக எந்த மாதிரியான இடங்கள் அலங்கரிக்கப்படுகின்றன?",
          "options": [
      "குற்றமில்லாத மன்றங்கள், வெண்மை மணல் குன்றுகள், பூஞ்சோலைகள்",
      "புனிதமான ஆலயங்கள், காடுகள், சதுப்பு நிலங்கள்",
      "நகரின் அரண்மனை, மதகு, கப்பல் துறைமுகம்",
      "நகரத்தின் கோட்டை, ராணுவ முகாம், காவல் நிலையம்"
    ],
    "answer": "A",
    
          "additional_context": "புகார் நகரில் இந்திர விழா கொண்டாடப்படும் போது பல இடங்கள் அழகுபடுத்தப்படுகின்றன. குற்றமில்லாத மன்றங்கள், வெண்மை மணல் குன்றுகள், பூஞ்சோலைகள் என  பல இடங்களும் அலங்கரிக்கப்பட்டு மக்கள் மகிழ்ச்சியுடன் வலம் வந்து இந்திர விழாவைக் கொண்டாடுகின்றனர். இந்திர விழாவைக் கொண்டாடுவதற்கான ஏற்பாடுகள்  மணிமேகலையின் விழாவறை காதையில் விவரிக்கப்பட்டுள்ளன. இக் கேள்விக்கு  மணிமேகலையின் விழாவறை காதையிலிருந்து விடையைக் கண்டறிய முடியும். "
          }
        ,
          
  {
    
          "description": "மணிமேகலையில், விழாவிற்கான அறிவிப்பை யார் செய்கிறார்?",
          "options": [
      "அரசன்",
      "முரசறைவோன்",
      "மணிமேகலை",
      "சமயக் கணக்கர்"
    ],
    "answer": "B",
    
          "additional_context": "புகார் நகரில் நடைபெறும் இந்திர விழா பற்றிய அறிவிப்பை முரசறைவோன்  என்பவர் செய்கிறார். இவர் விழாவிற்கான ஏற்பாடுகள், நடைபெறும் நாட்கள்,  செய்திகள் அனைத்தையும்  நகர மக்களுக்கு அறிவிப்பதற்காக முரசு கொட்டி  அறிவிப்பார். மணிமேகலையின் விழாவறை காதையில் இந்திர விழாவிற்கான அறிவிப்பு பற்றிய விவரங்கள்  தரப்பட்டுள்ளன. "
          }
        ,
          
  {
    
          "description": "'எண்பேராயம்' என்பது புகார் நகரில் யாரைக் குறிக்கிறது?",
          "options": [
      "புகார் நகரின் எட்டு கோட்டைகளின் தலைவர்கள்",
      "புகார் நகரில் வசிக்கும் எட்டு சாதியினர்",
      "அரசர்க்குரிய அமைச்சர் குழு",
      "புகார் நகரின் முக்கியமான எட்டு அதிகாரிகள்"
    ],
    "answer": "D",
    
          "additional_context": "மணிமேகலையின் விழாவறை காதையில்,  இந்திர விழாவைக் கொண்டாடுவதற்காக புகார் நகர மக்கள் எல்லோரும்  ஒன்றுகூடுவது  குறிப்பிடப்பட்டுள்ளது. அவர்களில் எண்பேராயம்  என்று குறிப்பிடப்படும்  அதிகாரிகளும் பங்கேற்கிறார்கள். இவர்கள் யார்  என  அறிந்துகொள்வது அவசியம்.  இக் கேள்விக்கான  விடையைக் கண்டறிய  மணிமேகலையின் விழாவறை காதையைப் படித்துப் பார்க்கலாம். "
          }
        ]