
[
  {
    "description": "இந்திர விழாவைக் காண வந்தோர் புகார் நகரில் எதைக் காண்கின்றனர்?",
    "options": [
      "உலகியல், தத்துவம் மற்றும் வீடுபேறு ஆகிய பொருள்களை வெளிப்படுத்தும் சமயவாதிகளைக் காண்கின்றனர்.",
      "அழகிய மலர்கள், பழங்கள் மற்றும் மரங்களைக் காண்கின்றனர்.",
      "மகிழ்ச்சியான இசை மற்றும் நடனத்தைக் காண்கின்றனர்.",
      "புகாரின் மன்னரை அவருடைய அரண்மனையில் காண்கின்றனர்."
    ],
    "answer": "A",
    "additional_context": "இந்திர விழாவைக் காண வந்தோர் புகார் நகரில் மெய்ப்பொருள் உணர்த்தும் உலகியல், தத்துவம், வீடுபேறு ஆகிய பொருள்களை அவரவர் இயற்கைத் தன்மைக்கு ஏற்ப விளக்குபவராகிய சமயவாதிகள் கூடியிருக்கின்றனர். தமது நெறியில் சிறந்தவராக விளங்கும் காலத்தைக் கணக்கிட்டுச் சொல்லும் காலக்கணிதரும் கூடியிருக்கின்றனர். இந்நகரை விட்டு நீங்காதவராய்த் தம் தேவருடலை மறைத்து மக்கள் உருவில் வந்திருக்கும் கடவுளரும் கடல்வழி வாணிகம் செய்து பெரும் செல்வம் காரணமாய்ப் புகார் நகரில் ஒன்று திரண்டிருக்கும் பல மொழி பேசும் அயல் நாட்டினரும் குழுமியிருக்கின்றனர். அரசர்க்குரிய அமைச்சர் குழுவாகிய ஐம்பெருங்குழு, எண்பேராயத்தைச் சேர்ந்தவர்களும் அரசவையில் ஒன்று திரண்டிருக்கின்றனர். எனவே, இந்திர விழாவைக் காண வந்தோர் புகார் நகரில் உலகியல், தத்துவம் மற்றும் வீடுபேறு ஆகிய பொருள்களை வெளிப்படுத்தும் சமயவாதிகளைக் காண்கின்றனர். "
  },
  {
    "description": "இந்திர விழாவிற்கு நகர மக்கள் என்னென்ன ஏற்பாடுகளைச் செய்ய வேண்டும்?",
    "options": [
      "வீடுகளை சுத்தப்படுத்தி, பூக்கள் மற்றும் மலர்களை அலங்கரிக்க வேண்டும்.",
      "புதிய ஆடைகள் வாங்கி அணிந்து கொள்ள வேண்டும்.",
      "தங்கள் தெருக்களை சுத்தப்படுத்தி, மணலை மாற்றி, கொடிகளை அலங்கரிக்க வேண்டும்.",
      "வீடுகளில் புதிய பொருட்களை வாங்கி வைக்க வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "இந்திர விழாவிற்கு நகர மக்கள் பல ஏற்பாடுகளைச் செய்ய வேண்டும். தோரணம் கட்டிய தெருக்களிலும் குற்றமில்லாத மன்றங்களிலும் பூரணகும்பம், பொற்பாலிகை, பாவை விளக்கு மற்றும் பலவகையான மங்கலப் பொருள்களை முறையாக அழகுபடுத்தி வையுங்கள். குலை முற்றிய பாக்கு மரத்தையும் வாழை மரத்தையும் வஞ்சிக்கொடியையும் பூங்கொடிகளையும் கரும்பையும் நட்டு வையுங்கள். வீடுகளின்முன் தெருத் திண்ணையில் வரிசை வரிசையாக இருக்கும் தங்கத் தூண்களிலே முத்து மாலைகளைத் தொங்கவிடுங்கள். விழாக்கள் நிறைந்த இம்மூதூரின் தெருக்களிலும் மன்றங்களிலும் பழைய மணலை மாற்றிப் புதிய மணலைப் பரப்புங்கள். துகில் கொடிகளையும் கம்புகளில் கட்டிய கொடிகளையும் பெரிய மாடங்களிலும் மாடங்களின் வாயில்களிலும் சேர்த்துக் கட்டுங்கள். எனவே, இந்திர விழாவிற்கு நகர மக்கள் தங்கள் தெருக்களை சுத்தப்படுத்தி, மணலை மாற்றி, கொடிகளை அலங்கரிக்க வேண்டும்."
  },
  {
    "description": "இந்திர விழாவில் நடைபெறும் வாதப் போட்டியைப் பற்றி என்ன தெரிய வருகிறது?",
    "options": [
      "வாதப் போட்டி பட்டிமண்டபத்தில் நடைபெறும்.",
      "ஒவ்வொரு சமயத்திற்கும் ஏற்ற வகையில் வாதங்கள் முன்வைக்கப்படும்.",
      "வாதப் போட்டியில் வெற்றி பெறுபவர்களுக்கு பரிசுகள் வழங்கப்படும்.",
      "வாதப் போட்டியில் பங்கேற்பவர்களுக்கு சிறப்பு மரியாதை வழங்கப்படும்."
    ],
    "answer": "B",
    "additional_context": "இந்திர விழாவில் நடைபெறும் வாதப் போட்டியைப் பற்றி பல விஷயங்கள் தெரிய வருகிறது. குளிர்ந்த மணல் பரப்பிய பந்தல்களிலும் மரங்கள் தாழ்ந்து நிழல்தரும் ஊர் மன்றங்களிலும் நல்லன பற்றிச் சொற்பொழிவாற்றுங்கள். அவரவர் சமயத்திற்கு உரிய உட்பொருளறிந்து வாதிடுவோர் பட்டிமண்டப முறைகளைத் தெரிந்து வாதிட்டுத் தீர்வு காணுங்கள்.  ஒவ்வொரு சமயத்திற்கும் ஏற்ற வகையில் வாதங்கள் முன்வைக்கப்படும் என்பதால், ஒவ்வொரு சமயத்திற்கும் ஏற்ற வகையில் வாதங்கள் முன்வைக்கப்படும் என்று சொல்லலாம்."
  },
  {
    "description": "“சமயக் கணக்கர்” என்ற சொல்லுக்கு எந்த பொருள் பொருந்தும்?",
    "options": [
      "சமயத்தின் வரலாற்றைப் பற்றி ஆராய்பவர்கள்",
      "சமய நூல்களைப் படிப்பவர்கள்",
      "சமய விழாக்களை நடத்துபவர்கள்",
      "சமய நெறிகளை விளக்குபவர்கள்"
    ],
    "answer": "D",
    "additional_context": "மெய்த்திறம் வழக்கு நன்பொருள் வீடெனும் இத்திறம் தத்தம் இயல்பினிற் காட்டும் சமயக் கணக்கரும் தந்துறை போகிய அமயக் கணக்கரும் அகலா ராகிக் கரந்துரு எய்திய கடவு ளாளரும் பரந்தொருங்கு ஈண்டிய பாடை மாக்களும் ஐம்பெருங் குழுவும் எண்பேர் ஆயமும் வந்தொருங்கு குழீஇ வான்பதி தன்னுள் என்பதால், சமயக் கணக்கர் என்பது சமய நெறிகளை விளக்குபவர்கள் என்று சொல்லலாம்."
  },
  {
    "description": "“கரந்துரு எய்திய கடவு ளாளரும்” என்ற வரியில் “கரந்துரு” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "மனித உருவை",
      "கடவுள் உருவை",
      "விலங்கு உருவை",
      "மறைக்கப்பட்ட உருவை"
    ],
    "answer": "A",
    "additional_context": "மெய்த்திறம் வழக்கு நன்பொருள் வீடெனும் இத்திறம் தத்தம் இயல்பினிற் காட்டும் சமயக் கணக்கரும் தந்துறை போகிய அமயக் கணக்கரும் அகலா ராகிக் கரந்துரு எய்திய கடவு ளாளரும் பரந்தொருங்கு ஈண்டிய பாடை மாக்களும் ஐம்பெருங் குழுவும் எண்பேர் ஆயமும் வந்தொருங்கு குழீஇ வான்பதி தன்னுள் என்பதால், கரந்துரு என்பது மனித உருவை குறிக்கிறது என்று சொல்லலாம். "
  }
]
