
[
  {
    "description": "அண்ணாவின் உரை \"நமது முன் சந்ததியார்களின் காலம்\" குறிப்பிடுவதன் மூலம் என்ன உணர்த்த விரும்புகிறார்?",
    "options": [
      "நமது முன்னோர்களின் காலம் அடவியில் கற்றல் நடைபெற்ற காலம்.",
      "தற்போது நமது முன்னோர்களை விட வசதிகள் அதிகமாக உள்ளன.",
      "தற்போதுள்ள காலம் மனவளத்தை அதிகப்படுத்தும் வாய்ப்புகள் அதிகமாக உள்ள காலம்.",
      "பழைய காலத்தில் இருந்த கற்றல் முறைகள் தற்போதும் பயனுள்ளதாக இருக்கும்."
    ],
    "answer": "C",
    "additional_context": "அண்ணாவின் உரையில்,  \"நமது முன் சந்ததியார்களின் காலம் அடவியில் கற்றல் நடைபெற்ற காலம்\" என்ற வார்த்தைகள் இல்லை. ஆனால்,  \"அவர்களின் காலம் அடவியில் ஆற்றோரத்தில் பர்ணசாலைக்குப் பக்கத்தில் ஆலமரத்தடியில் சிறுவர்கள் அமர்ந்திருக்க, குரு காலைக் கடன்களை முடித்துக்கொண்டு வந்து, பாடங்களைச் சொல்லித்தரும் முறை இருந்த காலம்; ஏடும் எழுத்தாணியும் இருந்த காலம்\" என்று கூறப்படுகிறது. அண்ணா தற்போதைய காலத்தை விவரிக்கையில் \"இப்போதுள்ளது உலகை நமது வீட்டுக்கு அழைத்துவந்து காட்டக்கூடிய காலம். பாமர மக்கள் பாராளும் காலம்; மனவளத்தை அதிகப்படுத்தும் மார்க்கம் முன்பு இருந்ததைவிட அதிகம் உள்ள காலம்.\" என்று கூறுகிறார். எனவே, தற்போதைய காலம்  மனவளத்தை அதிகப்படுத்தும் வாய்ப்புகள் அதிகமாக உள்ள காலம் என்பது அண்ணாவின் கருத்தாகும்."
  },
  {
    "description": "அறிஞர் அண்ணா வீட்டிற்கோர் புத்தகசாலை அமைக்க வேண்டிய அவசியத்தை வலியுறுத்தும் போது, எதை 'அலங்காரப் பொருள்களுக்கும் போக போக்கியப் பொருள்களுக்கும்'  என்று குறிப்பிடுகிறார்?",
    "options": [
      "பீரோக்கள்",
      "விதவிதமான வட்டில்கள்",
      "உடைகள்",
      "மருந்து வகைகள்"
    ],
    "answer": "A",
    "additional_context": "அண்ணா கூறும்போது, \"வீடுகளிலே மேஜை, நாற்காலி, சோபாக்கள் இருக்கும். பீரோக்கள் இருக்கும். அவைகளில் வெள்ளித் தாம்பாளமும், விதவிதமான வட்டில்களும், பன்னீர்ச்செம்பும் இருக்கும். பித்தளைப் பாத்திரங்கள் இருக்கும். உடைகள் சிறு கடை அளவுக்கு இருக்கும். மருந்து வகைகள் சிறு வைத்தியசாலை அளவுக்கு இருக்கும்\" என்று கூறுகிறார். அவர் புத்தகசாலையின் அவசியத்தை வலியுறுத்தும் போது, \"வீட்டிற்கோர் புத்தகசாலை நிச்சயம் வேண்டும். வாழ்க்கையில் அடிப்படைத் தேவைகளுக்கு அடுத்த இடம், அலங்காரப் பொருள்களுக்கும் போக போக்கியப் பொருள்களுக்கும் தரப்படும் நிலைமாறி, புத்தகசாலைக்கு அந்த இடம் தரப்படவேண்டும்\" என்று கூறுகிறார். எனவே, பீரோக்கள் அலங்காரப் பொருள்களுக்கும் போக போக்கியப் பொருள்களுக்கும் என்பதை அண்ணா குறிப்பிடுகிறார்."
  },
  {
    "description": "அண்ணாவின் உரையில்,  \"நமக்கு உண்மை உலகைக் காட்ட, நமக்கு ஒழுக்கத்தையும் வாழ்வுக்கான வழிகளையும் காட்ட\"  என்று குறிப்பிடப்படும் புத்தகம் எது?",
    "options": [
      "சரித ஏடுகள்",
      "திருக்குறள்",
      "சங்க இலக்கியச் சாரம்",
      "விஞ்ஞானக் கண்டுபிடிப்புகளைப் பற்றிய நூல்கள்"
    ],
    "answer": "B",
    "additional_context": "அண்ணா  \"நமக்கு உண்மை உலகைக் காட்ட, நமக்கு ஒழுக்கத்தையும் வாழ்வுக்கான வழிகளையும் காட்ட, வீட்டிற்கோர் திருக்குறள் கட்டாயமாக இருக்கவேண்டும்\" என்று குறிப்பிடுகிறார். எனவே, திருக்குறள் புத்தகம் நமக்கு உண்மை உலகைக் காட்ட, நமக்கு ஒழுக்கத்தையும் வாழ்வுக்கான வழிகளையும் காட்ட உதவும் என்பது அண்ணாவின் கருத்தாகும்."
  },
  {
    "description": "\"வீட்டிற்கோர் புத்தகசாலை\" என்ற உரையில் அண்ணா  கூறியிருக்கும்  நாட்டு விடுதலைக்கு உழைத்தவர்கள், மக்களின் மனமாசு துடைத்தவர்கள், தொலைதேசங்களைக் கண்டவர்கள் போன்றோரின் வாழ்க்கைக் குறிப்புகளைப் பற்றிய புத்தகங்கள் அமைக்கப்பட வேண்டும் என்ற எண்ணத்திற்கான காரணம் என்ன?",
    "options": [
      "இளம் உள்ளத்தில் புது முறுக்கு ஏற்படுத்துவதற்கு.",
      "பகுத்தறிவு மற்றும் சுயமரியாதையை வளர்ப்பதற்கு.",
      "இளைஞர்களை உரிமைப் போர்ப்படையின் ஈட்டி முனைகளாக மாற்றுவதற்கு.",
      "வாழ்வியலை மேம்படுத்தவும், உலகைப் பற்றிய புரிதலை வளர்க்கவும்."
    ],
    "answer": "D",
    "additional_context": "அண்ணா கூறும்போது, \"நாட்டு விடுதலைக்கு உழைத்தவர்கள், மக்களின் மனமாசு துடைத்தவர்கள், தொலைதேசங்களைக் கண்டவர்கள், வீரர்கள், விவேகிகள் ஆகியோரின் வாழ்க்கைக் குறிப்பு ஏடுகள் இருக்க வேண்டும்\" என்று கூறுகிறார். அவர்களின் வாழ்க்கை வரலாறுகள் மக்களின் வாழ்வியலை மேம்படுத்தவும், உலகைப் பற்றிய புரிதலை வளர்க்கவும் உதவும் என்பது அண்ணாவின் கருத்தாகும்."
  },
  {
    "description": "இந்தியாவில் தொடங்கப்பட்ட முதல் பொது நூலகம் எது?",
    "options": [
      "தஞ்சை சரசுவதி மகால் நூலகம்",
      "கன்னிமாரா நூலகம்",
      "திருவனந்தபுரம் நடுவண் நூலகம்",
      "தேசிய நூலகம்"
    ],
    "answer": "C",
    "additional_context": "இந்தியாவில் தொடங்கப்பட்ட முதல் பொது நூலகம் திருவனந்தபுரம் நடுவண் நூலகம். இது  கொல்கத்தாவில் உள்ள தேசிய நூலகத்தை விட முந்தையது."
  }
]
