[
          
  {
    
          "description": "“யாதானும் நாடாமால் ஊராமால் என்னொருவன் சாந்துணையும் கல்லாத வாறு” என்னும் திருக்குறள், இன்றைய சூழலில் எந்தக் கருத்தை வலியுறுத்துகிறது?",
          "options": [
      "a) நாம் வாழும் நாட்டிற்கும் ஊருக்கும் நாம் உரிமை கொண்டவர்கள் என்பதை",
      "b) உலக நாடுகளும் மக்களும் நம்மைச் சார்ந்தவர்கள் என்பதை",
      "c) சாதி, மதம், நாடு பார்க்காமல் அனைவரையும் நேசிக்க வேண்டும் என்பதை",
      "d) எல்லா இடங்களும் நமக்குத் தாய்நாடு என்பதை"
    ],
    "answer": "C",
    
          "additional_context": "இந்தத் திருக்குறள் மனித நேயத்தையும் பரந்த மனப்பான்மையையும் வலியுறுத்துவதாகும். யாதும் ஊரே யாவருங் கேளிர் என்ற கொள்கையை இத்திருக்குறள் எடுத்துரைக்கிறது.  சாதி, மதம், நாடு பார்க்காமல் அனைவரையும் நேசிக்க வேண்டும் என்ற கருத்தை இன்றைய சூழலில் இத்திருக்குறள் எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "“பிறர் நலவியல்” என்னும் பண்பு மக்கள் வரலாற்றில் எப்படிப் படிப்படியாக வளர்ந்தது?",
          "options": [
      "a) குடும்பம், இனம், ஊர் என்ற வரிசையில்",
      "b) மதம், சாதி, நாடு என்ற வரிசையில்",
      "c) இனம், மதம், நாடு என்ற வரிசையில்",
      "d) குடும்பம், இனம், நாடு என்ற வரிசையில்"
    ],
    "answer": "D",
    
          "additional_context": "மனிதன் வாழ்வில் பிறர் நலவியல் படிப்படியாக வளர்ந்து வந்துள்ளது. ஆரம்பத்தில் குடும்பத்தையும் இனத்தையும் காப்பாற்றி வருவான். பின்பு ஊர், நாடு என்று பரவி அவன் பிறர் நலவியலைப் பற்றி சிந்திக்கத் தொடங்குவான்."
          }
        ,
          
  {
    
          "description": "“இமயத்துக் கோடு உயர்ந்தன்ன தம் இசை நட்டுத் தீது இல் யாக்கையொடு மாய்தல் தவத்தலையே” என்ற வரிகள் எதை உவமையாகக் கூறுகின்றன?",
          "options": [
      "a) உறுதி, நீடித்து நிலைத்திருத்தல்",
      "b) கங்கையின் வளம்",
      "c) தென்குமரியின் அழகு",
      "d) மழையின் நன்மை"
    ],
    "answer": "A",
    
          "additional_context": "இமயத்துக் கோடு உயர்ந்தன்ன தம் இசை நட்டுத் தீது இல் யாக்கையொடு மாய்தல் தவத்தலையே” என்ற வரிகள் உறுதி, நீடித்து நிலைத்திருத்தல் போன்ற கருத்துக்களைப் பறைசாற்றுகிறது. இமயம் ஒரு உயர்ந்த மலை என்பதைப் போல ஒருவன் தன் இலட்சியத்தின் மீது உறுதியாக இருந்தால் அது தீங்கு இல்லாமல் நீடித்து நிலைத்திருக்கும் என்பதை இவ்வரிகள் விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "“சான்றோன்” என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "a) குறிக்கோள் இல்லாத ஒருவன்",
      "b) மதகுரு",
      "c) இலட்சிய மனிதன்",
      "d) ஞானி"
    ],
    "answer": "C",
    
          "additional_context": "திருக்குறளில் 'சான்றோன்' என்ற சொல் இலட்சிய மனிதனை குறிப்பிடுகிறது. திருக்குறளின் சான்றோர்கள்  பலர். பெருமை, சான்றாண்மை, பண்புடைமை, நட்பு முதலான அதிகாரங்களில் இச்சான்றோனுடைய இயல்புகள் எல்லாம் சொல்லப்பட்டிருக்கின்றன. ஒவ்வொரு மனிதனும் சான்றோன் ஆதல் கூடும். அவனை அவ்வாறு ஆக்குவதே கல்வியின் நோக்கம்."
          }
        ,
          
  {
    
          "description": "“உள்ளற்க உள்ளம் சிறுகுவ” என்ற திருக்குறள் எந்தப் பண்பை வலியுறுத்துகிறது?",
          "options": [
      "a) பிறருக்கு அன்பு செய்வது",
      "b) தன்னலத்தை விட்டு விலகிப் பிறருக்குப் பணி செய்வது",
      "c) பிறர் நலத்தைப் பற்றிச் சிந்திப்பது",
      "d) விரிவாகும் ஆளுமை"
    ],
    "answer": "D",
    
          "additional_context": "“உள்ளற்க உள்ளம் சிறுகுவ” என்ற திருக்குறள் மனம் விரிவடைதல், பரந்த மனப்பான்மை கொள்ள வேண்டும் என்ற கருத்தை எடுத்துரைக்கிறது. உள்ளம் என்பது மனம், ஆன்மா. மனம் விரிவடைய வேண்டும் என்பதை இத்திருக்குறள் வலியுறுத்துகிறது. விரிவாகும் ஆளுமை என்பது ஒரு நல்ல குணம். ஒருவன்  மனம் விரிவாக இருந்தால்,  அவன் தன்னைச் சுற்றி உள்ள அனைவரையும் நேசித்து, அவர்களுடன் இணைந்து வாழ முடியும். "
          }
        ]