[
          
  {
    
          "description": "“மூவாது மூத்தவர்” என்ற தொடரில் உள்ள 'மூவாது' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "முதுமை அடையாமல்",
      "வயதானவர்",
      "குழந்தை",
      "வயதானவர் போல் தோன்றும் இளையவர்"
    ],
    "answer": "A",
    
          "additional_context": "சிறுபஞ்சமூலம் பாடலில் “மூவாது மூத்தவர்” எனக் குறிப்பிடப்பட்டுள்ளது. மூத்தவர் என்பது வயதுடையவர் என்ற பொருளை குறிக்கும். 'மூவாது' என்ற சொல்,  முதுமை அடையாமல் என்ற பொருளை குறிக்கும். இளையவராக இருந்தாலும் ஞானம் பெற்று மூத்தவர்களை போல் இருப்பவர்களை மூத்தவர் என அழைக்கலாம்."
          }
        ,
          
  {
    
          "description": "சிறுபஞ்சமூலத்தில் உள்ள ஒரு பாடலில் எத்தனை கருத்துகள் உள்ளன?",
          "options": [
      "ஒன்று",
      "ஐந்து",
      "பத்து",
      "பதினெட்டு"
    ],
    "answer": "B",
    
          "additional_context": "சிறுபஞ்சமூலம் பாடல்களில் ஐந்து கருத்துகள் இடம்பெற்றிருக்கும். அதுபோல ஒரு பாடலில் மூன்று, ஆறு கருத்துகளைக் கொண்ட அறநூல்கள் பதினெண்கீழ்க்கணக்கு வரிசையில் அமைந்துள்ளன."
          }
        ,
          
  {
    
          "description": "“தாவா விதையாமை நாறுவ வித்து உள” என்ற வரியில் 'தாவா' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "பூத்து",
      "காய்ந்து",
      "முளைத்து",
      "விழுந்து"
    ],
    "answer": "C",
    
          "additional_context": "சிறுபஞ்சமூலம் பாடலில் “தாவா விதையாமை நாறுவ வித்துஉள” என்ற வரி உள்ளது. இதில் தாவா என்ற சொல் விதையாமை எனப் பொருள்படும். நாறுவ என்ற சொல் முளைத்து என்ற பொருளை குறிக்கும். விதைக்காமலேயே தானே முளைத்து வளரும் விதைகளும் உண்டு. அதைப் போலவே மேதையரும் பிறர் உணர்த்தாமல் எதையும் தாமே உணர்ந்துகொள்வர்."
          }
        ,
          
  {
    
          "description": "“பூவாது காய்க்கும் மரம் உள” என்ற வரி எதை உவமையாகக் காட்டுகிறது?",
          "options": [
      "வயதுக்கும் அறிவுக்கும் தொடர்பு இல்லை",
      "வயதானவர்கள் மட்டும் அறிவுடையவர்கள்",
      "இளையவர்கள் அறிவற்றவர்கள்",
      "அறிவுக்கு வயது ஒரு தடையில்லை"
    ],
    "answer": "D",
    
          "additional_context": "சிறுபஞ்சமூலம் பாடலில் 'பூவாது காய்க்கும் மரம் உள' என்ற வரி உள்ளது. இது 'அறிவுக்கு வயது ஒரு தடையில்லை' என்பதை உவமையாகக் காட்டுகிறது.  பூக்காமலேயே சில மரங்கள் காய்ப்பதுண்டு. இதைப் போலவே நன்மை, தீமைகளை நன்குணர்ந்தவர், வயதில் இளையவராக இருந்தாலும், அவர் மூத்தவரோடு வைத்து எண்ணத் தக்கவரே ஆவார். "
          }
        ,
          
  {
    
          "description": "'உரையாமை' என்ற சொல்லின் பகுபத உறுப்புகள் எவை?",
          "options": [
      "உரை + ய் + ஆ + மை",
      "உரை + யா + மை",
      "உர + யா + மை",
      "உரை + ய் + ஆ + ய்"
    ],
    "answer": "A",
    
          "additional_context": "சிறுபஞ்சமூலம் பாடலில் 'உரையாமை' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது.  இதன் பகுபத உறுப்புகள், உரை + ய் + ஆ + மை என்பது. இதில் 'உரை' என்பது பகுதி. 'ய்' என்பது சந்தி (உடம்படுமெய்). 'ஆ' என்பது எதிர்மறை இடைநிலை. 'மை' என்பது தொழிற்பெயர் விகுதி.  "
          }
        ]