
[
  {
    "description": "“மயில்பொறியை வானத்தில் பறக்க வைத்தோம்…” என்ற பகுதியில் கவிஞர் யாரை குறிப்பிடுகிறார்?",
    "options": [
      "தொழில்நுட்ப வல்லுநர்களை",
      "விண்வெளி வீரர்களை",
      "தமிழர் முன்னோர்களை",
      "கவிஞரின் நண்பர்களை"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "இந்த வரியில் கவிஞர் தமிழர் முன்னோர்களைப் பற்றி குறிப்பிடுகிறார். அவர்களின் அறிவியல் சாதனைகளைப் பற்றி கவிஞர் தனது கவிதையில் கூறுகிறார். அவர்கள் மயில்பொறியை வானத்தில் பறக்க வைத்தனர், மணிபல்லவத் தீவிற்குப் பறந்து சென்றனர் என்பதை  கூறுகிறார். இதன் மூலம்  கவிஞர் நம் முன்னோர்களின் அறிவியல் சாதனைகளைப் பற்றிப் பேசுகிறார். "
  },
  {
    "description": "“நாக்குதான் ஐம்புலன்களிலேயே ரொம்ப வீக்கு!” என்ற வரியில் \"வீக்கு\" என்பதற்கு நிகரான தமிழ்ச் சொல் எது?",
    "options": [
      "வலுவான",
      "நுட்பமான",
      "சிறந்த",
      "முக்கியமான"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "\"வீக்கு\" என்ற சொல் வலுவான, சக்தி வாய்ந்த, சகிப்புத்தன்மை உடையது என்று பொருள்படும். இங்கு நாக்கு ஐம்புலன்களில் முக்கியமானது,  வலுவானது என்பதைக் குறிப்பிடுகிறது. "
  },
  {
    "description": "\"Bottle xylophone\" என்பதற்கு சரியான தமிழாக்கம் எது?",
    "options": [
      "குடுவை சிலம்பம்",
      "பாட்டில் சிலம்பம்",
      "கண்ணாடி சிலம்பம்",
      "நீர் சிலம்பம்"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "Bottle xylophone  என்பது பாட்டில்களை கொண்டு இசை எழுப்பும் ஒரு கருவி.  பாட்டில் சிலம்பம்  என்பது  Bottle xylophone  இன் சரியான தமிழாக்கம். "
  },
  {
    "description": "\"ஸேவரி\" என்பதற்கு நிகரான தமிழ்ச் சொல் எது?",
    "options": [
      "காரமான",
      "இனிப்பு",
      "புளிப்பு",
      "உப்பு"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "\"ஸேவரி\" என்ற சொல் உணவுடன் தொடர்புடையது.  காரமான, மசாலா  மணம் கொண்டது என்று பொருள்படும். இங்கு  ஸேவரி   என்பது ஒரு ருசி என்று குறிப்பிடப்படுகிறது. "
  },
  {
    "description": "\"எக்ஸ்பிரஷன்\" என்பதற்கு நிகரான தமிழ்ச் சொல் எது?",
    "options": [
      "எழுத்து",
      "வெளிப்பாடு",
      "மொழி",
      "உணர்வு"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "\"எக்ஸ்பிரஷன்\" என்ற சொல் வெளிப்பாடு,  உணர்வுகளை வெளிப்படுத்துதல் என்று பொருள்படும். இங்கு குழந்தைகள் மருந்தை நாக்கில் தொட்டால் எப்படி  வெளிப்படுத்துகின்றனர் என்பதை  குறிப்பிடுகிறது."
  }
]
