
[
  {
    "description": "திராவிட மொழிகளின் வினைச்சொற்கள் எந்தவொரு தகவல்களையும் தெளிவாகக் காட்டுகின்றன?",
    "options": [
      "திணை மட்டும்",
      "பால் மட்டும்",
      "எண் மட்டும்",
      "திணை, பால், எண், இடம் ஆகியவை"
    ],
    "answer": "D",
    "additional_context": "ஆங்கிலம் போன்ற மொழிகளில் வினைச்சொல் காலத்தை மட்டும் காட்டுமே தவிர திணை, பால், எண், இடம் ஆகிய வேறுபாட்டைக் காட்டுவதில்லை. திராவிட மொழிகளின் வினைச்சொற்கள் இவற்றைத் தெளிவாகக் காட்டுகின்றன. எடுத்துக்காட்டு: வந்தான் உயர்திணை ஆண்பால் படர்க்கை ஒருமை"
  },
  {
    "description": "பிற திராவிட மொழிகளுடன் ஒப்பிடும் போது தமிழின் தனித்தன்மை என்ன?",
    "options": [
      "பிற மொழித் தாக்கம் குறைவாக இருப்பது",
      "சொல்வளம் மற்றும் சொல்லாட்சி நிறைந்திருப்பது",
      "பழமையான கல்வெட்டுகள் அதிகம் இருப்பது",
      "மேற்கண்டவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "திராவிட மொழிகளுள் பிற மொழித் தாக்கம் மிகவும் குறைந்ததாகக் காணப்படும் மொழி தமிழேயாகும். தமிழ்மொழி, திராவிட மொழிகள் சிலவற்றின் தாய்மொழியாகக் கருதப்படுகிறது. ஒரேபொருளைக் குறிக்கப் பலசொற்கள் அமைந்த சொல்வளமும் சொல்லாட்சியும் நிரம்பப் பெற்ற மொழி தமிழேயாகும். இந்தியாவின் தொன்மையான கல்வெட்டுகளில் பெரும்பாலானவை தமிழிலேயே அமைந்துள்ளன."
  },
  {
    "description": "தமிழ் மொழி பிற திராவிட மொழிகளை விடவும்  தனித்தியங்கும் மொழியாகக் கருதப்படுவதற்கான காரணம்?",
    "options": [
      "தமிழ்மொழி தனக்கெனத் தனித்த இலக்கணவளத்தைப் பெற்றிருப்பது.",
      "தமிழ்மொழி இலக்கியம், இலக்கணம் ஆகியவற்றின் மூலம் நெகிழ்வுத் தன்மை கொண்டது.",
      "தமிழ்மொழி பிற மொழித் தாக்கத்தை குறைவாக பெற்றிருப்பது.",
      "மேற்கண்டவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "ஏனைய திராவிட மொழிகளை விடவும் தமிழ்மொழி தனக்கெனத் தனித்த இலக்கணவளத்தைப் பெற்றுத் தனித்தியங்கும் மொழியாகும். தமிழ்மொழி இலக்கியம், இலக்கணம் ஆகியவற்றின் மூலம் நெகிழ்வுத் தன்மை கொண்டது. திராவிட மொழிகளுள் பிற மொழித் தாக்கம் மிகவும் குறைந்ததாகக் காணப்படும் மொழி தமிழேயாகும்."
  },
  {
    "description": "தமிழின் தனித்தன்மையை உறுதிப்படுத்தும் ஒரு முக்கிய அம்சம் எது?",
    "options": [
      "தமிழின் வரிவடிவ வளர்ச்சி",
      "பிற திராவிட மொழிகளை விட அதிகமான சொல்வளம்",
      "தமிழில் பிற மொழித் தாக்கங்கள் இல்லாதது",
      "தமிழ் பழமையான  மொழி என்பது"
    ],
    "answer": "A",
    "additional_context": "காலந்தோறும் தமிழின் வரிவடிவ வளர்ச்சி, பிற மொழிகளுடன் ஒப்பிட்டுப் பார்க்கும் போது, தமிழ்மொழி தனக்கெனத் தனித்த இலக்கணவளத்தைப் பெற்றுத் தனித்தியங்கும் மொழியாகும் என்பதை உறுதிப்படுத்துகிறது. தமிழ்மொழி இலக்கியம், இலக்கணம் ஆகியவற்றின் மூலம் நெகிழ்வுத் தன்மை கொண்டது. திராவிட மொழிகளுள் பிற மொழித் தாக்கம் மிகவும் குறைந்ததாகக் காணப்படும் மொழி தமிழேயாகும்."
  },
  {
    "description": "தமிழ் மொழி பிற திராவிட மொழிகளை விடவும் தனித்த இலக்கணவளத்தைப் பெற்றிருப்பதற்கான எடுத்துக்காட்டுகள் எவை?",
    "options": [
      "தமிழ்மொழியில்  பால்பாகுபாடு அதிகம்.",
      "தமிழ்மொழியில்  வினைச்சொற்கள்  திணை, பால், எண், இடம் ஆகியவற்றை தெளிவாகக் காட்டுகின்றன.",
      "தமிழ்மொழியில்  பல சொற்கள்  இருக்கின்றன.",
      "மேற்கண்டவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "திராவிட மொழிகளில் பொருள்களின் தன்மையை ஒட்டிப் பால்பாகுபாடு அமைந்துள்ளது. ஆனால், வடமொழியில் இவ்வாறு அமையவில்லை. உயிரற்ற பொருள்களும் கண்ணுக்கே புலப்படாத நுண்பொருள்களும்கூட ஆண், பெண் என்று பாகுபடுத்தப்படுகின்றன. ஆங்கிலம் போன்ற மொழிகளில் வினைச்சொல் காலத்தை மட்டும் காட்டுமே தவிர திணை, பால், எண், இடம் ஆகிய வேறுபாட்டைக் காட்டுவதில்லை. திராவிட மொழிகளின் வினைச்சொற்கள் இவற்றைத் தெளிவாகக் காட்டுகின்றன."
  }
]
