
[
  {
    "description": "இந்திய தேசிய இராணுவம் ஜப்பானியர்களுடன் இணைந்து பிரித்தானியரை எதிர்த்துப் போரிட்டது எந்தப் பகுதியில்?",
    "options": [
      "மலேயாவில்",
      "பர்மாவில்",
      "ஜப்பானில்",
      "இந்தியாவில்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இரண்டாம் உலகப்போர் நடந்துகொண்டிருந்த 1942ஆம் ஆண்டு பிப்ரவரி 15ஆம் நாள், ஆங்கிலேயப் படைகள் மலேயாவில் ஜப்பானியரிடம் சரணடைந்தன. இப்படையில் இந்திய வீரர்களும் இருந்தனர். சரணடைந்த அவ்வீரர்களைக் கொண்டு ஜப்பானியர்கள், மோகன்சிங் என்பவரின் தலைமையில் இந்திய தேசிய இராணுவம் (ஐ.என்.ஏ.) என்ற படையை உருவாக்கினர். இந்திய தேசிய இராணுவத்திற்கு மக்கள் ஆதரவு பெருகியது. அக்காலகட்டத்தில் தமிழகத்தில் இருந்து மலேயா, பர்மா போன்ற நாடுகளுக்குப் பிழைப்பிற்காகச் சென்ற தமிழர் பலர் இந்திய தேசிய இராணுவத்தில் சேர்ந்தனர். இதையடுத்து இந்திய தேசிய இராணுவம் ஜப்பானியர்களுடன் இணைந்து பர்மாவில் பிரித்தானியர்களை எதிர்த்துப் போரிட்டது. "
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தில் ஜான்சிராணி பெயரில் உருவாக்கப்பட்ட பெண்கள் படையின் தலைவர் யார்?",
    "options": [
      "ஜானகி",
      "இராஜாமணி",
      "டாக்டர் லட்சுமி",
      "தில்லான்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தில் ஜான்சிராணி பெயரில் பெண்கள் படை உருவாக்கப்பட்டது. இதன் தலைவர் டாக்டர் லட்சுமி. இப்படையில் தமிழ்ப் பெண்கள் பெருமளவில் பங்கேற்றனர். இவர்களில் தலைசிறந்த தலைவர்களாக ஜானகி, இராஜாமணி முதலானோர் விளங்கினர். "
  },
  {
    "description": "\"மரணம் பெரிதன்று\" என்ற வாக்கியத்தின் பின்னணியில் இருந்த  இந்திய தேசிய இராணுவ வீரர்களின் எண்ணம் என்ன?",
    "options": [
      "தாயக விடுதலைக்காக உயிர் துறப்பது பெருமை",
      "ஜப்பானியர்களுடன் சேர்ந்து பிரித்தானியர்களை எதிர்க்க வேண்டும்",
      "தூக்கிலிடப்படுவதைப் பற்றிய பயம்",
      "சிறையில் இருந்து தப்பி ஓடுவதற்கான வழி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தைச் சேர்ந்த பதினெட்டு இளைஞர்கள், 1943-45ஆம் ஆண்டுகளில் சென்னைச் சிறையில் தூக்கிலிடப்பட்டனர். 1944ஆம் ஆண்டு பதினெட்டே வயதான இராமு என்பவர் தூக்கிலிடப்பட்டார். அவர் தூக்கிலிடப்படுவதற்கு முதல்நாள் இரவு, \"நான் என் உயிரைக் கொடுப்பதற்குக் கொஞ்சமும் கவலைப்படவில்லை; ஏனெனில் நான் கடவுளுக்கு எதிராக ஒன்றும் செய்யவில்லை\" என்று கூறினார். இந்த வரிகள் இந்திய தேசிய இராணுவ வீரர்களின் தாயக விடுதலைக்கான தியாக மனப்பான்மையைப் பிரதிபலிக்கிறது. "
  },
  {
    "description": "இந்திய தேசிய இராணுவம்  \"மொய்ராங்\" என்ற இடத்தில் மூவண்ணக் கொடியை ஏற்றியதன் மூலம் என்ன செய்தி தெரிவிக்கப்பட்டது?",
    "options": [
      "அவர்கள் ஜப்பானியர்களின் கட்டுப்பாட்டில் இருந்தனர்",
      "அவர்கள் பிரித்தானியர்களின் கட்டுப்பாட்டிலிருந்து விடுதலை பெற்றனர்.",
      "அவர்கள் இந்தியாவில் புதிய அரசை நிறுவினர்.",
      "அவர்கள் ஆங்கிலேயர்களுடன் இணைந்து போரிட்டனர்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இரண்டாம் உலகப்போரில் பர்மாவில் நடந்த போர் \"மிகவும் கொடூரமானதாகும்\". இந்திய தேசிய இராணுவம் 1944ஆம் ஆண்டு மார்ச் 18அன்று ஆங்கிலேயரை வென்று இந்தியாவிற்குள் மணிப்பூர்ப் பகுதியில் 'மொய்ராங்' என்ற இடத்தில் மூவண்ணக் கொடியை ஏற்றியது. இது அவர்கள் பிரித்தானியர்களின் கட்டுப்பாட்டிலிருந்து விடுதலை பெற்றதைக் குறிக்கிறது. ஆனால், அமெரிக்கர்களும், ஆங்கிலேயர்களும் சேர்ந்து போரிட்டதால் இந்த வெற்றி நிலைபெற்று நீடிக்கவில்லை. இப்போரில் ஒரு இலட்சம் இந்தியரும் ஜப்பானியரும் வீரமரணம் எய்தினர். "
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தில் தமிழர்கள் பெருமளவில் பங்கேற்றது எந்தெந்த காரணங்களால்?",
    "options": [
      "இந்தியாவில் இருந்து வேலை தேடி மலேயா, பர்மா போன்ற நாடுகளுக்கு சென்ற தமிழர்களால்",
      "தமிழர்கள் பிரித்தானியர்களை வெறுத்து ஒழிக்க விரும்பினார்கள்.",
      "நேதாஜி தமிழர்களை மிகவும் நேசித்தார்.",
      "தமிழர்களுக்கு இந்திய தேசிய இராணுவத்தில் சேர அனுமதி அளிக்கப்பட்டது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இரண்டாம் உலகப்போர் நடந்துகொண்டிருந்த 1942ஆம் ஆண்டு பிப்ரவரி 15ஆம் நாள், ஆங்கிலேயப் படைகள் மலேயாவில் ஜப்பானியரிடம் சரணடைந்தன. இப்படையில் இந்திய வீரர்களும் இருந்தனர். சரணடைந்த அவ்வீரர்களைக் கொண்டு ஜப்பானியர்கள், மோகன்சிங் என்பவரின் தலைமையில் இந்திய தேசிய இராணுவம் (ஐ.என்.ஏ.) என்ற படையை உருவாக்கினர். இந்திய தேசிய இராணுவத்திற்கு மக்கள் ஆதரவு பெருகியது. அக்காலகட்டத்தில் தமிழகத்தில் இருந்து மலேயா, பர்மா போன்ற நாடுகளுக்குப் பிழைப்பிற்காகச் சென்ற தமிழர் பலர் இந்திய தேசிய இராணுவத்தில் சேர்ந்தனர். இதையடுத்து இந்திய தேசிய இராணுவம் ஜப்பானியர்களுடன் இணைந்து பர்மாவில் பிரித்தானியர்களை எதிர்த்துப் போரிட்டது. "
  }
]
