[
          
  {
    
          "description": "'கற்க வேண்டும் பெண்கள் என்று முழங்கியது அரசாங்கம்'  என்ற வரிகள் எதை குறிக்கிறது?",
          "options": [
      "பெண்களுக்கான கல்வி உரிமைகள்",
      "பெண்கள் படிக்க அனுமதி அளித்த அரசாங்கம்",
      "பெண்கள் கல்வியை ஊக்குவித்த அரசாங்கம்",
      "பெண்கள் கல்வி பெறச் சட்டங்கள் உருவாக்கப்பட்டதைக் குறிக்கிறது."
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகள், பெண்கள் கல்வியை ஊக்குவித்த அரசாங்கத்தை குறிக்கின்றன. ஆங்கிலேயர் ஆட்சியில் பெண்கள் கல்வி பெறுவதை ஊக்குவிக்க சட்டங்கள் உருவாக்கப்பட்டன. பின்னர் இந்தியா சுதந்திரம் பெற்ற பிறகு, பெண்கள் கல்வி பெறும் வாய்ப்பை அதிகரிக்க அரசாங்கம் பல்வேறு நடவடிக்கைகளை எடுத்தது. அதன் மூலம் இன்றைய நிலையில் பெண்கள் கல்வி பெறும் வாய்ப்பு அதிகரித்துள்ளது."
          }
        ,
          
  {
    
          "description": "பெண்கல்வி மேம்பாட்டிற்கு  சட்டங்கள் கொண்டு வந்தது எந்த அரசு?",
          "options": [
      "தமிழக அரசு",
      "மத்திய அரசு",
      "ஆங்கில அரசு",
      "அனைத்து அரசுகளும்"
    ],
    "answer": "C",
    
          "additional_context": "பெண்களின் கல்வி மேம்பாட்டிற்கு முதன்முதலாக சட்டங்கள் கொண்டு வந்தது ஆங்கில அரசு. 1882 ஆம் ஆண்டு ஹண்டர் குழு முதன்முதலாக பெண்கள் கல்விக்குப் பரிந்துரை செய்தது. அதன் பிறகு பெண்கள் கல்வி பயில பல உயர்கல்வி நிறுவனங்களை ஆங்கில அரசு உருவாக்கியது."
          }
        ,
          
  {
    
          "description": "தனித்தமிழ்க் கட்டுரை, வடசொல்-தமிழ் அகரவரிசை போன்ற நூல்களை எழுதியவர் யார்?",
          "options": [
      "ஈ.த. இராஜேஸ்வரி அம்மையார்",
      "நீலாம்பிகை அம்மையார்",
      "ஐடாஸ் சோபியா ஸ்கட்டர்",
      "சாவித்திரிபாய் பூலே"
    ],
    "answer": "B",
    
          "additional_context": "நீலாம்பிகை அம்மையார், மறைமலையடிகளின் மகள் ஆவார். அவர் தந்தையைப் போலவே தனித்தமிழ்ப் பற்றுடையவர். இவரது தனித்தமிழ்க் கட்டுரை, வடசொல்-தமிழ் அகரவரிசை, முப்பெண்மணிகள் வரலாறு, பட்டினத்தார் பாராட்டிய மூவர் ஆகிய நூல்கள் தனித்தமிழில் எழுத விரும்புவோர்க்கு மிகவும் பயனுள்ளனவாக விளங்குகின்றன."
          }
        ,
          
  {
    
          "description": "தமிழகத்தின் முதல் பெண் மருத்துவராக ______  புகழ் பெற்றார்.",
          "options": [
      "சாவித்திரிபாய் பூலே",
      "முத்துலெட்சுமி",
      "நீலாம்பிகை அம்மையார்",
      "ஈ.த. இராஜேஸ்வரி அம்மையார்"
    ],
    "answer": "B",
    
          "additional_context": "முத்துலெட்சுமி  தமிழகத்தின் முதல் பெண் மருத்துவராக புகழ் பெற்றவர். அவர் தமிழகத்தின் முதல் பெண் மருத்துவராக இருந்தது மட்டுமின்றி, பல சமூக சீர்திருத்தங்களில் முக்கிய பங்கு வகித்தவர்."
          }
        ,
          
  {
    
          "description": "பெண்களின் முன்னேற்றத்திற்காக பாடுபட்ட ______  சமூக சீர்திருத்தவாதி மற்றும் எழுத்தாளராக விளங்கினார்.",
          "options": [
      "ஐடாஸ் சோபியா ஸ்கட்டர்",
      "மூவலூர் இராமாமிர்தம் அம்மையார்",
      "பண்டித ரமாபாய்",
      "சாவித்திரிபாய் பூலே"
    ],
    "answer": "B",
    
          "additional_context": "மூவலூர் இராமாமிர்தம் அம்மையார்,  தமிழகத்தின் சமூக சீர்திருத்தவாதி மற்றும் எழுத்தாளராக விளங்கினார். பெண்களின் முன்னேற்றத்திற்காக அவர் பல போராட்டங்களை நடத்தி, சமூகத்தில் பெண்களின் நிலையை உயர்த்துவதில் முக்கிய பங்கு வகித்தார்."
          }
        ]