
[
  {
    "description": "“சிறுபஞ்சமூலம்” நூல் குறித்து பின்வரும் கூற்றுகளில் எது **சரியானது**?",
    "options": [
      "சிறுபஞ்சமூலம் சங்க இலக்கியம்",
      "சிறுபஞ்சமூலம் காப்பிய இலக்கியம்",
      "சிறுபஞ்சமூலம் அற இலக்கியம்",
      "சிறுபஞ்சமூலம் தற்கால இலக்கியம்"
    ],
    "answer": [
      "சி"
    ],
    "additional_context": "சிறுபஞ்சமூலம் என்பது ஒரு அற இலக்கியமாகும். இது மருத்துவம், ஜோதிடம், நாடகம் போன்ற பல்வேறு துறைகளைப் பற்றி எழுதப்பட்ட ஒரு நூலாகும். இந்த நூல் அறநெறிகளை வலியுறுத்துகிறது மற்றும் பல வாழ்க்கைப் பாடங்களை நமக்குக் கற்றுத் தருகிறது."
  },
  {
    "description": "பின்வரும் சொற்களில் எது **மாறுபட்ட** இயல்புடையது?",
    "options": [
      "கலைக்கூடம்",
      "கடி",
      "ஆடுகளம்",
      "அருங்காட்சியகம்"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "கலைக்கூடம், ஆடுகளம், அருங்காட்சியகம் ஆகியவை மக்கள் கூடும் இடங்கள். கடி என்பது ஒரு பொருள். எனவே கடி என்பது மற்ற மூன்று சொற்களிலிருந்து மாறுபட்ட இயல்புடையதாகும்."
  },
  {
    "description": "“என்னண்ணே! நீங்கள் சொல்வதை நம்பவே முடியவில்லை!” என்ற தொடர் எந்த வகையான உணர்ச்சியைக் குறிக்கிறது?",
    "options": [
      "மகிழ்ச்சி",
      "அதிர்ச்சி",
      "வருத்தம்",
      "கோபம்"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "இந்தத் தொடர் மிகவும் அதிர்ச்சி அடைந்த உணர்வை வெளிப்படுத்துகிறது.  நிச்சயமாக, அது கோபம், வருத்தம் அல்லது மகிழ்ச்சியை குறிக்காது. "
  },
  {
    "description": "“வில்லுப்பாட்டு ஓர் இலக்கிய வடிவம்” என்ற கூற்றைப் பற்றி பின்வரும் கூற்றுகளில் எது **சரியானது**?",
    "options": [
      "இது தவறான கூற்று.",
      "வில்லுப்பாட்டு ஒரு இலக்கிய வடிவம் அல்ல.",
      "வில்லுப்பாட்டு ஒரு நாட்டுப்புறக் கலை வடிவம்.",
      "வில்லுப்பாட்டு ஒரு பாடல் வடிவம்."
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "வில்லுப்பாட்டு என்பது ஒரு பாடல் வடிவம்.  அது நாட்டுப்புறக் கலை வடிவமாகும். இது தமிழ்நாட்டின் பழமையான கலை வடிவங்களில் ஒன்றாகும்.  வில்லுப்பாட்டில் பல கதைகள், புராணங்கள் மற்றும் வரலாற்று நிகழ்வுகள் காணப்படுகின்றன."
  },
  {
    "description": "“பூவாது காய்க்கும், மலர்க்கை” என்ற தொடரில் உள்ள “மலர்க்கை” என்ற சொல் எந்த இலக்கண வகையைச் சேர்ந்தது?",
    "options": [
      "பெயரெச்சம்",
      "வினையெச்சம்",
      "உவமைத்தொகை",
      "உருவகம்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "“மலர்க்கை” என்ற சொல் “மலர்கின்ற கை” என்பதை குறிக்கும். இது “மலர்கின்ற” என்ற வினைச்சொல்லிலிருந்து உருவான வினையெச்சமாகும்.  இது “மலர்கின்ற கை” என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  எனவே இது உவமைத்தொகை அல்ல."
  }
]
