[
          
  {
    
          "description": "'செய்தி' என்ற சிறுகதை எந்தத் தொகுப்பில் இடம்பெற்றுள்ளது?",
          "options": [
      "சிவப்பு ரிக்ஷா",
      "கருப்பு ரிக்ஷா",
      "வெள்ளை ரிக்ஷா",
      "மஞ்சள் ரிக்ஷா"
    ],
    "answer": "A",
    
          "additional_context": "தி. ஜானகிராமன் அவர்கள் எழுதிய 'செய்தி' என்ற சிறுகதை 'சிவப்பு ரிக்ஷா' என்ற தொகுப்பில் இடம்பெற்றுள்ளது. இந்த சிறுகதை, உயர்ந்த இசை சிறந்த கலைஞனால் கையாளப்படும்போது சொற்களின் எல்லையைத் தாண்டி இசையின் மூலமாகவே பொருள் கொடுக்கிறது என்பதை உணர்த்துகிறது.  "
          }
        ,
          
  {
    
          "description": "தி.ஜானகிராமன் அவர்களின் கதைகளில் இசையின் பங்கு குறித்துக் கூறுவது எது?",
          "options": [
      "இசை, கதைக்களத்தை மேம்படுத்தும் ஒரு கருவியாகப் பயன்படுத்தப்படுகிறது.",
      "இசை, கதாபாத்திரங்களின் உணர்வுகளை வெளிப்படுத்தும் ஒரு வழியாகப் பயன்படுத்தப்படுகிறது.",
      "இசை, கதையின் மையக் கருவை வலியுறுத்தும் ஒரு சாதனமாகப் பயன்படுத்தப்படுகிறது.",
      "இசை, கதைக்கு ஒரு புதிய பரிமாணத்தை சேர்க்கும் ஒரு சாதனமாகப் பயன்படுத்தப்படுகிறது."
    ],
    "answer": "D",
    
          "additional_context": "தி. ஜானகிராமன் அவர்களின் கதைகளில் இசை என்பது கதைக்களத்தை மேம்படுத்தும் ஒரு கருவி அல்லது கதாபாத்திரங்களின் உணர்வுகளை வெளிப்படுத்தும் வழி அல்லது கதையின் மையக் கருவை வலியுறுத்தும் சாதனம் மட்டுமல்ல. இசை கதைக்கு ஒரு புதிய பரிமாணத்தை சேர்க்கும் ஒரு சாதனமாக அவர் பயன்படுத்துகிறார்.  'செய்தி' என்ற சிறுகதை இதற்கு நல்ல உதாரணம். இது, இசையின் மூலமாகவே பொருள் கொடுப்பதைக் காட்டுகிறது. இசையானது சொற்களின் எல்லையைத் தாண்டி நம்மை இழுத்துச் செல்கிறது என்பதை நாம் இக்கதையின் மூலம் உணர்கிறோம். "
          }
        ,
          
  {
    
          "description": "நாகசுரம் எந்த மரத்தால் செய்யப்படுகிறது?",
          "options": [
      "தேக்கு",
      "ஆச்சா",
      "சந்தனம்",
      "வேங்கை"
    ],
    "answer": "B",
    
          "additional_context": "நாகசுரம் என்பது இந்திய இசையின் அழகான நுட்பங்களைத் தெளிவாக வாசித்துக் காட்டக்கூடிய இசைக் கருவிகளில் ஒன்று. மங்கலமான பல நிகழ்வுகளில் இந்தக் கருவி இசைக்கப்படுகிறது.  நாகசுரம் ஆச்சா மரத்தால் செய்யப்படுகிறது. "
          }
        ,
          
  {
    
          "description": "நாகசுரத்தின் மேல்பகுதியில் பொருத்தப்படும் கருவியின் பெயர் என்ன?",
          "options": [
      "தவில்",
      "சீவாளி",
      "மிருதங்கம்",
      "தம்புரா"
    ],
    "answer": "B",
    
          "additional_context": "நாகசுரத்தின் மேல்பகுதியில் சீவாளி என்ற கருவி பொருத்தப்படுகிறது.  சீவாளி, நாணல் என்ற புல் வகையைக்கொண்டு செய்யப்படுகிறது. "
          }
        ,
          
  {
    
          "description": "நாகசுரம் எந்த நூற்றாண்டில் இருந்து பயன்படுத்தப்படுகிறது?",
          "options": [
      "10ஆம் நூற்றாண்டு",
      "11ஆம் நூற்றாண்டு",
      "12ஆம் நூற்றாண்டு",
      "13ஆம் நூற்றாண்டுக்குப் பின்"
    ],
    "answer": "D",
    
          "additional_context": "நாகசுரம் 600 ஆண்டுகளுக்கு முன்புதான் தமிழகத்தில் வாசிக்கப்பட்டது.  13ஆம் நூற்றாண்டில் எழுதப்பட்ட சங்கீத இரத்னாகரம் என்னும் நூலில் இந்தக் கருவி கூறப்படவில்லை. 13ஆம் நூற்றாண்டு வரையிலுள்ள எந்தப் பதிவுகளிலும் இந்தக் கருவி பற்றிக் குறிப்பிடப்படவில்லை. தமிழகப் பழைமை வாய்ந்த கோவில் சிற்பங்களிலும் இந்தக் கருவி காணப்படவில்லை. ஆகவே இந்தக் கருவி 13ஆம் நூற்றாண்டிற்குப் பின் ஏற்பட்டிருக்கலாம் என்று அறியமுடிகிறது. "
          }
        ]