
[
  {
    "description": "“எடுப்பார் கைப்பிள்ளை” என்ற மரபுத் தொடருடன் 'வீடு' என்ற சொல்லை இணைத்து ஒரு தொடர் எழுதும் போது எந்த விளக்கம் சரியானது?",
    "options": [
      "'வீடு எடுப்பார் கைப்பிள்ளை' என்று எழுதலாம்",
      "'வீடு எடுப்பார் கைப்பிள்ளை' என்று எழுதக் கூடாது",
      "'எடுப்பார் கைப்பிள்ளை வீடு' என்று எழுதலாம்",
      "'எடுப்பார் கைப்பிள்ளை வீடு' என்று எழுதக் கூடாது"
    ],
    "answer": "B",
    "additional_context": "'எடுப்பார் கைப்பிள்ளை' என்பது ஒரு மரபுத் தொடர். இது 'எடுத்துப் போட்டுப் பார்க்கக்கூடிய அளவுக்குச் சிறியவர்' என்ற பொருளைத் தரும். 'வீடு' என்பது பெரியது. எனவே, இரண்டையும் இணைத்து ஒரு தொடராக எழுத முடியாது."
  },
  {
    "description": "இராவண காவியத்தில் உங்களை ஈர்த்த இயற்கை எழில் காட்சிகளை விவரிக்க. என்ற கேள்விக்கு, எந்தப் பகுதியில் இயற்கை எழில் காட்சிகள் விவரிக்கப்பட்டுள்ளன?",
    "options": [
      "இராவண காவியத்தில் உள்ள மனிதர்களின் வாழ்க்கை முறைகள்",
      "இராவண காவியத்தில் இயற்கை சூழலை விவரிக்கும் பகுதிகள்",
      "இராவண காவியத்தில் உள்ள போர்க் காட்சிகள்",
      "இராவண காவியத்தில் உள்ள காதல் காட்சிகள்"
    ],
    "answer": "B",
    "additional_context": "இராவண காவியத்தில் இயற்கை எழில் காட்சிகள் விவரிக்கப்பட்டுள்ளன. இயற்கை சூழலை விவரிக்கும் பகுதிகள் இந்த கேள்விக்கான பதிலாகும். இராவண காவியத்தில் உள்ள போர் மற்றும் காதல் காட்சிகள் இதற்கான பதிலாக இருக்காது."
  },
  {
    "description": "தமிழ்நாட்டுச் சிற்பங்கள் கலைநயம் மிக்கனவாகவும் வரலாற்றுப் பதிவுகளாகவும் இருப்பதை நிறுவுக. என்ற கேள்விக்கு, தமிழ்நாட்டுச் சிற்பங்கள் எப்படி வரலாற்றுப் பதிவுகளாக இருக்கின்றன?",
    "options": [
      "சிற்பங்கள் மன்னர்கள் மற்றும் தெய்வங்களைப் பற்றிய கதைகளை சித்தரிப்பதன் மூலம்",
      "சிற்பங்கள் காலத்தின் சமூக வாழ்க்கை மற்றும் தொழில்நுட்பங்களைப் பற்றி காட்டுகின்றன",
      "சிற்பங்கள் மக்களின் நம்பிக்கைகள் மற்றும் மரபுகளை பிரதிபலிக்கின்றன",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "தமிழ்நாட்டுச் சிற்பங்கள் மன்னர்கள், தெய்வங்கள் பற்றிய கதைகளை சித்தரிப்பதன் மூலமும், காலத்தின் சமூக வாழ்க்கை மற்றும் தொழில்நுட்பங்களைப் பற்றி காட்டுவதன் மூலமும், மக்களின் நம்பிக்கைகள் மற்றும் மரபுகளை பிரதிபலிப்பதன் மூலமும் வரலாற்றுப் பதிவுகளாக இருக்கின்றன. மேற்கண்ட அனைத்து விருப்பங்களும் சரியானவை."
  },
  {
    "description": "இசைக்கு நாடு, மொழி, இனம் தேவையில்லை என்பதைச் 'செய்தி' கதையின் மூலமாக விளக்குக. என்ற கேள்விக்கு, 'செய்தி' கதை எப்படி இசைக்கு நாடு, மொழி, இனம் தேவையில்லை என்பதை விளக்குகிறது?",
    "options": [
      "கதை வெவ்வேறு நாடுகளைச் சேர்ந்த இசைக்கலைஞர்களை இணைத்து காட்டுகிறது.",
      "கதை வெவ்வேறு மொழிகளில் இசை அமைந்ததை விவரிக்கிறது.",
      "கதை வெவ்வேறு இனத்தவர்களை இணைக்கும் இசையின் சக்தியைக் காட்டுகிறது.",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "'செய்தி' கதை வெவ்வேறு நாடுகளைச் சேர்ந்த இசைக்கலைஞர்களை இணைத்து காட்டுகிறது. கதை வெவ்வேறு மொழிகளில் இசை அமைந்ததை விவரிக்கிறது. மேலும், கதை வெவ்வேறு இனத்தவர்களை இணைக்கும் இசையின் சக்தியைக் காட்டுகிறது. எனவே, 'செய்தி' கதை இசைக்கு நாடு, மொழி, இனம் தேவையில்லை என்பதை மேற்கண்ட அனைத்து விருப்பங்களிலும் காட்டுகிறது."
  },
  {
    "description": "பித்தேறி மேல்கீழ் என்று மக்கள்தாம் பேசல் என்னே! என்ற வரிகளில் பாரதிதாசன் என்ன சொல்ல விரும்புகிறார்?",
    "options": [
      "மக்கள் உண்மையான பெருமையைப் புரிந்துகொள்வதில்லை.",
      "மக்கள் பொய்யான பெருமையைப் பற்றி பேசுகிறார்கள்.",
      "மக்கள் சமூக அந்தஸ்தைப் பற்றி மட்டுமே பேசுகிறார்கள்.",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "'பித்தேறி மேல்கீழ் என்று மக்கள்தாம் பேசல் என்னே!' என்ற வரிகளில் பாரதிதாசன் மக்கள் உண்மையான பெருமையைப் புரிந்துகொள்வதில்லை, மக்கள் பொய்யான பெருமையைப் பற்றி பேசுகிறார்கள், மற்றும் மக்கள் சமூக அந்தஸ்தைப் பற்றி மட்டுமே பேசுகிறார்கள் என்பதைச் சுட்டிக் காட்டுகிறார். எனவே, மேற்கண்ட அனைத்து விருப்பங்களும் பாரதிதாசன் சொல்ல விரும்புவதைத் தருகின்றன."
  }
]
