
[
  {
    "description": "“பொதுவர்கள் பொலிஉறப் போர்அ டித்திடும் அதிர்குரல் கேட்டுஉழை அஞ்சி ஓடுமே!” என்ற பாடலில் எந்த நிலத்தின் மக்களின் பழக்க வழக்கங்கள் குறிப்பிடப்படுகின்றன?",
    "options": [
      "குறிஞ்சி",
      "முல்லை",
      "பாலை",
      "மருதம்"
    ],
    "answer": "B",
    "additional_context": "முல்லை நில மக்கள் வளமான நிலத்தை உடையவர்கள். இவர்கள் உழைத்துப் பயிர் செய்வார்கள். முதிரை, சாமை, கேழ்வரகு, குதிரைவாலி நெல் போன்ற பயிர்களை வளர்ப்பார்கள். இவர்கள் வளர்ப்பதைக் கண்டு மான்கள் அஞ்சி ஓடும். பாடலில் இப்படியான குறிப்புகள் தெளிவாக இருக்கின்றன."
  },
  {
    "description": "“தொடர்மரை முகத்தர் தோற்றம்” என்ற சொற்றொடர் எந்தக் கவிதைக் காட்சியில் காணப்படுகிறது?",
    "options": [
      "வருமலை அளவிக் கானல் மணலிடை உலவிக் காற்றில்... (நெய்தல்)",
      "மன்னிய முதுவெயில் வளைப்ப வாய்வெரீஇ... (பாலை)",
      "கடிக்கமழ் மராமலர்க் கண்ணி அம்சிறார்... (பாலை)",
      "அருவிய முருகியம் ஆர்ப்பப் பைங்கிளி... (குறிஞ்சி)"
    ],
    "answer": "A",
    "additional_context": "நெய்தல் நில மக்கள் மீனவர்கள். இவர்கள் கடல்சார்ந்த வாழ்க்கை வாழ்பவர்கள். கடல் கரையில் மணலில்  தும்பி உலவி காற்றில் தன் சிறகை உலர்த்தி கொள்ளும். அது மீனவர்களைப் போன்று காணப்படும். இதனை  'தொடர்மரை முகத்தர் தோற்றம்' என பாடலில் குறிப்பிட்டுள்ளனர். "
  },
  {
    "description": "“இராவண காவியம்” என்ற நூலை எழுதியவர் யார்?",
    "options": [
      "தந்தை பெரியார்",
      "புலவர் குழந்தை",
      "பாரதியார்",
      "இளங்கோவடிகள்"
    ],
    "answer": "B",
    "additional_context": "இராவண காவியத்தை எழுதியவர் புலவர் குழந்தை. இவர் இருபதாம் நூற்றாண்டில் தோன்றிய தனித்தமிழ்ப் பெருங்காப்பியத்தை எழுதியவர்.  இவர் பல இலக்கியப் படைப்புகளை உருவாக்கியுள்ளார்.  இவர் தமிழகக் காண்டம், இலங்கைக் காண்டம், விந்தக் காண்டம், பழிபுரி காண்டம், போர்க்காண்டம் என ஐந்து காண்டங்களையும் 3100 பாடல்களையும் கொண்ட இராவண காவியத்தைப் படைத்துள்ளார்."
  },
  {
    "description": "“இராவண காவியம்” என்னும் நூல் எத்தனை காண்டங்களைக் கொண்டுள்ளது?",
    "options": [
      "நான்கு",
      "ஐந்து",
      "ஆறு",
      "ஏழு"
    ],
    "answer": "B",
    "additional_context": "இராவண காவியம் ஐந்து காண்டங்களைக் கொண்டது. இந்நூல் தமிழகக் காண்டம், இலங்கைக் காண்டம், விந்தக் காண்டம், பழிபுரி காண்டம், போர்க்காண்டம் என ஐந்து காண்டங்களையும் 3100 பாடல்களையும் கொண்டது. இந்நூல் புலவர் குழந்தை அவர்களால் இயற்றப்பட்டது."
  },
  {
    "description": "“முல்லை அம் புறவில் தோன்று முருகுகான் யாறு பாயும்” என்ற வரிகளில் உள்ள “முருகு” என்னும் சொல்லின் பொருள் என்ன?",
    "options": [
      "யானை",
      "மலை",
      "தேன், மணம், அழகு",
      "நீர்"
    ],
    "answer": "C",
    "additional_context": "முல்லை நிலத்தின் அழகிய காட்டாறும் மருத நிலத்தில் பாய்ந்தோடும். அங்கு நெற்பயிரினைக் காக்கும் வகையில் கரும்பு வளர்ந்து நிற்கும். பெருகி வரும் நீரினைக் கால்வாய்வழி வயலில் தேக்கி வளம் பெருக்கும்.  முருகு என்னும் சொல் தேன், மணம், அழகு ஆகியவற்றை குறிக்கிறது. அது மருத நிலத்தில் உள்ளது."
  }
]
