
[
  {
    "description": "“என்றென்றும் நிலைபெற்ற தமிழே! தோற்றத்தில் தொன்மையும் நீதான்! தொழில்நுட்பத்தை ஏற்ற புதுமையும் நீதான்!” - இந்த வரிகளில் வெளிப்படுத்தப்படும் புதுக்கவிதை நடை குறித்து நீ எதை அறிகிறாய்?",
    "options": [
      "பாரம்பரியத்தைப் போற்றும் புதுக்கவிதை",
      "நவீன யுகத்துடன் இணைந்த புதுக்கவிதை",
      "மரபு மரபுகள் கலந்த புதுக்கவிதை",
      "மேற்கத்திய கவிதை நடை மீது செல்வாக்கு பெற்ற புதுக்கவிதை"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள், தமிழ் மொழியின் பழமை, மரபு ஆகியவற்றைப் போற்றும் அதே வேளையில், நவீன யுகத்தின் தொழில்நுட்ப வளர்ச்சிக்கும் இணங்கும் தன்மையைப் பறைசாற்றுகின்றன. இது 'மரபு மரபுகள் கலந்த புதுக்கவிதை' எனப்படும் நடையை வெளிப்படுத்துகிறது."
  },
  {
    "description": "“காலம் பிறக்கும்முன் பிறந்தது தமிழே! எந்தக் காலமும் நிலையாய் இருப்பதும் தமிழே!” - இந்த வரிகள் எந்தக் கவிதைப் பாணியை குறிக்கின்றன?",
    "options": [
      "உவமை",
      "எடுத்துக்காட்டு",
      "பன்முனை",
      "நேரடி அணுகுமுறை"
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள், தமிழ் மொழியின் பழமை மற்றும் நிலைத்தன்மையை நேரடியாகவும் வெளிப்படையாகவும் கூறுகின்றன. எந்தவிதமான உவமை அல்லது எடுத்துக்காட்டுகளும் இல்லாமல் நேரடியாகப் பேசப்படும் பாணி இது."
  },
  {
    "description": "“ஏனிவ் விருட்டெனக் கேட்டுவரும் – நீதி ஏந்திய தீபமாய்ப் பாட்டுவரும்” - இந்த வரிகளில் 'நீதி ஏந்திய தீபம்' எனும் சொற்றொடர் யாருக்கோ அல்லது எதற்கோ உவமையாக உள்ளது. யாருக்கோ அல்லது எதற்கோ உவமையாக உள்ளது?",
    "options": [
      "தமிழ் மொழிக்கு",
      "தமிழ் இலக்கியத்திற்கு",
      "தமிழ் மக்களுக்கு",
      "தமிழ் கலாச்சாரத்திற்கு"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகளில் 'நீதி ஏந்திய தீபம்' எனும் சொற்றொடர், தமிழ் மொழியை உவமையாகக் குறிக்கிறது. தமிழ் மொழி நீதி, ஒழுக்கம் போன்ற நல்ல விழுமியங்களை ஏந்திய ஒளியாகப் பாதுகாத்து வரும் என்பதை உணர்த்துகிறது."
  },
  {
    "description": "“எத்தனை எத்தனை சமயங்கள் - தமிழ் ஏந்தி வளர்த்தது தாயெனவே” - இந்த வரிகளில் பயன்படுத்தப்பட்டுள்ள சொற்றொடர் எதற்கு உதாரணம்?",
    "options": [
      "அடுக்குத் தொடர்",
      "எதிர்மறை அணுகுமுறை",
      "புதுமையான இலக்கணம்",
      "எடுத்துக்காட்டு"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகளில் 'எத்தனை எத்தனை' எனும் சொற்றொடர் பயன்படுத்தப்பட்டுள்ளது. இது 'அடுக்குத் தொடர்' எனப்படும் இலக்கண அமைப்பிற்கு உதாரணம். இது தமிழின் பழமையான மரபுவழி இலக்கண அமைப்பை வெளிப்படுத்துகிறது."
  },
  {
    "description": "“குறைகள் சொல்வதை விட்டுவிட்டுப் புதுக் கோலம் புனைந்து தமிழ் வளர்ப்பாய்!” - இந்த வரிகள் எந்தக் கருத்தை முன்னிலைப்படுத்துகின்றன?",
    "options": [
      "தமிழ் மொழியின் பழமை",
      "தமிழ் மொழியின் வளர்ச்சி",
      "தமிழ் மொழியின் சீரழிவு",
      "தமிழ் மொழியின் சிறப்பு"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள், தமிழ் மொழியின் வளர்ச்சியை முன்னிலைப்படுத்துகின்றன. 'குறைகள் சொல்வதை விட்டுவிட்டு' என்று கூறுவது, தமிழ் மொழியின் குறைபாடுகளை எடுத்துரைப்பதை விட, அதன் வளர்ச்சிக்கு உழைப்பது முக்கியம் என்பதை உணர்த்துகிறது. புதுக் கோலம் புனைந்து தமிழ் வளர்ப்பாய்! என்பது, தமிழ் மொழியை நவீன வடிவத்தில் வளர்த்துப் போற்றுமாறு ஊக்குவிக்கிறது."
  }
]
