[
          
  {
    
          "description": "'சமைப்பது தாழ்வா ? இன்பம் / சமைக்கின்றார் சமையல் செய்வார்!' என்ற வரிகளின் மூலம் பாரதிதாசன் எதை வலியுறுத்துகிறார்?",
          "options": [
      "சமைப்பது ஒரு தாழ்ந்த வேலை என்று கருதக் கூடாது.",
      "சமைப்பது பெண்களுக்கு மட்டுமே உரியது.",
      "சமைப்பதில் இன்பம் இல்லை.",
      "சமைப்பது என்பது மிகவும் கடினமான வேலை."
    ],
    "answer": "a",
    
          "additional_context": "பாரதிதாசனின் 'குடும்ப விளக்கு' பாடல் தொகுப்பில் இடம்பெற்றிருக்கும் 'சமைப்பது தாழ்வா?' என்ற கவிதை, பெண்கள் மீதான ஆணாதிக்க எண்ணங்களை எதிர்த்துப் பேசுகிறது. பாரதிதாசன் இப்பாடல் வழியாக பெண்கள் சமைத்தல் போன்ற வேலைகளை தாழ்ந்தவை என்று கருதக் கூடாது என்பதை வலியுறுத்துகிறார். அவர்கள் செய்த வேலைகளின் மூலம் உணர்ச்சி, இன்பம் என பலவற்றையும் மக்களுக்கு வழங்குகிறார்கள் என்கிறார். சமையல் என்பது வெறும் உணவு தயாரித்தல் மட்டுமல்ல, அது ஒரு கலை. அதில் இன்பம் இருக்கிறது என்பதை இப்பாடல் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "பாரதிதாசனின் “குடும்ப விளக்கு” பாடல் எந்தப் பகுதியில் இடம்பெற்றுள்ளது?",
          "options": [
      "“பாரதிதாசன் கவிதைகள்” தொகுப்பில்",
      "“இருண்ட வீடு” நூலில்",
      "“குடும்ப உறவுகள் அன்பு” நூலில்",
      "“தமிழியக்கம்” நூலில்"
    ],
    "answer": "c",
    
          "additional_context": "பாரதிதாசனின் 'குடும்ப விளக்கு' என்பது ஐந்து பகுதிகளைக் கொண்ட ஒரு நூல் ஆகும். இந்த நூலின் இரண்டாம் பகுதியில் 'விருந்தோம்பல்' எனும் தலைப்பில் பாரதிதாசனின் 'சமைப்பது தாழ்வா?' என்ற கவிதை இடம்பெற்றுள்ளது. 'குடும்ப விளக்கு' நூல் முழுக்க நல்ல குடும்ப உறவுகளின் முக்கியத்துவத்தை, பெண்ணின் கல்வியின் அவசியத்தை  மற்றும் பெண்களின் கௌரவத்தைப்  பற்றி பேசுகிறது.  இதன் வாயிலாகவே பெண்களைப் பற்றிய சமூகத்தின் கருத்துக்களையும்  அவர்  கவிதை மூலம் எதிர்கொள்கிறார்."
          }
        ,
          
  {
    
          "description": "பாரதிதாசனின் இயற்பெயர் என்ன?",
          "options": [
      "பாவேந்தர்",
      "சுப்புரத்தினம்",
      "கனக.சுப்புரத்தினம்",
      "பாரதி"
    ],
    "answer": "c",
    
          "additional_context": "'பாரதிதாசன்' என்று அழைக்கப்படும் இவர், உண்மையில் கனக.சுப்புரத்தினம் என்று அழைக்கப்பட்டார்.  பாரதியின்  கவிதைகள்  மீது  இவருக்கு   மிகுந்த ஈர்ப்பு   இருந்தது.   அதனால்  தன்   பெயரை   மாற்றிக்  கொண்டு,   பாரதிதாசன்  என்ற   பெயரை  வைத்துக்கொண்டார்.    பாரதிதாசனின்   படைப்புகளில்   'குடும்ப   விளக்கு',  'இருண்ட   வீடு',   'பிசிராந்தையார்',   'தமிழியக்கம்'   போன்றவை   குறிப்பிடத்தக்கவை.   தமிழ்   இலக்கியத்தின்   புகழ்பெற்ற   கவிஞர்களில்   ஒருவரான   பாரதிதாசன்   சமூக   நீதிகளை  உயர்த்திப்பிடித்த   வர்."
          }
        ,
          
  {
    
          "description": "“குடும்ப விளக்கு” நூலில் உள்ள ஐந்து பகுதிகளில் எந்தப் பகுதியில் இக்கவிதைகள் இடம்பெற்றுள்ளன?",
          "options": [
      "முதல் பகுதி",
      "இரண்டாம் பகுதி",
      "மூன்றாம் பகுதி",
      "நான்காம் பகுதி"
    ],
    "answer": "b",
    
          "additional_context": "பாரதிதாசனின் 'குடும்ப விளக்கு' நூல் ஐந்து பகுதிகளைக் கொண்டுள்ளது. 'விருந்தோம்பல்' எனும் தலைப்பிலான இரண்டாம் பகுதியில் 'சமைப்பது தாழ்வா?'  என்ற கவிதை  இடம்பெற்றுள்ளது.  குடும்ப   உறவுகளின்   அழகை,   பெண்களின்   கல்வியின்   முக்கியத்துவத்தை,   பெண்களின்   கௌரவத்தை   பற்றி   பேசுகிறது.   மேலும்   சமூகத்தின்   கருத்துக்களையும்   கவிதை   மூலம்   எதிர்கொள்கிறது.   "
          }
        ,
          
  {
    
          "description": "பாரதிதாசன் எந்தப் படைப்புக்காக சாகித்திய அகாதெமி விருது பெற்றார்?",
          "options": [
      "குடும்ப விளக்கு",
      "பிசிராந்தையார்",
      "இருண்ட வீடு",
      "தமிழியக்கம்"
    ],
    "answer": "b",
    
          "additional_context": "பாரதிதாசன்,  'பிசிராந்தையார்'  என்ற   நாடகத்திற்காக   சாகித்திய   அகாதெமி   விருது   பெற்றார்.   இந்த   நாடகம்   பழங்கால   தமிழர்களின்   வாழ்க்கையை   அழகாக   வரணித்து,   சமூக   நீதிகளை   உயர்த்திப்பிடிக்கும்   படைப்பு.   சாகித்திய   அகாதெமி   விருது   பெற்றதன்   மூலம்   இவரது   படைப்பின்   மதிப்பை   தமிழ்   இலக்கிய   உலகம்   ஏற்றுக்கொண்டது."
          }
        ]