[
          
  {
    
          "description": "'தேமாங்காய்', 'புளிமாங்காய்', 'கருவிளங்காய்' போன்றவை ____ சீர்கள்.",
          "options": [
      "a) ஓரசைச்",
      "b) ஈரசைச்",
      "c) மூவசைச்",
      "d) நாலசைச்"
    ],
    "answer": "C",
    
          "additional_context": "ஒன்று அல்லது ஒன்றுக்கும் மேற்பட்ட அசைகளின் சேர்க்கை சீர் ஆகும். இதுவே பாடலில் ஓசைக்கு அடிப்படையாய் அமையும். ஓரசைச்சீர், ஈரசைச்சீர், மூவசைச்சீர், நாலசைச்சீர் எனச் சீர்கள் நான்கு வகைப்படும். அவற்றின் வாய்பாடுகள் கீழே தரப்பட்டுள்ளன. 'தேமாங்காய்', 'புளிமாங்காய்', 'கருவிளங்காய்' போன்றவை மூன்று அசைகளால் ஆனவை என்பதால் இவை மூவசைச்சீர்கள் ஆகும்."
          }
        ,
          
  {
    
          "description": "____  என்பது பாடலின் அடிகளிலோ, சீர்களிலோ எழுத்துகள் ஒன்றிவரத் தொடுப்பது.",
          "options": [
      "a) அடி",
      "b) தொடை",
      "c) தளை",
      "d) சீர்"
    ],
    "answer": "B",
    
          "additional_context": "தொடை தொடுத்தல். பாடலின் அடிகளிலோ, சீர்களிலோ எழுத்துகள் ஒன்றிவரத் தொடுப்பது 'தொடை' ஆகும். தொடை என்னும் செய்யுள் உறுப்பு, பாடலில் உள்ள அடிகள்தோறும் அல்லது சீர்கள்தோறும் ஒரு குறிப்பிட்ட வகையிலான ஓசை பொருந்தி வருமாறு பாடலை இயற்றுதல் பற்றி அமைகிறது."
          }
        ,
          
  {
    
          "description": "'பிறர்நாணத் தக்கது தான்நாணா னாயின் அறம்நாணத் தக்க துடைத்து' - இக்குறட்பா ____ அடியில் அமைந்துள்ளது.",
          "options": [
      "a) குறள்",
      "b) சிந்த்",
      "c) அளவு",
      "d) நெடில்"
    ],
    "answer": "A",
    
          "additional_context": "இரண்டும் இரண்டிற்கு மேற்பட்ட சீர்களும் தொடர்ந்து வருவது' அடி' எனப்படும். அவை ஐந்து வகைப்படும். இரண்டு சீர்களைக் கொண்டது குறளடி; மூன்று சீர்களைக் கொண்டது சிந்தடி; நான்கு சீர்களைக் கொண்டது அளவடி; ஐந்து சீர்களைக் கொண்டது நெடிலடி; ஆறு சீர் அல்லது அதற்கு மேற்பட்ட சீர்களைக் கொண்டது கழிநெடிலடி. மேற்கண்ட குறட்பா இரண்டு சீர்களைக் கொண்டது என்பதால் இது குறளடி ஆகும்."
          }
        ,
          
  {
    
          "description": "'கூவிளம்' என்ற சொல் ____ சீர்.",
          "options": [
      "a) நேர் நேர்",
      "b) நிரை நேர்",
      "c) நேர் நிரை",
      "d) நிரை நிரை"
    ],
    "answer": "C",
    
          "additional_context": "ஒன்று அல்லது ஒன்றுக்கும் மேற்பட்ட அசைகளின் சேர்க்கை சீர் ஆகும். இதுவே பாடலில் ஓசைக்கு அடிப்படையாய் அமையும். ஓரசைச்சீர், ஈரசைச்சீர், மூவசைச்சீர், நாலசைச்சீர் எனச் சீர்கள் நான்கு வகைப்படும். 'கூவிளம்' என்பது நேர் நிரை சீர் ஆகும். ஏனெனில் இதன் முதல் அசை நேர், இரண்டாவது அசை நிரை ஆகும்."
          }
        ]