
[
  {
    "description": "“நூல் வல்லார் நாடு வல்லார், நூலறிவின்மை நாடு அழிவு” - இப்பகுதியில் சொல்லப்படும் கருத்து என்ன?",
    "options": [
      "நூலறிவுள்ளவர்கள் நாட்டை வளர்க்கும்",
      "நூல் அறிவு இல்லாதவர்கள் நாட்டை அழிப்பார்கள்",
      "நூல் அறிவு இல்லாதவர்கள் நாட்டை வளர்க்கமாட்டார்கள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "“நூல் வல்லார் நாடு வல்லார், நூலறிவின்மை நாடு அழிவு” - இந்த வரிகள் சிறுபஞ்சமூல நூலில் இடம்பெற்றுள்ளன. இந்த வரிகள் நூலறிவு என்பது ஒரு நாட்டின் வளர்ச்சிக்கு எவ்வளவு முக்கியம் என்பதை எடுத்துக்காட்டுகின்றன. நூல் அறிவு உள்ளவர்கள் நாட்டை வளர்க்கும் சக்தி வாய்ந்தவர்கள். அதே சமயம் நூல் அறிவு இல்லாதவர்கள் நாட்டை அழித்து விடுவார்கள் என்பது இந்த வரிகள் மூலம் புரியும். ஆக, நூலறிவு என்பது ஒரு நாட்டின் எதிர்காலத்தை நிர்ணயிக்கும் முக்கியமான காரணியாகும்."
  },
  {
    "description": "சிறுபஞ்சமூலம் எத்தனை வேர்களைக் குறிக்கிறது?",
    "options": [
      "நான்கு",
      "ஐந்து",
      "ஆறு",
      "ஏழு"
    ],
    "answer": "B",
    "additional_context": "சிறுபஞ்சமூலம் என்பது ஐந்து சிறிய வேர்களைக் குறிக்கும் மருத்துவ நூல். இந்த நூல் ஐந்து வேர்களைக் கொண்டு தயாரிக்கப்படும் மருந்தின் மருத்துவ குணங்களைப் பற்றி விவரிக்கிறது. சிறுபஞ்சமூலத்தில் குறிப்பிடப்படும் ஐந்து வேர்கள் கண்டங்கத்திரி, சிறுவழுதுணை, சிறுமல்லி, பெருமல்லி, நெருஞ்சி என்பவையாகும்."
  },
  {
    "description": "சிறுபஞ்சமூலத்தில் உள்ள ஐந்து வேர்களில் எது உடலின் நோய்களைப் போக்குவதாகக் கூறப்படுகிறது?",
    "options": [
      "கண்டங்கத்திரி",
      "சிறுவழுதுணை",
      "சிறுமல்லி",
      "பெருமல்லி"
    ],
    "answer": "A",
    "additional_context": "சிறுபஞ்சமூலத்தில் குறிப்பிடப்படும் ஐந்து வேர்கள் உடலின் பல்வேறு நோய்களைப் போக்குவதாகக் கூறப்படுகிறது. ஆனால், இந்த ஐந்து வேர்களில் கண்டங்கத்திரி மருந்து உடலின் நோய்களைப் போக்க பயன்படுவதாகக் கூறப்படுகிறது. கண்டங்கத்திரி மருந்து இயற்கை மருந்தாகும். இது உடலின் நோய் எதிர்ப்பு சக்தியை அதிகரித்து, பல நோய்களிலிருந்து பாதுகாக்க உதவுகிறது."
  },
  {
    "description": "சிறுபஞ்சமூலம் பாடல்கள் எந்த வகையான உண்மைகளை எடுத்துக்காட்டுகின்றன?",
    "options": [
      "வரலாற்று உண்மைகள்",
      "அறிவியல் உண்மைகள்",
      "வாழ்வியல் உண்மைகள்",
      "மருத்துவ உண்மைகள்"
    ],
    "answer": "C",
    "additional_context": "சிறுபஞ்சமூலம் பாடல்கள் வாழ்வியல் உண்மைகளை எடுத்துக்காட்டும் நூலாகும். இந்த நூலில் வாழ்வியல் அனுபவங்களை அடிப்படையாகக் கொண்டு பல்வேறு நல்லுணர்வுகளைப் புகட்டும் வரிகள் இடம்பெற்றுள்ளன. இந்தப் பாடல்கள் வாழ்வில் நாம் எதிர்கொள்ளும் பிரச்சனைகளை எவ்வாறு சமாளிப்பது, எந்தப் பிரச்சனைகளுக்கு எவ்வாறு தீர்வு காண்பது என்பது குறித்து நமக்குப் பயனுள்ள வழிகாட்டுதல்களை வழங்குகின்றன."
  },
  {
    "description": "சிறுபஞ்சமூலத்தின் ஆசிரியர் யார்?",
    "options": [
      "மாக்காயனார்",
      "காரியாசான்",
      "பாரதியார்",
      "வள்ளலார்"
    ],
    "answer": "B",
    "additional_context": "சிறுபஞ்சமூல நூலின் ஆசிரியர் காரியாசான். இவர் மதுரைத் தமிழாசிரியர் மாக்காயனாரின் மாணாக்கர். இவரது இயற்பெயர் காரி. ஆசான் என்பது தொழிலின் அடிப்படையில் அமைந்த பெயர். மாக்காரியாசான் என்று பாயிரச் செய்யுள் இவரைச் சிறப்பிக்கிறது."
  }
]
