[
          
  {
    
          "description": "கவிஞர் நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதத்தில் எந்த உணர்வை வெளிப்படுத்தியுள்ளார்?",
          "options": [
      "தனது மகனின் வளர்ச்சியைப் பற்றிய கவலை",
      "தனது மகன் மீதான அளவற்ற அன்பு",
      "தனது மகன் மீதான ஆர்வம் மற்றும் வியப்பு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதத்தில் அளவற்ற அன்பு, ஆர்வம், வியப்பு போன்ற உணர்வுகளை வெளிப்படுத்தியுள்ளார். தனது மகனின் வளர்ச்சியைப் பற்றிய கவலை இல்லாமல் இல்லை. அது மட்டுமல்லாமல் மகன் வளர்ந்து வருவதை அனுபவித்து மகிழ்வதையும்  இக்கடிதத்தில் நாம் காணலாம்."
          }
        ,
          
  {
    
          "description": "கவிஞர் தனது மகனின் எந்தச் செயல் 'உலகிலேயே மிகப்பெரிய இன்பம்' என்கிறார்?",
          "options": [
      "தனது மகனின் முதல் புன்னகை",
      "தனது மகனின் முதல் அழுகை",
      "தனது மகனின் முதல் அடி",
      "தனது மகனின் விரல் பிடித்து எழுவது"
    ],
    "answer": "A",
    
          "additional_context": "கவிஞர் தனது மகனின் முதல் புன்னகையை 'உலகிலேயே மிகப்பெரிய இன்பம்' என்கிறார்.  'தம் மக்கள் மெய் தீண்டல் உயிர்க்கு இன்பம்' என்கிற வள்ளுவர் வாக்கை இங்கு கவிஞர் குறிப்பிடுகிறார். தனது மகன்  பிறந்ததும்  தனது உள்ளங்கையில்  கிடந்த  மகனின்  மெத்தென்ற உருவம், தனது  சட்டையைப் பிடித்து இழுப்பதை மகிழ்ச்சியுடன்  நினைவுகூறுகிறார்."
          }
        ,
          
  {
    
          "description": "கவிஞர் தனது மகனின் வளர்ச்சியை எதனுடன் ஒப்பிடுகிறார்?",
          "options": [
      "மலர்ந்த ஒரு பூவுடன்",
      "வளரும் ஒரு மரத்துடன்",
      "மின்னும் ஒரு நட்சத்திரத்துடன்",
      "விரிவடையும் ஒரு பிரபஞ்சத்துடன்"
    ],
    "answer": "D",
    
          "additional_context": "கவிஞர் தனது மகனின் வளர்ச்சியை விரிவடையும் ஒரு பிரபஞ்சத்துடன் ஒப்பிடுகிறார். தனது  மகன்  பிறந்த  நாளிலிருந்து  தவழ்ந்து,  தத்தி  நடந்து,  ஓடி  நடக்கும்  வாழ்க்கையை   பிரபஞ்சம்   விரிவடையும்  நிகழ்வுடன்   ஒப்பிடுகிறார்.  மனித  வாழ்வின்  வளர்ச்சி   அபரிமிதமானது."
          }
        ,
          
  {
    
          "description": "கவிஞர் தனது மகன் பிறந்த போது எந்த உணர்வை அனுபவித்தார்?",
          "options": [
      "மகிழ்ச்சி மற்றும் வியப்பு",
      "கவலை மற்றும் சோர்வு",
      "ஆர்வம் மற்றும் எதிர்பார்ப்பு",
      "நம்பிக்கை மற்றும் நிறைவ"
    ],
    "answer": "A",
    
          "additional_context": "கவிஞர் தனது மகன் பிறந்த போது மகிழ்ச்சி மற்றும் வியப்பு உணர்வை அனுபவித்ததாகக் குறிப்பிடுகிறார். தனது மகனை  முதல்  முறையாக  கையில்  வைத்த  போது  தனது உதிரம்  உருவானதை, அந்த  உருவம்  தனது  உள்ளங்கையில்  கிடப்பதை   மகிழ்ச்சியுடன்   நினைவுகூறுகிறார்."
          }
        ,
          
  {
    
          "description": "'நீ அழுதாய்; சிரித்தாய்; சிணுங்கினாய்;...' எனக் குறிப்பிடுவதன் மூலம் கவிஞர் என்ன எடுத்துக்காட்டுகிறார்?",
          "options": [
      "வாழ்க்கை என்பது ஒரு கலவையான அனுபவம்",
      "இன்பங்கள் மட்டுமே வாழ்க்கையில் இல்லை",
      "வாழ்க்கையின் மகிழ்ச்சிகளையும் துன்பங்களையும் ஏற்றுக்கொள்ள வேண்டும்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "கவிஞர் தனது மகனின்  வாழ்க்கையின்  பல்வேறு  நிகழ்வுகளை  தன்  கடிதத்தில்   குறிப்பிடுகிறார்.   அழுதாய்,   சிரித்தாய்,   சிணுங்கினாய்,   குப்புறக்   கவிழ்ந்து,   தலை   நிமிர்ந்து   எனத்  தனது  மகனின்   வாழ்க்கை   பற்றிக்  குறிப்பிடுகிறார்.  வாழ்க்கையின்   கலவையான   அனுபவங்களை,   வாழ்க்கையின்   மகிழ்ச்சிகளையும்   துன்பங்களையும்   ஏற்றுக்கொள்ள   வேண்டும்   என்பதை   கவிஞர்  இங்கு  குறிப்பிடுகிறார்."
          }
        ]