[
          
  {
    
          "description": "“அகராதியில் காண்க” என்ற தலைப்பில் கொடுக்கப்பட்டுள்ள சொற்களைப் பார்த்து, இந்த சொற்களில் எது இயற்கைப் பொருளைக் குறிக்கிறது?",
          "options": [
      "இமிழ்தல்",
      "இசைவு",
      "துவனம்",
      "துகலம்"
    ],
    "answer": "D",
    
          "additional_context": "“அகராதியில் காண்க” என்ற தலைப்பில்,  கொடுக்கப்பட்ட சொற்களில்,  இயற்கைப் பொருளைக் குறிக்கும் சொல்லைத் தேர்ந்தெடுக்க வேண்டும். கொடுக்கப்பட்ட சொற்களில் “துகலம்”  என்ற சொல் மட்டும் இயற்கைப் பொருளைக் குறிக்கிறது. இதர சொற்கள்  மனிதர்களின்  செயல்பாடுகள்  அல்லது  உணர்வுகளைக்  குறிக்கின்றன. "
          }
        ,
          
  {
    
          "description": "கொடுக்கப்பட்ட கவிதை வரிகளைப் படித்துப் பாருங்கள்:\n\n> பொங்கியும் பொலிந்தும் நீண்ட புதுப்பிடர் மயிர்சி லிர்க்கும்\n> சிங்கமே! வான வீதி திகுதிகு எனஎ ரிக்கும்\n> மங்காத தணற்பி ழம்பே! மாணிக்கக் குன்றே! தீர்ந்த\n> தங்கத்தின் தட்டே! வானத் தகளியிற் பெருவி ளக்கே!\n> கடலிலே கோடி கோடிக் கதிர்க்கைகள் ஊன்று கின்றாய்\n> நெடுவானில் கோடி கோடி நிறைசுடர்க் கைகள் நீட்டி\n> இடைப்படு மலையோ காடோ இல்லமோ பொய்கை ஆறோ\n> அடங்கநின் ஒளிஅ ளாவ அமைந்தனை! பரிதி வாழி!\n> – பாரதிதாசன்\n\n> **இந்தக் கவிதை வரிகளில் எது பரிதியைக் குறிக்கிறது?**",
          "options": [
      "சிங்கமே",
      "மாணிக்கக் குன்றே",
      "தங்கத்தின் தட்டே",
      "பரிதி வாழி"
    ],
    "answer": "D",
    
          "additional_context": "பாரதிதாசன் எழுதிய இந்தக் கவிதை வரிகளில்,   சூரியனைப் புகழ்ந்து பாடுகிறார். கவிதை வரிகளில் “பரிதி வாழி”  என்ற வார்த்தை மட்டும் சூரியனை குறிக்கிறது. கவிதையில், சூரியனை சிங்கம், தணற்பிழம்பு, மாணிக்கக் குன்று, தங்கத் தட்டு, பெருவிளக்கு என பல்வேறு உருவகங்களில்  விவரித்துள்ளார். "
          }
        ,
          
  {
    
          "description": "கீழே கொடுக்கப்பட்டவற்றில் எது 'நயம் பாராட்டுக' பிரிவில் உள்ள பாரதியின் வரிகளில் பயன்படுத்தப்பட்டுள்ள உருவகத்திற்கு ஒரு சிறந்த எடுத்துக்காட்டு?",
          "options": [
      "சூரியனின் ஒளியை \"மங்காத தணற்பிழம்பு\" என்கிறார்",
      "சூரியனின் ஒளியை \"வான வீதி திகுதிகு\" என்கிறார்",
      "சூரியனின் ஒளியை \"கோடி கோடிக் கதிர்க்கைகள் ஊன்றுகின்றாய்\" என்கிறார்",
      "சூரியனின் ஒளியை \"வானத்தகளியிற் பெருவிளக்கே\" என்கிறார்"
    ],
    "answer": "D",
    
          "additional_context": "“நயம் பாராட்டுக” பிரிவில் பாரதிதாசன்  எழுதிய கவிதையில், சூரியனை விவரிக்கும்  போது, சூரியனின் ஒளியை   “வானத்தகளியிற் பெருவிளக்கே”  என்று  உருவகப்படுத்தி  விவரித்திருப்பது  அழகான  எடுத்துக்காட்டு.  இந்த  உருவகம்  சூரியனைப்  பெருவிளக்காக  உருவகப்படுத்தி  அவரது  ஒளியின்  தன்மையை   சிறப்பாக  படம்  பிடித்துக் காட்டுகிறது. "
          }
        ,
          
  {
    
          "description": "'நயம் பாராட்டுக' பிரிவில் உள்ள பாரதியின் வரிகளில், சூரியனின் இயல்புகளை விவரிக்கும் போது, எந்த இரு சொற்கள் சூரியனின் வலிமையைக் காட்டுகின்றன?",
          "options": [
      "\"பொங்கியும் பொலிந்தும்\" மற்றும் \"தீர்ந்த தங்கத்தின் தட்டே\"",
      "\"திகுதிகு\" மற்றும் \"கோடி கோடி\"",
      "\"மாணிக்கக் குன்றே\" மற்றும் \"வானத்தகளியிற்\"",
      "\"நெடுவானில்\" மற்றும் \"அடங்கநின் ஒளி\""
    ],
    "answer": "B",
    
          "additional_context": "“நயம் பாராட்டுக” பிரிவில், பாரதிதாசன் சூரியனின் வலிமையைக் காட்டுவதற்கு “திகுதிகு” மற்றும் “கோடி கோடி”  என்ற இரு  சொற்களை  பயன்படுத்தியுள்ளார். சூரியன்  தன்  ஒளியால்  வானத்தை  நிரப்பி  விடுகிறது  என்பதை   “திகுதிகு”   என்ற  சொல்  வலியுறுத்துகிறது.  சூரியனின்  கதிர்களை   “கோடி கோடி”   என்று   குறிப்பிடுவதன்   மூலம்   சூரியனின்   வலிமை  மற்றும்  பரவலான  இயல்பை   பாரதிதாசன்   சிறப்பாக   வலியுறுத்தியுள்ளார். "
          }
        ,
          
  {
    
          "description": "'மொழியோடு விளையாடு' பிரிவில் கொடுக்கப்பட்ட 'கணினி, அறிவியல், தமிழ், மொழி' என்ற சொற்களைக் கொண்டு,  தொடர் அமைத்தல் பற்றிய எந்த  நிறுவனையை நீங்கள்  பெறலாம்?",
          "options": [
      "நான்கு சொற்களும் ஒரே மாதிரியான பிரிவைச் சேர்ந்தவை",
      "நான்கு சொற்களும் ஒரே மாதிரியான பொருளை உடையவை",
      "நான்கு சொற்களும் ஒருவருக்கொருவர் தொடர்புடையவை",
      "நான்கு சொற்களும் ஒரு  கதை  சொல்ல  சொல்ல  சொல்ல"
    ],
    "answer": "C",
    
          "additional_context": "“மொழியோடு விளையாடு”   பிரிவில்,  கொடுக்கப்பட்ட  நான்கு   சொற்களும்   ஒருவருக்கொருவர்  தொடர்புடையவை  என்பதை   நாம்   உணர  முடிகிறது.  அறிவியல்  வளர்ச்சி  மற்றும்  கணினி  தொழில்நுட்ப  வளர்ச்சி   ஆகியவை  தமிழ்  மொழி  வளர்ச்சிக்கு  எதிராக  இல்லாமல்  அதை  மேலும்  வளர்த்து  உதவி  செய்கின்றன  என்பதை   இந்த  நான்கு   சொற்களின்  மூலம்  நாம்   உணர  முடிகிறது. "
          }
        ]