
[
  {
    "description": "  \"காவிரியின் பாதையெல்லாம் பூவிரியும் கோலத்தை அழகாக விவரித்துரைக்கிறது பெரியபுராணம்\"  என்ற  கூற்று  எதைக் குறிக்கிறது?",
    "options": [
      "a) காவிரி  நதியின்  தூய்மை",
      "b) பூக்களின்  அழகு",
      "c) பெரியபுராணத்தில்  இயற்கை  விவரணையின்  முக்கியத்துவம்",
      "d) நீர்நிலைகளின்  மகத்துவம்"
    ],
    "answer": "c",
    "additional_context": "சோழநாட்டின் வளத்தைப் பற்றிப் பெரியபுராணம் எடுத்துரைக்கிறது. காவிரி நதியின் வளம் சோழநாட்டின் வளத்திற்கு முக்கிய காரணம். காவிரி நதியின் பாதையெல்லாம் பூக்களின் அழகைப் பற்றியும் பெரியபுராணம் எடுத்துரைக்கிறது. இது பெரியபுராணத்தில் இயற்கை விவரணையின் முக்கியத்துவத்தைக் காட்டுகிறது."
  },
  {
    "description": " \"பக்திச்சுவை நனி சொட்டச் சொட்டப் பாடிய கவிவலவ\"  என்று குறிப்பிடப்படும்  சேக்கிழார்  எந்த  நூலை  எழுதினார்?",
    "options": [
      "a) தொண்டர்  திருவந்தாதி",
      "b) திருத்தொண்டர்  புராணம்",
      "c) பெரியபுராணம்",
      "d) திருத்தொண்டத்  தொகை"
    ],
    "answer": "c",
    "additional_context": "சேக்கிழார் என்பவர் பெரியபுராணம் என்ற நூலை எழுதியவர். இது அடியார்களின் பெருமையைப் பற்றிப் பாடப்பட்ட நூல். இதை சேக்கிழார் மிகுந்த பக்திச்சுவையுடன் எழுதினார் என்பதால் மகாவித்துவான் மீனாட்சி சுந்தரனார் இவரை \"பக்திச்சுவை நனி சொட்டச் சொட்டப் பாடிய கவிவலவ\" என்று பாராட்டியுள்ளார்."
  },
  {
    "description": "  பெரியபுராணம்  எந்த  நூல்களை  அடிப்படையாக  கொண்டு  எழுதப்பட்டது?",
    "options": [
      "a) திருத்தொண்டர்  திருவந்தாதி  மற்றும்  திருத்தொண்டத்  தொகை",
      "b) திருவாசகம்  மற்றும்  திருவிசைப்பா",
      "c) திருமுருகாற்றுப்படை  மற்றும்  சிந்தாமணி",
      "d) கம்பராமாயணம்  மற்றும்  பாரதம்"
    ],
    "answer": "a",
    "additional_context": "பெரியபுராணம் என்ற நூலை சேக்கிழார் எழுதினார். இவர் நம்பியாண்டார் நம்பியால் எழுதப்பட்ட திருத்தொண்டர் திருவந்தாதி மற்றும் சுந்தரரின் திருத்தொண்டத் தொகை ஆகிய இரண்டு நூல்களையும் அடிப்படையாகக் கொண்டு பெரியபுராணத்தை எழுதினார்."
  },
  {
    "description": "சுரிவளை சொரிந்த முத்தின் சுடர்ப்பெரும் பொருப்பு யாப்பார்...  என்ற பாடல் பகுதியில்  'சுரிவளை'  என்ற சொல்  எதைக் குறிக்கிறது?",
    "options": [
      "a) சங்குகள்",
      "b) வாளை மீன்கள்",
      "c) வண்டுகள்",
      "d) மலர்கள்"
    ],
    "answer": "a",
    "additional_context": "பெரியபுராணத்தில், சோழநாட்டில் நிலவும் வளத்தைச் சொல்லும் போது, \"சுரிவளை சொரிந்த முத்தின் சுடர்ப்பெரும் பொருப்பு யாப்பார்\" என்று குறிப்பிடப்பட்டுள்ளது. இதில் சுரிவளை என்பது சங்குகளை குறிக்கிறது. சங்குகள் வளர்ந்த கடலோரப் பகுதிகளில் அதிகமாகக் கிடைக்கும் என்பதால் சோழ நாட்டில் வளம் மிக்கதாக இருந்தது என்று பொருள் கொள்ளலாம்."
  },
  {
    "description": "  கவிதையில்  பயன்படுத்தப்பட்டுள்ள  \"நாடெல்லாம் நீர்நாடு\"  என்ற  பிரயோகம்  எந்த  இலக்கண  குறியீட்டைக்  குறிக்கிறது?",
    "options": [
      "a) உவமை",
      "b) அடையாளம்",
      "c) எதுகை",
      "d) நாடு"
    ],
    "answer": "b",
    "additional_context": "பெரியபுராணத்தில், \"நாடெல்லாம் நீர்நாடு\" என்று குறிப்பிடப்பட்டுள்ளது. இந்தப் பிரயோகம் \"நாடு\" என்பதற்கு \"நீர்நாடு\" என்று அடையாளமாகச் சொல்லப்பட்டுள்ளது. காவிரி நதி சோழ நாட்டில் பாயும் என்பதாலும், காவிரி நதி அதிக நீர்நிலைகளை உருவாக்குகிறது என்பதாலும், சோழ நாட்டை \"நீர்நாடு\" என்று சொல்லலாம் என்பதாக பொருள் கொள்ளலாம்."
  }
]
