
[
  {
    "description": "இந்த கதையிலிருந்து நாம் என்ன பாடத்தைப் பெறலாம்?",
    "options": [
      "நண்பர்கள் எப்போதும் நம்பிக்கை துரோகம் செய்வார்கள்.",
      "நண்பர்கள் இணைந்து செயல்பட்டால் எதையும் சாதிக்க முடியும்.",
      "நண்பர்கள் எப்போதும் சுயநலமாக இருப்பார்கள்.",
      "நண்பர்கள் ஒன்றாக இருப்பது மிகவும் கடினம்."
    ],
    "answer": "B",
    "additional_context": "ஒரு மான், ஒரு ஆமை, ஒரு காகம் மற்றும் ஒரு எலி நண்பர்கள். ஒரு நாள் மான் ஒரு வேட்டைக்காரனின் வலையில் சிக்கிக்கொண்டது. அதை காப்பாற்ற நண்பர்கள் ஒரு திட்டம் போட்டனர். திட்டத்தின்படி, மான் இறந்து போனது போல நடித்தது. காகம் மானின் மீது அமர்ந்து குத்தத் தொடங்கியது. ஆமையோ வேட்டைக்காரனின் பாதையைத் தடுத்து நிறுத்தியது. வேட்டைக்காரன் மானை இறந்து விட்டது என்று நினைத்துவிட்டு, ஆமையைப் பிடிக்கச் சென்றார். அதற்கிடையில், எலி வலையை கடித்து மானை விடுவித்தது. பின்னர் காகம் ஆமையை எடுத்துக்கொண்டு, அதை வேட்டைக்காரனிடமிருந்து விரைவாக எடுத்துச் சென்றது. இந்த பஞ்ச தந்திரக் கதையிலிருந்து, கூட்டு முயற்சி என்பது பெரிய வெற்றிகளைப் பெறும் என்பதை நாம் அறிந்து கொள்ளலாம்."
  },
  {
    "description": "பிள்ளைத்தமிழ் என்ன வகையான இலக்கியம்?",
    "options": [
      "வீரகாவியம்",
      "புராணம்",
      "பக்தி இலக்கியம்",
      "சிற்றிலக்கியம்"
    ],
    "answer": "D",
    "additional_context": "பிள்ளைத்தமிழ் என்பது தமிழ் இலக்கியத்தில் சிற்றிலக்கிய வகையைச் சேர்ந்தது. இது குழந்தைகளுக்கு கடவுளர்களைப் பற்றி எளிமையாக விளக்க விரும்பி எழுதப்பட்டது."
  },
  {
    "description": "பிள்ளைத்தமிழ் நூல்கள் பெரும்பாலும் யாரைப் புகழ்ந்து பாடும்?",
    "options": [
      "வீரர்களை",
      "அரசர்களை",
      "கடவுளர்களை",
      "விலங்குகளை"
    ],
    "answer": "C",
    "additional_context": "பிள்ளைத் தமிழ் நூல்கள் கடவுளர்களைப் புகழ்ந்து பாடும். இதில் குழந்தைகள் பேசும் வடிவில் கடவுளர்களின் பெருமைகள், புகழ் போன்றவை எடுத்துரைக்கப்படும்."
  },
  {
    "description": "\"மீனாட்சியம்மை பிள்ளைத்தமிழ்\" யாரால் எழுதப்பட்டது?",
    "options": [
      "முத்துக்குமாரசாமி",
      "அமுதாம்பிகை",
      "குமரகுருபரர்",
      "சங்கரர்"
    ],
    "answer": "C",
    "additional_context": "குமரகுருபரர் என்பவர் 18 ஆம் நூற்றாண்டில் வாழ்ந்த ஒரு தமிழ் அறிஞர். இவர் மீனாட்சி அம்மையைப் புகழ்ந்து 'மீனாட்சியம்மை பிள்ளைத்தமிழ்' என்னும் நூலை இயற்றினார்."
  },
  {
    "description": "\"பசுமரத்தாணி போல\" என்ற சொற்றொடர் எதை குறிக்கிறது?",
    "options": [
      "மிகவும் இளமையானவரை",
      "மிகவும் அழகானவரை",
      "மிகவும் புத்திசாலியானவரை",
      "மிகவும் துணிச்சலானவரை"
    ],
    "answer": "A",
    "additional_context": "புதிதாக முளைத்த ஒரு மரத்தின் கிளையை பசுமரத்தாணி என்கிறார்கள். அதன் பொருள் அது மிகவும் இளமையானது. இது போன்றே 'பசுமரத்தாணி போல' என்ற சொற்றொடர் ஒருவர் இளமையாக இருப்பதைக் குறிக்கிறது."
  }
]
