[
          
  {
    
          "description": "'சாரி' என்ற சொல்லின் பயன்பாட்டின் மூலம் உரையாடலில் என்ன உணர்வு வெளிப்படுகிறது?",
          "options": [
      "a) கோபம்",
      "b) மகிழ்ச்சி",
      "c) வருத்தம்",
      "d) நம்பிக்கை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "நாம் யாரிடமாவது தவறு செய்துவிட்டோம் அல்லது ஏதாவது தவறாகப் பேசிவிட்டோம் என்று எண்ணும் போது அல்லது  நாம் தவறு செய்துவிட்டோம்  என்று தெரிந்தவுடன்  அந்த தவறை திருத்த விரும்புவதைக் குறிப்பிட  'சாரி' என்ற சொல்லைப் பயன்படுத்துவோம். இதன் மூலம் நாம் வருத்தத்தை வெளிப்படுத்துகிறோம்."
          }
        ,
          
  {
    
          "description": "'கேள்வி புரியல' என்ற சொல்லைப் பயன்படுத்தி பேசுபவர் என்ன தெளிவுபடுத்துகிறார்?",
          "options": [
      "a) தனக்கு அந்தப் பொருள் தெரியாது",
      "b) தனக்கு அந்தச் செய்தி தெரியாது",
      "c) தனக்கு அந்தக் கேள்வி புரியவில்லை",
      "d) தனக்கு அந்தப் பாடம் புரியவில்லை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "யாராவது நமக்கு ஏதாவது ஒரு கேள்வியைக் கேட்கும்போது அந்த கேள்வியின் அர்த்தம் நமக்குப் புரியவில்லை என்றால் அந்தப்  புரியாத நிலையை  'கேள்வி புரியல' என்று தெளிவுபடுத்தலாம்.  இதன் மூலம் அந்தக் கேள்விக்கு நாம்  பதில் சொல்ல  முடியவில்லை என்பதைக்  குறிப்பிடுகிறோம்."
          }
        ,
          
  {
    
          "description": "'கோரிக்கையப் பத்தி விளக்கமா சொல்லு' என்ற சொற்றொடரின் மூலம் பேசுபவர் என்ன கேட்டுக்கொண்டிருக்கிறார்?",
          "options": [
      "a) தனக்கு அந்தக் கோரிக்கை தெரியாது என்பதை தெரிவிக்க",
      "b) அந்தக் கோரிக்கை என்ன என்பதை விளக்க",
      "c) அந்தக் கோரிக்கையை ஏற்றுக்கொள்ள",
      "d) அந்தக் கோரிக்கையை நிராகரிக்க"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "யாராவது ஒரு கோரிக்கையை முன்வைத்திருந்தால்  அந்த கோரிக்கை என்ன  என்பதைத் தெளிவாகப் புரிந்துகொள்ள வேண்டும்.  அந்த கோரிக்கையைத் தெளிவுபடுத்தி  விளக்க கேட்கும்போது  'கோரிக்கையப் பத்தி விளக்கமா சொல்லு' என்ற சொற்றொடரைப் பயன்படுத்துவோம்."
          }
        ,
          
  {
    
          "description": "'வேற மாதிரி கேக்க முடியுமா?' என்ற கேள்விக்கு என்ன அர்த்தம்?",
          "options": [
      "a) அந்தக் கேள்வியை வேறு வார்த்தைகளில் கேளுங்கள்",
      "b) அந்தக் கேள்விக்கு வேறு விடை சொல்லுங்கள்",
      "c) அந்தக் கேள்விக்கான பதிலை வேற மாதிரி சொல்லுங்கள்",
      "d) அந்தக் கேள்வியை வேறு வழியில் கேளுங்கள்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நமக்கு  கேட்கப்பட்ட கேள்வி புரியவில்லை அல்லது நமக்கு  அந்த கேள்வி  சரியாகப் புரியவில்லை  என்றால் அந்தக் கேள்வியை வேறு வார்த்தைகளில் கேட்க சொல்வோம். அதற்காக 'வேற மாதிரி கேக்க முடியுமா?' என்று கேட்போம்."
          }
        ]