
[
  {
    "description": "நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய முதல் கடிதத்தில் என்ன விஷயம் குறிப்பிடப்படுகிறது?",
    "options": [
      "மகனின் பிறந்தநாள் விழாவைப் பற்றி",
      "கிராம வாழ்க்கை அனுபவங்களைப் பற்றி",
      "மகன் வாழ்க்கையில் சந்திக்கும் சவால்களை எதிர்கொள்ளும் வழிகளைப் பற்றி",
      "மகன் அறிவியல் துறையில் சாதிக்க வேண்டும் என்று ஊக்கப்படுத்துதல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய முதல் கடிதத்தில், அவன் வாழ்க்கையில் சந்திக்கும் சவால்களை ఎదుర్కொள்ளும் விதம் பற்றி எழுதியுள்ளார். வாழ்க்கை முழுக்க இந்த நாடகத்தைத்தான் நீ வெவ்வேறு வடிவங்களில் நடிக்க வேண்டும் எனவும், தீயைப் படித்துத் தெரிந்து கொள்வதைவிட, தீண்டிக் காயம் பெறு. அந்த அனுபவம் எப்போதும் சுட்டுக்கொண்டே இருக்கும். இறக்கும்வரை இங்கு வாழ, சூத்திரம் இதுதான், கற்றுப்பார். உடலைவிட்டு வெளியேறி, உன்னை நீயே உற்றுப்பார்.  எனவும் குறிப்பிட்டுள்ளார்."
  },
  {
    "description": "நா. முத்துக்குமார்  \"உலகிலேயே மிகப்பெரிய இன்பம் எது?\" என்கிற கேள்விக்கு என்ன பதில் கூறுகிறார்?",
    "options": [
      "வள்ளுவர் சொன்னபடி, தம் மக்கள் மெய் தீண்டல்",
      "வாழ்க்கையின் அனைத்து மகிழ்ச்சிகளும்",
      "தன்  மகனின்   சிரிப்பு",
      "தன் மகன் எழுந்து நடப்பதைப் பார்ப்பது"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நா. முத்துக்குமார்,  \"உலகிலேயே மிகப்பெரிய இன்பம் எது?.... எனக் கேட்டு, \"தம் மக்கள் மெய் தீண்டல் உயிர்க்கு இன்பம்\" என்கிறார் வள்ளுவர். நீ எம் மெய் தீண்டினாய், மெய்யாகவே மெய்யாகவே நான் தூள் தூளாக உடைந்து போனேன். உன் பொக்கை வாய்ப் புன்னகையில் நீ என்னை அள்ளி அள்ளி எடுத்து மீண்டும் மீண்டும் ஒட்டவைத்துக்கொண்டு இருந்தாய். என தனது மகன் தனக்கு அளித்த மகிழ்ச்சியை பற்றி குறிப்பிடுகிறார்."
  },
  {
    "description": "நா. முத்துக்குமார் மகனை எந்த ஒரு தத்துவத்தைப் பின்பற்ற  ஊக்கப்படுத்துகிறார்?",
    "options": [
      "மென்மையான,  அமைதியான வாழ்க்கை",
      "சுயநலமற்ற,  அன்பான வாழ்க்கை",
      "பணக்காரர் போல வாழ  வேண்டும்",
      "மிகவும்  நல்ல   பெயர்   பெற  வேண்டும்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதத்தில்,  \"எங்கும் எதிலும், எப்போதும் அன்பாய் இரு. அன்பைவிட உயர்ந்தது இந்த உலகத்தில் வேறு எதுவுமே இல்லை. உன் பேரன்பால் இந்தப் பிரபஞ்சத்தை நனைத்துக்கொண்டே இரு.\" என குறிப்பிடுகிறார். இதன் மூலம் அவர் தனது மகன் சுயநலமற்ற, அன்பான வாழ்க்கை வாழ வேண்டும் என ஊக்கப்படுத்துகிறார்."
  },
  {
    "description": "நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதத்தில், \"கல்வியில் தேர்ச்சிகொள். அதே நேரம், அனுபவங்களிடம் இருந்து அதிகம் கற்றுக்கொள்\" எனக் குறிப்பிட்டுள்ளார். இதன் மூலம் அவர் என்ன  சொல்ல விரும்புகிறார்?",
    "options": [
      "கல்வியை விட அனுபவங்கள் மிகவும் முக்கியம்",
      "கல்வி மட்டுமே போதுமானது அல்ல;  அனுபவங்களும்  தேவை",
      "கல்வியை  விட்டு   அனுபவங்களுக்கு  முக்கியத்துவம்  கொடுக்க வேண்டும்",
      "அனுபவங்களை  விட   கல்வி    முக்கியம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதத்தில், \"கல்வியில் தேர்ச்சிகொள். அதே நேரம், அனுபவங்களிடம் இருந்து அதிகம் கற்றுக்கொள். தீயைப் படித்துத் தெரிந்து கொள்வதைவிட, தீண்டிக் காயம் பெறு. அந்த அனுபவம் எப்போதும் சுட்டுக்கொண்டே இருக்கும். \" என குறிப்பிட்டுள்ளார். இதன் மூலம் அவர் கல்வி மட்டுமே போதுமானது அல்ல; அனுபவங்களும் தேவை எனக் கூறுகிறார்."
  },
  {
    "description": "நா. முத்துக்குமார் மகனுக்கு  கடிதத்தில்  \"எங்கும் எதிலும், எப்போதும் அன்பாய் இரு\" என்கிற  கருத்தை  எவ்வாறு வலியுறுத்துகிறார்?",
    "options": [
      "பிரபஞ்சத்தை  அன்பால்   நனைத்துக்கொண்டே  இரு  என்று  சொல்லி",
      "நண்பர்களிடம் மட்டும் அன்பு காட்ட  வேண்டும்  என்று கூறி",
      "உறவினர்களிடம்   அன்பு  காட்ட வேண்டும்  என்று  சொல்லி",
      "பொது இடங்களில்  மட்டும்  அன்பு  காட்ட  வேண்டும்  என்று சொல்லி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதத்தில்,  \"எங்கும் எதிலும், எப்போதும் அன்பாய் இரு. அன்பைவிட உயர்ந்தது இந்த உலகத்தில் வேறு எதுவுமே இல்லை. உன் பேரன்பால் இந்தப் பிரபஞ்சத்தை நனைத்துக்கொண்டே இரு.\" என குறிப்பிடுகிறார். இதன் மூலம் அவர் மகன் அன்பு மிகவும் முக்கியம் என்றும், அன்பை எல்லா இடங்களிலும் எல்லா நேரத்திலும் காட்ட வேண்டும் எனவும் வலியுறுத்துகிறார்."
  }
]
