[
          
  {
    
          "description": "“இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான்” எனும் கூற்று என்ன பொருள்படுகிறது?",
          "options": [
      "தமிழர்கள் இந்திய தேசிய இராணுவத்தின்  முக்கிய அங்கம்.",
      "தமிழர்கள் இந்திய தேசிய இராணுவத்தை உருவாக்கினர்.",
      "தமிழர்கள் இந்திய தேசிய இராணுவத்தில் பலம் சேர்த்தனர்.",
      "தமிழர்கள் இந்திய தேசிய இராணுவத்தில் மட்டுமே இருந்தனர்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்திய தேசிய இராணுவத்தை உருவாக்கிய சுபாஷ் சந்திரபோஸ் அவர்கள் இந்திய தேசிய இராணுவத்தில் பல தமிழர்களை சேர்த்துக் கொண்டார். தமிழர்கள் இந்திய தேசிய இராணுவத்தின் வீரர்களாகச் செயல்பட்டார்கள். அவர்களின் துணிச்சலும்,  வீரமும் இந்திய தேசிய இராணுவத்தின் வெற்றிக்குப் பெரிதும் உதவின."
          }
        ,
          
  {
    
          "description": "சுபாஷ் சந்திரபோஸால் உருவாக்கப்பட்ட இந்திய தேசிய இராணுவம் ______________ தலைமையின் கீழ் இயங்கியது.",
          "options": [
      "ஜப்பானியர்",
      "இந்தியர்",
      "இங்கிலீஷ்",
      "ஜெர்மானியர்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்திய தேசிய இராணுவம் ஜப்பானிய தலைமையின் கீழ் இருந்தது.  இந்தியர்கள் ஜப்பானியர்களுடன் இணைந்து இந்தியாவிலிருந்து ஆங்கிலேயரை வெளியேற்றும் முயற்சியில் ஈடுபட்டார்கள். இதில் பல தமிழர்கள் துணிச்சலாக பங்குபெற்றார்கள். "
          }
        ,
          
  {
    
          "description": "'மடிவு' என்ற சொல்லுக்கு இணையான பொருள் கொண்ட சொல் எது?",
          "options": [
      "ஆரம்பம்",
      "முடிவு",
      "நடு",
      "தொடர்ச்சி"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'மடிவு' என்ற சொல்லுக்கு 'முடிவு' என்ற சொல் இணையான பொருள் கொண்ட சொல்லாகும். 'மடிவு' என்பது ஒரு பொருள் அல்லது ஒரு செயலின் முடிவை குறிக்கும். அதை போலவே 'முடிவு' என்பதும் ஒரு பொருள் அல்லது ஒரு செயலின் முடிவை குறிக்கும். "
          }
        ,
          
  {
    
          "description": "'இளங்கமுகு' என்ற சொல் எந்த இலக்கணக்குறிப்பை சார்ந்தது?",
          "options": [
      "பண்புத்தொகை",
      "வினைத்தொகை",
      "உருவகத்தொடர்",
      "ஒற்றுமைத்தொடர்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "'இளங்கமுகு'  என்ற சொல் பண்புத்தொகையை சார்ந்தது. 'இளங்கமுகு' என்பது இளம் + கமுகு என்ற இரண்டு சொற்களை இணைத்து உருவாக்கப்பட்ட ஒரு சொல். இது இரண்டு சொற்களின் பொருள் சேர்ந்து ஒரு புதிய பொருளைத் தருகிறது. இளமை  என்ற பண்பு  கமுகு எனும் பொருளைக் குறிக்கும் சொல்லோடு இணைந்து 'இளங்கமுகு' எனும் சொல் உருவாகியுள்ளது. "
          }
        ,
          
  {
    
          "description": "'நல்யானைக் கோக்கிள்ளி நாடு' என்பதன் மூலம் குறிப்பிடப்படும் நாடு எது?",
          "options": [
      "பாண்டிய நாடு",
      "சோழ நாடு",
      "சேர நாடு",
      "இலங்கை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'நல்யானைக் கோக்கிள்ளி நாடு'  என்பது சேர நாட்டைக் குறிக்கும். 'நல்யானைக் கோக்கிள்ளி நாடு'  என்பது சேர மன்னர்களின் பெருமையையும், வீரத்தையும் குறிக்கும். சேர மன்னர்கள் யானைகளைப் பயன்படுத்தி போர் செய்து வந்தனர். இதனால் 'நல்யானைக் கோக்கிள்ளி நாடு'  என அவர்களைப் போற்றினார்கள். "
          }
        ]