
[
  {
    "description": "“பிறவி இருளைத் துளைத்து, சூழலின் நிழலை வெறுத்து முகமுயர்த்தி, எப்படி விண்ணின்று வழியும் ஒளியமுதைத் தேடிப் போகிறது?” என்ற வரிகளின் மூலம் கவிஞர் எதை உணர்த்த விரும்புகிறார்?",
    "options": [
      "கமுகு மரம் இருள் சூழ்ந்த இடத்தில் வளர்வதால் ஏற்படும் சிரமத்தை",
      "கமுகு மரம் வாழ்க்கையின் சவால்களை எதிர்கொண்டு முன்னேறுவதை",
      "கமுகு மரத்தின் மீது பெருமரம் ஏற்படுத்தும் தாக்கத்தை",
      "கமுகு மரம் பெருமரத்தின் நிழலை வெறுத்து வாழ்க்கைப் போராட்டத்தைத் தொடங்குவதை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் கவிதையில், பெருமரத்தின் நிழல் சூழ்ந்த சூழலில் இருந்து, கமுகு மரம் எப்படி வெளிவந்து, சூரிய ஒளியை நோக்கி வளர்கிறது என்பதை விளக்குகிறது. பெருமரம் நிழலைத் தரும் அதே நேரத்தில், அது கமுகு மரத்துக்குக் கடினமான சூழலையும் ஏற்படுத்துகிறது. ஆனால், கமுகு மரம் இந்தக் கடினமான சூழலை எதிர்கொண்டு, சூரிய ஒளியை நோக்கி வளர்ந்து வாழ்க்கையின் போராட்டத்தில் வெற்றி பெறுகிறது என்பதை கவிதை குறிப்பிடுகிறது."
  },
  {
    "description": "“உயிரின் முயற்சியே வாழ்வின் மலர்ச்சி” என்ற வரிகளைப் பற்றி  எது சரியானது?",
    "options": [
      "கமுகு மரம் வாழ்க்கையில் வெற்றி பெற வேண்டும் என்ற எண்ணத்தில் மட்டுமே செயல்படுகிறது.",
      "கமுகு மரத்தின் உயிர்ப்பும் வளர்ச்சியும் அதன் தொடர் முயற்சியால்தான்.",
      "கமுகு மரம் பெருமரத்துடன் போட்டியிடுவது வாழ்வின் இன்பம் என்பதை எடுத்துக்காட்டுகிறது.",
      "கமுகு மரம் பெருமரத்தின் அடக்குமுறையை எதிர்த்து போராடுவதைக் காட்டுகிறது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கவிதை, கமுகு மரம் பெருமரத்தின் நிழலைக் கடந்து வளரத் தொடங்குகிறது. இதில், கமுகு மரத்தின் உயிர்ப்பும், முயற்சியும் நன்கு விளக்கப்பட்டுள்ளது. இதுதான் வாழ்க்கையின் வெற்றிக்கு முக்கிய காரணம் என்று கவிதை கூறுகிறது."
  },
  {
    "description": "“ரவியின் கோடானுகோடி விரல்களின் அழைப்பிற்கு இணங்கி” என்ற வரிகளில் “ரவியின் விரல்கள்” எனக் குறிப்பிடப்பட்டுள்ளது எதைக் குறிக்கிறது?",
    "options": [
      "கதிரவன் வெளியிடும் ஒளிக்கதிர்களை",
      "கமுகு மரத்தின் கிளைகளை",
      "பெருமரத்தின் நிழலை",
      "கமுகு மரத்தின் வேர்களை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிதை, கமுகு மரம் எப்படி சூரிய ஒளியை நோக்கி வளர்கிறது என்பதை விவரிக்கிறது. சூரிய ஒளியானது, மரத்தின் வளர்ச்சிக்கு இன்றியமையாதது. சூரியன் வெளியிடும் ஒளிக்கதிர்களை, கவிஞர் ‘ரவியின் விரல்கள்’ எனும் உருவகத்தில் குறிப்பிட்டுள்ளார்."
  },
  {
    "description": "“ந. பிச்சமூர்த்தி”  என்பவர் எந்த இலக்கிய வகைமைகளில் படைப்புகளை எழுதினார்?",
    "options": [
      "கவிதை, சிறுகதை, நாடகம் மட்டும்",
      "கவிதை, சிறுகதை, நாடகம், கட்டுரைகள்",
      "கவிதை, சிறுகதை, நாடகம், நாவல்",
      "கவிதை, சிறுகதை, நாடகம், புதினம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "ந. பிச்சமூர்த்தி என்பவர் ஒரு பன்முகத்தன்மை மிக்க எழுத்தாளர். கவிதை, சிறுகதை, நாடகம் ஆகியவற்றை எழுதியதுடன், கட்டுரைகள் எழுதுவதிலும் ஈடுபட்டவர். இவர் புதுக்கவிதையின் தந்தை என்றும் போற்றப்படுகிறார்."
  },
  {
    "description": "“புதுக்கவிதையின் தந்தை” என்று போற்றப்படுபவர் யார்?",
    "options": [
      "பாரதியார்",
      "ந. பிச்சமூர்த்தி",
      "வல்லிக்கண்ணன்",
      "சுப்ரமணிய பாரதிதாசன்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "புதுக்கவிதை இயக்கத்தின் முன்னோடி ந. பிச்சமூர்த்தி. புதுக்கவிதையின் தந்தை என்றும் அவர் அழைக்கப்படுகிறார். இவர் தனது கவிதைகளில், புதிய யாப்பு, தாளம், மொழி ஆகியவற்றைப் பயன்படுத்தி புதுக்கவிதை இயக்கத்திற்கு வழிவகுத்தார்."
  }
]
