
[
  {
    "description": "“குடும்ப விளக்கு” நூலில் தலைவி பேச்சில் வெளிப்படும் கருத்துகளுடன் ஒப்பிடும் போது, “சாரதா சட்டம்” இயற்றப்பட்டதன் நோக்கம் என்ன?",
    "options": [
      "பெண்களுக்கு கல்வி வழங்க வழிவகுத்தல்",
      "பெண்கள் குடும்பத்தின் முக்கியத்துவத்தைப் புரிந்துகொள்ள வழிவகுத்தல்",
      "பெண்களுக்கு சொத்துரிமை அளிப்பதை நோக்கமாகக் கொண்டது",
      "பெண்களின் அனைத்துப் பிரச்னைகளுக்கும் தீர்வு காணும் நோக்கம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“குடும்ப விளக்கு” நூல் பெண்களின் கல்வியின் அவசியத்தை வலியுறுத்தும் நூல். இதில் தலைவி, பெண்களின் கல்வியைப் பற்றி தனது கருத்துகளைப் பகிர்ந்து கொள்கிறாள்.  அந்த நூலின் கருத்துக்களோடு ஒப்பிடும்போது, “சாரதா சட்டம்” பெண்களின் கல்விக்கான வழிகளைத் திறந்து வைத்துள்ளது. பெண்களுக்கு கல்வியை அளிப்பதன் மூலம் பெண்களின் சமூக மற்றும் பொருளாதார மேம்பாட்டிற்கு வழி வகுக்கும் என்பது இந்த சட்டத்தின் நோக்கமாகும்."
  },
  {
    "description": "“சீவகசிந்தாமணி” நூலைப் பற்றி விரிவாகப் பேசுவதற்குப் பதிலாக, “மூவாது மூத்தவர், நூல் வல்லார்” என்ற தொடரைச் சொல்லி, அந்த நூலின் சிறப்பை எடுத்துரைப்பது எந்த இலக்கிய வடிவத்தின் அம்சமாகும்?",
    "options": [
      "வசனம்",
      "வில்லுப்பாட்டு",
      "கவிதை",
      "நாடகம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வில்லுப்பாட்டில் கதையின் முக்கியமான இடங்களை குறிப்பிட்டு, அதை விளக்க சொல்லும்  விதத்தில் இலக்கிய அம்சங்கள் இயற்றப்படும். இதில், அந்த இடத்தைப் பற்றி விரிவாகக் கூறாமல், அதை குறிப்பிடும் வகையில் சுருக்கமாகச் சொல்லும்  விதத்தில் குறிப்பிடப்படும்.  'மூவாது மூத்தவர், நூல் வல்லார்' என்ற தொடர் சீவகசிந்தாமணியின் மையக்கருத்தை எடுத்துரைக்கும் வகையில் அமைந்துள்ளது. அதாவது, அந்த நூலைப் பற்றி நிறைய பேசாமல், அதைச் சுருக்கமாக  குறிப்பிடும்  வகையில் அமைந்துள்ளது. "
  },
  {
    "description": "“பூவாது காய்க்கும், மலர்க்கை” என்ற தொடரில் இடம்பெறும் “மலர்க்கை” என்ற சொல்லின் இலக்கணம் எது?",
    "options": [
      "பெயரெச்சம்",
      "வினையெச்சம்",
      "உவமை",
      "உருவகம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "“பூவாது காய்க்கும், மலர்க்கை”  என்ற  தொடரில், மலர்க்கை என்பது உருவகம். இதில், “கை”  என்பது  மலரை  குறிக்கிறது. மலர்க்கை என்பது   மலர்  அல்ல. மலரை  கையால்  தொடுவது  போல,   மலரின்  அழகை   தொட்டுத் தடவிப் பார்க்கும்  வகையில்,   “மலர்க்கை”  என்று   குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "“விதைக்காமலே முளைக்கும் விதைகள்” என்ற சொற்றொடர் சிறுபஞ்சமூலம் நூலில் வெளிப்படுத்தும் கருத்துகளுடன் தொடர்புடையது. இதன் மூலம் நூல் எதை வலியுறுத்துகிறது?",
    "options": [
      "எல்லாவற்றிற்கும் காரணம் உண்டு என்பதை",
      "கல்வியின் அவசியத்தை",
      "பொறுமையின் சிறப்பை",
      "உழைப்பின் பயனை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சிறுபஞ்சமூலம்  நூல் வாழ்வின் அடிப்படை விஷயங்களை எடுத்துரைக்கும் நூல்.  இந்த நூலில்  'விதைக்காமலே முளைக்கும் விதைகள்' என்ற தொடர், எந்தவொரு  செயலும் காரணமின்றி நடக்காது என்பதை  வலியுறுத்துகிறது. அதாவது, எல்லாவற்றிற்கும் காரணம் இருக்கிறது என்பதை இந்த சொற்றொடர்   உணர்த்துகிறது."
  },
  {
    "description": "“சிறுபஞ்சமூலம்” நூலில் பெரும்பாலான பாடல்கள் எந்த முன்னிலையில் அமைந்துள்ளன?",
    "options": [
      "மகடூஉ",
      "வழுவழ",
      "கையளவு",
      "அயலக"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சிறுபஞ்சமூலத்தில் பெரும்பாலான பாடல்கள்  'மகடூஉ'   முன்னிலையில்   அமைந்துள்ளன.  'மகடூஉ'  என்பது,   ஒரு   பெண்  தன்  கணவனைக்   கண்டு   மகிழ்ச்சியுடன்   கூறும்   முன்னிலை.    இந்த  முன்னிலையில்   தலைவி   தன்  கணவனைப்   பற்றி   பேசுவதாக   பாடல்கள்    அமைந்துள்ளன."
  }
]
