
[
  {
    "description": "தமிழ்நாடு அரசு எங்கு சிற்பக்கல்லூரியை நடத்தி வருகிறது?",
    "options": [
      "மதுரை",
      "கும்பகோணம்",
      "மாமல்லபுரம்",
      "தஞ்சாவூர்"
    ],
    "answer": "C",
    "additional_context": "தமிழக அரசு, சிற்பக் கலைஞர்களைப் பரிசளித்துப் பாராட்டிச் சிற்பக்கலையை வளர்த்து வருகிறது. மாமல்லபுரத்தில் தமிழ்நாடு அரசு சிற்பக்கல்லூரியை நடத்தி வருகிறது. அக்கல்லூரியிலிருந்து ஆண்டுதோறும் சிற்பக் கலைஞர்கள் பலர் உருவாகின்றனர்."
  },
  {
    "description": "தமிழ்ச் சிற்பிகள் கல்லில் வடித்த ______ தான் சிற்பங்கள்.",
    "options": [
      "கதைகள்",
      "கவிதைகள்",
      "பாடல்கள்",
      "வரலாறு"
    ],
    "answer": "A",
    "additional_context": "கல்லிலும், உலோகத்திலும் கருவிகள் செய்த மனிதன், அவற்றில் சிற்பமென்னும் நுண்கலையை வடிக்கத் தொடங்கினான். மனித நாகரிக வளர்ச்சியின் தொடக்கமாக இதைக் கொள்ளலாம். உயிரற்ற கல்லிலும் உலோகத்திலும் தமிழர் மன உணர்வுகளையும் நிகழ்வுகளையும் செதுக்கிவைத்த சிற்பங்கள், இன்றும் வரலாற்றின் வாயில்களாக விளங்குகின்றன. தமிழர் அழகியலின் வெளிப்பாடுதான் நாம் காணும் சிற்பங்கள். தமிழ்ச் சிற்பிகள் கல்லில் வடித்த கவிதைகளே சிற்பங்கள்."
  },
  {
    "description": "தஞ்சைப் பெரியகோவிலில் காணப்படுகின்ற _______ அடி உயரமுள்ள வாயிற்காவலர் உருவங்களும் மிகப்பெரிய நந்தியும் வியப்பூட்டும் வேலைப்பாடுகள் கொண்ட தூண்களும் சோழர்காலச் சிற்பத்திறனுக்குச் சான்றுகளாக விளங்குகின்றன.",
    "options": [
      "பத்து",
      "பதினைந்து",
      "பதினான்கு",
      "பதினெட்டு"
    ],
    "answer": "C",
    "additional_context": "சோழன் எழுப்பிய கங்கை கொண்ட சோழபுரம், இரண்டாம் இராசராசன் எழுப்பிய தாராசுரம் ஐராவதீசுவரர் கோவில், மூன்றாம் குலோத்துங்கச் சோழன் அமைத்த திரிபுவன வீரேசுவரம் கோவில் போன்றவை சோழர் காலச் சிற்பக்கலையின் கருவூலங்களாகத் திகழ்கின்றன. தஞ்சைப் பெரியகோவிலில் காணப்படுகின்ற பதினான்கு அடி உயரமுள்ள வாயிற்காவலர் உருவங்களும் மிகப்பெரிய நந்தியும் வியப்பூட்டும் வேலைப்பாடுகள் கொண்ட தூண்களும் சோழர்காலச் சிற்பத்திறனுக்குச் சான்றுகளாக விளங்குகின்றன."
  },
  {
    "description": "விஜயநகர மன்னர்கள் காலத்தில் கோவில்களில் மிக உயர்ந்த _______ எழுப்பப்பட்டன.",
    "options": [
      "தூண்கள்",
      "கோபுரங்கள்",
      "கிணறுகள்",
      "சுவர்கள்"
    ],
    "answer": "B",
    "additional_context": "விஜயநகர மன்னர்கள் காலத்தில் கோவில்களில் மிக உயர்ந்த கோபுரங்கள் எழுப்பப்பட்டன. அக்கோபுரங்களில் சுதைகளாலான சிற்பங்கள் மிகுதியாக உள்ளன. இவர்கள் தெலுங்கு, கன்னடப்பகுதிகளுடன் தொடர்புகொண்டிருந்த காரணத்தால் அந்நாட்டுச் சிற்பக் கலையின் தாக்கம் தமிழகச் சிற்பங்களில் ஏற்பட்டது. ஆடை, அணிகலன்கள் அணிந்த நிலையில் உள்ள உருவங்கள் சிற்பங்களாயின. கோவில் மண்டபங்களில் மிகுதியான சிற்பத்தூண்கள் அமைக்கப்பட்டன."
  },
  {
    "description": "மதுரை மீனாட்சி அம்மன் கோவில் _______ மண்டபத் தூண்களில் கண்ணப்பர், குறவன் குறத்தி போன்ற சிற்பங்கள் உள்ளன.",
    "options": [
      "ஆயிரங்கால்",
      "நூறங்கால்",
      "ஐந்நூறங்கால்",
      "இருநூறங்கால்"
    ],
    "answer": "A",
    "additional_context": "நாயக்க மன்னர் பல இடங்களில் ஆயிரங்கால் மண்டபங்களை அமைத்தனர். அம்மண்டபத் தூண்களில் அழகிய சிற்பங்களைச் செதுக்கினர். மதுரை மீனாட்சி அம்மன் கோவில், இராமேசுவரம் பெருங்கோவில், திருநெல்வேலி நெல்லையப்பர் கோவில், கிருஷ்ணாபுரம் பெருமாள் கோவில், திண்டுக்கல் அருகே தாடிக்கொம்பில் உள்ள பெருமாள் கோவில், பேரூர் சிவன் கோவில் போன்ற இடங்களில் கலைநயம் மிக்க சிற்பங்களைக் காணமுடியும். மதுரை மீனாட்சி அம்மன் கோவில் ஆயிரங்கால் மண்டபத் தூண்களில் கண்ணப்பர், குறவன் குறத்தி போன்ற சிற்பங்கள் உள்ளன."
  }
]
