
[
  {
    "description": "கவிதையில் \"காலம் எனும்புயல்\" எதைக் குறிக்கிறது?",
    "options": [
      "நேரம் வேகமாக செல்வதை",
      "இயற்கை சீற்றங்களை",
      "மனிதர்களின் வாழ்க்கையில் ஏற்படும் மாற்றங்களை",
      "மரங்களை அழிக்கும் செயலை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கவிதை பழங்கால மரங்களைப் பற்றி பேசுகிறது. பழங்கால மரங்கள் மனித வாழ்வில் முக்கியமான பங்கு வகித்தன. அந்த மரங்களைப் பற்றி இக்கவிதை பேசுகிறது. மரங்களின் அழகு, பயன்கள், மனிதர்களுக்கும் மரங்களுக்கும் இடையிலான உறவு என்று பல விஷயங்களை இக்கவிதை வலியுறுத்துகிறது.  காலம் எனும் புயல் என்பது மனிதர்களின் வாழ்வில் ஏற்படும் மாற்றங்களை குறிக்கிறது.  எல்லாமே மாறிவிட்டன. மரங்கள் இல்லை. மனிதர்களின் வாழ்வின் தன்மை மாறிவிட்டது என்று கவிதை கூறுகிறது."
  },
  {
    "description": "கவிதையின் இறுதியில் \"இன்று வெறுங்கனவே!\" என்ற வரிகள் எதைக் குறிக்கின்றன?",
    "options": [
      "மரங்கள் மனிதர்களின் நினைவுகளில் மட்டுமே இருப்பதை",
      "மரங்கள் அழிந்து போனதால் ஏற்படும் துயரத்தை",
      "மரங்கள் மனிதர்களுக்கு எந்தப் பயனும் இல்லாததைக் குறிக்கின்றன",
      "மரங்களை மதிக்க மறந்துவிட்டதால் ஏற்படும் வருத்தத்தைக் குறிக்கின்றன"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இக்கவிதையில், 'இன்று வெறுங்கனவே!' என்ற வரிகள்  மரங்கள் மனிதர்களின் நினைவுகளில் மட்டுமே இருப்பதை குறிக்கின்றன.  இந்தக் கவிதை பழங்கால மரங்களைப் பற்றி பேசுகிறது. பழங்கால மரங்கள் மனித வாழ்வில் முக்கியமான பங்கு வகித்தன. அந்த மரங்களைப் பற்றி இக்கவிதை பேசுகிறது. மரங்களின் அழகு, பயன்கள், மனிதர்களுக்கும் மரங்களுக்கும் இடையிலான உறவு என்று பல விஷயங்களை இக்கவிதை வலியுறுத்துகிறது. ஆனால்  இன்று மரங்கள் இல்லை. மனிதர்களின் வாழ்வின் தன்மை மாறிவிட்டது என்று கவிதை கூறுகிறது."
  },
  {
    "description": "“நுழையும்முன்” என்ற பகுதியில், கவிஞர் தமிழ் ஒளி மரங்களைப் பற்றி என்ன எடுத்துரைக்கிறார்?",
    "options": [
      "மரங்கள் மனித வாழ்வில் இன்றியமையாதவை என்பதை வலியுறுத்துகிறார்.",
      "மரங்கள் எந்தவொரு பயனும் இல்லாதவை என்கிறார்.",
      "மரங்கள் நம் முன்னோர்களால் வளர்க்கப்பட்டவை என்று சொல்கிறார்.",
      "மரங்கள் பூமியின் அழகை அதிகரிக்கின்றன என்பதை சுட்டிக் காட்டுகிறார்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இக்கவிதையில், \"நுழையும்முன்\" என்ற பகுதியில், கவிஞர் தமிழ் ஒளி மரங்கள் மனித வாழ்வில் இன்றியமையாதவை என்பதை வலியுறுத்துகிறார்.  இந்தக் கவிதை பழங்கால மரங்களைப் பற்றி பேசுகிறது. பழங்கால மரங்கள் மனித வாழ்வில் முக்கியமான பங்கு வகித்தன. அந்த மரங்களைப் பற்றி இக்கவிதை பேசுகிறது. மரங்களின் அழகு, பயன்கள், மனிதர்களுக்கும் மரங்களுக்கும் இடையிலான உறவு என்று பல விஷயங்களை இக்கவிதை வலியுறுத்துகிறது. ஆனால்  இன்று மரங்கள் இல்லை. மனிதர்களின் வாழ்வின் தன்மை மாறிவிட்டது என்று கவிதை கூறுகிறது."
  },
  {
    "description": "“மொட்டைக் கிளையொடு / நின்று தினம்பெரு / மூச்சு விடும்மரமே!” என்ற வரிகளின் மூலம் கவிஞர் என்ன குறிப்பிடுகிறார்?",
    "options": [
      "மரத்தின் வலிமையையும்  நிலைத்தன்மையையும்  வலியுறுத்துகிறார்.",
      "மரத்தின் துயரமான நிலையைப் படம் பிடித்துக் காட்டுகிறார்.",
      "மரத்தின்  உயர்ந்த  மதிப்பை  எடுத்துரைக்கிறார்.",
      "மரத்தின் அழகைப் போற்றிப் பாடியுள்ளார்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இக்கவிதையில்,  “மொட்டைக் கிளையொடு / நின்று தினம்பெரு / மூச்சு விடும்மரமே!” என்ற வரிகளின் மூலம் கவிஞர் மரத்தின் துயரமான நிலையைப் படம் பிடித்துக் காட்டுகிறார்.  இந்தக் கவிதை பழங்கால மரங்களைப் பற்றி பேசுகிறது. பழங்கால மரங்கள் மனித வாழ்வில் முக்கியமான பங்கு வகித்தன. அந்த மரங்களைப் பற்றி இக்கவிதை பேசுகிறது. மரங்களின் அழகு, பயன்கள், மனிதர்களுக்கும் மரங்களுக்கும் இடையிலான உறவு என்று பல விஷயங்களை இக்கவிதை வலியுறுத்துகிறது. ஆனால்  இன்று மரங்கள் இல்லை. மனிதர்களின் வாழ்வின் தன்மை மாறிவிட்டது என்று கவிதை கூறுகிறது."
  },
  {
    "description": "“காலம் எனும்புயல் / சீறி எதிர்க்கக் / கலங்கும் ஒருமனிதன்”  என்ற வரிகள்  பட்ட மரத்தின் நிலையை  என்னுடன் ஒப்பிடுகின்றன?",
    "options": [
      "புயலால் பாதிக்கப்பட்ட  ஒரு வீட்டின்  நிலை.",
      "போரில்  தோற்ற  ஒரு வீரனின்  நிலை.",
      "வாழ்வின்  சவால்களை  எதிர்கொள்ளும்  ஒரு மனிதனின்  நிலை.",
      "நோயால்  வாடும்  ஒரு நபரின்  நிலை."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இக்கவிதையில்,  “காலம் எனும்புயல் / சீறி எதிர்க்கக் / கலங்கும் ஒருமனிதன்”  என்ற வரிகள்  பட்ட மரத்தின் நிலையை  வாழ்வின்  சவால்களை  எதிர்கொள்ளும்  ஒரு மனிதனின்  நிலை.  இந்தக் கவிதை பழங்கால மரங்களைப் பற்றி பேசுகிறது. பழங்கால மரங்கள் மனித வாழ்வில் முக்கியமான பங்கு வகித்தன. அந்த மரங்களைப் பற்றி இக்கவிதை பேசுகிறது. மரங்களின் அழகு, பயன்கள், மனிதர்களுக்கும் மரங்களுக்கும் இடையிலான உறவு என்று பல விஷயங்களை இக்கவிதை வலியுறுத்துகிறது. ஆனால்  இன்று மரங்கள் இல்லை. மனிதர்களின் வாழ்வின் தன்மை மாறிவிட்டது என்று கவிதை கூறுகிறது."
  }
]
