[
          
  {
    
          "description": "“வேண்டி”  என்ற சொல்லின் பகுதிப் பத உறுப்பிலக்கணத்தை கவனித்து,  “இ” என்ற  விகுதியின் செயல்பாட்டை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
          "options": [
      "வினைமுற்று விகுதி",
      "வினையெச்ச விகுதி",
      "பெயர் விகுதி",
      "தொழிற்பெயர் விகுதி"
    ],
    "answer": "B",
    
          "additional_context": "“வேண்டி” என்ற சொல் வேண்டு + இ எனப் பகுக்கப்படும். இங்கு “வேண்டு” என்பது பகுதிப்பதம்.  “இ” என்பது வினையெச்ச விகுதி. வினையெச்ச விகுதி என்பது ஒரு வினைச்சொல்லின் செயலைக் குறிக்கும். இங்கு “வேண்டி” என்ற சொல் ஒரு வினைச்சொல்லின் செயலைக் குறிப்பதால் “இ” என்பது வினையெச்ச விகுதியாகும். "
          }
        ,
          
  {
    
          "description": "“மலர்ச்சி”  என்ற சொல்லின் பகுதிப் பத உறுப்பிலக்கணத்தை கவனித்து,  “சி” என்ற  விகுதியின் செயல்பாட்டை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
          "options": [
      "வினைமுற்று விகுதி",
      "வினையெச்ச விகுதி",
      "பெயர் விகுதி",
      "தொழிற்பெயர் விகுதி"
    ],
    "answer": "D",
    
          "additional_context": "“மலர்ச்சி” என்ற சொல் மலர் + ச் + சி எனப் பகுக்கப்படும். இங்கு “மலர்” என்பது பகுதிப்பதம். “ச்” என்பது பெயர் இடைநிலை. “சி” என்பது தொழிற்பெயர் விகுதி. தொழிற்பெயர் விகுதி என்பது ஒரு வினையின் செயலைக் குறிக்கும்.  “மலர்ச்சி” என்ற சொல் மலர்வதன் செயலைக் குறிப்பதால் “சி” என்பது தொழிற்பெயர் விகுதியாகும். "
          }
        ,
          
  {
    
          "description": "“புதுக்கவிதையின் தந்தை” என்று போற்றப்படும் நபர் யார்?",
          "options": [
      "பாரதியார்",
      "வல்லிக்கண்ணன்",
      "ந. பிச்சமூர்த்தி",
      "இதில் எவரும் இல்லை"
    ],
    "answer": "C",
    
          "additional_context": "புதுக்கவிதை என்பது பாரம்பரியமான கவிதை யாப்பு முறைகளிலிருந்து விடுபட்டு புதிய படைப்பு முறைகளில் தோன்றிய கவிதை வகை.  “புதுக்கவிதையின் தந்தை” என்று போற்றப்படுபவர் ந. பிச்சமூர்த்தி.  இவர் புதுக்கவிதை, சிறுகதை, நாடகங்கள், கட்டுரைகள் என பல இலக்கிய வகைகளைப் படைத்தவர். பாரதியாரின் வசன கவிதையைத் தொடர்ந்து புதுக்கவிதை படைக்கும் முயற்சியில் இவர் ஈடுபட்டு, புதுக்கவிதை வளர்ச்சிக்கு முக்கிய பங்காற்றினார். "
          }
        ,
          
  {
    
          "description": "“பிச்சமூர்த்தியின் கவிதைகள் இயற்கையையும் வாழ்க்கை அனுபவங்களையும் இணைத்து, அறிவுத் தெளிவுடன் நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகளைக் காணும் முயற்சிகளே” -  இந்த வரிகளில் பிச்சமூர்த்தியின் கவிதைகளின் இயல்பை குறிப்பிடுவது எது?",
          "options": [
      "புராணக் கதைகளை மையமாகக் கொண்டவை",
      "தனிப்பட்ட உணர்வுகளை வெளிப்படுத்தும்",
      "சமூகப் பிரச்சினைகளைப் பற்றியவை",
      "அறிவியல் கருத்துக்களை விளக்கும்"
    ],
    "answer": "D",
    
          "additional_context": "ந. பிச்சமூர்த்தியின் கவிதைகள் புராணக் கதைகளை மையமாகக் கொண்டவை அல்ல. அவை தனிப்பட்ட உணர்வுகளை வெளிப்படுத்துவதாகவும் இல்லை. சமூகப் பிரச்சினைகளைப் பற்றியவை என்றும் கூற முடியாது.  ஆனால் அவரது கவிதைகள் இயற்கையையும் வாழ்க்கை அனுபவங்களையும் இணைத்து, அறிவுத் தெளிவுடன் நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகளைக் காணும் முயற்சியே.  அறிவியல் கருத்துக்களை விளக்கும் கவிதைகள் தான் இவை. "
          }
        ,
          
  {
    
          "description": "புதுக்கவிதையை பல்வேறு பெயர்களில் குறிப்பிடுகின்றனர் என்பதைக் குறிப்பிடும் வரிகள் எவை?",
          "options": [
      "“பிறவிஇருள், ஒளியமுது, வாழ்க்கைப்போர்”",
      "“வேண்டு+இ, போ+கிறு+அ+து, மலர்+ச்+சி”",
      "“புதிய படைப்புச் சூழலில் மரபுக்கவிதையின் யாப்புப் பிடியிலிருந்து விடுபட்ட கவிதைகள் புதுக்கவிதைகள் எனப்பட்டன.”",
      "“இலகு கவிதை, கட்டற்ற கவிதை, விலங்குகள் இலாக் கவிதை, கட்டுக்குள் அடங்காக் கவிதை”"
    ],
    "answer": "D",
    
          "additional_context": "புதுக்கவிதையை 'இலகு கவிதை, கட்டற்ற கவிதை, விலங்குகள் இலாக் கவிதை, கட்டுக்குள் அடங்காக் கவிதை” என பல்வேறு பெயர்களில் குறிப்பிடுகின்றனர். புதுக்கவிதை என்பது பாரம்பரியமான கவிதை யாப்பு முறைகளிலிருந்து விடுபட்டு புதிய படைப்பு முறைகளில் தோன்றிய கவிதை வகை. இதன் படைப்பு முறை, யாப்பு, நடை, உத்தி என பல்வேறு விதங்களில் இருக்கும். "
          }
        ]