
[
  {
    "description": "கீழ்க்கண்டவற்றுள் எது \"களர்நிலம்\" என்ற சொல்லுக்குச் சரியான ஆங்கிலச் சொல்லாகும்?",
    "options": [
      "Salty land",
      "Fertile soil",
      "Alkaline soil",
      "Sandy soil"
    ],
    "answer": "A",
    "additional_context": "களர்நிலம் என்பது உப்புத்தன்மை மிகுந்த மண். உப்புத்தன்மை மிகுந்த நிலங்களில் விவசாயம் செய்வது கடினம். ஏனெனில் அந்த மண்ணில் உப்புத்தன்மை அதிகமாக இருப்பதால் பயிர்கள் வளர்வதில் சிரமம் ஏற்படும்.  களர்நிலம்  ஆங்கிலத்தில் Saline soil என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "\"தன்னார்வலர்\" என்பதன் ஆங்கிலச் சொல் எது?",
    "options": [
      "Volunteer",
      "Employee",
      "Employer",
      "Student"
    ],
    "answer": "A",
    "additional_context": "தன்னார்வலர் என்பது தனக்கான எந்தப் பலனும் எதிர்பார்க்காமல் ஒரு குறிப்பிட்ட பணியை தன் விருப்பத்தின் பேரில் செய்கிறவர். தன்னார்வலர்கள் பல காரணங்களுக்காக பணியாற்றுகிறார்கள்.  சமூக சேவை, தன்னம்பிக்கை வளர்ச்சி, புதிய அனுபவங்கள், புதிய திறன்களை வளர்த்துக்கொள்வது போன்ற பல காரணங்கள் இருக்கலாம்.  தன்னார்வலர் என்ற சொல்லின் ஆங்கிலச் சொல் Volunteer ஆகும்."
  },
  {
    "description": "\"சமூக சீர்திருத்தவாதி\" என்ற சொல்லுக்குச் சரியான ஆங்கிலச் சொல் எது?",
    "options": [
      "Social reformer",
      "Political activist",
      "Community leader",
      "Businessman"
    ],
    "answer": "A",
    "additional_context": "சமூக சீர்திருத்தவாதி என்பது சமூகத்தில் நிலவும் குறைபாடுகளை நீக்கி, நல்ல மாற்றங்களை ஏற்படுத்த முயற்சிப்பவர்.  சமூக சீர்திருத்தவாதிகள் சமூகத்தில் நிலவும் ஏற்றத்தாழ்வுகளை, அநீதிகளை எதிர்க்கிறார்கள்.  சமூகத்தில் நல்ல மாற்றத்தை ஏற்படுத்த  பல வழிகளில் போராடுகிறார்கள்.  சமூக சீர்திருத்தவாதி என்ற சொல்லின் ஆங்கிலச் சொல் Social reformer ஆகும்."
  },
  {
    "description": "\"சொற்றொடர்\" என்பதன் ஆங்கிலச் சொல் எது?",
    "options": [
      "Phrase",
      "Sentence",
      "Paragraph",
      "Chapter"
    ],
    "answer": "A",
    "additional_context": "சொற்றொடர் என்பது  சில வார்த்தைகள் இணைந்து ஒரு குறிப்பிட்ட அர்த்தத்தைத் தருவது.  சொற்றொடர்கள் ஒரு வாக்கியத்தில் ஒரு பகுதியாக இருக்கலாம் அல்லது தனித்தும் இருக்கலாம். சொற்றொடர் ஆங்கிலத்தில் Phrase என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "\"கல்வியில் நாடகம்\" என்ற புத்தகத்தின் ஆசிரியர் யார்?",
    "options": [
      "சிங்கிஸ் ஐத்மாத்தவ்",
      "அரசி - ஆதிவள்ளியப்பன்",
      "மலாலா",
      "பிரளயன்"
    ],
    "answer": "D",
    "additional_context": "\"கல்வியில் நாடகம்\" என்பது  பிரளயன் எழுதிய நாடகம்.  இந்த நாடகத்தில் கல்வியின் முக்கியத்துவம்  மற்றும் கல்வியில் நாடகத்தின் பங்கு  வலியுறுத்தப்படுகிறது."
  }
]
