
[
  {
    "description": "“நுணங்கிய கேள்வியர் அல்லார் வணங்கிய வாயினர் ஆதல் அரிது” என்ற குறட்பா  எதனை வலியுறுத்துகிறது?",
    "options": [
      "அறிவுள்ளவர்கள் பணிவுடன் பேசுவது எளிது.",
      "பேதைமை என்பது மனிதனின் இயல்பு.",
      "அறிவற்றவர்கள் அடக்கமான சொற்களைப் பேசுவது கடினம்.",
      "கேள்விச்செல்வம் என்பது மிகவும் சிறந்தது."
    ],
    "answer": "C",
    "additional_context": "இந்த குறட்பா கேள்வியறிவின் முக்கியத்துவத்தைப் பற்றி கூறுகிறது. 'நுணங்கிய கேள்வியர்' என்பதன் மூலம் நுட்பமான கேள்விகளை அறிந்து, அறிவுடையவர்கள் என்று குறிப்பிடுகிறார். அவர்கள் அல்லாதவர்கள், அதாவது அறிவற்றவர்கள் அடக்கமான சொற்களைப் பேசுவது கடினம். அவர்கள் பழக்கத்தில் தன்னை மீறி பேசுவதுண்டு. இதன் மூலம் அறிவின் முக்கியத்துவத்தையும், அடக்கமாகப் பேசுவதற்கான அவசியத்தையும் வள்ளுவர் வலியுறுத்துகிறார்."
  },
  {
    "description": "“தீயவை தீய பயத்தலால் தீயவை தீயினும் அஞ்சப் படும்” என்ற குறட்பா எதனை எடுத்துக்காட்டுகிறது?",
    "options": [
      "எல்லாத் தீய செயல்களும் தீயவற்றையே விளைவிக்கும்.",
      "தீயவை தீயினும் கொடியவை.",
      "தீய செயல்களைச் செய்வதற்கு நாம் அஞ்ச வேண்டும்.",
      "மனிதர்கள் தீய செயல்களைச் செய்ய விரும்புவார்கள்."
    ],
    "answer": "B",
    "additional_context": "இந்த குறட்பா தீய செயல்களைச் செய்யும் போது ஏற்படும் விளைவுகளை பற்றி கூறுகிறது. தீய செயல்கள் தீயவற்றையே விளைவிக்கும் என்பதால், தீய செயல்களைச் செய்யும் போது ஏற்படும் பயம் தீயதை விடக் கொடியதாக இருக்கும். இந்த பயம் தீய செயல்களைத் தவிர்க்கச் செய்யும் என்பதை வள்ளுவர் வலியுறுத்துகிறார்."
  },
  {
    "description": "திருக்குறளுக்கு “வாயுறைவாழ்த்து” என்று பெயர் எதனால் வழங்கப்படுகிறது?",
    "options": [
      "திருக்குறள் அனைத்து மக்களுக்கும் வாழ்த்துக்கள் கூறுவதால்.",
      "திருக்குறள் நல்ல வாழ்க்கையை வழங்குவதால்.",
      "திருக்குறள் பாவலர்களின் வாயிலாக உருவானதால்.",
      "திருக்குறள் நூலின் முதல் பகுதி வாழ்த்துக்களுடன் தொடங்குவதால்."
    ],
    "answer": "D",
    "additional_context": "திருக்குறள் நூலின் முதல் பகுதி 'வாழ்த்து' என்னும் பகுதியுடன் தொடங்குகிறது. அதனால் இந்த நூலுக்கு 'வாயுறைவாழ்த்து' என்ற பெயர் வழங்கப்பட்டுள்ளது. இந்த வாழ்த்துப் பகுதி, மனித வாழ்க்கையை மேம்படுத்தும் நல்ல நெறிகளை வலியுறுத்துகிறது. அதோடு, இந்த நூலின் உள்ளடக்கத்தை, மக்களின் வாழ்க்கைக்கு ஏற்றவாறு அமைத்துள்ளது. "
  },
  {
    "description": "“தேரான் தெளிவும் தெளிந்தான்கண் ஐயுறவும் தீரா இடும்பை தரும்” என்ற குறட்பா எதனை எச்சரிக்கிறது?",
    "options": [
      "தெளிவற்ற முடிவுகள் எடுப்பது துன்பத்தைத் தரும்.",
      "சந்தேகங்களைத் தீர்க்காமல் இருப்பது துன்பம்.",
      "ஒருவரைப் பற்றி நாம் ஐயப்படக் கூடாது.",
      "நம்பிக்கை இல்லாதவர் துன்பத்தில் இருப்பார்."
    ],
    "answer": "A",
    "additional_context": "இந்த குறட்பா முடிவெடுக்கும் போது நாம் எச்சரிக்கையாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது. 'தேரான் தெளிவு' என்பதன் மூலம், முழுமையாக ஆராயாமல் எடுக்கும் முடிவுகள் என்பதை வள்ளுவர் குறிப்பிடுகிறார். அதுபோல், தேர்ந்தெடுத்த பின், ஒருவரைப் பற்றி ஐயப்படுவதும், அதாவது, உறுதியற்ற மனநிலையில் இருப்பதும்  தீரா இடும்பையே தரும். இதன் மூலம், முடிவெடுப்பதில் தெளிவாக இருப்பதன் முக்கியத்துவத்தை வள்ளுவர் வலியுறுத்துகிறார்."
  },
  {
    "description": "“சலத்தால் பொருள்செய்தே மார்த்தல் பசுமண் கலத்துள்நீர் பெய்திரீஇ யற்று” என்ற குறட்பா எந்த வகை அணியைப் பயன்படுத்துகிறது?",
    "options": [
      "உவமையணி",
      "இயற்கை உவமை",
      "மரபு உவமை",
      "உருவக அணி"
    ],
    "answer": "A",
    "additional_context": "இந்த குறட்பா உவமையணி மூலம் தீய செயல்களைச் செய்து சேர்த்த பொருள் நிலையற்றது என்பதை விளக்குகிறது. 'பசுமண் கலத்துள் நீர் பெய்திரீஇ யற்று' என்று உவமை காட்டப்பட்டுள்ளது. பச்சை மண் கலம் நீரை தக்க வைத்துக் கொள்ளாது. அதுபோல் தீய செயலால் சேர்த்த பொருளும் நீடிக்காது.  இதுபோல் உவமை மூலம் ஒன்றை மற்றொன்றோடு ஒப்பிட்டு விளக்கி, பொருளை எளிதில் புரிய வைப்பது உவமையணி. "
  }
]
