[
          
  {
    
          "description": "'நெறிப்படுத்தினரே' என்ற சொல்லில் உள்ள இறந்தகால இடைநிலை என்ன?",
          "options": [
      "அர்",
      "இன்",
      "நெறிப்படுத்து",
      "தினர்"
    ],
    "answer": "b",
    
          "additional_context": "இந்தப் பாடலில் உள்ள “நெறிப்படுத்தினரே” என்ற சொல் நெறிப்படுத்த + இன் + அர் எனப் பகுபதம் செய்யப்படுகிறது. இதில் இறந்தகால இடைநிலை  ‘இன்’ ஆகும்."
          }
        ,
          
  {
    
          "description": "தொல்காப்பியம் குறித்த பின்வரும் கூற்றுகளில் எது தவறானது?",
          "options": [
      "தமிழ் இலக்கண நூல்களில் முதன்மையானது.",
      "மொழியியல் மற்றும் இலக்கியக் கோட்பாடுகளை விளக்குகிறது.",
      "இலக்கணத்தை மட்டும் விளக்குகிறது.",
      "பிறப்பியல் தொடர்பான அறிவியல் கருத்துகளைத் தன்னகத்தே கொண்டுள்ளது."
    ],
    "answer": "c",
    
          "additional_context": "தொல்காப்பியம் தமிழ் மொழியின் முதல் இலக்கண நூல். தமிழ் இலக்கண நூல்களில் முதன்மையானது இது. மொழியியல் மற்றும் இலக்கியக் கோட்பாடுகளை விளக்குவது மட்டுமல்லாமல் தமிழர்களின் வாழ்வியல், அறிவியல் கருத்துகளையும் இது கொண்டுள்ளது."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது தொல்காப்பியத்தில் விவரிக்கப்பட்டுள்ள உயிரினங்களின் அறிவு நிலை மற்றும் அவற்றின் உதாரணங்களின் சரியான இணைப்பாகும்?",
          "options": [
      "நான்கறிவு - சிப்பி, நத்தை",
      "ஐந்தறிவு - பறவை, விலங்கு",
      "ஈரறிவு - புல், மரம்",
      "மூவறிவு - நண்டு, தும்பி"
    ],
    "answer": "b",
    
          "additional_context": "தொல்காப்பியத்தில் உயிரினங்கள் தங்கள் அறிவுநிலை அடிப்படையில் வகைப்படுத்தப்பட்டுள்ளன. ஒரறிவு, ஈரறிவு, மூவறிவு, நான்கறிவு, ஐந்தறிவு மற்றும் ஆறறிவு என ஆறு வகைகள் உள்ளன. புல், மரம் போன்றவை ஒரறிவு கொண்டவை. சிப்பி, நத்தை போன்றவை ஈரறிவு கொண்டவை. கரையான், எறும்பு போன்றவை மூவறிவு கொண்டவை. நண்டு, தும்பி போன்றவை நான்கறிவு கொண்டவை. பறவை, விலங்கு போன்றவை ஐந்தறிவு கொண்டவை."
          }
        ,
          
  {
    
          "description": "“நுழையும்முன்” என்ற பகுதியில், புலனறிவுகளைப் பற்றிய விளக்கம் அளிக்கப்படுகிறது. இதில், ஐம்புலன்களும் அதனால் ஏற்படும் அனுபவமும் கூறப்படுகிறது. இதன் அடிப்படையில், பின்வரும் கூற்றுகளில் எது **சரியானது**?",
          "options": [
      "ஐம்புலன்களும் அனைத்து உயிரினங்களுக்கும் பொதுவானவை.",
      "ஐம்புலன்களில் ஒன்று குறைந்தாலும் அந்த உயிரினம் வாழ முடியாது.",
      "ஐம்புலன்களில் குறைபாடு இருந்தாலும் அது ஒரு குறிப்பிட்ட அனுபவத்தை இழக்கச் செய்யும்.",
      "ஐம்புலன்களின் எண்ணிக்கையை அடிப்படையாகக் கொண்டு உயிரினங்களை முன்னோர்கள் வகைப்படுத்தினர்."
    ],
    "answer": "c",
    
          "additional_context": "ஐம்புலன்கள் என்பவை கண், காது, மூக்கு, நாக்கு, உடல் எனப்படும் ஐந்து உறுப்புகளாகும். இவை மூலமாகவே நாம் உலகை உணர்கிறோம். ஆனால், அனைத்து உயிரினங்களுக்கும் இந்த ஐம்புலன்களும் இருப்பதில்லை.  எடுத்துக்காட்டாக, குருடர்களுக்குப் பார்வை இல்லை, செவிடுக்காரர்களுக்கு கேள்வி இல்லை. ஆனால் இவர்களால் வாழ முடியும். இவர்கள் இதர புலன்கள் மூலம் உலகை உணர்கிறார்கள். அதாவது ஐம்புலன்களில் ஏதாவது ஒன்று குறைந்தாலும், அது ஒரு குறிப்பிட்ட அனுபவத்தை மட்டும் இழக்கச் செய்யும் என்பதை இந்த பகுதி விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "தொல்காப்பியரின் “ஒன்றறி வதுவே உற்றறி வதுவே…” எனத் தொடங்கும் பாடலில், ஆறறிவு பற்றிய விளக்கம் கூறப்பட்டுள்ளது. இதில், ஆறாவது அறிவு எதைக் குறிக்கிறது?",
          "options": [
      "உணர்வுகள்",
      "நினைவாற்றல்",
      "பகுத்தறிவு",
      "கற்பனை"
    ],
    "answer": "c",
    
          "additional_context": "தொல்காப்பியரின்  “ஒன்றறி வதுவே உற்றறி வதுவே…” எனத் தொடங்கும் பாடல்  ஐம்புலன்கள் மற்றும் ஆறாவது அறிவு பற்றிய விளக்கம் அளிக்கிறது.  இந்தப் பாடலில் ஐந்து புலன்கள்  உணர்வு  சார்ந்தவை  எனவும், ஆறாவது அறிவு  மனம் சார்ந்த பகுத்தறிவு எனவும் கூறப்படுகிறது. ஆறாவது அறிவு  என்பது  உலகை  பகுத்து  அறிந்து  செயல்படும் திறனைக் குறிக்கிறது."
          }
        ]