[
          
  {
    
          "description": "'பட்டப் பெயர்கள் ஆகுபெயர்கள் ஆகுமா?' என்பதற்கான விடை எது?",
          "options": [
      "ஆம், பட்டப்பெயர்கள் எப்போதுமே ஆகுபெயர்கள் ஆகும்.",
      "இல்லை, பட்டப்பெயர்கள் ஆகுபெயர்கள் ஆகாது.",
      "சில சமயங்களில் ஆகுபெயர்களாக பயன்படுத்தப்படும்.",
      "ஆகுபெயர் என்பது பட்டப்பெயருக்குப் பொருந்தாது."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த கேள்வி ஆகுபெயர் பற்றிய நமது புரிதலை சோதிக்கிறது. ஆகுபெயர் என்பது ஒரு பெயரின் மீது மற்றுமொரு பெயர் வந்து இணைந்து, அதன் பொருளை குறிப்பிடுவது. பட்டப் பெயர் என்பது ஒருவருக்கு வழங்கப்படும் பெயர், இது சில சமயங்களில் ஆகுபெயராக பயன்படுத்தப்படலாம். உதாரணமாக, 'கவிஞர் பாரதி' என்பது பாரதிக்கு வழங்கப்பட்ட பட்டப்பெயர் ஆகும். 'கவிஞர் பாரதி' என்பது இங்கு 'கவிஞர்' எனும் சொல் பாரதி என்னும் பெயருக்கு ஆகி வருகிறது. எனவே சில சமயங்களில் பட்டப்பெயர்கள் ஆகுபெயர்களாக பயன்படுத்தப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "'கருத்தாவின் பெயர், அவர் இயற்றிய நூல்களுக்கு ஆகி வருகிறது' என்ற வாக்கியத்தில் எந்த வகை ஆகுபெயர் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "பொருளாகுபெயர்",
      "இடவாகுபெயர்",
      "காலவாகுபெயர்",
      "அறிஞர் அண்ணாவின் பெயர் இயற்றிய நூல்களுக்கு ஆகி வருகிறது."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "ஒரு பொருளின் பெயர், அதன் தொடர்புடைய மற்றொரு பொருளுக்கு ஆகி வருவது ஆகுபெயர் எனப்படும். ஆகுபெயர்கள் பதினாறு வகைகளாக பிரிக்கப்பட்டுள்ளன. இதில், ஒருவருடைய பெயர் அவர்களால் இயற்றப்பட்ட நூல்களுக்கு ஆகி வருவது, 'கருத்தாவாகுபெயர்' என்று அழைக்கப்படுகிறது. இந்த வகை ஆகுபெயரை நாம் அறிஞர் அண்ணாவின் பெயர் அவர் எழுதிய நூல்களுக்கு ஆகி வருகிறது என்பதிலிருந்து தெளிவாக புரிந்துகொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "'ஊரே பாராட்டியது' என்ற தொடரை ஆகுபெயர் அமையுமாறு மாற்றினால் எப்படி இருக்கும்?",
          "options": [
      "ஊரில் உள்ள மக்கள் பாராட்டினர்.",
      "ஊரே  சிரித்து பாராட்டியது.",
      "ஊரின் பெயர் பாராட்டு.",
      "ஊரின் மக்கள் பாராட்டுக்குரியவர்கள்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "ஒரு குறிப்பிட்ட இடத்தை குறிப்பிடும் பெயர் அங்குள்ள மக்களுக்கு ஆகி வருவது 'இடவாகுபெயர்' எனப்படும். 'ஊரே பாராட்டியது' என்ற வாக்கியத்தில், 'ஊர்' என்பது அந்த ஊரில் உள்ள மக்களுக்கு ஆகி வருகிறது. எனவே இந்த வாக்கியத்தை 'ஊரில் உள்ள மக்கள் பாராட்டினர்.' என மாற்றினால் ஆகுபெயர் அமையுமாறு மாற்றியிருக்கும்."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்ட தொடர்களில் எது இடவாகுபெயரைப் பயன்படுத்தியுள்ளது?",
          "options": [
      "'அந்த ஊரில் உள்ள மக்கள் மிகவும் நல்லவர்கள்.'",
      "'அந்த ஊர் மிகவும் அழகானது.'",
      "'அந்த ஊருக்குப் போய் வந்தேன்.'",
      "'அந்த ஊரில் உள்ள கோயில் பழமையானது.'"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இடவாகுபெயர் என்பது ஒரு இடத்தின் பெயர் அங்குள்ள மக்களுக்கு ஆகி வருவது.  'அந்த ஊரில் உள்ள மக்கள் மிகவும் நல்லவர்கள்'  என்ற வாக்கியத்தில், 'ஊர்' என்பது அந்த ஊரில் உள்ள மக்களுக்கு ஆகி வருகிறது. எனவே இந்த வாக்கியம் இடவாகுபெயரைப் பயன்படுத்தியுள்ளது."
          }
        ,
          
  {
    
          "description": "'கலாம் சாட் கண்டுபிடித்த பள்ளி மாணவனை ஊரே பாராட்டியது' என்ற தொடரில் 'ஊர்' என்பது எந்த வகையான ஆகுபெயர்?",
          "options": [
      "பொருளாகுபெயர்",
      "இடவாகுபெயர்",
      "காலவாகுபெயர்",
      "சினைவாகுபெயர்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஒரு இடத்தின் பெயர் அங்குள்ள மக்களுக்கு ஆகி வருவது இடவாகுபெயர் எனப்படும். 'கலாம் சாட் கண்டுபிடித்த பள்ளி மாணவனை ஊரே பாராட்டியது' என்ற வாக்கியத்தில், 'ஊர்' என்பது அந்த ஊரில் உள்ள மக்களுக்கு ஆகி வருகிறது. எனவே இது ஒரு இடவாகுபெயர்."
          }
        ]