
[
  {
    "description": "திருக்குறளில் “கோடி” என்ற சொல் எத்தனை இடங்களில் இடம்பெற்றுள்ளது?",
    "options": [
      "மூன்று",
      "ஐந்து",
      "ஏழு",
      "ஒன்பது"
    ],
    "answer": "C",
    "additional_context": "திருக்குறளில் “கோடி” என்ற சொல் ஏழு இடங்களில் இடம்பெற்றுள்ளது. திருக்குறளைப் படித்தவர்களுக்கோ அல்லது திருக்குறளை ஆய்வு செய்தவர்களுக்கோ அல்லது ஏதேனும் ஒரு புத்தகத்தை படித்து தெரிந்தவர்களுக்கோ இந்த கேள்வியை விடை சொல்ல முடியும். "
  },
  {
    "description": "திருக்குறள் எத்தனை மொழிகளில் மொழிபெயர்க்கப்பட்டுள்ளது?",
    "options": [
      "இருநூறுக்கும் மேல்",
      "நூற்றுக்கும் மேல்",
      "ஐம்பதுக்கும் மேல்",
      "இருபதுக்கும் மேல்"
    ],
    "answer": "B",
    "additional_context": "திருக்குறள் உலகப் பண்பாட்டிற்கு தமிழினத்தின் பங்களிப்பாக அமைந்த நூல். உலகின் பல மொழிகளிலும் பன்முறை மொழிபெயர்க்கப்பட்டதுடன், இந்திய மொழிகளிலும் தன் ஆற்றல் மிக்க அறக் கருத்துகளால் இடம் பெற்றது திருக்குறள். திருக்குறள் இதுவரை நூற்றுக்கும் மேற்பட்ட மொழிகளில் மொழிபெயர்க்கப்பட்டுள்ளது. இதிலிருந்து உங்களுக்குத் தெரியும்  திருக்குறள் எவ்வளவு பிரபலமான நூல் என்பது."
  },
  {
    "description": "“நுணங்கிய கேள்வியர்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நுட்பமான கேள்வி அறிவு இல்லாதவர்கள்",
      "நுட்பமான கேள்வி அறிவு உடையவர்கள் ",
      "நுட்பமான கேள்வி கேட்பவர்கள்",
      "நுட்பமான கேள்வியைப் பற்றி அறிந்தவர்கள்"
    ],
    "answer": "B",
    "additional_context": "நுணங்கிய கேள்வியர் என்றால் நுட்பமான கேள்வி அறிவு உடையவர்கள் என்று அர்த்தம். நுட்பமான கேள்வி அறிவு இல்லாதவர்கள் எளிதாக நுட்பமான கேள்விகளுக்கு விடை சொல்ல முடியாது. இதில் கேள்வி என்னவென்றால், இப்படி நுட்பமான கேள்வி கேட்பவர்கள் யார்? என்ற கேள்வி."
  },
  {
    "description": "“அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை இகழ்வார்ப் பொறுத்தல் தலை” என்னும் குறளில் “இகழ்வார்ப் பொறுத்தல்” என்ற சொற்றொடருக்கு என்ன பொருள்?",
    "options": [
      "எதிரிகளை வெல்லும் வழி",
      "தவறு செய்தவர்களைப் பொறுத்துக் கொள்ளல்",
      "நம்மை இழிவுபடுத்துபவர்களைப் பொறுத்துக் கொள்ளல்",
      "மனம் நொந்து அறம் அல்லாத செயல்களைச் செய்யாதிருத்தல்"
    ],
    "answer": "C",
    "additional_context": "அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை இகழ்வார்ப் பொறுத்தல் தலை. இக்குறளில்  ‘இகழ்வார்ப் பொறுத்தல்’ என்ற சொற்றொடர் நம்மை இழிவுபடுத்துபவர்களைப் பொறுத்துக் கொள்ளுதல் என்ற பொருள் கொடுக்கிறது. ஒருவர் நம்மை இழிவுபடுத்தினால் அதற்கு நாம் எப்படி  பதிலளிக்க வேண்டும் என்ற கேள்விக்கு  இக்குறள் பதில் சொல்கிறது."
  },
  {
    "description": "“திறனல்ல தற்பிறர் செய்யினும் நோநொந்து அறனல்ல செய்யாமை நன்று” - இக்குறளில் “நோநொந்து” என்ற சொல்லுக்குப் பொருத்தமான பொருள் எது?",
    "options": [
      "மகிழ்ச்சியடைந்து",
      "கவலைப்பட்டு",
      "கோபப்பட்டு",
      "பயந்து"
    ],
    "answer": "B",
    "additional_context": "திறனல்ல தற்பிறர் செய்யினும் நோநொந்து அறனல்ல செய்யாமை நன்று. இக்குறளில் “நோநொந்து” என்ற சொல்லுக்குப் பொருத்தமான பொருள்  கவலைப்பட்டு என்பது. பிறர் நம்மைக் கெடுக்க விரும்பினாலும் அவர்களுக்காக நாம் கவலைப்பட்டு அறம் அல்லாத செயலைச் செய்யக் கூடாது என்று  இக்குறள் கூறுகிறது. "
  }
]
