
[
  {
    "description": "கீழ்க்கண்டவற்றில் \"சாவித்திரிபாய் பூலே\" எதற்காகப் புகழ்பெற்றவர்?",
    "options": [
      "தனித்தமிழ்க் கட்டுரை எழுதியவர்.",
      "மருத்துவராகப் பணியாற்றியவர்.",
      "நாட்டின் முதல் பெண் ஆசிரியர்.",
      "குழந்தைத் திருமண ஒழிப்புச் சட்டம் கொண்டுவந்தவர்."
    ],
    "answer": "C",
    "additional_context": "சாவித்திரிபாய் பூலே, 1831 முதல் 1897 வரை வாழ்ந்தவர். 1848 ஆம் ஆண்டு, பெண்களுக்கெனத் தொடங்கப்பட்ட பள்ளியில் ஆசிரியராகப் பணியாற்றியவர். இவர் நாட்டின் முதல் பெண் ஆசிரியர் என்கிற பெருமைக்குரியவர்."
  },
  {
    "description": "தமிழக அரசு, 8ஆம் வகுப்புவரை படித்த இளம் பெண்களுக்கான திருமண உதவித் தொகையை யாருடைய பெயரில் வழங்கிவருகிறது?",
    "options": [
      "முத்துலெட்சுமி",
      "மூவலூர் இராமாமிர்தம் அம்மையார்",
      "ஈ.த. இராஜேஸ்வரி அம்மையார்",
      "நீலாம்பிகை அம்மையார்"
    ],
    "answer": "B",
    "additional_context": "மூவலூர் இராமாமிர்தம் அம்மையார் 1883 முதல் 1962 வரை வாழ்ந்தவர். தமிழகத்தின் சமூகச் சீர்திருத்தவாதி, எழுத்தாளர், திராவிட இயக்க அரசியல் செயல்பாட்டாளர். தேவதாசி ஒழிப்புச் சட்டம் நிறைவேறத் துணைநின்றவர். தமிழக அரசு, 8ஆம் வகுப்புவரை படித்த இளம் பெண்களுக்கான திருமண உதவித் தொகையை இவரின் பெயரில் வழங்கிவருகிறது."
  },
  {
    "description": "1882இல் ஹண்டர் குழு எதற்குப் பரிந்துரை செய்தது?",
    "options": [
      "பெண் கல்வியின் அவசியம்.",
      "தேவதாசி ஒழிப்பு.",
      "குழந்தைத் திருமணத் தடை.",
      "பெண்களுக்குச் சொத்துரிமை வழங்குதல்."
    ],
    "answer": "A",
    "additional_context": "1882 ஆம் ஆண்டு ஹண்டர் குழு முதன்முதலில் பெண் கல்விக்குப் பரிந்துரை செய்தது. இந்த அறிக்கையின்படி மராட்டிய மாநிலத்தில் ஜோதிராவ் பூலே, சாவித்திரிபாய் பூலே இணையர் முதன் முதலாகப் பெண்களுக்கான பள்ளியைத் தொடங்கினாங்க."
  },
  {
    "description": "கீழ்க்கண்டவற்றில் சமூக சீர்திருத்தவாதியாக இல்லாதவர் யார்?",
    "options": [
      "முத்துலெட்சுமி",
      "மூவலூர் இராமாமிர்தம் அம்மையார்",
      "ஈ.வெ.ரா.",
      "சாவித்திரிபாய் பூலே"
    ],
    "answer": "D",
    "additional_context": "சாவித்திரிபாய் பூலே பெண்களுக்கான பள்ளியைத் தொடங்கியவர். மற்றவர்கள் சமூக சீர்திருத்தவாதி  எனப் புகழ்பெற்றவர்கள். "
  },
  {
    "description": "\"அடுப்பூதும் பெண்ணுக்குப் படிப்பெதுக்கு\" என்ற கேள்விக்கு பதில் சொன்னவர் யார்?",
    "options": [
      "முத்துலெட்சுமி",
      "சாவித்திரிபாய் பூலே",
      "நீலாம்பிகை அம்மையார்",
      "ஈ.த. இராஜேஸ்வரி அம்மையார்"
    ],
    "answer": "A",
    "additional_context": "முத்துலெட்சுமி, தமிழகத்தின் முதல் பெண் மருத்துவர். இவர், பெண்களின் உயர்வுக்காக பல சட்டங்கள் கொண்டுவரப்பட காரணமாக இருந்தவர். தேவதாசி முறை ஒழிப்புச் சட்டம், இருதார தடைச்சட்டம், பெண்களுக்குச் சொத்துரிமை வழங்கும் சட்டம், குழந்தைத் திருமணத் தடைச்சட்டம் போன்ற சட்டங்கள் நிறைவேறக் காரணமாக இருந்தவர்."
  }
]
