[
          
  {
    
          "description": "கவிதைப் பகுதியில் பயன்படுத்தப்பட்டுள்ள வியங்கோள் வினைமுற்றுகளில் எது சரியானது?",
          "options": [
      "ஆக்குக, போக்குக, நோக்குக, காக்கவே",
      "ஆக்குக, போக்குக, நோக்குக, காக்க",
      "ஆக்கு, போக்கு, நோக்கு, காக்கவே",
      "ஆக்கு, போக்கு, நோக்கு, காக்க"
    ],
    "answer": "A",
    
          "additional_context": "கவிதைப் பகுதியில் பயன்படுத்தப்பட்ட வியங்கோள் வினைமுற்றுகள், 'ஆக்குக, போக்குக, நோக்குக, காக்கவே'  என்பன  சரியானவை. இவை 'ஆக்கு' , 'போக்கு', 'நோக்கு', 'காக்கு' என்ற வினைகளின்  வியங்கோள் வினைமுற்றுகள் ஆகும். வினைமுற்றுகள் என்பது ஒரு செயல் நடந்த காலத்தைக் குறிக்கும் சொற்கள் ஆகும். இங்கு பயன்படுத்தப்பட்டுள்ள வியங்கோள் வினைமுற்றுகள், செயல்கள் நடக்கும்  நிகழ்காலத்தைக் குறிக்கின்றன. "
          }
        ,
          
  {
    
          "description": "'பூங்குட்டியே!'  என்ற சொல் எந்த மொழி வார்த்தையிலிருந்து தழுவி எடுக்கப்பட்டது?",
          "options": [
      "ஆங்கிலம்",
      "பிரெஞ்சு",
      "ஹிந்தி",
      "சமஸ்கிருதம்"
    ],
    "answer": "D",
    
          "additional_context": "'பூங்குட்டியே!' என்ற சொல் சமஸ்கிருத மொழியிலிருந்து தழுவி எடுக்கப்பட்டது. இது 'பூவின் குஞ்சு' என்ற பொருளைக் கொண்டது. சமஸ்கிருத மொழி தமிழில் அதிகமான சொற்களைத் தந்துள்ளது. பூங்குட்டியே! என்ற சொல் தமிழில் அழகான, மென்மையான சொல், இது குழந்தைகளைக் குறிக்கப் பயன்படுகிறது. "
          }
        ,
          
  {
    
          "description": "'உன் மெத்தென்ற பூம்பாதம்' என்ற வரிகளில் எந்த வகையான உவமை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "மெய் உவமை",
      "அகவுவமை",
      "இலக்கண உவமை",
      "உருவக உவமை"
    ],
    "answer": "D",
    
          "additional_context": "'உன் மெத்தென்ற பூம்பாதம்' என்ற வரிகளில் உருவக உவமை பயன்படுத்தப்பட்டுள்ளது.  இந்த வரிகளில் குழந்தையின் பாதம், பூவின் இதழ்கள் போல மென்மையாக இருப்பதாகக் காட்டப்படுகிறது. உருவக உவமை என்பது  ஒரு பொருளை, வேறு பொருளுடன் ஒப்பிட்டு கூறுவது ஆகும்.  இங்கு குழந்தையின் பாதம் பூவின் இதழ்களுடன் ஒப்பிடப்பட்டுள்ளது. இது ஒரு உருவக உவமை ஆகும். "
          }
        ,
          
  {
    
          "description": "'தம் மக்கள் மெய் தீண்டல் உயிர்க்கு இன்பம்' என்ற வரியில் 'தீண்டல்' என்ற சொல்லின் பொருள் யாது?",
          "options": [
      "தொடர்பு கொள்ளுதல்",
      "பாதிப்பு ஏற்படுத்துதல்",
      "தொட்டுணர்தல்",
      "மகிழ்ச்சி அளித்தல்"
    ],
    "answer": "C",
    
          "additional_context": "'தம் மக்கள் மெய் தீண்டல் உயிர்க்கு இன்பம்' என்ற வரியில் 'தீண்டல்' என்ற சொல் 'தொட்டுணர்தல்'  என்ற பொருளைத் தருகிறது.  இந்த வரியில், குழந்தை பெற்றோருக்கு மகிழ்ச்சியைத் தருவதாகக் கூறப்படுகிறது. பெற்றோருக்கு குழந்தை மகிழ்ச்சியைத் தருவதாகக் கூறப்படுவது தீண்டல் என்ற சொல்லால்  காட்டப்படுகிறது.  "
          }
        ,
          
  {
    
          "description": "'உன் பொக்கை வாய்ப் புன்னகையில் நீ என்னை அள்ளி அள்ளி எடுத்து மீண்டும் மீண்டும் ஒட்டவைத்துக்கொண்டு இருந்தாய்' என்ற வரிகளில் பயன்படுத்தப்பட்ட 'பொக்கை வாய்'  என்ற சொல் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "பெரிய வாய்",
      "குழந்தைப் பருவத்தில் இருக்கும் வாய்",
      "அழகான வாய்",
      "மென்மையான வாய்"
    ],
    "answer": "C",
    
          "additional_context": "'உன் பொக்கை வாய்ப் புன்னகையில் நீ என்னை அள்ளி அள்ளி எடுத்து மீண்டும் மீண்டும் ஒட்டவைத்துக்கொண்டு இருந்தாய்' என்ற வரிகளில்  'பொக்கை வாய்'  என்ற சொல்  'அழகான வாய்'  என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  குழந்தையின் புன்னகை அழகாக இருப்பதை இங்கே காட்டப்படுகிறது. பொக்கை வாய் என்ற சொல் குழந்தைகளின் அழகான, மென்மையான வாயைக் குறிப்பிடும் சொல்லாக  பயன்படுத்தப்படுகிறது. "
          }
        ]