
[
  {
    "description": "அறிஞர் அண்ணாவை 'தென்னகத்துப் பெர்னாட்ஷா' என்று அழைத்ததற்கான காரணம் என்ன?",
    "options": [
      "அவர் தமிழிலும் ஆங்கிலத்திலும் சிறந்த பேச்சாளராக விளங்கியதால்.",
      "அவர் பல படைப்புகளைத் தந்ததால்.",
      "அவரது பல படைப்புகள் திரைப்படங்களாயின.",
      "அவர் திராவிடச் சீர்திருத்தக் கருத்துகளைப் பரப்பியதால்."
    ],
    "answer": "A",
    "additional_context": "அறிஞர் அண்ணா தமிழிலும் ஆங்கிலத்திலும் சிறந்த பேச்சாளராக விளங்கியதால், அவரை 'தென்னகத்துப் பெர்னாட்ஷா' என்று அழைத்தனர். அவர் சிவாஜி கண்ட இந்து சாம்ராஜ்யம் முதல் இன்பெஒளி வரை பல படைப்புகளைத் தந்தவர். அவரது பல படைப்புகள் திரைப்படங்களாயின. அவரது படைப்புகள் மூலம் திராவிடச் சீர்திருத்தக் கருத்துகளை மக்களிடம் கொண்டு சேர்த்தார்."
  },
  {
    "description": "அண்ணாவின்  வானொலி உரையில்  வீட்டிற்கோர் புத்தகசாலை  என்ற  இலட்சியம்  எதற்கான  அடிப்படை  என  குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "நாட்டு  நிலை  மற்றும்  உலக  நிலைக்கு  ஏற்ப  வளர்ச்சி  பெறுவதற்கு",
      "மக்களின்  மனவளத்தை  வளர்ப்பதற்கு",
      "பொருளாதார  வளர்ச்சியை  நிலைநிறுத்துவதற்கு",
      "அனைத்து  மேற்கூறியவற்றுக்கும்"
    ],
    "answer": "D",
    "additional_context": "அண்ணாவின் வானொலி உரையில் வீட்டிற்கோர் புத்தகசாலை என்ற இலட்சியம், நாட்டுநிலை, உலகநிலைக்கு ஏற்ப வளர்ச்சி பெறவும், மக்களின் மனவளத்தை வளர்க்கவும், பொருளாதார வளர்ச்சியை நிலைநிறுத்துவதற்கும் அடிப்படையாகும். மலை கண்டு, நதி கண்டு, மாநிதி கண்டு அல்ல, ஒரு நாட்டை உலகம் மதிப்பது அந்த நாட்டு மக்களின் மனவளத்தைக் கண்டே. மாநிலம் மதிக்கும் மனவளம் வேண்டும்."
  },
  {
    "description": "அண்ணா  எந்த  நிறுவனத்தில்  ஆங்கில  ஆசிரியராகப்  பணியாற்றினார்?",
    "options": [
      "தஞ்சை  சரசுவதி  மகால்  நூலகம்",
      "கன்னிமாரா  நூலகம்",
      "கோவிந்தப்ப  நாயக்கன்  பள்ளி",
      "திருவனந்தபுரம்  நடுவண்  நூலகம்"
    ],
    "answer": "C",
    "additional_context": "அண்ணா 1935இல் சென்னை, பெத்தநாயக்கன் பேட்டை, கோவிந்தப்ப நாயக்கன் பள்ளியில் ஆங்கில ஆசிரியராக ஓராண்டு பணியாற்றினார்."
  },
  {
    "description": "அண்ணாவின்  உரையின்படி  வீடுகளில்  புத்தகசாலை  அமைப்பதன்  முக்கிய  நோக்கம்  என்ன?",
    "options": [
      "வீட்டை  அழகாக  அலங்கரிப்பதற்கு",
      "சமூக  நிலையை  உயர்த்துவதற்கு",
      "மக்களின்  மனவளத்தை  மேம்படுத்துவதற்கு",
      "பொழுதுபோக்கிற்காக"
    ],
    "answer": "C",
    "additional_context": "அண்ணாவின் உரையின்படி, வீடுகளில் புத்தகசாலை அமைப்பதன் முக்கிய நோக்கம் மக்களின் மனவளத்தை மேம்படுத்துவதாகும். வீடுகளாவது நாட்டுக்குச் சிறப்பளிக்கும் நற்பண்புகள் செழிக்கும் பண்ணைகளாக, நாட்டுக்கு வலிவும் வனப்பும் தேடித்தரும் கருத்துகள் மலரும் சோலையாக உள்ளனவா என்றால், இல்லை என்று பெருமூச்சுடன் கூறித்தான் ஆகவேண்டும். உள்ளதை மறைக்காதிருக்க வேண்டுமானால், நாட்டுநிலை கண்டு உலகம் மதிக்கவேண்டுமானால், இந்தச் சூழ்நிலை மாறியாக வேண்டும்."
  },
  {
    "description": "அண்ணா  எந்த  நூலை  வீட்டில்  கட்டாயமாக  வைத்திருக்க  வேண்டும்  என  வலியுறுத்துகிறார்?",
    "options": [
      "சங்க  இலக்கியச்  சாரம்  கொண்ட  ஏடுகள்",
      "திருக்குறள்",
      "விஞ்ஞான  கண்டுபிடிப்புகளைப்  பற்றிய  நூல்கள்",
      "மேற்கூறிய  அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "அண்ணா, சங்க இலக்கியச் சாரத்தைச் சாமானியரும் அறிந்து வாசிக்கக் கூடிய முறையில் தீட்டப்பட்ட ஏடுகள், திருக்குறள், விஞ்ஞானக் கண்டுபிடிப்புகளைப் பற்றிய நூல்கள் ஆகியவற்றை வீட்டில் கட்டாயமாக வைத்திருக்க வேண்டும் என வலியுறுத்துகிறார். நமக்கு உண்மை உலகைக் காட்ட, நமக்கு ஒழுக்கத்தையும் வாழ்வுக்கான வழிகளையும் காட்ட, வீட்டிற்கோர் திருக்குறள் கட்டாயமாக இருக்கவேண்டும்."
  }
]
