[
          
  {
    
          "description": "'கடுமையாக உழைக்கக்கூடிய' என்ற சொல் எதை விவரிக்கிறது?",
          "options": [
      "ஏறுதழுவுதல் நிகழ்விற்கும் பெயர் பெற்றுள்ள காங்கேயம் இனக் காளைகள்.",
      "கரூர் அமராவதி ஆற்றுத் துறையில் கண்டெடுக்கப்பட்ட கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்கள்.",
      "கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படும் காங்கேயம் மாடுகள்.",
      "தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "காங்கேயம் மாடுகள் தென்னிந்தியாவில் உள்ள தமிழ்நாட்டில் காங்கேயம் என்ற இடத்தில் தோன்றியதாகக் கருதப்படுகிறது. காங்கேயம் மாடுகள் மிகவும் வலுவானவை, தாங்கும் திறன் கொண்டவை, கடுமையாக உழைக்கக் கூடியவை. அதிகம் பால், கன்று, பழம் ஆகியவற்றைத் தருவதாலும் காங்கேயம் மாடுகள் பிரபலமானவை.  இந்த மாடுகள் தென்னிந்தியாவில் உள்ள கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படுகின்றன.  இவற்றை இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "காங்கேயம் மாடுகள் குறித்து பின்வரும் கூற்றுகளில் எது தவறானது?",
          "options": [
      "காங்கேயம் மாடுகள் தென்னிந்தியாவின் அடையாளச் சின்னமாகக் கருதப்படுகின்றன.",
      "பிறக்கும்போது சிவப்பு நிறத்தில் இருக்கும் காங்கேயம் மாடுகள், ஆறு மாதம் வளர்ந்த பிறகு மஞ்சள் நிறத்துக்கு மாறிவிடுகின்றன.",
      "ஏறுதழுவுதல் நிகழ்விற்கும், ஏர் உழுவதற்கும், வண்டி இழுப்பதற்கும் காங்கேயம் மாடுகள் பயன்படுத்தப்படுகின்றன.",
      "காங்கேயம் மாடுகள் கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலங்களுக்கு மட்டுமல்லாமல் இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "காங்கேயம் மாடுகள் தென்னிந்தியாவில் உள்ள தமிழ்நாட்டில் காங்கேயம் என்ற இடத்தில் தோன்றியதாகக் கருதப்படுகிறது. காங்கேயம் மாடுகள் மிகவும் வலுவானவை, தாங்கும் திறன் கொண்டவை, கடுமையாக உழைக்கக் கூடியவை. அதிகம் பால், கன்று, பழம் ஆகியவற்றைத் தருவதாலும் காங்கேயம் மாடுகள் பிரபலமானவை.  இந்த மாடுகள் தென்னிந்தியாவில் உள்ள கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படுகின்றன.  இவற்றை இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன. பிறக்கும்போது சிவப்பு நிறத்தில் இருக்கும் காங்கேயம் மாடுகள், ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறிவிடுகின்றன."
          }
        ,
          
  {
    
          "description": "பின்வரும் கூற்றுகள் எதை காங்கேயம் மாடுகளுடன் தொடர்புபடுத்த முடியாது?",
          "options": [
      "தமிழக மாட்டினங்களின் தாய் இனம்.",
      "மிடுக்கான தோற்றத்திற்கும் ஏறுதழுவுதலுக்கும் பெயர் பெற்றவை.",
      "அரிக்கமேடு அகழாய்வில் கண்டெடுக்கப்பட்ட கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்களில் பொறிக்கப்பட்டுள்ளது.",
      "கடுமையாக உழைக்கக்கூடியவை."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "காங்கேயம் மாடுகள் தென்னிந்தியாவில் உள்ள தமிழ்நாட்டில் காங்கேயம் என்ற இடத்தில் தோன்றியதாகக் கருதப்படுகிறது. காங்கேயம் மாடுகள் மிகவும் வலுவானவை, தாங்கும் திறன் கொண்டவை, கடுமையாக உழைக்கக் கூடியவை. அதிகம் பால், கன்று, பழம் ஆகியவற்றைத் தருவதாலும் காங்கேயம் மாடுகள் பிரபலமானவை. காங்கேயம் மாடுகள் தமிழக மாட்டினங்களின் தாய் இனம் என்று கருதப்படுகிறது.  இந்த மாடுகள் தென்னிந்தியாவில் உள்ள கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படுகின்றன.  இவற்றை இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன. அரிக்கமேடு அகழாய்வில் கண்டெடுக்கப்பட்ட கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்களில் காங்கேயம் மாடுகளின் உருவம் பொறிக்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "பின்வரும் கூற்றுகளில் எது சரியானது?",
          "options": [
      "காங்கேயம் மாடுகளின் உருவம் பொறித்த கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்கள் கரூர் அமராவதி ஆற்றுத் துறையில் கண்டெடுக்கப்பட்டுள்ளன.",
      "காங்கேயம் மாடுகள் பிறக்கும்போது சாம்பல் நிறத்தில் இருக்கும், ஆறு மாதம் வளர்ந்த பிறகு சிவப்பு நிறத்துக்கு மாறிவிடுகின்றன.",
      "காங்கேயம் மாடுகள் ஏறுதழுவுதல் நிகழ்விற்கும், ஏர் உழுவதற்கும், வண்டி இழுப்பதற்கும் மட்டுமே பயன்படுத்தப்படுகின்றன.",
      "காங்கேயம் மாடுகளின் உருவம் பொறித்த நாணயங்கள் கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சோழர் காலத்தில் கண்டெடுக்கப்பட்டுள்ளன."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "காங்கேயம் மாடுகள் தென்னிந்தியாவில் உள்ள தமிழ்நாட்டில் காங்கேயம் என்ற இடத்தில் தோன்றியதாகக் கருதப்படுகிறது. காங்கேயம் மாடுகள் மிகவும் வலுவானவை, தாங்கும் திறன் கொண்டவை, கடுமையாக உழைக்கக் கூடியவை. அதிகம் பால், கன்று, பழம் ஆகியவற்றைத் தருவதாலும் காங்கேயம் மாடுகள் பிரபலமானவை. காங்கேயம் மாடுகள் தமிழக மாட்டினங்களின் தாய் இனம் என்று கருதப்படுகிறது.  இந்த மாடுகள் தென்னிந்தியாவில் உள்ள கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படுகின்றன.  இவற்றை இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன. கரூர் அமராவதி ஆற்றுத் துறையில் காங்கேய மாடுகளின் உருவம் பொறித்த கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்கள் கண்டெடுக்கப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "பின்வரும் கூற்றுகளில் எது காங்கேயம் மாடுகள் குறித்து சரியானது?",
          "options": [
      "காங்கேயம் மாடுகள் பிறக்கும்போது மஞ்சள் நிறத்தில் இருக்கும், ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறிவிடுகின்றன.",
      "காங்கேயம் மாடுகள் ஏறுதழுவுதல், ஏர் உழுதல், வண்டி இழுத்தல் ஆகியவற்றுக்கு மட்டுமே பயன்படுத்தப்படுகின்றன.",
      "காங்கேயம் மாடுகளின் உருவம் பொறித்த நாணயங்கள் கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த பாண்டியர் காலத்தில் கண்டெடுக்கப்பட்டுள்ளன.",
      "காங்கேயம் மாடுகள் தமிழக மாட்டினங்களின் தாய் இனம் என்று கருதப்படுகிறது."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "காங்கேயம் மாடுகள் தென்னிந்தியாவில் உள்ள தமிழ்நாட்டில் காங்கேயம் என்ற இடத்தில் தோன்றியதாகக் கருதப்படுகிறது. காங்கேயம் மாடுகள் மிகவும் வலுவானவை, தாங்கும் திறன் கொண்டவை, கடுமையாக உழைக்கக் கூடியவை. அதிகம் பால், கன்று, பழம் ஆகியவற்றைத் தருவதாலும் காங்கேயம் மாடுகள் பிரபலமானவை. காங்கேயம் மாடுகள் தமிழக மாட்டினங்களின் தாய் இனம் என்று கருதப்படுகிறது.  இந்த மாடுகள் தென்னிந்தியாவில் உள்ள கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படுகின்றன.  இவற்றை இலங்கை, பிரேசில், பிலிப்பைன்ஸ், மலேசியா ஆகிய நாடுகளுக்கும் ஏற்றுமதி செய்யப்படுகின்றன. கரூர் அமராவதி ஆற்றுத் துறையில் காங்கேய மாடுகளின் உருவம் பொறித்த கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்கள் கண்டெடுக்கப்பட்டுள்ளன."
          }
        ]