[
          
  {
    
          "description": "“நீரின் இன்றியமையாமையை உணர்ந்த நம் முன்னோர்கள், நீர்நிலைகளை உருவாக்குபவர்களை 'உயிரை உருவாக்குபவர்கள்' என்று போற்றினர்” என்ற வாக்கியத்திலிருந்து நீர்நிலைகளை உருவாக்குபவர்கள் உயிரை உருவாக்குபவர்களாக கருதப்பட்டதற்கான காரணம் எது?",
          "options": [
      "நீர் இல்லாமல் உயிர் வாழ முடியாது என்பது நம் முன்னோர்களின் அடிப்படை நம்பிக்கை",
      "நீர்நிலைகள் பயிர்களை வளர்க்க உதவி செய்தன",
      "நீர்நிலைகள் மக்களுக்கு குடிநீர் வழங்கின",
      "நீர்நிலைகள் விலங்குகளுக்கு வாழ்விடமாக இருந்தன"
    ],
    "answer": "A",
    
          "additional_context": "நம் முன்னோர்கள் நீரின் இன்றியமையாமையை உணர்ந்து அதன் மதிப்பை உணர்ந்தார்கள். நீர் இல்லாமல் உயிர்கள் வாழ முடியாது என்பதை அவர்கள் உணர்ந்ததால், நீர்நிலைகளை உருவாக்குபவர்களை உயிரை உருவாக்குபவர்களாக கருதினார்கள்.  நீர்நிலைகள் மக்களுக்கு குடிநீர் வழங்கி, பயிர்களை வளர்த்து, விலங்குகளுக்கு வாழ்விடமாக இருந்தன.  ஆனால், இவை அனைத்தும் நீர் இல்லாமல் சாத்தியமாகாது என்பதை நம் முன்னோர்கள் அறிந்திருந்ததால், நீர்நிலைகளை உருவாக்குபவர்களை உயிரை உருவாக்குபவர்களாக போற்றினார்கள்."
          }
        ,
          
  {
    
          "description": "“நிலன் நெளிமருங்கின் நீர்நிலை பெருகத் தட்டோர் அம்ம ! இவண் தட்டோர்  என்பது எதைக் குறிக்கிறது?",
          "options": [
      "நீர்நிலைகளை வறண்டு போக விடுபவர்கள்",
      "நீர்நிலைகளைப் பெருகச் செய்பவர்கள்",
      "பணக்காரர்கள்",
      "ஏழைகள்"
    ],
    "answer": "B",
    
          "additional_context": "“நிலன் நெளிமருங்கின் நீர்நிலை பெருகத் தட்டோர் அம்ம! இவண் தட்டோரே!”  என்ற வரிகளில் 'தட்டோர்' என்பது நீர்நிலைகளை பெருக செய்பவர்களை குறிக்கிறது.  நிலத்தில் உள்ள குழிகளில் நீர்நிலைகளை உருவாக்கி, நீர்வளத்தைப் பெருக்குவது நம் முன்னோர்களின் வழக்கமாக இருந்தது.  இந்த வரிகளில் அந்த முறையைப் பின்பற்றுபவர்களைப் பாராட்டி, 'தட்டோர்' எனப் போற்றப்பட்டுள்ளார்கள்."
          }
        ,
          
  {
    
          "description": "“வான் உட்கும் வடிநீண் மதில், மல்லல் மூதூர் வய வேந்தே!” என்ற வரிகளில் 'வடிநீண் மதில்' யாரைக் குறிக்கிறது?",
          "options": [
      "பாண்டிய மன்னன்",
      "மதுரை நகரம்",
      "கோட்டை",
      "நெடுஞ்செழியன்"
    ],
    "answer": "A",
    
          "additional_context": "“வான் உட்கும் வடிநீண் மதில், மல்லல் மூதூர் வய வேந்தே!” என்ற வரிகளில் 'வடிநீண் மதில்' என்பது பாண்டிய மன்னனை குறிக்கிறது.  'வான் உட்கும்' என்பது மிக உயரமான கோட்டையைக் குறிக்கிறது. பாண்டிய மன்னனின் அரண்மனை மிகப்பெரியதாகவும், மதில்களால் சூழப்பட்டதாகவும் இருந்ததால், இப்பாடலில் அவர் 'வடிநீண் மதில்' என போற்றப்படுகிறார்.  'மல்லல் மூதூர் வய வேந்தே!' என்ற வரிகள் பாண்டிய நாட்டின்  வீரத்தையும், பெருமையையும் குறிக்கின்றன."
          }
        ,
          
  {
    
          "description": "வித்திவான் நோக்கும் புன்புலம் கண்ணகன் வைப்பிற்று ஆயினும், நண்ணி ஆளும் இறைவன் தாட்கு உதவாதே ! அதனால் அடுபோர்ச் செழிய ! இகழாது வல்லே ; என்ற பகுதியில் 'அடுபோர்ச் செழிய' என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "வேகமாக செயல்படு",
      "மெதுவாக செயல்படு",
      "விரைவாக கடைப்பிடி",
      "எதிர்த்துப் போராடு"
    ],
    "answer": "C",
    
          "additional_context": "வித்திவான் நோக்கும் புன்புலம் கண்ணகன் வைப்பிற்று ஆயினும், நண்ணி ஆளும் இறைவன் தாட்கு உதவாதே ! அதனால் அடுபோர்ச் செழிய ! இகழாது வல்லே ; என்ற பகுதியில் 'அடுபோர்ச் செழிய' என்ற சொல் விரைவாக கடைப்பிடி என்பதைக் குறிக்கிறது.  நிலத்துக்குத் தேவையான நீர்வளத்தைப் பெருக்க வேண்டும் என்ற கருத்தை இப்பாடல் வலியுறுத்துகிறது.  விதைத்த விதைகள் முளைக்க விரைவாகச் செயல்பட வேண்டும்.  நிலத்தின் குழிகளில் நீரைத் தேக்கி, விளைச்சலைப் பெருக்க வேண்டும் என்று வலியுறுத்தும் வகையில் 'அடுபோர்ச் செழிய' என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "“உணவு எனப்படுவது நிலத்துடன் நீரும் ஆகும். நிலத்தையும் நீரையும் ஒன்று சேர்த்தவர் இவ்வுலகில் உடலையும் உயிரையும் ஒன்று சேர்த்தவர்” என்ற வரிகளின் அடிப்படையில் பூமியில் உயிர் வாழ்வதற்கு மிக முக்கியமான காரணியாக எது கருதப்படுகிறது?",
          "options": [
      "தண்ணீர் மட்டும்",
      "நிலம் மட்டும்",
      "நீரும் நிலமும்",
      "காற்று"
    ],
    "answer": "C",
    
          "additional_context": "“உணவு எனப்படுவது நிலத்துடன் நீரும் ஆகும். நிலத்தையும் நீரையும் ஒன்று சேர்த்தவர் இவ்வுலகில் உடலையும் உயிரையும் ஒன்று சேர்த்தவர்” என்ற வரிகளின் அடிப்படையில்  பூமியில் உயிர் வாழ்வதற்கு மிக முக்கியமான காரணியாக நீரும் நிலமும்  கருதப்படுகிறது.   நிலம் மட்டும் இருந்தால் உணவு உற்பத்தி இல்லை.  நீர் மட்டும் இருந்தால் உயிரினங்களுக்கு வாழ்விடம் இல்லை.  எனவே, பூமியில் உயிர் வாழ்வதற்கு நிலமும் நீரும் அவசியம் என்பதை இப்பாடல்  வலியுறுத்துகிறது."
          }
        ]