
[
  {
    "description": "கீழடி அகழாய்வில் கண்டறியப்பட்ட பொருட்களில், தமிழரின் நாகரிகத்தைக் காட்டும் பொருள்கள் எவை?",
    "options": [
      "சதுரங்கக் காய்கள் மற்றும் தானியங்களைச் சேகரிக்கும் கலன்கள்",
      "கிளிஞ்சல் பொருள்கள் மற்றும் முத்துகள்",
      "மான்கொம்புகள் மற்றும் சோழிகள்",
      "செங்கல் கட்டுமானங்கள் மற்றும் முழுமையான வாழ்விடப்பகுதி"
    ],
    "answer": "D",
    "additional_context": "கீழடி அகழாய்வுகள் தமிழரின் நாகரிகத்தை காட்டும் பல பொருள்களை வெளிப்படுத்தியுள்ளன. சுடுமண் பொருள்கள், உலோகப் பொருள்கள், முத்துகள், கிளிஞ்சல் பொருள்கள், மான்கொம்புகள், சோழிகள், கிண்ணங்கள், துளையிடப்பட்ட பாத்திரங்கள், இரத்தினக்கல் வகைகள், பழுப்பு, கறுப்பு, சிவப்பு-கறுப்புப் பானைகள், சதுரங்கக் காய்கள், தானியங்களைச் சேகரிக்கும் கலன்கள், செம்பு, சங்கு வளையல்கள், எலும்பினால் ஆன கூர் முனைகள், தமிழ் எழுத்துகள் பொறிக்கப்பட்ட பானை ஓடுகள், கற்கருவிகள், நீர் சேகரிக்கும் பெரிய மட்கலன்கள், சிறிய குடுவைகள், உறைக்கிணறுகள், சுடுமண் கூரை ஓடுகள் போன்ற பல்வேறு தொல்லியல் பொருள்கள் இங்கு கண்டறியப்பட்டுள்ளன. இதுவரை அகழாய்வு செய்யப்பட்ட பெரும்பான்மையான இடங்கள், இறப்புத் தொடர்பான தடயங்களை வெளிப்படுத்துவனவாக அமைந்திருந்தன. ஆனால், கீழடியில் கண்டறியப்பட்டுள்ள முழுமையான வாழ்விடப்பகுதியும் செங்கல் கட்டுமானங்களும் இதரப்பொருள்களும் தமிழரின் உயரிய நாகரிகத்தைக் கண்முன் காட்டும் சாட்சிகளாய் அமைந்துள்ளன."
  },
  {
    "description": "கீழடி அகழாய்வின் முக்கியத்துவம் என்ன என்பதைப் பற்றி, பட்டிமன்றத்தில் எந்த மாணவர் வலியுறுத்துகிறார்?",
    "options": [
      "செல்வன்",
      "பாத்திமா",
      "முத்து",
      "அன்புமேரி"
    ],
    "answer": "B",
    "additional_context": "பாத்திமா கீழடி அகழாய்வின் முக்கியத்துவத்தை வலியுறுத்துகிறார். அவள் மண்ணைத் தோண்டிப் பார்ப்பது எலும்புகளைச் சேகரித்து எண்ணிப் பார்ப்பதற்கன்று. நம் முன்னோர்களின் பண்பாட்டை எண்ணிப் பார்ப்பதற்கு. கடந்த காலத்தைப் புரிந்துகொள்ளாமல் நிகழ்காலத்தில் வெற்றிபெற முடியுமா? எதிர்காலத்தைத்தான் கணிக்க இயலுமா? என்ற கேள்வியை எழுப்புகிறார். நம் வரலாறு மிக நீண்டது என்பதை நினைவூட்டி, ரோமானியர்களுக்கும் நமக்கும் இருந்த வணிகத் தொடர்பு பற்றி எடுத்துக்காட்டு காட்டி அகழாய்வின் முக்கியத்துவத்தை விளக்குகிறார்."
  },
  {
    "description": "பட்டிமன்றத்தில், அகழாய்வு என்பது 'தேவையற்ற செலவினமே!' என்று வாதிட்ட மாணவர் யார்?",
    "options": [
      "செல்வன்",
      "முத்து",
      "பாத்திமா",
      "அன்புமேரி"
    ],
    "answer": "B",
    "additional_context": "அகழாய்வு என்பது தேவையற்ற செலவினமே என்று வாதிட்டவர் முத்து.  இன்றைய அறிவியல் உலகில் பழைய தலைமுறையைப் பற்றித் தெரிந்து என்ன செய்யப் போகிறோம்?  செல்லிடப் பேசிக்குள்ளே உலகத்தைச் சுற்றும் வேளையில் அகழாய்வில் கிடைக்கும் செல்லாக் காசுகளை வைத்து என்ன செய்வதாம்? என்று கேள்வி எழுப்புகிறார்.  வானுலகத்தில் பறந்து செவ்வாயில் குடியேற வழிதேடும் நேரத்தில் பழைய வரலாற்றுக்கு முந்தைய காலத்தைப் பற்றி அறிந்து என்ன பயன்? என்று வினவுகிறார். உள்ளங்கையில் உலகம் இருக்கிறது, மடிக்கணினி மலைக்க வைக்கிறது. அதையெல்லாம் விட்டுவிட்டு மண் ஓடுகள், இறந்தோரைச் சுமந்த மண்தாழிகள் இவற்றைக் கண்டறிந்து எதைச் சாதிக்கப் போகிறோம்? என்று கேள்வி எழுப்பி தன் வாதத்தை முடிக்கிறார்."
  },
  {
    "description": "பட்டிமன்றத்தில், ரோமானியர்களுக்கும் தமிழர்களுக்கும் இருந்த வணிகத் தொடர்பு பற்றிய சான்றுகளை எடுத்துக்காட்டிய மாணவர் யார்?",
    "options": [
      "முத்து",
      "பாத்திமா",
      "செல்வன்",
      "அன்புமேரி"
    ],
    "answer": "B",
    "additional_context": "பாத்திமா ரோமானியர்களுக்கும் தமிழர்களுக்கும் இருந்த வணிகத் தொடர்பு பற்றிய சான்றுகளை எடுத்துக்காட்டுகிறார். அவள் ரோமானியர்களின் பழங்காசுகளைக் கோவையில் கண்டெடுத்தோம். அரிக்கமேடு அகழாய்வில் ரோமானிய மட்பாண்டங்கள் கிடைத்தன. அதனால், ரோமானியர்களுக்கும் நமக்கும் இருந்த வணிகத் தொடர்பு உறுதிப்படுத்தப்பட்டது. என்று விளக்குகிறார்."
  },
  {
    "description": "'பயன்படுத்து, தூக்கி எறி' என்ற பண்பாட்டுச் சூழல் உருவானதற்கு காரணம் என்ன என்று பட்டிமன்றத்தில் எந்த மாணவர் விளக்குகிறார்?",
    "options": [
      "முத்து",
      "செல்வன்",
      "பாத்திமா",
      "அன்புமேரி"
    ],
    "answer": "B",
    "additional_context": "செல்வன் 'பயன்படுத்து, தூக்கி எறி' என்ற பண்பாட்டுச் சூழல் உருவானதற்கு காரணத்தை விளக்குகிறார். அவர் இன்றைக்கு நாம் ஒரு புதிய நாகரிகச் சூழலைப் பழகிக் கொண்டிருக்கிறோம். அது என்னவென்றால், ஒரு பொருளை ஒருமுறை பயன்படுத்திவிட்டுத் தூக்கி எறி என்பதாகும். எழுதுகிற பேனா, குடிக்கிற தண்ணீர்ப்புட்டி, பழுதுபட்ட மடிக்கணினி, செல்லிடப்பேசி போன்றவற்றை ஒருமுறை பயன்படுத்தித் தூக்கி எறிகிற வழக்கத்தால் மின்சாதனக் குப்பைகள் மலையெனக் குவிந்துவிட்டன. சுற்றுச்சூழல் சிதைந்து புற்றுநோயாளிகள் பெருகும் அபாயம் வந்துவிட்டது. ஆனால், நமது முன்னோர்கள் கண்டுபிடித்துச் சுடுமண்ணிலும் உலோகத்திலும் செய்து பயன்படுத்திய பொருள்கள் பல தலைமுறைகளைக் கடந்தும் பயன்பாட்டில் இருந்திருக்கின்றன. பழுதுபட்டால் சரிசெய்து மீண்டும் பயன்படுத்துவோம். இது கடந்த நூற்றாண்டுவரை தொடர்ந்தது. எதிரணி கூறிய போலி அறிவியல் பண்பாட்டுச் சூழல் வளர்ந்த பின்தான் \"பயன்படுத்து, தூக்கி எறி\" என்ற பழக்கம் பிறந்து வளர்ந்தது. அதன் தொடர்ச்சி எதுவரை வந்தது தெரியுமா? பெற்றெடுத்து வளர்த்த தாய்தந்தையரையும் கூடப் பயன்படுத்திவிட்டு முதியோர் இல்லத்தில் தூக்கி எறிகிற மூடத்தனம் உருவாகியிருக்கிறது. என்று விளக்குகிறார்."
  }
]
