
[
  {
    "description": "“யாதும் ஊரே யாவரும் கேளிர்” என்ற வாக்கியம் தமிழ்ச் சமுதாயத்தின் எந்தப் பண்பைப் பறைசாற்றுகிறது?",
    "options": [
      "சமத்துவம்",
      "அன்பு",
      "மன்னிப்பு",
      "பகைமை"
    ],
    "answer": "A",
    "additional_context": "“யாதும் ஊரே யாவரும் கேளிர்” என்ற வாக்கியம்  ஒருவருக்கு ஒருவர் சமமாக இருக்க வேண்டும் என்பதைப்  பறைசாற்றுகிறது.  இதனால்  இந்த  வாக்கியம்  தமிழ்ச் சமுதாயத்தின்  சமத்துவ  பண்பைப்  பறைசாற்றுகிறது"
  },
  {
    "description": "“நல்ல குறுந்தொகை” என குறுந்தொகை ஏன் அழைக்கப்படுகிறது?",
    "options": [
      "அனைத்துத் திணைகளையும் உள்ளடக்கியதால்",
      "மிகவும் சிறந்த கவிதை நூலாக இருப்பதால்",
      "தலைவன்-தலைவி பிரிவை மட்டுமே பாடியதால்",
      "இயற்கை அழகைப் புகழ்ந்து பாடியதால்"
    ],
    "answer": "B",
    "additional_context": "குறுந்தொகை என்பது ஒரு அக இலக்கிய நூல்.  இந்த நூலின்  பாடல்கள் மிகவும் அழகானவை.  இதனால்  குறுந்தொகை 'நல்ல குறுந்தொகை'  என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "குறுந்தொகைப் பாடல்கள் பெரும்பாலும் எந்தக் காட்சிகள் மூலம் அன்பின் வளத்தை வெளிப்படுத்துகின்றன?",
    "options": [
      "மனிதர்களின் வாழ்க்கை முறைகள்",
      "இயற்கை காட்சிகள்",
      "கடவுள் வாழ்த்துகள்",
      "போர் காட்சிகள்"
    ],
    "answer": "B",
    "additional_context": "குறுந்தொகைப் பாடல்கள் பெரும்பாலும் இயற்கைக் காட்சிகள் மூலம்  அன்பின் வளத்தை வெளிப்படுத்துகின்றன.  அவை மனிதர்களின்  உணர்வுகளை  படம்  பிடித்துக்காட்டுகின்றன."
  },
  {
    "description": "“நசை பெரிது உடையர்; நல்கலும் நல்குவர்” என்ற வரிகள் யாருக்குள் உள்ள அன்பைப் பற்றிக் கூறுகின்றன?",
    "options": [
      "தலைவன் மற்றும் தலைவி",
      "தலைவி மற்றும் தோழி",
      "ஆண்யானை மற்றும் பெண்யானை",
      "மரம் மற்றும் யானை"
    ],
    "answer": "A",
    "additional_context": "“நசை பெரிது உடையர்; நல்கலும் நல்குவர்” என்ற வரிகள் தலைவன் மற்றும்  தலைவி  இருவருக்குள்ள  அன்பைப்  பற்றிக்  கூறுகின்றன.  தலைவன்  தலைவியை  மிகவும்  நேசிப்பான்.  மேலும்  அவளுக்கு  எல்லாம்  நல்கி  வருவான்.  இதனை  இந்த  வரிகள்  உணர்த்துகின்றன."
  },
  {
    "description": "“பிடிபசி களைஇய பெருங்கை வேழம்” என்ற தொடரில் “களைஇய” என்பது எந்த இலக்கண வகையைச் சார்ந்தது?",
    "options": [
      "பண்புத் தொகை",
      "சொல்லிசை அளபெடை",
      "வினைமுற்று",
      "ஆறாம் வேற்றுமைத் தொகை"
    ],
    "answer": "B",
    "additional_context": "“பிடிபசி களைஇய பெருங்கை வேழம்”  என்ற  தொடரில் 'களைஇய'  என்பது  சொல்லிசை  அளபெடை  என்பதைச்  சார்ந்தது.  அளபெடை  என்பது  ஒலியின்  அழகுக்காக  சொல்  மாற்றம்  செய்யப்படுவது."
  }
]
