[
          
  {
    
          "description": "பாண்டத்தை பாண்டமாகக் களிமண் வனையப்படுகிறது என்பதன் மூலம் கவிஞர் என்ன சொல்ல விரும்புகிறார்?",
          "options": [
      "பாண்டம் செய்வதற்கு களிமண் அவசியம்",
      "பாண்டத்தின் அழகான வடிவமைப்பு",
      "பாண்டத்தின் உருவாக்கத்தில் பயன்படுத்தப்படும் நுட்பம்",
      "பாண்டத்தின் பயன் அதன் வடிவத்தில் மட்டும் இல்லை"
    ],
    "answer": "D",
    
          "additional_context": "களிமண்ணால் வடிவமைக்கப்பட்ட பாண்டம், அழகானது. அது பயன்பாட்டிற்காகவும் உருவாக்கப்படுகிறது. அழகும் பயனும் சேர்ந்ததுதான் பாண்டம். ஆனால், அதன் பயன்பாடு அதன் காலிப் பகுதியால்தான் கிடைக்கிறது. அந்த காலிப் பகுதியே பயன்பாட்டிற்கான வெளி.  பாண்டத்தின் பயன் என்பது அதன் வடிவத்தில் மட்டும் இல்லை, அது காலியாக இருக்கும் பகுதியிலும் உள்ளது என்று கவிஞர் குறிப்பிடுகிறார்."
          }
        ,
          
  {
    
          "description": "வீட்டுச் சுவர்களில் வாயிலுக்காகவும் சன்னலுக்காவும் வெற்றுவெளியை விடுகிறோம் எனக் கவிதையில் குறிப்பிடப்பட்டுள்ளது. இந்த வெற்றுவெளியின் பயன் என்ன?",
          "options": [
      "வீட்டுக்குள் வெளிச்சம் புகுவதற்கு",
      "வீட்டுக்குள் காற்று புகுவதற்கு",
      "வீட்டை அழகாக காட்டுவதற்கு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "வீடுகளின் சுவர்களில் வாயில்கள் மற்றும் சன்னல்கள், வெற்றுப் பகுதிகள். சுவர்கள் முழுக்க  நிரம்பி இருந்தால் அவை பயன்பாடற்றவையாக இருக்கும். வீட்டிற்கு வெளிச்சம் புகுவதற்கும், காற்று புகுவதற்கும், அழகு சேர்க்கவும் இந்த  வெற்று இடங்கள்  சேர்க்கப்பட்டிருக்கின்றன.  இதன் மூலம், வீட்டின் பயன்பாடு அந்த வெற்று இடங்களாலேயே சாத்தியமாகிறது  என்பதை கவிஞர் குறிப்பிடுகிறார்."
          }
        ,
          
  {
    
          "description": "'இருத்தலின் பலன் கிடைக்கிறது; இருத்தலின்மையைப் பயன்படுத்திக்கொள்கிறோம்' எனக் கவிதை கூறுகிறது. இதன் பொருள் என்ன?",
          "options": [
      "உலகில் இருப்பதும் இல்லாததும் சமமாக முக்கியமானவை",
      "வாழ்க்கையில் நாம் இருப்பதிலிருந்தும் இல்லாததிலிருந்தும் பயனடைவோம்",
      "இல்லாதது இருப்பதைவிட முக்கியமானது",
      "வாழ்க்கையில் பயன்பாடு என்பது இல்லாத்தன்மையின் மூலமாகவே பெறப்படுகிறது"
    ],
    "answer": "B",
    
          "additional_context": "இருத்தல் என்பது உலகில் இருப்பது. இருத்தலின்மை என்பது இல்லாமை. இல்லாமை  இல்லாமல் இருப்பதால், உலகில் இருப்பது  சாத்தியமாகிறது. அது போலவே, இருப்பதால் ஏற்படும் பயன்பாடு  இல்லாமையின்  காரணமாகவே கிடைக்கிறது. இருப்பது  இல்லாமல்  இல்லாதது எப்படி இருக்கும்? இல்லாதது இல்லாமல் இருப்பதால் இருப்பது  என்பது  உருவாகிறது. இருப்பது   இல்லாமையை  பயன்படுத்திக்கொள்கிறது. இதன் மூலம், இருப்பதும்  இல்லாததும்  வாழ்க்கையில் சமமான முக்கியத்துவம் வாய்ந்தவை  என்பதை கவிஞர்  குறிப்பிடுகிறார்."
          }
        ,
          
  {
    
          "description": "இக்கவிதை 'தாவோ தே ஜிங்' எனப்படும் நூலிலிருந்து எடுக்கப்பட்டது. இந்த நூல் எதனை மையமாகக் கொண்டு எழுதப்பட்டது?",
          "options": [
      "அறிவியல்",
      "அரசியல்",
      "சமூகம்",
      "வாழ்வியல்"
    ],
    "answer": "D",
    
          "additional_context": "தாவோ தே ஜிங்  என்பது  லாவோட்சு  எழுதிய   ஒரு  சீன  தத்துவ  நூல். இந்நூலில்   வாழ்க்கை  முறைகள்  குறித்து  தத்துவார்த்த  அடிப்படையில்  குறிப்பிடப்பட்டுள்ளது.  இதில்  வாழ்க்கை  முறைகள்  குறித்து  குறிப்பிடப்பட்டுள்ளது.  இந்த  நூல்  வாழ்வியல்  தத்துவங்களை   மையமாகக்  கொண்டு எழுதப்பட்டது."
          }
        ,
          
  {
    
          "description": "'லாவோட்சு' யார்?",
          "options": [
      "ஒரு சீன கவிஞர்",
      "ஒரு சீன மெய்யியலாளர்",
      "ஒரு சீன தத்துவவாதி",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "லாவோட்சு,   சீனாவில்   பொ.ஆ.மு.   2 ஆம்   நூற்றண்டிற்கு  முன்  வாழ்ந்த  ஒரு  சீன  தத்துவவாதி   மற்றும்   மெய்யியலாளர்.  இவர்  'தாவோயியம்'  என்ற  சிந்தனைப்பிரிவைச்   சார்ந்தவர்.   சீன  கவிதை  எழுதுவதிலும்   இவருக்கு  வல்லமை  உண்டு.  தாவோ  தே  ஜிங்   என்ற   தத்துவ  நூலை   இவர்  எழுதினார்."
          }
        ]