[
          
  {
    
          "description": "'புலப்படாத் தண்ணீர்' என்பதற்கு என்ன பொருள்?",
          "options": [
      "கண்ணுக்குத் தெரியாத நீர்",
      "மழைநீர்",
      "ஆற்றுநீர்",
      "நிலத்தடி நீர்"
    ],
    "answer": "A",
    
          "additional_context": "நாம் உண்ணும் உணவுகளின் உற்பத்தி குறித்தும் அதனை உற்பத்தி செய்யச் செலவிடப்பட்ட தண்ணீர்த் தேவை குறித்தும் பேசுவதே 'புலப்படாத் தண்ணீர்' எனப்படுகிறது. உதாரணமாக, ஒரு கிலோ ஆப்பிளை உற்பத்தி செய்ய 822 லிட்டர் தண்ணீர், ஒரு கிலோ சர்க்கரையை உற்பத்தி செய்ய 1780 லிட்டர் தண்ணீர், ஒரு கிலோ அரிசியை உற்பத்தி செய்ய 2500 லிட்டர் தண்ணீர், ஒரு கிலோ காப்பிக் கொட்டையை உற்பத்தி செய்ய 18,900 லிட்டர் தண்ணீர் தேவைப்படுகிறது. "
          }
        ,
          
  {
    
          "description": "ஒரு கிலோ ஆப்பிளை உற்பத்தி செய்ய எத்தனை லிட்டர் தண்ணீர் தேவைப்படுகிறது?",
          "options": [
      "822",
      "1780",
      "2500",
      "18,900"
    ],
    "answer": "A",
    
          "additional_context": "புலப்படாத் தண்ணீர் என்பது நாம் உண்ணும் உணவுகளின் உற்பத்தி குறித்தும் அதனை உற்பத்தி செய்யச் செலவிடப்பட்ட தண்ணீர்த் தேவை குறித்தும் பேசுவதே. உதாரணமாக, ஒரு கிலோ ஆப்பிளை உற்பத்தி செய்ய 822 லிட்டர் தண்ணீர், ஒரு கிலோ சர்க்கரையை உற்பத்தி செய்ய 1780 லிட்டர் தண்ணீர், ஒரு கிலோ அரிசியை உற்பத்தி செய்ய 2500 லிட்டர் தண்ணீர், ஒரு கிலோ காப்பிக் கொட்டையை உற்பத்தி செய்ய 18,900 லிட்டர் தண்ணீர் தேவைப்படுகிறது. "
          }
        ,
          
  {
    
          "description": "'நாட்டின் நிலத்தடி நீரும் ஆற்று நீரும் சேமிக்கப்படும்' என்ற வாக்கியத்தில் எந்தச் சொல் நேரடிப் பொருள்?",
          "options": [
      "நீர்",
      "நிலத்தடி",
      "சேமிக்கப்படும்",
      "நாட்டின்"
    ],
    "answer": "A",
    
          "additional_context": "நிலத்தடி நீரும் ஆற்று நீரும் சேமிக்கப்படும் என்ற வாக்கியத்தில் 'நீர்' என்பது நேரடிப் பொருள். இது சேமிக்கப்படும்  என்ற வினைச் சொல்லின் செயலைப் பெறுகிறது.  நிலத்தடி, நாட்டின் ஆகியவை  இடம், பெயர் குறிப்பவை. சேமிக்கப்படும் என்றது வினைச் சொல் ஆகும்.  "
          }
        ,
          
  {
    
          "description": "'நிற்க அதற்குத் தக... தண்ணீரைச் சிக்கனமாகப் பயன்படுத்துவேன்' என்ற தொடரில் எந்தப் பொருள் திட்டமாகக் கூறப்படுகிறது?",
          "options": [
      "நீர் வளத்தைப் பாதுகாத்தல்",
      "வீண் செலவைத் தவிர்த்தல்",
      "நண்பர்களைப் போல இருத்தல்",
      "பொருள்களை வாங்குதல்"
    ],
    "answer": "A",
    
          "additional_context": "நிற்க அதற்குத் தக... தண்ணீரைச் சிக்கனமாகப் பயன்படுத்துவேன் என்ற தொடரில் 'நீர் வளத்தைப் பாதுகாத்தல்' என்பது திட்டமாகக் கூறப்பட்டுள்ளது.  தண்ணீரைச் சிக்கனமாகப் பயன்படுத்துவது என்பது நீர் வளத்தைப் பாதுகாக்கும் செயல்.   "
          }
        ,
          
  {
    
          "description": "'என் பொறுப்புகள்...' என்ற தலைப்பு, பாடப் புத்தகத்தில் எதைக் குறிக்கிறது?",
          "options": [
      "சுற்றுச் சூழலைப் பேணும் பொறுப்பு",
      "பள்ளிக்கூடப் பொறுப்பு",
      "வீட்டுப் பொறுப்பு",
      "சமூகப் பொறுப்பு"
    ],
    "answer": "A",
    
          "additional_context": "என் பொறுப்புகள்... என்ற தலைப்பு சுற்றுச் சூழலைப் பேணும் பொறுப்புகளை  குறிக்கிறது. இப்பகுதியில் தண்ணீரை சிக்கனமாகப் பயன்படுத்துதல், வீண் செலவைத் தவிர்த்தல் போன்ற சுற்றுச் சூழலைப் பேணும் செயல்கள்  தெளிவாகக் கூறப்பட்டுள்ளன. "
          }
        ]