
[
  {
    "description": "மருதூர் அரசு மேல்நிலைப்பள்ளி _______ ஆண்டுகளாகச் சிறந்த கல்விப்பணியை வழங்கி வருகிறது.",
    "options": [
      "ஐம்பது",
      "நாற்பது",
      "இருபத்தைந்து",
      "இருபது"
    ],
    "answer": "C",
    "additional_context": "மருதூர் அரசு மேல்நிலைப்பள்ளி ஒரு புகழ்பெற்ற கல்வி நிறுவனம். இப்பள்ளி 25 ஆண்டுகளாகச் சிறந்த கல்விப்பணியை வழங்கி வருகிறது.  இந்தப் பள்ளியில் படித்து முடித்தவர்கள் பல துறைகளில் சிறந்து விளங்குகிறார்கள். இப்பள்ளி சிறந்த கவிஞராகத் திகழும் இன்சுவை முதலான பன்முகப் படைப்பாளிகளை உருவாக்கிய பெருமை கொண்டது."
  },
  {
    "description": "உலகத் தாய்மொழி நாள் _______  நடைபெறும்.",
    "options": [
      "ஜூன் 21",
      "மார்ச் 21",
      "பிப்ரவரி 21",
      "ஜனவரி 21"
    ],
    "answer": "B",
    "additional_context": "உலகத் தாய்மொழி நாள் 21 மார்ச் அன்று கொண்டாடப்படுகிறது. இந்த நாள் உலகெங்கிலும் பேசப்படும் அனைத்து மொழிகளையும் போற்றி, அவற்றின் முக்கியத்துவத்தை உணர்த்தும் நாளாகும். இந்த நாள் உலகெங்கிலும் உள்ள மக்கள் தங்கள் தாய்மொழியைப் புகழ்ந்து கொண்டாடும் நாளாகும்."
  },
  {
    "description": "தமிழில், \"ஒலியன்\" என்ற கலைச்சொல் _______ ஐக் குறிக்கும்.",
    "options": [
      "உருபன்",
      "ஒலியியல்",
      "ஒலி",
      "மொழி"
    ],
    "answer": "B",
    "additional_context": "ஒலியியல் என்பது ஒலிகளைப் பற்றி ஆராயும் துறை.  ஒலியியல் அறிவியல் மொழியின் ஒலிகளை அலசுவதற்கு உதவுகிறது. தமிழில் ஒலி என்பது \"ஒலி\" என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "தமிழ் நாட்டில் _______ மொழி பேசப்படுகிறது.",
    "options": [
      "ஓர்",
      "பல",
      "இரண்டு",
      "மூன்று"
    ],
    "answer": "B",
    "additional_context": "தமிழ் நாட்டில் பல மொழிகள் பேசப்படுகின்றன. தமிழ் மொழி மிகவும் பிரபலமான மொழி. தமிழ் நாட்டில் பல மொழி பேசும் மக்கள் வாழ்கின்றனர். தமிழ் நாட்டின் மொழி வளம் மிகவும் சிறப்பானது."
  },
  {
    "description": "வருத்தம் தெரிவிக்கிறேன், பொறுத்துக் கொள்ளவும் என்ற சொற்றொடர்கள் _______ பயன்படுத்தப்படுகின்றன.",
    "options": [
      "கடிதங்களில்",
      "வகுப்பில்",
      "நாட்குறிப்பில்",
      "பாடல்களில்"
    ],
    "answer": "A",
    "additional_context": "வருத்தம் தெரிவிக்கிறேன், பொறுத்துக் கொள்ளவும் என்ற சொற்றொடர்கள் கடிதங்களில் பயன்படுத்தப்படுகின்றன. ஒருவருக்கு நாம் எதையாவது  தெரிவிக்கும்போது நம்மால் மனம்  தெளிவாக அவர்களுக்கு எடுத்துச் சொல்ல முடியாவிட்டால்  இந்த சொற்றொடர்கள் பயன்படுத்தப்படுகின்றன."
  }
]
