[
          
  {
    
          "description": "“மாற்றான் தோட்டத்து மல்லிகைக்கும் மணம் உண்டு” – இந்தப் பொன்மொழியின் மூலம் அண்ணா என்ன எடுத்துக்காட்ட விரும்புகிறார்?",
          "options": [
      "மற்றவர்களின் நல்ல குணங்களை நாம் பின்பற்ற வேண்டும்.",
      "நாம் அனைவரும் ஒன்றாக இருக்க வேண்டும்.",
      "தமிழர் தன்மானத்தைப் பற்றி அண்ணா அவர்கள் பேசுகிறார்.",
      "மற்றவர்களின் குறைபாடுகளைக் கண்டு மகிழக் கூடாது."
    ],
    "answer": "A",
    
          "additional_context": "இந்த உலகில் ஒவ்வொருவருக்கும் நல்ல குணங்கள் இருக்கும். அவற்றை நாம் பின்பற்ற வேண்டும். நல்ல குணங்கள் கற்றல் வழியாக மட்டுமே கிடைக்கும். எழுத்தறிவு, புத்தகங்கள் மூலம் நல்ல குணங்களை நாம் கற்றுக் கொள்ளலாம். ஒரு நல்ல புத்தகத்தைக் கற்றது போல் ஒரு நல்ல நண்பனைக் கற்றது. இவ்வாறு தனது கருத்தை அண்ணா வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "“எழுத்தறிவற்றவர் ஏராளம் இந்நாட்டில். இது பெருங்கேடு” – இந்தக் கூற்று எந்தப் பிரச்சனையை சுட்டிக்காட்டுகிறது?",
          "options": [
      "எழுத்தறிவு இல்லாதவர்கள் நாட்டின் வளர்ச்சிக்குத் தடையாக இருக்கிறார்கள்.",
      "சமூகத்தில் எழுத்தறிவு முக்கியமானது.",
      "எழுத்தறிவற்றவர்கள் உலகை அறிய முடியாது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "நாட்டின் வளர்ச்சிக்கு எழுத்தறிவு மிகவும் அவசியம். எழுத்தறிவே இல்லாமல் ஒருவர் தன் வாழ்க்கையை எப்படி முன்னேற்றுவது? எழுத்தறிவு இல்லாமல் நாட்டின் வளர்ச்சியைப் பற்றி யோசிக்க முடியுமா? இல்லை. எழுத்தறிவு என்பது ஒருவரை உலகத்தை அறிய வைக்கிறது. மனிதனையும் விலங்கினத்தையும் வேறுபடுத்தும் ஒரு முக்கியமான அம்சம் எழுத்தறிவு."
          }
        ,
          
  {
    
          "description": "அண்ணா அவர்கள் “தென்னகத்துப் பெர்னாட்ஷா” என்று அழைக்கப்பட்டதற்கான காரணம் என்ன?",
          "options": [
      "அவர் தமிழிலும் ஆங்கிலத்திலும் மிகச் சிறந்த பேச்சாளர்.",
      "அவர் பல படைப்புகளை எழுதியுள்ளார்.",
      "அவரது படைப்புகள் திரைப்படங்களாக மாறியுள்ளன.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "அண்ணா அவர்கள் தமிழிலும் ஆங்கிலத்திலும் சிறந்த பேச்சாளர். 'சிவாஜி கண்ட இந்து சாம்ராஜ்யம்', 'இன்பெஒளி' போன்ற பல படைப்புகளை அவர் தந்துள்ளார். அவருடைய படைப்புகள் பல திரைப்படங்களாகவும் மாறியுள்ளன. இதனால்தான் அவர் தென்னகத்துப் பெர்னாட்ஷா என்று அழைக்கப்பட்டார்."
          }
        ,
          
  {
    
          "description": "“வீட்டிற்கோர் புத்தகசாலை” என்ற அண்ணாவின் உரையில் குறிப்பிடப்பட்டுள்ள நூலகங்கள் எவை?",
          "options": [
      "தஞ்சை சரசுவதி மகால் நூலகம்",
      "கன்னிமாரா நூலகம்",
      "திருவனந்தபுரம் நடுவண் நூலகம்",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "தஞ்சை சரசுவதி மகால் நூலகம் ஆசியாவிலேயே மிகப் பழமையான நூலகம். இந்திய மொழிகள் அனைத்திலும் உள்ள ஓலைச்சுவடிகள் இங்குப் பாதுகாக்கப்படுகின்றன. கன்னிமாரா நூலகம் உலகளவில் தமிழ் நூல்கள் அதிகமுள்ள நூலகம். திருவனந்தபுரம் நடுவண் நூலகம் இந்தியாவில் தொடங்கப்பட்ட முதல் பொது நூலகம். இப்படி பல நூலகங்களை அண்ணா தனது உரையில் குறிப்பிட்டுள்ளார்."
          }
        ,
          
  {
    
          "description": "அறிஞர் அண்ணாவின் 'வீட்டிற்கோர் புத்தகசாலை' என்ற உரையில் அவர் வலியுறுத்தும் முக்கியக் கருத்து என்ன?",
          "options": [
      "தமிழர்களின் மனவளத்தை மேம்படுத்த புத்தகசாலை அவசியம்.",
      "வீடுகளில் புத்தகசாலை அமைப்பதன் மூலம் நாட்டுக்கு நல்லநிலை ஏற்படும்.",
      "எழுத்தறிவற்றவர்களின் எண்ணிக்கை அதிகமாக இருப்பதால், புத்தகசாலை அமைப்பது அவசியம்.",
      "வீட்டு வசதிகள் அதிகரித்தாலும் மனவளம் குறைவாக இருப்பதற்கான காரணம் புத்தகசாலை இல்லாமை."
    ],
    "answer": "B",
    
          "additional_context": "நாட்டின் வளர்ச்சிக்கு மக்களின் மனவளம் மிகவும் அவசியம். மனவளம் வளர வீடுகளில் புத்தகசாலை அமைப்பது அவசியம். எழுத்தறிவு இல்லாதவர்கள் ஏராளம் இந்நாட்டில். அவர்களுக்கு எழுத்தறிவைப் புகட்ட வீடுகளில் புத்தகசாலை அமைக்க வேண்டும். இவ்வாறு தனது கருத்தை அண்ணா வலியுறுத்துகிறார்."
          }
        ]