
[
  {
    "description": "“பொறுமை” என்ற அதிகாரத்தைப் பற்றிய பின்வரும் கூற்றுகளில் எது தவறானது?",
    "options": [
      "பொறுமை நிறைந்தவர்களை நிலத்துடன் ஒப்பிட்டுள்ளார்.",
      "பிறர் தந்த துன்பத்துக்குப் பதிலடி கொடுக்காமல் இருப்பதுதான் நன்று என்கிறது.",
      "பொறுமை தீயவை செய்தவர்களை நம்மைவிட வலிமையானவர்களாக ஆக்குகிறது.",
      "பொறுமை சிறந்த குணம் என்பதைப் புலப்படுத்துகிறது."
    ],
    "answer": "C",
    "additional_context": "பொறுமை அதிகாரத்தில் திருவள்ளுவர், பொறுமை மிக்கவர்களை நிலத்தோடு ஒப்பிடுகிறார். நிலம் எப்படி அகழ்வாரைத் தாங்கும் என்பது போலத் தன்னை இகழ்வாரைப் பொறுப்பதுதான் சிறந்தது என்கிறார்.  மேலும் பிறர் தந்த துன்பத்துக்குப் பதிலடி கொடுக்காமல் இருப்பதுதான் நன்று என்கிறார். திருவள்ளுவர் பொறுமையை மிக உயர்ந்த குணமாகக் கருதுகிறார் என்பதை இந்த அதிகாரத்தில் காணலாம்."
  },
  {
    "description": "பின்வரும் குறட்பாக்களில் எது தீயவற்றைத் தவிர்க்குமாறு அறிவுறுத்துகிறது?",
    "options": [
      "அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை\n    இகழ்வார்ப் பொறுத்தல் தலை.",
      "தீயவை தீய பயத்தலால் தீயவை\n    தீயினும் அஞ்சப் படும்.",
      "விழைதகையான் வேண்டி இருப்பர் கெழுதகையாற்\n    கேளாது நட்டார் செயின்.",
      "செல்வத்துள் செல்வம் செவிச்செல்வம் அச்செல்வம்\n    செல்வத்துள் எல்லாந் தலை."
    ],
    "answer": "B",
    "additional_context": "தீயவை தீய பயத்தலால் தீயவை\n    தீயினும் அஞ்சப் படும். \nஎன்ற குறட்பா தீயவற்றைத் தவிர்க்குமாறு அறிவுறுத்துகிறது. தீயவை தீயவற்றையே தருதலால் தீயைவிடக் கொடியதாகக் கருதி அவற்றைச் செய்ய அஞ்சவேண்டும் என்கிறது. தீயவை நம்மை அழித்துவிடும் என்பதால் அவற்றை விட்டுவிட்டு நல்லவற்றைச் செய்ய வேண்டும் என்பதே இதன் கருத்து."
  },
  {
    "description": "பின்வரும் குறட்பாக்களில் எது உவமையணியைப் பயன்படுத்தவில்லை?",
    "options": [
      "அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை\n    இகழ்வார்ப் பொறுத்தல் தலை.",
      "ஈன்றாள் பசிகாண்பான் ஆயினும் செய்யற்க\n    சான்றோர் பழிக்கும் வினை.",
      "சலத்தால் பொருள்செய்தே மார்த்தல் பசுமண்\n    கலத்துள்நீர் பெய்திரீஇ யற்று.",
      "செவியிற் சுவையுணரா வாயுணர்வின் மாக்கள்\n    அவியினும் வாழினும் என்."
    ],
    "answer": "D",
    "additional_context": "உவமையணி என்பது ஒன்றை மற்றொன்றோடு ஒப்பிட்டுப் பேசுவது ஆகும். இக்குறட்பாக்களில் அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை\n    இகழ்வார்ப் பொறுத்தல் தலை. என்ற குறட்பாவில் நிலத்தைப் போலப் பொறுமையாக இருக்க வேண்டும் என்பது உவமையாகக் கூறப்பட்டுள்ளது. அதேபோல் சலத்தால் பொருள்செய்தே மார்த்தல் பசுமண்\n    கலத்துள்நீர் பெய்திரீஇ யற்று. என்ற குறட்பாவில் தீய செயலால் பொருள் சேர்த்துப் பாதுகாத்தல் பச்சைக் களி மண்கலத்தில் நீரூற்றி வைப்பதைப் போன்றது என உவமையாகக் கூறப்பட்டுள்ளது. ஆனால் செவியிற் சுவையுணரா வாயுணர்வின் மாக்கள்\n    அவியினும் வாழினும் என். என்ற குறட்பாவில் உவமையணி பயன்படுத்தப்படவில்லை."
  },
  {
    "description": "“நுணங்கிய கேள்வியர்” என்பதன் பொருள் யாது?",
    "options": [
      "பேச்சுத்திறன் மிக்கவர்",
      "நுட்பமான கேள்வியறிவு உடையவர்",
      "படிப்பறிவு மிக்கவர்",
      "அறிவுள்ளவர்கள்"
    ],
    "answer": "B",
    "additional_context": "நுணங்கிய கேள்வியர் என்பதன் பொருள் நுட்பமான கேள்வியறிவு உடையவர் என்பதாகும்.  திருக்குறளில், “நுணங்கிய கேள்வியர் அல்லார் வணங்கிய வாயினர் ஆதல் அரிது.” என்ற குறட்பாவில் நுட்பமான கேள்வியறிவு இல்லாதவர் அடக்கமான சொற்களைப் பேசுவது அரிது என்கிறார். இதன் மூலம் ஒருவர் நல்ல கேள்வியறிவு உடையவராக இருந்தால் மட்டுமே அவர் அடக்கமாகப் பேச முடியும் என்பது புரியும்."
  },
  {
    "description": "பின்வரும் கூற்றுகளில் எது திருக்குறள் பற்றியது?",
    "options": [
      "இது 18 ஆம் நூற்றாண்டில் எழுதப்பட்ட நூல்.",
      "இந்த நூல் சாதியைப் பற்றி பேசுகிறது.",
      "இந்த நூல் உலகப் பண்பாட்டிற்குத் தமிழினத்தின் பங்களிப்பு.",
      "இந்த நூல் கடவுள் பற்றிய நூல்."
    ],
    "answer": "C",
    "additional_context": "திருக்குறள் உலகப் பண்பாட்டிற்குத் தமிழினத்தின் பங்களிப்பு என்பது உண்மை. திருக்குறள் என்பது இனம், சாதி, நாடு குறித்த எவ்வித அடையாளத்தையும் முன்னிலைப்படுத்தாத ஒரு உலகப் பொதுமறை. இதில் அறம், பொருள், இன்பம் ஆகிய மூன்று துறைகளில் 133 அதிகாரங்கள் உள்ளன. 1330 குறட்பாக்களைக் கொண்டது இந்த நூல். இந்த நூலில் மனித வாழ்க்கைக்குத் தேவையான அனைத்து அறிவுரைகளும் உள்ளன. இது உலகின் பல மொழிகளிலும் பன்முறை மொழிபெயர்க்கப்பட்டுள்ளது."
  }
]
