[
          
  {
    
          "description": "'அறிவை மறந்த உணர்ச்சி என்பது திரியை மறந்த தீயாகும்' என்ற வரி எந்த மரபுக்கவிதைத் தத்துவத்தை எடுத்துரைக்கிறது?",
          "options": [
      "நெஞ்சம், அறிவு இரண்டும் சேர்ந்தால் மட்டுமே வெற்றி.",
      "உணர்ச்சி வெளிப்பாடு முக்கியம்.",
      "அறிவு என்பது மிக முக்கியம்.",
      "உணர்ச்சியை மட்டுமே நம்பக்கூடாது."
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரி உணர்ச்சியையும் அறிவையும் சமநிலையில் வைத்து பார்க்க வேண்டிய அவசியத்தை எடுத்துரைக்கிறது. வெறும் உணர்ச்சியால் மட்டுமே ஒருவருக்கு வெற்றி கிடைக்காது. அதுபோல அறிவு மட்டும் இருந்து உணர்ச்சி இல்லாவிட்டால் அதுவும் பயனற்றது. எனவே வெற்றி பெற அறிவும் உணர்ச்சியும் இணைந்து இருக்க வேண்டும் என்பதை இந்த வரி  எடுத்துரைக்கிறது.  'அறிவு மறந்த உணர்ச்சி என்பது திரியை மறந்த தீயாகும்' என்ற வரியில் அறிவை மறந்து உணர்ச்சி மட்டும் இருப்பது பயனற்றது. திரியை மறந்து தீ எரியும் போது அது விரைவில் அணைந்து போய்விடும். அதுபோல உணர்ச்சி இருந்தும் அறிவு இல்லாதவர்கள் எதுவும் செய்ய முடியாது என்பதை  இந்த வரி உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'கரிகாலன் தன் பெருமை எல்லாம் கணிப்பொறி யுள்ளே பொருத்துங்கள்' என்ற வரியின் மூலம் கவிஞர் என்ன எடுத்துரைக்கிறார்?",
          "options": [
      "தொழில்நுட்பம் மூலம் வரலாற்றைப் பாதுகாக்க வேண்டும்.",
      "கரிகாலனின் பெருமையைப் பற்றி அறிய வேண்டும்.",
      "கணிப்பொறியின் பயன்பாடு அதிகம்.",
      "வரலாற்றைப் புதிய தொழில்நுட்பம் மூலம் காட்ட வேண்டும்."
    ],
    "answer": "D",
    
          "additional_context": "தொழில்நுட்பம் வளர்ந்து வரும் இந்தக் காலத்தில் தமிழரின் வரலாற்றையும் தொழில்நுட்பம் மூலம் காட்ட வேண்டும் என்பது கவிஞரின்  கருத்து.  கரிகாலன் பெருமையை கணிப்பொறியில் பதிவு செய்வதன் மூலம் அதை இளைய தலைமுறையினருக்குப் பகிரங்கப்படுத்த வேண்டும் என்பது இந்த வரி மூலம்  கவிஞர்  எடுத்துரைக்கிறார். "
          }
        ,
          
  {
    
          "description": "“கிளிக்கு றெக்கை இருக்கும் வரைக்கும் கிழக்கு வானம் தூரமில்லை” - இந்த வரிகளின் பொருளை எந்தக் கருத்து சரியாக விளக்குகிறது?",
          "options": [
      "தொடர்ந்து முயற்சி செய்தால் எந்த இலக்கும் எட்டத்தக்கது.",
      "கிளியின் சிறகுகள் எப்போதும் கிழக்கு வானத்தை நோக்கியே இருக்கும்.",
      "வானம் எப்போதும் தூரத்தில் இருப்பதால் கிளியால் அடைய முடியாது.",
      "கிழக்கு வானம் என்பது கடினமான இலக்கு, கிளி அதை அடைய முடியாது."
    ],
    "answer": "A",
    
          "additional_context": "கிளிக்கு றெக்கை இருக்கும் வரைக்கும் கிழக்கு வானம் தூரமில்லை என்ற வரி தொடர்ந்து முயற்சி செய்தால் எந்த இலக்கையும் எட்டலாம்  என்பதை உணர்த்துகிறது.  கிளிக்கு றெக்கை இருக்கும் வரை அதற்கு எந்த இடமும் தூரத்தில் இல்லை.  அதுபோல  நாம் தொடர்ந்து முயற்சி செய்தால் எந்த இலக்கையும் எட்டலாம் என்பது இந்த வரி மூலம்  கவிஞர்   எடுத்துரைக்கிறார்."
          }
        ,
          
  {
    
          "description": "'பழையவை எல்லாம் பழமை அல்ல' - இந்த வரிக்கு எது சரியான விளக்கமாகும்?",
          "options": [
      "பழைய பொருட்கள் எல்லாம் மதிப்புடையவை.",
      "பழைய காலத்திலிருந்த அனைத்தும் பயனற்றவை.",
      "பழைய காலத்திலிருந்த அனைத்தும் நவீன காலத்தில் பயன்படுவதில்லை.",
      "பண்பு, அன்பு போன்ற நல்ல விஷயங்கள் எப்போதும் புதியவை."
    ],
    "answer": "D",
    
          "additional_context": "பழையவை எல்லாம் பழமை அல்ல என்ற வரி பண்பு ,அன்பு போன்ற நல்ல விஷயங்கள் எப்போதும் புதியவை என்பதை உணர்த்துகிறது. பழைய காலத்திலிருந்த நல்ல பண்புகளை இன்றும் நாம் பின்பற்ற வேண்டும்  என்பதை  இந்த வரி  எடுத்துரைக்கிறது.  பழமை என்பது மதிப்புடையது. அதுபோல பண்பு, அன்பு போன்ற நல்ல விஷயங்கள் எப்போதும் புதியவை.  அவற்றை  எல்லா காலத்திலும்  நாம் பின்பற்ற வேண்டும் என்பதை  கவிஞர்  இந்த வரி மூலம்  எடுத்துரைக்கிறார்."
          }
        ,
          
  {
    
          "description": "'கரிகாலன்தன் பெருமை எல்லாம் கணிப்பொறியுள்ளே பொருத்துங்கள்' - இந்த வரிகளின் மூலம் கவிஞர் எதை வலியுறுத்துகிறார்?",
          "options": [
      "கரிகாலனின் பெருமையை மறந்துவிடக் கூடாது.",
      "தொழில்நுட்பத்தைப் பயன்படுத்தி தமிழரின் வரலாற்றைப் பாதுகாக்க வேண்டும்.",
      "கரிகாலன் காலத்தில் இருந்த தொழில்நுட்பம் தற்போது இருக்கும் கணிப்பொறியை விட சிறந்தது.",
      "கணிப்பொறிகளில் மட்டும் தமிழரின் வரலாறு இருக்க வேண்டும்."
    ],
    "answer": "B",
    
          "additional_context": "தொழில்நுட்ப வளர்ச்சி  மிக வேகமாக நடைபெற்று வருகிறது. எனவே நம் வரலாற்றைப் பாதுகாக்க தொழில்நுட்பத்தைப் பயன்படுத்த வேண்டும் என்பது கவிஞரின் கருத்து.  கரிகாலன்தன் பெருமையை கணிப்பொறியில் பதிவு செய்வதன் மூலம்  வரலாற்றைப் பாதுகாக்க வேண்டும் என்பது கவிஞரின்  கருத்து. "
          }
        ]