
[
  {
    "description": "ஏமாங்கத நாட்டில்  \"_____\" ஆயிரம்  என்று பாடல் கூறுகிறது.",
    "options": [
      "மரங்கள்",
      "காவலர்கள்",
      "ஊர்கள்",
      "மழை"
    ],
    "answer": "B",
    "additional_context": "ஏமாங்கத நாட்டு வளம் பற்றிய பாடலில் இக்கேள்விக்கான பதில் அடங்கியுள்ளது.  இந்த பாடல் ஏமாங்கத நாட்டின் செழிப்பையும், அங்கு வாழும் மக்களின் வாழ்க்கை முறையையும் விவரிக்கிறது.  நாட்டு மக்கள் அனைவரும் சந்தோஷமாக வாழ்ந்தனர். அவர்களது காவலுக்கு காவலர்கள் இருந்தனர். அதனால், நாட்டு மக்கள் அனைவரும் பாதுகாப்பாக இருந்தனர்.  அவர்கள் உணவு, உடை மற்றும் இருப்பிடத்திற்காக மட்டுமல்லாமல்,  அவர்களின் மகிழ்ச்சி மற்றும் பாதுகாப்புக்காகவும் காவலர்கள் இருந்தனர். ஏமாங்கத நாட்டில்  \"காவலர்கள்\" ஆயிரம்  என்று பாடல் கூறுகிறது."
  },
  {
    "description": "ஏமாங்கத நாடு எதற்கு இடம் எனப் பாடல் கூறுகிறது?",
    "options": [
      "பறவைகளுக்கு",
      "தவம் புரிவோருக்கும் இல்லறம் நடத்துவோருக்கும்",
      "மரங்களுக்கு",
      "நிலம்  தேடுவோருக்கு"
    ],
    "answer": "B",
    "additional_context": "ஏமாங்கத நாட்டு வளம் பற்றிய பாடலில்,  இந்த நாடு தவம் புரிவோருக்கும் இல்லறம் நடத்துவோருக்கும் ஒரு இடமாக இருந்தது என்பது குறிப்பிடப்படுகிறது.  தவம் புரிவோர் தங்களது தவத்தின் மூலம் அமைதியையும் நிம்மதியையும் அடைந்தனர். இல்லறம் நடத்துவோர் அவர்களது குடும்பத்தோடு மகிழ்ச்சியாக வாழ்ந்தனர். அவர்கள் அனைவரும் ஏமாங்கத நாட்டில் தங்களது வாழ்க்கையை மகிழ்ச்சியுடன் வாழ்ந்தனர்.  ஏமாங்கத நாடு தவம் புரிவோருக்கும் இல்லறம் நடத்துவோருக்கும் ஒரு இடமாக இருந்தது என்பது  பாடலில் கூறப்படுகிறது."
  },
  {
    "description": "ஏமாங்கத நாடு எப்படி திகழ்ந்தது?",
    "options": [
      "வானுலக இன்பம் மண்ணுலகிற்கு வந்தது போல்",
      "கடல் போல",
      "மலை போல",
      "தென்னை மரம் போல"
    ],
    "answer": "A",
    "additional_context": "ஏமாங்கத நாட்டு வளம் பற்றிய பாடலில்,  இந்த நாடு வானுலக இன்பம் மண்ணுலகிற்கு இறங்கி வந்தது போல் திகழ்ந்தது என்று குறிப்பிடப்படுகிறது.  இது இந்த நாட்டின் வளம் மற்றும் செழிப்பை  விவரிக்கிறது.  ஏமாங்கத நாட்டில் வாழ்ந்த மக்கள் அனைவரும்  இன்பமாகவும் மகிழ்ச்சியாகவும் வாழ்ந்தனர்.  அவர்கள் எந்த ஒரு துன்பத்தையும் அனுபவிக்கவில்லை.  ஏமாங்கத நாடு வானுலக இன்பம் மண்ணுலகிற்கு இறங்கி வந்தது போல் திகழ்ந்தது என்பது  பாடலில் கூறப்படுகிறது."
  },
  {
    "description": "சீவக சிந்தாமணியின்  ஆசிரியர் யார்?",
    "options": [
      "திருத்தக்கத்தேவர்",
      "கம்பர்",
      "சேக்கிழார்",
      "பாரதியார்"
    ],
    "answer": "A",
    "additional_context": "சீவக சிந்தாமணி காப்பியம் ஒரு தமிழ் மொழி காப்பியம்.  இந்த காப்பியத்தின் ஆசிரியர் திருத்தக்கத்தேவர்.   இவர் ஒரு சமண முனிவர்.   சீவக சிந்தாமணி காப்பியம், சீவகன் என்ற இளவரசனின் வாழ்க்கையை மையமாக வைத்து எழுதப்பட்டது.  இந்த காப்பியம் சமண மதத்தின் நெறிமுறைகளை  மற்றும் வாழ்க்கை தத்துவங்களை விளக்குகிறது.   சீவக சிந்தாமணி காப்பியம் இலக்கியத்தில் ஒரு முக்கிய இடம் வகிக்கிறது.  சமண மதத்தின் நெறிமுறைகள் மற்றும் வாழ்க்கை தத்துவங்களை விளக்கும் இந்த காப்பியம்  தமிழ் மொழியில் மிகவும் பிரபலமான காப்பியங்களில் ஒன்றாகும்.  சீவக சிந்தாமணி காப்பியத்தின் ஆசிரியர் திருத்தக்கத்தேவர்."
  },
  {
    "description": "சீவக சிந்தாமணி எந்த மொழியில் எழுதப்பட்டிருக்கிறது?",
    "options": [
      "சமஸ்கிருதம்",
      "தமிழ்",
      "சீனம்",
      "பிரெஞ்ச்"
    ],
    "answer": "B",
    "additional_context": "சீவக சிந்தாமணி ஒரு  தமிழ் மொழி காப்பியம்.  இந்த காப்பியம்  சமண மதத்தின் நெறிமுறைகள் மற்றும் வாழ்க்கை தத்துவங்களை விளக்குகிறது.   இந்த காப்பியம்  தமிழ் இலக்கியத்தில் ஒரு முக்கிய இடம் வகிக்கிறது.  சமண மதத்தின் நெறிமுறைகள் மற்றும் வாழ்க்கை தத்துவங்களை விளக்கும் இந்த காப்பியம்  தமிழ் மொழியில் மிகவும் பிரபலமான காப்பியங்களில் ஒன்றாகும்.  சீவக சிந்தாமணி எந்த மொழியில் எழுதப்பட்டிருக்கிறது என்ற கேள்விக்கு  சரியான பதில் தமிழ்."
  }
]
