[
          
  {
    
          "description": "“சிரமப்படுத்தும் அந்த வலி, இன்னும் சில நாள்களில், ஓர் அழகான முத்தாக உருவெடுக்கும்.” என்ற வாக்கியத்தில், “முத்தாக உருவெடுக்கும்” என்ற சொற்றொடர் என்ன குறிக்கிறது?",
          "options": [
      "சிப்பியின் வலியால் ஏற்படும் பாதிப்பு",
      "வலியின் மூலம் கிடைக்கும் நன்மை",
      "சிப்பியின் தோல்வியை குறிப்பது",
      "சிப்பியின் இயல்பு"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வாக்கியம், கடினமான அனுபவங்கள் கூட நல்ல விளைவுகளைத் தரும் என்பதைப் பற்றியது. சிப்பி, தன் உடலில் இருக்கும் கனமான பொருளை தாங்க முடியாமல் வலிப்படுகிறது. அதைப் பார்த்து இன்னொரு சிப்பி சிரிக்கிறது. ஆனால், நண்டு வலியின் மூலம் மதிப்பு மிக்க முத்து உருவாகும் என்று சொல்கிறது. அதாவது,  வலி, ஒரு மதிப்பு மிக்க பரிணாம வளர்ச்சியை ஏற்படுத்தும் என்பதைக் குறிக்கிறது. "
          }
        ,
          
  {
    
          "description": "“கடலிலே கோடி கோடிக் கதிர்க்கைகள் ஊன்று கின்றாய்” என்ற வரியில், “கதிர்க்கைகள் ஊன்று கின்றாய்” என்ற சொற்றொடர் என்ன குறிக்கிறது?",
          "options": [
      "சூரியனின் ஒளி அனைத்து இடங்களிலும் பரவுவதை",
      "சூரியனின் நிறத்தை",
      "சூரியனை வழிபடுவதை",
      "சூரியனின் அளவை"
    ],
    "answer": "A",
    
          "additional_context": "பாரதிதாசன் பாடிய பாடலில் உள்ள இந்த வரி, சூரியனின் மகத்துவத்தைப் பற்றியது. சூரியன், தன் கதிர்களை பூமியில் எல்லா இடங்களிலும்  பரவச் செய்கிறது என்பதை 'கதிர்க்கைகள் ஊன்று கின்றாய்' என்ற சொற்றொடர் உணர்த்துகிறது. "
          }
        ,
          
  {
    
          "description": "“பொங்கியும் பொலிந்தும் நீண்ட புதுப்பிடர் மயிர்சி லிர்க்கும்” என்ற வரியில், “புதுப்பிடர் மயிர்சி” என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "சூரியனின் மயிர்",
      "சூரியனின் ஒளியின் வண்ணம்",
      "சூரியனின் உஷ்ணம்",
      "சூரியனின் கதிர்கள்"
    ],
    "answer": "D",
    
          "additional_context": "பாரதிதாசன் பாடிய பாடலில் உள்ள இந்த வரி, சூரியனின் மகத்துவத்தைப் பற்றியது. “புதுப்பிடர் மயிர்சி” என்ற சொல், சூரியனின்  கதிர்களை குறிக்கிறது. சூரியன் தன்  கதிர்களை  பூமியில் எல்லா இடங்களிலும் பரவச் செய்கிறது என்பதை 'புதுப்பிடர் மயிர்சி' என்ற சொல் உணர்த்துகிறது. "
          }
        ,
          
  {
    
          "description": "“அகராதியில் காண்க. இமிழ்தல், இசைவு, துவனம், சபலை, துகலம்” - இந்த சொற்களில் எது “மென்மை”  என்ற பொருளைத் தரும்?",
          "options": [
      "இமிழ்தல்",
      "இசைவு",
      "துவனம்",
      "சபலை"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி, சொற்களின் பொருளைப் பற்றியது. 'இமிழ்தல்' என்ற சொல், 'மென்மையாக' என்ற அர்த்தத்தைக் குறிக்கிறது.  "
          }
        ,
          
  {
    
          "description": "“விலங்கு, எழுதி, அகல், கால், அலை”  இந்தச் சொற்களைப் பயன்படுத்தி “அ) எண்ணெய் ஊற்றி ..... விளக்கு ஏற்றியவுடன், இடத்தைவிட்டு ..... “  என்ற வாக்கியத்தில் உள்ள இடைவெளிகளை நிரப்பவும்.  சரியான பதில் எது?",
          "options": [
      "அகல், அலை",
      "விலங்கு, அகல்",
      "அலை, கால்",
      "எழுதி, அலை"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி, சொற்களைப் பயன்படுத்தி வாக்கியத்தை நிரப்புவதைப் பற்றியது.  'அகல்' என்ற சொல், 'விரிவு'  என்ற அர்த்தத்தைக் குறிக்கிறது. 'அலை' என்ற சொல், 'நகரு' என்ற அர்த்தத்தைக் குறிக்கிறது. இந்த இரண்டு சொற்களும் வாக்கியத்தில் பொருத்தமானது. "
          }
        ]