
[
  {
    "description": "'இராவண காவியத்தில்' இல்லாத உவமை எது?",
    "options": [
      "அ) 'கார்த்திகை மாதம் பூத்த மல்லிகைப் பூவைப் போல'",
      "ஆ) 'கூந்தலில் அணிந்த மலர் போல'",
      "இ) 'கூந்தலில் அணிந்த சந்தனம் போல'",
      "ஈ) 'கரும்பு போல'"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இராவண காவியம் கம்பனால் எழுதப்பட்ட ஒரு இலக்கியப் படைப்பு. இக்காவியத்தில் இராவணனின் வாழ்க்கை வரலாறு, அவன் அறவு, இயற்கை அழகு, நாயக, நாயகி ஆகியோரின் நற்பண்புகள், அறம், நீதி, மனித வாழ்வின் பல பக்கங்கள் ஆகியவை விவரிக்கப்பட்டுள்ளன.  இக்காவியத்தில் இராவணன் பல உவமைகளைப் பயன்படுத்துகிறான்.  'கார்த்திகை மாதம் பூத்த மல்லிகைப் பூவைப் போல' என்ற உவமை, இராவணனின் அழகை விவரிக்கப் பயன்படுத்தப்பட்டுள்ளது. 'கூந்தலில் அணிந்த மலர் போல' என்ற உவமை இராவணனின் மனைவி மண்டோதரி அழகை விவரிக்கப் பயன்படுத்தப்பட்டுள்ளது. 'கரும்பு போல' என்ற உவமை இராவணனின் வலிமையை விவரிக்கப் பயன்படுத்தப்பட்டுள்ளது. ஆனால் 'கூந்தலில் அணிந்த சந்தனம் போல' என்ற உவமை இக்காவியத்தில் பயன்படுத்தப்படவில்லை."
  },
  {
    "description": "'குறிஞ்சி நிலம் மணப்பதற்கான நிகழ்வுகளைக் குறிப்பிடுக' என்கிற கேள்விக்குத் தகுந்த பதில் எது?",
    "options": [
      "அ) புயல், மழை, காற்று",
      "ஆ) மழை, பூக்கள், பறவைகள்",
      "இ) வீரம், போர், வீரர்கள்",
      "ஈ) அலைகள், கடல், மீன்கள்"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "தமிழ் இலக்கியத்தில் ஐந்து நிலங்கள் உள்ளன.  அவை குறிஞ்சி, முல்லை, மருதம், நெய்தல், பாலை.  குறிஞ்சி மலைப் பகுதியைக் குறிக்கும். இங்கு மழை அதிகமாக பெய்யும்.  மழை, பூக்கள், பறவைகள் ஆகியவை குறிஞ்சி நிலத்தின் சிறப்புகள்.  மலைவாழ் மக்கள் எளிமையான வாழ்க்கையை வாழ்வர்.  அவர்களின் வாழ்வியலில் இயற்கை ஒரு முக்கியப் பங்கு வகிக்கிறது.  மலையின் அழகு, மழையின் இனிமை, பூக்களின் மணம், பறவைகளின் இனிமை ஆகியவை குறிஞ்சி நிலத்தில் மணப்பதற்கான நிகழ்வுகளைக் குறிப்பிடுகின்றன."
  },
  {
    "description": "'மரவேர்' என்ற சொல் எதற்குப் பொருள்படும்?",
    "options": [
      "அ) மரத்தின் வேர்",
      "ஆ) ஒரு வகை மரம்",
      "இ) தொடக்கம்",
      "ஈ) முடிவு"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "'மரவேர்' என்ற சொல் ஒரு உருவக சொல்.  இது மரத்தின் வேரைப் போல, ஒரு விஷயத்தின் தொடக்கத்தை குறிக்கும்.  எடுத்துக்காட்டாக, 'இந்தப் புத்தகத்தின் மரவேர் எங்கே?' என்று கேட்டால்,  'இந்தப் புத்தகத்தின் தொடக்கம் எங்கே?' என்று கேட்டது போன்றே அர்த்தம்.  மரம் வளர, வேர் முக்கியம்.  அதுபோல, ஒரு விஷயத்தின் தொடக்கம் முக்கியம்.  'மரவேர்' என்ற சொல் இதைச் சுட்டிக்காட்டுகிறது."
  },
  {
    "description": "'இடிகுரல், பெருங்கடல்' - இரண்டும் எந்த இலக்கணக் குறிப்பைச் சேர்ந்தவை?",
    "options": [
      "அ) பெயர்ச்சொல்",
      "ஆ) வினைச்சொல்",
      "இ) வினையெச்சம்",
      "ஈ) உரிச்சொல்"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "'இடிகுரல்' என்பது ஒரு பெயர்ச்சொல்.  இது ஒரு பொருளைச் சுட்டிக்காட்டுகிறது. 'பெருங்கடல்' என்பதும் ஒரு பெயர்ச்சொல்.  இது ஒரு இடத்தைச் சுட்டிக்காட்டுகிறது.  'பெயர்ச்சொல்' என்பது ஒரு பொருள், இடம், நபர் ஆகியவற்றைச் சுட்டிக்காட்டுவது.  எனவே 'இடிகுரல்' மற்றும் 'பெருங்கடல்' இரண்டும் பெயர்ச்சொற்கள்."
  },
  {
    "description": "'கைபிடி, கைப்பிடி' - இரண்டு சொற்களின் பொருள் வேறுபாடுகள் எவை?",
    "options": [
      "அ) கைபிடி - ஒரு பொருளைப் பிடிக்கப் பயன்படுவது; கைப்பிடி - ஒருவரைக் கைப்பிடித்து நடத்துவது",
      "ஆ) கைபிடி - ஒரு பொருளைப் பிடிக்கப் பயன்படுவது; கைப்பிடி - கையைக் கொண்டு பிடிக்கப் பயன்படுவது",
      "இ) கைபிடி -  கையைப் பிடித்து நடப்பது; கைப்பிடி -  கைப்பிடித்து வேலை செய்வது",
      "ஈ) கைபிடி - ஒருவரைக் கைப்பிடித்து நடத்துவது; கைப்பிடி - ஒரு பொருளைப் பிடித்து வேலை செய்வது"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "'கைபிடி' என்ற சொல் ஒரு பொருளைப் பிடிக்கப் பயன்படுத்தப்படுகிறது.  எடுத்துக்காட்டாக, 'சாமான்களைப் பிடிக்க ஒரு கைபிடி தேவை' என்ற வாக்கியத்தில் 'கைபிடி' என்ற சொல் சாமான்களைப் பிடிக்கப் பயன்படும் கருவியைக் குறிக்கிறது.  'கைப்பிடி' என்ற சொல் ஒருவரைக் கைப்பிடித்து நடத்துவதை குறிக்கிறது.  எடுத்துக்காட்டாக, 'குழந்தையை கைப்பிடித்து நடந்து போனாள்' என்ற வாக்கியத்தில் 'கைப்பிடி' என்ற சொல் குழந்தையை கைப்பிடித்து நடத்தும் செயலைக் குறிக்கிறது."
  }
]
