[
          
  {
    
          "description": "'வானவில்லைப் பார்த்தேன்' என்ற தொடரை விரிவாக்கி எழுதவும்.",
          "options": [
      "நான் வானவில்லைப் பார்த்தேன்.",
      "நான் வானவில்லைப் பார்த்து மகிழ்ந்தேன்.",
      "நான் நேற்று வானவில்லைப் பார்த்தேன்.",
      "நான் நேற்று வானவில்லைப் பார்த்து மகிழ்ந்தேன்."
    ],
    "answer": "D",
    
          "additional_context": "இந்த கேள்வி  வினையெச்சங்களைப் பயன்படுத்தி தொடரை விரிவுபடுத்துவது எப்படி என்பதை சோதிக்கிறது.   இந்த கேள்வியில், 'வானவில்லைப் பார்த்தேன்' என்ற தொடரை விரிவாக்கி, துணைவினைகளைப் பயன்படுத்தி நான்கு விருப்பங்களைத் தந்து அதில் சரியான விருப்பத்தைத் தேர்ந்தெடுக்கச் சொல்லப்பட்டுள்ளது.  'நான் நேற்று வானவில்லைப் பார்த்து மகிழ்ந்தேன்'  என்ற விருப்பம் தொடரை விரிவாக்கி அதில் 'நேற்று' என்ற துணைவினையும் 'மகிழ்ந்தேன்' என்ற துணைவினையையும்  பயன்படுத்தி சரியான விடை அமைக்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'அதிகம் மழை பெய்தால் பயிர்கள் வளரும்' என்ற வாக்கியத்தில் உள்ள 'பெய்தால்' என்பது எந்த வகை வினை?",
          "options": [
      "முதல்வினை",
      "துணைவினை",
      "தொடர்வினை",
      "துணைச்சொல்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி வினைச்சொற்களின் வகைகளை அறிந்து  அதற்கேற்ற விடையைத் தேர்ந்தெடுக்கச் சொல்லப்படுகிறது.  இந்த வாக்கியத்தில் 'பெய்தால்' என்பது ஒரு துணைவினைச்சொல்.  இதற்கு முன் 'மழை' என்ற பெயர்ச்சொல் இடம் பெற்றிருப்பது குறிப்பிடத்தக்கது."
          }
        ,
          
  {
    
          "description": "“சூரிய அஸ்தமனம் இன்னும் எனக்குப் பிடித்த நிறம், வானவில் இரண்டாவது” என்ற பொன்மொழி யாரின் வாக்கு?",
          "options": [
      "ஜெரார்ட் டி நெர்வால்",
      "மட்டி ஸ்டெபனெக்",
      "ஹென்றி டேவிட் தோரோ",
      "ஹான்ஸ் கிறிஸ்டியன் ஆண்டர்சன்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி அறிஞர்கள் கூறிய  பொன்மொழிகளைத் தெரிந்துகொண்டு சரியான விடையைத் தேர்ந்தெடுக்கச் சொல்லப்படுகிறது.  'சூரிய அஸ்தமனம் இன்னும் எனக்குப் பிடித்த நிறம், வானவில் இரண்டாவது' என்ற பொன்மொழி 'மட்டி ஸ்டெபனெக்' என்பவரின் வாக்கு."
          }
        ,
          
  {
    
          "description": "“கல்லும் மலையும் குதித்துவந்தேன்” என்ற வரிகள் யாருடைய கவிதையில் இடம் பெற்றுள்ளன?",
          "options": [
      "கவிமணி",
      "பாரதிதாசன்",
      "சுப்ரமணிய பாரதி",
      "இளங்கோவடிகள்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி தமிழ் இலக்கியத்தில் இருக்கும்  பிரபல கவிஞர்களை அறிந்து அதற்கேற்ற விடையைத் தேர்ந்தெடுக்கச் சொல்லப்படுகிறது. 'கல்லும் மலையும் குதித்துவந்தேன்' என்ற வரிகள் கவிமணி  என்பவரின் கவிதையில் இடம் பெற்றுள்ளன."
          }
        ,
          
  {
    
          "description": "“எட்டுக்கால்பூச்சி” என்ற சொல்லின் உட்பொருளைத் தெளிவுபடுத்தும் சொற்களின் தொகுப்பு எது?",
          "options": [
      "பூச்சி, எட்டு, கால்",
      "எட்டு, கால், பூச்சி",
      "பூச்சி, எட்டு, கால், பூச்சி",
      "எட்டுக்கால், பூச்சி"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி  ஒரு சொல்லின் உட்பொருளைப் பிரித்து  சொற்களைத்  தேர்ந்தெடுக்கச் சொல்லப்படுகிறது. 'எட்டுக்கால்பூச்சி' என்ற சொல்லின் உட்பொருளைத் தெளிவுபடுத்தும் சொற்களின் தொகுப்பு  'பூச்சி, எட்டு, கால்'   என்பது."
          }
        ]