
[
  {
    "description": "“நுணங்கிய கேள்வியர் அல்லார் வணங்கிய வாயினர் ஆதல் அரிது” என்ற குறட்பா  எதைக் குறிப்பிடுகிறது?",
    "options": [
      "நுட்பமான அறிவு இல்லாதவர் அடக்கமாகப் பேசுவது கடினம்.",
      "அடக்கமான சொற்களைப் பேசுவது நுட்பமான அறிவின் அடையாளம்.",
      "நுட்பமான அறிவு  மற்றவர்களிடம் அடக்கத்தை வளர்க்கும்.",
      "அடக்கமான பேச்சு  நுட்பமான அறிவை  வளர்க்கும்."
    ],
    "answer": "A",
    "additional_context": "நுணங்கிய கேள்வியர் அல்லார் வணங்கிய வாயினர் ஆதல் அரிது என்பது நுட்பமான கேள்வியறிவு இல்லாதவர் அடக்கமான சொற்களைப் பேசுவது கடினம் என்பதை உணர்த்துகிறது. இது, கேள்வியறிவு இல்லாதவர்கள் தங்கள் பேச்சில் அடக்கத்தை பராமரிப்பது கடினம் என்பதை குறிப்பிடுகிறது. கேள்வியறிவு மிக்கவர்கள் தங்கள் பேச்சில் அடக்கத்தையும் பண்பையும் காப்பாற்றுகின்றனர். அடக்கமான பேச்சு, நுட்பமான அறிவின் வெளிப்பாடு என்றும் அழைக்கப்படுகிறது."
  },
  {
    "description": "“குணம்நாடிக் குற்றமும் நாடி அவற்றுள் மிகைநாடி மிக்க கொளல்” என்ற குறட்பா ஒருவரின் பண்பை  அறிந்து கொள்ள என்ன சொல்கிறது?",
    "options": [
      "ஒருவரின் குணத்தையும் குற்றத்தையும் ஆராய்ந்து, அவரது நல்ல குணம் அதிகம் இருந்தால் அவரை  நம்பலாம்.",
      "ஒருவரின் குணத்தையும் குற்றத்தையும் ஆராய்ந்து, அவரது  குற்றம் அதிகம் இருந்தால் அவரைத் தவிர்க்க வேண்டும்.",
      "ஒருவரின் குணத்தையும் குற்றத்தையும் ஆராய்ந்து, அவற்றில் எது அதிகம் இருக்கிறது என்பதைப் பொறுத்து அவரைப் பற்றி முடிவெடுக்க வேண்டும்.",
      "குணம் மட்டும் பார்த்து  ஒருவரை  மதிப்பிடக் கூடாது."
    ],
    "answer": "C",
    "additional_context": "ஒருவரின் குணத்தையும் குற்றத்தையும் ஆராய்ந்து அவற்றுள் எது அதிகமாக இருக்கிறது என்பதைப் பொறுத்து அவரைப் பற்றி முடிவெடுக்க வேண்டும் என்கிறது திருவள்ளுவர். ஒருவரின் நல்ல குணம் அதிகமாக இருந்தால் அவரை நம்பலாம். இல்லையெனில் அவரைத் தவிர்க்க வேண்டும். குணத்தையும் குற்றத்தையும் ஆராய்ந்து, அவற்றில் எது அதிகம் இருக்கிறது என்பதைப் பொறுத்து ஒருவரின் பண்பைப் பற்றி முடிவெடுக்க வேண்டும். தீய செயல்கள் மிக்கவர்களைத் தவிர்க்க வேண்டும். ஒருவரின் தன்மையைப் புரிந்துகொள்வதற்கு, அவரது நல்ல குணங்களையும் குற்றங்களையும் ஆராய வேண்டும்."
  },
  {
    "description": "“பசுமண் கலத்துள்நீர் பெய்திரீஇ யற்று” என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
    "options": [
      "நிலையற்ற பொருள்",
      "நல்ல செயல்",
      "நீர்நிலைகள்",
      "நல்ல நட்பு"
    ],
    "answer": "A",
    "additional_context": "பசுமண் கலத்துள் நீர் பெய்திரீஇ யற்று என்பது நிலையற்ற பொருள் என்பதை குறிப்பிடுகிறது.  பசுமண் கலம் நீரைத் தக்க வைத்துக் கொள்ளாது என்பதால், தீய செயல்கள் மூலம் சேர்த்த பொருள் நிலையானதல்ல.  நிலையற்ற பொருள் என்பது உருவகம் மூலம் கூறப்பட்டுள்ளது. தீய செயல்கள் மூலம் சேர்த்த பொருள் நீண்ட காலம் நிலைத்து நிற்காது என்பது இதன் பொருள்."
  },
  {
    "description": "“தன்னைத் தோண்டுபவரைத் தாங்கும் நிலம் போலத் தன்னை இகழ்பவரைப் பொறுப்பது தலைசிறந்தது”  என்ற திருக்குறளின் பொருள் என்ன?",
    "options": [
      "இகழ்பவர்களிடம் இருந்து நம்மைப் பாதுகாத்துக் கொள்ள வேண்டும்.",
      "மனம் நொந்து அறமற்ற செயல்களைச் செய்வதைத் தவிர்க்க வேண்டும்.",
      "இகழ்பவர்களிடம் பொறுமையாக இருப்பது தலைசிறந்தது.",
      "பிறர் நம்மைத் தாக்கினால் நாம் அதற்கு பதிலடி கொடுக்க வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "தன்னைத் தோண்டுபவரைத் தாங்கும் நிலம் போலத் தன்னை இகழ்பவரைப் பொறுத்தல் தலை என்பது இகழ்பவர்களைப் பொறுத்துக்கொள்வது தலைசிறந்தது என்பதை உணர்த்துகிறது. இது, பிறர் நம்மை இகழ்ந்தாலும் பொறுமையாக இருப்பது ஒரு நல்ல பண்பு என்பதை வலியுறுத்துகிறது. நிலம் தன்னைத் தோண்டும் மரங்களைப் பொறுத்துக் கொள்வது போல, நாம் நம்மை இகழ்பவர்களைப் பொறுத்துக்கொள்ள வேண்டும். இகழ்பவர்களிடம் பொறுமை காட்டுவதன் மூலம் நாம் மேன்மையை அடைவோம்."
  },
  {
    "description": "“மிகுதியான் மிக்கவை செய்தாரைத் தாம்தம் தகுதியான் வென்று விடல்” என்ற திருக்குறள் எந்தக் கொள்கையை எடுத்துரைக்கிறது?",
    "options": [
      "சமூக நீதியை",
      "பொறுமையை ",
      "கல்வியை",
      "சமத்துவத்தை "
    ],
    "answer": "B",
    "additional_context": "மிகுதியான் மிக்கவை செய்தாரைத் தாம்தம் தகுதியான் வென்று விடல் என்பது பொறுமையைக் கொண்டு தீயவர்களை வெல்ல வேண்டும் என்கிறது. பொறுமை கொண்டவன் எதிரிகளைத் தன் பொறுமையால் வெல்ல முடியும். இது, பொறுமை ஒரு மகத்தான ஆயுதம் என்பதை உணர்த்துகிறது. மிகுதியான தீவினைகளைச் செய்தவர்களைப் பொறுமையாக இருந்து வெல்ல வேண்டும். பொறுமை, ஒருவரின் உண்மையான பலத்தைப் பெருக்குகிறது. இது சமூகத்தில் அமைதிக்கும் ஒற்றுமைக்கும் வழிவகுக்கும்."
  }
]
