[
          
  {
    
          "description": "“எத்தனை எத்தனை சமயங்கள் - தமிழ் ஏந்தி வளர்த்தது தாயெனவே” என்ற வரிகள்  தமிழின்  எந்தப் பண்பைப்  பறைசாற்றுகின்றன?",
          "options": [
      "தமிழ் மொழி எல்லா சமயத்தையும் ஏற்றுக்கொள்ளும் தன்மை கொண்டது.",
      "தமிழ் மொழி பல சமயங்களுக்குத் தாயாக இருந்தது.",
      "தமிழ் மொழி  பல சமயங்களின்  வளர்ச்சிக்கு  உதவியது.",
      "தமிழ் மொழி  பல  சமயங்களைப்  போற்றி  வளர்த்து வந்தது."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கவிதையில், “காலம் பிறக்கும் முன்.... எத்தனை எத்தனை சமயங்கள் - தமிழ் ஏந்தி வளர்த்தது தாயெனவே” என்ற வரிகள் தமிழின் சகிப்புத்தன்மை மற்றும் பன்முகத் தன்மையைப் பறைசாற்றுகின்றன. பண்டைய காலத்திலிருந்தே தமிழர்கள் பல சமயங்களை ஏற்றுக்கொண்டு வாழ்ந்தனர். பல சமயங்களின் தத்துவங்களும் இலக்கியங்களும் தமிழ் மொழியில் புகுத்தப்பட்டு தமிழர்கள் அவற்றை ஏற்றுக்கொண்டனர். இது தமிழ் மொழியின் பெரிய பலம் ஆகும். பல சமயங்களைப் போற்றிப் பாதுகாத்து வளர்த்து வந்த தமிழ் மொழி எல்லா சமயத்தையும் ஏற்றுக்கொள்ளும் தன்மை கொண்டது என்பதை இந்த வரிகள் நமக்கு உணர்த்துகின்றன."
          }
        ,
          
  {
    
          "description": "“விரலை மடக்கியவன் இசையில்லை - எழில் வீணையில் என்று சொல்வதுபோல்  குறைகள் சொல்வதை விட்டுவிட்டுப் புதுக் கோலம் புனைந்து தமிழ் வளர்ப்பாய்!”  என்ற  வரிகளின் பொருள் என்ன?",
          "options": [
      "தமிழ் மொழியின்  குறைகளைத்  தொடர்ந்து  சொல்வதை விட  அதன்  வளர்ச்சிக்காக  உழைக்க வேண்டும்.",
      "தமிழ் மொழி  இனிமையானது,  அதனைப்  போற்ற வேண்டும்.",
      "தமிழ் மொழி  வளர்ந்து  வரும்  மொழி  என்பதை  உணர்த்த வேண்டும்.",
      "தமிழ்  மொழியின்  இனிமையை  விட  அதன்  குறைகளையே  நாம்  கவனிக்க வேண்டும்."
    ],
    "answer": "A",
    
          "additional_context": "“விரலை மடக்கியவன் இசையில்லை - எழில் வீணையில் என்று சொல்வதுபோல்  குறைகள் சொல்வதை விட்டுவிட்டுப் புதுக் கோலம் புனைந்து தமிழ் வளர்ப்பாய்!”  என்ற வரிகள், தமிழ் மொழி குறைகளைப் பற்றி  தொடர்ந்து பேசுவதைக் கைவிட்டு அதன் வளர்ச்சிக்காகப் பாடுபட வேண்டும் என்று  உணர்த்துகின்றன. ஏதாவது குறை இருந்தாலும் அதை மறைத்துக்கொள்ளாமல்  நமது தமிழ் மொழியின்  வளர்ச்சிக்காகப்  பாடுபட வேண்டும் என்று  கவிஞர் கூறுகிறார். நாம் நம் தமிழ் மொழியின்  வளர்ச்சிக்காக  என்ன செய்ய முடியும் என்பதைப்  பற்றி  சிந்திக்க  வைக்கும்  வரிகள் இவை."
          }
        ,
          
  {
    
          "description": "“ஈரோடு தமிழன்பன் எழுதிய 'தமிழோவியம்' என்னும் நூலில் இடம்பெற்றுள்ள கவிதை இது” என்ற  குறிப்பு  எதனைப்  பற்றி  சொல்கிறது?",
          "options": [
      "கவிதையின்  பெயர்",
      "கவிதையின்  நூல்",
      "கவிதையின்  நூலாசிரியர்",
      "கவிதையின்  வகை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கவிதையின்  முன்பகுதியில்  கொடுக்கப்பட்ட  குறிப்பு, 'ஈரோடு தமிழன்பன் எழுதிய 'தமிழோவியம்' என்னும் நூலில் இடம்பெற்றுள்ள கவிதை இது' என்று  சொல்கிறது.  இதன் மூலம்,  இந்தக்  கவிதை  'தமிழோவியம்'  என்ற  நூலில்  இடம்பெற்றுள்ளது  என்று  நமக்குப்  புரிகிறது.  அதாவது  இந்த  குறிப்பு  கவிதையின்  நூலைப்  பற்றி  சொல்கிறது."
          }
        ,
          
  {
    
          "description": "கவிதையின் முதல் வரியில்,  'தொன்மையும் நீதான்!' என்ற வரியில் 'நீ' யைக் குறிக்கும் சொல் எது?",
          "options": [
      "கணினித் தமிழ்",
      "தமிழே",
      "தொழில்நுட்பம்",
      "இலக்கணம்"
    ],
    "answer": "B",
    
          "additional_context": "கவிதையின்  முதல்  வரியில், 'தொன்மையும் நீதான்!' என்று  சொல்லப்படுகிறது. இந்த  வரியில், 'நீ'  என்ற  சொல்  தமிழ் மொழியைக் குறிக்கிறது.  கவிதையின் முதல் வரியிலேயே 'தமிழே'  என்று  சொல்லப்பட்டுள்ளது.  அந்த  வரியில்  'நீ'  என்று  குறிப்பிடப்பட்டுள்ள  சொல்  தமிழ் மொழியைக்  குறிக்கிறது.  எனவே, இந்த வரியில் 'நீ' யைக்  குறிக்கும்  சொல்  'தமிழே' ஆகும்."
          }
        ,
          
  {
    
          "description": "கவிதையின் இரண்டாம் பகுதியில், 'அகமாய்ப் புறமாய் இலக்கியங்கள் - அவை' என்ற வரியில்  'அவை' யைக் குறிக்கும் சொல் எது?",
          "options": [
      "நிகரிலாக் காப்பியப் பூவனங்கள் ",
      "அமைந்ததைச் சொல்லும் இலக்கணங்கள்",
      "இலக்கியங்கள்",
      "காலம் பிறக்கும்முன் பிறந்தது தமிழே"
    ],
    "answer": "C",
    
          "additional_context": "கவிதையின்  இரண்டாம்  பகுதியில், 'அகமாய்ப் புறமாய் இலக்கியங்கள் - அவை' என்ற  வரி  இருக்கிறது.  இந்த  வரியில், 'அவை'  என்ற  சொல்  'இலக்கியங்கள்'  என்று  குறிப்பிடப்பட்டுள்ளது.  இந்த  வரியின்  பொருள், அகமும் புறமும்  என்று  இரு  வகையான  இலக்கியங்கள்  தமிழ் மொழியில்  இருக்கின்றன  என்பதைத்  தெளிவுபடுத்துகிறது.  எனவே, 'அவை'  என்ற  சொல்  'இலக்கியங்கள்'  என்ற  சொல்லைக் குறிக்கிறது."
          }
        ]