[
          
  {
    
          "description": "'களின் 4' என்ற வரிகளிலிருந்து, இந்த எழுத்துகளைக் கொண்டு உருவாக்கக்கூடிய ஒரு வார்த்தை எது?",
          "options": [
      "",
      "",
      "",
      ""
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த கேள்வி 'மொழியோடு விளையாடு' பகுதியில் உள்ளது. இதில்,  'களின் 4'  என்ற வரிகளைக் கொடுத்து, அதில் இருந்து உருவாக்கக்கூடிய ஒரு வார்த்தையைக் கேட்கப்படுகிறது.  வட்டத்திற்குள் உள்ள எழுத்துகளைக்கொண்டு சொற்களை உருவாக்குக. என்ற பகுதியில்  'களின்' என்ற வார்த்தை கொடுக்கப்பட்டுள்ளது. இதன் மூலம், 'களின்' என்ற வார்த்தை 'களின் 4' ல் உள்ள எழுத்துக்களைக் கொண்டு உருவாக்கப்பட்டதை அறிந்து கொள்ளலாம்."
          }
        ,
          
  {
    
          "description": "'ஒரு வாரத்திற்குத் தேவையான உணவுப்பொருள்களின் பட்டியலை உருவாக்கு' என்ற செயல்திட்டத்தில், இந்த பட்டியலை உருவாக்குவதற்கு என்ன செய்ய வேண்டும்?",
          "options": [
      "வாரத்தில் நாம் சாப்பிடும் உணவுகளை மட்டும் எழுத வேண்டும்.",
      "வாரத்திற்குத் தேவையான அனைத்து உணவுப் பொருட்களையும் எழுத வேண்டும்.",
      "நாம் விரும்பும் உணவுப் பொருட்களை மட்டும் எழுத வேண்டும்.",
      "வாரத்திற்கு ஒரு நாளைக்குத் தேவையான உணவுப் பொருட்களை மட்டும் எழுத வேண்டும்."
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்த கேள்வி 'செயல்திட்டம்' பகுதியில் உள்ளது. இதில்,  'ஒரு வாரத்திற்குத் தேவையான உணவுப்பொருள்களின் பட்டியலை உருவாக்கு'  என்ற செயல்திட்டத்தைப் பற்றி கேட்கப்படுகிறது. ஒரு வாரத்திற்குத் தேவையான அனைத்து உணவுப் பொருட்களையும் பட்டியலிடுவது தான் இதன் நோக்கம்.  எனவே இதற்கான சரியான விடை 'வாரத்திற்குத் தேவையான அனைத்து உணவுப் பொருட்களையும் எழுத வேண்டும்' என்பது."
          }
        ,
          
  {
    
          "description": "'ஈகை' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "தானம் கொடுப்பது",
      "விரும்புவது",
      "",
      ""
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த கேள்வி 'அகராதியில் காண்க' பகுதியில் உள்ளது. இதில்,  'ஈகை'  என்ற சொல்லின் பொருளை கேட்கப்படுகிறது.  'ஈகை' என்ற சொல்லின் பொருள் தானம் கொடுப்பது என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'மொய்ம்பு' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "",
      "",
      "மறுப்பு",
      ""
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த கேள்வி 'அகராதியில் காண்க' பகுதியில் உள்ளது. இதில்,  'மொய்ம்பு'  என்ற சொல்லின் பொருளை கேட்கப்படுகிறது.  'மொய்ம்பு' என்ற சொல்லின் பொருள் மறுப்பு என்பதாகும்."
          }
        ,
          
  {
    
          "description": "'சமூகத்திற்கு எனது பணிகள்' என்ற பகுதியில், சமூகத்திற்கு நாம் செய்யக்கூடிய பணிகளில் எது சரியானது?",
          "options": [
      "மழைநீர்ச் சேகரிப்பின் இன்றியமையாமையை வலியுறுத்துவது",
      "குப்பைகளைக் குப்பைத் தொட்டியில் போடுவது",
      "தண்ணீர் வீணாவதை எங்குக் கண்டாலும் தடுப்பது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்த கேள்வி 'சமூகத்திற்கு எனது பணிகள்' என்ற பகுதியில் உள்ளது. இதில்,  சமூகத்திற்கு நாம் செய்யக்கூடிய பணிகளை கேட்கப்படுகிறது.  மழைநீர்ச் சேகரிப்பின் இன்றியமையாமையை வலியுறுத்துவது, குப்பைகளைக் குப்பைத் தொட்டியில் போடுவது, தண்ணீர் வீணாவதை எங்குக் கண்டாலும் தடுப்பது  என்பன அனைத்தும் சமூகத்திற்கு நாம் செய்யக்கூடிய பணிகளாகும்."
          }
        ]