[
          
  {
    
          "description": "'மலர்' என்ற வாய்பாடு எந்த வகைச் சீரைக் குறிக்கிறது?",
          "options": [
      "தனிக்குறில், ஒற்று",
      "நிரை",
      "தனிநெடில், ஒற்று",
      "நிரைபு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஒரே ஒரு அசையைக் கொண்ட சீர்கள் 'ஓரசைச்சீர்' எனப்படும். இதில் 'நேர்', 'நிரை', 'நேர்பு', 'நிரைபு' என நான்கு வகைகள் உண்டு. ஒரு குறில் எழுத்தைக் கொண்ட 'நேர்' என்ற சீர் தனிக்குறில் சீர் எனவும், ஒரு குறில் எழுத்தையும் ஒற்றையும் சேர்த்து வரும் 'நிரை' என்ற சீர் தனிக்குறில், ஒற்று சீர் எனவும், ஒரு நெடில் எழுத்தைக் கொண்ட 'நேர்பு' என்ற சீர் தனிநெடில் சீர் எனவும், ஒரு நெடில் எழுத்தையும் ஒற்றையும் சேர்த்து வரும் 'நிரைபு' என்ற சீர் தனிநெடில், ஒற்று சீர் எனவும் அழைக்கப்படுகிறது. மேற்கண்ட ஓரசைச்சீர்களில் 'மலர்' என்பது ஒரு குறில் எழுத்தையும் ஒற்றையும் கொண்டிருப்பதால் இது 'நிரை' என்ற வகைச் சீராகும்."
          }
        ,
          
  {
    
          "description": "'கருவிளங்காய்' என்ற வாய்பாடு எத்தனை அசைகளைக் கொண்டது?",
          "options": [
      "2",
      "3",
      "4",
      "5"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சீர்கள் ஒன்று அல்லது ஒன்றுக்கும் மேற்பட்ட அசைகளின் சேர்க்கையாகும். மூன்று அசைகளைக் கொண்ட சீர்கள் மூவசைச்சீர் எனப்படும். 'கருவிளங்காய்' என்ற வாய்பாடு 'கரு', 'விள', 'ங்', 'காய்' என நான்கு அசைகளைக் கொண்டிருப்பதால் இது நான்கு அசைகளைக் கொண்டது."
          }
        ,
          
  {
    
          "description": "'நேர் நேர் நிரை' என்ற வாய்பாடு எந்த வகைச் சீரைக் குறிக்கிறது?",
          "options": [
      "வெண்சீர்",
      "காய் சீர்",
      "கனி சீர்",
      "இயற்சீர்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "மூன்று அசைகளைக் கொண்ட சீர்கள் மூவசைச்சீர் எனப்படும். மூவசைச்சீர்களில் 'நேர் நேர் நிரை' என வரும் சீர் 'கனிச்சீர்' எனப்படும். இது 'கனி' எனப்படும். வெண்சீர், காய் சீர், கனி சீர் ஆகியவை மூவசைச்சீர்களாகும்."
          }
        ,
          
  {
    
          "description": "'மா முன் நிரை, விளம் முன் நேர்' என்ற வாய்பாடு எந்தத் தளையைக் குறிக்கிறது?",
          "options": [
      "நேரொன்றாசிரியத்தளை",
      "நிரையொன்றாசிரியத்தளை",
      "இயற்சீர் வெண்டளை",
      "வெண்சீர் வெண்டளை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இரண்டு அசைகளைக் கொண்ட சீர்கள் ஈரசைச்சீர் எனப்படும். ஈரசைச்சீர்களில் 'மா' என்ற சீர் 'நிரை' என்றும் 'விளம்' என்ற சீர் 'நேர்' என்றும் இருப்பதால் 'மா முன் நிரை, விளம் முன் நேர்' என்ற தளை 'இயற்சீர் வெண்டளை' எனப்படும். இயற்சீர் வெண்டளை, வெண்சீர் வெண்டளை ஆகியவை ஈரசைச்சீர்களைக் கொண்டு அமைந்த தளைகளாகும்."
          }
        ,
          
  {
    
          "description": "'தம்பொருள் என்பதம் மக்கள் அவர்பொருள் தம்தம் வினையான் வரும்' என்ற குறட்பாவில் எதுகை பயன்படுத்தப்பட்டுள்ளதா?",
          "options": [
      "ஆம், 'தம்பொருள்', 'தம்தம்'",
      "ஆம், 'மக்கள்', 'அவர்பொருள்'",
      "இல்லை",
      "'தம்பொருள்', 'அவர்பொருள்'"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "தொடை தொடுத்தல். பாடலின் அடிகளிலோ, சீர்களிலோ எழுத்துகள் ஒன்றிவரத் தொடுப்பது 'தொடை' ஆகும். தொடை என்னும் செய்யுள் உறுப்பு, பாடலில் உள்ள அடிகள்தோறும் அல்லது சீர்கள்தோறும் ஒரு குறிப்பிட்ட வகையிலான ஓசை பொருந்தி வருமாறு பாடலை இயற்றுதல் பற்றி அமைகிறது. மோனை, எதுகை, இயைபு, அளபெடை, முரண், இரட்டை, அந்தாதி, செந்தொடை என்று எட்டு வகைகளாகத் தொடை அமைகிறது. எதுகைத் தொடை: அடிகளிலோ, சீர்களிலோ முதல் எழுத்து அளவொத்து நிற்க, இரண்டாம் எழுத்து ஒன்றியமைவது. (எ.கா.) திறனல்ல தற்பிறர் செய்யினும் நோநொந்து அறனல்ல செய்யாமை நன்று. இக்குறட்பாவில் 'தம்பொருள்', 'தம்தம்' ஆகிய சொற்களின் முதல் எழுத்துகள் ஒரே மாதிரியாக இருப்பதால் இதில் எதுகைத் தொடை உள்ளது."
          }
        ]