
[
  {
    "description": "பிற மாநிலத்தவர் விரும்பி வாங்கிச் செல்கின்ற காளை இனம் எது?",
    "options": [],
    "answer": [],
    "additional_context": "இந்தக் கேள்விக்குப் பதில் இல்லை. ஏனெனில் இந்த பாடப்பகுதியில் பிற மாநிலத்தவர் விரும்பி வாங்கிச் செல்கின்ற காளை இனம் குறித்த தகவல் எதுவும் இல்லை."
  },
  {
    "description": "மேற்கண்ட பத்தி எதைக் குறிப்பிடுகிறது?",
    "options": [],
    "answer": [],
    "additional_context": "இந்தக் கேள்விக்குப் பதில் இல்லை. ஏனெனில் பாடப் பகுதியில்  மேற்கண்ட பத்தி குறித்த தகவல் எதுவும் இல்லை. இது ஒரு புதிய பத்தி அல்லது பத்தியின் ஒரு பகுதி. "
  },
  {
    "description": "பொருந்தாத சொல்லைக் கண்டறிக:\n\nஅ) கர்நாடகம் ஆ) கேரளா இ) இலங்கை ஈ) ஆந்திரா",
    "options": [
      "அ",
      "ஆ",
      "இ",
      "ஈ"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "கர்நாடகம், கேரளா, ஆந்திரா ஆகியவை தென்னிந்தியாவில் அமைந்த மாநிலங்கள். இலங்கை தென்னிந்தியாவில் அமைந்த மாநிலம் அல்ல. எனவே, இலங்கை என்பது பொருந்தாத சொல்."
  },
  {
    "description": "பிரித்து எழுதுக: கண்டெடுக்கப்பட்டுள்ளன.",
    "options": [
      "அ) கண்டு + எடுக்கப்பட்டு + உள்ளன",
      "ஆ) கண்டு + எடுக்கப் + பட்டுள்ளன",
      "இ) கண்டெடுக்க + பட்டு + உள்ளன",
      "ஈ) கண் + டெடுக்க + பட்டு + உள்ளன"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "'கண்டெடுக்கப்பட்டுள்ளன'  என்ற சொல்லை பிரித்து எழுதும்போது, 'கண்டு + எடுக்கப் + பட்டுள்ளன' என்ற பிரிப்பு சரியானது.  'எடுக்கப்'  என்ற சொல் 'எடுக்க'  என்பதன் இடைநிலை வடிவம் என்பதால் இந்த பிரிப்பு சரியாகும்."
  },
  {
    "description": "தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன - இது எவ்வகைத் தொடர்?",
    "options": [
      "அ) வினாத்தொடர்",
      "ஆ) கட்டளைத்தொடர்",
      "இ) செய்தித்தொடர் ",
      "ஈ) உணர்ச்சித்தொடர்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்தத் தொடரில் ஏதாவது கேள்வி கேட்கப்படவில்லை. மேலும் இது ஒரு கட்டளை அல்லது உணர்ச்சியை வெளிப்படுத்துவதாகவும் இல்லை.  இது தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுவது குறித்த தகவலைத் தருகிறது. எனவே, இது ஒரு செய்தித் தொடர்."
  },
  {
    "description": "கொடுக்கப்பட்டுள்ள சொற்களைக் கொண்டு பொருள்தரும் வகையில் ஒரு சொல்லில் தொடரைத் தொடங்குக. அத்துடன் அடுத்தடுத்துச் சொற்களைச் சேர்த்து, புதிய புதிய சொற்றொடர்களை உருவாக்கு. இறுதியாக அத் தொடர் அனைத்துச் சொற்களையும் சேர்த்ததாக அமைய வேண்டும்.\n\nகாலங்களில் தெருவில் வைக்காதீர்கள் காப்புக் கம்பிகள் கவனக் குறைவுடன் ஆகியவற்றின் மீது காலை அறுந்த மழை மின்கம்பிகள்.",
    "options": [],
    "answer": [],
    "additional_context": "கொடுக்கப்பட்ட சொற்களைப் பயன்படுத்தி பொருள்தரும் வகையில் ஒரு சொல்லில் தொடரைத் தொடங்க வேண்டும். அடுத்தடுத்துச் சொற்களைச் சேர்த்து புதிய புதிய சொற்றொடர்களை உருவாக்க வேண்டும். இறுதியாக அத் தொடர் அனைத்துச் சொற்களையும் சேர்த்ததாக அமைய வேண்டும்.  இதற்கான சில எடுத்துக்காட்டுகள்:\n\n* **மழை**: மழை பெய்தது. \n* **மழை காலை**: மழை காலை நேரத்தில் பெய்தது. \n* **மழை காலை அறுந்த**: மழை காலை நேரத்தில் அறுந்த மின்கம்பிகளின் மீது.\n* **மழை காலை அறுந்த மின்கம்பிகள்**: மழை காலை நேரத்தில் அறுந்த மின்கம்பிகளின் மீது கவனக் குறைவுடன் நடந்து செல்பவர்கள்.\n* **மழை காலை அறுந்த மின்கம்பிகள் கவனக் குறைவுடன்**: மழை காலை நேரத்தில் அறுந்த மின்கம்பிகளின் மீது கவனக் குறைவுடன் நடந்து செல்பவர்கள், தெருவில் காப்புக் கம்பிகள் வைக்காதீர்கள். \n* **மழை காலை அறுந்த மின்கம்பிகள் கவனக் குறைவுடன் ஆகியவற்றின் மீது**: மழை காலை நேரத்தில் அறுந்த மின்கம்பிகளின் மீது கவனக் குறைவுடன் நடந்து செல்பவர்கள், தெருவில் காப்புக் கம்பிகள் வைக்காதீர்கள்.  \n* **மழை காலை அறுந்த மின்கம்பிகள் கவனக் குறைவுடன் ஆகியவற்றின் மீது காப்புக் கம்பிகள்**: மழை காலை நேரத்தில் அறுந்த மின்கம்பிகளின் மீது கவனக் குறைவுடன் நடந்து செல்பவர்கள், தெருவில் காப்புக் கம்பிகள் வைக்காதீர்கள். \n* **மழை காலை அறுந்த மின்கம்பிகள் கவனக் குறைவுடன் ஆகியவற்றின் மீது காப்புக் கம்பிகள் வைக்காதீர்கள்**: மழை காலை நேரத்தில் அறுந்த மின்கம்பிகளின் மீது கவனக் குறைவுடன் நடந்து செல்பவர்கள், தெருவில் காப்புக் கம்பிகள் வைக்காதீர்கள்,  காலங்களில். "
  }
]
