
[
  {
    "description": "தங்களின் இளமைக்காலம் பற்றிக் கூறுங்கள்.",
    "options": [],
    "answer": [],
    "additional_context": "இந்த கேள்வி நேர்காணலின் துவக்கத்தில் கேட்கப்படுகிறது. இஸ்ரோவின் தலைவரான சிவனை நேர்காணல் செய்பவர், அவரின் இளமைக்காலத்தை பற்றி கேள்வி கேட்கிறார். சிவன், தான் நாகர்கோவில் பக்கம் சரக்கல்விளை என்ற கிராமத்தில் பிறந்ததாகவும், வல்லங்குமாரவிளையிலுள்ள அரசுப் பள்ளியில் தமிழ்வழியில் படித்ததாகவும் கூறுகிறார். அவரது தந்தை கைலாச வடிவுக்கு, மாங்காய் வியாபாரம் செய்து வந்ததாகவும், அவர் சிவனின் படிப்புக்கான செலவை தானே சம்பாதித்துக்கொள்ள வேண்டும் என்று கூறினார். எனவே சிவன் வேலை செய்து கொண்டே படித்தார். அவர் கல்லூரியில் கணினி அறிவியல் இளங்கலைப் படிப்பில் முதலாவதாக வந்தார். அவரது ஆசிரியர் அவரை, எம்.ஐ.டி-யில் வானூர்திப் பொறியியல் என்னும் துறையை எடுத்துப் படிக்க அறிவுரை கூறினார். அதனை கேட்டு சிவன் அந்த துறையை எம்.ஐ.டி-யில் படித்து முடித்து, விக்ரம் சாராபாய் நிறுவனத்தில் பொறியாளராக ஆனார்."
  },
  {
    "description": "சிறிய வயதில் உங்கள் கனவு என்னவாக இருந்தது?",
    "options": [],
    "answer": [],
    "additional_context": "இந்த கேள்வி சிவனின் இளமைக்கால கனவுகள் பற்றியது. சிவன், சிறுவயதில் தனது கிராமத்துக்கு மேலே பறக்கும் விமானத்தில் என்றாவது ஒருநாள் பறக்க வேண்டும் என்று நினைத்ததாகவும், விமானம் எப்படிப் பறக்கிறது என்பதைப் பற்றி சிந்தித்ததாகவும் கூறுகிறார். இதன்மூலம் அவரது சிறுவயது ஆர்வம் மற்றும் அறிவியல் மீதான ஈர்ப்பு தெளிவாகிறது."
  },
  {
    "description": "தங்களுடைய ஆரம்பகாலப் பணி பற்றிக் கூறுங்களேன்...",
    "options": [],
    "answer": [],
    "additional_context": "சிவன் தனது ஆரம்பகாலப் பணியை பற்றி விளக்குகிறார். அவர் 1983ஆம் ஆண்டில் பி.எஸ்.எல்.வி. (Polar Satellite Launch Vehicle) திட்டம் தொடங்க அரசாங்கம் அனுமதி அளித்தது. அந்த திட்டத்திற்கு ஒரு வருடம் முன்புதான் அவர் வேலையில் சேர்ந்தார். அப்போது அவர் விண்வெளி ஆராய்ச்சியில் அனுபவம் இல்லாதவர். மற்ற அறிவியலாளர்களுக்கும் அந்த திட்டத்தில் அனுபவம் இல்லை. ஒரு குழந்தையை போல் தத்தித் தத்தித்தான் எல்லோரும் கற்றுக்கொண்டனர். விண்வெளி செயற்கைக்கோள் ஏவுதளத்தில் என்ன மாதிரி மென்பொருள் பயன்படுத்த வேண்டும், வாகனத்தின் வடிவம் எப்படி இருக்க வேண்டும், எவ்வளவு உயரம், எவ்வளவு அகலம், எந்தப் பாதையில் போக வேண்டும் ஆகியவற்றை முடிவுசெய்வது அவருடைய பணி. அவர் அந்த நேரத்தில் ஒரு செயலியை உருவாக்கினார். அந்த செயலியின் பெயர் `சித்தாரா'. (SITARA Software for Integrated Trajectory Analysis with Real time Application). இந்த செயலி செயற்கைக்கோள் ஏவு ஊர்தி பற்றிய முழு விவரங்களையும் மின்னிலக்க முறையில் (Digital) சேகரிக்கும். அதைப் பயன்படுத்தி, வாகனத்தின் செயல்பாடு எப்படி இருக்கும் என்பதை முன்கூட்டியே கணிக்கலாம். இதைப் பயன்படுத்தித்தான் பி.எஸ்.எல்.வி. ஏவப்பட்டது."
  },
  {
    "description": "இப்போதுவரை நம்முடைய நாட்டிலிருந்து ஏவப்படும் அனைத்துச் செயற்கைக்கோள் ஏவு ஊர்திகளும் `சித்தாரா' செயலியைப் பயன்படுத்தித்தான் விண்ணில் ஏவப்படுகின்றன. இந்திய விண்வெளி ஆராய்ச்சித் துறைக்கு இதுவே என் முக்கியமான பங்களிப்பு.",
    "options": [],
    "answer": [],
    "additional_context": "சிவன் இங்கே தான் உருவாக்கிய `சித்தாரா' செயலி இந்திய விண்வெளி ஆராய்ச்சித் துறைக்கு எவ்வளவு முக்கியமானது என்பதை விளக்குகிறார். அவர் இஸ்ரோவின் செயல்பாட்டில் தனது முக்கிய பங்களிப்பை இங்கே எடுத்துக்காட்டுகிறார். அவர் தான் உருவாக்கிய செயலியின் பயன்கள் மற்றும் எப்படி அது விண்வெளி ஆராய்ச்சியில் பங்கு வகிக்கிறது என்பதை விளக்குகிறார்."
  },
  {
    "description": "முன்னாள் குடியரசுத் தலைவர் அறிவியல் வல்லுநர் அப்துல் கலாம் பற்றி...",
    "options": [],
    "answer": [],
    "additional_context": "சிவன் அப்துல் கலாம் பற்றி கூறுகிறார். அவரது அனுபவத்தில் அவர் பார்த்த சிறந்த மனிதர் அப்துல் கலாம் என்று சொல்கிறார். கலாம் தன்னுடன் வேலை செய்பவர்களுக்குத் தன்னால் முடிந்த உதவிகளைச் செய்வார் என்று சிவன் கூறுகிறார். கலாம் அமைதியானவர், யாராவது சிறியதாகச் சாதித்தாலே பெரிதாகப் பாராட்டுவார். சிவன் 'சித்தாரா' போன்ற தொழில்நுட்ப மென்பொருள் உருவாக்கியதால், அவரை எப்போதும் மென்பொறியாளர் என்றே அழைப்பார் என்று சிவன் கூறுகிறார்."
  },
  {
    "description": "நீங்கள் அனுப்புகிற செயற்கைக்கோள்கள் இந்தியக் குடிமக்களுக்கு எப்படிப் பயனளிக்கின்றன?",
    "options": [],
    "answer": [],
    "additional_context": "இந்த கேள்வி சிவன் அனுப்பும் செயற்கைக்கோள்கள் இந்தியக் குடிமக்களுக்கு எப்படிப் பயனளிக்கின்றன என்பதைப் பற்றியது. சிவன் 1957ஆம் ஆண்டு முதலே இரஷ்யா உட்பட, பல நாடுகள் செயற்கைக்கோள்களை ஏவியிருக்கின்றன. ஆனால் அவை அனைத்தும் இராணுவத்துக்கு மட்டுமே பயன்படுத்தப்பட்டன. வல்லரசு நாடுகள், அவற்றின் ஆற்றலைக் காண்பிக்கவே இந்தத் தொழில்நுட்பத்தைப் பயன்படுத்தின. ஆனால் ஐம்பது ஆண்டுகளுக்கு முன் நம் நாட்டு அறிவியலாளர் டாக்டர் விக்ரம் சாராபாய் இந்தத் தொழில்நுட்பத்தை மக்களுக்கு எப்படிப் பயன்படுத்தலாம் என்றே சிந்தித்தார் என்று சிவன் கூறுகிறார்."
  },
  {
    "description": "பொதுமக்களுக்கு இந்தத் தொழில் நுட்பத்தால் என்ன பயன்?",
    "options": [],
    "answer": [],
    "additional_context": "இந்த கேள்வி செயற்கைக்கோள்கள் பொதுமக்களுக்கு எவ்வாறு பயனளிக்கின்றன என்பதைப் பற்றியது. சிவன் பொதுமக்களுக்கு செயற்கைக்கோள்கள் எவ்வாறு பயனளிக்கின்றன என்பதை பல உதாரணங்களுடன் விளக்குகிறார். ஒவ்வோர் ஆண்டும் விவசாயத்தின் மூலம் எவ்வளவு விளைச்சல் கிடைக்கும் என்பதை கணித்து அரசுக்குத் தெரிவிக்கிறோம் என்று கூறுகிறார். இதன் மூலம் அரசால் விவசாயத்திற்கு ஏற்ற திட்டங்களை வகுக்க முடிகிறது என்று கூறுகிறார். நிலத்தில் எந்த இடத்தில் நீரின் அளவு எவ்வளவு இருக்கும் என்பதைச் செயற்கைக் கோள் மூலம் சொல்கிறோம் என்று கூறுகிறார். கடல் பகுதியில் எந்த எந்த இடங்களில் மீன்கள் அதிகமாகக் கிடைக்கும் என்றும் மீனவர்களுக்குச் சொல்ல முடிகிறது என்று கூறுகிறார். இப்போது மக்கள் பயன்படுத்தும் திறன்பேசிகளைப் (Smart phones), தானியக்கப் பணஇயந்திரம், அட்டை பயன்படுத்தும் இயந்திரம் இதற்கெல்லாம் செயற்கைக்கோள் பயன்படுகிறது என்று கூறுகிறார். மக்கள் பயன்படுத்தும் இணையச் செயல்கள் அனைத்திற்கும் செயற்கைக்கோள்கள் அவசியம் தேவை என்று கூறுகிறார். நாட்டு மக்களின் வாழ்க்கைத் தரம் உயர்வதற்குச் செயற்கைக்கோள்கள் பயன்படுகின்றன என்று கூறுகிறார்."
  },
  {
    "description": "இஸ்ரோவின் தலைவராக நீங்கள் எதற்கு முன்னுரிமை தருவீர்கள்?",
    "options": [],
    "answer": [],
    "additional_context": "சிவன் இஸ்ரோவின் தலைவராக இருந்து இந்திய விண்வெளி ஆராய்ச்சி நிறுவனத்தின் முக்கிய நோக்கமே, இந்தத் தொழில்நுட்பத்தைப் பயன்படுத்திக் குறைந்த செலவில் மக்களுக்குத் தரமான சேவைகளைக் கொடுப்பதுதான் என்று கூறுகிறார்."
  },
  {
    "description": "தற்போது உங்கள் முன் உள்ள அறைகூவல்கள் எவை?",
    "options": [],
    "answer": [],
    "additional_context": "சிவன் தற்போது இஸ்ரோவின் தலைவராக இருந்து, இந்தியாவிற்கு மேலும் 45 செயற்கைக்கோள்கள் தேவை என்று கூறுகிறார். இப்போது இருக்கும் வசதி வாய்ப்புகளை வைத்து இவற்றை விண்வெளியில் நிறுவக் குறைந்தது நான்கு ஆண்டுகளாவது ஆகும். ஆனால், அதற்குள் நம்முடைய தேவைகள் இன்னும் இரண்டு மடங்காகிவிடும்! என்று கூறுகிறார்."
  },
  {
    "description": "இது தவறான கருத்து. விண்வெளித் துறையில் மூன்று வகையான தொழில்நுட்பங்கள் இருக்கின்றன. செயற்கைக்கோளை ஏவுவதற்கான தொழில்நுட்பம், செயற்கைக்கோளை ஏற்றிச்செல்லும் ஏவு ஊர்தி, அந்த ஏவு ஊர்தி யிலிருந்து விடுபட்ட செயற்கைக்கோள் தரும் செய்திகளைப் பெற்று அதைப் பொதுமக்கள் பயன்பாட்டுக்குக் கொண்டுவருதல். இந்த மூன்று கூறுகளுக்கும் தேவை யான அனைத்து மூலப்பொருள்களையும் தொழில்நுட்பங்களையும் இந்தியாவிலேயே உருவாக்கியிருக்கின்றோம். விண்வெளித் துறையில் இந்தியா தன்னிறைவு பெற்றுவிட்டது என்பதே உண்மை.",
    "options": [],
    "answer": [],
    "additional_context": "சிவன் இந்தியா விண்வெளி தொழில்நுட்பத்தில் தன்னிறைவு பெற்றுவிட்டது என்று கூறுகிறார். விண்வெளித் துறையில் மூன்று வகையான தொழில்நுட்பங்கள் இருக்கின்றன என்று கூறுகிறார். அவை செயற்கைக்கோளை ஏவுவதற்கான தொழில்நுட்பம், செயற்கைக்கோளை ஏற்றிச்செல்லும் ஏவு ஊர்தி, அந்த ஏவு ஊர்தி யிலிருந்து விடுபட்ட செயற்கைக்கோள் தரும் செய்திகளைப் பெற்று அதைப் பொதுமக்கள் பயன்பாட்டுக்குக் கொண்டுவருதல். இந்த மூன்று கூறுகளுக்கும் தேவையான அனைத்து மூலப்பொருள்களையும் தொழில்நுட்பங்களையும் இந்தியாவிலேயே உருவாக்கியிருக்கின்றோம் என்று கூறுகிறார்.  "
  },
  {
    "description": "உலகிலேயே இந்தியா குறைந்த செலவில் செயற்கைக்கோள்களை விண்வெளியில் நிறுவுகிறது. இதை எப்படிச் சாத்தியப்படுத்துகிறீர்கள்?",
    "options": [],
    "answer": [],
    "additional_context": "சிவன் இந்தியா குறைந்த செலவில் செயற்கைக்கோள்களை விண்வெளியில் நிறுவுகிறது என்பதை விளக்குகிறார். தொழில்நுட்பம் நாளுக்கு நாள் மாறிக்கொண்டே வருகிறது என்று கூறுகிறார். குறைந்த செலவில் நிறைந்த பயனைப் பெறுவதே சிறப்பானது என்று கூறுகிறார். செலவைக் குறைப்பதில் பல வழிகள் இருக்கின்றன என்று கூறுகிறார். தற்போது மறுபயன்பாட்டிற்கு ஏற்ற ஏவு ஊர்திகளை உருவாக்கிக்கொண்டிருக்கிறோம் என்று கூறுகிறார். அந்த முயற்சியில் முதல் கட்டத்தையும் வெற்றிகரமாகக் கடந்துவிட்டோம் என்று கூறுகிறார். இன்னும் சில ஆண்டுகளில் மறுபயன்பாட்டு ஏவு ஊர்திகளை உருவாக்குவதில் வெற்றி பெற்றுவிடுவோம் என்று கூறுகிறார்."
  },
  {
    "description": "அதிக எடைகொண்ட செயற்கைக் கோள்களை அவற்றின் வட்டப்பாதைகளில் நிறுவ, பிற நாடுகளைத்தான் சார்ந்திருக்கிறோம், இல்லையா?",
    "options": [],
    "answer": [],
    "additional_context": "இந்த கேள்வி அதிக எடை கொண்ட செயற்கைக்கோள்களை விண்வெளிக்கு அனுப்புவதில் இன்னும் இந்தியா பிற நாடுகளை சார்ந்திருக்கிறது என்பதைப் பற்றியது. சிவன் கூடிய விரைவில் இந்த நிலையில் மேம்பாடு அடைந்துவிடுவோம் என்று கூறுகிறார். ஜி.எஸ்.எல்.வி. மார்க்-2 ஏவுகணை 2.25 டன்களிலிருந்து 3.25 டன்கள் சுமக்கும் திறன் கொண்டதாக மாற்றப்படும் என்று கூறுகிறார். ஜி.எஸ்.எல்.வி. மார்க்-3 ஏவுகணையின் சுமக்கும் திறன் 3 டன்களிலிருந்து 6 டன்களாக அதிகரிக்கப்படும் என்று கூறுகிறார்."
  },
  {
    "description": "சந்திரயான் 1 நம் விண்வெளித் துறைக்குப் பெரிய புகழைக் கொடுத்தது. சந்திரயான் -2 இன் பணிகள் என்ன?",
    "options": [],
    "answer": [],
    "additional_context": "சிவன் சந்திரயான் 1 திட்டத்தின் வெற்றி மற்றும் சந்திரயான் 2 திட்டத்தின் நோக்கம் பற்றி விளக்குகிறார். சந்திரயான் -1 நிலவின் புறவெளியை ஆராய்வதை நோக்கமாகக் கொண்டது என்று கூறுகிறார். சந்திரயான்-2இன் பணியில், ஆய்வுப் பயண ஊர்தி இறங்குதலை (exploration vehicle lander) நிலவின் மேற்பரப்பில் துல்லியமான கட்டுப்பாடுகளின் மூலம் செயல்படுத்த உள்ளோம் என்று கூறுகிறார். அதிலிருந்து ரோவர் (rover) எனப்படும் ஆராயும் ஊர்தி, ரோபோட்டிக் (robotic) தொழில்நுட்ப உதவியினால் தானாகவே வெளிவந்து, நிலவில் இறங்கிப் பதினான்கு நாள்கள் பயணிக்கும். பல்வேறு பரிசோதனைகளை அங்கு மேற்கொள்ளும் என்று கூறுகிறார்."
  },
  {
    "description": "நாம் செயற்கைக்கோள் உருவாக்குவதில் அடைந்த முன்னேற்றத்தினை, அதனைச் செலுத்தும் தொழில்நுட்பத்தில் அடையவில்லை என்ற கருத்தை எப்படிப் பார்க்கிறீர்கள்?",
    "options": [],
    "answer": [],
    "additional_context": "இந்த கேள்வி இந்தியாவின் செயற்கைக்கோள் உருவாக்கும் தொழில்நுட்பம் மற்றும் செயற்கைக்கோள்களை விண்வெளிக்கு ஏவுவதற்கான தொழில்நுட்பம் இரண்டும் ஒரே அளவில் வளர்ச்சி அடையவில்லை என்ற கருத்தைப் பற்றியது. சிவன் அதற்கு எதிராக கூறுகிறார். இந்தியாவின் விண்வெளித் துறையில் மூன்று வகையான தொழில்நுட்பங்கள் இருக்கின்றன என்று கூறுகிறார். அவை செயற்கைக்கோளை ஏவுவதற்கான தொழில்நுட்பம், செயற்கைக்கோளை ஏற்றிச்செல்லும் ஏவு ஊர்தி, அந்த ஏவு ஊர்தி யிலிருந்து விடுபட்ட செயற்கைக்கோள் தரும் செய்திகளைப் பெற்று அதைப் பொதுமக்கள் பயன்பாட்டுக்குக் கொண்டுவருதல். இந்த மூன்று கூறுகளுக்கும் தேவையான அனைத்து மூலப்பொருள்களையும் தொழில்நுட்பங்களையும் இந்தியாவிலேயே உருவாக்கியிருக்கின்றோம் என்று கூறுகிறார்.  "
  },
  {
    "description": "நம் நாட்டிற்குத் தேவையான செயற்கைக்கோளை விண்ணில் அனுப்பி நம் தேவைகளை நிறைவு செய்வதே இஸ்ரோவின் செயல்பாடு. அதேநேரத்தில் அருகில் உள்ள நாடுகளின் செயற்கைக்கோள்களையும் அனுப்புவதன் மூலம் கிடைக்கும் வருவாய் இஸ்ரோவின் வளர்ச்சித்திட்டங்களுக்கு உதவும்.",
    "options": [],
    "answer": [],
    "additional_context": "சிவன் இஸ்ரோவின் வணிக நோக்கத்தை பற்றி விளக்குகிறார். நம் நாட்டிற்குத் தேவையான செயற்கைக்கோளை விண்ணில் அனுப்பி நம் தேவைகளை நிறைவு செய்வதே இஸ்ரோவின் செயல்பாடு என்று கூறுகிறார். அதேநேரத்தில் அருகில் உள்ள நாடுகளின் செயற்கைக்கோள்களையும் அனுப்புவதன் மூலம் கிடைக்கும் வருவாய் இஸ்ரோவின் வளர்ச்சித்திட்டங்களுக்கு உதவும் என்று கூறுகிறார்."
  },
  {
    "description": "மாங்காய் வியாபாரக் குடும்பத்தில் பிறந்த நீங்கள் கடினமான பாதையைக் கடந்து வந்திருக்கிறீர்கள். தற்போது இஸ்ரோவின் தலைவராகியிருக்கிறீர்கள். உங்கள் வெற்றியின் பின்னுள்ள காரணிகள் யாவை?",
    "options": [],
    "answer": [],
    "additional_context": "இந்த கேள்வி சிவனின் வெற்றிக்கு பின்னால் உள்ள காரணங்களைப் பற்றியது. சிவன் தனது கடின உழைப்பு, தனது பெற்றோர், ஆசிரியர்கள், இஸ்ரோவின் மூத்த அறிஞர்கள், சகபயணிகள் அனைவருக்கும் நன்றி தெரிவிக்கிறார்.  "
  }
]
