[
          
  {
    
          "description": "“கடைப்படு பொருளெலாம் கமழும் குன்றமே” என்ற வரியில் “கமழும்” என்ற சொல் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "மணம் வீசுதல்",
      "கறுத்திருத்தல்",
      "மலர்ந்திருத்தல்",
      "மென்மையாக இருத்தல்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரி முல்லை நிலத்தின் இயல்பைப் பற்றி விவரிக்கிறது. முல்லை நிலத்தில்  சந்தனம், அகில், மலை நெல் போன்றவற்றின் மணம் காற்றில் கலந்து மணக்கும்  நிலையை இந்த வரி விளக்குகிறது. அதாவது,  'கமழும்' என்ற சொல் 'மணம் வீசுதல்' என்ற பொருளைத் தருகிறது."
          }
        ,
          
  {
    
          "description": "'இருபெரு விசும்பிற் செல்லும் இளமைதீர் மதியம் தன்னைக் கருமுகில் தொடர்ந்து செல்லுங் காட்சி போல்தோன்று மாதோ.'  இந்தப் பாடல் வரியில் எந்த உவமை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "கடற்கரை அலையை, மலையுடன் ஒப்பிடுதல்",
      "தும்பியை, கருமேகத்துடன் ஒப்பிடுதல்",
      "நிலவை, கருமேகத்துடன் ஒப்பிடுதல்",
      "கடற்கரை அலையை, மதியனுடன் ஒப்பிடுதல்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடல் நெய்தல் நிலத்தின் இயல்பை விவரிக்கிறது. இங்கு,  தும்பியின்  நிறம் மற்றும் அது செல்லும் திசை ஆகியவை நிலவைப் பின் தொடர்ந்து செல்லும் கருமேகத்தின் தோற்றத்துடன் ஒப்பிடப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "'பூவையும் குயில்களும் பொலங்கை வண்டரும் பாஇசை பாடமுப் பழமும் தேனும்தந் தேஇசை பெறும்கடறு இடையர் முக்குழல் ஆவினம் ஒருங்குற அருகுஅ ணைக்குமால் (58)'  இந்தப் பாடல் வரியில் “முக்குழல்” என்ற சொல் எதைக் குறிக்கிறது?",
          "options": [
      "முல்லை நில மக்கள் பயன்படுத்தும் ஒரு இசைக்கருவி",
      "மூன்று வகையான மலர்களின் மணம்",
      "மூன்று வகையான பறவைகளின் இனங்கள்",
      "முல்லை நிலத்தின் மூன்று முக்கியப் பொருள்கள்"
    ],
    "answer": "A",
    
          "additional_context": "முல்லை நில மக்களான இடையர்கள் மலைநெல், ஆம்பல், மூங்கில் ஆகியவற்றைக் கொண்டு செய்யப்பட்ட குழல்களை இசைக்கருவியாகப் பயன்படுத்துவர். இதனைத்தான் இந்த வரியில் 'முக்குழல்' என்று குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“கல்லிடைப் பிறந்த ஆறும் கரைபொரு குளனும் தோயும் முல்லைஅம் புறவில் தோன்று முருகுகான் யாறு பாயும்” என்ற வரியில் 'முருகு' என்பது எதைக் குறிக்கிறது?",
          "options": [
      "அழகு",
      "வலிமை",
      "இனிமை",
      "மணம்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வரி மருத நிலத்தின் இயல்பை விவரிக்கிறது.  மருத நிலத்தில் மலர்ந்து இருக்கும் காஞ்சி மலர்களின் மணம்  தென்படுவதை இந்த வரி விளக்குகிறது. 'முருகு' என்ற சொல் தேன், மணம் ஆகியவற்றைக் குறிக்கிறது. இதனை  'முருகு' என்ற சொல் தேன், மணம் ஆகியவற்றைக் குறிக்கிறது எனக் கூறலாம்."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது இராவண காவியத்தில் குறிப்பிடப்படும் ஐந்து காண்டங்களில் ஒன்று?",
          "options": [
      "சீதைக் காண்டம்",
      "கடல் காண்டம்",
      "இலங்கைக் காண்டம்",
      "கோசலைக் காண்டம்"
    ],
    "answer": "C",
    
          "additional_context": "இராவண காவியத்தில் ஐந்து காண்டங்கள் உள்ளன.  அவை: தமிழகக் காண்டம், இலங்கைக் காண்டம், விந்தக் காண்டம், பழிபுரி காண்டம் மற்றும் போர்க்காண்டம்."
          }
        ]