
[
  {
    "description": "“தட்டான் பூச்சி தாழப்பறந்தால் தப்பாமல் மழை வரும்”  என்ற பழமொழி எந்த அறிவியல்  கருத்தைக் காட்டுகிறது?",
    "options": [
      "வானிலை மாற்றம்",
      "விலங்குகளின் நடத்தை",
      "மழைக்காலம்",
      "தட்டான் பூச்சி இனப்பெருக்கம்"
    ],
    "answer": "A",
    "additional_context": "நாம் அன்றாட வாழ்வில் பல பழமொழிகளை பயன்படுத்துகிறோம். பல நூற்றாண்டுகளுக்கு முன் வாழ்ந்த நம் முன்னோர்கள் தங்கள் அனுபவங்களைத் திரட்டி அந்த அனுபவங்களைப் பகிர்ந்து கொள்வதற்காக பழமொழிகளை உருவாக்கினார்கள். தட்டான் பூச்சிகள் வானத்தில் உயரே பறந்தால் வானிலை நன்றாக இருக்கும் என்பதையும், தாழ்வாகப் பறந்தால் வானிலை மாறும், மழை வரும் என்பதையும் நம் முன்னோர்கள் அறிந்திருந்தார்கள். அதனால்தான் ‘தட்டான் பூச்சி தாழ்வாக பறந்தால் தப்பாமல் மழை வரும்’ என்று பழமொழி உருவானது."
  },
  {
    "description": "தொல்காப்பியம்  எத்தனை அதிகாரங்களை  கொண்டுள்ளது?",
    "options": [
      "18",
      "27",
      "36",
      "45"
    ],
    "answer": "B",
    "additional_context": "தொல்காப்பியம் என்பது தமிழ் மொழியின் முதல் இலக்கண நூல்.  இது எழுத்து, சொல், பொருள் என மூன்று அதிகாரங்களையும் 27 இயல்களையும் கொண்டுள்ளது.  எழுத்து, சொல் அதிகாரங்களில் மொழி இலக்கணங்களை விளக்குகிறது. பொருளதிகாரத்தில் தமிழரின் அகம், புறம் சார்ந்த வாழ்வியல் நெறிகளையும் தமிழ் இலக்கியக் கோட்பாடுகளையும் இந்நூல் விளக்குகிறது. "
  },
  {
    "description": "“விமான நிலையத்தில் நான்”  என்ற கதை எந்த வகை கதை?",
    "options": [
      "கற்பனை",
      "வரலாற்று",
      "புராணக் கதை",
      "குற்ற நாவல்"
    ],
    "answer": "A",
    "additional_context": "கற்பனை கதை என்பது எழுத்தாளரின் கற்பனைத் திறனால் உருவாக்கப்பட்ட கதை.  இந்தக் கதை உண்மை நிகழ்வுகளை மையமாகக் கொண்டிருக்காது.  விமான நிலையத்தில் நான்  என்ற கதை ஒரு கற்பனை கதை.  இந்தக் கதையில் கற்பனை கதாபாத்திரங்கள், இடங்கள், நிகழ்வுகள் இடம் பெற்றிருக்கும்."
  },
  {
    "description": "தொல்காப்பியத்தில் விவரிக்கப்பட்டுள்ள உயிரினங்களைப் பற்றிய பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "உணர்வுகளின் எண்ணிக்கையை அடிப்படையாகக் கொண்டு உயிரினங்கள் பகுக்கப்படுகின்றன.",
      "அனைத்து உயிரினங்களும் ஒரே மாதிரியான புலன் அறிவுகளைக் கொண்டுள்ளன.",
      "புல், மரம் போன்ற உயிரினங்கள் ஆறு அறிவுகளைக் கொண்டுள்ளன.",
      "தொல்காப்பியர் பகுத்தறிதல் பற்றி எந்தக் குறிப்பும் கூறவில்லை."
    ],
    "answer": "a",
    "additional_context": "தொல்காப்பியத்தில் ஓரறிவு, ஈரறிவு, மூவறிவு, நான்கறிவு, ஐந்தறிவு, ஆறறிவு  என்று ஆறு வகையான உயிரினங்கள் விவரிக்கப்பட்டுள்ளன.  இது  புலன்களின் எண்ணிக்கையை அடிப்படையாகக் கொண்டது.  புல், மரம் போன்ற உயிரினங்கள்  உணர்வற்றவை.  அதனால் இவற்றிற்கு புலன்கள் இல்லாத காரணத்தால் இவை ஓரறிவு உயிரினங்கள் என்று அழைக்கப்படுகின்றன.  சிப்பி, நத்தை போன்ற உயிரினங்கள் தொடு உணர்வைக் கொண்டவை.  எனவே இவை ஈரறிவு உயிரினங்கள்.  கரையான், எறும்பு போன்ற உயிரினங்கள்  தொடு உணர்வு, சுவை உணர்வு, மண உணர்வு ஆகியவற்றைக் கொண்டவை.  எனவே இவை மூவறிவு உயிரினங்கள்.  நண்டு, தும்பி  போன்ற உயிரினங்கள் தொடு உணர்வு, சுவை உணர்வு, மண உணர்வு, பார்வை உணர்வு ஆகியவற்றைக் கொண்டவை.  எனவே இவை நான்கறிவு உயிரினங்கள்.  பறவை, விலங்கு போன்ற உயிரினங்கள் தொடு உணர்வு, சுவை உணர்வு, மண உணர்வு, பார்வை உணர்வு, கேள்வி உணர்வு ஆகியவற்றைக் கொண்டவை.  எனவே இவை ஐந்தறிவு உயிரினங்கள்.  மனிதன் மட்டும் தொடு உணர்வு, சுவை உணர்வு, மண உணர்வு, பார்வை உணர்வு, கேள்வி உணர்வு  மற்றும் மனம் ஆகியவற்றைக் கொண்டவன்.  எனவே இவன் ஆறறிவு உயிரினம்.  "
  },
  {
    "description": "தொல்காப்பியரின் கருத்தின்படி, “நெறிப்படுத்தினரே” என்பது யாரைக் குறிக்கிறது?",
    "options": [
      "ஐந்து புலன்களையும் கொண்ட உயிரினங்களை",
      "ஆறாவது அறிவு (மனம்) கொண்ட உயிரினங்களை",
      "அனைத்து உயிரினங்களையும்",
      "புலன்கள் மற்றும் மனம் இரண்டையும் கொண்ட உயிரினங்களை"
    ],
    "answer": "b",
    "additional_context": "தொல்காப்பியரின் கருத்தின்படி, “நெறிப்படுத்தினரே”  என்பது ஆறாவது அறிவு (மனம்) கொண்ட உயிரினங்களை குறிக்கிறது.  மனிதன் மட்டும் தன்னை  உணர்ந்து நடந்து கொள்ளும் ஆற்றல் கொண்டவன்.  அவனது  மனம்  நல்லவை, கெட்டவை எனத் தீர்மானிக்கிறது.  மனிதனால் மட்டுமே நெறியைப் பின்பற்ற முடியும்.  அதனால்  “நெறிப்படுத்தினரே” என்பது மனிதனை குறிக்கிறது.  "
  }
]
