
[
  {
    "description": "அண்ணாவுக்கு முதல்வராக இருந்த காலத்தில் நடைமுறையில் இருந்த விதி என்ன?",
    "options": [
      "அரிசி வெளிமாநிலங்களுக்குச் செல்லக்கூடாது.",
      "கைத்தறி ஆடைகளைப் பயன்படுத்துவது கட்டாயம்.",
      "அனைவரும் வாழ்த்துமடல்களைப் பரிமாற வேண்டும்.",
      "அரசு அதிகாரிகள் சோதனையை தவிர்க்க வேண்டும்."
    ],
    "answer": "A",
    "additional_context": "தமிழக முதலமைச்சராக அண்ணா பொறுப்பேற்ற காலகட்டத்தில், அரிசி வெளி மாநிலங்களுக்குச் செல்லக்கூடாது என்ற கட்டுப்பாடு இருந்தது. ஒரு நாள் அண்ணா விருத்தாசலம் கூட்டத்தை முடித்துவிட்டுத் திரும்பிக்கொண்டிருந்தார். வழியில் சோதனைச் சாவடியில் அவரது வண்டி நிறுத்தப்பட்டது."
  },
  {
    "description": "வருவாய் அலுவலர் அண்ணாவின் மகிழுந்தை சோதனை செய்தபோது அவர் என்ன கண்டார்?",
    "options": [
      "பணம் மற்றும் நகை",
      "அரசியல் கட்சியின் ஆவணங்கள்",
      "மாலைகள், கைத்தறி ஆடைகள், வாழ்த்துமடல்கள்",
      "சட்டவிரோத பொருட்கள்"
    ],
    "answer": "C",
    "additional_context": "அங்கிருந்த வருவாய் அலுவலர், முதலமைச்சரின் மகிழுந்து என்று அறியாமலே சோதனை செய்தார். மகிழுந்தின் பின்பக்கம் முழுவதும் மாலைகள், கைத்தறி ஆடைகள், வாழ்த்துமடல்கள் இருந்தன."
  },
  {
    "description": "அண்ணா வருவாய் அலுவலரை பாராட்டியதற்கான காரணம் என்ன?",
    "options": [
      "சோதனையை திறம்பட நடத்தியதற்காக",
      "அவரது நேர்மை மற்றும் சட்டத்தை மதித்ததற்காக",
      "அண்ணாவை அடையாளம் கண்டு அவரை சோதனை செய்யாததற்காக",
      "அண்ணாவின் மீது அவர் கொண்ட மரியாதைக்காக"
    ],
    "answer": "B",
    "additional_context": "அவற்றைப் பார்த்த பிறகுதான் அந்த அலுவலருக்கு வந்திருப்பது யார் என்பது புரிந்தது. உடனே அவர் அண்ணாவின் அருகில் சென்று, \" தெரியாமல் நடந்துவிட்டது பொறுத்துக் கொள்ளுங்கள் \" என்றார். ஆனால், அண்ணா அவர் உதவியாளரிடம், \" இந்த அலுவலரின் பெயரைக் குறித்துக்கொள்ளுங்கள் \"என்றார். அந்த அலுவலர் தனக்கு ஏதோ நடந்து விடப்போகிறது என அச்சப்பட்டு அழாத குறையாகக் கெஞ்சினார். உடனே, அண்ணா, \" நாங்கள் போடும் சட்டங்களைச் சரியான முறையில் நிறைவேற்றும் பொறுப்பு உங்களைப்போன்ற அலுவலரின் கையில்தான் இருக்கிறது. இன்று நேரில் உங்கள் செயலைப் பார்த்தேன். உங்களைப் போன்றவர்கள்தாம் உயர்பதவிக்கு வரவேண்டும் . அதற்காகத்தான் உங்கள் பெயரைக் கேட்டேன்\" என்றார்."
  },
  {
    "description": "\"தெரியாமல் நடந்துவிட்டது பொறுத்துக் கொள்ளுங்கள்\" என்ற வாக்கியம் என்ன உணர்த்துகிறது?",
    "options": [
      "அலுவலரின் மீது அண்ணாவுக்கு கோபம் இல்லை என்பதை",
      "அலுவலரின் மீது அண்ணாவுக்கு இரக்கம் இருக்கிறது என்பதை",
      "அலுவலர் தவறு செய்திருந்தாலும் அண்ணா அவரை மன்னிக்கிறார் என்பதை",
      "அலுவலர் அண்ணாவை அடையாளம் காணாததால் தவறு நடந்திருக்கிறது என்பதை"
    ],
    "answer": "C",
    "additional_context": "அவற்றைப் பார்த்த பிறகுதான் அந்த அலுவலருக்கு வந்திருப்பது யார் என்பது புரிந்தது. உடனே அவர் அண்ணாவின் அருகில் சென்று, \" தெரியாமல் நடந்துவிட்டது பொறுத்துக் கொள்ளுங்கள் \" என்றார். ஆனால், அண்ணா அவர் உதவியாளரிடம், \" இந்த அலுவலரின் பெயரைக் குறித்துக்கொள்ளுங்கள் \"என்றார்."
  },
  {
    "description": "அண்ணாவுக்கு முதலமைச்சராக இருந்த காலம் எப்போது என்பதை புத்தகத் திருவிழாவின் நாட்களை கொண்டு கண்டுபிடி.",
    "options": [
      "1990 களில்",
      "1960 களில்",
      "1950 களில்",
      "1980 களில்"
    ],
    "answer": "B",
    "additional_context": "தமிழக முதலமைச்சராக அண்ணா பொறுப்பேற்ற காலகட்டத்தில், அரிசி வெளி மாநிலங்களுக்குச் செல்லக்கூடாது என்ற கட்டுப்பாடு இருந்தது."
  }
]
