
[
  {
    "description": "மதுரைக்காஞ்சியின்  \"தெளிந்த அகழி, கற்படை மதில்கள், நெடுவாசல், திண்போர்க் கதவின்\" போன்ற விவரிப்புகள்  எதனைப் பற்றியது?",
    "options": [
      "மதுரை மக்களின் வாழ்க்கை முறையை",
      "மதுரையின் கோட்டை மற்றும் அரண்மனை",
      "மதுரையில் நடைபெறும் திருவிழாக்களை",
      "மதுரையில் உள்ள பள்ளிகளை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மதுரைக்காஞ்சி என்பது மதுரையின் சிறப்புக்களைப் பாடியுள்ள பதினெண் மேற்கணக்கு நூல்களில் ஒன்று. இந்நூல் மதுரை மாநகர மக்களின் வாழ்விடம், கோட்டை கொத்தளம், திருவிழாக்கள், பள்ளிகள், நாற்பெருங்குழு, அந்தி வணிகம் ஆகியவற்றை விரிவாக விவரிக்கிறது. இந்த வரிகள் மதுரையின் கோட்டை மற்றும் அரண்மனையின் பாதுகாப்பு மற்றும் அழகை விவரிக்கிறது. \"தெளிந்த அகழி\" என்பது கோட்டையைச் சுற்றியுள்ள நீர்நிலையைக் குறிக்கிறது. \"கற்படை மதில்கள்\" என்பது கற்களால் கட்டப்பட்ட மதில்களைக் குறிக்கிறது. \"நெடுவாசல்\" என்பது கோட்டை வாயிலைப் குறிக்கிறது. \"திண்போர்க் கதவின்\" என்பது வலுவான கதவுகளைக் குறிக்கிறது."
  },
  {
    "description": "\"பல்வேறு குழாஅத்து இசைஎழுந்து ஒலிப்ப\" என்ற வரியின் மூலம் மதுரைக்காஞ்சி எதை வலியுறுத்துகிறது?",
    "options": [
      "மதுரையில் மக்கள் இசையை எப்படி பயன்படுத்துகிறார்கள்",
      "மதுரையில் எத்தனை வகையான இசை கலைஞர்கள் இருக்கிறார்கள்",
      "மதுரையில் வெவ்வேறு சமூகத்தினர் எப்படி இசை மூலம் ஒன்றிணைக்கிறார்கள்",
      "மதுரையில் இசைக்கருவிகள் எப்படி தயாரிக்கப்படுகின்றன"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மதுரைக்காஞ்சியில் இந்த வரி மதுரையில் வெவ்வேறு சமூகத்தினர் எப்படி இசை மூலம் ஒன்றிணைக்கிறார்கள் என்பதை வலியுறுத்துகிறது. \"பல்வேறு குழாஅத்து\" என்ற சொல் பலவிதமான சமூகத்தினரைக் குறிக்கிறது. இது மதுரையில் வாழ்ந்த மக்கள் பலவிதமான இசைக் கலைகளில் ஈடுபட்டு, ஒன்றுபட்டு வாழ்ந்தார்கள் என்பதைப் புலப்படுத்துகிறது. இந்த வரி மூலம் மதுரையில் பலவிதமான இசை மரபுகள் இருந்தன, அவைகள் ஒன்றோடொன்று இணைந்து வாழ்ந்தன என்பதை நாம் அறியலாம்."
  },
  {
    "description": "\"வையை அன்ன வழக்குடை வாயில்\"  என்ற வரியில்  \"வையை\" எதற்கு உவமையாகப் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "மதுரையின் மக்கள் கூட்டத்தை",
      "மதுரையில் உள்ள தெருக்களை",
      "மதுரையில் நடைபெறும் விழாக்களை",
      "மதுரையின் கோட்டை வாயிலை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "\"வையை அன்ன வழக்குடை வாயில்\" என்ற வரி மதுரையின் கோட்டை வாயிலை வையை ஆற்றுக்கு உவமையாகக் காட்டுகிறது. வையை ஆறு மதுரையைச் சுற்றி ஓடி, தொடர்ந்து மக்களுக்குப் பயன் தருவது போல, மதுரையின் கோட்டை வாயில் மக்கள் செல்லும் வழியாக தொடர்ந்து இருந்தது என்பது இதன் பொருள். இது மதுரையின் கோட்டை வாயிலின் முக்கியத்துவத்தையும், அதன் அழகையும் வலியுறுத்துகிறது."
  },
  {
    "description": "\"மண்உற ஆழ்ந்த மணிநீர்க் கிடங்கின்\"  என்ற வரியில்  \"மணிநீர்\" என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "மதுரைக்காஞ்சி பாடலின் கருத்தை",
      "மதுரையைச் சுற்றியுள்ள நீர்நிலைகளை",
      "மதுரையில் பயிரிடப்படும்  நெல்லை",
      "மதுரையில் உள்ள மக்களின் மனநிலையை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மதுரைக்காஞ்சியில் \"மணிநீர்\" என்ற சொல் மதுரையைச் சுற்றியுள்ள நீர்நிலைகளைக் குறிக்கிறது. மதுரை பண்டைய காலத்தில் நிறைய நீர்நிலைகளைக் கொண்டிருந்தது. \"மண்உற ஆழ்ந்த\" என்ற சொல் இந்த நீர்நிலைகள் மண்  மூடப்பட்டும், ஆழமானதாகவும் இருந்தன என்பதை விளக்குகிறது. \"மணிநீர்க் கிடங்கின்\" என்பது மதுரையைச் சுற்றி இருந்த நீர்நிலைகள் ஒரு பெரிய கிடங்கு போல் இருந்தன என்பதை விளக்குகிறது."
  },
  {
    "description": "பாடலில், \"மண்உற ஆழ்ந்த மணிநீர்க் கிடங்கின்\" என்ற தொடர் எதைக் குறிக்கிறது?",
    "options": [
      "மதுரையின் ஆழமான குளங்கள்",
      "மதுரையின் வற்றாத நதிகள்",
      "மதுரையைச் சுற்றியுள்ள மலைகள்",
      "மதுரையைச் சுற்றியுள்ள அகழி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "மதுரைக்காஞ்சியில், \"மண்உற ஆழ்ந்த மணிநீர்க் கிடங்கின்\" என்ற தொடர் மதுரையைச் சுற்றியுள்ள அகழியைக் குறிக்கிறது. இந்த அகழி மண் மூடப்பட்டும், ஆழமானதாகவும், நீர் நிரம்பியதாகவும் இருந்தது. இது மதுரையின் பாதுகாப்பை உறுதிப்படுத்தும் ஒரு முக்கியமான அம்சமாக இருந்தது. மதுரைக்காஞ்சி இந்த அகழியின் அழகையும், முக்கியத்துவத்தையும் வலியுறுத்துகிறது."
  }
]
