
[
  {
    "description": "“தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன” -  இந்தத் தொடர் எவ்வகைத் தொடர்?",
    "options": [
      "அ) வினாத்தொடர்",
      "ஆ) கட்டளைத்தொடர்",
      "இ) செய்தித்தொடர் ",
      "ஈ) உணர்ச்சித்தொடர்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்தத் தொடர் ஒரு செய்தித்தொடர். இதில் தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன என்பது குறிப்பிடப்பட்டுள்ளது. வினாத்தொடர்கள் கேள்வியைக் கேட்கும், கட்டளைத்தொடர்கள் ஒரு கட்டளையை வழங்கும் மற்றும் உணர்ச்சித்தொடர்கள் ஒரு உணர்ச்சியை வெளிப்படுத்தும். ஆனால் இந்த தொடர் ஒரு உண்மையை தெரிவிக்கிறது."
  },
  {
    "description": "“வைக்காதீர்கள் காப்புக் கம்பிகள் கவனக் குறைவுடன் ஆகியவற்றின் மீது காலை அறுந்த மழை மின்கம்பிகள்” -  இந்த சொற்களைக் கொண்டு அமைக்கப்பட்ட சொற்றொடர்களில்  தொடக்கத்தில் வரும் சொல் எது?",
    "options": [
      "அ) மழை",
      "ஆ) காப்புக்",
      "இ) வைக்காதீர்கள்",
      "ஈ) கவனக்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்தத் தொடர் அனைத்துச் சொற்களையும் சேர்த்து ஒரு தொடராக அமைக்கப்பட்டுள்ளது. இந்தத் தொடரின் தொடக்கத்தில் வரும் சொல்  “வைக்காதீர்கள்”  என்பது.  இந்த சொல்லைப் பயன்படுத்தி பின்னரும் தொடர்களை அமைக்கலாம்."
  },
  {
    "description": "பக்கம் 84 இல் கொடுக்கப்பட்டுள்ள பத்தியில், தமிழ்நாட்டின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுவதற்கான காரணம் எது?",
    "options": [
      "அ) காங்கேயம் மாடுகள் பிற மாநிலத்தவர் விரும்பி வாங்கிச் செல்கின்றன.",
      "ஆ) காங்கேயம் மாடுகள் பால், சாணம் மற்றும் இறைச்சி போன்ற பயன்களைத் தருகின்றன.",
      "இ) காங்கேயம் மாடுகள் பல காலங்களாக விவசாயிகளுக்கு உதவியாக இருந்துள்ளன.",
      "ஈ) காங்கேயம் மாடுகள் தமிழ்நாட்டில் மிகுந்த எண்ணிக்கையில் காணப்படுகின்றன."
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "பக்கம் 84ல் கொடுக்கப்பட்டுள்ள பத்தியில், தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுவதற்கான காரணம் குறிப்பிடப்படவில்லை. ஆனால் பால், சாணம் மற்றும் இறைச்சி போன்ற பயன்களைத் தருவதால், காங்கேயம் மாடுகள் தமிழ்நாட்டு மக்களால் மிகவும் மதிக்கப்படுகின்றன. பிற மாநிலத்தவர் விரும்பி வாங்கிச் செல்வதால் அல்லது விவசாயிகளுக்கு உதவியாக இருப்பதால் இல்லை. "
  },
  {
    "description": "பக்கம் 85 இல் கொடுக்கப்பட்டுள்ள \"சந்தப்பேழை\" என்ற சொல்லின் பொருள் என்ன?  \"சந்தப்பேழை\" என்ற சொல் எந்த இடத்தில் பயன்படுத்தப்படலாம்?",
    "options": [
      "அ) \"சந்தப்பேழை\" என்பது பழைய சொத்துக்களை விற்பனை செய்வதற்கான ஒரு இடம்.",
      "ஆ) \"சந்தப்பேழை\" என்பது சிறிய அளவிலான பொருட்களை விற்பனை செய்வதற்கான ஒரு வண்டி.",
      "இ) \"சந்தப்பேழை\" என்பது மருத்துவ பொருட்களை வைத்து விற்பனை செய்யும் ஒரு கடை.",
      "ஈ) \"சந்தப்பேழை\" என்பது நகரங்களில் பயன்படுத்தப்படும் ஒரு வகை பொதுப் போக்குவரத்து வண்டி."
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "“சந்தப்பேழை” என்பது  சிறிய அளவிலான பொருட்களை விற்பனை செய்வதற்கான ஒரு வண்டி. சந்தைகளில் சிறிய கடைகள் நடத்த, தெருக்களில் பொருட்களை விற்பனை செய்ய, பழைய பொருட்களை விற்பனை செய்ய  இந்த வண்டி பயன்படுத்தப்படுகிறது.  பழைய சொத்துக்களை விற்பனை செய்வதற்கான இடம் அல்ல, மருத்துவப் பொருட்களை வைத்து விற்பனை செய்யும் கடை அல்ல, நகரங்களில் பயன்படுத்தப்படும் ஒரு வகை பொதுப் போக்குவரத்து வண்டி  அல்ல."
  },
  {
    "description": "\"தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன\" என்ற தொடர் எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "அ) வினாத்தொடர்",
      "ஆ) கட்டளைத்தொடர்",
      "இ) செய்தித்தொடர்",
      "ஈ) உணர்ச்சித்தொடர்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்தத் தொடர் ஒரு செய்தித்தொடர். இதில் தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன என்பது குறிப்பிடப்பட்டுள்ளது.  வினாத்தொடர்கள் கேள்வியைக் கேட்கும், கட்டளைத்தொடர்கள் ஒரு கட்டளையை வழங்கும் மற்றும் உணர்ச்சித்தொடர்கள் ஒரு உணர்ச்சியை வெளிப்படுத்தும். ஆனால் இந்த தொடர் ஒரு உண்மையை தெரிவிக்கிறது."
  }
]
