
[
  {
    "description": "'விழா குழு' என்ற தொடரில் வல்லினம் மிக வேண்டுமா?",
    "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்விக்கு, 'விழா குழு' என்ற தொடரில் வல்லினம் மிகும் இடத்தில் எது என்பதைப் பற்றி நாம் கவனிக்க வேண்டும். 'குழு' என்பது 'கூடு' என்ற சொல்லின் ஈறுகெட்ட சொல். இதனால், 'விழா குழு' என்ற தொடரில் 'கூடு' என்ற சொல்லின் 'கூ' என்ற வல்லினம் மிகும்.  ஆனால் இந்த கேள்வி வல்லினம் மிக வேண்டுமா என்று கேட்கிறது. இந்த கேள்விக்கு பதில் இல்லை. ஏனெனில் 'விழா' என்பது 'விழா' என்பது  மெல்லினத்தில் உள்ளது. இதனால் 'விழா' என்பது 'கு' வுடன் இணைந்து 'விழா' என்று மெல்லினமாகவே இருக்கும்.  இதனால் 'விழா குழு' என்ற தொடரில் வல்லினம் மிகாது."
  },
  {
    "description": "'கிளி __பேச்சு' என்ற தொடரில், விடுபட்ட இடத்தில் என்ன வர வேண்டும்?",
    "options": [
      "பே",
      "ப்",
      "பி",
      "ஸ"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்விக்கு, 'கிளி __பேச்சு' என்ற தொடரில் விடுபட்ட இடத்தில் என்ன வர வேண்டும் என்பதைப் பற்றி நாம் கவனிக்க வேண்டும். 'பேச்சு' என்ற சொல் 'பே' என்ற சொல்லின் ஈறுகெட்ட சொல். இதனால், 'கிளி __பேச்சு' என்ற தொடரில் 'பே' என்ற சொல்லின் 'ப' என்ற வல்லினம் மிகும். எனவே, விடுபட்ட இடத்தில் 'ப்' என்ற எழுத்து வர வேண்டும்.   நாம் இதை எளிதாகப் புரிந்துகொள்ள, 'கிளி பேச்சு' என்ற சொல்லை உச்சரித்துப் பாருங்கள்.  நாம் 'பேச்சு' என்று சொல்லும் போது 'ப்' என்று மெல்லிய ஒலி வருவதை நீங்கள் கவனிப்பீர்கள்."
  },
  {
    "description": "'தமிழ் __தேன்' என்ற தொடரில், விடுபட்ட இடத்தில் என்ன வர வேண்டும்?",
    "options": [
      "தே",
      "த்",
      "தி",
      "ஸ"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்விக்கு, 'தமிழ் __தேன்' என்ற தொடரில் விடுபட்ட இடத்தில் என்ன வர வேண்டும் என்பதைப் பற்றி நாம் கவனிக்க வேண்டும். 'தேன்' என்ற சொல் 'தே' என்ற சொல்லின் ஈறுகெட்ட சொல். இதனால், 'தமிழ் __தேன்' என்ற தொடரில் 'தே' என்ற சொல்லின் 'த' என்ற வல்லினம் மிகும். எனவே, விடுபட்ட இடத்தில் 'த்' என்ற எழுத்து வர வேண்டும்.  நாம் இதை எளிதாகப் புரிந்துகொள்ள, 'தமிழ் தேன்' என்ற சொல்லை உச்சரித்துப் பாருங்கள். நாம் 'தேன்' என்று சொல்லும் போது 'த்' என்று மெல்லிய ஒலி வருவதை நீங்கள் கவனிப்பீர்கள்."
  },
  {
    "description": "'தை __பூசம்' என்ற தொடரில், விடுபட்ட இடத்தில் என்ன வர வேண்டும்?",
    "options": [
      "பூ",
      "ப்",
      "பி",
      "ஸ"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்விக்கு, 'தை __பூசம்' என்ற தொடரில் விடுபட்ட இடத்தில் என்ன வர வேண்டும் என்பதைப் பற்றி நாம் கவனிக்க வேண்டும். 'பூசம்' என்ற சொல் 'பூ' என்ற சொல்லின் ஈறுகெட்ட சொல். இதனால், 'தை __பூசம்' என்ற தொடரில் 'பூ' என்ற சொல்லின் 'ப்' என்ற வல்லினம் மிகும். எனவே, விடுபட்ட இடத்தில் 'ப்' என்ற எழுத்து வர வேண்டும்.  நாம் இதை எளிதாகப் புரிந்துகொள்ள, 'தை பூசம்' என்ற சொல்லை உச்சரித்துப் பாருங்கள். நாம் 'பூசம்' என்று சொல்லும் போது 'ப்' என்று மெல்லிய ஒலி வருவதை நீங்கள் கவனிப்பீர்கள்."
  },
  {
    "description": "'கூட __கொடு' என்ற தொடரில், விடுபட்ட இடத்தில் என்ன வர வேண்டும்?",
    "options": [
      "கொ",
      "க்",
      "கி",
      "ஸ"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்விக்கு, 'கூட __கொடு' என்ற தொடரில் விடுபட்ட இடத்தில் என்ன வர வேண்டும் என்பதைப் பற்றி நாம் கவனிக்க வேண்டும். 'கொடு' என்ற சொல் 'கொ' என்ற சொல்லின் ஈறுகெட்ட சொல். இதனால், 'கூட __கொடு' என்ற தொடரில் 'கொ' என்ற சொல்லின் 'க்' என்ற வல்லினம் மிகும். எனவே, விடுபட்ட இடத்தில் 'க்' என்ற எழுத்து வர வேண்டும்.  நாம் இதை எளிதாகப் புரிந்துகொள்ள, 'கூட கொடு' என்ற சொல்லை உச்சரித்துப் பாருங்கள். நாம் 'கொடு' என்று சொல்லும் போது 'க்' என்று மெல்லிய ஒலி வருவதை நீங்கள் கவனிப்பீர்கள்."
  }
]
