[
          
  {
    
          "description": "“நுழையும்முன்” பிரிவில், ஐம்புல உணர்வுகளைப் பற்றி எந்தக் கருத்து முன்வைக்கப்பட்டுள்ளது?",
          "options": [
      "ஐம்புல உணர்வுகள் அனைத்து உயிரினங்களுக்கும் பொதுவானவை.",
      "ஐம்புல உணர்வுகள் இல்லாமல் அறிவு பெறுவது சாத்தியமில்லை.",
      "ஒவ்வொரு உயிரினத்துக்கும் ஐம்புல உணர்வுகளும் சமமாக இருக்கும்.",
      "ஐம்புல உணர்வுகள் புறம்போக்கு உணர்வுகளாகும்."
    ],
    "answer": "B",
    
          "additional_context": "“நுழையும்முன்” பிரிவில் ஐம்புல உணர்வுகளின் மூலமாகவே நாம் அறிவைப் பெறுகிறோம் எனக் கூறப்படுகிறது. இதன் மூலம் ஐம்புல உணர்வுகள் இல்லாமல் அறிவு பெறுவது சாத்தியமில்லை என்பது தெளிவாகிறது. ஐம்புல உணர்வுகள் அனைத்து உயிரினங்களுக்கும் பொதுவானவை அல்ல. ஐம்புல உணர்வுகளும் ஒவ்வொரு உயிரினத்துக்கும் சமமாக இருக்காது. எனவே, ஐம்புல உணர்வுகள் புறம்போக்கு உணர்வுகளாகும் என்பது சரியான கூற்று அல்ல. "
          }
        ,
          
  {
    
          "description": "தொல்காப்பியர் குறிப்பிடும் “நேரிதின் உணர்ந்தோர்” என்பவர்கள் யார்?",
          "options": [
      "ஐந்து புலன்களால் உணர்பவர்கள்",
      "ஆறாவது புலனான மனத்தால் உணர்பவர்கள்",
      "அனைத்து உயிரினங்களும்",
      "பிறப்பிலேயே மனிதர்கள்"
    ],
    "answer": "B",
    
          "additional_context": "தொல்காப்பியத்தில், “நேரிதின் உணர்ந்தோர்” என்பவர்கள் ஐந்து புலன்களால் உணர்பவர்கள் அல்ல. அவர்கள் ஆறாவது புலனான மனத்தால் உணர்பவர்கள். அதாவது மனிதர்களைத் தான் தொல்காப்பியர் “நேரிதின் உணர்ந்தோர்” என்கிறார். ஐந்து புலன்களால் உணர்பவர்கள் அனைத்து உயிரினங்களும் அல்ல, ஐந்து புலன்களைக் கொண்ட உயிரினங்கள் மட்டுமே. மேலும்,  பிறப்பிலேயே மனிதர்கள் எனும் கூற்று தவறானது. ஏனெனில், மனிதர்கள் மட்டுமே ஆறாவது புலனான மனத்தால் உணர்பவர்கள். "
          }
        ,
          
  {
    
          "description": "“நெறிப்படுத்தினர்” என்ற வினைமுற்று விகுதி என்னைக் குறிக்கிறது?",
          "options": [
      "ஒன்றுக்கு மேற்பட்ட மனிதர்கள் செய்தது",
      "ஒரே ஒரு மனிதர் செய்தது",
      "எதிர்காலத்தில் செய்யப்போவது",
      "தொடர்ந்து செய்யப்படுவது"
    ],
    "answer": "A",
    
          "additional_context": "“நெறிப்படுத்தினர்” என்ற வினைமுற்று விகுதி ஒன்றுக்கு மேற்பட்ட மனிதர்கள் செய்ததை குறிக்கிறது. 'அர்' என்ற பலர்பால் விகுதி இதனை உறுதிப்படுத்துகிறது. ஒரே ஒரு மனிதர் செய்ததை “நெறிப்படுத்தினான்”  என்று குறிப்பிடுவோம். “நெறிப்படுத்தினர்” என்பது எதிர்காலத்தில் செய்யப்போவது அல்ல, தொடர்ந்து செய்யப்படுவது அல்ல. "
          }
        ,
          
  {
    
          "description": "தொல்காப்பியத்தில் எந்த மொழியின் இலக்கணம் விளக்கப்பட்டுள்ளது?",
          "options": [
      "சமஸ்கிருதம்",
      "தமிழ்",
      "இலங்கைத் தமிழ்",
      "ஆங்கிலம்"
    ],
    "answer": "B",
    
          "additional_context": "தொல்காப்பியம் என்பது தமிழ் மொழியின் முதல் இலக்கண நூல். இதில் தமிழ் மொழியின் எழுத்து, சொல், பொருள் பற்றிய விளக்கங்கள் உள்ளன. சமஸ்கிருதம், இலங்கைத் தமிழ், ஆங்கிலம் போன்ற மொழிகளின் இலக்கணத்தை தொல்காப்பியம் விளக்குவதில்லை. "
          }
        ,
          
  {
    
          "description": "“பகுபத உறுப்பிலக்கணம்” என்ற பகுதி எதைப் பற்றியது?",
          "options": [
      "சொற்களின் பொருள் விளக்கம்",
      "சொற்களின் இலக்கண வகைப்பாடு",
      "சொற்களைப் பிரித்துக் காட்டுதல்",
      "சொற்களின் தோற்றம்"
    ],
    "answer": "C",
    
          "additional_context": "“பகுபத உறுப்பிலக்கணம்” என்ற பகுதி சொற்களைப் பிரித்துக் காட்டுவதைப் பற்றியது. சொற்களைப் பிரித்து அதன் உறுப்புகளை அறிந்து கொள்வது பகுபத உறுப்பிலக்கணம். சொற்களின் பொருள் விளக்கம், சொற்களின் இலக்கண வகைப்பாடு, சொற்களின் தோற்றம் போன்றவை வேறு பகுதிகளைச் சார்ந்தவை. "
          }
        ]