[
          
  {
    
          "description": "சொற்றொடர் விரிவாக்கம்:\n\n'விளையாடுவது நன்று' என்ற சொற்றொடரை மகிழ்வான, அமைதியான, சிறிய, ஆரோக்கியமான  என்பவற்றில் ஏதேனும் ஒரு அடைமொழியுடன்  விரிவாக்கி எழுதுக.",
          "options": [
      "மகிழ்வான விளையாடுவது நன்று.",
      "அமைதியான விளையாடுவது நன்று.",
      "சிறிய விளையாடுவது நன்று.",
      "ஆரோக்கியமான விளையாடுவது நன்று."
    ],
    "answer": "D",
    
          "additional_context": "நாம் அனைவரும் உடல் ஆரோக்கியத்தை பேண வேண்டும். அது நாம் அனைவரும் மகிழ்ச்சியாகவும் சந்தோசமாகவும் வாழ உதவும். அதுபோல் விளையாட்டு என்பது நம் உடல் ஆரோக்கியத்திற்கு மிகவும் நல்லது. நாம் மன அழுத்தம் இல்லாமல் உற்சாகமாக இருக்க விளையாட்டு உதவும். விளையாடுவதன் மூலம் நம் உடல் ஆரோக்கியம் மேம்படும். விளையாடுவதன் மூலம் நமக்கு ஆரோக்கியமான வாழ்வை வாழ முடியும்.  எனவே விளையாடுவது நன்று"
          }
        ,
          
  {
    
          "description": "பிழை நீக்கு:\n\n'பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவிள்ளை எண்ராலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தது பலருக்குத் தெரியாது.'  என்ற வாக்கியத்தில் உள்ள இலக்கணப் பிழையைக் கண்டறிந்து சரி செய்து எழுதுக.",
          "options": [
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தார் பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தார் பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தது பலருக்குத் தெரியாது.",
      "பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவில்லை என்றாலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமை பெற்றிருந்தார் பலருக்குத் தெரியாது."
    ],
    "answer": "D",
    
          "additional_context": "பெறுந்தலைவர் காமராசர் ஒரு சிறந்த தலைவர்.  அவர் தமிழ் மொழி மீது  சிறந்த  பற்றுதல் கொண்டவர்.  அவர் தமிழிலும் ஆங்கிலத்திலும் படித்த  நூல்கள் ஏராளம்.  அவரது  கல்வி அறிவு பலருக்கு தெரியாது.   இந்த வாக்கியத்தில்  'பெற்றிருந்தது' என்ற  சொல்  பிழை.   இதற்கு பதிலாக  'பெற்றிருந்தார்'  என்ற  சொல்லை  பயன்படுத்த வேண்டும்."
          }
        ,
          
  {
    
          "description": "ஆகுபெயர் அடையாளம்:\n\nகீழ்க்கண்ட வாக்கியத்தில் உள்ள ஆகுபெயரை அடையாளம் காண்க: 'விமலா கூடத்தில் உள்ள தட்டிலிருந்த டிசம்பரைத் தலையில் சூடிக்கொண்டாள்.'",
          "options": [
      "டிசம்பர்",
      "தலை",
      "தட்டில்",
      "கூடத்தில்"
    ],
    "answer": "A",
    
          "additional_context": "விமலா என்பவர் தனது வீட்டில் உள்ள தட்டிலிருந்த  டிசம்பரைத் தலையில்  சூடிக்கொண்டாள் என்பது இந்த வாக்கியத்தின்  பொருள்.  டிசம்பர்  என்ற  சொல்  'டிசம்பர்  மாதம்'   என்று பொருள்படும்.   இதன்  முன்  'தட்டிலிருந்த'  என்ற  சொல்  இருக்கிறது.   இதில்  டிசம்பர்   என்பது  ஆகுபெயர்.  "
          }
        ,
          
  {
    
          "description": "மரபு கவிதை வரி விளக்கம்:\n\n'பெயரிடைப் பட்ட வானெனத் தோன்றும் பெருங்குளம் நிறைந்து விட்டாயே!'  என்ற வரியில் 'பெயரிடைப் பட்ட வானென'  என்பதன் பொருள் யாது?",
          "options": [
      "பெயர் போன்ற வானம்",
      "பறவை போன்ற வானம்",
      "மழை போன்ற வானம்",
      "பூக்கள் போன்ற வானம்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த  வரியில்  பெரிய குளம்  மழை பெய்ததால்  நிரம்பியிருப்பதை  குறிப்பிடுகிறது.  மழை பெய்து  நிரம்பிய  குளத்தை   'பெயரிடைப்  பட்ட  வானெனத் தோன்றும் பெருங்குளம்'  என்று  விவரிக்கிறது.  இதில்  'பெயரிடைப் பட்ட வானென'  என்ற  சொற்றொடரின்  பொருள்  'மழை  போன்ற வானம்'  என்பதாகும்."
          }
        ,
          
  {
    
          "description": "சொற்றொடர் பொருள்:\n\n'அயலுள ஓடைத் தாமரை கொட்டி'  என்ற சொற்றொடரின் பொருள் யாது?",
          "options": [
      "அருகில் இருக்கும் ஓடைத் தாமரைகள் மலர்ந்துள்ளன",
      "அருகில் இருக்கும் ஓடைத் தாமரைகள் மலர்ந்து மணம் பரவுகின்றன",
      "அருகில் இருக்கும் ஓடைத் தாமரைகள் மலர்ந்து அழகாக உள்ளன",
      "அருகில் இருக்கும் ஓடைத் தாமரைகள் மலர்ந்து தண்ணீரில் மிதக்கின்றன"
    ],
    "answer": "A",
    
          "additional_context": "இந்த  வரியில்  தாமரை   மலர்ந்திருப்பதை   விவரிக்கிறது.  'அயலுள  ஓடைத் தாமரை கொட்டி'  என்ற  சொற்றொடரின்  பொருள்  'அருகில் இருக்கும் ஓடைத் தாமரைகள் மலர்ந்துள்ளன' என்பதாகும்."
          }
        ]