[
          
  {
    
          "description": "கீழ்க்கண்டவற்றில் எது பண்பாகுபெயர் இல்லை?",
          "options": [
      "மஞ்சள் நிற ஆடை",
      "பச்சைப் பூக்கள்",
      "நீல நிற வானம்",
      "சுவையான பழம்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "ஆகுபெயர்கள் ஒரு பொருள், இடம், காலம், பண்பு போன்றவற்றை குறிப்பிடும் பெயர்கள். இந்த பெயர்கள் ஒரு பொருளின் அடிப்படை பெயருக்கு பதிலாக அந்த பொருளுடன் தொடர்புடைய வேறு ஒரு பெயரை குறிக்கும். \n\nமஞ்சள் நிற ஆடை - ஆடையின் நிறத்தை குறிக்கிறது. \n\nபச்சைப் பூக்கள் - பூக்களின் நிறத்தை குறிக்கிறது. \n\nநீல நிற வானம் - வானத்தின் நிறத்தை குறிக்கிறது. \n\nசுவையான பழம் - பழத்தின் சுவையை குறிக்கிறது. \n\nமேலே கொடுக்கப்பட்ட நான்கு விருப்பங்களில், பழத்தின் சுவையை மட்டும் பண்பாகுபெயர் என்று சொல்ல முடியாது. ஏனெனில், பழம் என்பது ஒரு பொருளின் பெயர். அதன் சுவை என்பது பழத்தின் பண்பு அல்ல, அது பழத்தை வர்ணிக்கிறது. \n\n எனவே, இந்த கேள்விக்கு சரியான விடை சுவையான பழம்."
          }
        ,
          
  {
    
          "description": "'நாலும் இரண்டும் சொல்லுக்கு உறுதி' என்ற தொடரில் 'நாலும் இரண்டும்' என்பது எந்த வகையான ஆகுபெயர்?",
          "options": [
      "எண்ணாகுபெயர்",
      "அளவைப் பெயர்",
      "இடவாகுபெயர்",
      "தொழிலாகுபெயர்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நாலும் இரண்டும் என்பது இரண்டு எண்களின் கூட்டுத்தொகை.  ஆகவே, இது எண்ணாகுபெயர். ஆகுபெயர்கள் ஒரு பொருள், இடம், காலம், பண்பு போன்றவற்றை குறிப்பிடும் பெயர்கள். இந்த பெயர்கள் ஒரு பொருளின் அடிப்படை பெயருக்கு பதிலாக அந்த பொருளுடன் தொடர்புடைய வேறு ஒரு பெயரை குறிக்கும்.  நாலும் இரண்டும் என்பது சொல்லுக்கு உறுதி என்று குறிப்பிடுவது, சொல்லுக்கு உறுதியாக இருக்கும் எண்ணிக்கையைக் குறிக்கிறது.  எனவே, நாலும் இரண்டும் என்பது எண்ணாகுபெயராகும்."
          }
        ,
          
  {
    
          "description": "'அறிஞர் அண்ணாவைப் படித்திருக்கிறேன்' என்ற தொடரில் 'அறிஞர் அண்ணா' என்பது எந்த வகையான ஆகுபெயராகப் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "காரியவாகுபெயர்",
      "கருத்தாவாகுபெயர்",
      "பண்பாகுபெயர்",
      "தொழிலாகுபெயர்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "அறிஞர் அண்ணா என்பது ஒரு கருத்தாவின் பெயர். இவர் எழுதிய நூல்கள் பல உள்ளன. இந்த நூல்களுக்கு அவரின் பெயர் கருத்தாவாகுபெயராகப் பயன்படுத்தப்படுகிறது. ஆகவே, அறிஞர் அண்ணா என்பது கருத்தாவாகுபெயராகப் பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'ஐந்து மீட்டர் வெட்டினான்' என்ற தொடரில் 'ஐந்து மீட்டர்' என்பது எந்த வகையான ஆகுபெயர்?",
          "options": [
      "எண்ணாகுபெயர்",
      "அளவைப் பெயர்",
      "இடவாகுபெயர்",
      "காலவாகுபெயர்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "ஐந்து மீட்டர் என்பது ஒரு அளவைப் பெயர்.  இது நீளத்தை அளக்க பயன்படுகிறது. ஆகுபெயர்கள் ஒரு பொருள், இடம், காலம், பண்பு போன்றவற்றை குறிப்பிடும் பெயர்கள். இந்த பெயர்கள் ஒரு பொருளின் அடிப்படை பெயருக்கு பதிலாக அந்த பொருளுடன் தொடர்புடைய வேறு ஒரு பெயரை குறிக்கும்.  ஐந்து மீட்டர் என்பது வெட்டப்பட்ட பொருளின் நீளத்தை குறிக்கிறது. ஆகவே, இது அளவைப் பெயராகும்."
          }
        ,
          
  {
    
          "description": "கீழ்க்கண்ட தொடர்களில் எது ஆகுபெயரைப் பயன்படுத்தியுள்ளது?",
          "options": [
      "மலர் மணம் மிகவும் இனிமையானது.",
      "அந்த மலரை வாங்கினேன்.",
      "அந்த மலர் மிகவும் அழகானது.",
      "மலர்கள் இயற்கையின் அழகு."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "மலர்கள் இயற்கையின் அழகு என்பது ஆகுபெயரைப் பயன்படுத்தியுள்ளது. மலர்கள் என்பது இயற்கையின் அழகு என்பது ஒரு பொதுவான கருத்து, இது மலர்களை இயற்கையின் ஒரு அழகான பகுதியாகக் கருதுகிறது. இந்த வகையான பெயர் பயன்பாடு ஆகுபெயராகும்."
          }
        ]