
[
  {
    "description": "“பூரண கும்பமும் பொலம்பா லிகைகளும்” என்ற வரிகளில் “பொலம்” என்ற சொல் என்ன பொருள் தருகிறது?",
    "options": [
      "பளபளப்பு",
      "மென்மை",
      "பொன்",
      "பூ"
    ],
    "answer": "C",
    "additional_context": "விழாவிற்குப்  புகார் நகரம் அழகுபடுத்தப்படுகிறது. அதில் தோரண வீதியும் தோம்அறு கோட்டியும் பூரண கும்பமும் பொலம்பா லிகைகளும் (பொன் லிகைகள்) அமைக்கப்படுகின்றன."
  },
  {
    "description": "“பத்தி வேதிகைப் பசும்பொன் தூணத்து” என்ற வரியில் “வேதிகை” என்ன பொருள் தருகிறது?",
    "options": [
      "கோயில்",
      "மாடம்",
      "திண்ணை",
      "பலிபீடம்"
    ],
    "answer": "C",
    "additional_context": "விழாவிற்காக வீடுகளின்முன் தெருத் திண்ணையில் (வேதிகை)  வரிசை வரிசையாக இருக்கும் தங்கத் தூண்களிலே முத்து மாலைகளைத் தொங்கவிடுமாறு கூறப்படுகிறது."
  },
  {
    "description": "“கதலிகைக் கொடியும் காழ்ஊன்று விலோதமும்” என்ற வரிகளில் “விலோதம்” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "பட்டுத் துணி கொடி",
      "தகரக் கொடி",
      "மரக் கொடி",
      "இரும்புக் கொடி"
    ],
    "answer": "A",
    "additional_context": "மதலை மாடமும் வாயிலும் சேர்த்துமின்; (கதலிகைக் கொடியும் காழ்ஊன்று விலோதமும், துணியாலான கொடி) என்ற வரிகள் மூலம் வாயில்களில் பல வண்ணக் கொடிகளும் கட்டப்படுவதாகத் தெரிகிறது."
  },
  {
    "description": "“பற்றா மாக்கள் தம்முடன் ஆயினும் செற்றமும் கலாமும் செய்யாது அகலுமின்” என்ற வரியில் “கலாம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "கலை",
      "போர்",
      "புகழ்",
      "குற்றம்"
    ],
    "answer": "B",
    "additional_context": "பகைவர்களிடம் கூடக் கோபமும் பூசலும் கொள்ளாது அவர்களை விட்டு விலகி நில்லுங்கள். (செற்றமும் கலாமும் செய்யாது அகலுமின்) என்ற வரிகள் மூலம் மக்கள் மனதில் அமைதி நிலவ வேண்டும் எனப்  பொருள் கொள்ளலாம்."
  },
  {
    "description": "“தண்மணல் துருத்தியும் தாழ்பூந் துறைகளும்” என்ற வரிகளில் “துருத்தி” என்ற சொல் என்ன பொருள் தருகிறது?",
    "options": [
      "மலை",
      "மணல் திட்டு",
      "ஆறு",
      "காடு"
    ],
    "answer": "B",
    "additional_context": "வெண்மணற் குன்றமும் விரிபூஞ் சோலையும் தண்மணல் துருத்தியும் (மணல் திட்டு) தாழ்பூந் துறைகளும் தேவரும் மக்களும் ஒத்துடன் திரிதரும் என்ற வரிகள் மூலம் விழா எங்கு நடைபெறுகிறது என்பது விளக்கப்படுகிறது."
  }
]
