
[
  {
    "description": "பத்தியில் பயன்படுத்தப்பட்டுள்ள \"வாழுமலை\" என்ற சொல்லைப் பின்வரும் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "a) ஒரு மலையின் பெயர்",
      "b) வாழ்வின் மையப்புள்ளி",
      "c) மகான்கள் வாழும் இடம்",
      "d) மலை போன்ற ஒரு மனிதன்"
    ],
    "answer": "C",
    "additional_context": "தமிழ் முனிவன் வாழும் மலை என்கிற சொல்லின் மூலம், அந்த மலையைப் பற்றிய சிறப்பான விஷயம் என்னவென்று நீ சொல்ல முடியுமா? தமிழ் முனிவன் எனும்போது யார் மனதில் வருகிறது? ஆம், தமிழ் மொழியின் மேன்மையை எடுத்துரைத்த திருவள்ளுவர் போன்றோர் வாழ்ந்த இடமாக அந்த மலை இருக்கலாம் என்று தெரியுது. ஆனா, அந்த மலையின் பெயர் அப்படி ஒரு மகானின் பெயரை மறைத்து வைத்திருக்காது என்பதையும் கவனிக்கணும். ஏன்னா, மகான்கள் வாழ்ந்த இடம் என்ற பொருளைத் தான் 'வாழுமலை' சொல் குறிக்கிறது. 'வாழும் இடம்' என்பது எல்லாருக்குமானது தான். அது மலை மட்டும் இல்ல. ஆனா, இங்கே தமிழ் முனிவன் வாழ்ந்த இடம் என்கிற சொல்லின் மூலம் அது ஒரு மகானின் இடமாகவும் மதிக்கப்படுகிறது. அதனால, 'வாழுமலை' என்ற சொல்  'மகான்கள் வாழும் இடம்' என்ற பொருளைத் தான் குறிக்கிறது. "
  },
  {
    "description": "\"சொற்றொடர்களை அடைப்புக் குறிக்குள் உள்ளவாறு மாற்றுக\" என்ற வாக்கியத்தில் \"அடைப்புக் குறி\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) \"(\" மற்றும் \")\" குறிகளை",
      "b) \" மற்றும் \" ஐ",
      "c) \"\" மற்றும் \"\" ஐ",
      "d) \"{\" மற்றும் \"}\" ஐ"
    ],
    "answer": "A",
    "additional_context": "சொற்றொடர்களை அடைப்புக் குறிக்குள் உள்ளவாறு மாற்றுக என்ற வாக்கியத்திலேயே 'அடைப்புக் குறி' என்ற சொல்  '( )'  குறிகளைக் குறிக்கிறது என்று புரியுது இல்ல.  '( )'  குறிகள் எதற்குப் பயன்படுதுன்னு தெரியுமா?  சொற்றொடர்களைத் தனித்து பிரிச்சு காட்டுறதுக்குதான்.  நம்ம எழுத்துல இது மாதிரி ஏதாவது ஒரு சொற்றொடர அடைப்புக் குறிக்குள்ள போட்டு காட்டுறோம்னா, அது நம்ம எழுத்துல முக்கியமானதுன்னு அர்த்தம். எடுத்துக்காட்டுக்கு,  'அந்த மனிதன் ஒரு நல்ல மனிதன்'னு சொன்னா அதனால நமக்கு என்ன புரியும்? அந்த மனிதன் நல்லவன்னு புரியும். ஆனா 'அந்த மனிதன் (ஒரு நல்ல மனிதன்)' னு சொன்னா என்ன புரியும்?  அந்த மனிதன் எல்லாரும் சொல்ற மாதிரி ஒரு நல்ல மனிதன்னு புரியும் இல்ல.  சொல்லப்போனா  அந்த மனிதன் எல்லாருக்கும் நல்லவன்னு உறுதி படுத்த வச்சு சொல்ற மாதிரி இருக்கும்.  சொற்றொடர்களை  அடைப்புக் குறிக்குள்  போடறது  எப்படி  அந்த  சொற்றொடருக்கு  முக்கியத்துவம் கொடுக்குதுன்னு தெரியுது இல்ல.  "
  },
  {
    "description": "\"தென்னாட்டுப் பெர்னாட்ஷா\" என்ற சொல்லைப் பயன்படுத்தி ஆசிரியர் யாரைப் புகழ்கிறார்?",
    "options": [
      "a) தமிழகத்தில் பெர்னாட்ஷாவைப் போன்ற ஒருவர்",
      "b) தென்னாட்டுத் தலைவர்",
      "c) தென்னாட்டுப் பெர்னாட்ஷாவைப் போன்ற மகான்",
      "d)  தென்னாட்டுப் பெர்னாட்ஷாவைப் போன்ற கலைஞர்"
    ],
    "answer": "C",
    "additional_context": "'தென்னாட்டுப் பெர்னாட்ஷா' என்ற சொல்லைப் பாருங்க.  பெர்னாட்ஷா என்றால் யார்?  சரியா, ஒரு மகான்.  அவர் பேசும் விஷயங்கள்ல நிறைய உண்மை இருக்கு.  சொல்றதுலயும் ஒரு வித்தியாசம் இருக்கு.  அவர் பேசும் விஷயங்களைப் பத்தி பலரும் பாராட்டுறாங்க.  'தென்னாட்டுப் பெர்னாட்ஷா' என்ற சொல்லப் பயன்படுத்தி ஆசிரியர் யாரைப் புகழ்கிறார் என்ற கேள்வியப் பார்த்தீங்கன்னா, 'தென்னாட்டுப் பெர்னாட்ஷாவைப் போன்ற மகான்'னு சொல்லி  அந்த மகானைத் தான்  புகழ்கிறார்னு புரியுது. தென்னாட்டுப் பெர்னாட்ஷா என்றால்  இந்தியாவில் உள்ள ஒரு மகான் அல்லது அறிஞர் அல்லது தலைவர் அல்லது கலைஞர்.  சொல்லப்போனா, அவர் தமிழ்நாட்டில் உள்ள ஒரு மகானைத் தான்  புகழ்கிறார்.  'பெர்னாட்ஷா' போன்றவர் என்பது ஒரு பெரிய பாராட்டு.  'தென்னாட்டுப் பெர்னாட்ஷா' என்ற சொல்லப் பயன்படுத்தி  ஆசிரியர்,  தமிழ்நாட்டிலேயே ஒரு மகானைப் புகழ்கிறார்ன்னு அர்த்தம்.   "
  },
  {
    "description": "\"பொங்கருவி தூங்குமலை\" என்ற சொற்றொடர் எந்த உருவகத்தை பயன்படுத்துகிறது?",
    "options": [
      "a) உருவகம்",
      "b) உவமை",
      "c) உருவக உவமை",
      "d) எதுகை"
    ],
    "answer": "A",
    "additional_context": "பொங்கருவி தூங்குமலை என்ற சொல்லப் பார்த்தீங்கன்னா,  'தூங்குமலை' என்ற சொல் மலையைக் குறிக்கிறதா?  அல்லது வேற ஏதாவது பொருளைத் தான் குறிக்கிறதா?  'தூங்குமலை'  என்பது  'மலை'  என்ற பொருளைத் தான் குறிக்கிறதா?  சரியா, மலை  என்ற பொருளைத் தான்  'தூங்குமலை'  குறிக்கிறது. ஆனா, 'தூங்குமலை' என்ற சொல்லை உருவகமா  பயன்படுத்தியிருக்காங்க.  எப்படின்னு  பாருங்க.  மலை தூங்காது.  மலை  நிலையானது.  ஆனா,  பொங்கருவி  எப்படி  இருக்கு?  நிலையா இருக்கா? இல்ல,   தூங்குற  மலை  என்ற சொல்  பொங்கருவியைக்  குறிக்குது.  'தூங்குமலை'   என்று  பொங்கருவிய  குறிப்பிடுறது  ஒரு  உருவகம்.  என்ன  உருவகம்ன்னு  தெரியுமா?  'பொங்கருவி'  என்ற சொல்  'தூங்கு'  என்ற சொல்லோடு  இணைச்சு  மலை  என்ற  சொல்  சேர்க்கப்பட்டிருக்கு.  அதனால   இந்த   சொற்றொடர்   உருவகத்தை   பயன்படுத்துதுன்னு  புரியுது. "
  },
  {
    "description": "\"அஞ்சலட்டையில் எழுதுக\" என்ற வாக்கியத்தில் \"அஞ்சலட்டை\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) கடிதத்தை எழுதுவதற்கான காகிதம்",
      "b) கடிதப்பெட்டி",
      "c) அஞ்சல் அலுவலகம்",
      "d) கடிதம்"
    ],
    "answer": "A",
    "additional_context": "'அஞ்சலட்டையில் எழுதுக' என்ற வாக்கியத்திலேயே  'அஞ்சலட்டை'  என்ற சொல்   'கடிதத்தை எழுதுவதற்கான காகிதம்'  என்று  புரியுது.   கடிதப்பெட்டியில  கடிதத்தை  போடுறோம்.   அஞ்சல்  அலுவலகத்துல  கடிதத்தை  பேர்ல  கொடுத்து  பேர்ல  பெறறோம்.   அஞ்சலட்டை   என்பது  கடிதத்தை  எழுதுவதற்கான   காகிதத்தைத்  தான்   குறிக்குது.   'அஞ்சலட்டையில்  எழுதுக'   என்ற  வாக்கியம்  எதைக்  குறிக்கிறது?  சரியா  கடிதத்தை  எழுதுவதற்கான  காகிதத்தில்  எழுத  வேண்டும்  என்று  சொல்லுது.  "
  }
]
