[
          
  {
    
          "description": "பிறர் நலவியல் பண்பு மக்கள் வரலாற்றில் எப்படித் தோன்றியது? அதன் பரிணாமம் குறித்து எடுத்துக்காட்டுகளுடன் விளக்கு.",
          "options": [
      "பண்டைக்காலத்தில் தோன்றி, படிப்படியாக வலுவடைந்து, எல்லா மக்களுக்கும் பரவியது.",
      "இயற்கைப் பேரிடர்களைச் சந்தித்த பின் மக்கள் பிறர் நலவியலைக் கடைபிடிக்கத் தொடங்கினர்.",
      "மதங்கள் தோன்றிய பின்னரே பிறர் நலவியல் ஒரு முக்கியக் கொள்கையாக உருவானது.",
      "தன்னலம் தேடுவதில் இருந்து விடுபட்டு, அறிவு வளர வளர பிறர் நலவியல் பண்பு உருவானது."
    ],
    "answer": "D",
    
          "additional_context": "மக்கள் வரலாற்றில் பிறர் நலவியல் பண்பு எப்படி உருவானது என்பதை இப்பாடம் விளக்குகிறது. படிப்படியாக அறிவு வளர வளர பிறர் நலவியல் பண்பு உருவானது என்று இந்த பாடத்தில் கூறப்பட்டுள்ளது.  மேம்படாத சமுதாயத்தில் மனிதன் தன்னுடைய குடும்பத்தையும் தன் இனத்தையும் காப்பாற்றவே முயல்வான்.  படிப்படியாக அறிவு வளர வளர எங்கு வாழ்ந்தாலும் மக்கள் அனைவரும் தன் இனத்தவர்; எல்லா உயிர்க்கும் அன்புகாட்டுதல் வேண்டும் என்னும் சிந்தனை அவனுக்குத் தோன்றும். "
          }
        ,
          
  {
    
          "description": "தமிழ் இலக்கியத்தில் பரந்த மனப்பான்மையையும், விரிவான ஆளுமையையும் வளர்த்தது எது? எடுத்துக்காட்டுகளுடன் விளக்கு.",
          "options": [
      "அகத்திணை இலக்கியத்தின் ஐவகை நிலங்களின் பெரும்பொழுது, சிறுபொழுது, கருப்பொருள் ஆகியவற்றைப் புலவரும் பாணரும் இலக்கியம் பயில்வோரும் கற்றுவந்தனர்.",
      "புலவர்கள் தம் செய்யுள்களில் தலைவன், தலைவி, தோழி, செவிலித்தாய் ஆகியோரைக் கற்பனை செய்து பாடுவதால் பிறர் பற்றி அறியும் பண்பு அவர்கள் எளிதாகப் பெற்றிருக்க வேண்டும்.",
      "களவொழுக்கத்திலும் கற்பொழுக் கத்திலும் பிற உயிரொன்றைக் காதலிப்பதாலும் குழந்தைகளைப் பேணுவதாலும் இருவருடைய ஆளுமையும் விரிவடைய வாய்ப்பிருந்தது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "தமிழ் இலக்கியம் பரந்த மனப்பான்மையையும், விரிவான ஆளுமையையும் வளர்த்தது எப்படி என்பதை இந்த பாடம் விளக்குகிறது.  அகத்திணை இலக்கியம் பல்வேறு வழிகளில் பரந்த மனப்பான்மையையும் விரிவான ஆளுமையையும் வளர்த்தது. ஐவகை நிலங்களின் பெரும்பொழுது, சிறுபொழுது, கருப்பொருள் ஆகியவற்றைப் புலவரும் பாணரும் இலக்கியம் பயில்வோரும் தவறாது கற்றுவந்தனர். தொல்காப்பியர் நிலத்தைப் பிரித்தமுறை உலகின் பிரிவாகவே அமைந்தது.  களவொழுக்கத்திலும் கற்பொழுக் கத்திலும் பிற உயிரொன்றைக் காதலிப்பதாலும் குழந்தைகளைப் பேணுவதாலும் இருவருடைய ஆளுமையும் இன்னும் விரிவடைய வாய்ப்பிருந்தது. புலவர்கள் தம் செய்யுள்களில் தலைவன், தலைவி, தோழி, செவிலித்தாய் ஆகியோரைக் கற்பனை செய்து பாடுவதால் பிறர் பற்றி அறியும் பண்பை அவர்கள் எளிதாகப் பெற்றிருக்க வேண்டும். "
          }
        ,
          
  {
    
          "description": "தமிழ்ச் சான்றோன் யார்? அவனது இயல்புகள் எவை? அவன் உரோமையரின் 'சாப்பியன்ஸ்' போன்றவனா?",
          "options": [
      "தமிழ்ச் சான்றோன் சமுதாயத்திலேயே வாழ்ந்து, தன்னைப் பற்றியே சிந்தித்து, தனிமையை விரும்புபவன்.",
      "தமிழ்ச் சான்றோன் சமுதாயத்தில் வாழ்ந்து, சமுதாயத்திற்குப் பல நன்மைகளைச் செய்வான்.",
      "தமிழ்ச் சான்றோன் உரோமையரின் 'சாப்பியன்ஸ்' போன்றவன்.",
      "தமிழ்ச் சான்றோன் சமுதாயத்திலிருந்து விலகி, தனது சொந்தப் பண்புகளையே வளர்ப்பவன்."
    ],
    "answer": "B",
    
          "additional_context": "தமிழ்ச் சான்றோன் யார் என்பதை இந்த பாடம் விளக்குகிறது.  திருக்குறளில் பூட்கைமகன் அல்லது குறிக்கோள் மாந்தனின் இயல்புகள் பல கூறப்பட்டிருக்கின்றன. ஒன்று பிறர்பால் அன்புடைமை ஆகும். இல்லற வாழ்க்கையின் நோக்கம் ஈகை, விருந்தோம்பல் போன்ற பண்புகளால் ஆளுமையை வளர்த்தல் ஆகும்.  தமிழ் மக்கள் 'சான்றோன்' எனப்படும் குறிக்கோள் மாந்தனைப் பாராட்டிய காலத்தில் இத்தாலிய நாட்டில் உரோமையர் 'sapens' (அறிவுடையோன்) எனப்படும் இலட்சிய புருஷனைப் போற்றி வந்தனர்.  உரோமையருடைய 'சாப்பியன்ஸ்' அல்லது சான்றோன் என்பவன் சமுதாயத்திலிருந்து விலகி, தன் சொந்தப் பண்புகளையே வளர்ப்பனாக இருந்தான். உரோமையருடைய சான்றோர் அரிதாகவே சமுதாயத்தில் தோன்றுவர்.  தமிழ்ச் சான்றோன் சமுதாயத்திலேயே வாழ்ந்து தன்னால் இயன்றவரை சமுதாயத்திற்குப் பல நன்மைகளைச் செய்வான்."
          }
        ,
          
  {
    
          "description": "'இமயவரம்பு' என்னும் சொல் எந்தச் சூழலில் பயன்படுத்தப்பட்டுள்ளது? தமிழ் மக்களின் பரந்த மனப்பான்மைக்கு அது எப்படி எடுத்துக்காட்டு?",
          "options": [
      "தமிழ் மக்கள் தங்கள் நாட்டை மட்டுமே விரும்பி, பிற நாடுகளைப் பற்றி கவலைப்படவில்லை என்பதைத் தெளிவாகக் காட்டுகிறது.",
      "தமிழ் மக்கள் வட இந்தியாவுடனான தங்கள் தொடர்பைப் பற்றிக் கூறுவதற்காக 'இமயவரம்பு' பயன்படுத்தப்படுகிறது.",
      "தமிழ் மக்களின் பரந்த மனப்பான்மையை உணர்த்துவதற்காக 'இமயவரம்பு' பயன்படுத்தப்படுகிறது.",
      "'இமயவரம்பு' என்பது தமிழ் மக்களின் பண்பாட்டின் ஒரு பகுதி, ஆனால் அது பரந்த மனப்பான்மைக்கு எந்த விதத்திலும் தொடர்புடையதல்ல."
    ],
    "answer": "C",
    
          "additional_context": "இமயவரம்பு என்ற சொல் தமிழ் இலக்கியத்தில் எப்படி பயன்படுத்தப்படுகிறது என்பதை இந்த பாடம் விளக்குகிறது.  வட இந்தியாவுடன் தொடர்புகள் வளர வளரக் கங்கையும் இமயமும் அடிக்கடி தொகைநூல்களில் எடுத்தாளப்பட்டன. இமயமலை, நீடிக்கும் உறுதிக்கு மேற்கோளாகக் காட்டப்படுகின்றது.  புலவர்கள் குமரி ஆறு, காவிரி ஆறு போன்ற மணல் நிறைந்த இடங்களை நீண்ட வாழ்க்கைக்கு உவமையாகக் கூறுகிறார்கள்.  அத்துடன் கங்கையையும் இமயத்தில் பெய்யும் மழையையும் உவமையாகச் சேர்த்துக் கொள்கிறார்கள்.  சில புலவர்கள் இமயத்தையும் கங்கையையும் தமிழ்நாட்டு மலைகளுடனும் ஆறுகளுடனும் சேர்த்தே பாடுகின்றனர்."
          }
        ,
          
  {
    
          "description": "தமிழ்ப் பண்பாட்டில் 'உண்டாலம்ம இவ்வுலகம்' என்ற புறப்பாட்டு என்ன கருத்தை வலியுறுத்துகிறது? அதை பிறர் நலவியல் பண்புடன் எப்படி இணைக்கலாம்?",
          "options": [
      "உலகம் என்பது அழகானது, மக்கள் அனைவரும் மகிழ்ச்சியாக இருக்க வேண்டும் என்பதைத் தெளிவாகக் காட்டுகிறது.",
      "பிறர்க்காக வாழ்வதன் மூலமே மனிதன் உயர்ந்த வாழ்க்கையை அடைய முடியும்.",
      "தன்னலம் தேடுவதால் மட்டுமே மனிதன் உயர்ந்த வாழ்க்கையை அடைய முடியும்.",
      "இந்தப் புறப்பாட்டு பிறர் நலவியல் பண்புடன் எந்த தொடர்பும் இல்லாதது."
    ],
    "answer": "B",
    
          "additional_context": "தமிழ்ப் பண்பாட்டில்  “உண்டாலம்ம இவ்வுலகம்” என்ற புறப்பாட்டு பிறர் நலவியல் பண்புடன் எப்படி தொடர்புடையது என்பதை இந்த பாடம் விளக்குகிறது.  பிறர்க்காக வாழும் மக்கள் இவ்வுலகில் இல்லையென்றால், நாம் வாழ்வது அரிது. பிறர்க்காக வாழ்வதே உயர்ந்த பண்பும் பண்பாடும் ஆகும். 'உண்டாலம்ம இவ்வுலகம்' என்ற புறப்பாட்டு இந்தப் பண்பை அழகாக எடுத்துக் காட்டுகின்றது. "
          }
        ]