[
          
  {
    
          "description": "'தாவோயியம்' என்பது எதை மையமாகக் கொண்ட சிந்தனைப்பிரிவு?",
          "options": [
      "ஒழுக்கம்",
      "வாழ்க்கையின் மகிழ்ச்சி",
      "அறிவியல்",
      "அரசியல்"
    ],
    "answer": "B",
    
          "additional_context": "தாவோயியம் என்பது ஒரு சீனத் தத்துவப்பிரிவு. இது இன்றைய வாழ்வை மகிழ்ச்சியாக வாழ வேண்டும் என்ற சிந்தனையை முன்வைக்கிறது. லாவோட்சு தாவோயியத்தைச் சார்ந்தவர். ஒழுக்கத்தை மையமாக வைத்துக் கன்பூசியஸ் சிந்தித்தார்."
          }
        ,
          
  {
    
          "description": "'வெற்றிடம்' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "எதுவும் இல்லாதது",
      "காலி இடம்",
      "உருவம் இல்லாதது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்த கவிதையில் வெற்றிடம் என்ற சொல் உருவம் இல்லாததை குறிக்கிறது. சக்கரத்தின் மையப் பகுதி, பாண்டத்தின் உள்ளே உள்ள இடம், வீட்டின் சுவர்களில் உள்ள கதவு, சாளரம் ஆகியவற்றை வெற்றிடம் என்கிறார் கவிஞர்.  வெற்றிடத்தை இல்லாதது என்று கருதக்கூடாது, அது பயன் உடையது என்று கவிஞர் குறிப்பிடுகிறார்."
          }
        ,
          
  {
    
          "description": "கவிதையில் 'பாண்டம்' என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "சின்ன குடம்",
      "பெரிய குடம்",
      "வீடு",
      "சக்கரம்"
    ],
    "answer": "B",
    
          "additional_context": "கவிதையில் பாண்டம் என்ற சொல் மண்பானையைக் குறிக்கிறது. மண்பானையின் பயன் அதன் வெற்றிடத்தில்தான் இருக்கிறது."
          }
        ,
          
  {
    
          "description": "'ஆரங்கள்' என்ற சொல் எதை குறிக்கிறது?",
          "options": [
      "சக்கரத்தின் மையத்தில் இருந்து ஓரம் வரை செல்லும் கோடுகள்",
      "வீட்டின் சுவர்கள்",
      "பாண்டத்தின் வடிவங்கள்",
      "வெற்றிடம்"
    ],
    "answer": "A",
    
          "additional_context": "கவிதையில் ஆரங்கள் என்ற சொல் சக்கரத்தின் மையப் பகுதியில் இருந்து ஓரம் வரை செல்லும் கோடுகளைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "கவிதையின் தலைப்பு 'அறம்' என இருப்பது  கவிதைக்கு என்ன மையக்கருத்தைத் தருகிறது?",
          "options": [
      "கவிதை லாவோட்சுவின் தத்துவக் கருத்துகளை மையமாக வைத்துள்ளது.",
      "லாவோட்சுவின் வாழ்வியல் குறிப்புகள் அனைத்தும் அறநெறியை மையமாகக் கொண்டுள்ளது.",
      "அறத்தை மையமாகக் கொண்டு வாழ்க்கையைப் பற்றிய பார்வையை கவிதை வெளிப்படுத்துகிறது.",
      "கவிதை தாவோயியம் என்ற சிந்தனைப்பிரிவின் அடிப்படையிலான அறநெறிகளை விவரிக்கிறது."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கவிதை 'அறம்' என்ற தலைப்பைப் பெற்றுள்ளது. இதன் மூலம் இக்கவிதை தாவோயியத்தின் அடிப்படையிலான அறநெறிகளைப் பற்றி விவரிக்கிறது. லாவோட்சுவின் வாழ்வியல் குறிப்புகள் மகிழ்ச்சியான வாழ்க்கையை மையமாகக் கொண்டுள்ளது. தாவோயியம் இதை வலியுறுத்துகிறது."
          }
        ]