
[
  {
    "description": "திராவிட மொழிக்குடும்பத்தில் உள்ள மொழிகளின் அடிப்படையில், தமிழ் எந்த வகைப்பாட்டைச் சேர்ந்தது?",
    "options": [
      "வடதிராவிட மொழிகள்",
      "நடுத்திராவிட மொழிகள்",
      "தென்திராவிட மொழிகள்",
      "கிழக்கத்திராவிட மொழிகள்"
    ],
    "answer": "C",
    "additional_context": "திராவிட மொழிகளின் பரவல் நிலையைப் பொறுத்து மொழிகள் வடதிராவிட மொழிகள், நடுத்திராவிட மொழிகள், தென்திராவிட மொழிகள் என மூன்றாகப் பிரிக்கப்பட்டுள்ளது. தமிழ், கன்னடம், மலையாளம் ஆகிய மொழிகள் தென்திராவிட மொழிகள் எனவும் தெலுங்கு போன்ற சில மொழிகள் நடுத்திராவிட மொழிகள் எனவும் பிராகுயி போன்றவை வடதிராவிட மொழிகள் எனவும் பகுக்கப்பட்டுள்ளன."
  },
  {
    "description": "திராவிட மொழிகளின் பழமையான இலக்கிய இலக்கணம் எது?",
    "options": [
      "ஆந்திர பாஷா பூஷணம்",
      "கவிராஜ மார்க்கம்",
      "லீலா திலகம்",
      "தொல்காப்பியம்"
    ],
    "answer": "D",
    "additional_context": "தமிழ், கன்னடம், தெலுங்கு, மலையாளம் போன்ற மொழிகளின் பழமையான இலக்கிய இலக்கணங்கள் பற்றிய தகவல்கள் இங்கே கொடுக்கப்பட்டுள்ளன. தமிழ் மொழியின் பழமையான இலக்கிய இலக்கணம் தொல்காப்பியம். இது பொ.ஆ.மு. 5ஆம் நூற்றாண்டைச் சேர்ந்தது. கன்னடம் மற்றும் தெலுங்கு மொழிகளின் பழமையான இலக்கிய இலக்கணம் கவிராஜ மார்க்கம், பொ.ஆ. 9ஆம் நூற்றாண்டைச் சேர்ந்தது. மலையாள மொழியின் பழமையான இலக்கிய இலக்கணம் லீலா திலகம், பொ.ஆ. 12ஆம் நூற்றாண்டைச் சேர்ந்தது. "
  },
  {
    "description": "திராவிட மொழிகளில் பொருள்களைப் பால்பாகுபாடு செய்வது தொடர்பான கூற்று எது சரியானது?",
    "options": [
      "உயிரற்ற பொருள்கள் மட்டும் பால்பாகுபாடு செய்யப்படுகின்றன.",
      "கண்ணுக்குப் புலப்படாத நுண்பொருள்கள் பால்பாகுபாடு செய்யப்படுவதில்லை.",
      "வடமொழியில் உள்ளது போல, திராவிட மொழிகளிலும் பால்பாகுபாடு இல்லை.",
      "திராவிட மொழிகளில் உயிரற்ற பொருள்கள் மற்றும் நுண்பொருள்களும் ஆண், பெண் என்று பாகுபடுத்தப்படுகின்றன."
    ],
    "answer": "D",
    "additional_context": "திராவிட மொழிகளில் பொருள்களைப் பால்பாகுபாடு செய்வது தொடர்பாக,  திராவிட மொழிகளில் பொருள்களின் தன்மையை ஒட்டிப் பால்பாகுபாடு அமைந்துள்ளது.  ஆனால், வடமொழியில் இவ்வாறு அமையவில்லை. உயிரற்ற பொருள்களும் கண்ணுக்கே புலப்படாத நுண்பொருள்களும்கூட ஆண், பெண் என்று பாகுபடுத்தப்படுகின்றன.  இம்மொழியில் கைவிரல்கள் பெண்பால் என்றும் கால்விரல்கள் ஆண்பால் என்றும் வேறுபடுத்தப்படுகின்றன. ஜெர்மன் மொழியிலும் இத்தகைய தன்மையைக் காணமுடிகிறது.  முகத்தின் பகுதிகளான வாய், மூக்கு, கண் ஆகியவை வேறுவேறு பால்களாகச் சுட்டப்படுகின்றன. வாய்- ஆண்பால், மூக்கு பெண்பால், கண் பொதுப்பால் எனப் பகுக்கும் நிலை உள்ளது."
  },
  {
    "description": "திராவிட மொழிக்குடும்பம் பற்றிய ஆய்வில் முக்கிய பங்கு வகித்த பிரான்சிஸ் எல்லிஸ் என்ன கருத்தை முன்வைத்தார்?",
    "options": [
      "தமிழ், தெலுங்கு, கன்னடம், மலையாளம் ஆகிய மொழிகள் ஒரு தனி மொழிக்குடும்பத்தைச் சேர்ந்தவை.",
      "தமிழ் வடமொழியின் மகள்.",
      "திராவிட மொழிகள் ஆரிய மொழிக்குடும்பத்தைச் சேர்ந்தவை.",
      "தமிழ், கன்னடம், தெலுங்கு ஆகிய மொழிகள் சமஸ்கிருத மொழியிலிருந்து உருவானவை."
    ],
    "answer": "A",
    "additional_context": "திராவிட மொழிக்குடும்பம் பற்றிய ஆய்வில் முக்கிய பங்கு வகித்த பிரான்சிஸ் எல்லிஸ் என்பார் தமிழ், தெலுங்கு, கன்னடம், மலையாளம் போன்ற மொழிகளை ஒப்புமைப்படுத்தி ஆய்ந்து இவை தனியொரு மொழிக்குடும்பத்தைச் சேர்ந்தவை என்ற கருத்தை முன்வைத்தார். இம்மொழிகளை ஒரே இனமாகக் கருதித் தென்னிந்திய மொழிகள் எனவும் பெயரிட்டார்."
  },
  {
    "description": "திராவிட மொழிகளில், எண்ணுப்பெயர்கள் அமைப்பில் காணப்படும் பொதுப்பண்பு எது?",
    "options": [
      "எல்லா மொழிகளிலும் ஒரே மாதிரியாக எண்ணுப்பெயர்கள் இருக்கும்.",
      "எண்ணுப்பெயர்களில் ஒற்றுமை காணப்படும்.",
      "எண்ணுப்பெயர்கள் வேறு வேறாக இருக்கும்.",
      "எண்ணுப்பெயர்கள் எந்தவொரு ஒற்றுமையும் இல்லாமல் இருக்கும்."
    ],
    "answer": "B",
    "additional_context": "திராவிட மொழிகளில் எண்ணுப்பெயர்கள் அமைப்பில் காணப்படும் பொதுப்பண்பு பற்றி, திராவிட மொழிகளில் எண்ணுப்பெயர்கள் ஒன்று போலவே அமைந்துள்ளன.  எடுத்துக்காட்டாக, மூன்று என்ற எண்ணைக் குறிக்கும் சொல் தமிழில் மூன்று, மலையாளத்தில் மூணு, தெலுங்கில் மூடு, கன்னடத்தில் மூரு, துளுவில் மூஜி  என அமைந்துள்ளது. இது திராவிட மொழிகளில் சொற்களின் ஒற்றுமையைக் காட்டுகிறது."
  }
]
