
[
  {
    "description": "பூவாது காய்க்கும், மலர்க்கை - அடிக்கோடிட்ட சொற்களில் இரண்டாவது சொல் என்னவாகும்?",
    "options": [
      "உவமை",
      "உருவகம்",
      "உவமைத்தொகை",
      "அடைமொழி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த கேள்வி  'பூவாது காய்க்கும், மலர்க்கை' என்ற வாக்கியத்தில் அடிக்கோடிட்ட சொற்களின் இலக்கணத்தைப் பற்றியது. இரண்டாவது சொல் 'மலர்க்கை' ஆகும். இது ஒரு  உவமைத்தொகை. உவமைத்தொகை என்பது ஒன்றை இன்னொன்றாகக் குறித்துப் பல சொற்களை ஒன்று சேர்த்துப் பயன்படுத்தப்படும் தொடர் ஆகும். இங்கே 'மலர்க்கை' என்ற சொல் 'மலர்'  என்பதை உவமையாகக் கொண்டு 'கை'  என்பதை உவமிக்கப்படுபவையாகக் கொண்டு உருவாக்கப்பட்ட தொடர் ஆகும்."
  },
  {
    "description": "'நிலவைப் பார்த்துத் தலைவன் இல்லாத பெண்ணின் மனநிலை' - இது தலைவியின் பேச்சில் வெளிப்படும் பாடுபொருள். இது எந்த நூலில் உள்ளது?",
    "options": [
      "சீவகசிந்தாமணி",
      "சிறுபஞ்சமூலம்",
      "குறுந்தொகை",
      "குடும்ப விளக்கு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கேள்வி 'நிலவைப் பார்த்துத் தலைவன் இல்லாத பெண்ணின் மனநிலை' என்ற பாடுபொருள் எந்த நூலில் உள்ளது என்பதைப் பற்றியது. இது சங்க இலக்கியமான குறுந்தொகையில் உள்ளது. குறுந்தொகை என்பது ஐம்பெரும் காப்பியங்களில் ஒன்றாகும். இதில் தலைவன் - தலைவி பற்றிய காதல் பாடல்கள் உள்ளன. இதில் தலைவி தன் தலைவனின் பிரிவைச் சகித்துப் பெருமகிழ்வு காட்டுவதாகப் பாடல்கள் அமைந்துள்ளன. இதில் தலைவியின் மனநிலை மிகவும் உணர்ச்சிவசப்பட்டுப் பாடப்பட்டுள்ளது."
  },
  {
    "description": "மூவாது மூத்தவர், நூல் வல்லார்- இத்தொடர் உணர்த்தும் பொருளைக் குறிப்பிடுக.",
    "options": [
      "வயதானவர்களுக்கு நூல் படிக்கத் தெரியாது.",
      "நூல் படித்தவர்களுக்கு மட்டும் அறிவு வரும்.",
      "நூல் படிப்பது மூத்தவர்களின் கடமை.",
      "மூத்தவர்களும், நூல் படித்தவர்களும் மதிப்புக்குரியவர்கள்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த கேள்வி 'மூவாது மூத்தவர், நூல் வல்லார்' என்ற தொடரின் பொருள் என்ன என்பதைப் பற்றியது. இது  மூத்தவர்களையும், நூல் படித்தவர்களையும் மதிப்புக்குரியவர்களாகக் காட்டுகிறது.   இதில் 'மூவாது' என்பது மூத்தவர்  என்று பொருள்.  'நூல் வல்லார்' என்பது நூல் படித்து அறிவு பெற்றவர்கள் என்று பொருள். அதாவது வயதானவர்களும், நூல் படித்தவர்களும் மதிப்புக்குரியவர்கள் என்பதை இந்த தொடர் உணர்த்துகிறது."
  },
  {
    "description": "நூல் வல்லார் என்றால் என்ன?",
    "options": [
      "நூல்களை எழுதுபவர்கள்.",
      "நூல்களைப் பதிப்பிப்பவர்கள்.",
      "நூல்களைப் படித்து அறிவு பெற்றவர்கள்.",
      "நூல்களை விற்கும் விற்பனையாளர்கள்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கேள்வி 'நூல் வல்லார்'  என்ற சொல்லின் பொருள் என்ன என்பதைப் பற்றியது.  'நூல் வல்லார்'  என்பது நூல்களைப் படித்து அறிவு பெற்றவர்களை குறிக்கும். இது  பொதுவாகப் படித்தவர்கள்,  நூலறிஞர்கள் என்று பொருள்படும்.  இந்த சொல் அறிவாளியைக் குறிக்கிறது.  நூல்களைப் படித்து அறிவு பெறுவது மிகவும் முக்கியமானது என்பதை இந்த சொல் உணர்த்துகிறது."
  },
  {
    "description": "சாரதா சட்டம் இயற்றப்பட்டதன் நோக்கம் என்ன?",
    "options": [
      "பெண்களுக்குத் திருமண வயது நிர்ணயம் செய்ய",
      "பெண்களுக்குக் கல்வி உரிமை அளிக்க",
      "பெண்களுக்கு சொத்துரிமை அளிக்க",
      "பெண்களுக்கு வேலைவாய்ப்பு உரிமை அளிக்க"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த கேள்வி சாரதா சட்டம் இயற்றப்பட்ட நோக்கத்தைப் பற்றியது. சாரதா சட்டம் பெண்களுக்குக் கல்வி உரிமை அளிக்க 1929 ம் ஆண்டு இயற்றப்பட்டது.  இந்தச் சட்டம்  பெண்கள் கல்வி கற்கத் தடை இல்லை என்பதை உறுதிப்படுத்தியது. இது  பெண்களின் கல்வி முன்னேற்றத்திற்கு மிக முக்கியமான  சட்டமாகும்.  இந்தச் சட்டம் பெண்களின் வாழ்க்கைத் தரத்தை உயர்த்துவதற்கும், அவர்களுக்கு சமூகத்தில்  முக்கியமான  பங்கு வகிக்க உதவுவதற்கும்  உதவுகிறது."
  }
]
