
[
  {
    "description": "இந்திராவின் வாழ்வை எது மிகப்பெரிய பிரச்சனையாக மாற்றியிருக்கிறது?",
    "options": [
      "(அ) ரயில் நிலையத்தில் ஏற்படும் சண்டை",
      "(b) பிலாப்பட்டிக்கு தண்ணீர் எடுத்துச் செல்ல வேண்டிய அவசியம்",
      "(c) தண்ணீர் தட்டுப்பாடு",
      "(d) குடத்தை தூக்கிச் செல்லும் வலி"
    ],
    "answer": "C",
    "additional_context": "இந்திரா வாழும் ஊரில் தண்ணீர் தட்டுப்பாடு மிகப்பெரிய பிரச்சனையாக இருந்தது. ஏனெனில் ஊரில் தண்ணீர் தட்டுப்பாடு காரணமாக பிலாப்பட்டி என்ற ஊருக்கு மைல்கள் நடந்து தண்ணீர் எடுத்து வர வேண்டியிருந்தது. தண்ணீர் இல்லாததால் இந்திரா மற்றும் அவரது ஊர் மக்கள் தண்ணீர் இல்லாமல் அவதிப்பட்டனர்."
  },
  {
    "description": "கதை நடைபெறும் பகுதியில்  தண்ணீர்ப் பிரச்சனையை ஏற்படுத்தியது எது?",
    "options": [
      "(அ) வறட்சி",
      "(b) கண்மாய்கள் உடைந்து போதல்",
      "(c) கிணறுகளில் உப்புத் தண்ணீர் இருத்தல்",
      "(d) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "கதை நடைபெறும் ஊரில் வறட்சி, கண்மாய்கள் உடைந்து போதல் மற்றும் கிணறுகளில் உப்புத் தண்ணீர் இருத்தல் போன்ற பல காரணங்களால் தண்ணீர்ப் பிரச்சனை ஏற்பட்டது. இந்த பிரச்சனைகள் காரணமாக, இந்திரா மற்றும் அவரது ஊர் மக்கள் தண்ணீர் இல்லாமல் அவதிப்பட்டனர்."
  },
  {
    "description": "இந்திராவின் கனவில் என்ன இருந்தது?",
    "options": [
      "(அ) பிலாப்பட்டி மாதிரி தண்ணீர் நிறைந்த ஊர்",
      "(b) ரயில் நிலையத்திலிருந்து தண்ணீர் எடுத்துச் செல்லும் வழி",
      "(c) சண்டைகள் இல்லாத ரயில் நிலையம்",
      "(d)  ரயிலில் பயணம் செய்வது"
    ],
    "answer": "A",
    "additional_context": "இந்திரா ரயில் நிலையத்தில் தண்ணீர் இல்லாத காரணத்தால் பிலாப்பட்டிக்கு தண்ணீர் எடுத்துச் செல்லும் வழி இருந்தது. இதனால் அவர் பிலாப்பட்டி மாதிரி தண்ணீர் நிறைந்த ஊர் இல்லையா என்று கனவு கண்டாள்."
  },
  {
    "description": "ரயில் பயணிகளின் செயல்கள் இந்திராவை எப்படி உணர வைத்தது?",
    "options": [
      "(அ) நிராசை",
      "(b) கோபம்",
      "(c) ஏமாற்றம்",
      "(d)  பேராசை"
    ],
    "answer": "C",
    "additional_context": "ரயில் பயணிகள் தண்ணீர் குடிக்க ரயிலில் இருந்து தண்ணீர் எடுத்துக் கொண்டிருந்தனர். இந்திரா ரயில் பயணிகளின் செயல்களை பார்த்து ஏமாற்றம் அடைந்தாள். ஏனெனில் அவர்கள் தண்ணீர் இல்லாத அவதி பற்றி எதுவும் தெரியாமல் அதிகமாக தண்ணீர் எடுத்துக் கொண்டிருந்தனர்."
  },
  {
    "description": "இந்த கதையின் முக்கிய கருத்து என்ன?",
    "options": [
      "(அ) மனிதர்களின் தண்ணீர் தேவை",
      "(b) தண்ணீர் இல்லாததால் ஏற்படும் துன்பம்",
      "(c) தண்ணீர்ப் பிரச்சனைக்கான தீர்வு",
      "(d) பிலாப்பட்டி தண்ணீர் எடுத்துச் செல்லும் பிரச்சனை"
    ],
    "answer": "B",
    "additional_context": "இந்த கதை தண்ணீர் தட்டுப்பாடு மற்றும் அதனால் ஏற்படும் அவதி பற்றியது. இந்திரா மற்றும் அவரது ஊர் மக்கள் தண்ணீர் இல்லாததால் எவ்வளவு துன்பப்படுகிறார்கள் என்பதை இந்தக் கதை காட்டுகிறது."
  }
]
