[
          
  {
    
          "description": "“டெல்லி நோக்கிச் செல்லுங்கள்” என்ற போர் முழக்கத்தை யார் விடுத்தார்கள்?",
          "options": [
      "மோகன்சிங்",
      "பசும்பொன் முத்துராமலிங்கனார்",
      "நேதாஜி சுபாஷ் சந்திர போஸ்",
      "தில்லான்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இரண்டாம் உலகப் போரின் போது இந்திய தேசிய இராணுவத்தை உருவாக்கி, அதன் தலைவராக இருந்த நேதாஜி சுபாஷ் சந்திர போஸ் அவர்கள் தம்மை ஆதரித்த மக்களை உற்சாகப்படுத்துவதற்காக 1943ஆம் ஆண்டு ஜூலை மாதம் 9ஆம் நாள்  'டெல்லி நோக்கிச் செல்லுங்கள்' என்று போர் முழக்கம் விடுத்தார். 'டெல்லி சலோ' என்ற இந்த முழக்கம் மக்களின் மனதில் ஆழமாகப் பதிந்தது. "
          }
        ,
          
  {
    
          "description": "இந்திய தேசிய இராணுவத்தின் தூண்களாகத் திகழ்ந்தவர்கள் யார் என்கிறார் தில்லான்?",
          "options": [
      "இந்தியாவின் வீரர்கள்",
      "மலேயாவில் உள்ள தமிழர்கள்",
      "ஜப்பானிய இராணுவ வீரர்கள்",
      "இந்தியாவின் வட மாநில வீரர்கள்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இரண்டாம் உலகப் போர் நடைபெற்றுக் கொண்டிருந்த போது 1942ஆம் ஆண்டு பிப்ரவரி 15ஆம் நாள் மலேயாவில் ஆங்கிலேயப் படைகள் ஜப்பானியரிடம் சரணடைந்தன. அப்போது ஆங்கிலேயப் படையில் இருந்த இந்திய வீரர்களை கொண்டு ஜப்பானியர்கள் மோகன்சிங் தலைமையில் இந்திய தேசிய இராணுவத்தை உருவாக்கினார்கள். இந்திய தேசிய இராணுவத்தில் தமிழர்களின் பங்கு மிகப்பெரியது. இராணுவத்தின் தலைவராக இருந்த தில்லான்  'இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான்' என்று கூறினார். "
          }
        ,
          
  {
    
          "description": "“இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான்” எனக் கூறியவர் யார்?",
          "options": [
      "பசும்பொன் முத்துராமலிங்கனார்",
      "டாக்டர் லட்சுமி",
      "கேப்டன் தாசன்",
      "தில்லான்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்திய தேசிய இராணுவத்தில் தமிழர்களின் பங்கு மிகப்பெரியது.  இந்த இராணுவத்தின் தலைவராக இருந்த தில்லான் 'இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான்' என்று கூறினார். "
          }
        ,
          
  {
    
          "description": "இந்திய தேசிய இராணுவத்தில் உருவாக்கப்பட்ட பெண்கள் படையின் பெயர் என்ன?",
          "options": [
      "ஜானகி படை",
      "இராஜாமணி படை",
      "லட்சுமி படை",
      "ஜான்சிராணி படை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்திய தேசிய இராணுவத்தில் பெண்கள் படை உருவாக்கப்பட்டது. இந்தப் படைக்கு ஜான்சிராணி பெயர் சூட்டப்பட்டது. இதன் தலைவர் டாக்டர் லட்சுமி.  "
          }
        ,
          
  {
    
          "description": "இந்திய தேசிய இராணுவத்தில் இருந்து டோக்கியோ கேடட்ஸ் பயிற்சிப் பிரிவில் சேர்ந்தவர்கள் யார்?",
          "options": [
      "ஜப்பானிய இராணுவத்தில் இருந்து தேர்ந்தெடுக்கப்பட்டவர்கள்",
      "ஆங்கிலேய இராணுவத்தில் இருந்து சரணடைந்தவர்கள்",
      "நேதாஜியால் தேர்ந்தெடுக்கப்பட்ட 45 வீரர்கள்",
      "இந்திய இராணுவத்தில் இருந்து சரணடைந்தவர்கள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சிறந்த வீரர்களை உருவாக்க நேதாஜி 45 இளைஞர்களை டோக்கியோ அனுப்பினார். அவர்களில் பெரும்பாலோர் தமிழர்கள். அதில் பயிற்சி பெற்றவர்களுள் குறிப்பிடத்தக்கவர் கேப்டன் தாசன் ஆவார்.  நேதாஜி அவர்கள் இராணுவப் பயிற்சிக்காக 45 இளைஞர்களை டோக்கியோ கேடட்ஸ் பயிற்சிப் பிரிவுக்கு அனுப்பி வைத்தார். "
          }
        ]