[
          
  {
    
          "description": "'பாடப் பகுதியில் உள்ள 'வேறுபட்ட வினையெச்சங்களைப் பயன்படுத்தி, முதல்வினைகளைத் துணைவினைகளாக மாற்று' என்ற பயிற்சி மூலம் என்ன கற்றுக்கொள்ள முடியும்?",
          "options": [
      "வாக்கியங்களை எவ்வாறு உருவாக்குவது",
      "வினையெச்சங்களை எவ்வாறு பயன்படுத்துவது",
      "முதல்வினைகளை துணைவினைகளாக மாற்றுவது",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பயிற்சி மூலம் நீங்கள் வினையெச்சங்களைப் பயன்படுத்தி வாக்கியங்களை எவ்வாறு உருவாக்குவது என்பதையும், முதல்வினைகளை துணைவினைகளாக மாற்றுவதன் மூலம் வாக்கியத்தின் பொருள் எப்படி மாறுகிறது என்பதையும் கற்றுக்கொள்ளலாம். வினையெச்சங்கள் என்பது வேறுபட்ட செயல்பாட்டை குறிக்கும் சொற்கள். அவற்றைப் பயன்படுத்தி வாக்கியங்களை விரிவுபடுத்தலாம். உதாரணமாக,  'நான் சாப்பிட்டேன்' என்ற வாக்கியத்தை 'நான் சாப்பிட்டு விட்டேன்' என்ற வாக்கியமாக மாற்றலாம். இங்கே 'விட்டேன்' என்பது துணை வினை. இதனால் வாக்கியத்தின் பொருள் மாறுகிறது. "
          }
        ,
          
  {
    
          "description": "'நீர் மேலாண்மை' என்ற சொல்லைப் பயன்படுத்தி, எந்த விஷயத்தில் நாம் அக்கறை கொள்ள வேண்டும்?",
          "options": [
      "மழைநீரைச் சேமித்து வைத்தல்",
      "நீரைச் சிக்கனமாகப் பயன்படுத்துதல்",
      "நீர்வளத்தைப் பாதுகாத்து, பயன்படுத்துதல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "நீர் மேலாண்மை என்பது ஒரு முக்கியமான விஷயம். நாம் மழைநீரைச் சேமித்து வைத்தல், நீரைச் சிக்கனமாகப் பயன்படுத்துதல் மற்றும் நீர்வளத்தைப் பாதுகாத்து பயன்படுத்துதல் ஆகியவை நீர் மேலாண்மையின் ஒரு பகுதி. இவை அனைத்தும் நீர்வளத்தைப் பாதுகாத்து எதிர்காலத் தலைமுறையினருக்கு நீர் கிடைப்பதை உறுதி செய்யும். நாம் எல்லோரும் நீர் மேலாண்மையில் ஈடுபட வேண்டும். "
          }
        ,
          
  {
    
          "description": "'சொல்லுக்குள் சொல் தேடுக' என்ற பயிற்சி மூலம் என்ன கற்றுக்கொள்ள முடியும்?",
          "options": [
      "சொற்களை அடையாளம் காணல்",
      "சொற்களைப் பிரித்துப் பார்த்தல்",
      "சொற்களின் பொருளை அறிதல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "சொல்லுக்குள் சொல் தேடுக என்ற பயிற்சி மூலம் நாம் சொற்களை அடையாளம் காணலாம். மேலும் சொற்களைப் பிரித்துப் பார்த்து அவற்றின் பொருளைப் புரிந்துகொள்ளலாம். இது நமது சொல்வளத்தை அதிகரிக்க உதவும்.  சொற்களின் பொருள் மற்றும் அமைப்பைப் பற்றிய புரிதல் நம்மை சிறந்த வாசகராகவும் எழுத்தாளராகவும் மாற்றும்."
          }
        ]