
[
  {
    "description": "உணவுப் பொருளின் உண்மைத்தன்மையை அறிவதற்கு எந்த விவரம் உதவும்?",
    "options": [
      "அ) உருவாக்க நாள்",
      "ஆ) கெடுநாள்",
      "இ) உணவுப்பொருளின் ஆற்றல்",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "நாம் வாங்கும் உணவுப் பொருள்கள் உண்மையானவைதானா என்பதை அறிவதற்கு ஏராளமான வழிகள் உள்ளன. உணவுப் பொருளின் உருவாக்க நாள், கெடுநாள், உறையில் அச்சடிக்கப்பட்ட உணவுப்பொருளின் ஆற்றல், குறியீட்டுப் பட்டை (Barcode) ஆகியவற்றின் விவரங்களைக் கொண்டு உணவுப் பொருளின் உண்மைத்தன்மையை எளிதாகக் கண்டறியலாம். உதாரணமாக, உருவாக்க நாள் கெடுநாள் விட முன்னதாக இருந்தால் அல்லது குறியீட்டுப் பட்டை சரியாக இல்லையென்றால் அந்த உணவுப் பொருள் போலியானது என நாம் அறிந்து கொள்ளலாம்."
  },
  {
    "description": "செய்தித்தாள்களில் வெளியாகும் அறிவியல் செய்திகளைக் குறிப்பெடுப்பதன் நோக்கம் என்ன?",
    "options": [
      "அ) அறிவியல் வளர்ச்சியைப் பின்பற்ற",
      "ஆ) புதிய கண்டுபிடிப்புகளைப் பற்றி அறிந்து கொள்ள",
      "இ) அறிவியலைப் பற்றிய ஆர்வத்தை வளர்க்க",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "செய்தித்தாள்கள் நம்மைச் சுற்றி நடக்கும் நிகழ்வுகளையும்,  அறிவியல் முன்னேற்றத்தையும் நமக்குத் தெரிவிக்கின்றன. அறிவியல் செய்திகளைப் படித்து குறிப்பெடுப்பது நமக்கு அறிவியல் வளர்ச்சியைப் பின்பற்றவும், புதிய கண்டுபிடிப்புகளைப் பற்றி அறிந்து கொள்ளவும், அறிவியலைப் பற்றிய ஆர்வத்தை வளர்க்கவும் உதவும். உதாரணமாக, நாம் செய்தித்தாள்களில் படிக்கும் புதிய மருந்துகளைப் பற்றிய செய்திகள் நமக்கு அறிவியல் உலகில் நடக்கும் முன்னேற்றங்களை அறிந்து கொள்ள உதவுகின்றன."
  },
  {
    "description": "பாரதிதாசன் பாடலில் எந்த வான பொருளைப் புகழ்ந்து பாடுகிறார்?",
    "options": [
      "அ) நிலா",
      "ஆ) நட்சத்திரங்கள்",
      "இ) சூரியன்",
      "ஈ) வானவில்"
    ],
    "answer": "C",
    "additional_context": "பாரதிதாசன் பாடல்களில், தமிழ் மொழி, இயற்கை, மனித வாழ்க்கை ஆகியவற்றைப் பற்றி பாடியுள்ளார்.  இந்தப் பாடலில், பாரதிதாசன் சூரியனைப் புகழ்ந்து பாடுகிறார்.  சூரியன், எல்லா உயிர்களுக்கும் உயிர் தரும் ஒளிக்கதிர்.  அது இல்லாமல் உயிர்கள் வாழ முடியாது.  பாரதிதாசன் சூரியனை பல உருவகங்களில் காட்டியுள்ளார்."
  },
  {
    "description": "பாடலில் சூரியனை எந்த வார்த்தைகளால் உருவகப்படுத்தியுள்ளார்?",
    "options": [
      "அ) புதுப்பிடர் மயிர்சி லிர்க்கும் சிங்கம்",
      "ஆ) மாணிக்கக் குன்றே",
      "இ) தங்கத்தின் தட்டே",
      "ஈ) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பாரதிதாசன் சூரியனின் ஒளி, வெப்பம், தோற்றம் ஆகியவற்றைப் பற்றி பாடும்போது, அவர் அதை  'புதுப்பிடர் மயிர்சி லிர்க்கும் சிங்கம்', 'மாணிக்கக் குன்றே', 'தங்கத்தின் தட்டே' என்ற வார்த்தைகளால் உருவகப்படுத்தியுள்ளார்.  சூரியன் ஒரு சிங்கம் போல சக்திவாய்ந்தது, ஒரு மாணிக்கக் குன்று போல அழகானது, ஒரு தங்கத் தட்டு போல பிரகாசமானது என்பதை இந்த உருவகங்கள் காட்டுகின்றன."
  },
  {
    "description": "“கணினி, அறிவியல், தமிழ், மொழி” என்ற சொற்களைப் பயன்படுத்தி எந்த தொடர் அமைக்க முடியும்?",
    "options": [
      "அ) தமிழ் மொழி அறிவியல் வளர்ச்சிக்கு உதவும்.",
      "ஆ) கணினி அறிவியல், தமிழ் மொழியின் வளர்ச்சிக்கு உதவும்.",
      "இ) தமிழ் மொழி, கணினி அறிவியல் வளர்ச்சியைப் பின்பற்றுகிறது.",
      "ஈ) கணினி, அறிவியல், தமிழ், மொழி ஆகியவற்றின் இணைப்பு அவசியம்."
    ],
    "answer": "B",
    "additional_context": "தமிழ் மொழி உலகில் இன்றியமையாத மொழி.  அறிவியல் வளர்ச்சி தமிழ் மொழி வளர்ச்சிக்கு உதவியது.  இந்த காலத்தில் கணினி அறிவியல் வளர்ச்சி தமிழ் மொழி வளர்ச்சிக்கு உதவியது.  எனவே,  கணினி அறிவியல், தமிழ் மொழியின் வளர்ச்சிக்கு உதவுகிறது என்ற தொடர் இந்த நான்கு சொற்களைப் பயன்படுத்தி அமைக்க முடியும்."
  }
]
