[
          
  {
    
          "description": "'சக்கரத்தின் பயன் அதன் காலிப் பகுதியால் கிடைக்கிறது' என்ற வரியின் மூலம் கவிஞர் என்ன கருத்தை வெளிப்படுத்துகிறார்?",
          "options": [
      "சக்கரத்தில் காலிப் பகுதி மிக முக்கியமானது என்பதைக் காட்டுகிறது.",
      "சக்கரத்தின் சுழற்சி அதன் காலிப் பகுதியால் சாத்தியமாகும் என்பதை விளக்குகிறது.",
      "சக்கரத்தின் ஆரங்களை விட அதன் வெற்றிடமே பயனுள்ளதாகும் என்பதைச் சுட்டிக்காட்டுகிறது.",
      "காலிப் பகுதியால் சக்கரத்தின் செயல்பாடு மேம்படுகிறது என்பதை எடுத்துக்காட்டுகிறது."
    ],
    "answer": "C",
    
          "additional_context": "சக்கரம் தன் ஆரங்களால் மட்டுமல்ல, அதன் நடுவிலுள்ள வெற்றிடத்தால் சுழல்கிறது. இந்த வெற்றிடமே சக்கரத்தின் பயன்பாட்டிற்கு முக்கியமானது என்று கவிஞர் குறிப்பிடுகிறார். அந்த வெற்றிடமின்றி சக்கரத்தின் செயல்பாடு சாத்தியமில்லை என்பதால்,  சக்கரத்தின்  ஆரங்களைக் காட்டிலும் அதன் வெற்றிடம் பயனுள்ளதாகக் கருதப்படுகிறது.  "
          }
        ,
          
  {
    
          "description": "'பாடலின் பொருள்' பிரிவில் எடுத்துக்காட்டப்பட்ட 'வீட்டுச் சுவர்களில் வெற்றுவெளியை விடுகிறோம்; ஆனால், வாயிலும் சன்னலும் வெற்றுவெளி என்பதால் பயன்படுகின்றன' என்ற வாக்கியத்தின் மூலம் கவிஞர் என்ன குறிப்பிடுகிறார்?",
          "options": [
      "வீட்டுச் சுவர்களில் வெற்றுவெளி இருப்பதன் அவசியத்தை வலியுறுத்துகிறது.",
      "வெற்றுவெளி இருப்பதால் மட்டுமே வாயிலும் சன்னலும் பயனுள்ளதாகும் என்பதைச் சுட்டிக்காட்டுகிறது.",
      "வீட்டின் அழகு வெற்றுவெளியால் அதிகரிக்கும் என்பதை விளக்குகிறது.",
      "வீட்டின் கட்டுமானத்தில் வெற்றுவெளியின் முக்கியத்துவத்தை எடுத்துக்காட்டுகிறது."
    ],
    "answer": "B",
    
          "additional_context": "வீட்டுச் சுவர்கள் முழுமையாக இருந்தால் வாயிலும் சன்னலும் இருக்காது. அதுபோல் சுவர்களில் வெற்றுவெளி இல்லையென்றால், வாயிலும் சன்னலும் பயனுள்ளதாக இருக்காது. எனவே, வீட்டின் கட்டமைப்பில் வெற்றுவெளிதான் வாயிலையும் சன்னலையும் பயனுள்ளதாக்குகிறது என்று கவிஞர் கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "கவிதையின் முடிவில் 'வாழ்க்கையின் அனைத்துப் பக்கங்களையும் சுவைத்து, நம் வாழ்க்கையைப் பொருளுடையதாக்குவோம்' என்ற வாக்கியம் என்ன கருத்தை விளக்குகிறது?",
          "options": [
      "வாழ்க்கையின் அனைத்து அம்சங்களையும் முழுமையாக ஏற்றுக்கொள்ள வேண்டும் என்பதை வலியுறுத்துகிறது.",
      "வாழ்க்கையின் ஒவ்வொரு அனுபவத்திலிருந்தும் அர்த்தத்தைப் பெற வேண்டும் என்பதைச் சுட்டிக்காட்டுகிறது.",
      "வாழ்க்கையின் எல்லாப் பகுதிகளையும் ஆராய்ந்து அதன் பொருளைப் புரிந்துகொள்ள வேண்டும் என்பதை எடுத்துக்காட்டுகிறது.",
      "வாழ்க்கையின் எதிர்மறையான அம்சங்களைக் கூட ஏற்றுக்கொண்டு நம் வாழ்க்கையைப் பொருள் வாய்ந்ததாக மாற்ற வேண்டும் என்பதை வலியுறுத்துகிறது."
    ],
    "answer": "B",
    
          "additional_context": "வாழ்க்கையில் நாம் பயன்படுத்தும் சில பகுதிகள் மட்டுமே நமக்குப் புரியும். மீதமுள்ள பகுதிகளும் நமக்குப் புரியக்கூடியவை; அர்த்தமுள்ளவை. அதனால் வாழ்க்கையின் அனைத்து பகுதிகளிலிருந்தும் அர்த்தத்தையும் பயனையும்  பெற வேண்டும் என்பதை கவிஞர் இறுதியில் வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "'இல்லை என்பது வடிவத்தை வரையறை செய்கிறது' என்ற வாக்கியத்தின் மூலம் 'தத்துவ விளக்கம்' பிரிவில் கவிஞர் என்ன கருத்தை விளக்குகிறார்?",
          "options": [
      "வடிவமற்ற இல்லை என்பது உருவத்தை உருவாக்குவதில் முக்கிய பங்கு வகிக்கிறது என்பதைச் சுட்டிக்காட்டுகிறது.",
      "வடிவத்தை உருவாக்க இல்லை என்பது அவசியம் என்பதை வலியுறுத்துகிறது.",
      "வடிவத்திற்கு இல்லை என்பது அடிப்படை என்பதை விளக்குகிறது.",
      "இல்லை என்பது வடிவத்தை உருவாக்கும் செயல்முறையின் ஒரு பகுதி என்பதை விளக்குகிறது."
    ],
    "answer": "A",
    
          "additional_context": "உருவத்தை உருவாக்க மண் போன்ற பொருள் இருக்க வேண்டும். குடத்திற்குள் வெற்றிடம்  இருக்க வேண்டும்.  உருவம் இல்லாத அந்த வெற்றிடம்தான் குடம் உருவாக அடிப்படையாக உள்ளது என்று  கவிஞர் கூறுகிறார்.  'இல்லை' என்பது உருவத்தை உருவாக்குவதில் ஒரு முக்கிய பங்கு வகிக்கிறது."
          }
        ,
          
  {
    
          "description": "'குடத்திற்குள்ளே வெற்றிடம் என்பது இல்லை. இந்த உண்டும் இல்லையும் சேர்வதால்தான் குடத்தில் நீரை நிரப்ப முடியும்' என்ற வாக்கியத்தின் மூலம் கவிஞர் என்ன விளக்குகிறார்?",
          "options": [
      "உண்டும் இல்லையும் எப்போதும் ஒன்றோடொன்று இணைந்தே இருக்கும் என்பதைச் சுட்டிக்காட்டுகிறது.",
      "உண்டும் இல்லையும் ஒன்றின்றி ஒன்று இருக்க முடியாது என்பதை விளக்குகிறது.",
      "இருத்தலும் இருத்தலின்மையும் வாழ்க்கையின் இரண்டு பகுதிகள் என்பதைச் சுட்டிக்காட்டுகிறது.",
      "உண்டும் இல்லையும் சமமானவை என்பதை வலியுறுத்துகிறது."
    ],
    "answer": "B",
    
          "additional_context": "குடம் இருக்க வேண்டுமென்றால் மண் இருக்க வேண்டும். குடத்திற்குள் வெற்றிடம் இருக்க வேண்டும்.  'உண்டு' என்பது மண்; 'இல்லை' என்பது வெற்றிடம்.  இந்த இரண்டும் சேர்ந்தால்தான் குடம் இருக்கும்.  'உண்டு' இல்லாமல் 'இல்லை' இருக்க முடியாது.  'இல்லை' இல்லாமல் 'உண்டு' இருக்க முடியாது. இவ்வாறு 'உண்டு'க்கும் 'இல்லை'க்கும் இடையிலான உறவை விளக்குகிறது கவிஞர்."
          }
        ]