
[
  {
    "description": "“திராவிட மொழிகளில் ஆண்பால், பெண்பால் என்ற பகுப்பு உயர்திணை ஒருமையில் காணப்படுகிறது. அஃறிணைப் பொருள்களையும் ஆண், பெண் என்று பால் அடிப்படையில் பகுத்தாலும் அவற்றிற்கெனப் பால்காட்டும் விகுதிகள் இல்லை. தனிச்சொற்களாலேயே ஆண், பெண் என்ற பகுப்பை உணர்த்தினர்.” - இந்த கூற்றை ஆதரிக்கும் எடுத்துக்காட்டு எது?",
    "options": [
      "கடுவன் - மந்தி",
      "களிறு - பிடி",
      "செய் - செய்கிறாள்",
      "வந்தான் - வந்தாள்"
    ],
    "answer": [
      "A",
      "B"
    ],
    "additional_context": "திராவிட மொழிகளில் பொருள்களின் தன்மையை ஒட்டிப் பால்பாகுபாடு அமைந்துள்ளது. ஆனால், வடமொழியில் இவ்வாறு அமையவில்லை. உயிரற்ற பொருள்களும் கண்ணுக்கே புலப்படாத நுண்பொருள்களும்கூட ஆண், பெண் என்று பாகுபடுத்தப்படுகின்றன. இம்மொழியில் கைவிரல்கள் பெண்பால் என்றும் கால்விரல்கள் ஆண்பால் என்றும் வேறுபடுத்தப்படுகின்றன. ஜெர்மன் மொழியிலும் இத்தகைய தன்மையைக் காணமுடிகிறது. முகத்தின் பகுதிகளான வாய், மூக்கு, கண் ஆகியவை வேறுவேறு பால்களாகச் சுட்டப்படுகின்றன. வாய்- ஆண்பால், மூக்கு பெண்பால், கண் பொதுப்பால் எனப் பகுக்கும் நிலை உள்ளது. \n\n திராவிட மொழிகளில் ஆண்பால், பெண்பால் என்ற பகுப்பு உயர்திணை ஒருமையில் காணப்படுகிறது. அஃறிணைப் பொருள்களையும் ஆண், பெண் என்று பால் அடிப்படையில் பகுத்தாலும் அவற்றிற்கெனப் பால்காட்டும் விகுதிகள் இல்லை. \n\n தனிச்சொற்களாலேயே ஆண், பெண் என்ற பகுப்பை உணர்த்தினர். (எ.கா. கடுவன் – மந்தி; களிறு – பிடி)"
  },
  {
    "description": "“தமிழின் பல அடிச்சொற்களின் ஒலியன்கள், ஒலி இடம்பெயர்தல் என்ற விதிப்படி பிற திராவிட மொழிகளில் வடிவம் மாறியிருக்கின்றன. சுட்டுப்பெயர்களும் மூவிடப்பெயர்களும் பெரும்பாலும் குறிப்பிடத் தக்க மாற்றங்களைப் பெற்றிருக்கின்றன.” - இந்த கூற்றை ஆதரிக்கும் உதாரணம் எது?",
    "options": [
      "மரம் - மர",
      "ஒன்று - ஒகடி",
      "நூறு - நூரு",
      "நீ - நீவு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "தமிழ் மொழி மூலத்திராவிட மொழியின் பண்புகள் பலவற்றையும் பேணிப் பாதுகாத்து வருகிறது. அத்துடன் தனித்தன்மை மாறுபடாமல் காலந்தோறும் தன்னைப் புதுப்பித்துக் கொள்ளும் பண்பு கொண்டதாகவும் தமிழ்மொழி விளங்கி வருகிறது.\n\n தமிழின் பல அடிச்சொற்களின் ஒலியன்கள், ஒலி இடம்பெயர்தல் என்ற விதிப்படி பிற திராவிட மொழிகளில் வடிவம் மாறியிருக்கின்றன. சுட்டுப்பெயர்களும் மூவிடப்பெயர்களும் பெரும்பாலும் குறிப்பிடத் தக்க மாற்றங்களைப் பெற்றிருக்கின்றன."
  },
  {
    "description": "கால்டுவெல் திராவிட மொழிகளின் ஒப்பிலக்கணம் குறித்து என்ன கருத்து தெரிவித்தார்?",
    "options": [
      "தமிழ் மொழி, வடமொழியின் மகள் மொழி.",
      "தமிழ் மொழி, தனித்தியங்கும் ஆற்றல் பெற்ற மொழி.",
      "தமிழ் மொழியில் வடமொழிச் செல்வாக்கு அதிகம்.",
      "தமிழ் மொழி, ஆரிய மொழிகளிலிருந்து தோன்றியது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திராவிட மொழிகள், ஆரிய மொழிக்குடும்பத்திலிருந்து வேறுபட்டவை எனவும் இம்மொழிகள் சமஸ்கிருத மொழிக்குள்ளும் செல்வாக்குச் செலுத்தியுள்ளன எனவும் குறிப்பிட்டார். இதனை மேலும் உறுதிப்படுத்தப் பல்வேறு இலக்கணக் கூறுகளைச் சுட்டிக்காட்டி, திராவிட மொழிகளுக்குள் இருக்கும் ஒற்றுமைகளையும் எடுத்துரைத்தார்."
  },
  {
    "description": "தமிழ் மொழியின் தனித்தன்மைகளைப் பற்றி குறிப்பிடப்பட்ட கூற்றுகளில் எது தவறு?",
    "options": [
      "தமிழ் மொழியில் பிற மொழித் தாக்கம் மிகவும் குறைவு.",
      "தமிழ் மொழி, திராவிட மொழிகளில் பலவற்றின் தாய் மொழி.",
      "தமிழ் மொழியின் ஒலி இடம்பெயர்தல் விதி ஆரிய மொழிகளில் இல்லை.",
      "தமிழ் மொழியில் ஒரு பொருளைக் குறிக்க பல சொற்கள் இல்லை."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தமிழ் மொழி மூலத்திராவிட மொழியின் பண்புகள் பலவற்றையும் பேணிப் பாதுகாத்து வருகிறது. அத்துடன் தனித்தன்மை மாறுபடாமல் காலந்தோறும் தன்னைப் புதுப்பித்துக் கொள்ளும் பண்பு கொண்டதாகவும் தமிழ்மொழி விளங்கி வருகிறது.\n\n ஏனைய திராவிட மொழிகளை விடவும் தமிழ்மொழி தனக்கெனத் தனித்த இலக்கணவளத்தைப் பெற்றுத் தனித்தியங்கும் மொழியாகும். \n\n திராவிட மொழிகளுள் பிற மொழித் தாக்கம் மிகவும் குறைந்ததாகக் காணப்படும் மொழி தமிழேயாகும். \n\n தமிழ்மொழி, திராவிட மொழிகள் சிலவற்றின் தாய்மொழியாகக் கருதப்படுகிறது. \n\n ஒரேபொருளைக் குறிக்கப் பலசொற்கள் அமைந்த சொல்வளமும் சொல்லாட்சியும் நிரம்பப் பெற்ற மொழி தமிழேயாகும்."
  },
  {
    "description": "“மொகஞ்சதாரோ – ஹரப்பா அகழாய்வுக்குப் பின்னர் இது உறுதிப்படுத்தப்பட்டுள்ளது. இதைத் திராவிட நாகரிகம் என்று அறிஞர்கள் கருதுகின்றனர். திராவிடர் பேசிய மொழியே திராவிட மொழி எனப்படுகிறது” - இந்த கூற்றின் படி, திராவிட நாகரிகத்தின் தொன்மை எந்த ஆதாரத்தின் அடிப்படையில் உறுதிப்படுத்தப்படுகிறது?",
    "options": [
      "தொல்காப்பியம்",
      "மொகஞ்சதாரோ - ஹரப்பா அகழாய்வு",
      "ஆந்திர பாஷா பூஷணம்",
      "லீலா திலகம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "உலகின் குறிப்பிடத்தக்க, பழைமையான நாகரிகங்களுள் இந்திய நாகரிகமும் ஒன்று. மொகஞ்சதாரோ – ஹரப்பா அகழாய்வுக்குப் பின்னர் இது உறுதிப்படுத்தப்பட்டுள்ளது. இதைத் திராவிட நாகரிகம் என்று அறிஞர்கள் கருதுகின்றனர். திராவிடர் பேசிய மொழியே திராவிட மொழி எனப்படுகிறது."
  }
]
