[
          
  {
    
          "description": "'வான் தந்த பாடம்'  கவிதையில் பாரதிதாசன் எந்த உவமையைப் பயன்படுத்தியுள்ளார்?",
          "options": [
      "வானத்தை மலைக்கு ஒப்பிட்டுள்ளார்.",
      "பூமியை ஒரு கொய்யாப் பிஞ்சுக்கு ஒப்பிட்டுள்ளார்.",
      "மனிதர்களை எறும்புக்கு ஒப்பிட்டுள்ளார்.",
      "வானத்தை ஒரு தந்தைக்கு ஒப்பிட்டுள்ளார்."
    ],
    "answer": [
      "மனிதர்களை எறும்புக்கு ஒப்பிட்டுள்ளார்."
    ],
    
          "additional_context": "பாவேந்தர் பாரதிதாசன் எழுதிய 'வான் தந்த பாடம்' என்ற கவிதை மனித வாழ்வில் உள்ள பல்வேறு சிந்தனைப் பாடங்களைக் கற்பிக்கிறது.  கவிதையில் 'இத்தரை, கொய்யாப் பிஞ்சு / நீ அதில் சிற்றெறும்பே'  என்று  கவிதை வரிகள் காணப்படுகின்றன.  இந்த வரிகள் பூமியை ஒரு கொய்யாப் பிஞ்சு என்றும், மனிதர்களை அந்தப் பிஞ்சில் வாழும் ஒரு சிற்றெறும்பு என்றும்  உவமைப்படுத்திப் பேசுகிறது.  இந்த உவமையின் மூலம் பூமி எவ்வளவு பெரியது என்பதையும்,  மனிதர்கள் அதில் எவ்வளவு சிறியவர்கள் என்பதையும்  விளக்குகிறார்."
          }
        ,
          
  {
    
          "description": "'மரவேர்' என்ற சொல் எந்த பொருளைப் குறிக்கிறது?",
          "options": [
      "நீர்நிலை",
      "தோன்றல்",
      "சோகம்",
      "மகிழ்ச்சி"
    ],
    "answer": [
      "தோன்றல்"
    ],
    
          "additional_context": "மரவேர் என்ற சொல் 'தோன்றல்' என்ற பொருளை குறிக்கிறது.  மரத்தின் வேர்,  மரத்தின் தோற்றத்தைக் குறிக்கிறது.  எடுத்துக்காட்டாக,  'மரவேர் மகிழ்ச்சியைத் தந்தது'  என்ற வாக்கியத்தில் மரத்தின் வேர் தோன்றியதன் காரணமாக ஏற்பட்ட மகிழ்ச்சி குறிப்பிடப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'மேளதாளத்துடன்'  என்ற மரபுத்தொடரைப் பயன்படுத்தி ஒரு வாக்கியம் எழுது.",
          "options": [
      "கிராமப்புறங்களில் இன்னும் மேளதாளத்துடன் திருவிழாக்கள் கொண்டாடப்படுகின்றன.",
      "பள்ளிகளில் மேளதாளத்துடன் விளையாட்டுப் போட்டிகள் நடத்தப்படுகின்றன.",
      "கலைஞர்கள் தங்கள் நிகழ்ச்சிகளை மேளதாளத்துடன் முடிக்கிறார்கள்.",
      "எல்லாத் துறைகளிலும் வெற்றி பெற மேளதாளத்துடன் முயற்சி செய்ய வேண்டும்."
    ],
    "answer": [
      "கிராமப்புறங்களில் இன்னும் மேளதாளத்துடன் திருவிழாக்கள் கொண்டாடப்படுகின்றன."
    ],
    
          "additional_context": "மேளதாளத்துடன் என்ற மரபுத் தொடர் ஒரு செயலை ஆர்வத்துடன்,  உற்சாகத்துடன்,  மகிழ்ச்சியுடன் செய்வதைக் குறிக்கிறது.  கிராமப்புறங்களில் இன்னும் மேளதாளத்துடன் திருவிழாக்கள் கொண்டாடப்படுகின்றன -  இந்த வாக்கியத்தில்  கிராமப்புறங்களில்  நடத்தப்படும் திருவிழாக்கள் மகிழ்ச்சியுடன்,  ஆர்வத்துடன்,  உற்சாகத்துடன் நடைபெறுவதைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'முழு உருவச் சிற்பங்கள்' மற்றும் 'புடைப்புச் சிற்பங்கள்'  இரண்டிற்கும் உள்ள வேறுபாடு எது?",
          "options": [
      "முழு உருவச் சிற்பங்கள் எந்த வடிவத்திலும் இருக்கலாம், புடைப்புச் சிற்பங்கள் ஒரு பக்கத்தில் மட்டுமே உருவாக்கப்படும்.",
      "முழு உருவச் சிற்பங்கள் தனித்தனியாக உருவாக்கப்படும், புடைப்புச் சிற்பங்கள் பாறையில் செதுக்கப்படும்.",
      "முழு உருவச் சிற்பங்கள் மூன்று பரிமாணங்களில் இருக்கும், புடைப்புச் சிற்பங்கள் இரண்டு பரிமாணங்களில் இருக்கும்.",
      "முழு உருவச் சிற்பங்கள் பெரியவை, புடைப்புச் சிற்பங்கள் சிறியவை."
    ],
    "answer": [
      "முழு உருவச் சிற்பங்கள் மூன்று பரிமாணங்களில் இருக்கும், புடைப்புச் சிற்பங்கள் இரண்டு பரிமாணங்களில் இருக்கும்."
    ],
    
          "additional_context": "சிற்பக்கலை என்பது கலைஞர்கள் பாறைகள், மரம்,  உலோகம்,  பித்தளை போன்றவற்றை பயன்படுத்தி உருவாக்கும் கலை.  முழு உருவச் சிற்பங்கள் என்பது மூன்று பரிமாணங்களில் (நீளம்,  அகலம்,  உயரம்) உருவாக்கப்படும் சிற்பங்கள்.  அவை எல்லாப் பக்கங்களிலிருந்தும் காணக்கூடியவை.  புடைப்புச் சிற்பங்கள் என்பது இரண்டு பரிமாணங்களில் (நீளம்,  அகலம்) உருவாக்கப்படும் சிற்பங்கள்.  அவை  ஒரு தளத்தில் மட்டுமே  காணக்கூடியவை.  பாறைகள் அல்லது சுவர்களில் செதுக்கப்பட்ட உருவங்கள் புடைப்புச் சிற்பங்கள் எனப்படும்."
          }
        ,
          
  {
    
          "description": "இராவண காவியத்தில்  இடம்பெற்ற இரண்டு உவமைகளை  எடுத்துக்காட்டுக.",
          "options": [
      "இராவணனைச் சிங்கத்துக்கு ஒப்பிட்டுள்ளார், குகனைச் சேவலுக்கு ஒப்பிட்டுள்ளார்.",
      "இராவணனைச் சிங்கத்துக்கு ஒப்பிட்டுள்ளார், குகனை யானைக்கு ஒப்பிட்டுள்ளார்.",
      "இராவணனை யானைக்கு ஒப்பிட்டுள்ளார், குகனைச் சேவலுக்கு ஒப்பிட்டுள்ளார்.",
      "இராவணனை யானைக்கு ஒப்பிட்டுள்ளார், குகனை குதிரைக்கு ஒப்பிட்டுள்ளார்."
    ],
    "answer": [
      "இராவணனைச் சிங்கத்துக்கு ஒப்பிட்டுள்ளார், குகனைச் சேவலுக்கு ஒப்பிட்டுள்ளார்."
    ],
    
          "additional_context": "இராவண காவியம்,  பண்டைய இந்திய இலக்கியத்தில் பிரபலமான காவியங்களில் ஒன்று.  இந்த காவியத்தில்  இராவணனைச் சிங்கத்துக்கு ஒப்பிட்டுள்ளார்.  'சிங்கம் போல வீரம் நிறைந்தவன்' என்ற தொடரின் மூலம் இராவணனின் வலிமை,  வீரம்  குறிக்கப்படுகிறது.  மேலும்,  குகனைச் சேவலுக்கு ஒப்பிட்டுள்ளார்.  'சேவல் போல அதிகாலை எழுந்து எதிரிகளை தாக்கியவன்'  என்ற தொடர் மூலம்  குகனின் துணிச்சல் குறிப்பிடப்படுகிறது."
          }
        ]