
[
  {
    "description": "நீலாம்பிகை அம்மையாரது தமிழ்ப் பணியின் சிறப்பில் ஒன்று _____ .",
    "options": [
      "தமிழ்ப் பல்கலைக்கழகத்தை நிறுவியவர்",
      "தமிழ்ப் பத்திரிகை தொடங்கியவர்",
      "தமிழ் இலக்கியங்களை ஆராய்ந்தவர்",
      "பல தமிழ்ப் புத்தகங்கள் எழுதியவர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நீலாம்பிகை அம்மையார் தமிழ் இலக்கியத்தில் சிறந்த பங்களிப்பு செய்தவர். இவர் பல தமிழ் இலக்கியங்களை ஆராய்ந்து பல புதிய கண்டுபிடிப்புகளை வெளியிட்டார். இவர் தமிழ் இலக்கியத்திற்கான சேவைகளுக்காக பல விருதுகளைப் பெற்றவர். இவர் தமிழ் இலக்கிய ஆய்வில் சிறந்த பங்களிப்பை செய்தவர். இவர் தமிழ் இலக்கியத்தின் வளர்ச்சிக்கு காரணமானவர். இவர் தமிழ் இலக்கிய வளர்ச்சிக்கு மிகப்பெரிய சேவையை செய்துள்ளார். இவர் தமிழ் மொழியின் பெருமையை உலகிற்கு எடுத்துச் சென்றவர்."
  },
  {
    "description": "சாதனைப் பெண்கள் குறித்து நீங்கள் அறிந்த செய்திகளில் ஒன்று _____ .",
    "options": [
      "இந்திரா காந்தி",
      "மருத்துவர் முத்துலெட்சுமி",
      "கலைவாணி",
      "வி. கே. சாரதா"
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    "additional_context": "சாதனைப் பெண்கள் பல துறைகளில் சிறந்து விளங்கியுள்ளனர். இந்திரா காந்தி இந்தியாவின் முதல் பெண் பிரதமர். மருத்துவர் முத்துலெட்சுமி மருத்துவத் துறையில் சிறந்த பங்களிப்பு செய்தவர். கலைவாணி திரைப்பட நடிகை. வி. கே. சாரதா சமூக சேவகர்."
  },
  {
    "description": "குடும்ப விளக்கு நூலில் தலைவி பேச்சில் வெளிப்படும் பெண்கல்விக்கான கருத்துகளை இன்றைய சூழலுடன் ஒப்பிட்டு எழுதுக.",
    "options": [],
    "answer": [],
    "additional_context": "குடும்ப விளக்கு நூல்  சமூக நாவல். இந்த நாவலில் தலைவி பேச்சில் வெளிப்படும் பெண்கல்விக்கான கருத்துகள் இன்றைய சூழலில் மிகவும் பொருத்தமானவை.  தலைவி தனது  பெண்கல்வி  அனுபவங்களைப்  பகிர்ந்து  கொள்கிறார்.  தனக்கு  கல்வி  கற்க  வாய்ப்பு  இல்லாததால்  உண்டான  துன்பங்களை  பகிர்ந்து  கொள்கிறார்.  இன்றைய  சூழலில்  பெண்கள்  கல்வி  படித்து  மென்மேலும்  வளர்ந்து  சமுதாயத்தில்  முக்கிய  பங்கு  வகிக்க  வேண்டும்  என்பது  அவரது  கருத்து.   இன்றைய  சூழலில்  பெண்கள்  கல்வி  கற்க  வாய்ப்பு  அளிக்கப்படுகிறது.  பெண்கள்  தொழில்  புரிந்து  சமுதாயத்தில்  முக்கிய  பங்கு  வகிக்கிறார்கள்.  பெண்கள்  தொழில்  புரியும்  போது  உண்டாகும்  சிரமங்களை  அவர்  இந்த  நாவலில்  பகிர்ந்து  கொள்கிறார்.  பெண்கள்  கல்வி  கற்க  வேண்டும்  என்ற  கருத்து  அவரது  பேச்சில்  வெளிப்படுகிறது.  பெண்கள்  கல்வி  கற்க  வேண்டும்  என்பது  இன்றைய  சூழலில்  மிகவும்  முக்கியம்.  பெண்கள்  கல்வி  கற்கும்  போது  அவர்களுக்கு  உண்டாகும்  சிரமங்களை  அவர்  இந்த  நாவலில்  பகிர்ந்து  கொள்கிறார்."
  },
  {
    "description": "அண்ணாவின் வானொலி உரையில் நூலகம், நூல்கள் ஆகியவற்றைப் பற்றி எந்தெந்த கருத்துகளைப் பேசினார்?",
    "options": [
      "நூலகங்கள் மக்களின் அறிவு வளர்ச்சிக்கு இன்றியமையாதவை.",
      "நூலகங்கள் மக்களுக்குப் புத்தகங்களைப் படிக்க வாய்ப்பு அளிக்கின்றன.",
      "நூல்கள் மனித மனதின் கண்ணாடி.",
      "நூலகங்களைப் பயன்படுத்த வேண்டும்."
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ],
    "additional_context": "அண்ணாவின் வானொலி உரையில் நூலகம், நூல்கள் ஆகியவற்றைப் பற்றி அவர் மிகவும் உற்சாகமாகப் பேசினார்.  நூலகங்கள் மக்களின் அறிவு வளர்ச்சிக்கு இன்றியமையாதவை என அவர் கூறினார்.  நூலகங்கள் மக்களுக்குப் புத்தகங்களைப் படிக்க வாய்ப்பு அளிக்கின்றன, இதன் மூலம் அவர்களின் அறிவு வளரும் என அவர் கூறினார்.  நூல்கள் மனித மனதின் கண்ணாடி என்பதை அவர்  மிகவும்  அழகாக விளக்கினார்.  நூலகங்களைப் பயன்படுத்த வேண்டும் என  அவர்  மக்களுக்கு  வேண்டுகோள்  விடுத்தார்."
  },
  {
    "description": "_____ நூல் வல்லார், _____ மூத்தவர்.",
    "options": [
      "மூவாது, நூல்",
      "நூல், மூவாது",
      "மூத்த, நூல்",
      "நூல், மூத்த"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தத் தொடர் பெரியார் கூறிய ஒரு பழமொழி.  இந்தத் தொடர்  நூல்களின் முக்கியத்துவத்தை வலியுறுத்துகிறது.  நூல்கள் மனிதர்களின் அறிவு வளர்ச்சிக்கு மிகவும் உதவுகின்றன. நூல்களைப் படிப்பதன் மூலம் நாம் மனதளவில் வளர்கிறோம்.  நூல்கள் மூத்தவர்களுடைய அனுபவங்களை நமக்குக் கற்றுத் தருகின்றன.  அதனால் நூல்களை நாம்  மதிக்க வேண்டும்."
  }
]
