[
          
  {
    
          "description": "சோழர்காலத்தில் அமைக்கப்பட்ட எந்தக் கோவில் சிற்பங்கள் சோழர் காலச் சிற்பத்திறனுக்கு சான்றுகளாக விளங்குகின்றன?",
          "options": [
      "தஞ்சைப் பெரியகோவில்",
      "கங்கை கொண்ட சோழபுரம்",
      "தாராசுரம் ஐராவதீசுவரர் கோவில்",
      "இவை அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "சோழர்காலச் சிற்பங்கள் சோழர்காலத்தில் மிகுந்த வளர்ச்சியடைந்தன. முதலாம் இராசராசன் கட்டிய தஞ்சைப் பெரியகோவில், முதலாம் இராசேந்திரன் எழுப்பிய கங்கை கொண்ட சோழபுரம், இரண்டாம் இராசராசன் எழுப்பிய தாராசுரம் ஐராவதீசுவரர் கோவில், மூன்றாம் குலோத்துங்கச் சோழன் அமைத்த திரிபுவனவீரேசுவரம் கோவில் போன்றவை சோழர் காலச் சிற்பக்கலையின் கருவூலங்களாகத் திகழ்கின்றன. தஞ்சைப் பெரியகோவிலில் காணப்படுகின்ற பதினான்கு அடி உயரமுள்ள வாயிற்காவலர் உருவங்களும் மிகப்பெரிய நந்தியும் வியப்பூட்டும் வேலைப்பாடுகள் கொண்ட தூண்களும் சோழர்காலச் சிற்பத்திறனுக்குச் சான்றுகளாக விளங்குகின்றன. கங்கை கொண்ட சோழபுரத்தில் ஒரே கல்லில் அமைந்த நவக்கிரகமும் சிங்கமுகக் கிணறும் அவற்றில் பொறிக்கப்பட்டுள்ள உருவங்களும் குறிப்பிடத்தக்கன."
          }
        ,
          
  {
    
          "description": "'கற்கவிஞர்கள்' என அழைக்கப்படுபவர்கள் யார்?",
          "options": [
      "கல்வெட்டு செதுக்குபவர்கள்",
      "கோவில் கட்டடக்கலைஞர்கள்",
      "கலைநுட்பத்தில் சிறந்த சிற்பிகள்",
      "கல் வகைகளை அறிந்தவர்கள்"
    ],
    "answer": "C",
    
          "additional_context": "தெய்வ உருவங்கள், இயற்கை உருவங்கள், கற்பனை உருவங்கள், முழுவடிவ (பிரதிமை) உருவங்கள் என நான்கு நிலைகளில் உலோகத்தினாலும் கல்லினாலும் சிற்பங்கள் அமைக்கப்படுகின்றன. சிற்ப இலக்கண மரபைப் பின்பற்றிக் கலை நயத்துடனும் மிகுந்த தேர்ச்சியுடனும் சிற்பிகள் சிற்பங்களை வடிவமைக்கின்றனர். அதனால், அவர்களைக் 'கற்கவிஞர்கள்' என்று சிறப்பிக்கின்றனர்."
          }
        ,
          
  {
    
          "description": "கீழே உள்ள எந்தக் கூற்று விஜயநகர மன்னர்கள் காலச் சிற்பங்களை விளக்குகிறது?",
          "options": [
      "அக்கால சிற்பங்கள் பௌத்த மற்றும் சமண மத சிற்பங்கள்",
      "அக்கால சிற்பங்கள் கோவில் தூண்களில் மட்டுமே காணப்படும்",
      "அக்கால சிற்பங்கள் தெலுங்கு மற்றும் கன்னடப் பகுதிகளின் தாக்கத்தைத் தன்னுள் கொண்டிருந்தன",
      "அக்கால சிற்பங்கள் மிகவும் சிறிய அளவில் இருந்தன"
    ],
    "answer": "C",
    
          "additional_context": "விஜயநகர மன்னர்கள் காலத்தில் கோவில்களில் மிக உயர்ந்த கோபுரங்கள் எழுப்பப்பட்டன. அக்கோபுரங்களில் சுதைகளாலான சிற்பங்கள் மிகுதியாக உள்ளன. இவர்கள் தெலுங்கு, கன்னடப்பகுதிகளுடன் தொடர்புகொண்டிருந்த காரணத்தால் அந்நாட்டுச் சிற்பக் கலையின் தாக்கம் தமிழகச் சிற்பங்களில் ஏற்பட்டது. ஆடை, அணிகலன்கள் அணிந்த நிலையில் உள்ள உருவங்கள் சிற்பங்களாயின. கோவில் மண்டபங்களில் மிகுதியான சிற்பத்தூண்கள் அமைக்கப்பட்டன. குதிரையின் உருவங்களைச் சிற்பங்களில் இடம் பெறச் செய்தனர். வீரர்கள் அமர்ந்த நிலையில் குதிரைகள் முன்கால்களைத் தூக்கி நிற்பது போன்ற சிற்பங்களை மண்டபத் தூண்களில் அமைத்தனர். அத்துடன் பல்வேறு ஓசைகளை எழுப்பும் இசைக் கற்றூண்களையும் இவர்கள் அமைத்தது குறிப்பிடத்தக்கது."
          }
        ,
          
  {
    
          "description": "நாயக்கர் காலச் சிற்பங்கள் எந்த இடத்தில் காணப்படுகின்றன?",
          "options": [
      "மதுரை மீனாட்சி அம்மன் கோவில்",
      "திருநெல்வேலி நெல்லையப்பர் கோவில்",
      "கிருஷ்ணாபுரம் பெருமாள் கோவில்",
      "இவை அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "நாயக்க மன்னர் பல இடங்களில் ஆயிரங்கால் மண்டபங்களை அமைத்தனர். அம்மண்டபத் தூண்களில் அழகிய சிற்பங்களைச் செதுக்கினர். மதுரை மீனாட்சி அம்மன் கோவில், இராமேசுவரம் பெருங்கோவில், திருநெல்வேலி நெல்லையப்பர் கோவில், கிருஷ்ணாபுரம் பெருமாள் கோவில், திண்டுக்கல் அருகே தாடிக்கொம்பில் உள்ள பெருமாள் கோவில், பேரூர் சிவன் கோவில் போன்ற இடங்களில் கலைநயம் மிக்க சிற்பங்களைக் காணமுடியும்."
          }
        ,
          
  {
    
          "description": "தமிழகச் சிற்பக்கலை எந்தக் காலத்தில் விரைவாக வளர்ச்சி பெற்றது?",
          "options": [
      "பல்லவர் காலம்",
      "பாண்டியர் காலம்",
      "சோழர் காலம்",
      "விஜயநகர மன்னர்கள் காலம்"
    ],
    "answer": "C",
    
          "additional_context": "கற்சிற்பங்கள் அமைக்கும் கலை, சோழர் காலத்தில் விரைவாக வளர்ச்சி பெற்றது."
          }
        ]