[
          
  {
    
          "description": "'பூங்கொடி நேற்றுப் பள்ளிக்குச் சென்றாள், தன் தோழிகளைக் பேசினாள்; பின்னர் வங்கிக்குப் போனாள், தான் கூடுதலாக வாங்கினாள், மகிழ்ச்சியுடன் செலுத்தினாள் தொகையைத் திரும்ப பெற்றாள், கொண்டாள். வரும் வழியில் வீட்டுக்கு வேண்டிய பொருள்களை வாங்கினாள். அங்கு திரும்பினாள்' என்ற வாக்கியத்தில் எத்தனை வினைச்சொற்கள் உள்ளன?",
          "options": [
      "5",
      "7",
      "9",
      "11"
    ],
    "answer": "D",
    
          "additional_context": "இந்த வாக்கியத்தில் உள்ள வினைச்சொற்களை கண்டறிய வேண்டும். வினைச்சொற்கள் என்பது ஒரு செயலை குறிக்கும் சொற்கள். இந்த வாக்கியத்தில் 'சென்றாள்', 'பேசினாள்', 'போனாள்', 'வாங்கினாள்', 'செலுத்தினாள்', 'பெற்றாள்', 'கொண்டாள்', 'வாங்கினாள்', 'திரும்பினாள்' என 9 வினைச்சொற்கள் உள்ளன. மேலும் 'நேற்று' என்பது ஒரு காலத்தைக் குறிக்கும் சொல், 'கூடுதலாக' என்பது ஒரு அளவைக் குறிக்கும் சொல். 'மகிழ்ச்சியுடன்' என்பது ஒரு வினையடைமொழி. "
          }
        ,
          
  {
    
          "description": "'பூங்கொடி நேற்றுப் பள்ளிக்குச் சென்றாள், தன் தோழிகளைக் பேசினாள்; பின்னர் வங்கிக்குப் போனாள், தான் கூடுதலாக வாங்கினாள், மகிழ்ச்சியுடன் செலுத்தினாள் தொகையைத் திரும்ப பெற்றாள், கொண்டாள். வரும் வழியில் வீட்டுக்கு வேண்டிய பொருள்களை வாங்கினாள். அங்கு திரும்பினாள்' என்ற வாக்கியத்தில் எத்தனை எச்ச வினைச்சொற்கள் உள்ளன?",
          "options": [
      "2",
      "4",
      "6",
      "8"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வாக்கியத்தில் எச்ச வினைச்சொற்களைக் கண்டறிய வேண்டும். எச்ச வினைச்சொற்கள் என்பது ஒரு செயலைத் தொடர்ந்து செய்யப்பட வேண்டிய செயலைக் குறிக்கும் சொற்கள். இந்த வாக்கியத்தில் 'செல்', 'உரை', 'போ', 'மால்', 'செலுத்து', 'பெறு', 'கொள்', 'வேண்டு', 'வா' என 9 எச்ச வினைச்சொற்கள் உள்ளன."
          }
        ,
          
  {
    
          "description": "'பூங்கொடி நேற்றுப் பள்ளிக்குச் சென்றாள், தன் தோழிகளைக் பேசினாள்; பின்னர் வங்கிக்குப் போனாள், தான் கூடுதலாக வாங்கினாள், மகிழ்ச்சியுடன் செலுத்தினாள் தொகையைத் திரும்ப பெற்றாள், கொண்டாள். வரும் வழியில் வீட்டுக்கு வேண்டிய பொருள்களை வாங்கினாள். அங்கு திரும்பினாள்' என்ற வாக்கியத்தில் எத்தனை முற்ற வினைச்சொற்கள் உள்ளன?",
          "options": [
      "3",
      "5",
      "7",
      "9"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வாக்கியத்தில் உள்ள முற்ற வினைச்சொற்களைக் கண்டறிய வேண்டும். முற்ற வினைச்சொற்கள் என்பது ஒரு செயல் முடிந்துவிட்டதைக் குறிக்கும் சொற்கள். இந்த வாக்கியத்தில் 'சென்றாள்', 'பேசினாள்', 'போனாள்', 'வாங்கினாள்', 'செலுத்தினாள்' என 5 முற்ற வினைச்சொற்கள் உள்ளன. "
          }
        ,
          
  {
    
          "description": "'251 (நில்) பேருந்தில் (ஏறு) வீடு' என்ற வாக்கியத்தில் இடைவெளிகளில் பொருத்தமான வினைச்சொற்களைத் தேர்ந்தெடுத்து எழுதுக.",
          "options": [
      "நின்றாள், ஏறி",
      "நில்லாது, ஏறி",
      "நின்றான், ஏறி",
      "நின்றாள், ஏறுவாள்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வாக்கியத்தில் இடைவெளிகளில் பொருத்தமான வினைச்சொற்களை தேர்ந்தெடுத்து எழுத வேண்டும். இடைவெளிகளில் வரும் வினைச்சொற்கள் செயலை விளக்கும் வகையில் இருக்க வேண்டும். இந்த வாக்கியத்தில் 'நின்றாள்' என்ற வினைச்சொல் சரியானது. ஏனெனில், 'நில்லாது' என்பது ஒரு எதிர்மறை வினைச்சொல். 'நின்றான்' என்பது ஆண்பால் சொல். 'ஏறுவாள்' என்பது ஒரு எதிர்கால காலச் சொல். இந்த வாக்கியம் ஒரு பெண் பள்ளிக்கு சென்ற செயலை விவரிக்கிறது, எனவே 'நின்றாள்' என்ற வினைச்சொல் பொருத்தமானது. "
          }
        ]