
[
  {
    "description": "“தெரியாமல் நடந்துவிட்டது பொறுத்துக் கொள்ளுங்கள்” என்ற வருவாய் அலுவலரின் பேச்சில் எந்த உணர்வைப் பிரதிபலிக்கிறது?",
    "options": [
      "பதற்றம் மற்றும் மன்னிப்பு கேட்கும் வேண்டுகோள்",
      "விரக்தி மற்றும் பதில் கூற இயலாமை",
      "அலட்சியம் மற்றும் ஏளனம்",
      "அவநம்பிக்கை மற்றும் பயம்"
    ],
    "answer": "A",
    "additional_context": "விருத்தாசலம் கூட்டத்தில் பங்கேற்ற பின்னர் அண்ணா திரும்பி வரும் வழியில் வருவாய் அலுவலர் அவரது வண்டியை சோதனை செய்தார். அவரது வண்டியில் பின்பக்கம் முழுவதும் மாலைகள், கைத்தறி ஆடைகள், வாழ்த்து மடல்கள் இருந்தன. அதன் பின்னர்தான் வருவாய் அலுவலர் தன் முன் நிற்கும் நபர் அண்ணா என்பதை உணர்ந்தார். அண்ணா அவரைப் பார்த்து  'தெரியாமல் நடந்துவிட்டது பொறுத்துக் கொள்ளுங்கள்' என்றார். அந்த அலுவலர் தனது செயலுக்கு மன்னிப்பு கேட்டு,  தன்னைப் பதற்றத்தில் ஆழ்த்தியது அவரது குரலில் வெளிப்படுகிறது."
  },
  {
    "description": "“நாங்கள் போடும் சட்டங்களைச் சரியான முறையில் நிறைவேற்றும் பொறுப்பு உங்களைப் போன்ற அலுவலரின் கையில்தான் இருக்கிறது”  என்ற அண்ணாவின் வாக்கியம் எதைக் குறிக்கிறது?",
    "options": [
      "வருவாய் அலுவலரின் நேர்மை மற்றும் பொறுப்புணர்வைப் பாராட்டுதல்",
      "அலுவலர் தனது பணியைச் சரியாகச் செய்யவில்லை என்பதைச் சுட்டிக் காட்டுதல்",
      "சட்டங்களை மீறுவது குறித்து அலுவலரை எச்சரித்தல்",
      "அலுவலரின் கடமைகளை விளக்கி, அவரைத் திட்டிக் கொடுத்தல்"
    ],
    "answer": "A",
    "additional_context": "அண்ணா வருவாய் அலுவலரின் செயலைப் பாராட்டியது மட்டுமல்லாமல், அலுவலரின் நேர்மை மற்றும் பொறுப்புணர்வைப் பாராட்டும் வகையில், 'நாங்கள் போடும் சட்டங்களைச் சரியான முறையில் நிறைவேற்றும் பொறுப்பு உங்களைப் போன்ற அலுவலரின் கையில்தான் இருக்கிறது' என்றும் கூறினார்."
  },
  {
    "description": "“இந்த அலுவலரின் பெயரைக் குறித்துக்கொள்ளுங்கள்” என்று அண்ணா கூறியதன் மூலம் அவர் எதை உணர்த்த விரும்பினார்?",
    "options": [
      "அலுவலரின் செயலைத் தண்டிக்க விரும்புவதாகக் காட்ட",
      "அலுவலரின் நேர்மையைப் பாராட்டி, அவருக்குப் பதவி உயர்வு அளிக்க",
      "அலுவலரின் செயலை அவரது பணியிடத்தில்  விசாரிக்க",
      "அலுவலரின் செயலைப் பொதுமக்களுக்கு எடுத்துக் காட்ட"
    ],
    "answer": "B",
    "additional_context": "அண்ணா வருவாய் அலுவலரின் செயல் அவரது பணியில் எவ்வளவு முக்கியமானது என்பதையும், அலுவலரின் நேர்மையை எவ்வளவு பாராட்டுகிறார் என்பதையும் காட்டும் விதமாக 'இந்த அலுவலரின் பெயரைக் குறித்துக்கொள்ளுங்கள்' என்றார்."
  },
  {
    "description": "மகிழுந்தில் இருந்த பொருட்கள் (மாலைகள், கைத்தறி ஆடைகள், வாழ்த்துமடல்கள்)  எதைப் பற்றியும் எடுத்துரைக்கின்றன?",
    "options": [
      "அண்ணா ஒரு எளியவர் என்பதை",
      "அண்ணாவின் பிரபலத்தை",
      "அண்ணாவின் பொது வாழ்க்கையின் பிஸியான தன்மையை",
      "அண்ணாவின் மக்கள் தொடர்புகளை"
    ],
    "answer": "C",
    "additional_context": "அண்ணா விருத்தாசலம் கூட்டத்தில் பங்கேற்று  திரும்பி வரும்போது, அவரது வண்டியில் மாலைகள், கைத்தறி ஆடைகள், வாழ்த்து மடல்கள் இருந்தன.  அவரது வண்டியில்  இருந்த பொருட்கள் அவரது பிஸியான பொது வாழ்க்கையைப் பற்றியும்,  மக்களுடன் அவருக்கு இருந்த நெருங்கிய தொடர்பைப் பற்றியும்  எடுத்துரைக்கின்றன."
  },
  {
    "description": "அண்ணாவின் விருத்தாசலம் கூட்டத்தின் பின் அவரது மகிழுந்தை சோதனை செய்த வருவாய் அலுவலர் எப்படிப்பட்ட சூழ்நிலையை எதிர்கொண்டார்?",
    "options": [
      "அண்ணாவின் மகிழுந்தைச் சோதனை செய்யும்போது, அதில் அவரது தனிப்பட்ட பொருட்களைக் கண்டு, அலுவலர் குழப்பம் அடைந்தார்.",
      "அண்ணாவின் மகிழுந்தில் இருந்த பொருட்கள் சட்டவிரோதமானவை என்பது கண்டுபிடிக்கப்பட்டது.",
      "அலுவலருக்கு தெரியாமல் அண்ணாவின் மகிழுந்தை சோதனை செய்து, அவரது பெயரைக் கேட்டு அலுவலர் மன அழுத்தத்தில் இருந்தார்.",
      "அலுவலர் அண்ணாவை மகிழுந்தில் இருந்து இறக்க வற்புறுத்தியதால், அண்ணா கோபமடைந்தார்."
    ],
    "answer": "A",
    "additional_context": "அண்ணா விருத்தாசலம் கூட்டத்தின் பின்  திரும்பி வரும் வழியில், வருவாய் அலுவலர் அவரது வண்டியை சோதனை செய்தார். வண்டியின் பின்பக்கம் முழுவதும் மாலைகள், கைத்தறி ஆடைகள், வாழ்த்து மடல்கள் இருந்தன. இதைக் கண்ட அலுவலர் குழப்பம் அடைந்தார். அவரது வண்டியை சோதனை செய்த பிறகுதான்  அந்த அலுவலர் அவர் முன் நிற்கும் நபர் அண்ணா என்பதை உணர்ந்தார்."
  }
]
