
[
  {
    "description": "“நேர்க்கூற்றாக மாற்றுக” என்ற சொற்றொடர் மொழியியல் ரீதியாக எந்தப் பகுப்பின் அடிப்படையில் செயல்படுகிறது?",
    "options": [
      "சொல் வகை",
      "சொற்றொடர் வகை",
      "வாக்கிய வகை",
      "பொருள் வகை"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி வாக்கிய வகைகளைப் பற்றியது. ஒரு வாக்கியம் எப்படி அமைந்திருக்கிறது, அதன் செயல்பாடு என்ன என்பதைப் பற்றிப் பேசுகிறது.  நேர்க்கூற்று என்பது ஒரு வாக்கியம்  நேரடியாக  ஒரு செயலை அல்லது ஒரு நிலையை  குறிப்பிடும் விதம். ஒரு  செயலை அல்லது ஒரு நிலையை நேரடியாக குறிப்பிடுவது என்பது வாக்கிய வகைகளைச் சார்ந்த ஒன்று. அதனால், 'நேர்க்கூற்றாக மாற்றுக' என்பது வாக்கிய வகை அடிப்படையில்  செயல்படுகிறது."
  },
  {
    "description": "“தென்னாட்டுப் பெர்னாட்ஷா” என்ற தொடரில் காணப்படும் பண்பு மொழி எந்தப் பகுதியைச் சுட்டுகிறது?",
    "options": [
      "அறிஞர் அண்ணா",
      "அறிஞர்",
      "தென்னாட்டுப் பெர்னாட்ஷா",
      "அறிஞர் அண்ணாவைப் புகழ்கிறோம்"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி பண்பு மொழியைப் பற்றியது. ஒரு நபரை  அல்லது பொருளை  புகழ்ந்து பேசும்  விதம்  பண்பு மொழி.  'தென்னாட்டுப் பெர்னாட்ஷா'  என்பது அறிஞர் அண்ணாவை புகழ்ந்து  பேசும் வகையில்  பயன்படுத்தப்படும்  பண்பு மொழி.  அதனால்  'தென்னாட்டுப் பெர்னாட்ஷா'   என்ற தொடரில் காணப்படும் பண்பு மொழி  அறிஞர் அண்ணாவையே  சுட்டுகிறது. "
  },
  {
    "description": "“தமிழ்முனிவன்” என்ற சொல் எந்த வகையான இலக்கிய நடை பயன்பாட்டில் அதிகம் காணப்படுகிறது?",
    "options": [
      "பரணி",
      "தூது",
      "பள்ளு",
      "குறவஞ்சி"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி  இலக்கிய நடை பயன்பாட்டைப் பற்றியது.  'தமிழ்முனிவன்'  என்ற சொல்  பரணி  இலக்கியத்தில்  அதிகம் பயன்படுத்தப்படும் ஒரு சொல். பரணி  என்பது ஒரு போர்க்கள வர்ணனை  இலக்கியம். போர்க்களத்தில்  நிகழ்ந்த  நிகழ்வுகளை விவரிக்கும் போது  இந்த சொல்  அதிகம் பயன்படுத்தப்படுகிறது.  "
  },
  {
    "description": "“பொங்கருவி” என்ற சொல் எந்த இலக்கிய வகையின் இயல்பைப் பிரதிபலிக்கிறது?",
    "options": [
      "சிந்து",
      "பள்ளு",
      "தூது",
      "குறவஞ்சி"
    ],
    "answer": "A",
    "additional_context": "இந்த கேள்வி  இலக்கிய வகைகளைப் பற்றியது.  'பொங்கருவி'   என்ற சொல்  சிந்து  இலக்கிய வகையை பிரதிபலிக்கிறது.  சிந்து என்பது  நதி  வரலாறு  அல்லது  நதியின்  அழகை விவரிக்கும்  இலக்கிய வகை.   'பொங்கருவி'  என்ற சொல் நதியின்   அழகான  நிலையைக் குறிப்பிடுவதால்   சிந்து இலக்கிய  வகையுடன் தொடர்புடையது."
  },
  {
    "description": "“அங்கயற்கண் அம்மைதிரு அருள்சுரந்து பொழிவதெனப்” என்ற தொடரில் உள்ள “அருள்சுரந்து பொழிவதெனப்” எந்த இலக்கியக் கருத்துக்கு உதாரணமாகும்?",
    "options": [
      "இயற்கை வர்ணனை",
      "காதல் வெளிப்பாடு",
      "தேவதை வணக்கம்",
      "தியாகப் பண்பு"
    ],
    "answer": "C",
    "additional_context": "இந்த கேள்வி  இலக்கியக் கருத்துக்களைப் பற்றியது.  'அருள்சுரந்து பொழிவதெனப்'  என்ற தொடர்  தேவதை வணக்கத்தைக் குறிப்பிடுகிறது.  இந்த தொடர்  தேவதை  இறங்கி வந்து  அருள்  புரிவதாக   கூறுகிறது.   தேவதை  வணக்கம் என்பது  இலக்கியத்தில்   பரவலாக  காணப்படும் ஒரு  கருத்து. "
  }
]
