
[
  {
    "description": "கைபிடி, கைப்பிடி – சொற்களின் பொருள் வேறுபாடுகளையும் அவற்றின் புணர்ச்சி வகைகளையும் எழுதுக.  என்ற கேள்விக்கு, 'கைபிடி' என்ற சொல் எந்தப் புணர்ச்சி வகையைச் சேர்ந்தது?",
    "options": [
      "இடைச்சொல்",
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "உரிச்சொல்"
    ],
    "answer": "A",
    "additional_context": "'கைபிடி' மற்றும் 'கைப்பிடி' ஆகிய இரண்டு சொற்களும் இரண்டு வெவ்வேறு பொருளை குறிக்கும். 'கைபிடி' என்பது ஒரு பொருளை பிடிப்பதற்காக பயன்படுத்தப்படும் கைப்பிடி அல்லது ஸ்ட்ரீம்.  இது 'கை' மற்றும் 'பிடி' என்ற இரண்டு சொற்களை இணைத்து உருவாக்கப்பட்ட ஒரு 'இடைச்சொல்' ஆகும். 'கைப்பிடி' என்பது ஒரு பொருளை பிடிப்பதற்கான செயலை குறிக்கிறது. இது ஒரு 'வினைச்சொல்' ஆகும். "
  },
  {
    "description": "இராவண காவியத்தில் _____  என்பது உவமையாகப் பயன்படுத்தப்பட்டுள்ளது.",
    "options": [
      "மலை",
      "கடல்",
      "நதி",
      "காற்று"
    ],
    "answer": "A",
    "additional_context": "இராவண காவியம், கம்பரால் எழுதப்பட்ட ஒரு மகா காவியம். இதில் ராவணன், ஒரு மிகப்பெரிய வில்லன்,  சீதையை கடத்திச் செல்வதை விவரிக்கிறது.  இந்தக் காவியத்தில் 'மலை' என்பது உவமையாக பயன்படுத்தப்பட்டுள்ளது. ராவணனின் வலிமை மற்றும் அவரது கடத்தல் செயல்  மலை போன்றது என்கிறது. "
  },
  {
    "description": "_______  கனவுக் காட்சிகளை ஆண்டாள் தனது பாடல்களில் விவரித்துள்ளார்.",
    "options": [
      "கண்ணன்",
      "கிருஷ்ணன்",
      "விஷ்ணு",
      "சக்தி"
    ],
    "answer": "B",
    "additional_context": "ஆண்டாள், ஒரு தமிழ் வைணவத் திருப்பாவை பாடகி. அவர் தனது பாடல்களில் கிருஷ்ணனைப் பற்றிய கனவுக் காட்சிகளை விவரித்துள்ளார். அவளது பாடல்கள்  கிருஷ்ணன் மீதான அன்பு, காதல் மற்றும் பக்தியை வெளிப்படுத்துகின்றன.  "
  },
  {
    "description": "குறிஞ்சி நிலத்தில் ______ நிகழ்வு முக்கியத்துவம் வாய்ந்தது.",
    "options": [
      "பூக்கள் பூத்தல்",
      "மழை பெய்தல்",
      "விளைநிலம் செழித்தல்",
      "காதல்"
    ],
    "answer": "D",
    "additional_context": "தமிழ் இலக்கியத்தில்,  'குறிஞ்சி' என்பது ஐந்து நிலங்களில் ஒன்று. இது காடு மற்றும் மலை பகுதிகளைக் குறிக்கிறது.  இந்த நிலத்தில் காதல் மற்றும் இயற்கை அழகு முக்கியமானவையாகும். "
  },
  {
    "description": "_______  என்பது ஒரு இடைச்சொல்.",
    "options": [
      "கைபிடி",
      "கைப்பிடி",
      "கை",
      "பிடி"
    ],
    "answer": "A",
    "additional_context": "'கைபிடி'  என்பது ஒரு பொருளை பிடிப்பதற்காக பயன்படுத்தப்படும் கைப்பிடி அல்லது ஸ்ட்ரீம்.  இது 'கை' மற்றும் 'பிடி' என்ற இரண்டு சொற்களை இணைத்து உருவாக்கப்பட்ட ஒரு 'இடைச்சொல்' ஆகும்.  "
  }
]
