
[
  {
    "description": "உரையாடலில் \"மல்ட்டி நேஷனல் கம்பெனி\"  என்ற சொல் பயன்படுத்தப்படுகிறது.  இந்த சொல்லைத் தமிழில் எப்படி மாற்றலாம்?",
    "options": [
      "பன்னாட்டு நிறுவனம்",
      "பெரிய நிறுவனம்",
      "சிறிய நிறுவனம்",
      "தனியார் நிறுவனம்"
    ],
    "answer": "A",
    "additional_context": "நளன் அருணனிடம்,  \"நான் இப்போது ஒரு மல்ட்டி நேஷனல் கம்பெனியில் பணிபுரிகிறேன்.  நீ என்ன பண்ற?\" என்று கேட்கிறான்.  இந்த உரையாடலில் பயன்படுத்தப்பட்டுள்ள \"மல்ட்டி நேஷனல் கம்பெனி\"  என்பது பல நாடுகளில் கிளைகள் கொண்ட நிறுவனத்தை குறிக்கும்.  அதற்கு நிகரான தமிழ்ச்சொல் \"பன்னாட்டு நிறுவனம்\"  என்பதாகும்."
  },
  {
    "description": "உரையாடலில் \"பிராஜக்ட் மேனேஜர்\"  என்ற சொல் பயன்படுத்தப்படுகிறது.  இந்த சொல்லைத் தமிழில் எப்படி மாற்றலாம்?",
    "options": [
      "திட்ட மேலாளர்",
      "பணி மேலாளர்",
      "நிறுவன மேலாளர்",
      "குழு மேலாளர்"
    ],
    "answer": "A",
    "additional_context": "நளன் அருணனிடம்,  \"நான் இப்போது ஒரு மல்ட்டி நேஷனல் கம்பெனியில் பணிபுரிகிறேன்.  நீ என்ன பண்ற?\" என்று கேட்கிறான்.  இந்த உரையாடலில் பயன்படுத்தப்பட்டுள்ள \"பிராஜக்ட் மேனேஜர்\"  என்பது ஒரு குறிப்பிட்ட திட்டத்தை நிர்வகிப்பவரைக் குறிக்கும்.  அதற்கு நிகரான தமிழ்ச்சொல் \"திட்ட மேலாளர்\"  என்பதாகும்."
  },
  {
    "description": "\"பஸ்டு இயர்\"  என்ற சொல்லைத் தமிழில் எப்படி மாற்றலாம்?",
    "options": [
      "முதல் ஆண்டு",
      "இரண்டாம் ஆண்டு",
      "மூன்றாம் ஆண்டு",
      "நான்காம் ஆண்டு"
    ],
    "answer": "A",
    "additional_context": "நளன் அருணனிடம்,  \"அந்த கல்லூரியில் என் தம்பி பஸ்டு இயர் படிக்கிறான்\" என்று கூறுகிறான்.  இந்த உரையாடலில் பயன்படுத்தப்பட்டுள்ள  \"பஸ்டு இயர்\"  என்பது கல்லூரிப் படிப்பின் முதல் ஆண்டைக் குறிக்கும்.  அதற்கு நிகரான தமிழ்ச்சொல் \"முதல் ஆண்டு\"  என்பதாகும்."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எந்த தமிழ்ச்சொல் கிரேக்க மொழியில் இடம் பெற்றுள்ளது?",
    "options": [
      "கடல்",
      "மழை",
      "நாவாய்",
      "சூரியன்"
    ],
    "answer": "C",
    "additional_context": "ஆனந்தி கூறுகிறார்,  \"உலகின் தொன்மையான மொழியாகவும்,  செவ்வியல் மொழிகளுள் ஒன்றாகவும் திகழ்வது கிரேக்க மொழியாகும்.  இந்த மொழியின் கடல்சார்ந்த சொற்களில்  \"σεβίβας (Ερύθρων της Γιακου\"  போன்ற தமிழ்ச் சொற்கள் இடம்பெற்றுள்ளன.  மேலும் அவர்,  \"தமிழ்ச்சொல்லாகிய நாவாய் என்பதே ஆங்கிலத்தில்  \"நேவி\"  என ஆகியுள்ளது.\" என்று கூறுகிறார்.  இதிலிருந்து கிரேக்க மொழியில் நாவாய் என்ற சொல் இடம்பெற்றுள்ளது என்பதை அறியலாம்."
  },
  {
    "description": "\"சாப்ட்வேர்\" என்பதற்கு நிகரான தமிழ்ச்சொல் எது?",
    "options": [
      "மென்பொருள்",
      "கணினி",
      "மின்னணு",
      "இணையம்"
    ],
    "answer": "A",
    "additional_context": "மும்தாஜ்  ஆனந்தியிடம்,  \"நாமெல்லோரும் மடிக்கணினி (Laptop) பயன்படுத்துகிறோம்.  கணினி தொடர்பான சொற்களை அப்படியே ஆங்கிலத்தில் வழங்குகிறோமே?  அவற்றுக்கெல்லாம் தமிழ்ச்சொற்கள் உள்ளனவா?\" என்று கேட்கிறார்.  இதற்கு ஆனந்தி,  \"அவவாறான தமிழ்ச்சொற்கள் இப்போது எங்கும் நிறைந்துள்ளன.  எடுத்துக்காட்டாக,  சாப்ட்வேர் (software) - மென்பொருள்.\"  என்று கூறுகிறார்.  சாப்ட்வேர் என்பதற்கு நிகரான தமிழ்ச்சொல் \"மென்பொருள்\" என்பதாகும்."
  }
]
