
[
  {
    "description": "“கூட்டுப் புழுதான் பட்டுப் பூச்சியாய்க் கோலம் கொள்ளும் மறவாதீர்” என்ற வரியில் எந்த கருத்து  வெளிப்படுத்தப்படுகிறது?",
    "options": [
      "ஒற்றுமையே வெற்றிக்குக் காரணம்.",
      "கூட்டு முயற்சியால் மட்டுமே வெற்றி பெற முடியும்.",
      "பட்டுப் பூச்சி அழகானது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "இந்த வரி பட்டுப் பூச்சியின் வாழ்க்கைச் சுழற்சியைக் குறிப்பிடுகிறது. பட்டுப் புழு ஒரு சிறிய புழுவாக இருந்தாலும், கூட்டு முயற்சியால், ஒன்று சேர்ந்து கூட்டுப் போட்டு பட்டுப் பூச்சியாக மாறுகிறது என்பதை இந்த வரி வலியுறுத்துகிறது. பட்டுப் பூச்சியின் அழகான தோற்றம் அதன் கூட்டு முயற்சியின் விளைவு என்பது இதன் பொருள்."
  },
  {
    "description": "“அறிவை மறந்த உணர்ச்சி என்பது திரியை மறந்த தீயாகும்” என்ற வரியின் பொருள் என்ன?",
    "options": [
      "அறிவு இல்லாமல் உணர்ச்சி வீண்.",
      "உணர்ச்சி இல்லாமல் அறிவு பயனற்றது.",
      "அறிவும் உணர்ச்சியும் இணைந்து இருக்க வேண்டும்.",
      "தீ இல்லாமல் திரி பயனற்றது."
    ],
    "answer": "C",
    "additional_context": "இந்த வரி, அறிவும் உணர்ச்சியும் இணைந்து இருக்க வேண்டும் என்ற கருத்தைத் தெளிவுபடுத்துகிறது. திரி மட்டும் இருந்தால் தீ எரியாது, தீ மட்டும் இருந்தால் திரி பயனற்றது. அறிவு இல்லாமல் உணர்ச்சி வீண், உணர்ச்சி இல்லாமல் அறிவு பயனற்றது என்பது போல. எனவே அறிவும் உணர்ச்சியும் இணைந்து இருந்தால் மட்டுமே மனிதன் வாழ்க்கையில் வெற்றி பெற முடியும் என்பது இந்த வரியின் பொருள்."
  },
  {
    "description": "“_____ என்னும் வாகனம் மீதில் ஆளும் தமிழை நிறுத்துங்கள்” என்ற வரியில் உள்ள வெற்றிடத்தில் என்ன வார்த்தை வரும்?",
    "options": [
      "கார்",
      "சைக்கிள்",
      "அறிவியல்",
      "மின்சாரம்"
    ],
    "answer": "C",
    "additional_context": "இந்த வரியில் கவிஞர் தமிழ் மொழி அறிவியல் துறையை நோக்கிச் செல்ல வேண்டும் என்ற கருத்தை வெளிப்படுத்துகிறார். அறிவியலின் முன்னேற்றத்தை ஏற்றுக்கொண்டு தமிழ் மொழி அதை ஏற்றுக்கொள்ள வேண்டும் என்றும் குறிப்பிடுகிறார்."
  },
  {
    "description": "“_____ லன்தன் பெருமை எல்லாம் கணிப்பொறி யுள்ளே பொருத்துங்கள்” என்ற வரியில் உள்ள வெற்றிடத்தில் என்ன வார்த்தை வரும்?",
    "options": [
      "திருவள்ளுவர்",
      "கம்பர்",
      "கரிகாலன்",
      "சங்க இலக்கியம்"
    ],
    "answer": "C",
    "additional_context": "இந்த வரியில் கவிஞர்  கரிகாலன் போன்ற மன்னர்களின் பெருமையை நாம் கணிப்பொறியில் பதிவு செய்ய வேண்டும் என்று கூறுகிறார். கரிகாலன் போன்ற மன்னர்களின் வீரம், பண்பாடு, போர் வீரம், அரசு நிர்வாகம் போன்றவற்றை கணிப்பொறியில் பதிவு செய்வதன் மூலம் நம் முன்னோரின் பெருமையைப் பேணிப் பாதுகாக்க முடியும் என்பது இதன் பொருள்."
  },
  {
    "description": "“_____ கோளிலும் ஏற்றுங்கள்” என்ற வரியில் உள்ள வெற்றிடத்தில் என்ன வார்த்தை வரும்?",
    "options": [
      "பூமி",
      "சூரியன்",
      "சந்திரன்",
      "எல்லா"
    ],
    "answer": "D",
    "additional_context": "இந்த வரியில் கவிஞர் தமிழ் மொழி எல்லா கோள்களிலும் பரவ வேண்டும் என்று விரும்புகிறார். தமிழ் மொழி உலகமெங்கும் பரவி, அனைத்து கோள்களிலும் தழைத்து வளர வேண்டும் என்ற தம் விழைவை இந்த வரி வெளிப்படுத்துகிறது."
  }
]
