
[
  {
    "description": "“சுழன்றும்ஏர்ப் பின்னது உலகம் அதனால் உழந்தும் உழவே தலை” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "உலகம் உழவுத் தொழிலை மட்டுமே சார்ந்து இயங்குகிறது.",
      "உழவுத் தொழில் மிகவும் சிரமமானது.",
      "அனைத்துத் தொழில்களும் சிறந்தவை.",
      "உழவுத் தொழில் மிகவும் மதிப்புமிக்கது."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் குறள் உழவுத் தொழிலின் முக்கியத்துவத்தைப் பற்றி கூறுகிறது. அனைத்துத் தொழில்களும் அவசியம் என்றாலும் உலகின் அடிப்படைத் தொழில் உழவுத் தொழில் என்பதை இந்தக் குறள் வலியுறுத்துகிறது. உழைத்து உழவு செய்தாலும் உழவுத்தொழிலே சிறந்தது என்பதே இக்குறளின் பொருள்."
  },
  {
    "description": "“உழுவார் உலகத்தார்க்கு ஆணிஅஃ தாற்றாது எழுவாரை எல்லாம் பொறுத்து” என்ற குறளில் பயன்படுத்தப்பட்டிருக்கும் அணி எது?",
    "options": [
      "ஏகதேச உருவக அணி",
      "உருவக அணி",
      "உவமை அணி",
      "பின்னடைவு அணி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் குறள் உழவுத் தொழிலாளர்களை உலகத்துக்கு அச்சாணி என்று உருவகப்படுத்துகிறது. இந்த உருவக அணி ஏகதேச உருவக அணி எனப்படும். ஏனெனில், ஒரு பொருளைப் பற்றி மட்டும் குறிப்பிட்டு அதை உருவகப்படுத்தியுள்ளது."
  },
  {
    "description": "“காணாதான் காட்டுவான் தான்காணான் காணாதான் கண்டானாம் தான்கண்ட வாறு” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "அறிவில்லாதவன் அறிவுரை சொல்லும் போது அறிவில்லாதவனாகவே தோன்றுவான்.",
      "அறிவில்லாதவன் தனக்குத் தெரிந்ததை மட்டுமே தெரிந்தவனாகக் காட்டிக் கொள்வான்.",
      "அறிவில்லாதவனுக்கு அறிவைப் போதிப்பது எளிதல்ல.",
      "அறிவுடையவன் அறிவில்லாதவனை அடையாளம் காண முடியும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இக்குறள் அறிவில்லாதவரைப் பற்றி கூறுகிறது. அறிவில்லாதவன், தனக்குத் தெரியாத விஷயங்களைத் தான் நன்கு அறிந்தவன் போலக் காட்டிக் கொள்வான். ஆனால் அறிவுரை சொல்லும்போது அவனது அறிவின்மை வெளிப்படும். இதனால், அறிவுரை சொல்பவன் கூட அறிவில்லாதவனாகவே தோன்றுவான் என்பதே இக்குறளின் பொருள்."
  },
  {
    "description": "“அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார் குன்றுவ செய்தல் இலர்” என்ற குறள் எந்தப் பண்பைப் புகழ்கிறது?",
    "options": [
      "வீரம்",
      "ஒழுக்கம்",
      "அறிவு",
      "பொறுமை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் குறள் நல்ல குடியில் பிறந்தவர்களின் பண்பு பற்றி கூறுகிறது. அவர்கள் கோடிக்கணக்கான பொருள் இருந்தாலும் ஒழுக்கத்தை விட்டு விலகுவதில்லை. சான்றோர், நல்ல பண்புடையவர்கள். இதனால், ஒழுக்கத்தின் முக்கியத்துவத்தை இக்குறள் எடுத்துரைக்கிறது."
  },
  {
    "description": "பின்வரும் குறளடிகளில் எது \"புல்லறிவாண்மை\" பகுதியைச் சார்ந்தது?",
    "options": [
      "ஏவவும் செய்கலான் தான்தேறான் அவ்வுயிர்\nபோஒம் அளவும்ஓர் நோய்.",
      "இன்பத்துள் இன்பம் பயக்கும் இகலென்னும்\nதுன்பத்துள் துன்பங் கெடின்.",
      "அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார்\nகுன்றுவ செய்தல் இலர்.",
      "ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்(கு)\nஆழி எனப்படு வார்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "திருக்குறள் நூலில் உள்ள 133 அதிகாரங்களில் ஒன்று புல்லறிவாண்மை. இதில் மனிதனின் அறிவின்மை, அறிவின்மை காரணமாக ஏற்படும் தீமைகள் போன்றவை விளக்கப்படுகின்றன. இந்தக் குறளடி 'ஏவவும் செய்கலான் தான்தேறான் அவ்வுயிர் போஒம் அளவும்ஓர் நோய்' என்பது புல்லறிவாண்மை அதிகாரத்தைச் சார்ந்தது. இதில் அறிவில்லாதவரின் தன்மையை விளக்கி, அது நோய் போன்றது என்று கூறுகிறது."
  }
]
