
[
  {
    "description": "“செய்தி” என்னும் சிறுகதை சிவப்பு ரிக்ஷா என்ற தொகுப்பில் இடம்பெற்றுள்ளது. இந்தத் தொகுப்பின் ஆசிரியர் யார்?",
    "options": [
      "தஞ்சை பிரகாஷ்",
      "தி.ஜானகிராமன்",
      "தஞ்சாவூர்க் கவிராயர்",
      "உ.வே. சாமிநாதர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தி. ஜானகிராமன் தஞ்சை மண்வாசனையுடன் கதைகளைப் படைத்தவர். உயர்நிலைப்பள்ளி ஆசிரியராகவும் வானொலியில் கல்வி ஒலிபரப்பு அமைப்பாளராகவும் பணியாற்றியவர். வடமொழி அறிவும் சிறந்த இசையறிவும் கொண்ட இவர்தம் கதைகள் மணிக்கொடி, கிராம ஊழியன், கணையாழி, கலைமகள், சுதேசமித்திரன், ஆனந்த விகடன், கல்கி போன்ற இதழ்களில் வெளிவந்தன. நாவல்களையும் நாடகங்களையும் இவர் படைத்துள்ளார். \"அவரவர் அனுபவிப்பதும் எழுத்தாக வடிப்பதும் அவரவர் முறை\" என்னும் கோட்பாட்டைக் கொண்டவர் இவர். தமிழ்க் கதையுலகம் நவீனமயமானதில் இவரது பங்களிப்பு குறிப்பிடத்தக்கது. செய்தி என்னும் சிறுகதை சிவப்பு ரிக்ஷா என்ற தொகுப்பில் இடம்பெற்றுள்ளது. மிகவும் உயர்ந்த இசை சிறந்த கலைஞனால் கையாளப்படும்போது சொற்களின் எல்லையைத் தாண்டி இசையின் மூலமாகவே பொருள் கொடுக்கிறது என்பதை இக்கதை உணர்த்துகிறது."
  },
  {
    "description": "“அவரவர் அனுபவிப்பதும் எழுத்தாக வடிப்பதும் அவரவர் முறை” என்னும் கோட்பாட்டைக் கொண்டவர் யார்?",
    "options": [
      "தஞ்சாவூர்க் கவிராயர்",
      "மௌனி",
      "தி.ஜானகிராமன்",
      "தஞ்சை இராமையா தாஸ்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தி. ஜானகிராமன் தஞ்சை மண்வாசனையுடன் கதைகளைப் படைத்தவர். உயர்நிலைப்பள்ளி ஆசிரியராகவும் வானொலியில் கல்வி ஒலிபரப்பு அமைப்பாளராகவும் பணியாற்றியவர். வடமொழி அறிவும் சிறந்த இசையறிவும் கொண்ட இவர்தம் கதைகள் மணிக்கொடி, கிராம ஊழியன், கணையாழி, கலைமகள், சுதேசமித்திரன், ஆனந்த விகடன், கல்கி போன்ற இதழ்களில் வெளிவந்தன. நாவல்களையும் நாடகங்களையும் இவர் படைத்துள்ளார். \"அவரவர் அனுபவிப்பதும் எழுத்தாக வடிப்பதும் அவரவர் முறை\" என்னும் கோட்பாட்டைக் கொண்டவர் இவர். தமிழ்க் கதையுலகம் நவீனமயமானதில் இவரது பங்களிப்பு குறிப்பிடத்தக்கது."
  },
  {
    "description": "நாகசுரம் எந்த மரத்தில் செய்யப்படுகிறது?",
    "options": [
      "தேக்கு",
      "மூங்கில்",
      "ஆச்சா",
      "வேம்பு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நாகசுரம் என்ற பெயரே சரியானது. நாகசுரக் கருவி ஆச்சா மரத்தில் செய்யப்படுகிறது. வெட்டப்பட்ட ஆச்சா மரத்துண்டுகளை நீண்ட நாள்கள் வைத்திருந்த பிறகே இக்கருவி உருவாக்கப்படுகிறது. எனவே பழைய வீடுகளிலிருந்து பிரிக்கப்பட்ட ஆச்சா மரக்கட்டைகளைக் கொண்டே நாகசுரம் செய்யப்படுகிறது."
  },
  {
    "description": "நாகசுரம் எந்த நூற்றாண்டில் தமிழகத்தில் வாசிக்கப்பட்டது என நம்பப்படுகிறது?",
    "options": [
      "10 ஆம் நூற்றாண்டு",
      "12 ஆம் நூற்றாண்டு",
      "13 ஆம் நூற்றாண்டு",
      "14 ஆம் நூற்றாண்டு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தச் சிறப்பான கருவி 600 ஆண்டுகளுக்கு முன்புதான் தமிழகத்தில் வாசிக்கப்பட்டது. 13ஆம் நூற்றாண்டில் எழுதப்பட்ட சங்கீத இரத்னாகரம் என்னும் நூலில் இந்தக் கருவி கூறப்படவில்லை. 13ஆம் நூற்றாண்டு வரையிலுள்ள எந்தப் பதிவுகளிலும் இந்தக் கருவி பற்றிக் குறிப்பிடப்படவில்லை. தமிழகப் பழைமை வாய்ந்த கோவில் சிற்பங்களிலும் இந்தக் கருவி காணப்படவில்லை. ஆகவே இந்தக் கருவி 13ஆம் நூற்றாண்டிற்குப் பின் ஏற்பட்டிருக்கலாம் என்று அறியமுடிகிறது."
  },
  {
    "description": "நாகசுரத்தின் மேல்பகுதியில் பொருத்தப்பட்டிருக்கும் கருவியின் பெயர் என்ன?",
    "options": [
      "நாணல்",
      "சீவாளி",
      "சங்கம்",
      "பஞ்சபுஷ்பம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நாகசுரத்தின் மேல்பகுதியில் சீவாளி என்ற கருவி பொருத்தப்படுகிறது. சீவாளி, நாணல் என்ற புல் வகையைக்கொண்டு செய்யப்படுகிறது."
  }
]
