
[
  {
    "description": "“கடிக்கமழ் மராமலர்க் கண்ணி அம்சிறார் படிக்குற எருத்துக்கோடு அன்ன பாலைக்காய் வெடிக்கவிட்டு ஆடிட விரும்பிக் கோலினால் அடிக்கும் ஓசையின்பருந்து அஞ்சி ஓடுமே”  என்ற பாடல் வரியில் “எருத்துக்கோடு” என குறிப்பிடப்படுவது எது?",
    "options": [
      "பாலை நில மக்கள் அணிந்த கண்ணி",
      "பாலை நிலத்தில் வளரும் மரங்கள்",
      "பாலை நிலத்தில் விளையும் காய்கள்",
      "பாலை நிலத்தில் காணப்படும் விலங்குகள்"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடல் வரிகளில் பாலை நிலத்தின் வாழ்க்கை வர்ணிக்கப்படுகிறது. இப்பாடலில் பாலை நில மக்கள் கடிக்கமழ் மராமலர்களை மாலையாக அணிந்திருப்பதாகக் கூறப்படுகிறது.  அவர்கள் பாலைக்காய் வெடிக்கவிட்டு ஆடிட விரும்பிக் கோலினால் அடிக்கின்றார்கள். பாலைக்காய் என்பது பாலை நிலத்தில் விளையும் காய்கள் என்பது புலனாகிறது. "
  },
  {
    "description": "“பசிபட ஒருவன் வாடப் பார்த்துஇனி இருக்கும் கீழ்மை முசிபட ஒழுகும் தூய முறையினை அறிவார் போல வசிபட முதுநீர் புக்கு மலையெனத் துவரை நன்னீர் கசிபட ஒளிமுத் தோடு கரையினில் குவிப்பார் அம்மா”  என்ற பாடல் வரிகளில் எந்த நிலத்தின் மக்கள் வாழ்க்கை குறிப்பிடப்படுகிறது?",
    "options": [
      "குறிஞ்சி",
      "முல்லை",
      "பாலை",
      "நெய்தல்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல் வரிகளில்,  நெய்தல் நிலத்தின் மக்கள் வாழ்க்கை வர்ணிக்கப்படுகிறது. நெய்தல் நில மக்கள் மீனவர்கள். அவர்கள் கடலில் மூழ்கி முத்துக்களைச் சேகரிப்பார்கள்.  அவர்கள் கடலில் மூழ்கி மீனவர்கள் அவர்களின் வாழ்க்கை மிகவும் கடினமானது. பாடல் வரிகளில் நெய்தல் நில மக்கள் கடலில் மூழ்கி முத்துக்களை சேகரித்து வருவதாகக் குறிப்பிடப்படுகிறது. "
  },
  {
    "description": "“இராவண காவியம் காலத்தின் விளைவு. ஆராய்ச்சியின் அறிகுறி. புரட்சிப் பொறி. உண்மையை உணர வைக்கும் உன்னத நூல்” என்ற கூற்றை  எவர் கூறினார்கள்?",
    "options": [
      "தந்தை பெரியார்",
      "பாரதியார்",
      "புலவர் குழந்தை",
      "கவிமணி தேசிக விநாயகம் பிள்ளை"
    ],
    "answer": "A",
    "additional_context": "புலவர் குழந்தை எழுதிய 'இராவண காவியம்' நூல் குறித்து தந்தை பெரியார் 'காலத்தின் விளைவு, ஆராய்ச்சியின் அறிகுறி, புரட்சிப் பொறி, உண்மையை உணர வைக்கும் உன்னத நூல்' எனக் கூறியுள்ளார். இந்நூல் இராமாயணத்தில் எதிர்நிலை மாந்தராகப் படைக்கப்பட்ட இராவணனை முதன்மை நாயகனாகக் கொண்டு இயற்றப்பட்டதாகும். "
  },
  {
    "description": "“அடுப்பிடு சாந்தமோடு அகிலின் நாற்றமும் துடுப்பிடு மைவனச் சோற்றின் நாற்றமும் மடுப்படு காந்தளின் மணமுந் தோய்தலாற் கடைப்படு பொருளெலாம் கமழும் குன்றமே”  என்ற வரிகளில் எந்த நிலத்தின்  நறுமணம் வர்ணிக்கப்படுகிறது?",
    "options": [
      "குறிஞ்சி",
      "முல்லை",
      "பாலை",
      "மருதம்"
    ],
    "answer": "A",
    "additional_context": "இப்பாடலில் குறிஞ்சி நிலத்தின் மணம்  வரணிக்கப்படுகிறது. இப்பாடலில் குறிஞ்சி நில மக்கள் சந்தன மரத்தை அடுப்பில் இட்டு எரியவைப்பதால்  அகிலின் நறுமணமும், மலை நெல்  சோற்றின் நாற்றமும்,  காந்தளின் மணமும் பரவிக் காணப்படுவதாகவும் கூறப்படுகிறது. இது குறிஞ்சி நிலத்தின் மணம் என்பதை உணர்த்துகிறது. "
  },
  {
    "description": "“இராவண காவியம்” எத்தனை காண்டங்களைக் கொண்டது?",
    "options": [
      "3",
      "4",
      "5",
      "6"
    ],
    "answer": "C",
    "additional_context": "புலவர் குழந்தை எழுதிய 'இராவண காவியம்' நூல் தமிழகக் காண்டம், இலங்கைக் காண்டம், விந்தக் காண்டம், பழிபுரி காண்டம், போர்க்காண்டம் என ஐந்து காண்டங்களையும்  3100 பாடல்களையும் கொண்டது. இது இருபதாம் நூற்றாண்டில் தோன்றிய தனித்தமிழ்ப் பெருங்காப்பியம்."
  }
]
