[
          
  {
    
          "description": "'யாதும் ஊரே யாவரும் கேளிர்' என்ற வரி குறிப்பிடுவது என்ன?",
          "options": [
      "a) எல்லா ஊர்களும் சமம்",
      "b) அனைவரும் சமம்",
      "c) எல்லோரும் மகிழ்ச்சியாக இருக்க வேண்டும்",
      "d) மனித நேயம்"
    ],
    "answer": "D",
    
          "additional_context": "'யாதும் ஊரே யாவரும் கேளிர்' என்ற வரி மனிதம் பேசிய சங்கக் கவிதைகளின் சிறப்பை எடுத்துக்காட்டுகிறது. இது தமிழ்ச் சமுதாயத்தின் மாண்புகளைக் காட்டும் காலக் கண்ணாடியாகத் திகழ்கிறது. இவ்வரி மனித நேயத்தையும் சமத்துவத்தையும் வலியுறுத்துவதுடன், அனைவரும் சகோதரர்கள் என்பதை உணர்த்துகிறது. எல்லா ஊர்களும் சமம், அனைவரும் சமம், எல்லோரும் மகிழ்ச்சியாக இருக்க வேண்டும் போன்ற விஷயங்கள் இவ்வரியில் மறைமுகமாகக் குறிப்பிடப்படுகின்றன. "
          }
        ,
          
  {
    
          "description": "'நசை பெரிது உடையர்; நல்கலும் நல்குவர்' என்ற வரிகளில் 'நசை' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "a) கோபம்",
      "b) விருப்பம்",
      "c) துன்பம்",
      "d) பயம்"
    ],
    "answer": "B",
    
          "additional_context": "'நசை பெரிது உடையர்; நல்கலும் நல்குவர்' என்ற வரிகளில் 'நசை' என்ற சொல் 'விருப்பம்'  என்பதைக் குறிக்கிறது. தலைவன் தலைவியின் மீது கொண்ட மிகுந்த விருப்பத்தையும் அன்புடனும் அவளை மீண்டும் வந்து சேர  நினைப்பதையும் இந்த வரிகள் விளக்குகின்றன. தோழி தலைவியை ஆறுதல்படுத்தும் பொருட்டு அவனது விருப்பத்தை எடுத்துக்காட்டுவதற்காக 'நசை' என்ற சொல் இங்கு பயன்படுத்தப்பட்டுள்ளது.  "
          }
        ,
          
  {
    
          "description": "பாடல் எண் 37-ல் குறிப்பிடப்படும் 'யா' மரம் எந்த நிலத்தில் வளரும்?",
          "options": [
      "a) குறிஞ்சி",
      "b) முல்லை",
      "c) பாலை",
      "d) நெய்தல்"
    ],
    "answer": "C",
    
          "additional_context": "பாடல் எண் 37-ல்  'யா' மரம்  பாலை நிலத்தில் வளருவது குறிப்பிடப்பட்டுள்ளது. தலைவனைப் பிரிந்த தலைவியின் துயரைத் துடைக்கத் தோழி, தலைவன் அவளின் மீது கொண்ட அன்புக்கான உதாரணமாக பெரிய கைகளையுடைய ஆண் யானை  பெண் யானையின் பசியைப் போக்க 'யா' மரத்தின் பட்டையை உரித்து நீர் தருவது போன்ற காட்சியை  சொல்லி ஆறுதல் கூறுகிறாள்.  "
          }
        ,
          
  {
    
          "description": "பாடலின் பொருளைத் தெளிவுபடுத்தும் வகையில் தோழி தலைவியிடம் கூறும் காட்சி எது?",
          "options": [
      "a) ஆண் யானை தலைவியை விரும்பி மீண்டும் வருவது",
      "b) ஆண் யானை பெண் யானையின் பசியைப் போக்க உதவுவது",
      "c) தலைவன் தன் துணையைத் தேடி வருவது",
      "d) தோழி தலைவியை ஆறுதல்படுத்துவது"
    ],
    "answer": "B",
    
          "additional_context": "பாடலின் பொருளைத் தெளிவுபடுத்தும் வகையில் தோழி தலைவியிடம் கூறும் காட்சி 'ஆண் யானை பெண் யானையின் பசியைப் போக்க உதவுவது' என்பது.  தோழி  தலைவன் தலைவியின் மீது கொண்ட அன்பையும், தன் துணையைத் தேடி விரைந்து வருவான் என்பதையும்  இந்த காட்சியின் மூலம் விளக்குகிறாள்.  "
          }
        ,
          
  {
    
          "description": "'உடையர்' என்ற சொல்லின் பகுபத உறுப்புகள் இதில் எவை சரியாக உள்ளன?",
          "options": [
      "a) உடை + ய் + அர்",
      "b) உடை + ய் + ர்",
      "c) உடை + இ + அர்",
      "d) உடை + இ + ர்"
    ],
    "answer": "A",
    
          "additional_context": "'உடையர்' என்ற சொல் 'உடை' என்ற பகுதியையும் 'ய்' என்ற சந்தியையும் 'அர்' என்ற பலர்பால் வினைமுற்று விகுதியையும் கொண்டது.  "
          }
        ]