
[
  {
    "description": "“குறம்” மற்றும் “பள்ளு” என்னும் சொற்கள், “தமிழ்விடு தூது” பாடலில் எந்தப் பொருள் தரும் பதங்களைக் குறிக்கின்றன?",
    "options": [
      "நவரசங்களின் பெயர்கள்",
      "தமிழ் இலக்கிய வகைகள்",
      "தூது நூல்களின் பெயர்கள்",
      "தமிழ் இலக்கணப்பகுதிகளின் பெயர்கள்"
    ],
    "answer": "B",
    "additional_context": "“தமிழ்விடு தூது” பாடலில், “குறம்” மற்றும் “பள்ளு” என்னும் சொற்கள், தமிழ் இலக்கிய வகைகளைக் குறிக்கின்றன.  இப்பாடல் தமிழின் பெருமையைப் பாடும் போது தமிழின் இலக்கிய வளத்தைக் குறிப்பிடுகிறது.  இலக்கிய வளம் என்ற சொல்லை இக்கவிஞர் குறம் மற்றும் பள்ளு ஆகிய சிற்றிலக்கிய வகைகளைச் சொல்லிப் பயன்படுத்தியுள்ளார்.  இந்த இலக்கிய வகைகள் தமிழ் இலக்கியத்தில் மிக முக்கியமான இடத்தை வகிக்கின்றன.  குறம், பள்ளு போன்ற சிற்றிலக்கியங்கள் மக்களின் வாழ்க்கையையும், சமூகத்தையும் பிரதிபலிக்கின்றன."
  },
  {
    "description": "“முக்குணம்” என்ற சொல்லால் பாடலில் எவை குறிக்கப்படுகின்றன?",
    "options": [
      "மொழி வளம், இலக்கிய வளம், கலை வளம்",
      "சத்துவம், இராசசம், தாமசம் என்னும் குணங்கள்",
      "மொழியின் அழகு, இனிமை, மென்மை",
      "குறம், பள்ளு, தாழிசை என்னும் இலக்கிய வகைகள்"
    ],
    "answer": "B",
    "additional_context": "“முக்குணம்” என்ற சொல்லால் பாடலில் சத்துவம், இராசசம், தாமசம் என்னும் மூன்று குணங்கள் குறிக்கப்படுகின்றன.  இப்பாடல் தமிழின் பெருமையைப் பாடும் போது தமிழ் மொழியின் சிறப்பு குணங்களைச் சொல்லிப் பாராட்டுகிறது.  இந்த மூன்று குணங்கள் மனிதர்களின் நடத்தையையும், எண்ணங்களையும் பாதிக்கும் முக்கியமான குணங்கள்.  சத்துவ குணம் நல்ல எண்ணங்கள் மற்றும் செயல்களைத் தூண்டும் குணம்.  இராசச குணம் தீய எண்ணங்கள் மற்றும் செயல்களைத் தூண்டும் குணம்.  தாமச குணம் சோம்பல் மற்றும் அலட்சியத்தைத் தூண்டும் குணம். "
  },
  {
    "description": "தமிழ்மொழிக்குப் “சிந்தாமணி” என அழைப்பதற்கான காரணத்தை பாடல் எந்த விளக்கத்துடன் குறிப்பிடுகிறது?",
    "options": [
      "தமிழ்மொழியில் சிந்தா மணியின் பெருமை பற்றி பாடல் உள்ளதால்",
      "தமிழ்மொழி சீவகசிந்தாமணி போல் அழியாது என்ற பொருளில்",
      "தமிழ்மொழி பொருள் வளம் நிறைந்தது என்பதால்",
      "தமிழ்மொழியில் இலக்கண அமைப்பு தனித்துவமானது என்பதால்"
    ],
    "answer": "B",
    "additional_context": "தமிழ்மொழிக்குப் “சிந்தாமணி” என அழைப்பதற்கான காரணத்தைப் பாடல் “சிதறாத மணி(சீவகசிந்தாமணி)”  என்ற விளக்கத்துடன் குறிப்பிடுகிறது.   சிந்தாமணி என்பது ஒருவகை மணியின் பெயர்.  அது மிகவும் மதிப்பு வாய்ந்தது.  சிந்தாமணி என்ற சொல் தமிழ்மொழியின் பெருமை மற்றும் அழியாமை ஆகியவற்றைப்  குறிக்கிறது.   சிந்தாமணி போல தமிழ் மொழி அழியாது என்பது இக்கவிஞரின் கருத்து."
  },
  {
    "description": "தமிழ்மொழி, 'வண்ணங்கள் நூறு' என பாடல் கூறுகிறது. இதற்கான விளக்கம் என்ன?",
    "options": [
      "தமிழ்மொழி மென்மை, மணம், நிறம் என நூறு வகைகளில் அமைந்துள்ளது",
      "தமிழ்மொழியில் நூறு வகையான இலக்கிய நூல்கள் உள்ளன",
      "தமிழ்மொழியில் குறில், அகவல் போன்ற நூறு வகையான ரிதம்கள் உள்ளன",
      "தமிழ்மொழியில் நூறு வகையான உச்சரிப்பு முறைகள் உள்ளன"
    ],
    "answer": "C",
    "additional_context": "தமிழ்மொழி, 'வண்ணங்கள் நூறு' என பாடல் கூறுகிறது. இதற்கான விளக்கம்  'குறில், அகவல் போன்ற நூறு வகையான ரிதம்கள் உள்ளன' என்பதாகும்.  தமிழ் மொழியில் பல வகையான இசை ரிதம்கள் உள்ளன.  அவை ஒவ்வொன்றும் தனித்துவமான அழகைக் கொண்டுள்ளன.   இந்த ரிதம்கள் மொழியின் அழகையும், இனிமையையும் அதிகரிக்கின்றன."
  },
  {
    "description": "பாடல் “நாக்குலவும் ஊனரசம் ஆறு அல்லால் உண்டோ...” என்று கூறும் போது 'ஊனரசம்' எதைக் குறிக்கிறது?",
    "options": [
      "தமிழ்மொழி ஏழு சுவைகளையும் உடையது என்பதைக் குறிக்கிறது",
      "தமிழ்மொழி ஒரு குறைபாடுள்ள மொழி என்பதைக் குறிக்கிறது",
      "தமிழ்மொழியின் சுவைகள் குறைவுடையது என்பதைக் குறிக்கிறது",
      "தமிழ்மொழி நவரசங்களை மட்டும் உடையது என்பதைக் குறிக்கிறது"
    ],
    "answer": "C",
    "additional_context": "பாடல் “நாக்குலவும் ஊனரசம் ஆறு அல்லால் உண்டோ...” என்று கூறும் போது 'ஊனரசம்' தமிழ் மொழியின் சுவைகள் குறைவுடையது என்பதைக் குறிக்கிறது.  தமிழ் மொழியில் ஏழு சுவைகள் உள்ளன என்பது உண்மைதான்.  ஆனால், இந்த பாடல், தமிழ் மொழியில் உள்ள சுவைகள்,  மற்ற மொழிகளில் இருக்கும் சுவைகளை விட குறைவு என்று  கூறுகிறது.  எனவே இங்கு 'ஊனரசம்' என்ற சொல்லின் மூலம் தமிழ் மொழியின் சுவைகளைக் குறைத்து மதிப்பிடுவது போல் காட்டப்படுகிறது.  தமிழ் மொழியின் சுவைகளைக் குறைத்து மதிப்பிடுவதற்கு  அது ஒரு குறைபாடுடைய மொழி என்று கூறப்படுகிறது."
  }
]
