
[
  {
    "description": "இந்தப் பாடலில் 'நல்லிசை' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "இசைக்கருவியின் இனிமையான ஒலி",
      "நல்ல நடத்தையை",
      "நல்ல மழையை",
      "நல்ல புகழை"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடல், பாண்டிய மன்னன் நெடுஞ்செழியனைப் பற்றியது.  பாண்டிய மன்னன் நெடுஞ்செழியன் மிகவும் வலிமையான மன்னன். அவன் தன் நாட்டை மிகவும் நன்றாக ஆட்சி செய்தான்.  மக்கள் அவனை மிகவும்  மதித்து  பாராட்டினார்கள்.  இந்த பாடல்,  மன்னன் தன் நாட்டை நன்றாக ஆட்சி செய்வதற்கான வழிகளை பற்றி கூறுகிறது. இதில் \"நல்லிசை\"  என்ற சொல் \"நல்ல புகழை\"  என்று பொருள் தரும். இதன் மூலம், நல்ல புகழ் பெற விரும்பினால் என்ன செய்ய வேண்டும் என்பதைப் பற்றி கூறுகிறது."
  },
  {
    "description": "இந்தப் பாடலில் 'அடுபோர்ச் செழிய!' என்ற தொடரின் பொருள் என்ன?",
    "options": [
      "நிலத்தை விரைவாகக் கண்டுபிடி",
      "நிலத்தைப் பாதுகா",
      "நிலத்தில் வேலை செய்",
      "நிலத்தை விரைவாகப் பயிர் செய்"
    ],
    "answer": "D",
    "additional_context": "பாண்டிய மன்னன் நெடுஞ்செழியனைப் பாடும் குடபுலவியனார், மன்னனை,  நல்ல புகழ் பெற விரும்பினால்,  நிலத்தைப் பாதுகாத்து,  நீர்நிலைகளை  உருவாக்க வேண்டும் எனவும்,  நிலத்தில்  விரைவாகப் பயிர்  செய்வது  மூலம்  நிலத்தைப் பாதுகாத்து,   வளமாக  வைக்க  வேண்டும்  என்றும்  கூறுகிறார்.   இந்த  வார்த்தைகளே  \"அடுபோர்ச் செழிய!\" என்ற சொற்களின்  பொருளாகும்."
  },
  {
    "description": "'நிலன் நெளிமருங்கின் நீர்நிலை பெருகத் தட்டோர் அம்ம!'  என்ற தொடரின் பொருள் என்ன?",
    "options": [
      "நிலத்தில் நீர்நிலைகள் இருப்பது மகிழ்ச்சி தரும்",
      "நிலத்தைப் பாதுகாத்து நீர்நிலைகளை உருவாக்குவது நல்லது",
      "நீர்நிலைகள் இல்லாத நிலத்தில் வாழ முடியாது",
      "நிலத்தைப் பாதுகாப்பதற்கு நீர்நிலைகள் அவசியம்"
    ],
    "answer": "B",
    "additional_context": "பாண்டிய மன்னன் நெடுஞ்செழியனைப் பாடும் குடபுலவியனார்,  மன்னன் தன்  நாட்டை நன்றாக ஆட்சி செய்ய வேண்டும் என  சில  சொல்  கூறுகிறார்.  அதில்  நிலத்தைப் பாதுகாத்து, நீர்நிலைகளை உருவாக்குவது  நல்லது  என  சொல்லுகிறார். இது  நல்ல   ஆட்சிக்கு  உதவும்  என்று  அவர்  கூறுகிறார். இந்த   வார்த்தைகளே   \"நிலன் நெளிமருங்கின் நீர்நிலை பெருகத் தட்டோர் அம்ம!\"  என்ற   தொடரின்   பொருளாகும்."
  },
  {
    "description": "பாடலில் \"வான் உட்கும் வடிநீண் மதில்\" என குறிப்பிடப்படுவது யாருடைய மதிலை குறிக்கிறது?",
    "options": [
      "a) பாண்டிய மன்னன் நெடுஞ்செழியன்",
      "b) சோழ மன்னன் கரிகாலன்",
      "c) சேர மன்னன் செங்கணான்",
      "d) பாண்டிய மன்னன் மூவேந்தர்"
    ],
    "answer": "a",
    "additional_context": "இந்தப் பாடல் பாண்டிய மன்னன் நெடுஞ்செழியனைப் பற்றியது.  பாண்டிய மன்னன் நெடுஞ்செழியன்  மிகவும் வலிமையான மன்னன்.  அவன் தன்  நாட்டை  மிகவும்  நன்றாக  ஆட்சி  செய்தான்.  அவன்  கட்டிய  மதில்  மிகவும்  உயரமானது.  அது  வானை  முட்டும்  உயரத்தில்  இருந்தது. இந்த  வார்த்தைகளே  \"வான் உட்கும் வடிநீண் மதில்\"  என்ற  தொடரின்  பொருளாகும்."
  },
  {
    "description": "பாடலில் \"நீரின் இன்றியமையாமையை உணர்ந்த நம் முன்னோர்கள்\" என குறிப்பிடப்படுகிறது. இதனை ஆதரிக்கும் வரிகளைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "a) \"நீர்இன்று அமையா யாக்கைக்கு எல்லாம் உண்டி கொடுத்தோர் உயிர் கொடுத்தோரே!\"",
      "b) \"வான் உட்கும் வடிநீண் மதில், மல்லல் மூதூர் வய வேந்தே!\"",
      "c) \"தள்ளாதோர் இவண் தள்ளா தோரே !\"",
      "d) \"அடுபோர்ச் செழிய ! இகழாது வல்லே ; "
    ],
    "answer": "a",
    "additional_context": "குடபுலவியனார்  இந்த  பாடல்  மூலம், நீரின்  இன்றியமையாமையை   உணர்ந்து,   நீர்நிலைகளை   உருவாக்குவது  எவ்வளவு  முக்கியம்  என்பதை    பாண்டிய  மன்னன்  நெடுஞ்செழியனுக்கு     சொல்கிறார்.  இந்த   பாடலில்,    \"நீர்  இன்று  அமையா  யாக்கைக்கு   எல்லாம்  உண்டி   கொடுத்தோர்   உயிர்    கொடுத்தோரே!\"  என்ற   வரிகள்,  நீர்   இன்றியமையாமையை    எடுத்துக்காட்டும்    வரிகள்.    நீரை   பாதுகாத்து   நீர்நிலைகளை    உருவாக்குபவர்கள்  எல்லா  உயிரினங்களுக்கும்    உணவு    கொடுப்பவர்கள்  என்பதை    இந்த    வரிகள்    குறிப்பிடுகின்றன.  இந்த   வரிகள்   நம்   முன்னோர்கள்    நீர்   இன்றியமையாமையை    உணர்ந்தவர்கள்    என்பதை    நிறுவுகின்றன."
  }
]
