
[
  {
    "description": "கவிதைப் பகுதியில், \"விறகுநான்; வண்டமிழே! உன்னருள் வாய்த்த பிறகுநான் வீணையாய்ப் போனேன்\" என்ற வரிகளில் \"வீணையாய்ப் போனேன்\" என்ற சொற்றொடர் குறிப்பிடுவது:",
    "options": [
      "a) பேச்சுத் திறன் மறைந்து, இசைத் திறன் வளர்ந்தது",
      "b) பறவை போன்ற திறமை இழந்து, இசைக் கருவி போல ஆனது",
      "c) விறகுகளைப் போல பயனற்றதாக மாறியது",
      "d) இசைக்கருவி மூலம் மொழியைப் பரப்புவதற்கான வழி கிடைத்தது"
    ],
    "answer": "a",
    "additional_context": "கவிதைப் பகுதியில் வழங்கப்பட்டிருக்கும் வரிகள் ஒரு பறவை தன் இசைப் பாடல்கள் மூலம் தன் மொழியின் அழகைப் பரப்புகிறது என்பதை வெளிப்படுத்துகிறது. இந்தப் பகுதியில் இடம்பெற்ற வரிகள், பறவை போன்ற உயிரினங்கள் தன் வாயின் மூலம் பேச்சுத் திறமையைக் கொண்டிருந்தாலும், இசை மூலம் தன் மொழியின் அழகை வெளிப்படுத்தும் போது, அதன் பேச்சுத் திறமை மறைந்துவிடுகிறது என்று கூறுகிறது."
  },
  {
    "description": "\"மொழிபெயர்க்க\" என்ற பகுதியில் கொடுக்கப்பட்டுள்ள சொற்களில் \"பல மொழி பேசுபவர்\" என்பதற்குச் சமமான தமிழ்ச் சொல் எது?",
    "options": [
      "a) மொழியியலாளர்",
      "b) ஒலியியலாளர்",
      "c) இலக்கியவாதி",
      "d) பலமொழிஞர்"
    ],
    "answer": "d",
    "additional_context": "மொழிபெயர்க்க என்ற பகுதியில் வழங்கப்பட்டுள்ள சொற்களில் \"பல மொழி பேசுபவர்\" என்பதற்குச் சமமான தமிழ்ச் சொல் பலமொழிஞர் ஆகும். மொழியியலாளர், ஒலியியலாளர், இலக்கியவாதி ஆகியவை பல மொழி பேசுபவர்கள் அல்ல. மொழியியலாளர் என்பவர் மொழியின் பண்புகள், அமைப்பு, வளர்ச்சி போன்றவற்றை ஆராய்பவர். ஒலியியலாளர் என்பவர் மொழி ஒலிகளை ஆராய்பவர். இலக்கியவாதி என்பவர் இலக்கியப் படைப்புகளைப் படைப்பவர் அல்லது ஆராய்பவர். "
  },
  {
    "description": "\"அடைப்புக்குள் உள்ள சொற்களைப் பொருத்தமான வினைமுற்றாக மாற்றி, கோடிட்ட இடங்களில் எழுது\" என்ற பகுதியில் கொடுக்கப்பட்டுள்ள வாக்கியங்களில், எந்த வாக்கியத்தில் வினைமுற்று \"திகழ்\" என்ற சொல்லுக்குப் பொருத்தமானது?",
    "options": [
      "a) இந்திய மொழிகளின் மூலமும் வேருமாகத் தமிழ் _______.",
      "b) வைதேகி நாளை நடைபெறும் கவியரங்கில் _______.",
      "c) உலகில் மூவாயிரம் மொழிகள் _______.",
      "d) குழந்தைகள் அனைவரும் சுற்றுலா _______."
    ],
    "answer": "a",
    "additional_context": "அடைப்புக்குள் உள்ள சொற்களைப் பொருத்தமான வினைமுற்றாக மாற்றி, கோடிட்ட இடங்களில் எழுது என்ற பகுதியில் வழங்கப்பட்டுள்ள வாக்கியங்களில், இந்திய மொழிகளின் மூலமும் வேருமாகத் தமிழ் திகழ்  என்ற வாக்கியத்தில் வினைமுற்று திகழ் என்ற சொல் பொருத்தமானது. ஏனெனில், திகழ் என்ற வினைமுற்று ஒரு தனித்தன்மையைக் குறிக்கும். தமிழ் மொழி இந்திய மொழிகளின் வேர், மூலம் என்பதை உணர்த்துவதற்குத் திகழ் என்ற வினைமுற்று மிகவும் பொருத்தமானது. இந்திய மொழிகளின் மூலம் தமிழ் இருக்கிறது என்பதற்குப் பொருத்தமான வினைமுற்று திகழ் ஆகும்."
  },
  {
    "description": "\"வடிவம் மாற்றுக\" என்ற பகுதியில் கொடுக்கப்பட்டுள்ள பத்தியைப் படித்து, அச்செய்தியைப் பள்ளி அறிவிப்புப் பலகையில் இடம்பெறும் அறிவிப்பாக மாற்றும் போது, எந்த வாக்கியத்தை \"கின்னஸ் சாதனை படைத்த\" என்ற சொற்றொடருடன் இணைத்து எழுத வேண்டும்?",
    "options": [
      "a) மருதூர் அரசு மேல்நிலைப்பள்ளி இருபத்தைந்து ஆண்டுகளாகச் சிறந்த கல்விப்பணியை வழங்கி வருகிறது.",
      "b) ஒரு சோற்றுப் பதமாய் மருதூர்ப் பள்ளி மாணவி பூங்குழலி படைத்த \"உள்ளங்கையில் உலகம்\" என்ற நூலின் வெளியீட்டு விழா 21 ஜூன் திங்கள், பிற்பகல் 3:00 மணியளவில் நடைபெற உள்ளது.",
      "c) அவ்விழாவில் _______ முன்னாள் மாணவர் இன்சுவை நூலை வெளியிட்டு, சிறப்புரை ஆற்றுவார்.",
      "d) மருதூர்ப் பள்ளி விழா அரங்கத்தில் நிகழும் இந்நூல் வெளியீட்டு விழாவில் கலந்துகொள்ள, அனைவரையும் அழைக்கின்றோம்."
    ],
    "answer": "c",
    "additional_context": "பத்தியில் வழங்கப்பட்டுள்ள செய்தியைப் பள்ளி அறிவிப்புப் பலகையில் இடம்பெறும் அறிவிப்பாக மாற்றும் போது \"கின்னஸ் சாதனை படைத்த\" என்ற சொற்றொடரை அவ்விழாவில் _______ முன்னாள் மாணவர் இன்சுவை நூலை வெளியிட்டு, சிறப்புரை ஆற்றுவார். என்ற வாக்கியத்துடன் இணைக்க வேண்டும். ஏனெனில், இன்சுவை கின்னஸ் சாதனை படைத்தவர் என்பதை எடுத்துரைக்க வேண்டும். "
  },
  {
    "description": "\"தொடரைப் பழமொழிகொண்டு நிறைவு செய்க\" என்ற பகுதியில், \"கல்லாடம் படித்தவரோடு _______\" என்ற தொடரை நிறைவு செய்யும் பொருத்தமான பழமொழி எது?",
    "options": [
      "a) கடிதம் எழுதினாலும் பயன் இல்லை",
      "b) கடிதம் எழுதுவது தான் கல்வி",
      "c) கடிதம் எழுதுவது கடினம்",
      "d) கடிதம் எழுதினாலும் பயனில்லை"
    ],
    "answer": "a",
    "additional_context": "தொடரைப் பழமொழிகொண்டு நிறைவு செய்க என்ற பகுதியில் வழங்கப்பட்டிருக்கும் தொடரை நிறைவு செய்யும் பொருத்தமான பழமொழி கல்லாடம் படித்தவரோடு கடிதம் எழுதினாலும் பயன் இல்லை ஆகும். இந்தப் பழமொழி, கல்வி கற்றவர்கள் கல்வியின்றி இருப்பவர்களிடம் தன்னைப் பெரிதாகக் காட்டிக்கொள்ளும் போது, அவர்களின் கல்விக்குப் பயனில்லை என்பதை விளக்குகிறது."
  }
]
