
[
  {
    "description": "“இமயத்துக் கோடு உயர்ந்தன்ன” - இவ்வடியில் அடிக்கோடிட்ட சொல்லின் பொருளை  பின்வரும் எந்த வார்த்தை சரியாக குறிப்பிடுகிறது?",
    "options": [
      "கொம்பு",
      "மலையுச்சி",
      "சங்கு",
      "மேடு"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "இந்த கேள்வி “இமயத்துக் கோடு உயர்ந்தன்ன” என்ற வரியிலிருந்து எடுக்கப்பட்டது. இமயத்துக் கோடு மிக உயரமான மலையாகும். அதனால் அடிக்கோடிட்ட சொல் “மலையுச்சி” என்பதைக் குறிக்கிறது. “கொம்பு”, “சங்கு”, “மேடு” ஆகியவை மலையின் உச்சி என்பதைக் குறிக்காது. அதனால் சரியான விடை “ஆ” (மலையுச்சி) என்பதாகும்."
  },
  {
    "description": "தமிழ்ப் புலவர்களின் சிந்தனை கொள்கையைப் போன்று உரோமச் சிந்தனையாளர்கள் கொண்டிருந்த ஒரு முக்கியமான கருத்து யாது?",
    "options": [
      "நிலையற்ற வாழ்க்கை",
      "பிறருக்காக வாழ்தல்",
      "இம்மை மறுமை",
      "ஒன்றே உலகம்"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "இந்த கேள்வி தமிழ்ப் புலவர்களின் சிந்தனை கொள்கை மற்றும் உரோமச் சிந்தனையாளர்களின் சிந்தனை கொள்கை இரண்டையும் ஒப்பிட்டு கேட்கப்படுகிறது. தமிழ்ப் புலவர்கள்  உலகைப் பற்றிய சிந்தனை யாவும் ஒன்றே உலகம் என்பதாகவே இருக்கிறது. அதாவது எல்லா உயிர்களும் ஒன்றாகவே இருக்கின்றன என்றும், அனைத்துமே ஒரே  பிரபஞ்சத்தின் பகுதி என்றும்  அவர்கள் நம்பினார்கள். உரோமச் சிந்தனையாளர்களும் இதே கொள்கையையே வலியுறுத்தினார்கள். அதனால்  சரியான விடை “ஈ” (ஒன்றே உலகம்) என்பதாகும்.  “நிலையற்ற வாழ்க்கை”, “பிறருக்காக வாழ்தல்”, “இம்மை மறுமை”  ஆகியவை தமிழ்ப் புலவர்களின் கொள்கையோ அல்லது உரோமச் சிந்தனையாளர்களின் கொள்கையோ அல்ல."
  },
  {
    "description": "வண்ணதாசனுக்குச் சாகித்திய அகாதெமி விருது பெற்றுத் தந்த நூல் எது?",
    "options": [
      "ஒரு சிறு இசை",
      "முன்பின்",
      "அந்நியமற்ற நதி",
      "உயரப் பறத்தல்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்த கேள்வி தமிழ் எழுத்தாளர் வண்ணதாசனுக்குச் சாகித்திய அகாதெமி விருது பெற்றுத் தந்த நூல் எது என்பதைப் பற்றியது. வண்ணதாசனுக்குச் சாகித்திய அகாதெமி விருது “அந்நியமற்ற நதி” என்ற நூலுக்காகக் கிடைத்தது. “ஒரு சிறு இசை”, “முன்பின்”, “உயரப் பறத்தல்” ஆகியவை அவரது பிற நூல்களாகும்.  அதனால் சரியான விடை “இ” (அந்நியமற்ற நதி) என்பதாகும்."
  },
  {
    "description": "“யா” மரம் எந்த நிலத்தில் வளரும்?",
    "options": [
      "குறிஞ்சி",
      "மருதம்",
      "பாலை",
      "நெய்தல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த கேள்வி “யா” மரம் எந்த நிலத்தில் வளரும் என்பதைப் பற்றியது.  “யா” மரம் கடற்கரையில் வளரும். தமிழ் இலக்கியத்தில் கடற்கரையைக் குறிக்கும் நிலம் நெய்தல்.  “குறிஞ்சி”, “மருதம்”, “பாலை” ஆகியவை  மலை,  வயல்,  வெளி ஆகியவற்றைக் குறிக்கின்றன.  அதனால் சரியான விடை “D” (நெய்தல்) என்பதாகும்."
  },
  {
    "description": "“கேடில் விழுச் செல்வம் கல்வி ஒருவற்கு \nமாடல்ல மற்றை யவை” -  இக்குறளில் பயின்றுள்ள அணி எது?",
    "options": [
      "சொல் பின்வருநிலையணி",
      "பொருள் பின்வருநிலையணி",
      "சொற்பொருள் பின்வரு நிலையணி",
      "வஞ்சப் புகழ்ச்சியணி"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "இந்த கேள்வி “கேடில் விழுச் செல்வம் கல்வி ஒருவற்கு \nமாடல்ல மற்றை யவை” என்ற குறளில் எந்த அணி பயின்றுள்ளது என்பதைப் பற்றியது.   இந்தக் குறளில் “மாடல்ல” என்ற சொல்  “கல்வி”  என்பதைக் குறிக்கிறது. அதாவது, கல்வி அல்லாத மற்ற எல்லாம் மாடல்ல  (சிறந்ததல்ல).  சொல்லின் பொருள் பின்னால் வந்துள்ளது.  அதனால் சரியான விடை “ஆ” (பொருள் பின்வருநிலையணி) என்பதாகும்."
  }
]
