[
          
  {
    
          "description": "தமிழ் மொழியின் சொல்வளம் பற்றிய விளக்கம்  \n மனிதம் = Humane\n44 4 = Free verse\nஆளுமை = Personality\nएएंएकं एक = Cultural Academy\n2ឃោយली = Simile\nஉருவக அணி = Metaphor",
          "options": [
      "தமிழ் மொழியின் சொல்வளம் பற்றிய விளக்கம்",
      "தமிழ் மொழியின் சொல்வளம் பற்றிய ஆய்வு",
      "தமிழ் மொழியின் சொல்வளம் பற்றிய மதிப்பீடு",
      "தமிழ் மொழியின் சொல்வளத்தை வளப்படுத்தும் முயற்சிகள்"
    ],
    "answer": "A",
    
          "additional_context": "இந்த கேள்வி தமிழ் மொழியின் சொல்வளத்தைப் பற்றிய விளக்கத்தை நோக்கி இருக்கிறது. மொழி என்பது ஒரு கலாச்சாரத்தின் பிரதிபலிப்பு.  மொழியில் உள்ள சொற்கள் அந்தக் கலாச்சாரத்தின் பண்பாட்டையும் வாழ்க்கை முறையையும் பிரதிபலிக்கின்றன.  இந்த வரியில் தமிழ் மொழியின் சொல்வளத்தைப் பற்றிய விளக்கம் குறிப்பிடப்பட்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "தமிழிலுள்ள மொத்த எழுத்துகள் ----- ஆகும்; இவை முதலெழுத்து, சார்பெழுத்து என்று பிரிவாகப் பிரிக்கப்படும்.",
          "options": [
      "12",
      "18",
      "24",
      "30"
    ],
    "answer": "D",
    
          "additional_context": "தமிழில் மொத்தம் 30 எழுத்துகள் உள்ளன. இவற்றில், முதலெழுத்துகள் 12 மற்றும் சார்பெழுத்துகள் 18 என இரு பிரிவுகளாகப் பிரிக்கப்பட்டுள்ளன. முதலெழுத்துகள் என்பவை தனித்து ஒரு எழுத்தாக பயன்படுத்தப்படும் எழுத்துகள் ஆகும். சார்பெழுத்துகள் என்பவை முதலெழுத்துகளுடன் இணைந்து  பயன்படுத்தப்படும் எழுத்துகள் ஆகும்."
          }
        ,
          
  {
    
          "description": "சார்பெழுத்துகள் எத்தனை வகைப்படும்?",
          "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "answer": "B",
    
          "additional_context": "தமிழில் 18 சார்பெழுத்துகள் உள்ளன. இவை இரண்டு வகைப்படும். அவை: உயிர் எழுத்து சார்பு சார்பெழுத்துகள் மற்றும் மெய் எழுத்து சார்பு சார்பெழுத்துகள். உயிர் எழுத்து சார்பு சார்பெழுத்துகள் என்பவை உயிர் எழுத்துக்களுடன் இணைந்து  பயன்படுத்தப்படும் எழுத்துகள் ஆகும். மெய் எழுத்து சார்பு சார்பெழுத்துகள் என்பவை மெய் எழுத்துக்களுடன் இணைந்து  பயன்படுத்தப்படும் எழுத்துகள் ஆகும்."
          }
        ,
          
  {
    
          "description": "'படக் கவிதைத்தொகுப்பு' என்ற சொல்லின் பொருளைப் பின்வரும் எது சரியாகக் குறிக்கிறது?",
          "options": [
      "கவிதைகளின் தொகுப்பு",
      "கவிதைகள் மற்றும் படங்களின் தொகுப்பு",
      "படங்களைக் கொண்டு கவிதைகள் உருவாக்கப்பட்ட தொகுப்பு",
      "படங்கள் மற்றும் கவிதைகளின் கலவையான தொகுப்பு"
    ],
    "answer": "C",
    
          "additional_context": "கவிதைகளில் ஒரு பகுதியாக படங்கள் பயன்படுத்தப்படும் தொகுப்பு 'படக் கவிதைத்தொகுப்பு' எனப்படும். கவிதைகள் மற்றும் படங்களை ஒருங்கிணைத்து, அவற்றை  ஒரு தொகுப்பாக  வழங்கும் முறையே  படக் கவிதைத்தொகுப்பு என அழைக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "பின்வரும் எது  'நான் தலைமைப் பொறுப்பிற்கு வந்தால் .....' என்ற வாக்கியத்திற்குப் பொருத்தமான முடிவாக இருக்கும்?",
          "options": [
      "பள்ளிக்கு ஒரு புதிய கிரிக்கெட் மைதானம் அமைப்பேன்.",
      "அனைவருக்கும் நல்ல கல்வியை வழங்குவேன்.",
      "கல்லூரியின் பெயரை மாற்றுவேன்.",
      "மேலே உள்ள அனைத்தும்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வாக்கியத்தில் நான் தலைமைப் பொறுப்பிற்கு வந்தால் என்ன செய்வேன் என்று கேட்கப்பட்டுள்ளது. இதற்கு ஏற்ற பதில் அனைவருக்கும் நல்ல கல்வியை வழங்குவேன் என்பது ஆகும்.  தலைமை பொறுப்பானது பொது நலனை முன்னிறுத்தி செயல்படுவதை நோக்கமாகக் கொண்டிருக்க வேண்டும். அனைவருக்கும் நல்ல கல்வியை வழங்குவது என்பது ஒரு தலைவன்  செய்ய வேண்டிய  மிக முக்கியமான கடமை.  "
          }
        ]