[
          
  {
    
          "description": "தமிழ் மக்கள் _________ எனப்படும் குறிக்கோள் மாந்தனைப் பாராட்டிய காலத்தில் இத்தாலிய நாட்டில் உரோமையர் _________ எனப்படும் இலட்சிய புருஷனைப் போற்றி வந்தனர்.",
          "options": [
      "சான்றோன், சாப்பியன்ஸ்",
      "சான்றோன், மனிதன்",
      "மனிதன், சான்றோன்",
      "சாப்பியன்ஸ், சான்றோன்"
    ],
    "answer": "A",
    
          "additional_context": "திருக்குறளில் பூட்கைமகன் அல்லது குறிக்கோள் மாந்தனின் இயல்புகள் பல கூறப்பட்டிருக்கின்றன. ஒன்று பிறர்பால் அன்புடைமை ஆகும். இல்லற வாழ்க்கையின் நோக்கம் ஈகை, விருந்தோம்பல் போன்ற பண்புகளால் ஆளுமையை வளர்த்தல் ஆகும்.\n\nதமிழ் மக்கள் 'சான்றோன்' எனப்படும் குறிக்கோள் மாந்தனைப் பாராட்டிய காலத்தில் இத்தாலிய நாட்டில் உரோமையர் 'sapens' (அறிவுடையோன்) எனப்படும் இலட்சிய புருஷனைப் போற்றி வந்தனர்.\n\nஉரோமையருடைய 'சாப்பியன்ஸ்' அல்லது சான்றோன் என்பவன் சமுதாயத்திலிருந்து விலகி, தன் சொந்தப் பண்புகளையே வளர்ப்பனாக இருந்தான். உரோமையருடைய சான்றோர் அரிதாகவே சமுதாயத்தில் தோன்றுவர்."
          }
        ,
          
  {
    
          "description": "'கணியன் பூங்குன்றனாரின் 'யாதும் ஊரே யாவருங் கேளிர்' என்னும் கொள்கை எல்லா நூற்றாண்டுகளுக்கும் பொருத்தமாக உள்ளது.'  இந்தக் கூற்றைப் பொறுத்தவரை, தமிழ் இலக்கியத்தில் காணப்படும் பரந்த ஆளுமை எவ்வாறு உலக நாடுகளின் தத்துவங்களுடன் ஒத்திருக்கிறது?",
          "options": [
      "(அ) கிரேக்கத் தத்துவஞானிகள் போன்றே, தமிழ் புலவர்களும் தம் சொந்த நாட்டவரை மட்டுமே கவனத்தில் கொண்டனர்.",
      "(ஆ) திருக்குறளில் காணப்படும் சான்றோர் இலட்சியம், உரோம நாட்டின் \"sapens\"  என்பதற்கு நிகரானது.",
      "(இ)  \"நான் மனிதன்; மனிதனைச் சார்ந்த எதுவும் எனக்குப் புறமன்று\" எனும் தெரென்ஸின் கூற்று, தமிழின் பரந்த ஆளுமை கொள்கையை வெளிப்படுத்துகிறது.",
      "(ஈ) ஸ்டாயிக் வாதிகள் போன்றே, தமிழ்ப் புலவர்களும் தனிமையான வாழ்க்கையைப் பற்றி எழுதியுள்ளனர்."
    ],
    "answer": "C",
    
          "additional_context": "'கணியன் பூங்குன்றனாரின் 'யாதும் ஊரே யாவருங் கேளிர்' என்னும் கொள்கை எல்லா நூற்றாண்டுகளுக்கும் பொருத்தமாக உள்ளது.\n\nயாதானும் நாடாமால் ஊராமால் என்னொருவன்\nசாந்துணையும் கல்லாத வாறு (5.397)\nஎன்னும் திருக்குறள், முன்பு எப்போதையும்விட நம் காலத்திற்குப் பொருத்தமான அறிவுரையாக விளங்குகின்றது.\n\nமேற்கண் ட பாடல்களில் ஆ ளப் பட்டுள்ள 'ஊர்', 'நாடு', 'கேளிர்' என்னும் தமிழ்ச்சொற்கள் வெவ்வேறு காலத்தில் வெவ்வேறு பொருண்மைகளைக் கொண்டிருக்கலாம்.\n\nஆ யி னு ம் இம்மேற்கோள்கள் காட்டும் பரந்த ஆ ளுமை யு ம் (personality) एली நலக் கோட்பாடும் (humanism) លក់ថ្នាំ புலவர் தெறென்ஸ் (Terence) கூறிய கூற்றுடன் ஒப்பிடத்தக்கவை ஆகும். 'நான் மனிதன்; மனிதனைச் சார்ந்த எதுவும் எனக்குப் புறமன்று' என்பதே அவரது கூற்று."
          }
        ,
          
  {
    
          "description": "'முதிர்ந்த ஆளுமைக்கு மூன்று இலக்கணங்கள் இன்றியமையாதவை என்கிறார் கோர்டன் ஆல்போர்ட் என்னும் உளநூல் வல்லுநர். முதலாவதாக மனிதன், தன் ஈடுபாடுகளை விரிவாக வளர்ப்பவனாக இருத்தல் வேண்டும்; பிறருடைய நலத்திற்கும் இன்பத்திற்கும் பாடுபடக்கூடிய வகையில் தன் ஆளுமையை விரிவடையச் செய்து செழுமைப்படுத்த வேண்டும்.'  இந்தக் கூற்றுக்கு ஏற்ப, 'தமிழியல் ஆய்வில் ஆளுமை' என்ற தலைப்பைப் பற்றி நீங்கள் என்ன கருதுகிறீர்கள்?",
          "options": [
      "(அ) தமிழியல் ஆய்வில் ஆளுமை என்பது தனிநபர் நலன்களை மட்டுமே கவனத்தில் கொள்ள வேண்டும்.",
      "(ஆ) தமிழியல் ஆய்வு என்பது ஒரு தனிமைப்பட்ட துறை; இதில் பிறருடைய நலனைப் பற்றி கவலைப்படத் தேவையில்லை.",
      "(இ) தமிழியல் ஆய்வு என்பது பரந்த ஆளுமை கொண்டதாக இருக்க வேண்டும்; இது பிறரின் நலனைப் பற்றியும் கவலைப்பட வேண்டும்.",
      "(ஈ)  தமிழியல் ஆய்வு என்பது ஒரு குறுகிய துறை; இது ஒரு குறிப்பிட்ட இனத்தவரை மட்டுமே கவனத்தில் கொள்ள வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "முதிர்ந்த ஆளுமைக்கு மூன்று இலக்கணங்கள் இன்றியமையாதவை என்கிறார் கோர்டன் ஆல்போர்ட் (Gordon Allport) என்னும் உளநூல் வல்லுநர்.\n\nமுதலாவதாக மனிதன், தன் ஈடுபாடுகளை விரிவாக வளர்ப்பவனாக இருத்தல் வேண்டும்; பிறருடைய நலத்திற்கும் இன்பத்திற்கும் பாடுபடக்கூடிய வகையில் தன் ஆளுமையை விரிவடையச் செய்து செழுமைப்படுத்த வேண்டும். இரண்டாவதாக, ஒருவன் பிறரால் எவ்வாறு கணிக்கப்படுகிறானோ அதை அறிந்துகொள்ளும் ஆற்றல் படைத்தவனாக இருக்க வேண்டும் (self objectification). மூன்றாவதாக அவனது வாழ்க்கைக்குத் தன் ஓர்மையைத் தரும் வாழ்க்கைத் தத்துவத்தைக் கடைப்பிடித்து நடத்தல் வேண்டும் (unifying philosophy of life-self-unification)."
          }
        ,
          
  {
    
          "description": "'பிறர் நலவியல் (Altruism) என்னும் பண்பு, மக்கள் வரலாற்றில் படிப்படியாகத்தான் தோன்றும். மேம்படாத சமுதாயத்தில் மனிதன் தன்னுடைய குடும்பத்தையும் தன் இனத்தையும் (tribe) காப்பாற்றவே முயல்வான்.'  இந்தக் கூற்றுக்கு ஏற்ப,  தமிழியல் ஆய்வு எந்த வகையில் முக்கியத்துவம் பெறுகிறது?",
          "options": [
      "(அ) தமிழியல் ஆய்வு, நம் தாய் மொழியைப் பற்றி மட்டுமே கவலைப்பட வேண்டும்.",
      "(ஆ) பிறரின் நலனுக்காகத் தன்னை அர்ப்பணித்துக்கொள்வது என்பது நமது மரபில் இல்லை.",
      "(இ) பிறர் நலவியல் என்பது மக்கள் வரலாற்றில் படிப்படியாகத் தோன்றுவது.",
      "(ஈ) தமிழியல் ஆய்வு, பிறர் நலவியல் பற்றிய பண்டைய தமிழ் சிந்தனைகளை மீட்டெடுக்க உதவும்."
    ],
    "answer": "D",
    
          "additional_context": "விரிவாகும் ஆளுமையை உருவாக்கும் நோக்கம் கொண்டுள்ள மக்கள் சமுதாயமே இன்பத்தை அளிக்கும் சமுதாயமாகக் காணப்படும். எந்த அளவிற்குப் பிறர் நலத்திற்காக மனிதன் பாடுபடுகின்றானோ அந்த அளவிற்கு அவனது ஆளுமை வளரும். பிறருக்காகப் பணி செய்வதால்தான் ஒருவனுடைய வாழ்க்கை, பண்புடைய வாழ்க்கை ஆகின்றது. 'என் கடன் பணி செய்து கிடப்பதே' என்னும் குறிக்கோள், வாழ்க்கையைத் தன்னலம் தேடுவதிலிருந்து விடுவித்து ஆளுமையை முழுமைப்படுத்தும் பண்பாக ஆக்குகின்றது.\n\nபிறர் நலவியல் (Altruism) என்னும் பண்பு, மக்கள் வரலாற்றில் படிப்படியாகத்தான் தோன்றும். மேம்படாத சமுதாயத்தில் மனிதன் தன்னுடைய குடும்பத்தையும் தன் இனத்தையும் (tribe) காப்பாற்றவே முயல்வான். படிப்படியாக அறிவு வளர வளர எங்கு வாழ்ந்தாலும் மக்கள் அனைவரும் தன் இனத்தவர்; எல்லா உயிர்க்கும் அன்புகாட்டுதல் வேண்டும் என்னும் சிந்தனை அவனுக்குத் தோன்றும்."
          }
        ,
          
  {
    
          "description": "'தமிழ் மக்களிடமோ, ஸ்டாயிக்வாதிகள் கூறியதுபோல 'மக்கள் அனைவரும் உடன் பிறந்தவர்கள்; பிறப்போ, சாதியோ, சமயமோ அவர்களைத் தாழ்த்தவோ உயர்த்தவோ முடியாது' என்னும் நம்பிக்கை பண்டுதொட்டே நிலவியுள்ளது.'  இந்தக் கூற்றுக்கு ஏற்ப, தமிழ் மக்களின் பரந்த மனப்பான்மை எதைக் காட்டுகிறது?",
          "options": [
      "(அ)  தமிழ் மக்கள் பிற நாட்டு மக்களை மதிக்கவில்லை.",
      "(ஆ) தமிழ் மக்கள் எல்லா உயிர்களின் மீதும் அன்புகாட்டுகிறார்கள்.",
      "(இ) தமிழ் மக்கள் தம்மைத் தாழ்த்தப்பட்டவர்களாகக் கருதினர்.",
      "(ஈ) தமிழ் மக்கள்  தமக்கு மட்டுமே நன்மை செய்ய விரும்புகிறார்கள்."
    ],
    "answer": "B",
    
          "additional_context": "வெவ்வேறு பண்பாடுகள் வெவ்வேறு காலத்தில் பிறர் நலவியலைக் கற்பித்து வந்திருக்கின்றன. சீனநாட்டில் பொ.ஆ.மு. 604ஆம் ஆண்டில் பிறந்த லாவோட்சும் (Lao–Tse) அவருக்குப் பின்பு கன்பூசியசும் (Confucius பொ.ஆ.மு. 551-479) தம் காலத்திலேயே இந்தக் கொள்கையை ஒருவாறு தெளிவாகக் கற்பித்துள்ளனர். ஆனால், பிளேட்டோ, அரிஸ்டாட்டில் போன்ற கிரேக்கத் தத்துவ ஞானிகள் கிரேக்கக் குடியினரை மட்டுமே தம் சிந்தனைக்கு உட்படுத்தினர்.\n\nபண்டைக்கால தருமசாத்திர நூல்களும் பிறரைக் கவனத்தில் கொள்ளவில்லை. 'விந்திய மலைத்தொடருக்கும் இமய மலைக்கும் இடையே உள்ள நிலப்பரப்பே கருமபூமி; வீடுபேறு அடைவதற்கு அப்பூமியிலே பிறந்திருக்க வேண்டும்' என்பதே அவற்றின் கருத்தாக இருந்தது.\n\nதமிழ் மக்களிடமோ, ஸ்டாயிக்வாதிகள் கூறியதுபோல 'மக்கள் அனைவரும் உடன் பிறந்தவர்கள்; பிறப்போ, சாதியோ, சமயமோ அவர்களைத் தாழ்த்தவோ உயர்த்தவோ முடியாது' என்னும் நம்பிக்கை பண்டுதொட்டே நிலவியுள்ளது. இந்திய வரலாற்றில் பண்டைக் காலத்திலேயே இத்தகைய அரிய கொள்கையைத் தமிழ் மக்கள் கடைப்பிடித்திருந்தனர் என்னும் உண்மை பெரும் வியப்பைத் தருகின்றது."
          }
        ]