[
          
  {
    
          "description": "“தமிழ்ப் பண்பாடு” என்ற இதழைத் தொடங்கியவர் யார்?",
          "options": [
      "a) மு.வரதராசனார்",
      "b) க.நா.சுப்ரமணியன்",
      "c) பேராசிரியர் தனிநாயகம்",
      "d) இரா.பி. செ. மணியன்"
    ],
    "answer": "C",
    
          "additional_context": "தமிழியல் ஆய்வு வளரக் காரணமாக இருந்த தமிழறிஞர் பலர். பேராசிரியர் தனிநாயகம் அவர்கள் இதழ்கள், கருத்தரங்குகள், மாநாடுகள், நிறுவனங்கள் ஆகியவற்றின் மூலம் தமிழியலை உலகச் செயல்பாடாக ஆக்கினார். தமிழின் பரப்பையும் சிறப்பையும் உலகின் பல நாடுகளில் பரவலாக்கினார். அவரது வாழ்வு, தமிழ் வாழ்வாகவே இருந்தது. அவர் இலங்கையில் யாழ்ப் பல்கலைக்கழகத்தில் ஆற்றிய உரை, மனிதனுக்குத் தேவையான ஆளுமை பற்றி விளக்குகிறது. அவரது இதழ்களில் ஒன்று “தமிழ்ப் பண்பாடு” என்ற இதழ். இது இன்றுவரை வெளிவந்து கொண்டிருக்கிறது."
          }
        ,
          
  {
    
          "description": "பரந்த மனப்பான்மை மற்றும் விரிவான ஆளுமையை வளர்த்து, உலகின் பிரிவைத் தெளிவாக விளக்கிய தமிழியல் நூல் எது?",
          "options": [
      "திருக்குறள்",
      "தொல்காப்பியம்",
      "சிலப்பதிகாரம்",
      "மணிமேகலை"
    ],
    "answer": "B",
    
          "additional_context": "அகத்திணை இலக்கியம் பல்வேறு வழிகளில் பரந்த மனப்பான்மையையும் விரிவான ஆளுமையையும் வளர்த்தது. ஐவகை நிலங்களின் பெரும்பொழுது, சிறுபொழுது, கருப்பொருள் ஆகியவற்றைப் புலவரும் பாணரும் இலக்கியம் பயில்வோரும் தவறாது கற்றுவந்தனர். தொல்காப்பியர் நிலத்தைப் பிரித்தமுறை உலகின் பிரிவாகவே அமைந்தது. \n\n‘படுதிரை வையம் பாத்திய பண்பே’ -  (தொல். 948)\n\n இந்த வரிகள் தொல்காப்பியர் நிலத்தைப் பிரித்த முறையை நமக்குக் காட்டுகின்றன.  இந்த வரிகளின் மூலம் தொல்காப்பியர் உலகத்தின் பரந்த மனப்பான்மையை விளக்கியுள்ளார்."
          }
        ,
          
  {
    
          "description": "'என் கடன் பணி செய்து கிடப்பதே' என்னும் வாழ்க்கைக் குறிக்கோள் எதை விடுவித்து, ஆளுமையை முழுமைப்படுத்தும் பண்பாக ஆக்குகின்றது?",
          "options": [
      "மதம்",
      "சாதி",
      "தன்னலம்",
      "குடும்பம்"
    ],
    "answer": "C",
    
          "additional_context": "விரிவாகும் ஆளுமையை உருவாக்கும் நோக்கம் கொண்டுள்ள மக்கள் சமுதாயமே இன்பத்தை அளிக்கும் சமுதாயமாகக் காணப்படும். எந்த அளவிற்குப் பிறர் நலத்திற்காக மனிதன் பாடுபடுகின்றானோ அந்த அளவிற்கு அவனது ஆளுமை வளரும். பிறருக்காகப் பணி செய்வதால்தான் ஒருவனுடைய வாழ்க்கை, பண்புடைய வாழ்க்கை ஆகின்றது. 'என் கடன் பணி செய்து கிடப்பதே' என்னும் குறிக்கோள், வாழ்க்கையைத் தன்னலம் தேடுவதிலிருந்து விடுவித்து ஆளுமையை முழுமைப்படுத்தும் பண்பாக ஆக்குகின்றது."
          }
        ,
          
  {
    
          "description": "மேலை நாட்டில் ஒன்றே உலகம் என்ற மனப்பான்மையும் கொள்கையும் முதன்முதல் எவரால் போற்றப்பட்டது?",
          "options": [
      "பிளேட்டோ",
      "அரிஸ்டாட்டில்",
      "லாவோட்சு",
      "ஸ்டாயிக்வாதிகள்"
    ],
    "answer": "D",
    
          "additional_context": "ஸ்டாயிக்வாதிகள் உலகில் ஒற்றுமை உண்டு என்றும், மக்கள் அனைவரும் ஒரே குலத்தவர் என்றும், எல்லா உயிர்களும் தொடர்பால் இணைக்கப்பட்டுள்ளன என்றும் கற்பித்தனர். ஒன்றே உலகம் என்ற மனப்பான்மையும் கொள்கையும் முதன்முதல் மேலை நாட்டில் ஸ்டாயிக்வாதிகளால் போற்றப்பட்டது."
          }
        ,
          
  {
    
          "description": "'உள்ளுவது எல்லாம் உயர்வுள்ளல்' என்ற திருக்குறள் வரியின் மூலம் வள்ளுவர் எதை வலியுறுத்துகிறார்?",
          "options": [
      "மக்கள் நலம்",
      "விரிவாகும் ஆளுமை",
      "பிறர் மீதான அன்பு",
      "எல்லாவற்றையும் ஒப்பிட்டுப் பார்த்து, உயர்ந்ததை மட்டுமே ஏற்றுக்கொள்ளுதல்"
    ],
    "answer": "B",
    
          "additional_context": "இறுதியில், அன்பர்களே, திருவள்ளுவரின் கூற்றுடன் இவ்விரிவுரையை முடிக்க விரும்புகின்றேன். விரிவாகும் ஆளுமையைப் பற்றி ஒரு சில உண்மைகளைக் கண்டோம். திருவள்ளுவரோ இரண்டு அறவுரைகளில் இந்தக் குறிக்கோளை எவ்வாறு அடையலாம் என்று காட்டியுள்ளார். “உள்ளற்க உள்ளம் சிறுகுவ” (798) என்றும் “உள்ளுவது எல்லாம் உயர்வுள்ளல்” (596) என்றும் கற்பித்துள்ளார்.  இந்த வரிகளின் மூலம் விரிவாகும் ஆளுமையைப் பற்றி திருவள்ளுவர் கூறுகிறார்."
          }
        ]