
[
  {
    "description": "“உலகிலேயே மிகப்பெரிய இன்பம் எது?.... “தம் மக்கள் மெய் தீண்டல் உயிர்க்கு இன்பம்” என்கிறார் வள்ளுவர். நீ எம் மெய் தீண்டினாய்...” - இங்கே கவிஞர் வள்ளுவரின் குறளை எதற்காகப் பயன்படுத்துகிறார்?",
    "options": [
      "வள்ளுவரின் கருத்துடன் ஒத்துப் போகும் வகையில் தன் மகனைப் புகழ்வதற்காக",
      "வள்ளுவரின் குறளைப் பற்றி தன் மகனுக்குச் சொல்லிக் கொடுப்பதற்காக",
      "மகன் மீதான தன் பாசத்தையும் மகிழ்ச்சியையும் வலியுறுத்துவதற்காக",
      "தன் மகனின் பிறப்பை வள்ளுவர் குறளோடு ஒப்பிட்டுப் பேசுவதற்காக"
    ],
    "answer": "C",
    "additional_context": "தன் மகனை மிகவும் நேசிப்பதாகவும், மகன் மீதான தன் பாசத்தை வெளிப்படுத்தவும் கவிஞர் இங்கு வள்ளுவர் குறளைப் பயன்படுத்துகிறார். ''தம் மக்கள் மெய் தீண்டல் உயிர்க்கு இன்பம்'' என்கிறார் வள்ளுவர். 'நீ எம் மெய் தீண்டினாய்' என்று குறிப்பிடுவதன் மூலம் தனக்குக் கிடைத்த மகிழ்ச்சியின் உச்சத்தை விவரிக்கிறார். ''மெய்யாகவே மெய்யாகவே நான் தூள் தூளாக உடைந்து போனேன்'' என்று கூறுவது அந்த மகிழ்ச்சியின் அளவை எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "“மழலை பேசி, மொழியை ஆசீர்வதித்தாய்.” - இங்கே கவிஞர் மகன் என்ன செய்ததைக் குறிப்பிடுகிறார்?",
    "options": [
      "பேசக் கற்றுக்கொண்டதைக் குறிப்பிடுகிறார்",
      "மொழியைக் கற்றுக்கொண்டதைக் குறிப்பிடுகிறார்",
      "மொழி வளர்ச்சியைக் குறிப்பிடுகிறார்",
      "மொழியின் மீது மரியாதை கொண்டதைக் குறிப்பிடுகிறார்"
    ],
    "answer": "A",
    "additional_context": "மகன் சிறிய வயதில் பேசக் கற்றுக் கொண்டதைக் குறிப்பிடும் வகையில் 'மழலை பேசி' என்று குறிப்பிடுகிறார். தனது குழந்தை மொழியின் வழியாகவும் தன்னை வெளிப்படுத்திக் கொள்கிறது எனவும் 'மொழியை ஆசீர்வதித்தாய்' என்று கூறுவதன் மூலம் கவிஞர் குறிப்பிடுகிறார்."
  },
  {
    "description": "“என் செல்லமே! இந்த உலகமும் இப்படித்தான். அழ வேண்டும். சிரிக்க வேண்டும். சிணுங்க வேண்டும்...” - இங்கே கவிஞர் என்ன சொல்ல விரும்புகிறார்?",
    "options": [
      "உலக வாழ்க்கை அனைத்தும் மகிழ்ச்சியானது",
      "உலக வாழ்க்கை அனைத்தும் துயரமானது",
      "உலக வாழ்க்கை அனைத்தும் இன்ப துன்பங்கள் கலந்தது",
      "உலக வாழ்க்கை மகன் போன்று மகிழ்ச்சியாக இருக்க வேண்டும்"
    ],
    "answer": "C",
    "additional_context": "தன் மகனுக்கு உலக வாழ்க்கை எப்படி இருக்கும் என்பதை விளக்கி கூறும்போது 'அழ வேண்டும், சிரிக்க வேண்டும், சிணுங்க வேண்டும்' என்று குறிப்பிடுவதன் மூலம்  உலக வாழ்க்கை இன்ப துன்பங்களை கலந்தது என்பதை கவிஞர் தெளிவுபடுத்துகிறார். இன்ப துன்பங்கள் கலந்த இந்த உலக வாழ்க்கை நம்மை எப்படி வடிவமைக்கிறது என்பதையும் இதன் மூலம்  விளக்கிக் காட்டுகிறார்."
  },
  {
    "description": "“உன் மொழியில் உனக்கு எழுத, நான் கடவுளின் மொழியை அல்லவா கற்க வேண்டும்.” என்ற வரிகள் குறித்து, எந்தக் கருத்து சரியானது?",
    "options": [
      "மகனின் மொழி இயல்பாகவே  நேரடியாகக் கடவுளின் மொழி எனக் குறிப்பிடுகிறது.",
      "மகனுக்கு மிகச் சரியான மொழியில் எழுதத் தன்னைத் தயார்படுத்திக்கொள்ள வேண்டிய அவசியத்தைக் காட்டுகிறது.",
      "கடவுளின் மொழி எளிமையானது என்பதை எடுத்துக்காட்டுகிறது.",
      "மகனின் மொழியும் கடவுளின் மொழியும் ஒன்றுதான் என்பதை வலியுறுத்துகிறது."
    ],
    "answer": "B",
    "additional_context": "தன் மகனுக்கு எழுதுவதற்காக கடவுளின் மொழியை அல்லவா கற்க வேண்டும் என்று கூறுவது, தன் மகனுக்கு தன்னைப் புரிய வைக்க, தன்னைத் தயார்படுத்திக் கொள்ள வேண்டிய அவசியத்தை எடுத்துக்காட்டுகிறது. தன் மகனுக்குப் புரியும் வகையில், எளிமையான  மொழியில் எழுத வேண்டும் என்பதை  இந்த வரிகள்  காட்டுகிறது."
  },
  {
    "description": "“உன் மெத்தென்ற பூம்பாதம் என் மார்பில் உதைக்க... “ என்ற தொடரில் பயன்படுத்தப்பட்டுள்ள சொல் பாவனை  எந்த உணர்வை வெளிப்படுத்துகிறது?",
    "options": [
      "மகனின் பிறப்பு சோர்வாக இருந்ததைக் குறிப்பிடுகிறது.",
      "மகனின் பிறப்பு ஒரு  வலிமைமிக்க நிகழ்வு என்பதை  உணர்த்துகிறது.",
      "மகனின் பிறப்புப் பற்றிய துயரத்தை வெளிப்படுத்துகிறது.",
      "மகனின் பிறப்பு  நிம்மதியான உணர்வைத் தந்ததைக் குறிப்பிடுகிறது."
    ],
    "answer": "B",
    "additional_context": "மகனின் பிறப்பு ஒரு வலிமைமிக்க நிகழ்வு என்பதை  'உன் மெத்தென்ற பூம்பாதம் என் மார்பில் உதைக்க...' என்ற வரிகள் காட்டுகிறது. 'உதைக்க' என்ற சொல்  வலியை உணர்த்தும் போதிலும் மகனின் பிறப்பு  தரும்  உற்சாகம், மகிழ்ச்சி என்பதை உணர்த்துகிறது."
  }
]
