[
          
  {
    
          "description": "“_________” என்ற சொல்லை உவமைத் தொடராக மாற்றும்போது “கடல் போன்ற” என்ற சொல் பொருத்தமாக இருக்கும்.",
          "options": [
      "ஏங்கல்",
      "கிடுகு",
      "தாமம்",
      "பொறி"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி  'உவமைத் தொடர்களை உருவகத் தொடர்களாக மாற்றுக' என்ற தலைப்பின் கீழ் அமைந்துள்ளது. உவமைத் தொடர் என்பது ஒரு பொருளை இன்னொரு பொருளோடு ஒப்பிட்டுச் சொல்லும் தொடர்.  இங்கு  'கடல் போன்ற' என்ற சொல் 'கவலை' என்ற சொல்லுக்கு ஒப்பிடப்பட்டுள்ளது.  கடல் என்பது ஆழமானது, அதே போல கவலை என்பதும் ஆழமானது. 'கிடுகு' என்ற சொல்லுக்கு 'கடல் போன்ற'  என்ற உவமைப் பொருத்தமாகாது."
          }
        ,
          
  {
    
          "description": "“புணர்ச்சி” என்ற சொல்லின் பொருள் __________. ",
          "options": [
      "இணைத்தல்",
      "பிரித்தல்",
      "குறைத்தல்",
      "பெருக்குதல்"
    ],
    "answer": "A",
    
          "additional_context": "புணர்ச்சி என்பது இணைத்தல், ஒருங்கிணைத்தல், இணைந்து செயல்படுதல் போன்ற பொருள் கொண்ட சொல்.  இது கலைச்சொல் அறிவோம் என்ற பகுதியில் கொடுக்கப்பட்டுள்ளது. புணர்ச்சி என்பது இரண்டு அல்லது அதற்கு மேற்பட்ட விஷயங்களை ஒன்றிணைத்து ஒன்றாகச் செயல்பட வைப்பதைக் குறிக்கும்.  "
          }
        ,
          
  {
    
          "description": "“கையா, உலகே ஒரு உயிர்” என்ற நூலைத் தமிழில் மொழிபெயர்த்தவர் _________.",
          "options": [
      "சா. சுரேஷ்",
      "கிருபானந்தவாரியார்",
      "அறிவுமதி",
      "ஜேம்ஸ் லவ்லாக்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி 'அறிவை விரிவுசெய்' என்ற தலைப்பின் கீழ் அமைந்துள்ளது.  'கையா, உலகே ஒரு உயிர்' என்ற நூலை ஜேம்ஸ் லவ்லாக் என்பவர் எழுதியுள்ளார்.  இதை சா. சுரேஷ் என்பவர் தமிழில் மொழிபெயர்த்துள்ளார்."
          }
        ,
          
  {
    
          "description": "“__________” என்ற சொல் “Melody” என்ற ஆங்கிலச் சொல்லுக்கு நிகரான தமிழ்ச்சொல்.",
          "options": [
      "மெல்லிசை",
      "பாடல்",
      "இசை",
      "ஓசை"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி 'கலைச்சொல் அறிவோம்' என்ற தலைப்பின் கீழ் அமைந்துள்ளது. மெல்லிசை என்ற சொல் Melody என்ற ஆங்கிலச் சொல்லுக்கு நிகரான தமிழ்ச்சொல்.  "
          }
        ,
          
  {
    
          "description": "குடைவரைக் கோவில் என்றால் __________ .",
          "options": [
      "கல்வெட்டு",
      "சிலை",
      "குகை கோவில்",
      "மலைக்கோட்டை"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி 'கலைச்சொல் அறிவோம்' என்ற தலைப்பின் கீழ் அமைந்துள்ளது. குடைவரைக் கோவில் என்பது குகையில் அமைந்த கோவில்.  "
          }
        ]