[
          
  {
    
          "description": "'இன்சொல் விளைநிலமா ஈதலே வித்தாக' என்ற வரியில் உள்ள அணியைத் தேர்ந்தெடுக்கவும்:",
          "options": [
      "a) உவமை அணி",
      "b) உருவக அணி",
      "c) வஞ்சப்புகழ்ச்சியணி",
      "d) சொல் பின்வருநிலையணி"
    ],
    "answer": "b",
    
          "additional_context": "இன்சொல் விளைநிலமா ஈதலே வித்தாக என்ற வரியில் இன்சொல் நிலமாகவும், ஈதல் வித்தாகவும் உருவகப்படுத்தப்பட்டுள்ளது. 'வித்தாக' என்பது 'ஈதல்' என்பதற்கு உருவகம். அதாவது, இன்சொல் என்பது நிலம் போலவும், ஈதல் என்பது விதை போலவும் உருவகப்படுத்தப்பட்டுள்ளது. இதனால், இந்த வரியில் உள்ள அணி உருவக அணி ஆகும்."
          }
        ,
          
  {
    
          "description": "_______  __________  _________  _________  என்ற தொடரில் _________ என்ற சொல் ஒரு பொருளில் பல முறை வருவதால் இது _____________ அணி ஆகும்.",
          "options": [
      "a) துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத் துப்பாய தூஉம் மழை / துப்பு / சொல் பின்வருநிலையணி",
      "b) அவிழ்ந்தன தோன்றி யலர்ந்தன காயா / அலர்ந்தன / பொருள் பின்வருநிலையணி",
      "c) எல்லா விளக்கும் விளக்கல்ல சான்றோர்க்குப் பொய்யா விளக்கே விளக்கு / விளக்கு / சொற்பொருள் பின்வருநிலையணி",
      "d) பாரி பாரி என்றுபல ஏத்தி, ஒருவற் புகழ்வர், செந்நாப் புலவர் / பாரி / வஞ்சப்புகழ்ச்சியணி"
    ],
    "answer": "a",
    
          "additional_context": "துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத் துப்பாய தூஉம் மழை என்ற தொடரில் துப்பு என்ற சொல் நான்கு இடங்களிலும் வந்துள்ளது. இதில் துப்பு என்ற சொல் ஒரே பொருளில் பல முறை வருவதால் இது சொல் பின்வருநிலையணி ஆகும்.  இந்த வரியில் 'துப்பு' என்ற சொல்  'உணவு', 'நல்லது', 'உண்பவர்', 'நன்மை'  ஆகிய பொருள்களை உணர்த்துகிறது.  சொல் பின்வருநிலையணி என்பது, முன் வந்த சொல்லே பின்னும் பல இடங்களிலும் வந்து வேறு பொருள் உணர்த்துவது ஆகும்."
          }
        ,
          
  {
    
          "description": "'தேவ ரனையர் கயவர் அவருந்தாம் மேவன செய்தொழுக லான்' என்ற பாடல் வரியில் எந்த வகை வஞ்சப்புகழ்ச்சியணி உள்ளது?",
          "options": [
      "a) புகழ்வது போலப் பழிப்பது",
      "b) பழிப்பது போலப் புகழ்வது"
    ],
    "answer": "a",
    
          "additional_context": "தேவ ரனையர் கயவர் அவருந்தாம் மேவன செய்தொழுக லான் என்ற வரியில் கயவர்கள் தேவர்களுக்கு ஒப்பானவர்கள் என்று புகழப்படுவது போலத் தோன்றினாலும், கயவர்கள் இழிந்த செயல்களையே செய்வர் என்னும் பொருளைக் குறிப்பால் உணர்த்துகிறது. எனவே, இது புகழ்வது போலப் பழிப்பது ஆகும்."
          }
        ,
          
  {
    
          "description": "_______  _________  _________  _________  என்ற பாடல் வரியில் ______ என்ற சொல் புகழ்வது போலப் பழிப்பதால் இது ____________  அணி ஆகும்.",
          "options": [
      "a) பாரி பாரி என்றுபல ஏத்தி, ஒருவற் புகழ்வர், செந்நாப் புலவர் / பாரி / வஞ்சப்புகழ்ச்சியணி",
      "b)  பாரி பாரி என்றுபல ஏத்தி, ஒருவற் புகழ்வர், செந்நாப் புலவர் / பாரி / உவமை அணி",
      "c) தேவ ரனையர் கயவர் அவருந்தாம் மேவன செய்தொழுக லான் / கயவர் / உருவக அணி",
      "d) தேவ ரனையர் கயவர் அவருந்தாம் மேவன செய்தொழுக லான் / கயவர் / சொற்பொருள் பின்வருநிலையணி"
    ],
    "answer": "a",
    
          "additional_context": "பாரி பாரி என்றுபல ஏத்தி, ஒருவற் புகழ்வர், செந்நாப் புலவர் என்ற வரியில் பாரி என்ற சொல் புகழ்வது போலப் பழிப்பதால் இது வஞ்சப்புகழ்ச்சியணி ஆகும். இதில் 'பாரி' என்ற சொல் புகழப்படுவது போலத் தோன்றினாலும், உண்மையில் 'பாரி' ஒருவன் மட்டுமல்ல, மழையும் கைமாறு கருதாமல் தருகிறது என்பது புலப்படுகிறது. எனவே, இந்த வரி பழிப்பது போலப் புகழ்வதாகும்."
          }
        ,
          
  {
    
          "description": "'விருட்சங்கள் மண்ணரசி மடக்காமலேயே பிடித்துக்கொண்டிருக்கும் பச்சைக் குடைகள்' என்ற புதுக்கவிதை வரியில் உள்ள அணியைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "a) உவமை அணி",
      "b) உருவக அணி",
      "c) சொல் பின்வருநிலையணி",
      "d) பொருள் பின்வருநிலையணி"
    ],
    "answer": "b",
    
          "additional_context": "விருட்சங்கள் மண்ணரசி மடக்காமலேயே பிடித்துக்கொண்டிருக்கும் பச்சைக் குடைகள் என்ற புதுக்கவிதை வரியில் 'விருட்சங்கள்' என்பது 'பச்சைக் குடைகள்' என்ற பொருளில் உருவகப்படுத்தப்பட்டுள்ளது. அதாவது, 'விருட்சங்கள்' என்பது 'பச்சைக் குடைகள்' என்ற உவமை மூலம் உருவகப்படுத்தப்பட்டுள்ளது. எனவே, இந்த வரியில் உள்ள அணி உருவக அணி ஆகும்."
          }
        ]