
[
  {
    "description": "“எண்ணும் எழுத்தும் கண்” என்ற தொடரை ஒருவர் 1 2 3 4 1 5 6 7 4 8 2  என்று குறிப்பிடுகிறார். இதே முறையைப் பின்பற்றி “எழுது” என்ற சொல்லை எப்படி குறிப்பிடுவார்?",
    "options": [
      "1 2 3 4 5 6",
      "1 2 3 4 1 5 6 7",
      "1 2 3 4 1 6 7 8",
      "1 2 3 4 5 6 7"
    ],
    "answer": "B",
    "additional_context": "“எண்ணும் எழுத்தும் கண்” என்ற தொடரில் உள்ள ஒவ்வொரு எழுத்துக்கும் ஒரு எண் கொடுத்து, அதன்படி அந்த எழுத்துக்கள் எப்படி எழுதப்படுகின்றன என்பதை இந்த கேள்வி விளக்குகிறது. “எ” என்ற எழுத்துக்கு 1, “ண்” என்ற எழுத்துக்கு 2 போன்றே ஒவ்வொரு எழுத்துக்கும் எண்கள் கொடுத்து எழுதப்படுகிறது. அதே முறையைப் பின்பற்றி “எழுது” என்ற சொல்லை எப்படி குறிப்பிடுவார்கள் என்பதை கண்டுபிடிக்க வேண்டும். "
  },
  {
    "description": "“என் வகுப்பில் படிக்கும் அனைவரும் புதிய புத்தகம் வைத்திருந்தனர். இராமனும் புதிய புத்தகம் வைத்திருந்தான். எனவே, இராமன் என் வகுப்பு மாணவன்” - இக்கூற்று எது?",
    "options": [
      "உண்மை",
      "பொய்",
      "உறுதியாகக் கூறமுடியாது",
      "இதில் எதுவும் சரியில்லை"
    ],
    "answer": "C",
    "additional_context": "இராமன் என் வகுப்பு மாணவனா இல்லையா என்பது தெளிவாகத் தெரியவில்லை. ஏனென்றால், இராமன் வேறு வகுப்பில் படித்திருக்கலாம். அல்லது, இராமன் வேறு ஒரு பள்ளியில் படித்திருக்கலாம். எனவே, இராமன் என் வகுப்பு மாணவன் என்பதை உறுதியாகக் கூற முடியாது. "
  },
  {
    "description": "“பான்மை” என்ற சொல்லை உவமைத் தொடராக மாற்றும்போது எந்த சொல் பொருத்தமாக இருக்கும்?",
    "options": [
      "மலை போன்ற",
      "நதி போன்ற",
      "கடல் போன்ற",
      "பூ போன்ற"
    ],
    "answer": "D",
    "additional_context": "“பான்மை” என்ற சொல் “பூ”வை குறிக்கும். “பூ”வை போன்ற தன்மையைக் குறிக்கும் உவமைத் தொடர் “பூ போன்ற” என்பதாகும். "
  },
  {
    "description": "“கருவூலம்” என்ற சொல்லின் ஆங்கிலப் பெயர் எது?",
    "options": [
      "Treasure",
      "Treasury",
      "Thesaurus",
      "Treasure chest"
    ],
    "answer": "B",
    "additional_context": "“கருவூலம்” என்பது அரசு கருவூலத்தை குறிக்கும். அரச கருவூலத்தின் ஆங்கிலப் பெயர் “Treasury” என்பதாகும். "
  },
  {
    "description": "கவினுற எழுதும் போது எதை கவனத்தில் கொள்ள வேண்டும்?",
    "options": [
      "சந்தம்",
      "சொல்லாட்சி",
      "உவமை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "கவினுற எழுதும் போது சந்தம், சொல்லாட்சி மற்றும் உவமை ஆகிய மூன்றும் முக்கியமானவை.  சந்தம் இல்லையென்றால் கவிதை லயிப்பற்றதாக இருக்கும். சொல்லாட்சி இல்லையென்றால் கவிதை சலிப்பானதாக இருக்கும். உவமை இல்லையென்றால் கவிதை சுவாரஸ்யமற்றதாக இருக்கும். எனவே, கவினுற எழுதும் போது மேற்கண்ட அனைத்தையும் கவனத்தில் கொள்ள வேண்டும். "
  }
]
