
[
  {
    "description": "“அறிவை விரிவு செய்” என்ற பகுதியில் கொடுக்கப்பட்டுள்ள புத்தகங்களில் “கல்வியில் நாடகம்”  என்ற நூலை எழுதியவர் யார்?",
    "options": [
      "அரசி -ஆதிவள்ளியப்பன்",
      "சிங்கிஸ் ஐத்மாத்தவ்",
      "பிரளயன்",
      "மலாலா"
    ],
    "answer": "C",
    "additional_context": "“அறிவை விரிவு செய்” என்ற பகுதியில் நான்கு புத்தகங்கள் கொடுக்கப்பட்டுள்ளன. அவைகளில், “ஓய்ந்திருக்கலாகாது – கல்விச் சிறுகதைகள்”, “முதல் ஆசிரியர்”, “கல்வியில் நாடகம்” மற்றும் “மலாலா - கரும்பலகை யுத்தம்”.  இவற்றில்  “கல்வியில் நாடகம்”  என்ற நூலை பிரளயன் எழுதியுள்ளார்.  "
  },
  {
    "description": "“கடிதம் எழுதுக” என்ற பகுதியில் குறிப்பிடப்பட்ட கடிதத்தின் நோக்கம் என்ன?",
    "options": [
      "நெய்தல் பதிப்பகத்தை பாராட்டுவதற்காக",
      "பள்ளி நூலகத்திற்கு புத்தகங்களை வாங்கும்படி வேண்டிக்கொள்வதற்காக",
      "தமிழ் - ஆங்கிலம் அகராதி பதிப்பகத்தில் உள்ளதா என்பதை விசாரிப்பதற்காக",
      "தமிழ் - ஆங்கிலம் அகராதி பத்துப் பிரதிகளைப் பதிவஞ்சலில் அனுப்புமாறு வேண்டிக்கொள்வதற்காக"
    ],
    "answer": "D",
    "additional_context": "“கடிதம் எழுதுக” என்ற பகுதியில், உங்கள் பள்ளி நூலகத்திற்குத் தமிழ்- தமிழ் -ஆங்கிலம் என்னும் கையடக்க அகராதி பத்துப்படிகளைப் பதிவஞ்சலில் அனுப்புமாறு நெய்தல் பதிப்பகத்திற்கு ஒரு கடிதம் எழுதும்படி கேட்கப்படுகிறது. அதாவது, அகராதி பத்துப் பிரதிகளைப் பதிவஞ்சலில் அனுப்புமாறு வேண்டிக்கொள்வதற்காக இந்தக் கடிதம் எழுதப்படுகிறது. "
  },
  {
    "description": "“எனக்குப் பிடித்தவை / என் பொறுப்புகள்” என்ற பகுதியில் குறிப்பிடப்பட்டுள்ள பொறுப்பு என்ன?",
    "options": [
      "சொந்தக் கருத்துக்களைத் திணித்து பேசுவது.",
      "பிறரை காயப்படுத்தும் வார்த்தைகளைப் பேசுவது.",
      "எவரையும் காயப்படுத்தாமல் நடந்துகொள்வது, குறைகூறாமல் பேசுவது.",
      "சமூகத்தில் உள்ள குறைபாடுகளைப் பற்றிப் பேசுவது."
    ],
    "answer": "C",
    "additional_context": "“எனக்குப் பிடித்தவை / என் பொறுப்புகள்” என்ற பகுதியில்,  எவரையும் காயப்படுத்தாமல் நடந்துகொள்வது, குறைகூறாமல் பேசுவது என்பது தான் முக்கியமான பொறுப்பு எனக் கூறப்படுகிறது. "
  },
  {
    "description": "“கலைச்சொல் அறிவோம்” என்ற பகுதியில் குறிப்பிடப்பட்ட “களர்நிலம்” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "நீர் தேங்கும் நிலம்.",
      "உப்பு சத்து நிறைந்த நிலம்.",
      "மணல் நிறைந்த நிலம்.",
      "வளமான நிலம்."
    ],
    "answer": "B",
    "additional_context": "“கலைச்சொல் அறிவோம்” என்ற பகுதியில்,  “களர்நிலம்”  என்பதற்கு  “உப்பு சத்து நிறைந்த நிலம்.”  என்று பொருள் கூறப்படுகிறது. "
  },
  {
    "description": "“அறிவை விரிவு செய்” என்ற பகுதியில் குறிப்பிடப்பட்ட “கல்வியில் நாடகம்” என்ற நூலின் ஆசிரியர் யார்?",
    "options": [
      "சிங்கிஸ் ஐத்மாத்தவ்.",
      "மலாலா.",
      "அரசி - ஆதிவள்ளியப்பன்.",
      "பிரளயன்."
    ],
    "answer": "D",
    "additional_context": "“அறிவை விரிவு செய்” என்ற பகுதியில், நான்கு புத்தகங்கள் கொடுக்கப்பட்டுள்ளன. அவைகளில், “ஓய்ந்திருக்கலாகாது – கல்விச் சிறுகதைகள்”, “முதல் ஆசிரியர்”, “கல்வியில் நாடகம்” மற்றும் “மலாலா - கரும்பலகை யுத்தம்”.  இவற்றில்  “கல்வியில் நாடகம்”  என்ற நூலை பிரளயன் எழுதியுள்ளார்.  "
  }
]
