[
          
  {
    
          "description": "பழைய காலத்துப் பொருட்களை ஆராய்தல் என்பது நவீன அறிவியலுக்கு எதிரானது என்று வாதிட்ட மாணவர் யார்?",
          "options": [
      "பாத்திமா",
      "முத்து",
      "செல்வன்",
      "அன்புமேரி"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கட்டுரை நம் தமிழ்ப் பள்ளி இலக்கிய மன்றத்தின் தொடக்க விழாவில் மாணவர்களே பங்கேற்று நடத்தும் 'இன்றைய சூழ்நிலையில் அகழாய்வு என்பது தேவையான செயல்பாடே!' என்னும் தலைப்பிலான சிந்தனைப் பட்டிமன்றம் பற்றியது. இந்தப் பட்டிமன்றத்தில்  நான்கு மாணவர்கள் பங்கேற்று  வாதிடுகின்றனர்.  அவர்கள் பாத்திமா, முத்து, செல்வன், அன்புமேரி ஆகியோர். அவர்களில்  'இன்றைய சூழ்நிலையில் அகழாய்வு என்பது தேவையற்ற செலவினமே!' என்று வாதிட்ட மாணவர் முத்து.  அவர்,  'உலகத்தை அளந்து பார்க்கும் காலகட்டத்தில் மண்ணைத் தோண்டி எலும்புகளைத் தேடும் மனிதர்களைப் பற்றி நான் என்ன சொல்ல?' என்று கேள்வி எழுப்புகிறார். அவர் கூறுகையில், 'வானுலகத்தில் பறந்து செவ்வாயில் குடியேற வழிதேடும் நேரத்தில் பழைய வரலாற்றுக்கு முந்தைய காலத்தைப் பற்றி அறிந்து என்ன பயன்?' என்றும் கேள்வி எழுப்புகிறார். மடிக்கணினி,  செல்லிடப் பேசி இவற்றைப் பயன்படுத்தும் இன்றைய சூழலில்,  மண் ஓடுகள், இறந்தோரைச் சுமந்த மண்தாழிகள்  இவற்றைக் கண்டுபிடித்து எதைச் சாதிக்கப் போகிறோம் என்று கேள்வி எழுப்புகிறார். அவர்  பழைய காலத்துப் பொருள்களை ஆராய்தல் என்பது நவீன அறிவியலுக்கு எதிரானது என  வாதிடுகிறார்."
          }
        ,
          
  {
    
          "description": "பட்டிமன்றத்தின் நடுவர் என்ன தீர்ப்பை வழங்குகிறார்?",
          "options": [
      "அகழாய்வு என்பது தேவையற்ற செலவினம்",
      "அகழாய்வு என்பது தேவையான செயல்பாடே!",
      "அகழாய்வு என்பது பழைமையான சிந்தனை",
      "அகழாய்வு என்பது நவீன அறிவியலுக்கு எதிரானது"
    ],
    "answer": "B",
    
          "additional_context": "பட்டிமன்றத்தின் நடுவரான பூங்குன்றன்  வாதிட்ட நான்கு பேரின் கருத்துக்களையும் கேட்ட பிறகு,  'அகழாய்வு என்பது அறிவியலுக்கு எதிரான சிந்தனை அன்று.  அறிவியலில் இரண்டு வகையுண்டு. ஒன்று வணிக அறிவியல். மற்றொன்று மக்கள் அறிவியல். வணிக அறிவியல், முதலீட்டைப் பெருக்குவதற்காகப் பொருள்களைக் கண்டுபிடிக்கிறது. அதனை விற்பனை செய்கிறது. அதன் விளைவுதான் நெகிழிக் குப்பைகள். ஆனால், அகழாய்வில் கிடைத்த சுடுமண், கல், இரும்பு, செம்பு ஆகியவற்றாலான புழங்கு பொருள்கள், கருவிகள் பல நூற்றாண்டுகளாக வாழையடி வாழையாகப் பயன்பாட்டில் இருந்தன. இயற்கையோடு இணைந்த பண்பாட்டு வாழ்க்கை நம்முடையது என்பதனை அறிந்துகொண்டோம். இதுவே, மக்கள் அறிவியல்.' என்று கூறி அகழாய்வு என்பது தேவையான செயல்பாடே என்று  தீர்ப்பு வழங்குகிறார்.  'மக்கள் அறிவியல் என்கிற மகத்தான சிந்தனையைப் புரிந்துகொள்வதற்கும் நமது பண்பாட்டின் மேன்மைகளை இன்றைய தலைமுறை எடுத்துக்கொண்டு சிறப்பாக வாழ்வதற்கும் அகழாய்வு துணைநிற்கின்றது. எனவே, அகழாய்வு என்பது அனைவரும் தெரிந்துகொள்ள வேண்டிய, புரிந்துகொள்ள வேண்டிய, தேவையான செயல்பாடே!' என்று தீர்ப்பை அறிவிக்கிறார்."
          }
        ,
          
  {
    
          "description": "பழங்குடி மக்களின் பண்பாட்டு அம்சங்களைப் பற்றி ஆய்வு செய்வதில், தொல்லியல் துறை எப்படிப் பங்கு வகிக்கிறது?",
          "options": [
      "மக்களின் பண்பாட்டைப் பற்றி நேரடியாக கேள்வி கேட்பதன் மூலம்",
      "பழமையான இடங்களில் அகழாய்வு நடத்தி, கலைப்பொருட்கள் மற்றும் கட்டிடக் கட்டமைப்புகளை ஆராய்வதன் மூலம்",
      "மக்களின் கதைகளையும் வாய்மொழி வரலாற்றையும் பதிவு செய்வதன் மூலம்",
      "பழங்குடி மக்களின் இன்றைய வாழ்க்கை முறையை ஆய்வு செய்வதன் மூலம்"
    ],
    "answer": "B",
    
          "additional_context": "தொல்லியல் துறை என்பது பழமையான கலைப்பொருட்கள் மற்றும் கட்டிடங்கள்  இவற்றை ஆய்வு செய்வதன் மூலம்  வரலாற்றைப் புரிந்துகொள்ள உதவும் அறிவியல் துறை. இந்தத் துறையில்  தொல்லியல் அறிஞர்கள்  பழமையான இடங்களை அகழாய்வு செய்து,  கலைப்பொருட்கள் மற்றும் கட்டிடக் கட்டமைப்புகளை ஆராய்ந்து மக்களின் வாழ்க்கை முறை, பண்பாடு,  கலாச்சாரம்,  அவர்கள்  வாழ்ந்த காலகட்டம்  இவற்றைப் பற்றிய தகவல்களை  கண்டறிகின்றனர்.  இந்தத் தகவல்கள்  மக்களின் பண்பாட்டு அம்சங்களைப் பற்றி  ஆய்வு செய்வதற்கு  உதவுகின்றன.  இந்தக் கட்டுரையில்  அகழாய்வு  என்ற சொல்லானது தொல்லியல் துறை என்று பொருள்படும்."
          }
        ,
          
  {
    
          "description": "'பட்டிமண்டபம்' என்ற சொல் எந்த இலக்கிய நூல்களில் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "சிலப்பதிகாரம் மற்றும் மணிமேகலை மட்டும்",
      "சிலப்பதிகாரம், மணிமேகலை, திருவாசகம் மற்றும் கம்பராமாயணம்",
      "சிலப்பதிகாரம், மணிமேகலை மற்றும் திருவாசகம் மட்டும்",
      "மணிமேகலை, திருவாசகம் மற்றும் கம்பராமாயணம் மட்டும்"
    ],
    "answer": "B",
    
          "additional_context": "பட்டிமண்டபம்  என்று இலக்கிய நூல்களில்  பயன்படுத்தப்பட்டுள்ளது.  இந்தக் கட்டுரையில்  பட்டிமன்றம்   என்னும் சொல்லும்   பயன்படுத்தப்பட்டுள்ளது.   இன்று நடைமுறையில்  பலரும் பட்டிமன்றம் என்று குறிப்பிடுகிறார்கள்.  இந்தக் கட்டுரையில்  பட்டிமண்டபம்  என்ற சொல்லானது பட்டிமன்றம்   என்று பொருள்படும்."
          }
        ,
          
  {
    
          "description": "இந்தக் கட்டுரையில் எந்த வகை அறிவியல் பற்றிய விவாதம் நிகழ்கிறது?",
          "options": [
      "வணிக அறிவியல்",
      "மக்கள் அறிவியல்",
      "இரண்டும்",
      "எதுவும் இல்லை"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கட்டுரையில்   அகழாய்வு  பற்றிய விவாதம் நிகழ்கிறது.  இந்த விவாதத்தில்  வணிக அறிவியல் மற்றும் மக்கள் அறிவியல் இரண்டும்  பற்றியும்  விவாதிக்கப்படுகிறது.  வணிக அறிவியல், முதலீட்டைப் பெருக்குவதற்காகப் பொருள்களைக் கண்டுபிடிக்கிறது. அதனை விற்பனை செய்கிறது. அதன் விளைவுதான் நெகிழிக் குப்பைகள். ஆனால், அகழாய்வில் கிடைத்த சுடுமண், கல், இரும்பு, செம்பு ஆகியவற்றாலான புழங்கு பொருள்கள், கருவிகள் பல நூற்றாண்டுகளாக வாழையடி வாழையாகப் பயன்பாட்டில் இருந்தன. இயற்கையோடு இணைந்த பண்பாட்டு வாழ்க்கை நம்முடையது என்பதனை அறிந்துகொண்டோம். இதுவே, மக்கள் அறிவியல்.  நடுவர்  இந்தக் கட்டுரையில்   அகழாய்வு  என்பது மக்கள் அறிவியல்  என  கூறுகிறார்."
          }
        ]