
[
  {
    "description": "“தீயவை தீய பயத்தலால் தீயவை தீயினும் அஞ்சப் படும்” என்ற திருக்குறளின் பொருள் பின்வருவனவற்றுள் எது?",
    "options": [
      "தீய செயல்கள் தீய விளைவுகளைத் தரும் என்பதால் அவற்றைத் தவிர்க்க வேண்டும்.",
      "தீய செயல்கள் மிகவும் பயங்கரமானவை.",
      "தீய செயல்களைப் புரிந்தவர்களைத் தண்டிக்க வேண்டும்.",
      "தீய செயல்களைச் செய்வதைத் தடுக்க தீய செயல்களை மட்டுமே பயன்படுத்த வேண்டும்."
    ],
    "answer": "A",
    "additional_context": "இந்த திருக்குறள், தீய செயல்களை செய்யும் போது அதனால் ஏற்படும் விளைவுகளைப் பற்றி எச்சரிக்கிறது. தீய செயல்கள் தீய பயத்தலால், அதாவது தீய செயல்கள் எப்போதும் தீய விளைவுகளையே தரும் என்பதால், தீய செயல்களைத் தவிர்க்க வேண்டும் என்று இந்த திருக்குறள் சொல்ல வருகிறது."
  },
  {
    "description": "“நுணங்கிய கேள்வியர் அல்லார் வணங்கிய வாயினர் ஆதல் அரிது” என்ற திருக்குறள் என்ன சொல்கிறது?",
    "options": [
      "நல்ல கேள்வி அறிவு இல்லாதவர்கள் நல்ல சொற்களைப் பேசுவது அரிது.",
      "நல்ல கேள்வி அறிவு இல்லாதவர்கள் எப்போதும் வணக்கத்தோடு பேசுவார்கள்.",
      "நல்ல சொற்களைப் பேசுவது நல்ல கேள்வி அறிவின் அடையாளம்.",
      "எல்லோரும் நல்ல கேள்வி அறிவைப் பெற வேண்டும்."
    ],
    "answer": "A",
    "additional_context": "இந்த திருக்குறள், நல்ல கேள்வி அறிவு இல்லாதவர்களால் நல்ல சொற்களைப் பேசுவது அரிது என்பதை விளக்குகிறது. கேள்வி அறிவு நிறைந்தவர்கள் மட்டுமே அடக்கமான சொற்களைப் பேசுவார்கள். நல்ல கேள்வி அறிவு இல்லாதவர்கள், அடக்கமான சொற்களைக் கொண்டு பேசுவதில் தவறு செய்வார்கள் என்பது இதன் பொருள்."
  },
  {
    "description": "“குணம்நாடிக் குற்றமும் நாடி அவற்றுள் மிகைநாடி மிக்க கொளல்” என்ற திருக்குறள் எந்தக் கொள்கையை எடுத்துரைக்கிறது?",
    "options": [
      "ஒருவரின் குணங்களையே கவனிக்க வேண்டும்.",
      "ஒருவரின் குற்றங்களை மட்டும் கவனிக்க வேண்டும்.",
      "ஒருவரின் நன்மை தீமைகளைக் கவனித்து முடிவு செய்ய வேண்டும்.",
      "நல்லவர்களை மட்டும் நேசிக்க வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "இந்த திருக்குறள், நல்ல குணங்களைக் கொண்ட ஒருவரின் குற்றங்களையும் நாம் கவனித்து, நன்மை தீமைகளைக் கவனித்து, மிகை எது எனத் தீர்மானித்து அவர் மீது நம்முடைய முடிவை எடுக்க வேண்டும் என்பதைத் தெளிவுபடுத்துகிறது. குற்றம் குறைவாக இருந்தால் குணத்தை முக்கியமாக எடுத்துக்கொள்ள வேண்டும். குணம் குறைவாக இருந்தால் குற்றத்தை முக்கியமாக எடுத்துக்கொள்ள வேண்டும்."
  },
  {
    "description": "“தேரான் தெளிவும் தெளிந்தான்கண் ஐயுறவும் தீரா இடும்பை தரும்” என்ற திருக்குறள் எதைப் பற்றி எச்சரிக்கிறது?",
    "options": [
      "ஆராயாமல் ஒருவரைத் தேர்வு செய்வதை ",
      "ஒருவரைப் பற்றி ஐயப்படுவதை",
      "தீயவர்களைக் கண்டுபிடிக்க முடியாது",
      "நல்லவர்களைப் பற்றி சந்தேகப்படுவது தவறு "
    ],
    "answer": "A",
    "additional_context": "இந்த திருக்குறள், ஒருவரைத் தேர்ந்தெடுக்கும் போது நாம் கவனமாக இருக்க வேண்டும் என்பதைச் சொல்கிறது. ஆராயாமல் யாரையாவது தேர்ந்தெடுத்துவிட்டால், பின்னர் அவரைப் பற்றி ஐயப்பட்டு, அதனால் ஏற்படும் துன்பத்தைச் சமாளிக்க முடியாமல் போய்விடும். சரியான முறையில் ஆராய்ந்து, ஒருவரைத் தேர்ந்தெடுப்பது மிகவும் அவசியம்."
  },
  {
    "description": "“ஒற்றொற்றித் தந்த பொருளையும் மற்றுமோர் ஒற்றினால் ஒற்றிக் கொளல்” என்ற திருக்குறள் என்ன சொல்கிறது?",
    "options": [
      "ஒற்றர்களை நம்பக்கூடாது.",
      "ஒரு ஒற்றரை மட்டும் நம்பக்கூடாது.",
      "ஒற்றர்களின் தகவலை உறுதிப்படுத்த வேண்டும்.",
      "ஒற்றர்கள் தரும் தகவல் எப்போதும் உண்மையாக இருக்காது."
    ],
    "answer": "C",
    "additional_context": "இந்த திருக்குறள், ஒற்றர்கள் தரும் தகவல் எப்போதும் உண்மைதான் என்று நம்பிவிடக் கூடாது என்று சொல்ல வருகிறது. ஒற்றர் ஒருவர் சொன்ன தகவலை, மற்றொரு ஒற்றரை வைத்து உறுதிப்படுத்த வேண்டும். இவ்வாறு உறுதிப்படுத்தினால் மட்டுமே, ஒற்றர் சொல்லும் தகவல் உண்மைதான் என்று நாம் நம்பலாம்."
  }
]
