
[
  {
    "description": "“மூக்கைப் பிடித்துக் கொண்டு ஐஸ்க்ரீம் சாப்பிட்டுப் பாருங்கள். ஜில்லென்று இருக்கும். அவ்வளவே” என்ற வாக்கியத்தில் மூக்குப் பிடித்துக் கொண்டு சாப்பிடுவதன் பொருள் என்ன?",
    "options": [],
    "answer": [],
    "additional_context": "இந்த வாக்கியம், நாம் ஐஸ்க்ரீமை சாப்பிடும்போது, மூக்கு மூலம் கிடைக்கும் வாசனைதான் அதன் சுவையை நமக்கு முழுமையாக உணர வைக்கிறது என்பதை விளக்குகிறது. மூக்கைப் பிடித்துக் கொண்டு ஐஸ்க்ரீம் சாப்பிட்டால், வாசனை உணர்வு இல்லாமல், ஐஸ்க்ரீம் ஜில்லென்று மட்டுமே இருப்பதாக நமக்குத் தோன்றும். அதாவது, ஐஸ்க்ரீம் சாப்பிடும்போது வாசனை உணர்வு எவ்வளவு முக்கியம் என்பதை இந்த வாக்கியம் எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "“Bottle xylophone” என்ற தலைப்பில் எழுதப்பட்ட பாடல் இயற்றுவதற்கான கருவிகள் யாவை?",
    "options": [],
    "answer": [],
    "additional_context": "‘Bottle xylophone’ என்ற தலைப்பில் ஒரு பாடல் இயற்றுவதற்கு, நமக்கு 6 கண்ணாடி பாட்டில்கள், ஒரு மரக் கரண்டி, தண்ணீர் மற்றும் உணவு நிறம் ஆகியவை தேவை."
  },
  {
    "description": "“Bottle xylophone” பாடல் இயற்றுவதற்கான வழிமுறைகளை விவரிக்கவும்.",
    "options": [],
    "answer": [],
    "additional_context": "‘Bottle xylophone’ என்ற பாடல் இயற்றுவதற்கான வழிமுறைகள் இதோ: 1. ஒரு பாட்டிலை தண்ணீரால் நிரப்பவும். மீதமுள்ள பாட்டில்களை, முதல் பாட்டிலை விட கொஞ்சம் குறைவாக தண்ணீரால் நிரப்பவும். 2.  பாட்டில்களில் இருக்கும் தண்ணீரின் அளவைப் பார்க்க, உணவு நிறத்தைப் பயன்படுத்தவும். 3. மரக் கரண்டியைப் பயன்படுத்தி பாட்டில்களை தட்டவும். ஒரு இனிமையான பாடலை நீங்கள் இயற்ற முடியுமா?"
  },
  {
    "description": "பத்தியில் விவரிக்கப்பட்ட “ஏழு வாசனைகள்” மற்றும் அவற்றின் கலப்புகளின் மூலம் நம்மால் எத்தனை வாசனைகளை உணர முடியும் என்பதை விளக்கு.",
    "answer": [],
    "additional_context": "பத்தியில் கூறப்பட்டுள்ள ஏழு வாசனைகள்: கற்பூர வாசனை, பெப்பர்மிண்ட் வாசனை, மலர்களின் வாசனை, மஸ்க் என்னும் அரபுசேக் செண்ட் வாசனை, ஈத்தர் அல்லது பெட்ரோல் வாசனை, அழுகிய முட்டை வாசனை, காட்டமான அமில வாசனை.  இந்த ஏழு வாசனைகள் கலப்பதன் மூலம், நம்மால் ஆயிரக்கணக்கான வாசனைகளை உணர முடியும். அதாவது, வாசனை என்பது பல வகையான மூலக்கூறுகளின் கலவையாகும். அந்த மூலக்கூறுகள் வெவ்வேறு விகிதத்தில் கலக்கும்போது நாம் புதிய வாசனைகளை உணர்கிறோம்."
  },
  {
    "description": "“மணிபல்லவத் தீவிற்குப் பறந்து சென்றோம்” என்ற வரியில் “மணிபல்லவத் தீவு” எதை குறிக்கிறது?",
    "options": [],
    "answer": [],
    "additional_context": "‘மணிபல்லவத் தீவு’ என்ற சொல் பலர் கற்பனை செய்து பார்க்கும் இடம். அதாவது, மனிதர்களால் பறக்க முடியும் என்ற கனவை வெளிப்படுத்துவது போன்ற ஒரு சொல் இது.  இந்த வரியில் ‘மயில்பொறியை வானத்தில் பறக்க வைத்தோம்’ என்று கூறப்பட்ட பிறகு ‘மணிபல்லவத் தீவிற்குப் பறந்து சென்றோம்’ என்று கூறப்படுவது, மனிதர்கள்  கனவுகளை நனவாக்குவது போன்ற கருத்தை வெளிப்படுத்துகிறது."
  }
]
