[
          
  {
    
          "description": "'வயலிடைப் புகுந்தாய் மணிக்கதிர் விளைத்தாய்'  என்ற வரியில் 'வயலிடை' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "வயல்வெளியில்",
      "நீர்நிலையில்",
      "வயல் புறத்தில்",
      "வயல் ஓரத்தில்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கவிதை ஒரு ஆறைக் குறித்து எழுதப்பட்டதாகும். இதில்,  'வயலிடைப் புகுந்தாய்' என்ற வரியில் 'வயலிடை' என்பது நீர்நிலையைக் குறிக்கிறது. ஆறு வயல்வெளி வழியாகப் பாயும்.  அதனால், நீர்நிலை என்ற பொருள் பொருத்தமாகும்."
          }
        ,
          
  {
    
          "description": "“புத்தகம் படிக்கலாம்” என்ற சொற்றொடரை விரிவாக்கி, புத்தகம் படிக்கும் முறையைப் பற்றி விளக்கக்கூடிய சொற்றொடர் எது?",
          "options": [
      "நாளும் புத்தகம் படிக்கலாம்",
      "ஆழ்ந்து நல்ல புத்தகம் படிக்கலாம்",
      "தேர்ந்து மகிழ்ந்து புத்தகம் படிக்கலாம்",
      "உணர்ந்து புத்தகம் படிக்கலாம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வியில்,  'புத்தகம் படிக்கலாம்' என்ற சொற்றொடரை விரிவாக்கி, புத்தகம் படிக்கும் முறையைப் பற்றி விளக்கக்கூடிய சொற்றொடரைத் தேர்ந்தெடுக்க வேண்டும். 'ஆழ்ந்து நல்ல புத்தகம் படிக்கலாம்' என்பது புத்தகம் படிக்கும் முறையைப் பற்றித் தெளிவாக விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "“விளையாடுவது நன்று” என்ற சொற்றொடரை விரிவாக்கி,  விளையாடுவதற்கான இடம், நேரம் மற்றும் கூட்டாளிகளை குறிப்பிடும் சொற்றொடர் எது?",
          "options": [
      "மாலையில் ஓடியாடி விளையாடுவது நன்று",
      "திடலில் சேர்ந்து விளையாடுவது நன்று",
      "அனைவருடன் ஓடியாடி விளையாடுவது நன்று",
      "அனைவருடன் சேர்ந்து திடலில் மாலையில் ஓடியாடி விளையாடுவது நன்று"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வியில்,  'விளையாடுவது நன்று' என்ற சொற்றொடரை விரிவாக்கி,  விளையாடுவதற்கான இடம், நேரம் மற்றும் கூட்டாளிகளை குறிப்பிடும் சொற்றொடரைத் தேர்ந்தெடுக்க வேண்டும். 'அனைவருடன் சேர்ந்து திடலில் மாலையில் ஓடியாடி விளையாடுவது நன்று' என்பது இடம், நேரம் மற்றும் கூட்டாளிகளைப் பற்றி விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "“பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யவிள்ளை எண்ராலும் தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அலவுக்கு புலமைகள் பெற்றிருந்தது பலருக்குத் தெரியாது.”  இந்த வாக்கியத்தில் உள்ள பிழை எது?",
          "options": [
      "“எண்ராலும்” என்ற சொல்லை “என்றாலும்” என்று மாற்ற வேண்டும்.",
      "“புலமைகள் பெற்றிருந்தது” என்ற சொல்லை “புலமை பெற்றிருந்தார்” என்று மாற்ற வேண்டும்.",
      "“பலருக்குத் தெரியாது” என்ற சொல்லை “பலருக்கும் தெரியாது” என்று மாற்ற வேண்டும்.",
      "“படிக்கும் அலவுக்கு” என்ற சொல்லை “படிக்கும் அளவுக்கு” என்று மாற்ற வேண்டும்."
    ],
    "answer": "A",
    
          "additional_context": "இந்த வாக்கியத்தில், 'எண்ராலும்' என்ற சொல் தவறு.  இது 'என்றாலும்' என இருக்க வேண்டும்.  பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை நிரைவு செய்யாவிட்டாலும், தமிழிலும் ஆங்கிலத்திலும் புத்தகங்கள் படிக்கும் அளவுக்குப் புலமை பெற்றிருந்தார் என்பது பலருக்குத் தெரியாது."
          }
        ,
          
  {
    
          "description": "பெறுந்தலைவர் காமராசரின் இயல்பைப் பற்றிய  எந்த  தகவல்  பத்தியில்  இல்லை?",
          "options": [
      "தன்னம்பிக்கை",
      "அறிவு",
      "கனிவு",
      "நிர்வாகத் திறன்"
    ],
    "answer": "D",
    
          "additional_context": "பத்தியில் பெறுந்தலைவர் காமராசர் பள்ளிப் படிப்பை முடிக்கவில்லை என்பது குறிப்பிடப்பட்டுள்ளது.  அவரது அறிவு, கனிவு மற்றும் தன்னம்பிக்கை ஆகியவற்றைப் பற்றியும் குறிப்பிடப்பட்டுள்ளது. ஆனால் நிர்வாகத் திறமை பற்றி எதுவும் குறிப்பிடப்படவில்லை. "
          }
        ]