[
          
  {
    
          "description": "'கவிதைப் பேழை' என்ற தொகுப்பில் இடம் பெற்றுள்ள கவிதையின் மையக்கரு என்ன?",
          "options": [
      "தமிழர்கள் அறிவியலில் முன்னேற வேண்டும்",
      "பழைய கால பண்பாட்டைப் பாதுகாக்க வேண்டும்",
      "உணர்ச்சிக்கும் அறிவுக்கும் இடையே சமநிலை அவசியம்",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கவிதை தமிழ்ச் சமூகத்தில் அறவியலோடு அறிவியல் கண்ணோட்டமும் வளர்க்கப்பட வேண்டும் என்பதைத் தற்காலப் படைப்பாளர்கள் வலியுறுத்துகின்றனர். அவ்வகையில் அறிவியல் துறையில் தமிழர்கள் சிறந்து விளங்க வேண்டும் என்ற தம் விழைவை இப்பாடல் மூலம் கவிஞரும் வெளிப்படுத்துகின்றார். இந்தக் கவிதையில் முன்னோர் சொன்ன முதுமொழிகளை மட்டும் நம்பி இருக்கக் கூடாது,  அறிவியல் கண்ணோட்டத்தையும்  ஏற்றுக் கொள்ள வேண்டும் என்பது போன்ற கருத்துக்கள் முன்வைக்கப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "பாடலில் 'கிழக்கு வானம் தூரமில்லை' என்ற வரிகள் என்ன குறிக்கின்றன?",
          "options": [
      "அனைத்து இலக்குகளும் எட்டத்தக்கவை",
      "நம்பிக்கையுடன் முயற்சித்தால் எதுவும் சாத்தியம்",
      "இலக்கை நோக்கி முன்னேற வேண்டும்",
      "மேற்கண்ட அனைத்தும் சரி"
    ],
    "answer": "D",
    
          "additional_context": " “கிளிக்கு றெக்கை இருக்கும் வரைக்கும் கிழக்கு வானம் தூரமில்லை” என்ற வரிகள் “நம்பிக்கை இருந்தால் எந்த இலக்கும் எட்டத்தக்கது”  என்பதை உணர்த்துகின்றன. கிளிக்கு றெக்கை இருக்கும் வரைக்கும் எந்த இலக்கையும் அடைய முடியும் எனும் நம்பிக்கை தருகின்றன. அதேபோல எந்த இலக்கையும் அடைய முடியும் என்ற நம்பிக்கை இருந்தால் அனைத்து இலக்குகளும் எட்டத்தக்கவை.  இலக்கை நோக்கி முன்னேறி,  நம்பிக்கையுடன் முயற்சித்தால் எதுவும் சாத்தியம் என்ற கருத்தையும் இந்த வரிகள் வெளிப்படுத்துகின்றன."
          }
        ,
          
  {
    
          "description": "“கவிதைப் பேழை” கவிதையின் மூலம் கவிஞர் எதை வலியுறுத்துகிறார்?",
          "options": [
      "அறவியல் மட்டும் போதாது, அறிவியல் கண்ணோட்டமும் அவசியம்.",
      "தமிழர்கள் அறிவியல் துறையில் சிறந்து விளங்க வேண்டும்.",
      "பழைய பண்பாடுகளை மறந்து புதிய பண்பாடுகளை ஏற்றுக்கொள்ள வேண்டும்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கவிதை தமிழ்ச் சமூகத்தில் அறவியலோடு அறிவியல் கண்ணோட்டமும் வளர்க்கப்பட வேண்டும் என்பதைத் தற்காலப் படைப்பாளர்கள் வலியுறுத்துகின்றனர். அவ்வகையில் அறிவியல் துறையில் தமிழர்கள் சிறந்து விளங்க வேண்டும் என்ற தம் விழைவை இப்பாடல் மூலம் கவிஞரும் வெளிப்படுத்துகின்றார். இந்தக் கவிதையில்  பழைய பண்பாடுகளை மறக்காமல், புதிய பண்பாடுகளை ஏற்றுக்கொள்ள வேண்டும் என்றும்  அறிவியல் கண்ணோட்டம் அவசியம் என்றும்  வலியுறுத்தப்பட்டுள்ளன. இதன் மூலம் தமிழர்கள் அறிவியல் துறையில் சிறந்து விளங்க வேண்டும் என்பதை கவிஞர் வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "“கிளிக்கு றெக்கை இருக்கும் வரைக்கும் கிழக்கு வானம் தூரமில்லை” என்ற வரியில் எந்த கருத்து  வெளிப்படுத்தப்படுகிறது?",
          "options": [
      "நம்பிக்கை இருந்தால் எந்த இலக்கும் எட்டத்தக்கது.",
      "முயற்சி இருந்தால் வெற்றி நிச்சயம்.",
      "உழைப்பால் மட்டுமே வெற்றி பெற முடியும்.",
      "கிழக்கு வானம் எப்போதும் நெருக்கமாக இருக்கும்."
    ],
    "answer": "A",
    
          "additional_context": " “கிளிக்கு றெக்கை இருக்கும் வரைக்கும் கிழக்கு வானம் தூரமில்லை” என்ற வரிகள் “நம்பிக்கை இருந்தால் எந்த இலக்கும் எட்டத்தக்கது”  என்பதை உணர்த்துகின்றன. கிளிக்கு றெக்கை இருக்கும் வரைக்கும் எந்த இலக்கையும் அடைய முடியும் எனும் நம்பிக்கை தருகின்றன. அதேபோல எந்த இலக்கையும் அடைய முடியும் என்ற நம்பிக்கை இருந்தால் அனைத்து இலக்குகளும் எட்டத்தக்கவை."
          }
        ,
          
  {
    
          "description": "“முன்னோர் சொன்ன முதுமொழி எல்லாம் முதுகில் சுமந்தால் போதாது” என்ற வரியின் பொருள் என்ன?",
          "options": [
      "முன்னோர் சொன்னவை அனைத்தையும் blindly பின்பற்ற வேண்டும்.",
      "முன்னோர் சொன்னவை நம் வாழ்வில் நடைமுறைப்படுத்தப்பட வேண்டும்.",
      "முதுமொழிகளை மட்டும் நம்பி இருக்கக் கூடாது.",
      "முன்னோர் சொன்னவை அனைத்தும் உண்மை இல்லை."
    ],
    "answer": "B",
    
          "additional_context": " “முன்னோர் சொன்ன முதுமொழி எல்லாம் முதுகில் சுமந்தால் போதாது” என்ற வரிகள் “முன்னோர் சொன்னவை நம் வாழ்வில் நடைமுறைப்படுத்தப்பட வேண்டும்”  என்பதை உணர்த்துகின்றன. முன்னோர் சொன்னவை அனைத்தையும்  நம் வாழ்வில் நடைமுறைப்படுத்தும் போது மட்டுமே  அது  நமக்குப் பயன்படும்  என்பது  இந்த வரிகளின் பொருள். இது, முதுமொழிகளை மட்டும் நம்பி இருக்கக் கூடாது என்பதையும் குறிக்கிறது."
          }
        ]