
[
  {
    "description": "“மோனைத் தொடை” எப்படி அமைகிறது?",
    "options": [
      "ஒரே சொல்லின் மீண்டும் மீண்டும் பயன்பாடு",
      "அடிகளிலோ, சீர்களிலோ இறுதி எழுத்து ஒன்றி அமைவது",
      "அடிகளிலோ, சீர்களிலோ முதல் எழுத்து ஒன்றி அமைவது",
      "அடிகளிலோ, சீர்களிலோ முதல் எழுத்து அளவொத்து நிற்க, இரண்டாம் எழுத்து ஒன்றியமைவது"
    ],
    "answer": "C",
    "additional_context": "ஒரு பாடலில் அடிகளிலோ, சீர்களிலோ முதலெழுத்து ஒன்றி அமைவது மோனைத் தொடை. எடுத்துக்காட்டாக, \"ஒற்றொற்றித் தந்த பொருளையும் மற்றுமோர் ஒற்றினால் ஒற்றிக் கொளல்\" என்ற வரிகளில் மோனைத் தொடை பயன்படுத்தப்பட்டுள்ளது. இங்கு \"ஒற்றி\" என்ற சொல் இரண்டு முறை பயன்படுத்தப்பட்டுள்ளது. "
  },
  {
    "description": "“தம்பொருள் என்பதம் மக்கள் அவர்பொருள் தம்தம் வினையான் வரும்” என்ற திருக்குறளில் பயன்படுத்தப்பட்டுள்ள தொடை எது?",
    "options": [
      "எதுகை",
      "மோனை",
      "இயைபு",
      "அளபெடை"
    ],
    "answer": "B",
    "additional_context": "இந்த திருக்குறளில் \"தம்பொருள்\" மற்றும் \"தம்தம்\" என்ற சொற்கள் பயன்படுத்தப்பட்டுள்ளன. இரண்டும் ஒரே எழுத்தில் தொடங்குகிறது. அதனால் இது மோனைத் தொடை என அழைக்கப்படுகிறது."
  },
  {
    "description": "“நேர் நிரை நிரை” என்ற அசைப் பொருத்தத்தைக் கொண்ட மூவசைச்சீர் எது?",
    "options": [
      "கருவிளங்காய்",
      "புளிமாங்காய்",
      "தேமாங்காய்",
      "கூவிளங்காய்"
    ],
    "answer": "A",
    "additional_context": "மூவசைச்சீர்கள் நான்கு வகைப்படும். அதாவது நேர் நேர் நேர், நிரை நேர் நேர், நிரை நிரை நேர், நிரை நிரை நிரை. இவற்றில் நேர் நிரை நிரை என்ற அசைப் பொருத்தம் கொண்ட மூவசைச்சீர் 'கருவிளங்காய்'. 'புளிமாங்காய்' நிரை நேர் நேர், 'தேமாங்காய்' நேர் நேர் நேர் மற்றும் 'கூவிளங்காய்' நேர் நிரை நேர் என்ற அசைப் பொருத்தம் கொண்டது."
  },
  {
    "description": "“அசை” என்பது யாப்பிலக்கணத்தில் எதை அடிப்படையாகக் கொண்டு உருவாகிறது?",
    "options": [
      "எழுத்துகளின் எண்ணிக்கை",
      "எழுத்துகளின் ஒலி",
      "சீர்களின் தொகுப்பு",
      "தொடைகளின் வகை"
    ],
    "answer": "B",
    "additional_context": "யாப்பிலக்கணத்தில் 'அசை' என்பது எழுத்துகளின் ஒலியை அடிப்படையாகக் கொண்டு உருவாகிறது. 'நேர்', 'நிரை' ஆகியவை அசைகளின் வகைகள். நேர் என்பது குறில், நெடில், ஒற்று ஆகியவை சேர்ந்து வரும் ஒலியாகும். நிரை என்பது குறில், ஒற்று ஆகியவை சேர்ந்து வரும் ஒலியாகும்."
  },
  {
    "description": "கூற்று: பெரியார் உயிர் எழுத்துகளில் 'ஐ' என்பதனை 'அய்' எனவும், 'ஔ' என்பதனை 'அவ்' எனவும் சீரமைத்தார். \nகாரணம்: சில எழுத்துகளைக் குறைப்பதன் வாயிலாகத் தமிழ் எழுத்துகளின் எண்ணிக்கையைக் குறைக்கலாம் என்று எண்ணினார்.\nசரியான கூற்று எது?",
    "options": [
      "a) கூற்று சரி, காரணம் தவறு",
      "b) கூற்று, காரணம் இரண்டும் சரி",
      "c) கூற்று, காரணம் இரண்டும் தவறு",
      "d) கூற்று தவறு, காரணம் சரி"
    ],
    "answer": "A",
    "additional_context": "பெரியார் உயிர் எழுத்துகளில் 'ஐ' என்பதனை 'அய்' எனவும், 'ஔ' என்பதனை 'அவ்' எனவும் சீரமைத்தார். இது உண்மை. ஆனால் இதற்குக் காரணம் தமிழ் எழுத்துகளின் எண்ணிக்கையைக் குறைக்க வேண்டும் என்ற எண்ணம் அல்ல. மாறாக, இது தமிழ் எழுத்துகளை எளிதாகவும், துல்லியமாகவும் எழுதும் முயற்சியாகும்."
  }
]
