
[
  {
    "description": "“காய்மாண்ட தெங்கின் பழம்வீழக் கமுகின் நெற்றிப் பூமாண்ட தீந்தேன் தொடை கீறி வருக்கை போழ்ந்து தேமாங்கனி சிதறி வாழைப் பழங்கள் சிந்தும் ஏமாங்கதம் என்று இசையால்திசை போயது உண்டே!” - இந்த வரிகள் ஏமாங்கத நாட்டின் எந்த அம்சத்தைக் குறிப்பிடுகின்றன?",
    "options": [
      "நாட்டின் வளம்",
      "நாட்டின் மக்கள்",
      "நாட்டின் இயற்கை",
      "நாட்டின் மன்னன்"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் ஏமாங்கத நாட்டின் வளத்தை மிக அழகாக விவரிக்கின்றன. முற்றிய தேங்காய் விழும் வேகத்தில் பலாப்பழம், மாங்காய், வாழைப்பழம் என பலவகை பழங்கள் கிடைப்பது ஏமாங்கத நாட்டின் வளமையை காட்டுகிறது. மேலும், கமுகின் உச்சியில் உள்ள தேனும் இங்கு கிடைக்கிறது. இதன் மூலம் இந்நாடு பலவகை உணவு வகைகளில் வளம் நிறைந்திருப்பதை நம்மால் அறிய முடிகிறது. இதனால், இவ்வரிகள் ஏமாங்கத நாட்டின் வளத்தை குறிப்பிடுவதாக கூறலாம்."
  },
  {
    "description": "“நெறிமருப்பு எருமையின் ஒருத்தல் நீள்இனம் செறிமருப்பு ஏற்றினம் சிலம்பப் பண் உறீஇப் பொறிவரி வராலினம் இரியப் புக்குடன் வெறிகமழ் கழனியுள் உழுநர் வெள்ளமே.” - இந்த வரிகள் எந்த அம்சத்தை விவரிக்கின்றன?",
    "options": [
      "ஏமாங்கத நாட்டின் விவசாய நடவடிக்கைகள்",
      "வரால் மீன்களின் இயல்பு",
      "எருமைகளின் கொம்புகள்",
      "கழனியின் அழகு"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் ஏமாங்கத நாட்டின் விவசாய நடவடிக்கைகளை வர்ணிக்கின்றன. நெறிமருப்பு (நேராக இருக்கும் கொம்புகள்) கொண்ட எருமை, செறிமருப்பு (பெரிய கொம்புகள்) கொண்ட காளை என இரண்டும் வயலில் உழும் காட்சி இந்த வரிகளில் காட்டப்பட்டுள்ளது. வரால் மீன்கள் வெறிகமழும் கழனியில் ஓடுவது போல உழவர்களின் எண்ணிக்கையும் அதிகமாக இருப்பதாக குறிப்பிடப்பட்டுள்ளது. இதன் மூலம் ஏமாங்கத நாட்டின் விவசாயத்தின் பெருமையையும் வளத்தையும் அறிய முடிகிறது."
  },
  {
    "description": "“சொல்அரும் சூல்பசும் பாம்பின் தோற்றம்போல் மெல்லவே கருஇருந்து ஈன்று மேலலார் செல்வமே போல்தலை நிறுவித் தேர்ந்தநூல் கல்விசேர் மாந்தரின் இறைஞ்சிக் காய்த்தவே*.” - இப்பகுதியில் 'சொல்அரும் சூல்பசும் பாம்பின் தோற்றம்' என்ற உவமை என்னைக் குறிப்பிடுகிறது?",
    "options": [
      "வளர்ந்து வரும் நெற்பயிர்",
      "பாம்பின் கரு",
      "செல்வம் பெற்றவரின் தோற்றம்",
      "கல்வி கற்றவரின் பண்பு"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் ஏமாங்கத நாட்டின் நெற்பயிரின் வளர்ச்சியை விவரிக்கின்றன. 'சொல்அரும் சூல்பசும் பாம்பின் தோற்றம்போல்' என நெற்பயிரை உவமைப்படுத்தப்பட்டுள்ளது. பாம்பின் கருவைப்போல் நெற்பயிர் மெதுவாக வளர்ந்து, செல்வம் பெற்றவரைப் போல தலைநிமிர்ந்து நிற்கும். மேலும், கல்வி கற்றவரைப் போல சாய்ந்திருக்கும் கதிர் வளர்ந்த நெற்பயிரைப் போலவே உள்ளது. இதன் மூலம் ஏமாங்கத நாட்டின் விவசாயத்தின் செழிப்பை புரிந்து கொள்ள முடிகிறது."
  },
  {
    "description": "“அடிசில் வைகல் ஆயிரம் அறப்புறமும் ஆயிரம் கொடியனார் செய் கோலமும் வைகல்தோறும் ஆயிரம் மடிவுஇல் கம்மியர்களோடும் மங்கலமும் ஆயிரம் ஒடிவுஇலை வேறுஆயிரம் ஓம்புவாரின் ஓம்பலே.” - இப்பகுதியில் 'கொடியனார்' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மன்னர்கள்",
      "பணக்காரர்கள்",
      "மகளிர்",
      "விவசாயிகள்"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் ஏமாங்கத நாட்டின் வாழ்க்கை முறையைப் பற்றி கூறுகின்றன. இந்த வரிகளில் 'கொடியனார்' என்பது 'மகளிர்' என்பதை குறிக்கிறது. 'கொடியனார் செய் கோலம்' என்பது மகளிர் அழகுபடுத்திக் கொள்ளும் முறையைக் குறிக்கிறது. ஏமாங்கத நாட்டில் அறப்பறைகள், வைகல்தோறும் நிகழும் திருமணங்கள், மங்கல நிகழ்வுகள் என வாழ்க்கை மிகவும் சிறப்பாக இருப்பதாக இவ்வரிகள் கூறுகின்றன."
  },
  {
    "description": "“நற்றவம் செய்வார்க்கு இடம்தவம் செய்வார்க்கும் அஃது இடம் நற்பொருள் செய்வார்க்கு இடம்பொருள் செய்வார்க்கும் அஃதுஇடம் வெற்ற(ம்) இன்பம் விழைவிப்பான் விண்உவந்து வீழ்ந்தென மற்றநாடு வட்டமாக வைகுமற்ற நாடரோ.” - இந்த வரிகள் ஏமாங்கத நாட்டின் எந்த அம்சத்தை எடுத்துக்காட்டுகின்றன?",
    "options": [
      "நாட்டின் பாதுகாப்பு",
      "நாட்டின் அமைதி",
      "நாட்டின் வளமை",
      "நாட்டின் மக்களின் பண்பு"
    ],
    "answer": "D",
    "additional_context": "இந்த வரிகள் ஏமாங்கத நாட்டின் மக்களின் பண்பைப் பற்றி கூறுகின்றன. தவம் செய்வோர்க்கும், பொருள் சேர்ப்போர்க்கும், வெற்றி இன்பம் நாடுவோர்க்கும்  உகந்த இடமாக ஏமாங்கத நாடு இருப்பதாக இவ்வரிகள் கூறுகின்றன. இதன் மூலம் ஏமாங்கத நாட்டின் மக்கள் நல்ல பண்புகளைக் கொண்டவர்களாக இருப்பதையும், எல்லோருக்கும் உகந்த இடமாக ஏமாங்கத நாடு இருப்பதையும் நாம் புரிந்து கொள்ள முடிகிறது."
  }
]
