
[
  {
    "description": "“கற்றிலன் ஆயினும் கேட்க அஃதொருவற்கு ஒற்கத்தின் ஊற்றாம் துணை” என்ற குறள் எதைக் குறிக்கிறது?",
    "options": [
      "கற்றவர்களை விட கற்றுக்கொள்ள விரும்புபவர்கள் மேம்பட்டவர்கள்.",
      "கல்வியை விட கேள்வி முக்கியமானது.",
      "கல்வியும் கேள்வியும் வாழ்க்கைக்கு இன்றியமையாதவை.",
      "கற்றுக்கொள்வதற்கு கேள்வி உதவுகிறது."
    ],
    "answer": "D",
    "additional_context": "இந்த குறள் கேள்வியின் முக்கியத்துவத்தைப் பற்றி கூறுகிறது. கல்வி பெற்றவர் என்றாலும் கேள்வி இல்லாமல் இருப்பது தவறு. ஏனெனில் கேள்வி பல புதிய விஷயங்களை அறிந்துகொள்ள உதவும். இது ஒருவருக்கு உதவியாக இருக்கும். இது போலவே ஒருவருக்கு கேள்வி உதவியாக இருக்கும்."
  },
  {
    "description": "“அறம்பொருள் இன்பம் உயிர்அச்சம் நான்கின் திறம்தெரிந்து தேறப் படும்” என்ற குறள் எந்தப் பகுதியில் வருகிறது?",
    "options": [
      "கேள்வி",
      "தெரிந்து தெளிதல்",
      "ஒற்றாடல்",
      "வினைத்தூய்மை"
    ],
    "answer": "B",
    "additional_context": "இந்த குறள் தெரிந்து தெளிதல் பகுதியில் உள்ளது. இதில் அறம், பொருள், இன்பம், உயிர்அச்சம் என்னும் நான்கின் திறம் தெரிந்துதான் வாழ்க்கையைப் பற்றி தெளிவாகப் புரிந்துகொள்ள முடியும் என்கிறது."
  },
  {
    "description": "“குடிப்பிறந்து குற்றத்தின் நீங்கி வடுப்பரியும் நாண்உடையான் கட்டே தெளிவு” என்ற குறள் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "குடிமையின் முக்கியத்துவத்தை",
      "தெளிவான மனதின் குணத்தை",
      "குற்றங்களை எப்படி நீக்குவது என்பதை",
      "நாண் உடைமையின் அவசியத்தை"
    ],
    "answer": "B",
    "additional_context": "இந்த குறள் தெளிவான மனதின் குணத்தைப் பற்றி கூறுகிறது. குடி பிறந்து குற்றங்களை நீக்கி, நாண் உடையவனாக இருந்தால் அவன் மனம் தெளிவாக இருக்கும் என்கிறது. ஒருவன் நாணுடன் இருப்பது மிகவும் முக்கியமானது. நாண் உடைமையானது ஒருவருக்குத் தவறு செய்யாமல் இருக்க உதவும்."
  },
  {
    "description": "“ஒற்றும் உரைசான்ற நூலும் இவைஇரண்டும் தெற்றென்க மன்னவன் கண்” என்ற குறள் எந்தப் பகுதியில் வருகிறது?",
    "options": [
      "தெரிந்து தெளிதல்",
      "ஒற்றாடல்",
      "வினைத்தூய்மை",
      "பழைமை"
    ],
    "answer": "B",
    "additional_context": "இந்த குறள் ஒற்றாடல் பகுதியில் உள்ளது. ஓரறிவுடைய ஒற்றும், நூலில் உள்ள நல்ல சொற்கள் இரண்டும் மன்னனின் கண்களுக்கு தெளிவாக தெரிய வேண்டும் என்கிறது. மன்னன் நல்ல செய்திகளை மட்டும் நம்பக்கூடாது என்பதையும், அறிவுரைகளையும் கருத்தில் கொள்ள வேண்டும் என்பதையும் இது குறிப்பிடுகிறது."
  },
  {
    "description": "“துணைநலம் ஆக்கம் தரூஉம் வினைநலம் வேண்டிய எல்லாம் தரும்” என்ற குறள் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "வினைத்தூய்மையின் முக்கியத்துவத்தை",
      "நல்ல வினையின் பலனை",
      "நண்பர்களின் முக்கியத்துவத்தை",
      "மனித வாழ்க்கையின் நோக்கத்தை"
    ],
    "answer": "B",
    "additional_context": "இந்த குறள் நல்ல வினையின் பலனைப் பற்றி கூறுகிறது. நல்ல வினையால் மனிதனுக்கு மகிழ்ச்சி, செல்வம், உதவி என்று எல்லாம் கிடைக்கும் என்கிறது. நல்ல வினைகளால் மனிதனுக்கு மகிழ்ச்சி, செல்வம், உதவி என்று எல்லாம் கிடைக்கும் என்கிறது. மனிதன் வாழ்வில் நல்ல வினைகளைச் செய்ய வேண்டும் என்பதை இது வலியுறுத்துகிறது."
  }
]
