[
          
  {
    
          "description": "பாரதிதாசனின் “குடும்ப விளக்கு” பாடலின் பாடல் பொருளைப் பற்றி எந்த கூற்று சரியானது?",
          "options": [
      "பெண்களுக்குக் கல்வி கற்பிப்பது மட்டுமல்லாமல்,  சமூகத்தில் பெண்களின் பங்களிப்பு சமத்துவமாக இருக்க வேண்டும் என்பதையும் வலியுறுத்துகிறது.",
      "பெண்களுக்குப் பணியாளர்கள் எனும் பாத்திரம் சரியானது என்பதை உணர்த்துகிறது.",
      "குடும்பத்தில் ஆண்களின் பங்களிப்பு முக்கியமானது என்பதை விளக்குகிறது.",
      "பெண்களின் வாழ்க்கை எப்போதும் நலிந்தே இருக்க வேண்டும் என்பதை உறுதிப்படுத்துகிறது."
    ],
    "answer": "a",
    
          "additional_context": "பாரதிதாசனின் குடும்பவிளக்கு பாடல் பெண்களின் கல்வி, சமூகத்தில் அவர்களின் பங்களிப்பு மற்றும் பெண்களுக்கான சமத்துவம் பற்றிய  முக்கியமான கருத்துக்களைப்  பேசுகிறது. இந்த பாடல் பெண்களுக்குக் கல்வி கற்பிப்பது மட்டுமல்லாமல்,  சமூகத்தில் பெண்களின் பங்களிப்பு சமத்துவமாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது. கல்வி பெற்ற பெண்கள் தங்கள் திறமைகளை வெளிப்படுத்தி சமூகத்திற்குப் பயன்படலாம் என்பதை இந்த பாடல் உணர்த்துகிறது. சமூகத்தில் பெண்களின் பங்களிப்பு சமத்துவமாக இருக்க வேண்டும் என்பதை வலியுறுத்துவதன் மூலம், பாரதிதாசன் பெண்களின் வாழ்க்கை எப்போதும்  ஆண்களால்  சுயமாக  கட்டுப்படுத்தப்பட  வேண்டும்  என்ற  கருத்தை  எதிர்க்கிறார்."
          }
        ,
          
  {
    
          "description": "'களர்நிலம்' என்ற சொல் குறிப்பிடுவது எதனை?",
          "options": [
      "பண்படாத நிலம்",
      "மின்னலைப் போன்றவை",
      "சமைக்கும் கலன்",
      "நல்லறிவுடைய மக்கள்"
    ],
    "answer": "a",
    
          "additional_context": "'களர்நிலம்'  என்பது  பண்படாத  நிலத்தை  குறிக்கிறது.  இந்த  சொல்  பெண்களின்  கல்வியின்மை  சமூகத்தை  எப்படி  பாதிக்கிறது  என்பதை  விளக்க  பயன்படுத்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'இந்நாளில் பெண்கட்கு எல்லாம் / ஏற்பட்ட பணியை நன்கு / பொன்னேபோல் ஒருகை யாலும் / விடுதலை பூணும் செய்கை / இன்னொரு மலர்க்கை யாலும் / இயற்றுக!' என்ற வரிகளின் பொருள் என்ன?",
          "options": [
      "பெண்கள் தங்களுக்கென உள்ள வேலைகளைச் செய்வதோடு தங்களுக்கான விடுதலையையும் பெற வேண்டும்.",
      "பெண்கள் சமைப்பது, வீட்டு வேலைகளைச் செய்வது போன்றவற்றைத் தவிர்க்க வேண்டும்.",
      "பெண்களின் வேலைகளை ஆண்கள் செய்ய வேண்டும்.",
      "பெண்கள் கல்வியை மட்டுமே கவனிக்க வேண்டும்."
    ],
    "answer": "a",
    
          "additional_context": "இந்த வரிகள் பெண்கள் தங்கள் கடமைகளைச் செய்வதோடு தங்களுக்கான விடுதலையையும் பெற வேண்டும் என்ற கருத்தை வலியுறுத்துகின்றன.  பெண்கள் தங்கள்  வேலைகளை  செய்து  அதன்மூலம்  சமூகத்தில்  விடுதலையை  பெற  வேண்டும்  என்பதை  இந்த  வரிகள்  உணர்த்துகின்றன."
          }
        ,
          
  {
    
          "description": "'தணலினை அடுப்பில் இட்டுத் / தாழியில் சுவையை இட்டே / அணித்திருந் திட்டார் உள்ளத்(து) / அன்பிட்ட உணவால் வாழ்வோம்!' என்ற வரிகளின் பொருள் என்ன?",
          "options": [
      "உணவைச் சமைப்பது எளிதான காரியம்.",
      "உணவைச் சமைப்பதன் மூலம் வாழ்வு நலம்பெறும்.",
      "உணவைச் சமைப்பது ஆண்களின் பொறுப்பு.",
      "உணவைச் சமைப்பது பெண்களுக்கு மட்டுமேரியமான காரியம்."
    ],
    "answer": "b",
    
          "additional_context": "இந்த வரிகள் உணவைச் சமைப்பதன் மூலம் வாழ்வு நலம்பெறும்  என்ற  கருத்தை  வலியுறுத்துகின்றன.  வாழ்வின்  அடிப்படை  தேவையான  உணவை  அன்போடு  தயாரித்து  பரிமாறுவது  வாழ்க்கையை  நலம்பெறச்  செய்யும்  என்பதை  இந்த  வரிகள்  பேசுகின்றன."
          }
        ,
          
  {
    
          "description": "'தமிழ்த்திரு நாடு தன்னில் / இருக்குமோர் சட்டந் தன்னை / இமைப் போதில் நீக்கவேண்டில் / பெண்கல்வி வேண்டும் யாண்டும்!' என்ற வரிகளின் வாயிலாக பாரதிதாசன் எதைக் குறிப்பிடுகிறார்?",
          "options": [
      "பெண்களுக்கான சட்டங்கள் உருவாக்கப்பட வேண்டும்.",
      "பெண்கள் சமைப்பதைக் கடமையாகக் கருதும் சமூகப் பார்வையை மாற்ற வேண்டும்.",
      "பெண்கள் கல்வி கற்காமல் இருக்கக் காரணமான சட்டங்களை நீக்க வேண்டும்.",
      "பெண்கள் தங்கள் உரிமைகளைப் பாதுகாக்க வேண்டும்."
    ],
    "answer": "b",
    
          "additional_context": "இந்த வரிகள் பெண்கள் சமைப்பதைக் கடமையாகக் கருதும்  சமூகப்  பார்வையை  மாற்ற  வேண்டும்  என்பதை  வலியுறுத்துகின்றன.  இந்தப்  பாடலின்  மூலம்,  பாரதிதாசன்  சமூகத்தில்  இருக்கும்  பாரம்பரியமான  கருத்துக்களையும்  சட்டங்களையும்  எதிர்த்து,  பெண்களின்  சமத்துவத்திற்காக  வாதிடுகிறார்."
          }
        ]