
[
  {
    "description": "இந்திய தேசிய இராணுவத்தின் படை பிரிவுகளில் ஒன்றுதான் ஒற்றர்படை. இப்படை வீரர்கள் இந்தியாவிற்கு அனுப்பப்பட்ட விதத்தைப் பற்றி, மேலே உள்ள பத்தியில் எது குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "ஜப்பானியர்கள் ஒற்றர்படை வீரர்களை, இந்தியாவில் உள்ள ஆங்கிலேய இராணுவத்தைப் பற்றி ஒற்றறிய நீர்மூழ்கிக்கப்பல் மூலம் கேரளாவிற்கும் குஜராத்திற்கும் அனுப்பினர்.",
      "ஒற்றர்படை வீரர்கள் காட்டுவழியாக பர்மா வழியாக இந்தியாவிற்கு அனுப்பப்பட்டனர்.",
      "ஒற்றர்படை வீரர்கள் கடற்படையின் வசம் இருந்த 'கியூசு' தீவிலிருந்து கப்பல் மூலம் இந்தியாவிற்கு அனுப்பப்பட்டனர்.",
      "மேற்கண்ட எல்லாமே."
    ],
    "answer": [
      "A",
      "B"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தின் படை பிரிவுகளில் ஒன்றுதான் ஒற்றர்படை. இப்படை வீரர்கள் இந்தியாவிற்கு அனுப்பப்பட்ட விதத்தைப் பற்றி, மேலே உள்ள பத்தியில் கூறப்பட்டுள்ளது. ஜப்பானியர்கள் ஒற்றர்படை வீரர்களை, இந்தியாவில் உள்ள ஆங்கிலேய இராணுவத்தைப் பற்றி ஒற்றறிய நீர்மூழ்கிக்கப்பல் மூலம் கேரளாவிற்கும் குஜராத்திற்கும் அனுப்பினர். சிலரைத் தரைவழியில், பர்மாக் காடுகள் வழியாக இந்தியாவிற்கு அனுப்பினர். இந்திய இராணுவம் அவர்களைக் கைது செய்து சென்னைச் சிறைக்கு அனுப்பியது; பலருக்கு மரண தண்டனை அளித்தது. "
  },
  {
    "description": "நேதாஜி இந்திய தேசிய இராணுவத்தின் பொறுப்பை ஏற்க எத்தனை நாட்கள் பயணம் செய்தார்?",
    "options": [
      "91 நாட்கள்",
      "100 நாட்கள்",
      "150 நாட்கள்",
      "180 நாட்கள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நேதாஜி சுபாஷ் சந்திர போஸ் இந்திய தேசிய இராணுவத்தின் பொறுப்பை ஏற்க, 91நாள்கள் நீர்மூழ்கிக் கப்பலில் பயணம் செய்து ஜெர்மனியிலிருந்து சிங்கப்பூர் வந்தடைந்தார். 1943ஆம் ஆண்டு சூலை மாதம் 9ஆம் நாள் பதவியேற்றார்."
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தின் தலைவராக இருந்த தில்லான், \"இந்திய தேசிய இராணுவத்தின் ______  ______ தமிழர்கள்தான்\" என்றார்.",
    "options": [
      "இதயமும் ஆத்மாவும்",
      "நம்பிக்கையும் வலிமையும்",
      "துணிச்சலும் வீரமும்",
      "தியாகமும் பக்தியும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய தேசிய இராணுவப்படைத் தலைவராக இருந்த தில்லான், \"இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான்\" என்றார்."
  },
  {
    "description": "டோக்கியோ கேடட்ஸ் என்பது ______  ______   இருந்து தேர்ந்தெடுக்கப்பட்ட 45 வீரர்களைக் கொண்ட பயிற்சிப் பிரிவாகும்.",
    "options": [
      "இந்திய தேசிய இராணுவம்",
      "ஜப்பானிய இராணுவம்",
      "ஆங்கிலேய இராணுவம்",
      "பிரெஞ்சு இராணுவம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தில் இருந்து 45 வீரர்கள் நேதாஜியால் தேர்வு செய்யப்பட்டு, வான்படைத் தாக்குதலுக்கான சிறப்புப் பயிற்சி பெறுவதற்காக, ஜப்பானில் உள்ள இம்பீரியல் மிலிட்டரி அகடமிக்கு அனுப்பி வைக்கப்பட்டனர். அந்த 45பேர் கொண்ட பயிற்சிப் பிரிவின் பெயர்தான் டோக்கியோ கேடட்ஸ்."
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தில் ஜான்சிராணி பெயரில் உருவாக்கப்பட்ட பெண்கள் படையின் தலைவர் யார்?",
    "options": [
      "ஜானகி",
      "இராஜாமணி",
      "டாக்டர் லட்சுமி",
      "தாசன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தில் ஜான்சிராணி பெயரில் பெண்கள் படை உருவாக்கப்பட்டது. இதன் தலைவர் டாக்டர் லட்சுமி. இப்படையில் தமிழ்ப் பெண்கள் பெருமளவில் பங்கேற்றனர். இவர்களில் தலைசிறந்த தலைவர்களாக ஜானகி, இராஜாமணி முதலானோர் விளங்கினர்."
  }
]
