
[
  {
    "description": "இந்திரா தண்ணீர் குடத்தோடு எங்கிருந்து வருகிறாள்?",
    "options": [
      "பிலாப்பட்டியிலிருந்து",
      "ராமநாதபுரத்திலிருந்து",
      "தாண்டாவூரிலிருந்து",
      "ரயிலிலிருந்து"
    ],
    "answer": "D",
    "additional_context": "கதையின் இறுதியில், இந்திரா தண்ணீர் குடத்தோடு ரயிலிலிருந்து இறங்கி வருகிறாள். ரயிலில் ஏறி தண்ணீர் நிரப்பி, ரயில் இறங்கிய பின்பு  வீடு திரும்புகிறாள். இதை அம்மா மற்றும் கூட்டத்தினர் பார்த்து, அவர்கள் இன்பம் அடைகிறார்கள். இதன் மூலம் இந்திரா தண்ணீர் குடத்தோடு ரயிலிலிருந்து வருகிறாள் என்பது தெளிவாகிறது."
  },
  {
    "description": "கதையில் எது மிக முக்கியமான பொருளாகக் காட்டப்படுகிறது?",
    "options": [
      "தண்ணீர்",
      "ரயில்",
      "ஆடு",
      "பிலாப்பட்டி"
    ],
    "answer": "A",
    "additional_context": "கதையின் முக்கியமான கருப்பொருள் நீர்ப் பற்றாக்குறை. கதையில்  தண்ணீர் இல்லாமல் மக்கள்  எதிர்கொள்ளும் அவஸ்தைகள்  விவரிக்கப்பட்டுள்ளன.  இந்திரா, ரயிலில் ஏறி தண்ணீர் நிரப்பி வருவது, பிலாப்பட்டிக்கு நடந்து  தண்ணீர்  தூக்கி வருவது போன்ற  நிகழ்வுகள்  கதையில் விவரிக்கப்பட்டுள்ளன. இதன் மூலம் நீர் மிக முக்கியமான பொருளாகக் காட்டப்படுகிறது என்பது புரியும்."
  },
  {
    "description": "இந்திராவின் அப்பா எப்படிப்பட்டவர்?",
    "options": [
      "பணக்காரர்",
      "ஏழை",
      "கணக்குப் பிரியர்",
      "எளிமையானவர்"
    ],
    "answer": "C",
    "additional_context": "கதையில், இந்திராவின் அப்பா,  சினை ஆட்டைப் பார்த்துக் கொண்டே கணக்குப் போட்டுக்கொண்டிருப்பதாகக் குறிப்பிடப்பட்டுள்ளது. 'ஐயாவுக்கு எப்போதும் கணக்குத்தான்' என்று  குறிப்பிடப்பட்டுள்ளது. இதன் மூலம்,  இந்திராவின் அப்பா  கணக்குப் பிரியர் என்பது புரியும். மேலும் அவர் ஏழை என்பது கதையிலிருந்து புரியும்."
  },
  {
    "description": "கதையில் எது பழங்காலத்து வாழ்க்கையைக் குறிப்பிடுகிறது?",
    "options": [
      "ரயில்",
      "தண்ணீர் குடம்",
      "பிலாப்பட்டி",
      "ஸ்டேஷன் மாஸ்டர்"
    ],
    "answer": "B",
    "additional_context": "பழங்காலத்து வாழ்க்கை முறையை குறிப்பிடும் நிகழ்வுகள்  இந்தக் கதையில் பல உள்ளன. குறிப்பாக தண்ணீர் குடத்தைத் தூக்கி, நடையாகத் தண்ணீர்  எடுத்து வருவது பழங்கால வாழ்க்கையை நினைவூட்டுகிறது. கதையில் இந்திரா,   தன் அம்மாவைப் போல  தண்ணீர் குடத்தை  தூக்கிக் கொண்டு பிலாப்பட்டிக்கு நடந்து செல்கிறாள் என்பது குறிப்பிடத்தக்கது. இதன் மூலம் 'தண்ணீர் குடம்' பழங்காலத்து வாழ்க்கையைக் குறிப்பிடுகிறது என்பது புரியும்."
  },
  {
    "description": "கதையின் தொடக்கத்தில், இந்திரா ரயிலைக் காணும்போது அம்மா என்ன சொல்கிறாள்?",
    "options": [
      "நல்லாத் தண்ணி எடுத்துட்டு வர்றியா?",
      "பொட்டுத் தண்ணி இல்லை",
      "ரயில்ல யாராவது இருக்காங்களா?",
      "சீக்கிரம் போய் ரயில் பிடிச்சுடு"
    ],
    "answer": "B",
    "additional_context": "கதையின் தொடக்கத்தில், ரயில் வரும்போது, இந்திராவின் அம்மா 'பொட்டுத் தண்ணி இல்லை' என்று ரயில் ஊதல் கேட்கிறாள். இது  ரயிலில் இருந்து தண்ணீர் எடுத்து வருவதற்கு  அம்மா  இந்திராவை ஊக்கப்படுத்துவதாக அமைந்துள்ளது. இதன் மூலம்  தண்ணீர்  இல்லாத  நிலையை   கதையின் தொடக்கத்திலேயே  குறிப்பிட்டுள்ளார்  எழுத்தாளர்."
  }
]
