
[
  {
    "description": "பள்ளி நூலகத்திற்குத் தமிழ்- தமிழ் -ஆங்கிலம் என்னும் கையடக்க அகராதி எத்தனை படிகளைப் பதிவஞ்சலில் அனுப்ப வேண்டும்?",
    "options": [
      "ஐந்து",
      "பத்து",
      "பதினைந்து",
      "இருபது"
    ],
    "answer": "B",
    "additional_context": "உங்கள் பள்ளி நூலகத்திற்குத் தமிழ்- தமிழ் -ஆங்கிலம் என்னும் கையடக்க அகராதி பத்துப்படிகளைப் பதிவஞ்சலில் அனுப்புமாறு நெய்தல் பதிப்பகத்திற்கு ஒரு கடிதம் எழுதுக. நீங்கள் நூலகத்திற்குத் தேவையான புத்தகங்கள், கையடக்க அகராதிகள், பாடப்புத்தகங்கள் போன்றவற்றைப் பதிவஞ்சல் மூலம்  மூலம்  அனுப்பும் போது, அது எத்தனை படிகளைப் பதிவஞ்சல் மூலம் அனுப்ப வேண்டும் என்பது குறித்த விவரங்களைப் புத்தகங்கள் அனுப்பும் பதிப்பகத்திற்குத் தெரியப்படுத்துவது அவசியம்.  "
  },
  {
    "description": "மேற்கண்ட பாடப்பகுதியில் குறிப்பிடப்பட்டுள்ள \"சிறார் நாவல்\" எழுதியவர் யார்?",
    "options": [
      "சிங்கிஸ் ஐத்மாத்தவ்",
      "பிரளயன்",
      "அரசி - ஆதிவள்ளியப்பன்",
      "எஸ். ராமகிருஷ்ணன்"
    ],
    "answer": "D",
    "additional_context": "எஸ். ராமகிருஷ்ணன் எழுதிய சிறார் நாவலைப் பற்றி இந்தக் கட்டுரையில்  குறிப்பிடப்பட்டுள்ளது. நீங்கள் ராமகிருஷ்ணன் எழுதிய சிறார் நாவல்களைப் படித்துப் பார்த்திருக்கிறீர்களா? அந்தப் புத்தகங்களின் பெயர்களைச் சொல்லுங்கள். ராமகிருஷ்ணன் எழுதிய புத்தகங்களின் பெயர்களைத் தெரிந்துகொள்ள, நீங்கள் நூலகத்திற்குச் சென்று அவற்றைப் படித்துப் பார்க்கலாம். "
  },
  {
    "description": "\"ஓய்ந்திருக்கலாகாது\" என்ற கல்விச் சிறுகதைத் தொகுப்பின் ஆசிரியர் யார்?",
    "options": [
      "பிரளயன்",
      "எஸ். ராமகிருஷ்ணன்",
      "அரசி - ஆதிவள்ளியப்பன்",
      "சிங்கிஸ் ஐத்மாத்தவ்"
    ],
    "answer": "C",
    "additional_context": "\"ஓய்ந்திருக்கலாகாது\"  என்பது அரசி - ஆதிவள்ளியப்பன் எழுதிய கல்விச் சிறுகதைத் தொகுப்பின் பெயர்.  சிறுகதைகளில்  கல்வி பற்றிய பல்வேறு அம்சங்கள்  பேசப்படும்.   "
  },
  {
    "description": "\"நெய்தல் பதிப்பகத்திற்கு\" எழுதப்படும் கடிதத்தில் என்ன கோரிக்கை வைக்கப்படுகிறது?",
    "options": [
      "\"முதல் ஆசிரியர்\" நாவலை அனுப்ப வேண்டும்",
      "தமிழ் - தமிழ் - ஆங்கிலம் கையடக்க அகராதியை அனுப்ப வேண்டும்",
      "\"கரும்பலகை யுத்தம்\" புத்தகத்தை அனுப்ப வேண்டும்",
      "பெண்கல்வி வளர்ச்சிப் படத்தொகுப்புக்கான நிதி வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "உங்கள் பள்ளி நூலகத்திற்குத் தமிழ்- தமிழ் -ஆங்கிலம் என்னும் கையடக்க அகராதி பத்துப்படிகளைப் பதிவஞ்சலில் அனுப்புமாறு நெய்தல் பதிப்பகத்திற்கு ஒரு கடிதம் எழுதுக. கடிதம் எழுதுவது என்பது மிகவும் எளிமையானது. கடிதத்தில் பெயர், முகவரி, தேதி போன்ற விவரங்களைத் தெளிவாக எழுதுங்கள். பிறகு உங்கள் கோரிக்கை என்ன என்பதை நேரடியாகவும் மரியாதையாகவும் எழுதுங்கள். "
  },
  {
    "description": "மேற்கண்ட பாடப்பகுதியில் \"களர்நிலம்\" என்ற சொல்லுக்கு மாற்றுப்பதம் எது?",
    "options": [
      "சமூக சீர்திருத்தவாதி",
      "தன்னார்வலர்",
      "உவர் நிலம்",
      "சொற்றொடர்"
    ],
    "answer": "C",
    "additional_context": "களர்நிலம் என்ற சொல்லுக்கு உவர் நிலம் என்பது மாற்றுப்பதம். உவர் நிலம் என்பது  சாதாரண நிலத்தை விட  உப்புத்தன்மை அதிகமாக  இருக்கும். சில பகுதிகளில் மழை இல்லாததால் நிலம் வறண்டு போய் உவர் நிலமாகி விடுகிறது.  "
  }
]
