
[
  {
    "description": "1. தமிழ்நாட்டில் உள்ள ஒரு முக்கியமான நீர்நிலையின் பெயரை எழுதுக.",
    "options": [],
    "answer": [],
    "additional_context": "தமிழ்நாடு நீர்நிலைகளால் நிறைந்த ஒரு மாநிலம். நம் தமிழ்நாட்டில் பல அழகான ஆறுகள், ஏரிகள், குளங்கள் மற்றும் அணைக்கட்டுகள் உள்ளன. இவைகள் எல்லாம் மக்களின் வாழ்வியலோடு நெருங்கிய தொடர்புடையவை. தமிழ்நாட்டில் உள்ள முக்கியமான நீர்நிலைகளில் சில:  காveri ஆறு, பாலாறு, வைகை ஆறு, காவிரி டெல்டா, மேட்டூர் அணை, கோதாவரி ஆறு, கிருஷ்ணா ஆறு, கருவூர் ஏரி, மதுரை ஏரி, கொடைக்கானல் ஏரி, குளங்கள் போன்றவை."
  },
  {
    "description": "2. தமிழ்நாட்டின் புகழ்பெற்ற கலைஞர்களில் ஒருவரின் பெயரை எழுதுக.",
    "options": [],
    "answer": [],
    "additional_context": "தமிழ்நாட்டில் பல புகழ்பெற்ற கலைஞர்கள் இருக்கிறார்கள். அவர்கள் திரைப்பட துறையில், இசை துறையில், நடன துறையில், ஓவிய துறையில் என பல துறைகளில் சிறந்து விளங்குகிறார்கள். இவர்களில் சிலரின் பெயர்கள்:  எம்.ஜி.ஆர், சிவாஜி கணேசன், கமல்ஹாசன், ரஜினிகாந்த், எஸ்.பி.பாலசுப்ரமணியம், ஏ.ஆர்.ரஹ்மான, இளையராஜா, வைஜெயந்திமாலா, பத்மினி, நடராஜ மகாராஜா,  கே.ஆர்.நாராயணன், எம்.எஃப்.ஹூசைன், கலைவாணர்  N.S. கிருஷ்ணன் போன்றவர்கள்."
  },
  {
    "description": "3. தமிழ்நாட்டின் மக்களின் பாரம்பரிய உணவுகளில் ஒருவரின் பெயரை எழுதுக.",
    "options": [],
    "answer": [],
    "additional_context": "தமிழ்நாட்டின் பாரம்பரிய உணவுகள் மிகவும் புகழ்பெற்றவை.  சாதம், இட்லி, தோசை, பொங்கல், சாம்பார், ரசம்,  பாயசம்,  சாப்பாட்டு வகைகள்,  சுவையான காரங்கள்,  குழம்புகள்,  கூட்டு,  பச்சடி,  வாழைப்பழம்  போன்றவை."
  },
  {
    "description": "4. தமிழ்நாட்டில் இயற்கை எழில் கொஞ்சும் இடங்களில் ஒன்றின் பெயரை எழுதுக.",
    "options": [],
    "answer": [],
    "additional_context": "தமிழ்நாட்டில் இயற்கை எழில் கொஞ்சும் இடங்கள் ஏராளம்.   கொடைக்கானல், ஊட்டி, கன்னியாகுமரி, யானைமலை, குன்னூர், ஏற்காடு, மதுரை, நெல்லை, ராமேஸ்வரம்,  கொல்லிமலை,  சேர்வராயன் மலை,  முதுமலை,  தூத்துக்குடி,  கோவை,  மன்னார்குடி,  திருச்செந்தூர்,  திருநெல்வேலி,  திருவண்ணாமலை,  கொழும்பு,  அழகர் கோயில்,  பழனி  போன்ற இடங்களில்   அழகான மலைகள்,  மலைச்சரிவுகள்,  அருவிகள்,  கடற்கரைகள்,  காடுகள்,  தோட்டங்கள்,  சாலைகள் போன்ற இயற்கை அழகுகள் நிறைந்த இடங்கள் இருக்கின்றன."
  },
  {
    "description": "5. தமிழ்நாட்டின் வரலாற்றில் முக்கியத்துவம் வாய்ந்த நிகழ்வுகளில் ஒன்றின் பெயரை எழுதுக.",
    "options": [],
    "answer": [],
    "additional_context": "தமிழ்நாட்டின் வரலாறு மிகவும் பழமையானது.  தமிழ்நாட்டின் வரலாற்றில் பல முக்கியத்துவம் வாய்ந்த நிகழ்வுகள் நடந்திருக்கின்றன.  அவை:  சங்க காலம்,  சோழர் காலம்,  பல்லவர் காலம்,  பாண்டியர் காலம்,  நாயக்கர் காலம்,  பிரித்தானியர் ஆட்சி,  இந்திய விடுதலை போன்றவை."
  }
]
