
[
  {
    "description": "கவிஞர் தம் தந்தையை எவ்வாறு வர்ணிக்கிறார்?",
    "options": [
      "அன்பானவர், மகனுக்கு உதவுபவர்",
      "கண்டிப்பானவர், கல்வி கற்க வற்புறுத்துபவர்",
      "வறுமையில் வாழ்ந்தவர்,  உழைப்பாளி",
      "அனைத்தும் சரி"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கவிதையில், கவிஞர் தம் தந்தையை ஒரு அன்பானவர், மகனுக்கு உதவுபவர், கண்டிப்பானவர், கல்வி கற்க வற்புறுத்துபவர், வறுமையில் வாழ்ந்தவர்,  உழைப்பாளி என அனைத்தையும் ஒன்றிணைத்து வர்ணிக்கிறார். இதன் மூலம் அவர் தந்தையின் பன்முகத்தன்மையையும் அவரது நேர்மை, அன்பு,  பொறுப்புணர்வு ஆகிய நல்ல பண்புகளையும் வெளிப்படுத்துகிறார். தம் தந்தை அவரை எப்படி வளர்த்தார்கள் என்பதை நுட்பமாகச் சொல்லும் வண்ணம் அவர் தம் தந்தையைப் புகழ்ந்து பாடுகிறார்."
  },
  {
    "description": "\"சூத்திரம் இதுதான், கற்றுப்பார். உடலைவிட்டு வெளியேறி, உன்னை நீயே உற்றுப்பார்\"  என்ற வாக்கியத்தில், கவிஞர் என்ன கருத்தைத் தெரிவிக்கிறார்?",
    "options": [
      "மரணத்தைப் பற்றி சிந்திக்க வேண்டும்",
      "உன்னை நீயே அறிந்துகொள்",
      "வாழ்க்கையைப் பற்றி  சிந்திக்க வேண்டும்",
      "நீ எப்படிப்பட்டவன் என்பதை அறிந்துகொள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கவிஞர் தம் மகனுக்கு எழுதிய இந்தக் கடிதத்தில்,  வாழ்க்கையைப் பற்றி சிந்திக்க வேண்டும்,  உன்னை நீயே அறிந்துகொள், நீ எப்படிப்பட்டவன் என்பதை அறிந்துகொள்,  மரணத்தைப் பற்றி சிந்திக்க வேண்டும் போன்ற பல கருத்துகளைத் தெரிவிக்கிறார். ஆனால், \"சூத்திரம் இதுதான், கற்றுப்பார். உடலைவிட்டு வெளியேறி, உன்னை நீயே உற்றுப்பார்\"  என்ற வாக்கியத்தில், மிக முக்கியமாக கவிஞர் \"உன்னை நீயே அறிந்துகொள்\" என்ற கருத்தைத் தெரிவிக்கிறார்.  மனிதன் தன்னைத் தானே அறிந்துகொள்வது அவசியம் என்பதை  அவர் வலியுறுத்துகிறார்."
  },
  {
    "description": "\"கடிதம் எழுதும் பழக்கம் பெரும்பாலும் இல்லை\" என்ற கூற்று கவிஞர் தம் மகனுக்கு எழுதிய கடிதத்திற்கு எந்தப் பொருளை அளிக்கிறது?",
    "options": [
      "இன்றைய காலத்தில் கடிதம் எழுதுவது பயனற்றது",
      "மின்னஞ்சல் கடிதம் எழுதுவதுதான் சிறந்தது",
      "கடிதம் எழுதுவது ஒரு கலை என்பதை மறந்துவிட்டோம்",
      "கடிதம் எழுதும் பழக்கம் மறைந்து வருகிறது"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிஞர் தம் மகனுக்கு எழுதிய இந்தக் கடிதத்தில், இன்றைய காலத்தில் கடிதம் எழுதும் பழக்கம் மறைந்து வருவதைக் குறிப்பிடுகிறார்.  அவர் கூறுவது, இன்றைய காலத்தில் மின்னஞ்சல் மூலம் எளிதாகவும் வேகமாகவும் செய்திகளைப் பரிமாறிக் கொள்வதால், கடிதம் எழுதும் பழக்கம் குறைந்து வருகிறது என்பதுதான்.  அந்தப் பழக்கம் மறைந்து வருவது ஒரு சோகம்தான் என்றும் அவர் கருதுகிறார்."
  },
  {
    "description": "கவிஞர் மகனுக்கு எழுதிய கடிதம் எந்த மாதிரியான புதுக்கவிதைக்கு உதாரணமாக அமைந்திருக்கிறது?",
    "options": [
      "நாட்குறிப்பு கவிதை",
      "மகாகாவிதை",
      "குடும்பக் கவிதை",
      "பிரேம கவிதை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கடிதத்தில், கவிஞர் தம் மகனுக்கு எழுதிய கடிதம் குடும்பக் கவிதைக்கு  ஒரு நல்ல உதாரணம். ஏனெனில்,  இந்தக் கடிதத்தில் கவிஞர்  தம் குழந்தைப் பருவ நினைவுகள்,  தம் தந்தையின் அன்பு,  தம் மகன் மீதான அன்பு, வாழ்க்கைப் பாடங்கள்,  மனித வாழ்க்கையின்  மாற்றங்கள் போன்ற பல  குடும்பம் சார்ந்த கருத்துகளை வெளிப்படுத்துகிறார்.  குடும்பத்தின்  உறவுகளின்  நுட்பத்தை  அழகாக எடுத்துரைக்கிறது இந்தக் கடிதம்."
  },
  {
    "description": "கவிஞர் தம் மகனுக்கு எழுதிய கடிதத்தில், தம் பால்ய கால நினைவுகளை எந்தப் பொருளுடன் இணைத்து எடுத்துரைக்கிறார்?",
    "options": [
      "வாழ்க்கையின் மாற்றங்கள்",
      "தம் தகப்பன் மீது அவருக்கு இருந்த அன்பு",
      "குழந்தைப் பருவத்தின் மகிழ்ச்சி",
      "கிராம வாழ்க்கை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கடிதத்தில்,  கவிஞர்  தம் பால்யக் கால நினைவுகளை  வாழ்க்கையின் மாற்றங்கள் என்ற கருத்துடன் இணைத்து எடுத்துரைக்கிறார்.  அவர்  கிராமத்தில் தம்  தகப்பனுடன் வாழ்ந்த  நாட்களைப் பற்றி  விவரிக்கிறார்.  அப்போது  தம் வாழ்க்கை  எப்படி இருந்தது என்பதையும்,  அந்தக் காலத்தில் வாழ்ந்த மக்கள் எப்படி வாழ்ந்தார்கள் என்பதையும்  விவரிக்கிறார்.   தற்போது  அவரது மகன் வாழும்  காலத்துக்கும்  அவரது காலத்துக்கும்  இருக்கும்  வேறுபாட்டை   அவர்   மிக  அழகாக   எடுத்துரைக்கிறார்."
  }
]
