[
          
  {
    
          "description": "'வெறிகமழ் கழனியுள் உழுநர் வெள்ளமே' - இவ்வடி உணர்த்தும் பொருள் யாது?",
          "options": [
      "மணம் கமழும் வயலில் உழவர் வெள்ளமாய் உழுதிருந்தனர்",
      "வறண்ட வயலில் உழவர் வெள்ளமாய் அமர்ந்திருந்தனர்",
      "செறிவான வயலில் உழவர் வெள்ளமாய்க் கூடியிருந்தனர்",
      "பசுமையான வயலில் உழவர் வெள்ளமாய் நிறைந்திருந்தனர்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த வரியில் 'வெறிகமழ்' என்ற சொல் வயலின் பசுமை மற்றும் வளமையை  உணர்த்துகிறது. 'உழுநர் வெள்ளமே'  என்ற சொல் பல உழவர்கள்  உழுது கொண்டிருப்பதைக் குறிக்கிறது.  இதிலிருந்து, மணம் கமழும் வயலில் உழவர்கள் வெள்ளமாய் உழுதிருந்தனர் என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "கூற்று - இந்திய தேசிய இராணுவப்படைத் தலைவராக இருந்த தில்லான், 'இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான்' என்றார்.\n காரணம் - இந்திய தேசிய இராணுவத்திற்கு வலுச்சேர்த்த பெருமைக்கு உரியவர்கள் தமிழர்கள்.",
          "options": [
      "கூற்று சரி; காரணம் சரி",
      "கூற்று சரி; காரணம் தவறு",
      "கூற்று தவறு; காரணம் சரி",
      "கூற்று தவறு; காரணம் தவறு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்திய தேசிய இராணுவத்தைத் தோற்றுவித்த சுபாஷ் சந்திரபோஸ்,  தமிழர்களை நம்பி, அவர்களின் உதவியை பெற்றவர்.  இராணுவத்தில் தமிழர்களின்  பங்கு  மிக முக்கியமானது.  எனவே, இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான் என்ற தில்லானின் கூற்று சரி.  இந்திய தேசிய இராணுவத்திற்கு வலுச்சேர்த்த பெருமைக்கு உரியவர்கள் தமிழர்கள் என்பதும் உண்மையே. எனவே கூற்று மற்றும் காரணம் இரண்டும் சரி"
          }
        ,
          
  {
    
          "description": "இந்திய தேசிய இராணுவத்தை .....இன் தலைமையில் .............. உருவாக்கினர்' - இந்த வரிகளில் உள்ள இடைவெளிகளை நிரப்பி சரியான விடையைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "சுபாஷ் சந்திரபோஸ், இந்தியர்",
      "சுபாஷ் சந்திரபோஸ், ஜப்பானியர்",
      "மோகன்சிங், ஜப்பானியர்",
      "மோகன்சிங், இந்தியர்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்திய தேசிய இராணுவம் (INA) என்பது  இந்திய விடுதலைப் போரின்  போது  சேவை  செய்ய  உருவாக்கப்பட்ட  ஒரு  இராணுவ  படை.  சுபாஷ் சந்திரபோஸ்  இந்தியர்களால்  இந்த  இராணுவத்தை  உருவாக்கி,   நடத்தினார்.  சுபாஷ் சந்திரபோஸ்  ஜப்பானியர்களின்  உதவியுடன்  இந்த  இராணுவத்தை  உருவாக்கினார்."
          }
        ,
          
  {
    
          "description": "'சொல்லும் பொருளும் பொருந்தியுள்ளது எது?' - இதற்கான சரியான விடையைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "வருக்கை - இருக்கை",
      "அள்ளல் – சேறு",
      "புள் - தாவரம்",
      "மடிவு – தொடக்கம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த கேள்வி  சரியான  பொருள்  தெரிந்த  சொற்களை  பொருத்தி  தேர்ந்தெடுப்பதற்கான  ஒரு  கேள்வி.  'வருக்கை'  என்பது  வருகை  என்பதற்கு  ஒத்த  சொல்.  'இருக்கை'  என்பது  இருப்பு  என்பதற்கு  ஒத்த  சொல்.  இந்த  இரண்டு  சொற்களும்  பொருள்  சார்ந்து  ஒத்த  சொற்கள்"
          }
        ,
          
  {
    
          "description": "'இளங்கமுகு, செய்கோலம்' - இவ்வார்த்தைகள் இலக்கண ரீதியாக எந்த வகையைச் சேர்ந்தவை என்பதைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "உருவகத்தொடர், வினைத்தொகை",
      "வினைத்தொகை, பண்புத்தொகை",
      "பண்புத்தொகை, வினைத்தொகை",
      "பண்புத்தொகை, உருவகத்தொடர்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்த  கேள்வி  இலக்கண  வகைகளை  அறிந்துகொள்வதற்கான  ஒரு  கேள்வி.  இளங்கமுகு என்பது  பண்புத்தொகை.  இளம்  என்பது  பண்பு,  கமுகு  என்பது  பெயர்.  இரண்டும்  சேர்ந்து  பண்புத்தொகை.  செய்கோலம்  என்பது  வினைத்தொகை.  செய்  என்பது  வினை,  கோலம்  என்பது  பெயர்.  இரண்டும்  சேர்ந்து  வினைத்தொகை"
          }
        ]