
[
  {
    "description": "“குவிந்து - குவித்து; சேர்ந்து - சேர்த்து; பணிந்து - பணித்து; பொருந்து - பொருத்து; மாறு மாற்று”  இந்தச் சொற்களில் எது 'சேர்ந்தது' என்ற பொருளைத் தரும்?",
    "options": [
      "சேர்ந்து",
      "சேர்த்து",
      "குவித்து",
      "பொருத்து"
    ],
    "answer": "A",
    "additional_context": "சேர்ந்து, சேர்த்து, பணிந்து, பணித்து, பொருந்து, பொருத்து, மாறு, மாற்று  எனும் சொற்களில்,  'சேர்ந்தது' என்ற பொருளைத் தரும் சொல், 'சேர்ந்து'  என்பதாகும்."
  },
  {
    "description": "“மின்சாரச்சேமிப்புப் பற்றிய விழிப்புணர்வு முழக்கத்தொடர்களை எழுதி வகுப்பறையிலும் பள்ளியிலும் காட்சிப்படுத்துக.”  என்ற வாக்கியத்தில், காட்சிப்படுத்துக என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "விளம்பரப்படுத்து",
      "ஒளிபரப்பு",
      "எழுது",
      "கலந்துரையாடு"
    ],
    "answer": "A",
    "additional_context": "இந்த வாக்கியத்தில் காட்சிப்படுத்துக என்ற சொல்  'விளம்பரப்படுத்து'  என்ற பொருளைத் தருகிறது.  மின்சார சேமிப்பின் அவசியத்தைப் பற்றி எழுதப்பட்ட முழக்கங்களை வகுப்பறையிலும் பள்ளியிலும்  'காட்சிப்படுத்துவதன்' மூலம்  மாணவர்களுக்கு விழிப்புணர்வு ஏற்படுத்தலாம்."
  },
  {
    "description": "“ஏவுகணை” என்ற சொல் எதற்கான சமமான சொல்?",
    "options": [
      "ஏவு ஊர்தி",
      "மிசைல்",
      "விமானம்",
      "விண்கலம்"
    ],
    "answer": "B",
    "additional_context": "ஏவுகணை  என்ற சொல்லுக்கு  'மிசைல்'  என்ற சொல் சமமான சொல்லாகும். ஏவுகணைகள் ஒருவித வெடிமருந்துகள் மூலம் எதிரிகளைத் தாக்க வடிவமைக்கப்பட்ட  சிறப்பு ஆயுதங்கள். இவற்றை  'மிசைல்'  என்றும் அழைக்கலாம்."
  },
  {
    "description": "“பதிவிறக்கம்” என்ற சொல் எதற்கான சமமான சொல்?",
    "options": [
      "Upload",
      "Download",
      "Online",
      "Offline"
    ],
    "answer": "B",
    "additional_context": "பதிவிறக்கம்  என்ற சொல்லின் ஆங்கிலச் சொல் 'Download' ஆகும். இணையத்தில் இருந்து  தரவுகளை பதிவிறக்கம்  செய்வதன் மூலம், அதை நாம் எப்போது வேண்டுமானாலும்  பயன்படுத்திக் கொள்ளலாம்."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எது சிப்பியின் வலிக்கான காரணத்தைப் பற்றி நண்டு கூறியது?",
    "options": [
      "சிப்பி வலியைத் தாங்க விரும்பாததால் அது வெறுமையாக இருக்கிறது.",
      "வலி, சில நாட்களில் அழகான முத்தாக மாறும்.",
      "சிப்பிக்கு உள்ள வலி, நண்டுக்கு மகிழ்ச்சியைத் தரும்.",
      "சிப்பிக்குள் இருக்கும் உருண்டை, ஒரு கனமான பொருள்."
    ],
    "answer": "B",
    "additional_context": "சிப்பியின் வலியைப் பற்றி நண்டு கூறியது,  'உனக்கு எந்த வலியும் இல்லை என்பது உண்மையாக இருக்கலாம். வலியைத் தாங்க விரும்பாத நீ, எப்பொழுதும் இப்படியே வெறுமையாகக் கிடக்க வேண்டியதுதான். ஆனால், இப்போது சிரமப்படுத்தும் அந்த வலி, இன்னும் சில நாள்களில், ஓர் அழகான முத்தாக உருவெடுக்கும். அது பெருமை தேடித்தரும்.'  என்பதாகும்.  எனவே,  வலி, சில நாட்களில் அழகான முத்தாக மாறும் என்பது  நண்டின் கூற்று."
  }
]
