[
          
  {
    
          "description": "'புவியைப் போற்று' என்ற சொற்றொடரில் உள்ள இலக்கணக் குறிப்பு எது?",
          "options": [
      "வினைச்சொல்",
      "பண்புப் பெயர்",
      "பெயர்ச்சொல்",
      "இடைச்சொல்"
    ],
    "answer": "A",
    
          "additional_context": "கவிதை படைக்க எனும் தலைப்பின் கீழ் “மூடநம்பிக்கை, புவியைப் போற்று, அன்பின்வழி” என்ற மூன்று சொற்களை கொடுத்துள்ளனர். இதில் “புவியைப் போற்று” என்ற சொற்றொடரில் உள்ள இலக்கணக் குறிப்பு என்ன என்பதை கேட்கப்பட்டுள்ளது.  'புவியைப் போற்று' என்ற சொற்றொடரில் 'போற்று' என்பது வினைச்சொல் ஆகும். 'புவியைப்' என்பது பெயர்ச்சொல்லின் மீது வந்த வினைச் சொல்லின் இடைச்சொல் ஆகும்."
          }
        ,
          
  {
    
          "description": "“கைலாசநாதர் கோவில்” என்ற சொல்லில் எத்தனை இயல்புப் புணர்ச்சிகள் உள்ளன?",
          "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "answer": "B",
    
          "additional_context": "பத்தியில் இடம்பெற்றுள்ள இயல்பு புணர்ச்சிகளையும் விகாரப் புணர்ச்சிகளையும் எடுத்தெழுதுக என கேட்கப்பட்டுள்ளது.  காஞ்சி கைலாசநாதர் கோவில் சுற்றுச்சுவர் முழுவதும் சிற்பங்களின் கலைக்கூடமாகத் திகழ்கிறது.  என்ற வாக்கியத்தில் 'கைலாசநாதர்' மற்றும் 'கோவில்' ஆகிய இரண்டு இயல்புப் புணர்ச்சிகள் உள்ளன.   'கைலாச+' 'நாதர்'  என்பவை இயல்புப் புணர்ச்சி.  'கோ+வில்' என்பது இயல்புப் புணர்ச்சி"
          }
        ,
          
  {
    
          "description": "“காவலர்கள் நிற்பதுபோன்று” என்ற சொற்றொடரில் எத்தனை விகாரப் புணர்ச்சிகள் உள்ளன?",
          "options": [
      "1",
      "2",
      "3",
      "4"
    ],
    "answer": "A",
    
          "additional_context": "பத்தியில் இடம்பெற்றுள்ள இயல்பு புணர்ச்சிகளையும் விகாரப் புணர்ச்சிகளையும் எடுத்தெழுதுக என கேட்கப்பட்டுள்ளது.  பல்லவர்காலக் குடைவரைக் கோவில்களின் நுழைவுவாயிலின் இருபுறங்களிலும் காவலர்கள் நிற்பதுபோன்று சிற்பங்கள் படைக்கப்பட்டுள்ளன. என்ற வாக்கியத்தில் 'நிற்பதுபோன்று'  என்பது விகாரப் புணர்ச்சி.   'நிற்பது + போன்று'  என்பது விகாரப் புணர்ச்சி. "
          }
        ,
          
  {
    
          "description": "“இல்லத்தின் அருகே புதிதாகக் கூரை வேய்ந்தனர்” என்ற வாக்கியத்தில் உள்ள மரபுப் பிழை என்ன?",
          "options": [
      "“இல்லத்தின்” என்ற சொல் தவறு",
      "“புதிதாக” என்ற சொல் தவறு",
      "“வேய்ந்தனர்” என்ற சொல் தவறு",
      "“கூரை” என்ற சொல் தவறு"
    ],
    "answer": "C",
    
          "additional_context": "மரபுப் பிழைகளை நீக்கி எழுதுக என கேட்கப்பட்டுள்ளது.  இல்லத்தின் அருகே புதிதாகக் கூரை போட்டனர்.  என்ற வாக்கியத்தில்  “போட்டனர்”  என்பது தவறு.  சரியான சொல்  “வேய்ந்தனர்”  என்பதாகும். கூரை என்பது மரபு வழக்கில் வேய்வதாகும்"
          }
        ,
          
  {
    
          "description": "“கயல் பானை செய்யக் கற்றுக் கொண்டாள்” என்ற வாக்கியத்தில் உள்ள மரபுப் பிழை என்ன?",
          "options": [
      "“கயல்” என்ற சொல் தவறு",
      "“பானை” என்ற சொல் தவறு",
      "“செய்யக்” என்ற சொல் தவறு",
      "“கற்றுக் கொண்டாள்” என்ற சொல் தவறு"
    ],
    "answer": "C",
    
          "additional_context": "மரபுப் பிழைகளை நீக்கி எழுதுக என கேட்கப்பட்டுள்ளது.  கயல் பானை செய்யக் கற்றுக் கொண்டாள். என்ற வாக்கியத்தில்  “செய்யக்” என்பது தவறு.  சரியான சொல்  “செய்வதைக்” என்பதாகும்.  பானை என்பது மரபு வழக்கில் செய்வதாகும்"
          }
        ]