[
          
  {
    
          "description": "பாரதிதாசன் எந்த நூலில் பெண்களின் கல்விக்கு முக்கியத்துவம் வலியுறுத்துகிறார்?",
          "options": [
      "அழகின் சிரிப்பு",
      "பாண்டியன் பரிசு",
      "குடும்ப விளக்கு",
      "இருண்ட வீடு"
    ],
    "answer": "C",
    
          "additional_context": "பாரதிதாசன் தனது குடும்ப விளக்கு என்னும் நூலில் பெண்களின் கல்வியின் அவசியத்தை வலியுறுத்துகிறார். இந்தப் பாடலில் பெண்கல்வி இல்லாதவர்களை, பண்படாத களர்நிலத்திற்கு ஒப்பிடுகிறார். பண்பட்ட நன்செய் நிலத்தைப் போல, கல்வி பெற்ற பெண்கள் அறிவுடைய மக்களைப் பிறப்பிப்பார்கள் என்று குறிப்பிடுகிறார். பாவேந்தர் பல இடங்களில் பெண்கல்வி மீது காட்டிய ஆர்வம், பெண்கள் சமூகத்தில் தலை நிமிர்ந்து வாழ வேண்டும் என்பதை உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'களர்நிலம்' என்ற சொல் எந்தப் பொருளை குறிக்கிறது?",
          "options": [
      "பண்பட்ட நிலம்",
      "பண்படாத நிலம்",
      "வளமான நிலம்",
      "வறண்ட நிலம்"
    ],
    "answer": "B",
    
          "additional_context": "களர்நிலம் என்பது, பண்படாத நிலத்தை குறிக்கும் சொல்.  பாரதிதாசன் தனது பாடலில், கல்வியறிவு இல்லாத பெண்களை களர்நிலத்திற்கு ஒப்பிட்டு, அவர்கள் மூலம் நல்ல மக்கள் பிறப்பதில்லை என்று கூறுகிறார். இது கல்வியின் முக்கியத்துவத்தை எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "'மின்னாளை' என்ற சொல் எதனை உருவகப்படுத்துகிறது?",
          "options": [
      "சூரியனை",
      "மின்விளக்கை",
      "கல்வியறிவற்ற பெண்ணை",
      "கல்வியறிவுடைய பெண்ணை"
    ],
    "answer": "C",
    
          "additional_context": "மின்னாளை என்ற சொல் கல்வியறிவற்ற பெண்ணை குறிக்கிறது.  இந்த வார்த்தையைப் பயன்படுத்துவதன் மூலம் கல்வியின் அறிவு இல்லாமல் இருக்கும் பெண்களை, எப்போதும் ஒளிராத மின்னலுக்கு ஒப்பிடுகிறார். இதன் மூலம் கல்வி பெறுவது பெண்களுக்கு அவசியம் என்பதை உணர்த்துகிறார். "
          }
        ,
          
  {
    
          "description": "'சமைப்பது தாழ்வா? இன்பம் சமைக்கின்றார் சமையல் செய்வார்!' என்ற வரிகள் என்ன செய்தியை வெளிப்படுத்துகின்றன?",
          "options": [
      "பெண்களே சமைக்க வேண்டும் என்ற கட்டாயம்",
      "சமைப்பது என்பது தாழ்ந்த பணி",
      "சமைப்பதில் இன்பமும் உள்ளது",
      "சமையல் செய்பவர் எப்போதும் இன்பமாக இருப்பார்"
    ],
    "answer": "C",
    
          "additional_context": "சமைப்பது தாழ்வான பணி என்று கருதுவது தவறு,  சமைப்பது என்பது இன்பமான பணியாகும்.  எனவே, இது சமைப்பது எந்த அளவுக்கு முக்கியமானது என்பதைப் புரியப்படுத்துகிறது.  ஒரு சமையல் செய்பவர் உணவு மட்டுமல்லாமல் இன்பத்தையும் தருகிறார் என்பதை பாரதிதாசன் இங்கே விளக்குகிறார்."
          }
        ,
          
  {
    
          "description": "'உணவினை ஆக்கல் மக்கட்கு! உயிர்ஆக்கல் அன்றோ?' என்ற வரிகள் எதைப் பற்றி பேசுகின்றன?",
          "options": [
      "உணவு எவ்வாறு உருவாகிறது",
      "உணவின் முக்கியத்துவம்",
      "உணவு உடலுக்கு உயிர் தருகிறது",
      "சமைப்பது பெண்களுக்கு மட்டும் உரியது"
    ],
    "answer": "C",
    
          "additional_context": "உணவை உருவாக்குவது என்பது மக்களுக்கு உயிரைத் தருவது போன்றதாகும்.  உணவு உடலுக்கு உயிர் தருகிறது, அது ஒரு பெரிய கொடை. இந்த வரிகள் உணவின் முக்கியத்துவத்தை உணர்த்துகிறது,  சமைப்பது ஒரு பெரிய சேவை என்பதை வெளிப்படுத்துகிறது."
          }
        ]