
[
  {
    "description": "நாயக்கர் காலத்தில் அமைக்கப்பட்ட ஆயிரங்கால் மண்டபத் தூண்களில் கண்ணப்பர், குறவன் குறத்தி போன்ற சிற்பங்கள் உள்ளன. இந்தக் கூற்று எந்த காலகட்டத்தைக் குறிக்கிறது?",
    "options": [
      "பல்லவர் காலம்",
      "சோழர் காலம்",
      "விஜயநகர காலம்",
      "நாயக்கர் காலம்"
    ],
    "answer": "D",
    "additional_context": "நாயக்க மன்னர் பல இடங்களில் ஆயிரங்கால் மண்டபங்களை அமைத்தனர். அம்மண்டபத் தூண்களில் அழகிய சிற்பங்களைச் செதுக்கினர். மதுரை மீனாட்சி அம்மன் கோவில், இராமேசுவரம் பெருங்கோவில், திருநெல்வேலி நெல்லையப்பர் கோவில், கிருஷ்ணாபுரம் பெருமாள் கோவில், திண்டுக்கல் அருகே தாடிக்கொம்பில் உள்ள பெருமாள் கோவில், பேரூர் சிவன் கோவில் போன்ற இடங்களில் கலைநயம் மிக்க சிற்பங்களைக் காணமுடியும். \nமதுரை மீனாட்சி அம்மன் கோவில் ஆயிரங்கால் மண்டபத் தூண்களில் கண்ணப்பர், குறவன் குறத்தி போன்ற சிற்பங்கள் உள்ளன. அரிச்சந்திரன், சந்திரமதி சிற்பங்களில் ஆடை, ஆபரணங்கள் கலை நயத்துடன் காணப்படுகின்றன. இறந்த மைந்தனைக் கையில் ஏந்தியபடி நிற்கும் சந்திரமதி சிலையும் அமைந்துள்ளது."
  },
  {
    "description": "கீழே உள்ள எந்தக் கூற்று தமிழர் சிற்பக்கலையின் தனிச்சிறப்பை விளக்குகிறது?",
    "options": [
      "தமிழகச் சிற்பங்கள் பிறநாட்டுச் சிற்பங்களைப் போன்றே அமைந்துள்ளன.",
      "தமிழகச் சிற்பங்கள் யோகக்கலை, நாட்டியக்கலைக் கூறுகளைத் தன்னுள் கொண்டுள்ளன.",
      "தமிழகச் சிற்பங்கள் பெரும்பாலும் கடவுள் உருவங்களை மட்டும்  காட்டுகின்றன.",
      "தமிழகச் சிற்பங்கள் பிற நாடுகளில் காணப்படாத கருவூலங்களைத் தன்னுள் கொண்டுள்ளன."
    ],
    "answer": "B",
    "additional_context": "பிறநாட்டுச் சிற்பங்களைக் காட்டிலும் தமிழகச் சிற்பங்கள் தனித்தன்மையுடன் திகழ்கின்றன. யோகக்கலை, நாட்டியக்கலைக் கூறுகளும் தமிழகச் சிற்பக்கலையில் இடம் பெற்றுள்ளன."
  },
  {
    "description": "பல்லவர் காலத்தில் அமைக்கப்பட்ட கோவில்களில் எந்த இடத்தில் சிற்பங்கள் காணப்படவில்லை?",
    "options": [
      "கோவில் தூண்கள்",
      "கோபுரம்",
      "நுழைவு வாயில்கள்",
      "கோவில் சுவர்கள்"
    ],
    "answer": "D",
    "additional_context": "பல்லவர் காலத்தில் அமைக்கப்பட்ட கோவில்களின் கட்டடங்கள், கற்றூண்கள், சுற்றுச்சுவர்கள், நுழைவு வாயில்கள் என அனைத்து இடங்களிலும் சிற்பங்கள் மிளிர்வதைக் காண முடியும்."
  },
  {
    "description": "மணிமேகலையில் எந்த வகையான சிற்பங்கள் குறிப்பிடப்பட்டுள்ளன?",
    "options": [
      "செப்புத் திருமேனிகள்",
      "கற்சிற்பங்கள்",
      "சுதைச் சிற்பங்கள்",
      "மரச்சிற்பங்கள்"
    ],
    "answer": "C",
    "additional_context": "சிலப்பதிகாரத்தில் கண்ணகிக்குச் சிலைவடித்த செய்தி இடம் பெற்றுள்ளது. மாளிகைகளில் பல சிற்பங்களில் சுண்ணாம்புக் கலவை (சுதைச் சிற்பங்கள்) இருந்ததை மணிமேகலை மூலம் அறிய முடிகிறது."
  },
  {
    "description": "பல்லவர் காலச் சிற்பங்களில் இடம்பெறும் கலைநுட்பங்கள் எவை?",
    "options": [
      "யாளி, சிங்கம், தாமரை மலர், வட்டங்கள்",
      "பறவைகள், விலங்குகள், கடவுளர், மனித உருவங்கள்",
      "காவலர்கள், நந்தி, நவக்கிரகம், சிங்கமுகக் கிணறு",
      "இவை அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பல்லவர் காலத்தில் சுதையினாலும், கருங்கற்களினாலும் சிற்பங்கள் அமைக்கப்பட்டன. கோவில் தூண்கள் சிற்பங்களால் அழகு பெற்றன. தூண்களில் யாளி, சிங்கம், தாமரை மலர், நுட்பமான வேலைப்பாடுகள் நிறைந்த வட்டங்கள் போன்றவை பொறிக்கப்பட்டன. பல்லவர் காலத்தில் அமைக்கப்பட்ட கோவில்களின் கட்டடங்கள், கற்றூண்கள், சுற்றுச்சுவர்கள், நுழைவு வாயில்கள் என அனைத்து இடங்களிலும் சிற்பங்கள் மிளிர்வதைக் காண முடியும்."
  }
]
