[
          
  {
    
          "description": "தொடை என்றால் என்ன?",
          "options": [
      "பாடலின் அடிகளிலோ, சீர்களிலோ எழுத்துகள் ஒன்றிவரத் தொடுப்பது",
      "பாடலின் அடிகளிலோ, சீர்களிலோ முதலெழுத்து ஒன்றி அமைவது",
      "பாடலின் அடிகளிலோ, சீர்களிலோ முதல் எழுத்து அளவொத்து நிற்க, இரண்டாம் எழுத்து ஒன்றியமைவது",
      "பாடலின் அடிகள்தோறும் இறுதி எழுத்தோ, அசையோ, சீரோ, அடியோ ஒன்றியமைவது"
    ],
    "answer": "A",
    
          "additional_context": "பாடல்களில் ஒசை பொருந்தி வருமாறு இயற்றுதல் பற்றிய அமைப்பு தொடை எனப்படும். தொடைகள் மொத்தம் எட்டு வகைப்படும். அவை மோனை, எதுகை, இயைபு, அளபெடை, முரண், இரட்டை, அந்தாதி, செந்தொடை ஆகியவை."
          }
        ,
          
  {
    
          "description": "'ஒற்றொற்றித் தந்த பொருளையும் மற்றுமோர் ஒற்றினால் ஒற்றிக் கொளல்' - இந்தப் பாடலில் எந்தத் தொடை பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "மோனை",
      "எதுகை",
      "இயைபு",
      "அளபெடை"
    ],
    "answer": "A",
    
          "additional_context": "ஒரு பாடலில் அடிகளிலோ, சீர்களிலோ முதலெழுத்து ஒன்றி அமைவது மோனைத் தொடை எனப்படும். இங்கு 'ஒற்றொற்றித்'  என்ற  சொல்லில்  முதலெழுத்து 'ஒ'  ஒன்றாக அமைந்துள்ளது. 'மற்றுமோர் ஒற்றி'  என்ற சொல்லும் முதலெழுத்து 'ஒ'  என்றே  அமைந்துள்ளதால் இது மோனைத் தொடை எனலாம். "
          }
        ,
          
  {
    
          "description": "'திறனல்ல தற்பிறர் செய்யினும் நோநொந்து அறனல்ல செய்யாமை நன்று' - இந்தப் பாடலில் பயன்படுத்தப்பட்டுள்ள தொடை என்ன?",
          "options": [
      "மோனை",
      "எதுகை",
      "இயைபு",
      "அந்தாதி"
    ],
    "answer": "B",
    
          "additional_context": "எதுகை என்பது ஒரு வகை தொடை. இதில் பாடலின் அடிகளிலோ, சீர்களிலோ முதல் எழுத்து அளவொத்து நிற்க, இரண்டாம் எழுத்து ஒன்றியமைவது. இங்கு, 'திறனல்ல'  என்ற சொல்லில் முதலெழுத்து 'த'  அளவொத்து நிற்க, இரண்டாம் எழுத்து 'இ'  என்றும் 'அறனல்ல'  என்ற சொல்லில் முதலெழுத்து 'அ'  அளவொத்து நிற்க, இரண்டாம் எழுத்து 'இ'  என்றும் அமைந்துள்ளதால் இது எதுகைத் தொடை."
          }
        ,
          
  {
    
          "description": "'வானரங்கள் கனிகொடுத்து மந்தியொடு கொஞ்சும் மந்திசிந்து கனிகளுக்கு வான்கவிகள் கெஞ்சும்' - இந்தப் பாடலில் பயன்படுத்தப்பட்டுள்ள தொடை எது?",
          "options": [
      "மோனை",
      "எதுகை",
      "இயைபு",
      "முரண்"
    ],
    "answer": "C",
    
          "additional_context": "இயைபுத் தொடை என்பது பாடலின் அடிகள்தோறும் இறுதி எழுத்தோ, அசையோ, சீரோ, அடியோ ஒன்றியமைவது. இந்தப் பாடலில் 'கொஞ்சும்'  என்ற சொல்லும் 'கெஞ்சும்' என்ற சொல்லும் இறுதி எழுத்து 'ம்'  என்றே ஒன்றி அமைந்துள்ளதால் இது இயைபுத் தொடை.  "
          }
        ,
          
  {
    
          "description": "“பிறர்நாணத் தக்கது தான்நாணா னாயின் அறம்நாணத் தக்க துடைத்து” என்ற திருக்குறளின் ஈற்றடியில் வரும் “துடைத்து” என்ற சொல்லில் பயன்படுத்தப்பட்டுள்ள சீர் எது?",
          "options": [
      "நாள்",
      "பிறப்பு",
      "காசு",
      "மலர்"
    ],
    "answer": "B",
    
          "additional_context": "'துடைத்து'  என்ற சொல் இரண்டு அசைகளைக் கொண்டுள்ளது. 'துடை'  என்பது தனி நெடில்,  'த்து'  என்பது  ஒற்று.  இதனால் இது தனிநெடில், ஒற்று கொண்ட 'பிறப்பு'  என்ற சீர்."
          }
        ]