
[
  {
    "description": "நேதாஜி, இந்திய தேசிய இராணுவத்தில் இருந்து ______  ______  வீரர்களை டோக்கியோ அனுப்பி வான்படைத் தாக்குதலுக்கான பயிற்சி அளித்தார்.",
    "options": [
      "25",
      "35",
      "45",
      "55"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தை வலுப்படுத்தும் நோக்கில்  நேதாஜி சுபாஷ் சந்திர போஸ்,  45  இளைஞர்களை டோக்கியோ அனுப்பி வான்படைத் தாக்குதலுக்கான பயிற்சி அளித்தார். அவர்களில் பெரும்பாலோர் தமிழர்கள்.  இவர்களை டோக்கியோ கேடட்ஸ் என்று அழைத்தனர்."
  },
  {
    "description": "இந்திய தேசிய இராணுவம் ஆங்கிலேயரை எதிர்த்துப் போரிட ______  ______   வழியாக இந்தியா வரத் திட்டமிட்டது.",
    "options": [
      "மலேயா",
      "பர்மா",
      "ஜப்பான்",
      "சீனா"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்திய தேசிய இராணுவம் ஜப்பானிய இராணுவத்தோடு சேர்ந்து, ஆங்கிலேயரோடு போரிடப் பர்மா வழியாக இந்தியா வரத் திட்டமிட்டது. இதில்  தமிழர் மக்கள் துணையுடன்  நேதாஜி சுபாஷ் சந்திர போஸ்  போராடினார்.  ஆங்கிலப் பிரதமர் சர்ச்சில் கோபம் கொண்டு 'மலேயாவில் உள்ள தமிழர்களின் இரத்தம் நேதாஜியின் மூளையில் கட்டியாக உள்ளது' என்று கூறினார். அதற்கு நேதாஜி இந்தத் தமிழினம்தான் ஆங்கிலேயர்களை அழிக்கும் என்று பதில் கூறினார்."
  },
  {
    "description": "______   ______  இந்தியாவிற்கு விடுதலை பெற்றுத் தந்ததில் இந்திய தேசிய இராணுவத்தினரின் பங்கினை நாம் மறந்துவிட முடியாது.",
    "options": [
      "போர்",
      "விடுதலைப் போர்",
      "தேசிய விடுதலை",
      "சுதந்திரம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தியாவிற்கு விடுதலை பெற்றுத் தந்ததில் இந்திய தேசிய இராணுவத்தினரின் பங்கினை நாம் மறந்துவிட முடியாது.  அவர்கள் தாயக நலனுக்காகத் தங்கள் வாழ்க்கையைத் தியாகம் செய்தனர். இந்திய விடுதலைப் போரில் ஈடுபட்ட தமிழர்கள் பலர் வீரமரணத்தைத் தழுவினர். அவர்களின் வீரம் போற்றுதலுக்குரியது."
  },
  {
    "description": "இந்திய தேசிய இராணுவம் 1944ஆம் ஆண்டு மார்ச் ______  அன்று ஆங்கிலேயரை வென்று இந்தியாவிற்குள் மணிப்பூர்ப் பகுதியில் 'மொய்ராங்' என்ற இடத்தில் மூவண்ணக் கொடியை ஏற்றியது.",
    "options": [
      "15",
      "18",
      "21",
      "25"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இரண்டாம் உலகப்போரில் பர்மாவில் நடந்த போர்  மிகவும் கொடூரமானதாகும்.  இந்திய தேசிய இராணுவம் 1944ஆம் ஆண்டு மார்ச் 18அன்று ஆங்கிலேயரை வென்று இந்தியாவிற்குள் மணிப்பூர்ப் பகுதியில் 'மொய்ராங்' என்ற இடத்தில் மூவண்ணக் கொடியை ஏற்றியது. ஆனால், அமெரிக்கர்களும், ஆங்கிலேயர்களும் சேர்ந்து போரிட்டதால் இந்த வெற்றி நிலைபெற்று நீடிக்கவில்லை."
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தைச் சேர்ந்த ______  ______  இளைஞர்கள், 1943-45ஆம் ஆண்டுகளில் சென்னைச் சிறையில் தூக்கிலிடப்பட்டனர்.",
    "options": [
      "பதினெட்டு",
      "பத்தொன்பது",
      "இருபது",
      "இருபத்தி ஒன்று"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தைச் சேர்ந்த பதினெட்டு இளைஞர்கள், 1943-45ஆம் ஆண்டுகளில் சென்னைச் சிறையில் தூக்கிலிடப்பட்டனர்.  1944ஆம் ஆண்டு பதினெட்டே வயதான இராமு என்பவர் தூக்கிலிடப்பட்டார். அவர் தூக்கிலிடப்படுவதற்கு முதல்நாள் இரவு, 'நான் என் உயிரைக் கொடுப்பதற்குக் கொஞ்சமும் கவலைப்படவில்லை; ஏனெனில் நான் கடவுளுக்கு எதிராக ஒன்றும் செய்யவில்லை' என்று கூறினார்."
  }
]
