
[
  {
    "description": "“இமயத்துக் கோடு உயர்ந்தன்ன” - இவ்வடியில் அடிக்கோடிட்ட சொல்  “கோடு” எதைக் குறிக்கிறது?",
    "options": [
      "மலைத்தொடரின் மிக உயர்ந்த பகுதி",
      "மலையின் அடிவாரத்தில் உள்ள ஒரு சிறிய பகுதி",
      "மலைச்சரிவில் காணப்படும் ஒரு மெல்லிய பாதை",
      "மலைச்சாரலில் காணப்படும் ஒரு நீண்ட குழி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இமயமலை ஒரு மிக உயர்ந்த மலைத்தொடர். அதன் உச்சியில் உள்ள மிக உயர்ந்த பகுதியைக் குறிப்பதே 'கோடு' என்ற சொல்.  மலைப்பகுதி  ஒரு நீண்ட கோடு போல நீண்டிருப்பதால் இவ்வாறு கூறப்படுகிறது."
  },
  {
    "description": "“தமிழ்ப் புலவரைப் போலவே உரோமச் சிந்தனையாளர் கொண்ட கொள்கை” - இந்த வரியில் எது தமிழ்ப் புலவர்களின் கொள்கையைக் குறிக்கிறது?",
    "options": [
      "வாழ்க்கை ஒரு பயணம், அதில் மகிழ்ச்சி மட்டுமே முக்கியம்",
      "பிறருக்குப் பணிவிடை செய்வதே வாழ்க்கையின் நோக்கம்",
      "நிலையான வாழ்க்கை எதுவும் இல்லை, மறுபிறவி என்பது உண்மை",
      "உலகம் ஒன்றே, மனிதகுலம் ஒன்றே"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தமிழ்ப் புலவர்கள் உலகத்தின் ஒற்றுமையைப் பற்றியும், மனிதகுலம் ஒன்றே என்ற கொள்கையைப் பற்றியும் எழுதியுள்ளனர். இது உரோமச் சிந்தனையாளர்களின் கொள்கைக்கும் ஒத்துப்போகிறது. தமிழ்ப் புலவர்கள் உலகின் எல்லா மக்களும் சமம் என்ற கொள்கையைக் கொண்டிருந்தனர். இது போன்ற கொள்கையை உரோமச் சிந்தனையாளர்களும் கொண்டிருந்தார்கள்."
  },
  {
    "description": "வண்ணதாசன் எழுதிய எந்த நூலுக்கு சாகித்திய அகாதெமி விருது கிடைத்தது?",
    "options": [
      "இயற்கை அழகைப் பற்றிய லயிசமான கவிதைகள் கொண்ட நூல்",
      "தொன்மையான கதைசொல்லல் நடைமுறையைப் பின்பற்றிய நூல்",
      "நதியின் ஓட்டத்தைப் போன்ற, நெளிவு சுளிவுகளைக் கொண்ட கதை",
      "உயரமான இலட்சியங்களையும் போராட்டத்தையும் பற்றிய நூல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "வண்ணதாசனின் 'அந்நியமற்ற நதி' என்ற நூல் சாகித்திய அகாதெமி விருதை வென்றது. இந்த நூல் நதியின் ஓட்டத்தைப் போல, நெளிவு சுளிவுகளைக் கொண்ட கதையாக அமைந்துள்ளது.  "
  },
  {
    "description": "“யா” மரம் எந்த இடத்தில் வளரும்?",
    "options": [
      "குளிர்ந்த சூழல், மலைப்பகுதிகளில்",
      "நீர்நிலைகள், வயல்கள் மற்றும் பச்சைப் பசேல் எனும் இடங்களில்",
      "வறண்ட, மணல் நிறைந்த பகுதிகளில்",
      "கடற்கரை, கடல் நீரின் அருகே"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "யா மரம் கடற்கரைப் பகுதிகளில் வளரும். கடல் நீரின் அருகே காணப்படும் ஒரு மரம் இது.  "
  },
  {
    "description": "“கேடில் விழுச் செல்வம் கல்வி ஒருவற்கு  /  மாடல்ல மற்றை யவை” - இக்குறளில் பயின்றுள்ள அணி யாது?",
    "options": [
      "ஒரு பொருளின் பெருமையை மற்ற பொருள்களைப் பழித்துரைப்பதன் மூலம் விளக்குதல்",
      "ஒரு பொருளின் பெருமையை மற்றொரு பொருளை உயர்த்திப் பேசுவதன் மூலம் விளக்குதல்",
      "ஒரு சொல்லை இரண்டு பொருள்களில் பயன்படுத்தி, இரண்டையும் சமமாகக் காட்டுதல்",
      "ஒரு பொருளின் குறைபாட்டைப் புகழ்ந்து பேசுவதன் மூலம் அதன் பெருமையைக் காட்டுதல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் குறளில் கல்வியின் பெருமையை மற்ற பொருள்களைப் பழித்துரைப்பதன் மூலம் விளக்கப்பட்டுள்ளது.  'கேடில் விழுச் செல்வம்' என்ற வரியில் 'கேடு' என்பது பொருளாதாரம், செல்வம் போன்றவற்றைக் குறிக்கிறது.  இவையெல்லாம்  'மாடல்ல' என்று கூறப்படுகிறது.  அதாவது இவை  பயனற்றவை என்பது  இந்தக் குறளின் பொருள்."
  }
]
