[
          
  {
    
          "description": "பொறுமையைத் தாங்கும் நிலம் போலத் தன்னை இகழ்வார்ப் பொறுத்தல் என்பது, இகழ்வாரின் தாக்குதல்களை எவ்வாறு கையாள்வது என்பதற்கான உவமையாகக் காட்டப்படுகிறது.  இந்த உவமையின் மூலம் என்ன கருத்து வெளிப்படுகிறது?",
          "options": [
      "இகழ்வாரைப் பொறுத்துக் கொண்டு மன அமைதியைப் பேண வேண்டும்.",
      "இகழ்வாரின் தாக்குதல்களுக்குத் தக்க பதிலடி கொடுக்க வேண்டும்.",
      "இகழ்வாரைப் புறக்கணித்து அவர்களைப் பொருட்படுத்தக் கூடாது.",
      "இகழ்வாரின் தாக்குதல்களைப் பொறுத்துக் கொள்வதன் மூலம் மன உறுதியை வளர்த்துக் கொள்ள வேண்டும்."
    ],
    "answer": "A",
    
          "additional_context": "இந்த உவமை திருக்குறளில் பொறையுடைமை எனும் அதிகாரத்தில் உள்ளது.  இகழ்வாரின் தாக்குதல்களைத் தாங்கும் நிலம் போலத் தன்னை இகழ்வாரைப் பொறுத்துக் கொள்வது மிகவும் சிறந்தது என்று கூறுகிறது.  நிலம் எத்தனை தாக்குதல்களை எதிர்கொண்டாலும் அதனைப் பொறுத்து நிற்கும்.  அதைப்போல இகழ்வாரின் தாக்குதல்களைப் பொறுத்துக் கொண்டு மன அமைதியைப் பேண வேண்டும் என்பது இதன் பொருள்.  "
          }
        ,
          
  {
    
          "description": "'பொறுத்தல் இறப்பினை என்றும் அதனை மறத்தல் அதனினும் நன்று' என்ற குறளின் வழியாக, இறப்பைப் பொறுத்து மறத்தல் என்ற கருத்து கூறப்படுகிறது.  இதன் பொருள் என்ன?",
          "options": [
      "மரணத்தை எப்போதும் நினைத்து துயரப்படக் கூடாது.",
      "இறந்தவரை எப்போதும் நினைத்து வருந்தக் கூடாது.",
      "இறப்பு என்பது இயற்கை நிகழ்வு என்பதை ஏற்றுக் கொள்ள வேண்டும்.",
      "இறந்தவரை மறந்து புதிய வாழ்க்கையைத் தொடங்க வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "இந்த குறள்  திருக்குறளில் பொறையுடைமை எனும் அதிகாரத்தில் உள்ளது.  இறப்பைப் பொறுத்து மறந்துவிடுவதே  மிகவும் நல்லது என்று கூறுகிறது.  இறப்பு என்பது இயற்கையான நிகழ்வு என்பதை ஏற்றுக் கொள்ள வேண்டும்.  இறந்தவரை எப்போதும் நினைத்து வருந்தி துயரப்படுவதால் எந்தப் பயனும் இல்லை.  அவர்களை மறந்து புதிய வாழ்க்கையைத் தொடங்க வேண்டும் என்பது இதன் பொருள்."
          }
        ,
          
  {
    
          "description": "தீவினை செய்வோர் அஞ்சாத விஷயத்தை, நல்லவர்கள் அஞ்சும் காரணம் என்ன?",
          "options": [
      "தீவினை செய்வோர் விளைவுகளைப் பற்றி யோசிக்க மாட்டார்கள்.",
      "தீவினை செய்வோர் தங்கள் செயல்களின் விளைவுகளைப் பொருட்படுத்த மாட்டார்கள்.",
      "நல்லவர்கள் தங்கள் செயல்களின் விளைவுகளைப் பற்றி எப்போதும் யோசிப்பார்கள்.",
      "நல்லவர்கள் தீவினைகளின் விளைவுகளைப் பற்றி அஞ்சுவார்கள்."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி திருக்குறளில் தீவினையச்சம் எனும் அதிகாரத்தில் உள்ளது.  தீவினை செய்வோர் தங்கள் செயல்களின் விளைவுகளைப் பற்றி யோசிக்காமல், தைரியமாகத் தீவினைகளைச் செய்வார்கள்.  நல்லவர்கள் தங்கள் செயல்களின் விளைவுகளைப் பற்றி எப்போதும் யோசிப்பார்கள்.  தீவினைகளின் விளைவுகள் பயங்கரமானவை என்பதை அறிந்திருப்பதால், அவர்கள் தீவினைகளைச் செய்ய அஞ்சுவார்கள்."
          }
        ,
          
  {
    
          "description": "'உண்ணாது நோற்பார் பெரியர் பிறர்சொல்லும் இன்னாச்சொல் நோற்பாரின் பின்' என்ற குறள் எந்தக் கருத்தை வலியுறுத்துகிறது?",
          "options": [
      "உடல்நலம் காக்க உண்ணா நோன்பு சிறந்தது.",
      "மற்றவர்களின் இன்னாச்சொற்களைப் பொறுத்துக் கொள்வது சிறந்தது.",
      "உடல்நோன்புடன் மனநோன்பும் அவசியம்.",
      "உடல்நோன்பை விட மனநோன்பு சிறந்தது."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் குறள்  திருக்குறளில் பொறையுடைமை எனும் அதிகாரத்தில் உள்ளது.  உடல் நோன்பை விட மன நோன்பு மிகவும் சிறந்தது என்று கூறுகிறது.  உண்ணா நோன்பை விட, பிறர் சொல்லும் இன்னாச்சொற்களைப் பொறுத்து மன உறுதியை வளர்த்துக்கொள்வது என்பது மிகவும் சிறந்தது என்பது இதன் பொருள்.   "
          }
        ,
          
  {
    
          "description": "'செல்வத்துள் செல்வம் செவிச்செல்வம் அச்செல்வம் செல்வத்துள் எல்லாம் தலை' என்ற குறள், செவிச்செல்வத்தின் சிறப்பை எடுத்துக்காட்டுகிறது.  செவிச்செல்வத்தின் மூலம் என்ன பெற முடியும்?",
          "options": [
      "பணம், சொத்து போன்ற பொருள் செல்வம்.",
      "நல்ல பழக்கவழக்கங்கள் மற்றும் நெறிகள்.",
      "அறிவு, ஞானம் மற்றும் நல்லறிவு.",
      "ஆரோக்கியம் மற்றும் நீண்ட ஆயுள்."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் குறள் திருக்குறளில் கேள்வி எனும் அதிகாரத்தில் உள்ளது.  நல்ல கேள்வி செவிச்செல்வம் எனப்படும்.  செவிச்செல்வம் எல்லா செல்வத்திலும் மிகவும் சிறந்தது என்று கூறுகிறது.  அறிவு, ஞானம், நல்லறிவு போன்றவற்றை நல்ல கேள்வி மூலமாகப் பெற முடியும்.  "
          }
        ]