
[
  {
    "description": "பாடலில் “போக்குக” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "தொடங்குதல்",
      "நீக்குதல்",
      "சேர்ப்பது",
      "பேசுதல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தப் பாடலில்  \"போக்குக\" என்பது ஒரு வியங்கோள் வினைமுற்று. இதன் பொருள்  \"நீக்குதல்\" என்பதாகும்.  \"வெகுளி போக்குக\" என்ற  பகுதியின்  பொருள் \"சினத்தை நீக்குக\"  என்பதாகும்.  இந்த வரியின் மூலம்,  ஒரு நல்ல செயலைச் செய்ய விரும்புபவர்,  சினத்தை நீக்கிட வேண்டும் என்பது  தெளிவாகிறது."
  },
  {
    "description": "யசோதர காவியத்தின் ஆசிரியர் யார்?",
    "options": [
      "தொல்காப்பியர்",
      "இளங்கோவடிகள்",
      "சமண முனிவர் (பெயர் தெரியாது)",
      "வள்ளுவர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "யசோதர காவியத்தின் ஆசிரியர் யார் என்பது  நிச்சயமாகத் தெரியாது.  இது சமண முனிவர் ஒருவரால்  இயற்றப்பட்டது  என்பர்.  யசோதரன் என்னும் அவந்தி நாட்டு மன்னனின் வரலாற்றைக் கூறுகிறது இந்தக் காவியம்."
  },
  {
    "description": "யசோதர காவியத்தில் எத்தனை சருக்கங்கள் உள்ளன?",
    "options": [
      "3",
      "5",
      "7",
      "9"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "யசோதர காவியத்தில் ஐந்து சருக்கங்கள் உள்ளன.  இதில்  320 பாடல்கள் உள்ளன  என்பர்.  சிலர்  330 பாடல்கள் இருப்பதாகவும் கூறுகிறார்கள்."
  },
  {
    "description": "“நுழையும்முன்” என்ற தலைப்பில் என்ன சொல்லப்படுகிறது?",
    "options": [
      "யசோதர காவியத்தைப் படித்தால் நல்லதென்று சொல்லப்படுகிறது.",
      "சமண மதத்தைப் பற்றி விளக்கப்படுகிறது.",
      "யசோதரன் என்ற மன்னனைப் பற்றி சொல்லப்படுகிறது.",
      "அறத்தைப் பற்றி ஆராய்ச்சி செய்வதாக குறிப்பிடப்படுகிறது."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் கட்டுரையின்  \"நுழையும்முன்\"  என்ற பகுதியில்,  வாழ்க்கை நெறிகளை அறிவுறுத்தும் இலக்கியங்களைப் பற்றிச் சொல்லப்பட்டுள்ளது.  தமிழில் அறம் சார்ந்த பல இலக்கியங்கள் இருப்பதாகக் குறிப்பிடப்பட்டு,   யசோதர காவியத்தைப் படிப்பது  நல்லது என்று  சொல்லப்பட்டுள்ளது."
  },
  {
    "description": "பாடலில் “ஞானம் நோக்குக” என்ற வரியின் பொருள் என்ன?",
    "options": [
      "ஞானத்தைத் தேடிப் பெற வேண்டும்",
      "ஞானத்தைப் பற்றி பேச வேண்டும்",
      "ஞானத்தைப் பற்றி எழுத வேண்டும்",
      "ஞானத்தைப் பற்றிப் பாட வேண்டும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வரி,  \"நோக்குக\"  என்பது  ஞானத்தை  தேடிப் பெற வேண்டும்  என்பதைத்  தெளிவாகக் காட்டுகிறது.  ஞானம் என்பது  அறிவு  என்பதால்,  நல்ல அறிவை  தேடிப் பெற  வேண்டும்  என்பது இந்த வரியின்  பொருளாகும்."
  }
]
