[
          
  {
    
          "description": "'என் உதிரம் ______  ______  அந்த உருவம் என் உள்ளங்கையில் கிடப்பதை, குறுகுறு கை நீட்டி என் சட்டையைப் பிடித்து இழுப்பதை, கண்ணீர் மல்கப் பார்த்துக்கொண்டு இருந்தேன்.'",
          "options": [
      "உருவானதை",
      "வந்ததை",
      "ஆனதை",
      "நீங்கியதை"
    ],
    "answer": "A",
    
          "additional_context": "இந்த வரிகள் நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதத்தில் இடம்பெற்றுள்ளன. கவிஞர் தனது மகன் பிறந்தபோது ஏற்பட்ட உணர்வுகளை இவ்வரிகளில் வெளிப்படுத்துகிறார். தன் உடம்பில் இருந்து மகன் பிரிந்து வந்ததை, அது தனது கைகளில் இருப்பதை, தனது சட்டையை மகன் இழுத்துக்கொள்வதை கவிஞர் உருவகமாகப் படம்பிடித்து காட்டுகிறார். இதிலிருந்து தந்தையின் மகன் மீதான அன்பும் பாசமும் வெளிப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "'தரை எல்லாம் ______  ______  தவழ்ந்தாய். தகப்பன் விரல் பிடித்து எழுந்தாய்.'",
          "options": [
      "உன் கை",
      "நீ",
      "உனதாக்கி",
      "நீயே"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகளில் கவிஞர் தனது மகன் குழந்தைப் பருவத்தில் செய்த சாகசங்களைப் பற்றிப் பேசுகிறார். மகன் தரை முழுவதும் தவழ்ந்து ஆராய்ந்ததையும், தந்தை அவரைப் பிடித்து எழுப்பியதையும் கவிஞர் விவரிக்கிறார். மகனின் குழந்தைப் பருவத்தின் சின்னச் சின்ன நிகழ்வுகளைப் பற்றி எழுதி தந்தையின் மகன் மீதான அன்பு, பொறுமை, அக்கறை ஆகியவற்றை நாம் புரிந்துகொள்ள முடிகிறது. இந்த வரிகளில் 'உனதாக்கி' என்பது மகன் தரையை தனதாக்கி தவழ்ந்ததை குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'என் பொம்முக்குட்டியே! இந்த எல்லாத்  ______  ______  நீ நம் வீட்டுக்கு இறைவனை அழைத்து வந்தாய்.'",
          "options": [
      "மகிழ்ச்சிகளிலும்",
      "தருணங்களிலும்",
      "சோதனைகளிலும்",
      "சந்தர்ப்பங்களிலும்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரிகளில் கவிஞர் தனது மகன் வாழ்க்கையின் அனைத்து நிகழ்வுகளும் இறைவனின் அருள் என்பதை எடுத்துரைக்கிறார். மகன் தனது குழந்தைப் பருவத்தில் செய்த ஒவ்வொரு செயலும், அந்தச் செயல்களின் மூலம் ஏற்பட்ட அனைத்து தருணங்களும் தனது வீட்டிற்கு இறைவனின் அருளைத் தந்துள்ளன என்று கவிஞர் கூறுகிறார். மகனை 'பொம்முக்குட்டியே' என்று அழைத்து அவர் மீதுள்ள தந்தையின் பாசத்தை கவிஞர் வெளிப்படுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "“உன் மொழியில் உனக்கு எழுத, நான் கடவுளின் மொழியை அல்லவா கற்க வேண்டும்.” - இந்த வரிகளில் கவிஞர் எதைக் குறிப்பிடுகிறார்?",
          "options": [
      "மகன் மொழி அறிந்ததால் தான் கடவுள் மொழியைக் கற்க வேண்டும்.",
      "மகன் மொழியைப் புரிந்துகொள்ளத் தான் கடவுள் மொழியைப் போன்ற ஆழமான மொழியைக் கற்க வேண்டும்.",
      "மகனுக்குப் புரியும் வகையில் எழுதத் தான் தன் மொழித்திறனை மேம்படுத்த வேண்டும்.",
      "தான் கடவுள் மொழியைக் கற்றுத் தேர்ந்திருப்பதால் தன் மகனுக்கு எழுத முடிகிறது."
    ],
    "answer": "C",
    
          "additional_context": "கவிஞர் தனது மகனுக்கு கடிதம் எழுதுவதாக கூறுகிறார். மகனுக்குப் புரியும் வகையில் எழுதத் தான் தன் மொழித்திறனை மேம்படுத்த வேண்டும் என்று கவிஞர் நினைக்கிறார். தன் மகனை கடவுளின் மொழியைப் போல் புரிந்துகொள்ள முடியாத ஒரு சக்தியாக கவிஞர் கருதுகிறார். தனது மகன் மீதான தந்தையின் அன்பு, பாசம், மரியாதை ஆகியவற்றை இந்த வரிகள் காட்டுகின்றன."
          }
        ,
          
  {
    
          "description": "“என் உதிரம் உருவமானதை, அந்த உருவம் என் உள்ளங்கையில் கிடப்பதை, குறுகுறு கை நீட்டி என் சட்டையைப் பிடித்து இழுப்பதை, கண்ணீர் மல்கப் பார்த்துக்கொண்டு இருந்தேன்.” - இங்கே எது எதற்கு ஒப்பிடப்படுகிறது?",
          "options": [
      "மகன் - கடவுள்",
      "மகன் - பூங்குட்டி",
      "மகன் - இறைவன்",
      "மகன் - பூம்பாதம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரிகளில் கவிஞர் தனது மகனை பூங்குட்டி என ஒப்பிடுகிறார். 'என் உதிரம் உருவானதை' என்ற வரிகளில், மகன் தனது உடம்பில் இருந்து பிரிந்து வந்தது போல் கவிஞர் உணர்ந்ததை வெளிப்படுத்துகிறார். 'பூங்குட்டி' என்ற வார்த்தையைப் பயன்படுத்தி மகன் மீதுள்ள தந்தையின் அன்பு, பாசம் ஆகியவற்றை நாம் புரிந்துகொள்ள முடிகிறது. 'பூங்குட்டி' என்ற வார்த்தை மகனின் மென்மை, அழகு, இளமை ஆகியவற்றைப் பிரதிபலிக்கிறது."
          }
        ]