
[
  {
    "description": "பாடலில் குறிப்பிடப்படும் \"நவரசம்\" என்றால் என்ன?",
    "options": [
      "ஒன்பது வகை இசை",
      "ஒன்பது வகை இலக்கியம்",
      "ஒன்பது வகை சுவை",
      "ஒன்பது வகை வண்ணங்கள்"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடலில், \"நவரசம்\" என்று கூறப்படும்போது, அது தமிழ் மொழியின் அழகான அம்சத்தை குறிப்பிடுகிறது. தமிழ் மொழி, கவிதை, பாடல், நாடகம் போன்ற பல்வேறு கலை வடிவங்களில் பயன்படுத்தப்படுகிறது. இவற்றில் தமிழ் மொழி அழகான உவமைகள், மென்மையான சொற்கள், பல்வேறு உணர்ச்சிகளை வெளிப்படுத்தும் வழிகள் போன்றவை இணைந்து ஒரு அழகான அனுபவத்தை உருவாக்குகின்றன. இந்த அழகான அனுபவம், நமது மனதில் பல்வேறு உணர்ச்சிகளைத் தூண்டுகிறது. இப்படிப்பட்ட உணர்ச்சிகளை வெளிப்படுத்தும் வழிகளின் தொகுப்பே, தமிழில் \"நவரசம்\" என்று அழைக்கப்படுகிறது. உதாரணமாக, நாம் ஒரு கவிதையைப் படிக்கும்போது, அதில் உள்ள உவமைகள், மென்மையான சொற்கள், மற்றும் பல்வேறு உணர்ச்சிகளை வெளிப்படுத்தும் வழிகள் போன்றவை நமது மனதில் வெவ்வேறு உணர்ச்சிகளைத் தூண்டுகின்றன. இதில், இன்பம், துன்பம், கோபம், பயம், ஆச்சரியம், அருவருப்பு, கருணை, மானம், இரக்கம் போன்ற உணர்ச்சிகள் உள்ளன. இப்படிப்பட்ட பல உணர்ச்சிகளை வெளிப்படுத்தும் வழிகளின் தொகுப்பே தமிழில் \"நவரசம்\" என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "\"வனப்பு\" என்பதன் பொருள் என்ன?",
    "options": [
      "மணம்",
      "அழகு",
      "வலிமை",
      "சக்தி"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடலில் \"வனப்பு\" என்ற சொல் பயன்படுத்தப்படும் போது, அது தமிழ் மொழியின் அழகைக் குறிப்பிடுகிறது. தமிழ் மொழி, அதன் அழகான சொற்கள், இலக்கிய வடிவங்கள், ஓசை, மற்றும் கவிதை போன்றவற்றால் மிகவும் ஈர்க்கக்கூடியது. இதன் இனிமை, இலக்கிய வளம், பாச்சிறப்பு, சுவை, அழகு, திறம், தகுதி போன்றவற்றால், தமிழ் மொழி மற்ற மொழிகளிலிருந்து தனித்து நிற்கிறது. இதையே இந்த பாடலில் \"வனப்பு\" என்ற சொல்லின் மூலம் குறிப்பிடப்படுகிறது."
  },
  {
    "description": "பாடலில் \"தமிழின் பெருமையைப் பாடக் கவிஞர்கள் கையாளும் உத்திகள் பற்பல\" என்ற வாக்கியம் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "தமிழ் இலக்கியத்தில் வரும் வகைகள்",
      "தமிழ் இலக்கியத்தின் சிறப்புக்கள்",
      "தமிழ் மொழியின் அழகு",
      "தமிழ் மொழியின் வளம்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பாடல் தமிழ் மொழியின் பெருமையைப் பாடும் முயற்சியாகும். தமிழ் மொழி சிறந்த இலக்கிய பாரம்பரியத்தைக் கொண்டது.  தமிழ் இலக்கியம் பல்வேறு வகைகளில், காலங்காலமாக அழகான படைப்புகளைத் தந்துள்ளது. இப்பாடல் பகுதியில் 'கவிஞர்கள் கையாளும் உத்திகள் பற்பல' என்று கூறப்படுவது, தமிழ் இலக்கியத்தில் இயல், இசை, நாடகம், போன்ற பல்வேறு வகைகள் இருப்பதையும், அவற்றைப் பயன்படுத்தும் திறமைகள் கவிஞர்களுக்கு இருப்பதையும் குறிப்பிடுகிறது. இதன் மூலம் தமிழ் இலக்கியத்தின் வளம் மற்றும் சிறப்பைப் பற்றியும் அறிய முடிகிறது."
  },
  {
    "description": "பாடலில் \"உன்னோடு உவந்து உரைக்கும் விண்ணப்பம் உண்டு விளம்பக்கேள்\" என்ற வரிகள் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "தமிழ் மொழியின் பெருமையை",
      "தமிழ் மொழியின் புகழை",
      "தமிழ் மொழியின் அழகை",
      "தமிழ் மொழியின் சிறப்பை"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடலில், \"உன்னோடு உவந்து உரைக்கும் விண்ணப்பம் உண்டு விளம்பக்கேள்\" என்ற வரிகள் தமிழ் மொழியின் சிறப்பைப் பற்றி குறிப்பிடுகிறது. தமிழ் மொழியின் வளம், இலக்கிய பாரம்பரியம், அழகு, வலிமை போன்றவற்றைப் பாராட்டி எழுதப்பட்ட பாடலாக இது அமைந்துள்ளது. தமிழ் மொழியைப் போற்றி, அதன் சிறப்புகளை எடுத்துரைத்து, அதைப் பாதுகாக்க வேண்டும் என்ற நோக்கம் இந்த வரிகளில் வெளிப்படுகிறது."
  },
  {
    "description": "\"குறம், பள்ளு - சிற்றிலக்கிய வகைகள்; மூன்றினம் - துறை, தாழிசை, விருத்தம்\" என்ற வாக்கியம் எதை விளக்குகிறது?",
    "options": [
      "தமிழ் இலக்கியத்தில் வரும் வகைகள்",
      "தமிழ் இலக்கியத்தின் சிறப்புக்கள்",
      "தமிழ் மொழியின் அழகு",
      "தமிழ் மொழியின் வளம்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பாடலில், \"குறம், பள்ளு - சிற்றிலக்கிய வகைகள்; மூன்றினம் - துறை, தாழிசை, விருத்தம்\" என்ற வாக்கியம் தமிழ் இலக்கியத்தில் வரும் வகைகளைப் பற்றி கூறுகிறது. குறம், பள்ளு, துறை, தாழிசை, விருத்தம் போன்றவை தமிழ் இலக்கியத்தில் பல நூற்றாண்டுகளாக இருந்து வரும் முக்கியமான இலக்கிய வகைகள் ஆகும். இவை கவிதைகள், பாடல்கள், நாடகங்கள், கதைகள் போன்றவற்றை எழுத பயன்படுத்தப்படுகின்றன. இந்த வாக்கியம் தமிழ் இலக்கியத்தின் பல்வேறு வகைகளையும், அவற்றின் சிறப்புகளையும் குறிப்பிடுகிறது."
  }
]
