
[
  {
    "description": "“இன்பத்துள் இன்பம் பயக்கும் இகலென்னும் துன்பத்துள் துன்பங் கெடின்” என்ற குறள் எந்தத் தத்துவத்தை எடுத்துரைக்கிறது?",
    "options": [
      "துன்பத்தை மனக்கசப்பு இல்லாமல் ஏற்றுக்கொள்வதன் மூலம் இன்பம் பெறலாம்",
      "இன்பத்தை துன்பத்தில் இல்லாமல் அனுபவிக்க முடியாது",
      "துன்பம் இன்பத்தை விட அதிகம்",
      "இன்பம் துன்பத்தை விட அதிகம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“இன்பத்துள் இன்பம் பயக்கும் இகலென்னும் துன்பத்துள் துன்பங் கெடின்” என்ற குறள் துன்பத்தை எதிர்கொள்ளும் விதத்தைப் பற்றி கூறுகிறது. துன்பத்தைப் போக்கி மனதை அமைதிப்படுத்தி, மனக்கசப்பு இல்லாமல்  ஏற்றுக்கொண்டால் இன்பம் பெற முடியும் என்கிறது. இன்பத்துள் துன்பம் மறைந்தால், துன்பத்தில் இன்பம் பெறுவோம் என்கிறது."
  },
  {
    "description": "“அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார் குன்றுவ செய்தல் இலர்” என்ற குறள் எந்தப் பாலில் உள்ளது?",
    "options": [
      "புல்லறிவாண்மை",
      "இகல்",
      "குடிமை",
      "சான்றாண்மை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "குறளில் உள்ள பத்துப் பால்களில் ஒன்று  'குடிமை'. ஒரு குடி பிறந்தவரின் நற்பண்புகளை இக்குறள் எடுத்துரைக்கிறது. பொருள் இல்லாவிட்டாலும்  நற்பண்புகள் மிகவும் சிறந்தது என்கிறது."
  },
  {
    "description": "“ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்(கு) ஆழி எனப்படு வார்” என்ற குறளில் பயன்படுத்தப்பட்டிருக்கும் அணி எது?",
    "options": [
      "ஏகதேச உருவக அணி",
      "உருவக அணி",
      "உவமை அணி",
      "பின்னடைவு அணி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சான்றோரின்  நற்பண்புகளை ‘ஆழி’ என்ற கடலுடன் ஒப்பிட்டு  'ஏகதேச உருவக அணி'  பயன்படுத்தப்பட்டுள்ளது.  'ஊழி’ என்ற காலம் மாறும் போதும் சான்றோரின் நற்பண்புகள்  மாறாது என்றும் இந்தக் குறள் கூறுகிறது."
  },
  {
    "description": "“அன்புநாண் ஒப்புரவு கண்ணோட்டம் வாய்மையொடு ஐந்துசால்பு ஊன்றிய தூண்” என்ற குறளில் குறிப்பிடப்பட்டுள்ள ஐந்து சால்புகளில் இரண்டு எவை?",
    "options": [
      "அன்பு, நாணுடைமை",
      "இணக்கம், சுணக்கம்",
      "அன்பு, கண்ணோட்டம்",
      "கண்ணோட்டம், சுணக்கம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "ஐந்து சால்புகளின்  முக்கியத்துவத்தை இக்குறள் விளக்குகிறது. அன்பு, நாணுடைமை,  இணக்கம், கண்ணோட்டம்,  வாய்மை  என்ற ஐந்து சால்புகள் சான்றாண்மை என்னும் தூணின்  அடித்தளம் என்கிறது."
  },
  {
    "description": "“பிறர்நாணத் தக்கது தான்நாணான் ஆயின் அறம்நாணத் தக்கது உடைத்து” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "பிறர் வெட்கப்படும் செயலைச் செய்யும் போது தான் வெட்கப்படாவிட்டால், அறம் அவனை விட்டு விலகிப்போகும்.",
      "பிறர் செய்த தவறை நாமும் செய்யக் கூடாது.",
      "அறத்தை விட மனித உறவு முக்கியம்.",
      "தவறு செய்வதால் நாணப்பட வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பிறர் வெட்கப்படும் செயலை  செய்யும் போது,  நாணப்படாமல் தவறு செய்யும்  பட்சத்தில்  அறமே அவனை விட்டு விலகிப்போகும் என்கிறது. அறத்திற்குப்  பொருத்தமில்லாத செயலைச் செய்யும் போது, அவன் மீது அறம் வெட்கப்படும் என்கிறது.  நாணம் என்பது நல்லொழுக்கத்தை  விட்டு விலகாமல்,   அறத்தைப்  பின்பற்ற   தூண்டுவதாகும்.  "
  }
]
