
[
  {
    "description": "___________ புதுச் சிந்தனை வீச்சுகள் பாய்ந்தனவே...",
    "options": [
      "சித்தர் மரபிலே ",
      "தமிழ் ",
      "ஏந்தி வளர்த்தது",
      "காலம் பிறக்கும் முன்"
    ],
    "answer": "A",
    "additional_context": "தமிழின் தொன்மை மற்றும் புதுமை பற்றி பேசும் போது, தமிழை ஏந்தி வளர்த்து  புதிய சிந்தனைகளைப் பரப்பியவர்களாக சித்தர்களை கவிஞர் குறிப்பிடுகிறார். தமிழின் எல்லாப் பண்புகளையும் கொண்டது. இக்கவிதையில் சித்தர்கள் பற்றி கூறப்பட்டுள்ளது.  'சித்தர் மரபிலே தீதறுக்கும் - புதுச் சிந்தனை வீச்சுகள் பாய்ந்தனவே...'  என்ற வரிகளில் சித்தர்களின் மரபில் தோன்றிய புதிய சிந்தனைகள், தமிழுக்கு புத்துணர்ச்சி அளித்ததாக கவிஞர் கூறுகிறார்."
  },
  {
    "description": "____________ குறைகள் சொல்வதை விட்டுவிட்டுப் புதுக் கோலம் புனைந்து தமிழ் வளர்ப்பாய்!",
    "options": [
      "விரலை மடக்கியவன் ",
      "இசையில்லை",
      "எழில் வீணையில் ",
      "தமிழின் வளர்ச்சி"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் தமிழ்மொழியின் வளர்ச்சியைப் பற்றிப் பேசுகின்றன. 'விரலை மடக்கியவன் இசையில்லை - எழில் வீணையில் என்று சொல்வதுபோல்' என்ற வரிகள், தமிழின் இலக்கணம் சிக்கலானது என்பதைப் புலப்படுத்துகின்றன.   தமிழின் சிக்கலான இலக்கணத்தை மெச்சாமல் குறை கூறுவதை விட்டுவிட்டுப் புதுமையாகச் சிந்தித்து தமிழ் மொழியை வளர்க்க வேண்டும் என்று கவிஞர் வலியுறுத்துகிறார். இது தமிழின் புதுமைப் பரிணாமத்தைச் சுட்டுகிறது."
  },
  {
    "description": "கவிதைத் தொடரின் மூலம் \"தமிழோவியம்\" என்ற கவிதை நூலை எழுதியவர் யார்?",
    "options": [
      "பாரதியார்",
      "தமிழன்பன்",
      "வள்ளுவர்",
      "ஈரோடு தமிழன்பன்"
    ],
    "answer": "D",
    "additional_context": "'தமிழோவியம்' என்ற கவிதை நூல் ஈரோடு தமிழன்பன் எழுதியது. இது ஒரு அழகான கவிதை நூல். இந்த நூலில் தமிழின் தொன்மை, புதுமை, வளர்ச்சி, இலக்கணம் பற்றிய கருத்துக்கள் இடம்பெற்றுள்ளன.  இந்தக் கவிதைகள் படிக்கும் போது தமிழின் மேன்மை தெரியும்."
  },
  {
    "description": "கவிதையில்  \"விரலை மடக்கியவன் இசையில்லை - எழில் வீணையில் என்று சொல்வதுபோல்\"  என்ற வரிகள் குறிப்பிடுவது என்ன?",
    "options": [
      "தமிழின் இனிமையை",
      "தமிழின் தொன்மையை",
      "தமிழின் இலக்கணத்தின் சிக்கலை",
      "தமிழின் புதுமைப் பரிணாமத்தை"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் தமிழ்மொழியின் இலக்கணத்தை விவரிக்கின்றன. தமிழின் இலக்கணம், புதுமையானது மற்றும் சிக்கலானது. அதைப் புரிந்துகொள்ள ஒருவர் கவனமாக இருக்க வேண்டும்.  'விரலை மடக்கியவன் இசையில்லை - எழில் வீணையில் என்று சொல்வதுபோல்' என்ற வரிகள், தமிழின் இலக்கணத்தை புரிந்துகொள்ளாமல், அதைக் குறை கூறுவது தவறு என்பதை எடுத்துக்காட்டுகின்றன. இதன் மூலம் தமிழின் இலக்கணம் சிக்கலானது என்பது நமக்குப் புரிகிறது."
  },
  {
    "description": "\"அகமாய்ப் புறமாய் இலக்கியங்கள் - அவை அமைந்ததைச் சொல்லும் இலக்கணங்கள்\" என்ற வரிகள் மூலம் கவிஞர் எதை எடுத்துக்காட்டுகிறார்?",
    "options": [
      "தமிழ் இலக்கியங்களின் அமைப்பு முறையை",
      "தமிழில் இலக்கணத்தின் முக்கியத்துவத்தை",
      "தமிழ் இலக்கியங்களின் வகைகளை",
      "தமிழில் இலக்கியங்களின் வளர்ச்சியை"
    ],
    "answer": "B",
    "additional_context": "இந்த வரிகள், தமிழில் இலக்கணத்தின் முக்கியத்துவத்தை எடுத்துரைக்கின்றன.  'அகமாய்ப் புறமாய் இலக்கியங்கள் - அவை அமைந்ததைச் சொல்லும் இலக்கணங்கள்' என்ற வரிகள், தமிழ் இலக்கியங்கள் எவ்வாறு அமைந்திருக்கின்றன என்பதைப் புரிந்துகொள்ள இலக்கணம் மிகவும் அவசியம் என்பதை விளக்குகின்றன.  தமிழ் இலக்கியங்களைப் படிப்பதற்கும் புரிந்துகொள்வதற்கும் இலக்கணம் மிகவும் முக்கியமானது என்பதை கவிஞர் வலியுறுத்துகிறார்."
  }
]
