[
          
  {
    
          "description": "“மண்உற ஆழ்ந்த மணிநீர்க் கிடங்கின்\nவிண்உற ஓங்கிய பல்படைப் புரிசை\nதொல்வலி நிலைஇய, அணங்குடை நெடுநிலை\nநெய்படக் கரிந்த திண்போர்க் கதவின்\nமழைஆடும் மலையின் நிவந்த மாடமொடு”\n\nஇந்தப் பகுதி மதுரைக் காஞ்சியில் எந்த இடத்தைப் பற்றி எடுத்துரைக்கிறது?",
          "options": [
      "மதுரை மாநகரின் மதில்களை",
      "மதுரை மாநகரின் கோட்டையை",
      "மதுரை மாநகரின் வீடுகளை",
      "மதுரை மாநகரின் தெருக்களை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மதுரை மாநகரின் கோட்டையைப் பற்றிய விவரங்கள் மதுரைக்காஞ்சியில் பாடப்பட்டுள்ளன.  இந்த அடிகள்,  மதுரை மாநகரின் கோட்டையை  விளக்குகின்றன. கோட்டை அமைந்திருக்கும் இடத்தைப் பற்றி 'மண்உற ஆழ்ந்த மணிநீர்க் கிடங்கின்'  என்ற சொற்கள் குறிப்பிடுகின்றன. மேலும், கோட்டை மதில்களை 'விண்உற ஓங்கிய பல்படைப் புரிசை' என்றும்,  கோட்டையின் வாயிலை 'தொல்வலி நிலைஇய, அணங்குடை நெடுநிலை' என்றும்,   கதவை 'நெய்படக் கரிந்த திண்போர்க் கதவின்' என்றும்,   கோட்டை மாடத்தை 'மழைஆடும் மலையின் நிவந்த மாடமொடு' என்றும்   குறிப்பிடப்பட்டுள்ளன.  இவ்வாறு  மதுரைக்காஞ்சியில்  மதுரை கோட்டையின் அமைப்புப் பற்றிய   விவரங்கள்  இடம்பெற்றுள்ளன."
          }
        ,
          
  {
    
          "description": "மதுரைக்காஞ்சி நூலில், மதுரை மாநகரின் வாழ்விடம், கோட்டை, கொத்தளம், திருவிழாக்கள், பள்ளிகள், நாற்பெருங்குழு, அந்தி வணிகம் ஆகியவை பற்றி எடுத்துரைக்கப்பட்டுள்ளன.  \n\nஇவற்றுள் எது மதுரையின் சிறப்பை மிகச் சிறப்பாக எடுத்துரைக்கிறது?",
          "options": [
      "திருவிழாக்கள்",
      "பள்ளிகள்",
      "நாற்பெருங்குழு",
      "அந்தி வணிகம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மதுரைக்காஞ்சி  நூலில் மதுரை மாநகரின் வாழ்விடம், கோட்டை, கொத்தளம், திருவிழாக்கள், பள்ளிகள், நாற்பெருங்குழு, அந்தி வணிகம் ஆகியவை பற்றி எடுத்துரைக்கப்பட்டுள்ளன.  இவற்றுள் மதுரையின் சிறப்பை மிகச் சிறப்பாக எடுத்துரைப்பது  திருவிழாக்கள் தான்.  திருவிழாக்களின்  காட்சிகளை  கவித்துவமாக  மதுரைக் காஞ்சி பாடல் எடுத்துரைக்கிறது.  சில்காற்று இசைக்கும் பல்புழை நல்இல்   என்ற பாடலடிகளில் வீடுகள் பற்றிய   விவரங்கள்   இடம்பெற்றுள்ளன.  இந்த அடிகளில்  மதுரையின்  பழமை   சிறப்பாக  எடுத்துரைக்கப்படுகிறது.  அந்தி வணிகம், பள்ளிகள், நாற்பெருங்குழு ஆகியவற்றைப் பற்றிய குறிப்பு   மதுரைக் காஞ்சியில்   இடம்பெற்றுள்ளது.  ஆனால்  திருவிழாக்களைப்  பற்றிய குறிப்புகள்  மிகச்  சிறப்பாக  இடம்பெற்றுள்ளன."
          }
        ,
          
  {
    
          "description": "'தெரியுமா?\n'பொறிமயிர் வாரணம்\n'\nகூட்டுறை வயமாப் புலியொடு குழும' (மதுரைக்காஞ்சி 673 677 அடிகள்)\n\nஇந்த அடிகள் மதுரையைப் பற்றி என்ன தகவலை எடுத்துரைக்கின்றன?",
          "options": [
      "மதுரையில் புலிகள் இருந்தன",
      "மதுரையில் வனவிலங்குகள் அதிகம் இருந்தன",
      "மதுரையில் வனவிலங்கு சரணாலயம் இருந்தது",
      "மதுரையில் காட்டுப் பகுதிகள் அதிகம் இருந்தன"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "மதுரைக்காஞ்சி  673 677   அடிகளில்   'பொறிமயிர் வாரணம்'  என்ற சொற்கள்   புலியை   குறிப்பிடுகின்றன.  அதாவது   மதுரையில்   புலி இருந்த செய்தியை இந்த அடிகள்  எடுத்துரைக்கின்றன.  மேலும்   இந்த  அடிகளில்   'வயமாப் புலியொடு குழும'  என்று  குறிப்பிடப்பட்டுள்ளது.  இந்த சொற்கள்  புலி   வாழ்ந்த இடம்  வனவிலங்கு சரணாலயம்  என்பதை   குறிப்பிடுகின்றன.  மதுரைக்காஞ்சி   மதுரையின்   சிறப்புகளை  விளக்கும்   பாடல்.  அந்த வகையில்   மதுரையில்   வனவிலங்கு சரணாலயம்  இருந்த செய்தியை  இந்த அடிகள்   எடுத்துரைக்கின்றன."
          }
        ,
          
  {
    
          "description": "'வகைபெற எழுந்து வானம் மூழ்கி\nசில்காற்று இசைக்கும் பல்புழை நல்இல்'\n\nஇந்த அடிகள் மதுரையின் வீடுகளைப் பற்றி என்ன எடுத்துரைக்கின்றன?",
          "options": [
      "மதுரையில் வீடுகள் மிகவும் பெரியவை",
      "மதுரையில் வீடுகள் மிகவும் அழகானவை",
      "மதுரையில் வீடுகள் பல வகையானவை",
      "மதுரையில் வீடுகள் நல்ல காற்றோட்டத்துடன் இருந்தன"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "மதுரைக்காஞ்சியில்   'வகைபெற எழுந்து வானம் மூழ்கி'  என்ற சொற்கள்   வீடுகள்   பல வகையானவை  என்பதை   குறிப்பிடுகின்றன.  மேலும்   'சில்காற்று இசைக்கும் பல்புழை நல்இல்'  என்ற  சொற்கள்  வீடுகளில்    சாளரங்கள்   இருந்தன    என்பதை   குறிப்பிடுகின்றன.  அதாவது  சாளரங்கள்  இருந்ததால்   காற்று   நன்கு   வீசும்  என்பதை   குறிப்பிடுகிறது.  மதுரையில்   வீடுகள்  நல்ல   காற்றோட்டத்துடன்  இருந்தன   என்ற  கருத்தை  இந்த   அடிகள்   எடுத்துரைக்கின்றன."
          }
        ,
          
  {
    
          "description": "மதுரைக்காஞ்சி பாடலில் கூறப்பட்டுள்ள  மதுரையின் இயல்பு பற்றிய  விரிவான விளக்கத்தை கொடுத்துள்ள அடிகளை கீழ்கண்டவற்றில் எது சரியாகக் குறிப்பிடுகிறது?",
          "options": [
      "351-365",
      "673-677",
      "782",
      "354"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மதுரைக் காஞ்சியில் 351-365   அடிகளில்   மதுரையின்   இயல்பை   பற்றிய   விரிவான   விளக்கம்   இடம்பெற்றுள்ளது.  மதுரையின்   கோட்டை,   தெருக்கள்,  வீடுகள்,   திருவிழாக்கள்   ஆகியவை   இந்த   அடிகளில்   விவரிக்கப்பட்டுள்ளன."
          }
        ]