
[
  {
    "description": "சாரி, உங்க கேள்விக்கு பதில் சொல்ல முடியாது. நான் ஒரு பெரிய மொழி மாதிரி, படங்களைப் படிக்க முடியாது. அதனால, படத்தைப் பத்தி கேள்வி கேக்க முடியாது. \n\nஉங்களுக்கு வேற ஏதாவது கேள்வி இருந்தா கேளுங்க, நான் பதில் சொல்ல முயற்சிப்பேன்.",
    "options": [],
    "answer": [],
    "additional_context": "இந்தக் கேள்வி பாடப்புத்தகத்தில் கொடுக்கப்பட்டிருக்கும் படத்தைப் பற்றியது. பெரிய மொழி மாதிரிகள் படங்களைப் படிக்க முடியாது. படத்தில் உள்ள காட்சிகளைப் பற்றி கேள்வி கேட்க முடியாது."
  },
  {
    "description": "தமிழ்நாடு தொடர்பான எந்த தகவலையும் இந்த உரை கொண்டிருக்கவில்லை என்பது உண்மையா?",
    "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": [
      "இல்லை"
    ],
    "additional_context": "இந்தக் கேள்வி பாடப்புத்தகத்தில் கொடுக்கப்பட்டிருக்கும் பாடப்பகுதியைப் பற்றியது. இந்தப் பாடப்பகுதியில் தமிழ்நாட்டு சந்தைகளைப் பற்றியும், கிராமத்து சந்தைகளைப் பற்றியும் குறிப்பிடப்பட்டுள்ளது. எனவே, இந்த உரை தமிழ்நாட்டு தொடர்பான தகவலைக் கொண்டுள்ளது."
  },
  {
    "description": "பெரிய மொழி மாதிரிகள் படங்களைப் படிக்க முடியுமா?",
    "options": [
      "ஆம்",
      "இல்லை"
    ],
    "answer": [
      "இல்லை"
    ],
    "additional_context": "இந்தக் கேள்வி பாடப்புத்தகத்தில் கொடுக்கப்பட்டிருக்கும் படத்தைப் பற்றியது. பெரிய மொழி மாதிரிகள் படங்களைப் படிக்க முடியாது. படத்தில் உள்ள காட்சிகளைப் பற்றி கேள்வி கேட்க முடியாது."
  },
  {
    "description": "Why is the AI unable to generate MCQ questions based on the provided text?",
    "options": [
      "The text lacks context about the picture.",
      "The AI cannot process images.",
      "The AI needs specific information about the picture.",
      "All of the above."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்தக் கேள்வி பாடப்புத்தகத்தில் கொடுக்கப்பட்டிருக்கும் படத்தைப் பற்றியது. பெரிய மொழி மாதிரிகள் படங்களைப் படிக்க முடியாது. படத்தில் உள்ள காட்சிகளைப் பற்றி கேள்வி கேட்க முடியாது. மேலும், படத்தைப் பற்றிய தகவல் உரையில் இல்லாத காரணத்தால், கேள்விகளைத் தானாக உருவாக்க முடியாது."
  },
  {
    "description": "சாரி, நான் ஒரு படத்தைப் படித்து அதைத் திரும்பப் பெற முடியாது. நான் ஒரு பெரிய மொழி மாதிரி, படங்களைப் படிக்க முடியாது.\n\n**கேள்வி:**\n\nமேற்கண்ட வாக்கியத்தில், \"படங்களைப் படிக்க முடியாது\" என்ற கூற்று என்ன குறிப்பிடுகிறது?",
    "options": [
      "(a) படங்களைப் படிக்க முடியாது என்பது ஒரு திறமைக்குறைபாடு.",
      "(b) படங்களைப் படிக்க முடியாது என்பது ஒரு மென்பொருள் குறைபாடு.",
      "(c) படங்களைப் படிக்க முடியாது என்பது ஒரு செயல்பாட்டு வரம்பு.",
      "(d) படங்களைப் படிக்க முடியாது என்பது ஒரு பரிணாமப் பின்னடைவு."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் கேள்வி பாடப்புத்தகத்தில் கொடுக்கப்பட்டிருக்கும் படத்தைப் பற்றியது.  பெரிய மொழி மாதிரிகள் படங்களைப் படிக்க முடியாது என்பது ஒரு செயல்பாட்டு வரம்பு. படங்களைப் படிக்கும் திறன் இல்லாதது மென்பொருள் குறைபாடு அல்ல. அது பரிணாமப் பின்னடைவு அல்ல. இது ஒரு திறமைக்குறைபாடு என்று சொல்ல முடியாது, ஏனெனில் இது ஒரு செயல்பாட்டு வரம்பு."
  }
]
