
[
  {
    "description": "   கவிதையில்  பயன்படுத்தப்பட்டுள்ள   \"கருங்குவளை\"  என்ற  சொல்  எந்த  இலக்கண  குறியீட்டைக்  குறிக்கிறது?",
    "options": [
      "a) வினைத்தொகை",
      "b) உரிச்சொல் தொடர்",
      "c) பண்புத் தொகை",
      "d) இனத்தொகை"
    ],
    "answer": "c",
    "additional_context": "பெரியபுராணத்தில் உள்ள கவிதைகளில், \"கருங்குவளை\" என்ற சொல் பயன்படுத்தப்பட்டுள்ளது. இது  \"கருங்குவளை\"  என்பது ஒரு தொகைச் சொல். 'கருப்பு' + 'குவளை'  இணைந்தது. இது ஒரு பண்புத் தொகைச் சொல். இந்த தொகைச் சொல் எந்த ஒரு இலக்கணக் குறியீட்டைக் குறிக்கிறது என்பது கேள்வி."
  },
  {
    "description": "   \"பெரியபுராணம்\"   எந்த  காலத்தை  ச்சேர்ந்தது?",
    "options": [
      "a) கி.பி.   6ஆம்  நூற்றாண்டு",
      "b) கி.பி.  9ஆம்  நூற்றாண்டு",
      "c) கி.பி. 12ஆம்  நூற்றாண்டு",
      "d) கி.பி. 15ஆம்  நூற்றாண்டு"
    ],
    "answer": "c",
    "additional_context": "பெரியபுராணம் என்பது திருத்தொண்டர் புராணம் என்றும் அழைக்கப்படுகிறது. இந்தப் புராணத்தை எழுதியவர் சேக்கிழார். கி.பி. 12ஆம் நூற்றாண்டைச் சேர்ந்தவர். சோழ அரசன் இரண்டாம் குலோத்துங்கன் அவையில் முதலமைச்சராகப் பணியாற்றியவர். \"பக்திச்சுவை நனி சொட்டச் சொட்டப் பாடிய கவிவலவ\" என்று மகாவித்துவான் மீனாட்சி சுந்தரனார் இவரைப் பாராட்டுகிறார்.  எனவே, பெரியபுராணம் எந்த காலத்தைச் சேர்ந்தது என்பது கேள்வி."
  },
  {
    "description": "பெரியபுராணத்தில் காவிரி நதியின் வளத்தை எப்படி வர்ணிக்கப்பட்டுள்ளது?",
    "options": [
      "a) காவிரி மலையிலிருந்து இறங்கி வரும்போது அதன் நீர் பூக்களை அடித்துக்கொண்டு வருகிறது.",
      "b) காவிரி நீர்நிலைகளை நிறைத்து நாட்டுக்கு வளத்தைத் தருகிறது.",
      "c) காவிரி நீர் கால்வாய்களில் பரந்து எங்கும் ஓடுகிறது.",
      "d) மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "d",
    "additional_context": "பெரியபுராணத்தில், காவிரியின் பாதையெல்லாம் பூவிரியும் கோலத்தை அழகாக விவரித்துரைக்கிறது.  சோழநாட்டின் சிறப்பை இயற்கை எழிற் கவிதைகளாய்ப் படரச் செய்துள்ளது. \"மாவி ரைத்தெழுந் தார்ப்ப வரைதரு பூவி ரித்த புதுமதுப் பொங்கிட வாவி யிற்பொலி நாடு வளந்தரக் காவி ரிப்புனல் கால்பரந் தோங்குமால்\"  என்று குறிப்பிடப்பட்டுள்ளது. மேலே சொல்லப்பட்ட காவிரியின் வளம் பற்றிய எந்தக் கூற்று சரி என்பது கேள்வி."
  },
  {
    "description": "பெரியபுராணத்தில் விவரிக்கப்பட்டுள்ள இயற்கை காட்சிகளில் எது உழவர்களின் வாழ்க்கையை பிரதிபலிக்கிறது?",
    "options": [
      "a) வண்டுகள் மொய்க்கும் கூந்தல் அசையுமாறு உழத்தியரின் மென்மையான நடத்தை.",
      "b) களைகளை களைந்து செல்லும் உழத்தியரின் கால்களில் இடறின சங்குகள்.",
      "c) உழவர்களின் கடும் உழைப்புக்குப் பின் வளர்ந்த நாற்றின் சுருள் விரிந்த காட்சி.",
      "d) மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "d",
    "additional_context": "பெரியபுராணத்தில்,  \"மண்டுபுனல் பரந்தவயல் வளர்முதலின் சுருள்விரியக் கண்டுழவர் பதங்காட்ட களைகளையுங் கடைசியர்கள் தண்டரளஞ் சொரிபணிலம் இடறியிடை தளர்ந்தசைவார் வண்டலையும் குழல்அலைய மடநடையின் வரம்பணைவார்\" என்று வர்ணிக்கப்பட்டுள்ளது. இந்த வரிகள் உழவர்களின் வாழ்க்கையை பிரதிபலிக்கிறது.  எனவே, மேலே சொல்லப்பட்ட எந்தக் கூற்று சரி என்பது கேள்வி."
  },
  {
    "description": "பெரியபுராணத்தில் \"காவிரியின் பாதையெல்லாம் பூவிரியும் கோலத்தை அழகாக விவரித்துரைக்கிறது\" என்று குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "a) காவிரி நீர் மலையிலிருந்து இறங்கி வரும்போது அதன் நீர் பூக்களை அடித்துக்கொண்டு வருகிறது.",
      "b) காவிரி பாயும் பாதையில் பூக்கள் பூத்து குளிர்ச்சியாக இருக்கிறது.",
      "c) காவிரி நதியின் கரையோரம் எல்லாம் பூக்கள் பூத்து அழகாக இருக்கிறது.",
      "d) மேற்கூறிய அனைத்தும் சரி."
    ],
    "answer": "a",
    "additional_context": "பெரியபுராணத்தில், சேக்கிழார் காவிரியின் வளத்தை, கவிதையின் மூலம் விவரித்துரைக்கிறார். \"காவிரியின் பாதையெல்லாம் பூவிரியும் கோலத்தை அழகாக விவரித்துரைக்கிறது\" என்று குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன என்பது கேள்வி."
  }
]
