
[
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள \"சிந்தாமணி\" என்பது எந்த இரு பொருட்களையும் குறிக்கிறது?",
    "options": [
      "சிந்தாமணி என்ற நூல் மற்றும் பாடலில் பாடப்படும் ஒருவகை இசை.",
      "சிந்தாமணி என்ற நூல் மற்றும் சிந்தாமணி என்ற அணிகலன்.",
      "சிந்தாமணி என்ற நூல் மற்றும் பாடலில் சொல்லப்படும் ஒரு வகை மணி.",
      "சிந்தாமணி என்ற நூல் மற்றும் ஒருவகை இனிப்பு."
    ],
    "answer": "C",
    "additional_context": "இந்தப் பாடலில், \"சிந்தா மணியாய் இருந்தஉனைச்\nசிந்துஎன்று சொல்லிய நாச்சிந்துமே* – அந்தரமேல்\" என்று குறிப்பிடப்பட்டுள்ளது. இதில்  \"சிந்தாமணி\" என்பது சிதறாத மணியைக் குறிக்கிறது. சிதறாத மணி  \"சிதறாத மணி\" என்ற பெயரில் வழங்கப்படும் இலக்கிய நூலின் பெயரைக் குறிக்கிறது. \"சிந்து\" என்பது ஒருவகை இசைப்பாடல். \"சிந்தா மணி\" என்ற சொல் இரண்டு பொருளை ஒரே நேரத்தில் குறிக்கிறது. இதைத் தமிழ் இலக்கியத்தில் \"இருபொருள்\" என்று அழைக்கிறோம்."
  },
  {
    "description": "தமிழ்விடு தூது எந்த வகை இலக்கியத்தைச் சேர்ந்தது?",
    "options": [
      "பரணி",
      "தூது",
      "பள்ளு",
      "குறவஞ்சி"
    ],
    "answer": "B",
    "additional_context": "'தமிழ்விடு தூது' என்பது 'தூது' வகை இலக்கியத்தைச் சேர்ந்தது. தூது என்பது ஒரு வகை சிற்றிலக்கியம். தூது என்பது ஒருவரை அல்லது ஒரு பொருளைத் தூது செல்லுவித்து வேறொருவரிடம் ஒரு செய்தியைக் கூற வைக்கும் ஒரு வகை இலக்கிய வடிவம் ஆகும். 'தமிழ்விடு தூது' இலக்கியத்தில்  'தமிழ் மொழி' தூதாகச் செல்லுகிறது. சொக்கநாதர் மீது காதல்கொண்ட பெண் ஒருத்தி, தன் காதலைக் கூறிவருமாறு தமிழ்மொழியைத் தூதுவிடுவதாக இந்த நூல் அமைந்துள்ளது."
  },
  {
    "description": "பாடலில் \"திறமெல்லாம் வந்துஎன்றும் சிந்தா மணியாய் இருந்த உனை\" என்ற வரிகள் எதைப் பற்றியவை?",
    "options": [
      "தமிழ் இலக்கியத்தை",
      "தமிழ் இசையை",
      "தமிழ் மொழியை",
      "தமிழ் கலைஞர்களை"
    ],
    "answer": "C",
    "additional_context": "பாடலில் கூறப்பட்டுள்ள  \"திறமெல்லாம் வந்துஎன்றும் சிந்தா மணியாய் இருந்த உனை\" என்ற வரிகள் தமிழ் மொழியைப் பற்றியவை. தமிழ் இலக்கியத்தின் திறமையும்  வளமும் எங்கும் நிறைந்திருப்பதை இவ்வரிகள் கூறுகின்றன. தமிழ் மொழி இலக்கியம், இசை, நாடகம் எனப் பல துறைகளில் சிறந்து விளங்குகிறது என்பதை இவ்வரிகள் விளக்குகின்றன."
  },
  {
    "description": "\"குறம்\" மற்றும் \"பள்ளு\" ஆகியவை தமிழ் இலக்கியத்தில் எந்த வகை இலக்கியங்களில் அடங்கும்?",
    "options": [
      "சிற்றிலக்கியங்கள்",
      "மகா காவியங்கள்",
      "இதிகாசங்கள்",
      "புராணங்கள்"
    ],
    "answer": "A",
    "additional_context": "குறம் மற்றும் பள்ளு ஆகியவை தமிழ் இலக்கியத்தில் சிற்றிலக்கிய வகைகளில் அடங்கும். சிற்றிலக்கியம் என்பது மகா காவியம், இதிகாசம், புராணம் போன்ற மகா இலக்கியங்களை விட அளவில் சிறியதான இலக்கிய வகைகளைக் குறிக்கிறது. குறம் என்பது காதல், பிரிவு, துயரம், சோகம் போன்ற பல தலைப்புகளை உள்ளடக்கிய ஒரு வகை சிற்றிலக்கிய வகையாகும். பள்ளு என்பது மகிழ்ச்சி, குதூகலம், வாழ்த்து போன்ற தலைப்புகளை உள்ளடக்கிய ஒரு வகை சிற்றிலக்கிய வகையாகும்."
  },
  {
    "description": "\"சிந்து\" என்பது எந்த வகையான இலக்கியம்?",
    "options": [
      "ஒருவகை இசைப்பாடல்",
      "ஒருவகை கதை",
      "ஒருவகை கவிதை",
      "ஒருவகை நாடகம்"
    ],
    "answer": "A",
    "additional_context": "\"சிந்து\" என்பது ஒருவகை இசைப்பாடல். சிந்து என்பது தமிழ் மொழியில் உள்ள ஒரு பாரம்பரிய இசை வகை. பல சமயங்களில் இசைப்பாடல் 'சிந்து' என்பது பல இலக்கியங்களில் இடம்பெறுவதுண்டு. இந்தப் பாடலில் 'சிந்தா மணி'யை \"சிந்து\" என்று குறிப்பிடுவது அதன் இசைப் பண்புகளை  காட்டுகிறது."
  }
]
