
[
  {
    "description": "பெரியாரின் சிந்தனைகள் குறித்த கீழ்க்கண்ட கூற்றுகளில் எது தவறு?",
    "options": [
      "அவை அறிவியல் அடிப்படையில் அமைந்தவை.",
      "அவை நடைமுறைக்கு ஒவ்வாத கருத்துகளை உள்ளடக்கியவை.",
      "அவை தொலைநோக்கு உடையவை.",
      "அவை மனிதநேயத்தை வளர்க்கப் பிறந்தவை."
    ],
    "answer": "B",
    "additional_context": "பெரியாரின் சிந்தனைகள் தொலைநோக்குடையவை. மேலும் அவை அறிவியல் அடிப்படையில் அமைந்தவை. அவர் மனிதநேயத்தை வளர்க்கப் பிறந்தவர். அவர் நடைமுறைக்கு ஒவ்வாத கருத்துகளை எப்பொழுதும் கூறியதில்லை. பெரியாரின் சிந்தனைகளுக்கேற்ப அவர் வாழ்ந்து காட்டினார். தம் வாழ்நாள் முழுவதும் பகுத்தறிவுக் கருத்துகளைப் பரப்புரை செய்தார். சமுதாயம் மூடப்பழக்கங்களிலிருந்து மீண்டெழ அரும்பாடுபட்டார். அதற்காகப் பலமுறை சிறை சென்றார். பலரின் கடும் எதிர்ப்புகளைச் சந்தித்தார். இறுதி மூச்சுவரை சமூகச் சீர்திருத்தப் போராளியாகவே வாழ்ந்து மறைந்தார். "
  },
  {
    "description": "பெரியாரின் சீர்திருத்தப் போராட்டத்திற்கான சான்றாக கீழ்க்கண்டவற்றில் எது அமைந்திருக்கிறது?",
    "options": [
      "மிகவும் பகட்டான திருமண விழாக்களை நடத்துவதை வலியுறுத்துதல்.",
      "மதம் மற்றும் சாதி வேறுபாடுகள் இல்லாத சமூகத்தை உருவாக்குதல்.",
      "மூட நம்பிக்கைகளைப் பரப்புரை செய்தல்.",
      "மனிதநேயத்தின் மீது எந்த ஆர்வமும் காட்டாதது."
    ],
    "answer": "B",
    "additional_context": "பெரியார் மதம் மற்றும் சாதி வேறுபாடுகள் இல்லாத சமூகத்தை உருவாக்குவதற்குப் பாடுபட்டார். அவர் மிகவும் பகட்டான திருமண விழாக்களை நடத்துவதை எதிர்த்தார். அவர்  மனிதநேயத்தை வளர்க்கப் பிறந்தவர். அவர் மூட நம்பிக்கைகளை எதிர்த்தார். "
  },
  {
    "description": "பெரியாரால் தொடங்கப்பட்ட இதழ்கள் எவை?",
    "options": [
      "குடியரசு, விடுதலை, உண்மை, ரிவோல்ட்",
      "தினமணி, தினத்தந்தி, தினமலர்",
      "கலைமகள், சாரதா, குமுதம்",
      "பூம்புகார், தி இந்து, டெய்லி நியூஸ்"
    ],
    "answer": "A",
    "additional_context": "பெரியார்  'குடியரசு', 'விடுதலை', 'உண்மை'  மற்றும்  'ரிவோல்ட்' (ஆங்கில இதழ்)  என்ற நான்கு இதழ்களை நடத்தினார். அவர்   'சீர்திருத்தப் போராளியாகவே வாழ்ந்து மறைந்தார்.  'பெரியாரின் சிந்தனைகள் அறிவுலகின் திறவுகோல்; பகுத்தறிவுப் பாதைக்கு வழிகாட்டி; மனித நேயத்தின் அழைப்பு மணி; ஆதிக்கசக்திகளுக்கு எச்சரிக்கை ஒலி; சமூகச் சீர்கேடுகளைக் களைவதற்கு மாமருந்து' என்று அறிஞர்கள் மதிப்பிடுவர். "
  },
  {
    "description": "பெரியாரின் வாழ்நாள் முழுவதும் நடைபெற்ற அவரது முயற்சிகளின் முக்கிய குறிக்கோள் என்ன?",
    "options": [
      "மனிதர்களை மூடநம்பிக்கைகளிலிருந்து விடுவிப்பது.",
      "மதத்தைப் பரப்புரை செய்தல்.",
      "பணக்காரர்களை மட்டுமே ஊக்குவித்தல்.",
      "தனது சொந்த அறிவுக்கான பிரச்சாரம்."
    ],
    "answer": "A",
    "additional_context": "பெரியார் தனது வாழ்நாள் முழுவதும் மனிதர்களை மூடநம்பிக்கைகளிலிருந்து விடுவிப்பதற்காகப் பாடுபட்டார். அவர்  மதத்தைப் பரப்புரை செய்யவில்லை.  அவர்  மனிதநேயத்தை வளர்க்கப் பிறந்தவர். அவர்  பணக்காரர்களையோ தன்னைத்தானோ ஊக்குவிக்கவில்லை. "
  },
  {
    "description": "பெரியாரின் சிந்தனைகளுக்கு எப்படிப்பட்ட  பெயர்கள் வழங்கப்படுகின்றன?",
    "options": [
      "அறிவியல் அடிப்படையிலான சிந்தனைகள்.",
      "மனித நேயத்தின் அழைப்பு மணி.",
      "ஆதிக்கசக்திகளுக்கு எச்சரிக்கை ஒலி.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "பெரியாரின் சிந்தனைகள் அறிவியல் அடிப்படையிலான சிந்தனைகள், மனித நேயத்தின் அழைப்பு மணி மற்றும் ஆதிக்கசக்திகளுக்கு எச்சரிக்கை ஒலி என பல பெயர்களால் அழைக்கப்படுகின்றன. அவர்   'சீர்திருத்தப் போராளியாகவே வாழ்ந்து மறைந்தார்.  'பெரியாரின் சிந்தனைகள் அறிவுலகின் திறவுகோல்; பகுத்தறிவுப் பாதைக்கு வழிகாட்டி; மனித நேயத்தின் அழைப்பு மணி; ஆதிக்கசக்திகளுக்கு எச்சரிக்கை ஒலி; சமூகச் சீர்கேடுகளைக் களைவதற்கு மாமருந்து' என்று அறிஞர்கள் மதிப்பிடுவர். "
  }
]
