
[
  {
    "description": "“இம்மொழிகளில் வடமொழிச் சொற்கள் மிகுந்து காணப்பட்டதால் 18ஆம் நூற்றாண்டின் தொடக்கம்வரை இந்திய மொழிகள் அனைத்திற்கும் வடமொழியே மூலம் எனவும் அதிலிருந்தே மற்ற மொழிகள் தோன்றி வளர்ந்தன எனவும் அறிஞர்கள் கருதினர்.” - இந்தக் கூற்றின் படி, 18ஆம் நூற்றாண்டின் தொடக்கத்தில் இந்திய மொழிகளின் தோற்றம் குறித்து அறிஞர்கள் என்ன கருத்து கொண்டிருந்தனர்?",
    "options": [
      "திராவிட மொழிகள் தனித்துவமானவை.",
      "இந்திய மொழிகள் அனைத்தும் வடமொழியிலிருந்து தோன்றின.",
      "தமிழ் மொழியே இந்தியாவின் மூல மொழி.",
      "திராவிட மொழிகளில் ஆரிய மொழிகளின் செல்வாக்கு குறைவு."
    ],
    "answer": "B",
    "additional_context": "தமிழ், கன்னடம், தெலுங்கு ஆகிய மொழிகள் சமஸ்கிருத மொழியிலிருந்து உருவானவை என்ற கருத்து அறிஞர் பலரிடையே நிலவிவந்தது. இம்மொழிகளில் வடமொழிச் சொற்கள் மிகுந்து காணப்பட்டதால் 18ஆம் நூற்றாண்டின் தொடக்கம்வரை இந்திய மொழிகள் அனைத்திற்கும் வடமொழியே மூலம் எனவும் அதிலிருந்தே மற்ற மொழிகள் தோன்றி வளர்ந்தன எனவும் அறிஞர்கள் கருதினர்."
  },
  {
    "description": "திராவிட மொழிக்குடும்பத்தை வகைப்படுத்தும் போது, “பிராகுயி” என்ற மொழி எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "தென்திராவிட மொழிகள்",
      "நடுத்திராவிட மொழிகள்",
      "வடதிராவிட மொழிகள்",
      "ஆஸ்திரோ ஆசிய மொழிகள்"
    ],
    "answer": "C",
    "additional_context": "திராவிட மொழிக்குடும்பம், மொழிகள் பரவிய நில அடிப்படையில் தென்திராவிட மொழிகள், நடுத்திராவிட மொழிகள், வடதிராவிட மொழிகள் என மூன்றாக வகைப்படுத்தப்பட்டுள்ளது. திராவிட மொழிக்குடும்பத்திலுள்ள தமிழ், கன்னடம், மலையாளம் முதலானவை தென்திராவிட மொழிகள் எனவும் தெலுங்கு முதலான சில மொழிகள் நடுத்திராவிட மொழிகள் எனவும் பிராகுயி முதலானவை வடதிராவிட மொழிகள் எனவும் பகுக்கப்பட்டுள்ளன."
  },
  {
    "description": "திராவிட மொழிகளின் ஒப்பிலக்கணம் குறித்து ஆய்வு செய்து, இவை ஆரிய மொழிக்குடும்பத்திலிருந்து வேறுபட்டவை எனவும், சமஸ்கிருத மொழிக்குள்ளும் செல்வாக்குச் செலுத்தியுள்ளன எனவும் குறிப்பிட்டவர் யார்?",
    "options": [
      "வில்லியம் ஜோன்ஸ்",
      "பிரான்சிஸ் எல்லிஸ்",
      "கால்டுவெல்",
      "ஹோக்கன்"
    ],
    "answer": "C",
    "additional_context": "1856இல் திராவிட மொழிகளின் ஒப்பிலக்கணம் என்னும் நூலில் கால்டுவெல், திராவிட மொழிகள், ஆரிய மொழிக்குடும்பத்திலிருந்து வேறுபட்டவை எனவும் இம்மொழிகள் சமஸ்கிருத மொழிக்குள்ளும் செல்வாக்குச் செலுத்தியுள்ளன எனவும் குறிப்பிட்டார்."
  },
  {
    "description": "திராவிட மொழிகளில் எண்ணுப் பெயர்களை ஒப்பிட்டுப் பார்க்கும் போது, மூன்று என்ற எண்ணுக்கு “மூடு” என்ற சொல் பயன்படுத்தப்படும் மொழிகள் யாவை?",
    "options": [
      "தமிழ், மலையாளம், தெலுங்கு",
      "மலையாளம், தெலுங்கு, கன்னடம்",
      "கன்னடம், தெலுங்கு, துளு",
      "தமிழ், தெலுங்கு, துளு"
    ],
    "answer": "B",
    "additional_context": "திராவிட மொழிகளில் எண்ணுப் பெயர்கள் ஒன்று போலவே அமைந்துள்ளன.\nமூன்று\nதமிழ்\nமூணு\nமலையாளம்\nமூடு\nதெலுங்கு\nமூரு\nகன்னடம்\nமூஜி\nதுளு"
  },
  {
    "description": "“திராவிட மொழிகளில் உயிர் எழுத்துகளில் உள்ள குறில், நெடில் வேறுபாடுகள் பொருளை வேறுபடுத்தத் துணை செய்கின்றன” என்பதற்கான எடுத்துக்காட்டு எது?",
    "options": [
      "அடி - ஆடி",
      "வளி - வாளி",
      "இரண்டு - ரெண்டு",
      "நான்கு - நாலு"
    ],
    "answer": [
      "A",
      "B"
    ],
    "additional_context": "திராவிட மொழிகளில் உயிர் எழுத்துகளில் உள்ள குறில், நெடில் வேறுபாடுகள் பொருளை வேறுபடுத்தத் துணை செய்கின்றன.\nஅடி – குறில்\nஆடி – நெடில்\nவளி - குறில்\nவாளி - நெடில்"
  }
]
