
[
  {
    "description": "“கலாம் சாட் கண்டுபிடித்த பள்ளி மாணவனை ஊரே பாராட்டியது.”  என்னும் தொடரில் எந்த வகையான ஆகுபெயர் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "இடவாகுபெயர்",
      "பொருளாகுபெயர்",
      "காலவாகுபெயர்",
      "சினையாகுபெயர்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "'கலாம் சாட் கண்டுபிடித்த பள்ளி மாணவனை ஊரே பாராட்டியது.'  என்னும் தொடரில்  'ஊர்'  என்னும் பெயர், அந்த ஊரில் உள்ள மக்களைக் குறிக்கிறது. இதன் பொருள், அந்த ஊரில் உள்ள மக்கள் தான் அந்த மாணவனை பாராட்டினார்கள். ஊர் என்னும் சொல் 'ஊரில் உள்ள மக்கள்'  என்பதற்கு மாற்றாகப் பயன்படுத்தப்பட்டுள்ளது. இதனை 'இடவாகுபெயர்'  என்று அழைக்கிறோம். இடவாகுபெயர் என்பது ஒரு குறிப்பிட்ட இடத்தின் பெயர், அதனுடன் தொடர்புடைய ஒரு நபரையோ அல்லது பொருளையோ குறிக்கப் பயன்படுத்தப்படுவது ஆகும்.  "
  },
  {
    "description": "பட்டப் பெயர்கள் ஆகுபெயர்களா?",
    "options": [
      "ஆம், பட்டப் பெயர்கள் எப்போதும் ஆகுபெயர்கள்.",
      "இல்லை, பட்டப் பெயர்கள் ஆகுபெயர்கள் அல்ல.",
      "சில நேரங்களில் ஆகுபெயர்களாக இருக்கலாம்.",
      "பட்டப் பெயர்களைப் பற்றி எதுவும் தெரியாது."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பட்டப் பெயர்கள் என்பது ஒருவருக்கு வழங்கப்படும் ஒரு பெயர். இது அவரின் பணி, சாதனை அல்லது சிறப்பு அம்சத்தை குறிக்கிறது. உதாரணமாக, 'கவிஞர் பாரதியார்' எனும் பெயர்,  'பாரதி' என்னும் நபர் ஒரு கவிஞர் என்பதை குறிக்கிறது.  இது ஆகுபெயர் அல்ல. ஆனால் சில நேரங்களில் பட்டப் பெயர்கள் ஆகுபெயர்களாகவும் பயன்படுத்தப்படலாம். உதாரணமாக, 'இந்தியாவின் இரும்பு மனிதர்' என்னும் பட்டப் பெயர்  'சர்தார் வல்லபாய் பட்டேல்' என்னும் நபரைக் குறிக்கிறது. இங்கே, 'இரும்பு மனிதர்'  என்பது 'சர்தார் வல்லபாய் பட்டேல்'  என்ற நபரின் பண்பு அல்லது பலத்தை குறிக்கும் ஒரு ஆகுபெயர் ஆகும்."
  },
  {
    "description": "“நாலும் இரண்டும் சொல்லுக்கு உறுதி”  என்னும் தொடரில் எந்த வகையான ஆகுபெயர் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "எண்ணுப் பெயர்",
      "கருத்தாவின் பெயர்",
      "தொழிலாகுபெயர்",
      "இடவாகுபெயர்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“நாலும் இரண்டும் சொல்லுக்கு உறுதி” என்னும் தொடரில் 'நாலும்' மற்றும் 'இரண்டும்' என்பது எண்ணுப் பெயர்கள். இவை சொற்களின் எண்ணிக்கையைக் குறிக்கிறது.  'நாலு' என்பது 'நான்கு'  என்ற பொருளைக் கொடுக்கிறது. 'இரண்டும்' என்பது 'இரண்டு'  என்ற பொருளைக் கொடுக்கிறது. இந்த எண்ணுப் பெயர்கள், சொல்லுக்கு உறுதியைக் குறிக்கிறது.  எனவே, இது எண்ணுப் பெயர் ஆகுபெயர் ஆகும்."
  }
]
