[
          
  {
    
          "description": "'கவலையற்ற எதிர்காலம்; கல்வியே நிகழ்காலம்' என்ற இரண்டு வாக்கியங்களை  'கவலையற்ற எதிர்காலம்...' என்ற வாக்கியத்தில் இணைக்க பயன்படுத்தக்கூடிய இடைச்சொல் எது?",
          "options": [
      "ஏனெனில்",
      "ஆகையால்",
      "அதனால்",
      "எனவே"
    ],
    "answer": "D",
    
          "additional_context": "இரண்டு வாக்கியங்களும் ஒன்றுக்கொன்று தொடர்புடையவை. முதல் வாக்கியம் எதிர்காலத்தைக் குறிப்பிடுகிறது. இரண்டாவது வாக்கியம் நிகழ்காலத்தைக் குறிப்பிடுகிறது. இவ்வாறு இரண்டு வாக்கியங்களும் ஒன்றுக்கொன்று தொடர்புடையதாக இருக்கும்போது அவற்றை இணைக்க 'எனவே' என்ற இடைச்சொல் பயன்படுத்தப்படுகிறது. "
          }
        ,
          
  {
    
          "description": "'கல்வியே நிகழ்காலம்' என்ற வாக்கியம் குழந்தையின் எந்த வழக்கத்தைக் குறிப்பிடுகிறது?",
          "options": [
      "விளையாட்டு",
      "படிப்பு",
      "பாட்டு",
      "ஓய்வு"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வாக்கியத்தில் 'கல்வியே' என்ற சொல் குழந்தை கல்வியை நோக்கி இருக்க வேண்டும் என்ற பொருளைத் தருகிறது. அதனால் இந்த வாக்கியம் குழந்தையின் படிப்பு வழக்கத்தைக் குறிப்பிடுகிறது. "
          }
        ,
          
  {
    
          "description": "'Child's Song' என்ற பாடலின் கருத்து என்ன?",
          "options": [
      "குழந்தைகள் விளையாடுவதற்கு மட்டுமே இருக்க வேண்டும்",
      "குழந்தைகள் கல்வி, விளையாட்டு மற்றும் நல்லொழுக்கத்தை கற்றுக் கொள்ள வேண்டும்",
      "குழந்தைகளின் கல்வியே முக்கியம்",
      "குழந்தைகள்  இயற்கையோடு ஒன்றி வாழ வேண்டும்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடலில் குழந்தைகளுக்கு கல்வி கற்றுக் கொள்ள வேண்டும், விளையாடுவது நல்லது,  நல்லொழுக்கத்தை கற்றுக் கொள்ள வேண்டும் எனக் கூறப்படுகிறது. அதனால் இந்தப் பாடலின் கருத்து குழந்தைகள் கல்வி, விளையாட்டு மற்றும் நல்லொழுக்கத்தை கற்றுக் கொள்ள வேண்டும் என்பது.  "
          }
        ,
          
  {
    
          "description": "“ஓடி விளையாடு பாப்பா” என்ற வரியில் உள்ள “பாப்பா” என்ற சொல் எந்த வகையான சொல்?",
          "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "குறிப்பிட்டுச் சொல்",
      "வினாச்சொல்"
    ],
    "answer": "C",
    
          "additional_context": " 'பாப்பா' என்ற சொல் ஒரு குழந்தையை அழைக்கும் போது பயன்படுத்தப்படும் ஒரு குறிப்பிட்டுச் சொல்.  "
          }
        ,
          
  {
    
          "description": "“பாப்பா பாட்டு” என்ற பாடலில் பயன்படுத்தப்பட்டுள்ள ஒரு முக்கியமான இலக்கண அம்சம் என்ன?",
          "options": [
      "இலக்கணப் பிழைகள் அதிகம்",
      "எல்லா வரிகளும் ஒரு குறிப்பிட்ட லயத்தில் உள்ளன",
      "மிகவும் கடினமான சொற்கள் பயன்படுத்தப்பட்டுள்ளன",
      "எல்லா வரிகளும் ஒரே நீளத்தில் உள்ளன"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடலில் எல்லா வரிகளும் ஒரு குறிப்பிட்ட லயத்தில் உள்ளன. இது பாடலின் இசைக்கு ஏற்றவாறு அமைக்கப்பட்டிருக்கிறது.  "
          }
        ]