[
          
  {
    
          "description": "“அகழாய்வு என்பது அனைவரும் தெரிந்துகொள்ள வேண்டிய, புரிந்துகொள்ள வேண்டிய, தேவையான செயல்பாடே!”  என்ற தீர்ப்பை எந்த நபர் வழங்கினார்?",
          "options": [
      "தமிழாசிரியர் கலைவாணன்",
      "மாணவர் பூங்குன்றன்",
      "மாணவர் முத்து",
      "மாணவர் பாத்திமா"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி பள்ளி இலக்கிய மன்றத்தின் தொடக்க விழாவில் நடந்த 'அகழாய்வுகள்' என்ற தலைப்பிலான பட்டிமன்றத்தில் கேட்கப்பட்ட கேள்வி.  இந்த பட்டிமன்றத்தில் நடுவராக இருந்த மாணவர் பூங்குன்றன்தான் 'அகழாய்வு என்பது அனைவரும் தெரிந்துகொள்ள வேண்டிய, புரிந்துகொள்ள வேண்டிய, தேவையான செயல்பாடே!' என்று தீர்ப்பளித்தார்."
          }
        ,
          
  {
    
          "description": "“பழையன கழிதலும் புதியன புகுதலும் வழுவல கால வகையினானே”  இந்தக் கூற்று யாருடையது?",
          "options": [
      "பவணந்தி முனிவர்",
      "பாரதி",
      "தொல்காப்பியர்",
      "இளங்கோவடிகள்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி பள்ளி இலக்கிய மன்றத்தின் தொடக்க விழாவில் நடந்த 'அகழாய்வுகள்' என்ற தலைப்பிலான பட்டிமன்றத்தில் கேட்கப்பட்ட கேள்வி.  இந்த பட்டிமன்றத்தில் மாணவர் அன்புமேரி தனது வாதத்தைத் தொடங்கும்போது, பழையன கழிதலும் புதியன புகுதலும் வழுவல கால வகையினானே என்ற தொல்காப்பியரின் கூற்றைப் பயன்படுத்தி, அகழாய்வு என்பது நமக்குத் தேவையானது அல்ல என்று வாதிட்டார்."
          }
        ,
          
  {
    
          "description": "அகழாய்வில் கிடைத்த ஆவணங்கள் நமது பண்பாட்டின் மேன்மையை எதற்குப் பறைசாற்றும்?",
          "options": [
      "மக்கள் அறிவியல்",
      "வணிக அறிவியல்",
      "தொல்லியல் ஆய்வு",
      "நாகரிக முன்னேற்றம்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி பள்ளி இலக்கிய மன்றத்தின் தொடக்க விழாவில் நடந்த 'அகழாய்வுகள்' என்ற தலைப்பிலான பட்டிமன்றத்தில் கேட்கப்பட்ட கேள்வி.  இந்த பட்டிமன்றத்தில் மாணவர் பாத்திமா அகழாய்வில் கிடைத்த ஆவணங்கள் நமது பண்பாட்டின் மேன்மையை மக்கள் அறிவியலுக்குப் பறைசாற்றும் என்று வாதிட்டார்."
          }
        ,
          
  {
    
          "description": "அகழாய்வு, எந்தக் காலத்திலும் தேவையற்ற செலவினமாகும் என்று கூறிய மாணவர் யார்?",
          "options": [
      "பாத்திமா",
      "முத்து",
      "செல்வன்",
      "அன்புமேரி"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி பள்ளி இலக்கிய மன்றத்தின் தொடக்க விழாவில் நடந்த 'அகழாய்வுகள்' என்ற தலைப்பிலான பட்டிமன்றத்தில் கேட்கப்பட்ட கேள்வி.  இந்த பட்டிமன்றத்தில் மாணவர் முத்து அகழாய்வு என்பது தேவையற்ற செலவினமே என்று கூறினார்."
          }
        ,
          
  {
    
          "description": "'பகுமானக் கோழி பறந்துக்கிட்டே முட்டை போட்டுச்சாம்'  என்ற சொலவடையை யார் பயன்படுத்தினார்கள்?",
          "options": [
      "பாத்திமா",
      "முத்து",
      "செல்வன்",
      "அன்புமேரி"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி பள்ளி இலக்கிய மன்றத்தின் தொடக்க விழாவில் நடந்த 'அகழாய்வுகள்' என்ற தலைப்பிலான பட்டிமன்றத்தில் கேட்கப்பட்ட கேள்வி.  இந்த பட்டிமன்றத்தில் மாணவர் அன்புமேரி தனது வாதத்தைத் தொடங்கும்போது,  'பகுமானக் கோழி பறந்துக்கிட்டே முட்டை போட்டுச்சாம்'  என்ற சொலவடையைப் பயன்படுத்தி, அகழாய்வு என்பது நமக்குத் தேவையானது அல்ல என்று வாதிட்டார்."
          }
        ]