
[
  {
    "description": "நெற்பயிர்கள் எதற்கு ஒப்பிடப்பட்டுள்ளன?",
    "options": [
      "மலைக்கு",
      "பச்சைப் பாம்புக்கு",
      "வாழை மரத்துக்கு",
      "தேங்காய் மரத்துக்கு"
    ],
    "answer": "B",
    "additional_context": "சீவக சிந்தாமணி காப்பியத்தில் ஏமாங்கத நாட்டின் வளத்தைப் பற்றி வர்ணிக்கும் பகுதியில் நெற்பயிர்கள் பற்றி விவரிக்கப்படுகிறது.  நெற்பயிர்கள் முளைத்த நிலை, கருக்கொண்ட பச்சைப் பாம்பின் தோற்றம்போல் இருக்கும் என்று கூறப்படுகிறது. அந்த வரியை மீண்டும் படித்துப் பாருங்கள்! \"சொல்அரும் சூல்பசும் பாம்பின் தோற்றம்போல் மெல்லவே கருஇருந்து ஈன்று மேலலார்.\""
  },
  {
    "description": "நெற்பயிர்கள் முற்றியதும் எப்படி இருப்பதாகக் கூறப்படுகிறது?",
    "options": [
      "நிலையாக நிற்கும்",
      "கதிர்கள் சாய்ந்திருக்கும்",
      "கதிர்கள் மேல்நோக்கி இருக்கும்",
      "பச்சை நிறத்தில் இருக்கும்"
    ],
    "answer": "B",
    "additional_context": "நெற்பயிர்கள் முற்றியவுடன் நெற்கதிர்கள் சாய்ந்திருக்கும் என்று குறிப்பிடப்பட்டுள்ளது.  கல்விசேர்ந்தவர்கள் அடக்கமுள்ளவர்களாக இருப்பார்கள் என்பதை உணர்த்துவதற்காக அந்த வரியில் நெற்கதிர்கள் சாய்ந்திருப்பதைப் பற்றி சொல்லியிருக்கிறார்கள்.   'செல்வமே போல்தலை நிறுவித் தேர்ந்தநூல் கல்விசேர் மாந்தரின் இறைஞ்சிக் காய்த்தவே'\""
  },
  {
    "description": "நல்ல கல்வியைப் பெற்றவர்கள் நெற்பயிர்களின் எந்த நிலைக்கு ஒப்பிடப்படுகிறார்கள்?",
    "options": [
      "முளைத்த நிலை",
      "பூத்த நிலை",
      "கதிர்விட்ட நிலை",
      "கதிர்கள் சாய்ந்த நிலை"
    ],
    "answer": "D",
    "additional_context": "நெற்பயிர்கள் முற்றியவுடன் நெற்கதிர்கள் சாய்ந்திருப்பது, தெளிந்த நூலைக் கற்ற நல்லவர்களின் பணிவைப்போல் உள்ளது.  கல்விசேர்ந்தவர்கள் அடக்கமுள்ளவர்களாக இருப்பார்கள் என்பதை உணர்த்துவதற்காக அந்த வரியில் நெற்கதிர்கள் சாய்ந்திருப்பதைப் பற்றி சொல்லியிருக்கிறார்கள்.  'செல்வமே போல்தலை நிறுவித் தேர்ந்தநூல் கல்விசேர் மாந்தரின் இறைஞ்சிக் காய்த்தவே'\""
  },
  {
    "description": "ஏமாங்கத நாட்டில் எத்தனை மணிமாடங்கள் இருப்பதாகக் கூறுகிறது?",
    "options": [
      "நூறு",
      "ஆயிரம்",
      "பத்து",
      "நானூறு"
    ],
    "answer": "B",
    "additional_context": "ஏமாங்கத நாட்டில் மகளிர் ஒப்பனை செய்துகொள்ள மணிமாடங்கள் ஆயிரம் இருப்பதாகக் கூறுகிறது. இது ஏமாங்கத நாட்டின் செல்வத்தையும் வளத்தையும் காட்டுகிறது.  \"அடிசில் வைகல் ஆயிரம் அறப்புறமும் ஆயிரம் கொடியனார் செய் கோலமும் வைகல்தோறும் ஆயிரம் மடிவுஇல் கம்மியர்களோடும் மங்கலமும் ஆயிரம் ஒடிவுஇலை வேறுஆயிரம் ஓம்புவாரின் ஓம்பலே.\""
  },
  {
    "description": "ஏமாங்கத நாட்டில் எத்தனை கம்மியர்கள் இருப்பதாகக் கூறப்படுகிறது?",
    "options": [
      "நூறு",
      "ஆயிரம்",
      "பத்து",
      "நானூறு"
    ],
    "answer": "B",
    "additional_context": "ஏமாங்கத நாட்டில் செய்தொழிலில் சோம்பல் இல்லாத கம்மியர்கள் ஆயிரம் இருப்பதாகக் கூறுகிறது. இது ஏமாங்கத நாட்டின் செழிப்பையும் மக்களின் உழைப்பையும் காட்டுகிறது.  \"அடிசில் வைகல் ஆயிரம் அறப்புறமும் ஆயிரம் கொடியனார் செய் கோலமும் வைகல்தோறும் ஆயிரம் மடிவுஇல் கம்மியர்களோடும் மங்கலமும் ஆயிரம் ஒடிவுஇலை வேறுஆயிரம் ஓம்புவாரின் ஓம்பலே.\""
  }
]
