[
          
  {
    
          "description": "'உருவக அணி' என்ற சொல்லின் இலக்கியப் பொருளை  '-----' என்ற ஆங்கிலச் சொல்லால் குறிக்கலாம்?",
          "options": [
      "Simile",
      "Metaphor",
      "Free verse",
      "Personality"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி இலக்கியத்தில் உள்ள பல்வேறு அணிகளைப் பற்றியது.  உருவக அணி என்பது ஒன்றை மற்றொன்றோடு ஒப்பிட்டுச் சொல்லும் முறை. இதில்,  ஒப்பிடுதல் மறைமுகமாக இருக்கும். அதே சமயம்,  உவமை அணியில் ஒப்பிடுதல் வெளிப்படையாக இருக்கும்.  உருவக அணியை ஆங்கிலத்தில் metaphor என்று சொல்வார்கள். ஆகையால்,  இந்த கேள்விக்கு விடை Metaphor ஆகும்."
          }
        ,
          
  {
    
          "description": "-----  எழுத்துகள், ----- மெய்யெழுத்துகள் ஆகிய எழுத்துகளும் முதலெழுத்துகள் எனப்படும்.",
          "options": [
      "12, 18",
      "10, 18",
      "12, 12",
      "18, 18"
    ],
    "answer": "B",
    
          "additional_context": "தமிழில் 12 உயிரெழுத்துகள் மற்றும் 18 மெய்யெழுத்துகள் உள்ளன. இந்த 30 எழுத்துகளும் முதலெழுத்துகள் என்று அழைக்கப்படுகின்றன. சார்பெழுத்துகள் என்பது முதலெழுத்துகளை சார்ந்து பிறப்பவை. இந்த கருத்தை உங்களுக்கு புரிய வைக்க இங்கே சில உதாரணங்கள்:   'கா' என்பது ஒரு முதலெழுத்து. அதை அடுத்து வரும் 'கொ', 'கூ' போன்ற எழுத்துகள் சார்பெழுத்துகள்."
          }
        ,
          
  {
    
          "description": "'-----' என்ற சொல்லின் இலக்கியப் பொருளை  '-----' என்ற ஆங்கிலச் சொல்லால் குறிக்கலாம்.",
          "options": [
      "உருவக அணி, Simile",
      "உருவக அணி, Metaphor",
      "ஆளுமை, Personality",
      "2ឃោយली, Simile"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி இலக்கியத்தில் உள்ள பல்வேறு அணிகளைப் பற்றியது.  உருவக அணி என்பது ஒன்றை மற்றொன்றோடு ஒப்பிட்டுச் சொல்லும் முறை. இதில்,  ஒப்பிடுதல் மறைமுகமாக இருக்கும். அதே சமயம்,  உவமை அணியில் ஒப்பிடுதல் வெளிப்படையாக இருக்கும்.  உருவக அணியை ஆங்கிலத்தில் metaphor என்று சொல்வார்கள். ஆகையால்,  இந்த கேள்விக்கு விடை உருவக அணி, Metaphor ஆகும்."
          }
        ,
          
  {
    
          "description": "'நான் தலைமைப் பொறுப்பிற்கு வந்தால் .....' என்ற வாக்கியத்திற்குப் பொருத்தமான முடிவாக இருக்கும்?",
          "options": [
      "பள்ளிக்கு ஒரு புதிய கிரிக்கெட் மைதானம் அமைப்பேன்.",
      "அனைவருக்கும் நல்ல கல்வியை வழங்குவேன்.",
      "கல்லூரியின் பெயரை மாற்றுவேன்.",
      "மேலே உள்ள அனைத்தும்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த கேள்வி ஒரு மாணவரின் தலைமைப் பண்புகளைப் பற்றியது.  அவர்களின்  பொறுப்புணர்வு, சமூகப் பணியில் ஆர்வம், மற்றும் மற்றவர்களுக்கு உதவி செய்யும் தன்மை ஆகியவற்றை அளவிடுவது. இந்த வார்த்தைகளைப் பயன்படுத்தி, ஒரு மாணவர் தலைமைப் பொறுப்பிற்கு வந்தால், அவர்  அனைவருக்கும் நல்ல கல்வியை வழங்க வேண்டும் என்பதை உணர்த்த முடியும்.   இந்த  பதில், அவர்கள் நல்ல  கல்வியின் முக்கியத்துவத்தை உணர்ந்து,  தங்கள்  நல்ல கல்வி  பொறுப்புணர்வை   தெளிவாகக் காட்டுகிறது. "
          }
        ]