
[
  {
    "description": "“எத்துணையும் பேதமுறாது எவ்வுயிரும் தம்முயிர்போல் எண்ணி உள்ளே ஒத்துரிமை உடையவராய் உவக்கின்றார் யாவர்அவர் உள்ளம்தான் சுத்த சித்துருவாய் எம்பெருமான் நடம்புரியும் இடம் என நான் தெரிந்தேன் அந்த வித்தகர்தம் அடிக்கேவல் புரிந்திட என் சிந்தை மிக விழைந்த தாலே” என்ற வள்ளலார் பாடல் பகுதியில் எத்தனை தொகைச்சொற்கள் பயன்படுத்தப்பட்டுள்ளன?",
    "options": [
      "ஒன்று",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": "C",
    "additional_context": "வள்ளலார் அவர்களின் பாடல் பகுதியில் உள்ள தொகைச்சொற்களை கண்டுபிடிப்பது எளிதானது. இப்பாடல் பகுதியில்  “எத்துணையும்”, “எவ்வுயிரும்”,  “அடிக்கேவல்” என மூன்று தொகைச்சொற்கள் பயன்படுத்தப்பட்டுள்ளன."
  },
  {
    "description": "“மொழியோடு விளையாடு” என்ற தலைப்பில் கொடுக்கப்பட்டிருக்கும் எழுத்துகளை முறைப்படுத்திச் சொற்களைக் கண்டுபிடிக்க வேண்டும். கீழ்க்காணும் எழுத்துக்கள் எந்த சொல்லைக் குறிக்கின்றன?",
    "options": [
      "புன்பமொப்லமைழி",
      "தைக்விதுகபு",
      "யனிநேம்தம",
      "டுசிப்காட்ஞ்ப"
    ],
    "answer": "B",
    "additional_context": "“தைக்விதுகபு”  என்ற சொல்லை முறைப்படுத்தி,  “விதுகபுதைக்”  என்று மாற்றி எழுதினால்  “கபுதிது” என்ற சொல் கிடைக்கும். அதாவது  “தைக்விதுகபு”  என்ற எழுத்துக்கள்  “கபுதிது”  என்ற சொல்லைக் குறிக்கின்றன."
  },
  {
    "description": "“கச்வப்ஞ்புசிழ்ச” என்ற எழுத்துக்களை முறைப்படுத்திச் சொல்லைக் கண்டுபிடிக்க வேண்டும்.  கீழ்க்காணும் சொற்களில் எது சரியான விடை?",
    "options": [
      "பசி",
      "சுகம்",
      "துன்பம்",
      "வலி"
    ],
    "answer": "A",
    "additional_context": "“கச்வப்ஞ்புசிழ்ச” என்ற எழுத்துக்களை முறைப்படுத்தி “பசி” என்ற சொல் கிடைக்கும்.  “கச்வப்ஞ்புசிழ்ச”  என்ற எழுத்துக்கள்  “பசி”  என்ற சொல்லைக் குறிக்கின்றன."
  },
  {
    "description": "“சேர, சோழ, பாண்டிய அரசர்களிடம் யானைப்படை, குதிரைப்படை, தேர்ப்படை, தரைப்படை ஆகியவை இருந்தன” என்ற வாக்கியத்தில் பயன்படுத்தப்பட்டுள்ள தொகைச்சொல் எது?",
    "options": [
      "சேர",
      "யானைப்படை",
      "குதிரைப்படை",
      "அரசர்கள்"
    ],
    "answer": "D",
    "additional_context": "“சேர, சோழ, பாண்டிய அரசர்களிடம் யானைப்படை, குதிரைப்படை, தேர்ப்படை, தரைப்படை ஆகியவை இருந்தன” என்ற வாக்கியத்தில்,  “அரசர்கள்”  என்ற சொல்  “சேர, சோழ, பாண்டிய”  என்று மூன்று சொற்களும் இணைந்து உருவான தொகைச்சொல்லாகும்."
  },
  {
    "description": "“பூங்கொடி நேற்றுப் பள்ளிக்குச் (செல்), தன் தோழிகளைக் (உரை); பின்னர் வங்கிக்குப் -(போ) தான் கூடுதலாகச் (மால்), மகிழ்ச்சியுடன் (செலுத்து) தொகையைத் திரும் ----- (பெறு) ------ (கொள்) வந்தாள். வரும் வழியில் வீட்டுக்கு (வேண்டு) பொருள்களை ------ (வா). அங்கு (திரும்பு) .” என்ற வாக்கியத்தில் “செலுத்து” என்ற வினைச்சொல் எச்சமாக மாற்றப்பட்டுள்ளது?",
    "options": [
      "முழுமையான எச்சம்",
      "ஒரு பகுதி எச்சம்",
      "தொடர் எச்சம்",
      "வினை எச்சம்"
    ],
    "answer": "B",
    "additional_context": "இந்த வாக்கியத்தில்,  “செலுத்து”  என்ற வினைச்சொல்  “செலுத்து”  என்ற ஒரு பகுதி எச்சமாக மாற்றப்பட்டுள்ளது.  “செலுத்து”  என்ற வினைச்சொல்,  “மகிழ்ச்சியுடன்”  என்ற வினையடைச்சொல்லுடன் இணைந்து ஒரு பகுதி எச்சமாக மாறியுள்ளது."
  }
]
