
[
  {
    "description": "பாடல் 1 ல், வண்டுகள் எதனால் ஆரவாரம் செய்கின்றன?",
    "options": [
      "a) காவிரி நீரின் குளிர்ச்சியால்",
      "b) பூக்களில் நிறைந்த தேனால்",
      "c) மலைகளில் மணம் வீசும் காற்றால்",
      "d) வானத்தில் காணப்படும் வானவில்லால்"
    ],
    "answer": "b",
    "additional_context": "சேக்கிழார் எழுதிய பெரியபுராணத்தில் இயற்கை விழா எழுத்துக்கள் ஏராளமாக உள்ளன. சோழநாட்டின் சிறப்பை இயற்கையை விவரித்துப் பாடப்பட்டுள்ளது. அந்த வகையில், பாடல் 1ல் சோழநாட்டின் வளம் குறித்து குறிப்பிடப்பட்டுள்ளது. காவிரி நீர் மலையிலிருந்து புதிய பூக்களை அடித்துக்கொண்டு வருகிறது. அப்பூக்களில் தேன் நிறைந்திருப்பதால் வண்டுகள் சூழ்ந்து ஆரவாரம் செய்கின்றன. நீர்நிலைகள் நிறைந்த நாட்டுக்கு வளத்தைத் தரும் பொருட்டுக் காவிரி நீர் கால்வாய்களில் பரந்து எங்கும் ஓடுகிறது."
  },
  {
    "description": "பாடல் 2 ல், \"தரளம்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) நீர்நிலைகளில் வளரும் மீன்கள்",
      "b) வயல்வெளியில் பரவும் மணல்",
      "c) உழவர் கைகளில் காணப்படும் மண்",
      "d) முத்துக்கள்"
    ],
    "answer": "d",
    "additional_context": "இந்த பாடல் 2ல் உழவர் தங்கள் வயலில் நெல் பயிரைப் பராமரிப்பது குறித்தும், அவர்கள் பயிரைப் பராமரித்து வரும் காட்சியும் விவரிக்கப்பட்டுள்ளது. மண்டுபுனல் பரந்தவயல் வளர்முதலின் சுருள் விரியக் கண்டுழவர் பதங்காட்ட களைகளையுங் கடைசியர்கள் தண்டரளஞ் சொரிபணிலம் இடறியிடை தளர்ந்தசைவார் வண்டலையும் குழல்அலைய மடநடையின் வரம்பணைவார் என்று கூறுகிறது. இந்த பாடலில், வளர்முதல் என்பது நெற்பயிர். தரளம் - முத்து, பணிலம் - சங்கு. வரம்பு - வரப்பு. என்கிற பொருள் கொடுக்கப்பட்டுள்ளது."
  },
  {
    "description": "பாடல் 3 ல், சோழநாட்டின் வளம் எதனால் விளக்கப்படுகிறது?",
    "options": [
      "a) பலவகை மரங்கள் மற்றும் மலர்கள்",
      "b) இயற்கை வளங்கள் மற்றும் நீர்நிலைகள்",
      "c) செழிப்பான விவசாயம் மற்றும் மக்கள் வாழ்வு",
      "d) மேற்கண்ட அனைத்தும்"
    ],
    "answer": "d",
    "additional_context": "இந்த பாடலில் சோழநாட்டின் வளம் நிறைந்திருப்பதை விளக்க  காடெல்லாம் கழைக்கரும்பு காவெல்லாம் குழைக்கரும்பு மாடெல்லாம் கருங்குவளை வயலெல்லாம் நெருங்குவளை கோடெல்லாம் மடஅன்னம் குளமெல்லாம் கடல்அன்ன நாடெல்லாம் நீர்நாடு தனைஒவ்வா நலமெல்லாம் என்று விளக்கமாக கூறப்பட்டுள்ளது.  கழை - கரும்பு ; கா - சோலை ; குழை - சிறு கிளை; அரும்பு – மலர் மொட்டு; மாடு - பக்கம்; நெருங்கு வளை - நெருங்குகின்ற சங்குகள் ; கோடு - குளக்கரை என்று இதில் குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "பாடல் 4 ல், வாளை மீன்கள் எதனால் பாக்கு மரங்களின் மீது பாய்கின்றன?",
    "options": [
      "a) எருமைகள் நீர்நிலைகளில் மூழ்கும் போது ஏற்படும் அலைகளால்",
      "b) வானவில்லின் வண்ணத்தால்",
      "c) அன்னங்கள் நீர்நிலைகளில் விளையாடும் போது ஏற்படும் சத்தத்தால்",
      "d) மரங்களில் உள்ள இனிப்பான பழங்களால்"
    ],
    "answer": "a",
    "additional_context": "இந்த பாடலில் சோழநாட்டில் உள்ள நீர்நிலைகள் குறித்தும், அங்கு எருமை மாடுகள் நீராடுவது குறித்தும், வாளை மீன்கள் துள்ளி எழுந்து பாய்வது குறித்தும் விவரிக்கப்பட்டுள்ளது. அன்னம் ஆடும் அகன்துறைப் பொய்கையில் துன்னும் மேதி படியத் துதைந்தெழும் கன்னி வாளை கமுகின்மேற் பாய்வன மன்னு வான்மிசை வானவில் போலுமால் என்று குறிப்பிடப்பட்டுள்ளது.  ஆடும் - நீராடும் ; மேதி - எருமை; துதைந்து எழும் - கலக்கி எழும்; கன்னி வாளை - இளமையான வாளைமீன் என்ற பொருள் கொடுக்கப்பட்டுள்ளது."
  },
  {
    "description": "பாடல் 6 ல், எருமைக்கூட்டங்கள் எதனை குறிக்கின்றன?",
    "options": [
      "a) மேகங்களை",
      "b) வண்டிகளை",
      "c) பொன்மலை சாரலை",
      "d) வயல்வெளியை"
    ],
    "answer": "a",
    "additional_context": "இந்த பாடலில் சோழநாட்டின் வளத்தை  குறிப்பிட்டு,  சாலியின் கற்றை துற்ற தடவரை முகடு சாய்த்துக் காலிரும் பகடு போக்கும் கரும்பெரும் பாண்டில் ஈட்டம் ஆலிய முகிலின் கூட்டம் அருவரைச் சிமயச் சாரல் போல்வலங் கொண்டு சூழும் காட்சியின் மிக்க தன்றே என்று விவரிக்கப்பட்டுள்ளது. இதில் பகடு - எருமைக்கடா ; பாண்டில் - வட்டம் ; சிமயம் - மலையுச்சி என்ற பொருள் கொடுக்கப்பட்டுள்ளது."
  }
]
