[
          
  {
    
          "description": "'கடையெழுவள்ளல்கள்' என்ற சொல்லில் இணைந்திருக்கும் சொற்கள் எவை?",
          "options": [
      "கடை, எழுவ, ள்ளல்",
      "கடை, எழு, வள்ளல்",
      "கடைய, எழுவ, ள்ளல்",
      "கடை, எழு, வள்ளல்கள்"
    ],
    "answer": "B",
    
          "additional_context": "சொற்களை இணைத்துத் தொடர்களை விரிவுபடுத்தும் பயிற்சியில் 'கடையெழுவள்ளல்கள்' என்ற சொல் கொடுக்கப்பட்டுள்ளது. இது ஒரு சிக்கலான சொல். இச்சொல்லில் எத்தனை சொற்கள் இணைந்துள்ளன என்பதை மாணவர்கள் அறிந்து கொள்ள இந்தக் கேள்வி கேட்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'நிலத்தடி நீரும் ஆற்று நீரும் சேமிக்கப்படும்' - இது எதனால் நிகழும்?",
          "options": [
      "நீர் அதிகம் தேவைப்படும் உணவுப் பொருள்களை ஏற்றுமதி செய்வதால்.",
      "நீர் அதிகம் தேவைப்படும் உணவுப் பொருள்களை இறக்குமதி செய்வதால்.",
      "நீர்வளத்தைப் பாதுகாக்க அக்கறை கொள்வதால்.",
      "மேல்புற நீர்வளத்தைப் பாதுகாப்பதால்."
    ],
    "answer": "C",
    
          "additional_context": "நீர்வளத்தைப் பாதுகாக்கும் விதமாக நீர் அதிகம் தேவைப்படும் உணவுப் பொருள்களை இறக்குமதி செய்து, நீர் அதிகம் தேவைப்படும் உணவுப் பொருள்களை ஏற்றுமதி செய்வதைத் தவிர்க்க வேண்டும் என்று கட்டுரையில் குறிப்பிடப்பட்டுள்ளது.  இதனால் நிலத்தடி நீரும் ஆற்று நீரும் சேமிக்கப்படும் என்றும் குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'நிழல் நீர்' என்ற சொல்லால் என்ன குறிக்கப்படுகிறது?",
          "options": [
      "கண்ணுக்குத் தெரியாத தண்ணீர்",
      "மழைநீர்",
      "ஆற்று நீர்",
      "நிலத்தடி நீர்"
    ],
    "answer": "A",
    
          "additional_context": "நாம் உண்ணும் உணவுப் பொருள்களின் உற்பத்தி குறித்தும் அதனை உற்பத்தி செய்யச் செலவிடப்பட்ட தண்ணீர்த் தேவை குறித்தும் பேசுவதுதான்  'புலப்படாத் தண்ணீர்'  என்று சொல்லப்படுகிறது.  கண்ணுக்கு தெரியாத தண்ணீர் என்றும்  இதைச் சொல்லலாம்."
          }
        ,
          
  {
    
          "description": "ஒரு கிலோ காப்பிக் கொட்டையை உற்பத்தி செய்ய __________ லிட்டர் தண்ணீர் தேவைப்படுகிறது.",
          "options": [
      "822",
      "1780",
      "2500",
      "18,900"
    ],
    "answer": "D",
    
          "additional_context": "பல்வேறு உணவுப் பொருள்களை உற்பத்தி செய்யத் தேவைப்படும் தண்ணீர் அளவு பற்றிய விளக்கம் கட்டுரையில் கொடுக்கப்பட்டுள்ளது.  இதன்படி ஒரு கிலோ காப்பிக் கொட்டையை உற்பத்தி செய்ய 18,900 லிட்டர் தண்ணீர் தேவைப்படுகிறது."
          }
        ,
          
  {
    
          "description": "நீர்வளத்தைப் பாதுகாக்க நாட்டின் _______ மற்றும் ______ குறித்து அக்கறை கொள்ளவேண்டும்.",
          "options": [
      "நிலத்தடி நீர், ஆற்று நீர்",
      "மழை நீர், ஆற்று நீர்",
      "மேல்புற நீர், மழை நீர்",
      "ஆற்று நீர், குள நீர்"
    ],
    "answer": "A",
    
          "additional_context": "நீர்வளத்தைப் பாதுகாக்க நாட்டின் மேல்புற நீர்வளம் மற்றும் நிலத்தடி நீர்வளம் குறித்து அக்கறை கொள்ள வேண்டும் என்று கட்டுரையில் குறிப்பிடப்பட்டுள்ளது."
          }
        ]