[
          
  {
    
          "description": "“பிறவி இருளைத் துளைத்து / சூழலின் நிழலை வெறுத்து” எனும் வரிகள் கமுகு மரத்தின் எந்தத் தன்மையைக் காட்டுகின்றன?",
          "options": [
      "தாவரத்தின் இயற்கை பண்பு",
      "கதிரவன் ஒளியைத் தேடும் தன்மை",
      "போராடி வெற்றி பெறும் மனப்பான்மை",
      "பெருமரத்தின் நிழலால் ஏற்படும் பாதிப்பு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கமுகு மரம், தான் தோன்றிய இடத்தில் இருந்த பெருமரத்தின் நிழல் என்னும் இருளைத் துளைத்து நின்றது. பெருமரத்தின் நிழலை வெறுத்து, உச்சிக்கிளையை மேலே உயர்த்தியது. அதாவது, மரம் தனக்குத்தானே ஒரு பாதையை உருவாக்கிக்கொண்டு வெற்றி பெற வேண்டும் என்கிற மனப்பான்மையை இந்த வரிகள் காட்டுகின்றன."
          }
        ,
          
  {
    
          "description": "“ரவியின் கோடானுகோடி விரல்களின் அழைப்பிற்கு இணங்கி” எனும் வரிகளில் “ரவியின் விரல்கள்” என்பது எதைக் குறிக்கிறது?",
          "options": [
      "கதிரவனின் ஒளியை",
      "கமுகு மரத்தின் கிளைகளை",
      "பெருமரத்தின் நிழலை",
      "இயற்கையின் அழைப்பை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கமுகு மரம் மேலே உயர்ந்து கதிரவன் ஒளியைக் கண்டது. அந்த கதிரவன் ஒளியைக் குறிக்கும் விதமாகவே 'ரவியின் விரல்கள்' என குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“பெருமரத்துடன் சிறு கமுகு போட்டியிடுகிறது” எனும் வரிகளால் புரிந்துகொள்ளக்கூடிய வாழ்க்கைப் பாடம் என்ன?",
          "options": [
      "வாழ்க்கையில் எப்போதும் போட்டியே இருக்கும்.",
      "சிறுவர்களும் பெரியவர்களும் ஒன்றாக இணைந்து வாழ வேண்டும்.",
      "பெரியவர்களின் நிழலில் இருந்து வெளிவரக் கூடாது.",
      "வாழ்க்கை ஒரு பெரிய இன்பம்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "வாழ்க்கையில் எப்போதும் போட்டி இருக்கும். சிறிய கமுகு மரம் பெரிய பெருமரத்துடன் போட்டி போடுகிறது. இந்த போட்டியே வாழ்க்கை என்றும், அந்தப் போட்டித் துணிச்சலே இன்பம் என்றும் இந்த வரிகள் கூறுகின்றன."
          }
        ,
          
  {
    
          "description": "“உயிரின் முயற்சியே வாழ்வின் மலர்ச்சி” எனும் வரிகளால் புரிந்துகொள்ளக்கூடிய கருத்து என்ன?",
          "options": [
      "கடின உழைப்பின் மூலம் வெற்றி பெறலாம்.",
      "மலர்ச்சி என்பது வாழ்வின் மிகப் பெரிய இலக்கு.",
      "உயிரினங்கள் எல்லாம் போராடி வாழ்வது அவசியம்.",
      "முயற்சி இல்லாமல் எதுவும் கிடைக்காது."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "கமுகு மரம் கடினமாகப் பெருமரத்தோடு முட்டிமோதித் துணிச்சலான முயற்சிகளில் ஈடுபட்டது. நம்பிக்கை, தன்முனைப்போடு கூடிய போட்டியில் கமுகு வென்றது. பெருமரத்தை விஞ்சி வளர்ச்சி நடை போடுகிறது. இதன் மூலம் முயற்சி இல்லாமல் எதுவும் கிடைக்காது என்பது புரிய வருகிறது."
          }
        ,
          
  {
    
          "description": "“புதுக்கவிதையின் தந்தை” எனப் போற்றப்படுபவர் யார்?",
          "options": [
      "பாரதியார்",
      "வல்லிக்கண்ணன்",
      "ந. பிச்சமூர்த்தி",
      "கலைமகள்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "புதிய படைப்புச் சூழலில் மரபுக்கவிதையின் யாப்புப் பிடியிலிருந்து விடுபட்ட கவிதைகள் புதுக்கவிதைகள் எனப்பட்டன. பாரதியாரின் வசன கவிதையைத் தொடர்ந்து புதுக்கவிதை படைக்கும் முயற்சியில் ந. பிச்சமூர்த்தி ஈடுபட்டார். எனவே, அவர் 'புதுக்கவிதையின் தந்தை' என்று போற்றப்படுகிறார்."
          }
        ]