[
          
  {
    
          "description": "கவிஞர் நா. முத்துக்குமார் தம் மகனுக்கு எழுதிய கடிதத்தில், மகனின் குழந்தைப் பருவத்தை எந்தப் படத்தில் வர்ணிக்கிறார்?",
          "options": [
      "மழலைப் பேச்சு, மொழியை ஆசீர்வதித்தல்",
      "ஆகாய விமானத்தில் பயணம் செய்தல்",
      "தேள்களைப் பார்த்த பயம்",
      "உழைத்து விதை விதைத்தல்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கவிஞர் நா. முத்துக்குமார் தம் மகனுக்கு எழுதிய கடிதத்தில், தன் மகன் பிறந்தது முதல் வளர்ந்த வரை பல தருணங்களைப் பற்றி எழுதுகிறார். மகன் பிறந்ததும், சிரித்து, அழுது, குப்புற கவிழ்ந்து, தலை நிமிர்ந்து, தகப்பன் விரல் பிடித்து நடக்கப் பழகியது, தாழ்வாரத்தில் ஓடியது,  மழலைப் பேசி மொழியை ஆசீர்வதித்தது என பல நிகழ்வுகளை கவிஞர் படம்பிடித்துக் காட்டுகிறார். இவை அனைத்தும் குழந்தைப் பருவத்தில் நடக்கும் சாதாரண நிகழ்வுகள்தான். ஆனால் கவிஞர் அவற்றை மிகவும் அழகாகவும், உணர்வுபூர்வமாகவும் வர்ணித்திருக்கிறார். இதன் மூலம் மகனின் குழந்தைப் பருவத்தை நாம் கண்முன் காண முடிகிறது."
          }
        ,
          
  {
    
          "description": "கடிதத்தில், தந்தை தம் மகனிடம் எந்தப் பண்பை வலியுறுத்துகிறார்?",
          "options": [
      "பணக்காரராக இருத்தல்",
      "புகழ் பெறுதல்",
      "அன்பாக இருத்தல்",
      "அதிகம் கல்வி கற்பது"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கவிஞர் தம் மகனுக்கு எழுதிய கடிதத்தில் பல அறிவுரைகளை வழங்குகிறார். இவை அனைத்தும் மகன் வாழ்க்கையில் வெற்றி பெற உதவும் என்பதை அறிவுறுத்துகின்றன.  இந்த அறிவுரைகளில், மகன் வாழ்க்கையில்  அன்பு மிக முக்கியமானது என்ற கருத்தை கவிஞர் வலியுறுத்துகிறார். 'எங்கும் எதிலும், எப்போதும் அன்பாய் இரு. அன்பைவிட உயர்ந்தது இந்த உலகத்தில் வேறு எதுவுமே இல்லை. உன் பேரன்பால் இந்தப் பிரபஞ்சத்தை நனைத்துக்கொண்டே இரு.'  என்று கவிஞர் எழுதுகிறார். இதன் மூலம் அன்பின் மகத்துவத்தையும் அதன் முக்கியத்துவத்தையும் மகனுக்கு எடுத்துரைக்கிறார்."
          }
        ,
          
  {
    
          "description": "கவிஞர் தம் கடிதத்தில், தம் குடும்ப வரலாற்றை எந்தக் கருத்தோடு இணைத்து எடுத்துரைக்கிறார்?",
          "options": [
      "தலைமுறை மாற்றம்",
      "மகனின் கல்வியைப் பற்றி",
      "அன்பின் முக்கியத்துவம்",
      "வறுமை நீங்க வேண்டும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "கவிஞர் தம் மகனுக்கு எழுதிய கடிதத்தில், தம்  தாத்தா, பாட்டன், தகப்பன்,  மகன்  என நான்கு தலைமுறைகளைப் பற்றி குறிப்பிடுகிறார்.   தாத்தா  ஆகாய விமானத்தை பார்த்தார்.  தகப்பன் ஆகாய விமானத்தில் பயணம் செய்தார்.  மகன்  குழந்தைப் பருவத்திலேயே  விமானத்தில் பயணம் செய்தான்.  இந்த மாற்றம் ஒரு தலைமுறையில் வந்தது அல்ல. இதற்குப் பின்னால் நெடியதொரு உழைப்பு இருக்கிறது. என் முப்பாட்டன் காடு திருத்தினான். என் பாட்டன் கழனி அமைத்தான். என் தகப்பன் விதை விதைத்தான். நீ அறுவடை செய்துகொண்டு இருக்கிறாய். இதன் மூலம் காலப்போக்கில்  நடந்திருக்கும்  மாற்றங்களை  கவிஞர்  எடுத்துரைக்கிறார். அதுவும்  தலைமுறை  மாற்றம்  என்பதை  வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "'கிடைத்த வேலையைவிட பிடித்த வேலையைச் செய்' என்ற வாக்கியத்தின் மூலம் கவிஞர் என்ன கருத்தைத் தெரிவிக்க விரும்புகிறார்?",
          "options": [
      "பணம் தேடுவதற்காக எந்த வேலையையும் செய்ய வேண்டும்",
      "உனக்குப் பிடித்த வேலையைச் செய்வதன் மூலம் மகிழ்ச்சியை அடைவாய்",
      "எந்த வேலையையும் செய்தாலும் உழைப்பு முக்கியம்",
      "மகிழ்ச்சியாக இருப்பதற்காக பணம் தேவையில்லை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "கவிஞர்  தம் மகனுக்கு எழுதிய கடிதத்தில்,   தொழில் தொடர்பான  அறிவுரை  ஒன்றை  சொல்கிறார்.   'கிடைத்த வேலையைவிட, பிடித்த வேலையைச் செய்.'   என்று  எழுதுகிறார்.    இதன்  மூலம்    மகன்  தொழில்  தொடங்கும்  போது  தனக்குப் பிடித்த  வேலையைத்  தேர்ந்தெடுத்துச்  செய்தால்   மகிழ்ச்சியாக  இருப்பான்  என்ற  கருத்தை   தெரிவிக்கிறார்.  அதோடு  தனக்குப்  பிடித்த  வேலையைத்  தேர்ந்தெடுத்துச்   செய்தால்   அதில்   வெற்றி   பெறவும்   முடியும்   என்று   உணர்த்துகிறார். "
          }
        ,
          
  {
    
          "description": "வயதின் பேராற்றங்கரை உன்னையும் வாலிபத்தில் நிறுத்தும்...  என்ற வரிகளில் எந்தக் கருத்து வெளிப்படுகிறது?",
          "options": [
      "வயது வந்தவுடன்  பணம் சம்பாதிக்க வேண்டும்",
      "பெரியவர்களாகி விட்டோம் என்பது தெரியும்",
      "வாலிபப் பருவம் நிறைய சவால்கள் நிறைந்தது",
      "வயதானால் உடல்நிலை பாதிக்கப்படும்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "கவிஞர்  தம் மகனுக்கு  வாலிபப் பருவம்  பற்றி  அறிவுரை  சொல்லும்  போது  இந்த  வரிகளை   எழுதுகிறார்.   'வயதின் பேராற்றங்கரை உன்னையும் வாலிபத்தில் நிறுத்தும்.'   என்ற   வரிகளில்   மகன்   வாலிபப் பருவத்தில்   நிறைய  சவால்களை   சந்திக்க   நேரிடும்   என்று   கவிஞர்   எடுத்துரைக்கிறார்.   சிறகு   முளைத்த   தேவதைகள்   உன்   கனவுகளை   ஆசீர்வதிப்பார்கள்.   பெண்   உடல்   புதிராகும்.   உன்   உடல்   உனக்கே   எதிராகும்.    என்று  எழுதுவதன்  மூலம்   வாலிபப் பருவத்தில்   உடல்   மாற்றங்கள்   நிகழ்ந்து    மனதில்   சில   சிக்கல்கள்   ஏற்படலாம்   என்று   உணர்த்துகிறார்.   இந்தப்   பருவத்தில்   மகன்   பக்குவமாகவும்  பத்திரமாகவும்   இருக்க   வேண்டும்   என்று   அறிவுறுத்துகிறார்."
          }
        ]