
[
  {
    "description": "“தமிழ் எண்களில் எழுதுக” என்ற வாக்கியத்தில் எந்த எண்ணை எழுத வேண்டும்?",
    "options": [
      "ஒன்று",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": "a",
    "additional_context": "இந்த வாக்கியத்தில் “தமிழ் எண்களில் எழுதுக” என்று கேட்கப்பட்டுள்ளது. தமிழ் எண்களில் ஒன்று, இரண்டு, மூன்று, நான்கு என நான்கு எண்கள் உள்ளன. ஆகையால் இதற்கான விடையாக “ஒன்று” என்ற எண்ணைத் தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "காஞ்சி கைலாசநாதர் கோவில் சுற்றுச்சுவர் மற்றும் காஞ்சி வைகுந்தப்பெருமாள் கோவிலில் உள்ள சிற்பங்கள் குறித்த பத்தியைப் படித்து, பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "a) கைலாசநாதர் கோவில் சுற்றுச்சுவர் மட்டுமே சிற்பங்களின் கலைக்கூடமாகத் திகழ்கிறது.",
      "b)  வைகுந்தப்பெருமாள் கோவிலில் பல்லவர்காலச் சிற்பங்கள் மிகுதியாக உள்ளன.",
      "c)  இரு கோவில்களிலும் தெய்வச்சிற்பங்கள் மட்டுமே உள்ளன.",
      "d)  இரு கோவில்களிலும் பல்லவர்காலச் சிற்பங்கள் மிகுதியாக உள்ளன."
    ],
    "answer": "D",
    "additional_context": "காஞ்சி கைலாசநாதர் கோவில் சுற்றுச்சுவர் முழுவதும் சிற்பங்களின் கலைக்கூடமாகத் திகழ்கிறது. அதேபோன்று காஞ்சி வைகுந்தப்பெருமாள் கோவிலிலும் பல்லவர்காலச் சிற்பங்கள் மிகுதியாக உள்ளன. இங்குத் தெய்வச்சிற்பங்கள் மட்டுமல்லாது பிற சிற்பங்களும் கோவில் உட்புறச் சுவரில் செதுக்கப்பட்டுள்ளன. அதாவது இரு கோவில்களிலும் பல்லவர்காலச் சிற்பங்கள் மிகுதியாக உள்ளன."
  },
  {
    "description": "பத்தியில் குறிப்பிடப்பட்டுள்ள பல்லவர்காலக் குடைவரைக் கோவில்களின் நுழைவுவாயிலில் உள்ள சிற்பங்களின் அமைப்பு என்ன?",
    "options": [
      "a) கோவில் உள்ளே நுழைந்தவுடன் இடதுபுறம் ஒரு காவலரும், வலதுபுறம் ஒரு காவலரும் நிற்பது போல்.",
      "b)  கோவில் உள்ளே நுழைந்தவுடன் வலதுபுறம் ஒரு காவலரும், இடதுபுறம் ஒரு காவலரும் நிற்பது போல்.",
      "c)  கோவில் உள்ளே நுழைந்தவுடன் இருபுறமும் இரண்டு காவலர்கள் நிற்பது போல்.",
      "d)  நுழைவுவாயிலுக்கு மேலே இரண்டு காவலர்கள் நிற்பது போல்."
    ],
    "answer": "A",
    "additional_context": "பல்லவர்காலக் குடைவரைக் கோவில்களின் நுழைவுவாயிலின் இருபுறங்களிலும் காவலர்கள் நிற்பதுபோன்று சிற்பங்கள் படைக்கப்பட்டுள்ளன. அதாவது கோவில் உள்ளே நுழைந்தவுடன் இடதுபுறம் ஒரு காவலரும், வலதுபுறம் ஒரு காவலரும் நிற்பது போல் அமைக்கப்பட்டுள்ளன."
  },
  {
    "description": "பத்தியில் பயன்படுத்தப்பட்டுள்ள இயல்புப் புணர்ச்சிகளையும் விகாரப் புணர்ச்சிகளையும் கண்டுபிடித்து,  பின்வரும் எந்தத் தொடரில் இயல்புப் புணர்ச்சி மட்டுமே உள்ளது?",
    "options": [
      "a) கலைக்கூடமாகத் திகழ்கிறது, மிகுதியாக உள்ளன.",
      "b)  செதுக்கப்பட்டுள்ளன, படைக்கப்பட்டுள்ளன.",
      "c)  கோவில் உட்புறச் சுவரில், இருபுறங்களிலும்.",
      "d)  காவலர்கள் நிற்பது போன்று, பல்லவர்காலக் குடைவரைக் கோவில்களின்."
    ],
    "answer": "C",
    "additional_context": "பத்தியில் பயன்படுத்தப்பட்டுள்ள இயல்புப் புணர்ச்சிகளையும் விகாரப் புணர்ச்சிகளையும் கண்டுபிடித்து எழுத வேண்டும். “கோவில் உட்புறச் சுவரில், இருபுறங்களிலும்” என்பது மட்டும் இயல்புப் புணர்ச்சி. மீதமுள்ளவை விகாரப் புணர்ச்சி."
  },
  {
    "description": "பின்வரும் வாக்கியங்களில் எது மரபுப்பிழையை நீக்கி சரிசெய்யப்பட்டிருக்கிறது?",
    "options": [
      "a)  இல்லத்தின் அருகே புதிதாகக் கூரை வேய்ந்தனர்.",
      "b)  கயல் பானை செய்யக் கற்றுக் கொண்டாள்.",
      "c)  நேற்று தென்றல் காற்று அடித்தது.",
      "d)  தென்னை மட்டையிலிருந்து நார் எடுத்தார்."
    ],
    "answer": "D",
    "additional_context": "மரபுப்பிழைகளை நீக்கி சரிசெய்ய வேண்டும். “தென்னை மட்டையிலிருந்து நார் எடுத்தார்” என்பது சரியான வாக்கியமாகும். மீதமுள்ள வாக்கியங்கள் அனைத்தும் மரபுப்பிழைகளைக் கொண்டவை."
  }
]
