[
          
  {
    
          "description": "'நச்சிலைவேல் கோக்கோதை நாடு' மற்றும் 'நல்யானைக் கோக்கிள்ளி நாடு' - இத்தொடர்களில் குறிப்பிடப்படும் நாடுகள் எவை?",
          "options": [
      "பாண்டிய நாடு, சேர நாடு",
      "சேர நாடு, சோழ நாடு",
      "சோழ நாடு, சேர நாடு",
      "சோழ நாடு, பாண்டிய நாடு"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "சங்க இலக்கியத்தில் தமிழ் நாடுகள் குறிப்பிடப்படும்போது பல பெயர்கள் பயன்படுத்தப்பட்டுள்ளன. அவற்றில் 'நச்சிலைவேல் கோக்கோதை நாடு' என்பது பாண்டிய நாட்டையும் 'நல்யானைக் கோக்கிள்ளி நாடு' என்பது சோழ நாட்டையும் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'வருக்கை - இருக்கை' , 'அள்ளல் – சேறு', 'புள் - தாவரம்', 'மடிவு – தொடக்கம்'  இவற்றில் சொல்லும் பொருளும் பொருந்தியுள்ளது எது?",
          "options": [
      "வருக்கை - இருக்கை",
      "அள்ளல் – சேறு",
      "புள் - தாவரம்",
      "மடிவு – தொடக்கம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "வருக்கை என்பது ஒரு இடத்தில் இருப்பதைக் குறிக்கும். இருக்கை என்பது இடத்தை  குறிப்பிடுகிறது. இதன் மூலம் இரண்டும் ஒரே பொருளை குறிப்பிடுகின்றன. இதர மூன்று சொற்களும் வேறுபட்ட பொருளை குறிப்பிடுகின்றன."
          }
        ,
          
  {
    
          "description": "'இந்திய தேசிய இராணுவப்படைத் தலைவராக இருந்த தில்லான், 'இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான்' என்றார்.' - இந்த கூற்று மற்றும் காரணம் சரியா?",
          "options": [
      "கூற்று சரி; காரணம் சரி",
      "கூற்று சரி; காரணம் தவறு",
      "கூற்று தவறு; காரணம் சரி",
      "கூற்று தவறு; காரணம் தவறு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்திய தேசிய இராணுவத்தின் தலைவராக இருந்த தில்லான்,  இந்திய தேசிய இராணுவத்தின்  இதயமும் ஆத்மாவும்  தமிழர்கள்தான் என்று கூறியுள்ளார். இராணுவம்  சண்டையிட  அதன்  வெற்றிக்கு  தமிழர்கள்  பெருமளவு  பங்காற்றினர். இராணுவத்தின்  இதயமும்  ஆத்மாவும்  தமிழர்கள்தான்  என்பது  சரி. ஆனால்,  தமிழர்கள்  மட்டுமே  இராணுவத்தில்  இருந்தனர்  என்பது  தவறு.  இராணுவத்தில்  பல  மாநிலத்தவர்  இருந்தனர்."
          }
        ,
          
  {
    
          "description": "சுபாஷ் சந்திரபோஸ் உருவாக்கிய இந்திய தேசிய இராணுவம் தமிழர்களுக்கு எவ்வாறு முக்கியத்துவம் பெற்றது?",
          "options": [
      "தில்லான் கூறியது போல் இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்களே.",
      "இராணுவத்தின் அனைத்துப் படைகளும் தமிழர்களால் மட்டுமே உருவாக்கப்பட்டன.",
      "தமிழர்கள் இராணுவத்தில் இல்லாததால் சுபாஷ் சந்திரபோஸ் இந்திய தேசிய இராணுவத்தை உருவாக்க முடியவில்லை.",
      "இராணுவத்தின் வெற்றிக்குப் பெரும்பங்கு வகித்தது தமிழர்களே."
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "சுபாஷ் சந்திரபோஸ்  உருவாக்கிய  இந்திய  தேசிய  இராணுவத்தில்   தமிழர்கள்  பெருமளவு  பங்காற்றினர்.  அவர்கள்  சண்டையிட  தங்களது  நேரத்தை  அர்ப்பணித்தனர்.  அவர்களது  திறமை  மற்றும்  வீரத்தின்  காரணமாக  இந்திய  தேசிய  இராணுவம்  வெற்றி  பெற்றது.   இந்திய  தேசிய  இராணுவத்தின்  வெற்றிக்கு   தமிழர்கள்  பெரும்பங்கு  வகித்தனர்."
          }
        ,
          
  {
    
          "description": "'நச்சிலைவேல் கோக்கோதை நாடு' என்பது எந்த நாட்டைக் குறிக்கிறது?",
          "options": [
      "பாண்டிய நாடு, இதில் யானைகளைப் பயன்படுத்தி போர் நடத்தப்பட்டதால் 'நல்யானைக் கோக்கிள்ளி நாடு' என்பது சேர நாட்டைக் குறிக்கும்.",
      "சோழ நாடு, இதில் யானைகளைப் பயன்படுத்தி போர் நடத்தப்பட்டதால் 'நல்யானைக் கோக்கிள்ளி நாடு' என்பது பாண்டிய நாட்டைக் குறிக்கும்.",
      "சேர நாடு, இதில் யானைகளைப் பயன்படுத்தி போர் நடத்தப்பட்டதால் 'நல்யானைக் கோக்கிள்ளி நாடு' என்பது சோழ நாட்டைக் குறிக்கும்.",
      "பாண்டிய நாடு, இதில் யானைகளைப் பயன்படுத்தி போர் நடத்தப்பட்டதால் 'நல்யானைக் கோக்கிள்ளி நாடு' என்பது சோழ நாட்டைக் குறிக்கும்."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "சங்க இலக்கியத்தில் தமிழ் நாடுகள் குறிப்பிடப்படும்போது பல பெயர்கள் பயன்படுத்தப்பட்டுள்ளன. அவற்றில் 'நச்சிலைவேல் கோக்கோதை நாடு' என்பது பாண்டிய நாட்டையும் 'நல்யானைக் கோக்கிள்ளி நாடு' என்பது சோழ நாட்டையும் குறிக்கிறது."
          }
        ]