
[
  {
    "description": "“இகல்என்னும் எவ்வநோய் நீக்கின் தவல்இல்லாத் தாவில் விளக்கம் தரும்”  என்ற குறள் எதைக் குறிக்கிறது?",
    "options": [
      "இகல் என்பது  ஒரு நோய், அதை நீக்கினால் வாழ்க்கை மகிழ்ச்சியாக இருக்கும்.",
      "இகல் என்பது ஒரு நோய், அதை நீக்கினால்  மனதில் தெளிவு ஏற்படும்.",
      "இகல் என்பது ஒரு நோய், அதை நீக்கினால்  சமூகத்தில்  தெளிவு ஏற்படும்.",
      "இகல் என்பது ஒரு நோய், அதை நீக்கினால்  எல்லா துன்பங்களும்  நீங்கிவிடும்."
    ],
    "answer": "B",
    "additional_context": "இகல் எனப்படுவது எல்லா உயிர்க்கும் பகல் எனும் பண்பின்மை பாரிக்கும் நோய். இகல்  என்னும் நோய் நீங்கினால் மனதில் தெளிவு ஏற்படும். தவல் இல்லாத தாவில் விளக்கம் தரும் என்பது போல் மனதில் தெளிவு ஏற்படும். இகல் என்பது ஒரு வகையான மனக்கோளாறு. அது நம்மை சமூகத்தில் மதிப்புக்குரியவர்களாக  ஆக்காது. "
  },
  {
    "description": "“வழங்குவது உள்வீழ்ந்தக் கண்ணும் பழங்குடி பண்பில் தலைப்பிரிதல் இன்று”  என்ற குறள் எதைக் குறிக்கிறது?",
    "options": [
      "பழங்குடி மக்கள்  தங்கள்  பண்பாட்டை  மறந்துவிடக் கூடாது.",
      "பழங்குடி மக்களின்  பண்பாடு  மிகவும்  உயர்ந்தது.",
      "பழங்குடி மக்களின்  பண்பாடு  இன்னும்  நிலைத்திருக்கிறது.",
      "பழங்குடி மக்களின்  பண்பாடு  அவர்களை  மதிப்புக்குரியவர்களாக  ஆக்குகிறது."
    ],
    "answer": "A",
    "additional_context": "பழங்குடி மக்கள் தங்கள் பண்பாட்டை மறந்துவிடக் கூடாது. இன்று பழங்குடி மக்களின் பண்பாடு மெதுவாக அழிந்து வருகிறது. பழங்குடி மக்கள் தங்கள் பண்பாட்டை மதிக்க வேண்டும்.  பழங்குடி மக்கள் அவர்களின் பண்பாடு மூலம் மதிப்புக்குரியவர்களாக இருக்கிறார்கள். அவர்களின் பண்பாடு மிகவும்  உயர்ந்தது."
  },
  {
    "description": "“அன்புநாண் ஒப்புரவு கண்ணோட்டம் வாய்மையொடு ஐந்துசால்பு ஊன்றிய தூண்” என்ற குறள் எதைச் சான்றாண்மையின்  தூண்களாகக் கூறுகிறது?",
    "options": [
      "அன்பு, நாண்,  நேர்மை,  கண்ணோட்டம்,  பொறுமை",
      "அன்பு, நாண், ஒப்புரவு, கண்ணோட்டம், வாய்மை ",
      "அன்பு, நாண், பொறுமை,  கண்ணோட்டம்,  நேர்மை ",
      "அன்பு, நாண்,  ஒப்புரவு,  கண்ணோட்டம்,  அறிவு"
    ],
    "answer": "B",
    "additional_context": "அன்பு, நாண், ஒப்புரவு, கண்ணோட்டம், வாய்மை ஆகிய ஐந்து சால்பு சான்றாண்மையின் தூண்கள். ஒருவன் சான்றோராக இருக்க வேண்டுமென்றால் இந்த ஐந்து குணங்களையும்  கொண்டிருக்க வேண்டும். அவை நமக்கு வாழ்வில் நல்ல வழிகாட்டியாக இருக்கும். சான்றோர்கள் இவ்வாறான ஐந்து  குணங்களை  உடையவர்களாக  இருக்க வேண்டும்."
  },
  {
    "description": "“ஊனைக் குறித்த உயிரெல்லாம் நாண்என்னும் நன்மை குறித்தது சால்பு”  என்ற குறள் எதைக் குறிக்கிறது?",
    "options": [
      "உயிரினங்கள் தங்கள்  குறைபாடுகளை மறைக்க முயற்சி செய்ய வேண்டும்.",
      "உயிரினங்கள் தங்கள்  நன்மைகளை  பிறருக்குக் காட்ட வேண்டும்.",
      "உயிரினங்கள்  தங்கள்  குறைபாடுகளை  மறைத்து  நன்மைகளை  பிறருக்குக் காட்ட வேண்டும்.",
      "உயிரினங்கள்  தங்கள்  குறைபாடுகளை  மறைத்து  நன்மைகளை  தங்களுக்குள்  வைத்துக் கொள்ள வேண்டும்."
    ],
    "answer": "C",
    "additional_context": "உயிரினங்கள் தங்கள்  குறைபாடுகளை மறைத்து  நன்மைகளை பிறருக்கு  காட்ட வேண்டும். நாணம் என்னும் நன்மை குறித்தது சால்பு. நாணம் என்பது ஒரு நல்ல குணம். ஒருவருடைய குறைகளைப் பற்றி  மறைத்து, நல்லவற்றைப் பற்றி  சொல்வது நாணம். இது சான்றோர்களின் சிறப்பு."
  },
  {
    "description": "“இரவார் இரப்பார்க்குஒன்று ஈவர் கரவாது கைசெய்துஊண் மாலை யவர்”  என்ற குறள்  எதைக் குறிக்கிறது?",
    "options": [
      "கைத்தொழில்  செய்பவர்கள்  சிரமப்பட்டு  வாழ்க்கை  நடத்துவார்கள்.",
      "கைத்தொழில் செய்பவர்கள்  தங்கள்  உழைப்பின்  பலனால்  வாழ்வார்கள்.",
      "கைத்தொழில் செய்பவர்கள்  மற்றவர்களுக்கு உதவி செய்வார்கள்.",
      "கைத்தொழில் செய்பவர்கள்  எல்லோரும்  ஏழைகள்."
    ],
    "answer": "B",
    "additional_context": "கைத்தொழில் செய்பவர்கள் தங்கள் உழைப்பின் பலனால் வாழ்வார்கள். அவர்கள்  சிரமப்பட்டு  வாழ்க்கை  நடத்துவார்கள்.  கைத்தொழில் செய்வது சிரமமானது.  அவர்கள் தங்கள் உழைப்பை  கொண்டு மட்டுமே  வாழ்வார்கள். அவர்கள்  ஏழைகள்  அல்ல.  "
  }
]
