[
          
  {
    
          "description": "“கயம் குடைந்தன்ன இயம்தொட்டு இமிழிசை”  என்ற வரிகளில் மதுரை நகரின் எந்த அம்சம் குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "மதுரை நகரின் இயற்கை அழகு",
      "மதுரை நகரின் இசை வளர்ச்சி",
      "மதுரை நகரின் வணிக வளர்ச்சி",
      "மதுரை நகரின் கல்வி வளர்ச்சி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மதுரை நகரின் இசை வளர்ச்சியைப் பற்றி “கயம் குடைந்தன்ன இயம்தொட்டு இமிழிசை” என்ற வரி குறிப்பிடுகிறது. கயம் என்பது நீர்நிலை. நீர்நிலையைத் தோண்டி  அந்த நீர்நிலையின் அருகே குழந்தைகள்  இசைக்கருவிகளை வாசித்து  பாடல்களைப் பாடி மகிழ்ந்தனர் என்பது இதன் பொருள். மதுரை நகரில்  குழந்தைகள் இசைக்கருவிகளைப் பயிற்சி பெற்று அந்த இசையைக் கேட்டு  மக்கள் மகிழ்ந்ததைக் குறிப்பிடும் வகையில் இவ்வரி அமைந்துள்ளது."
          }
        ,
          
  {
    
          "description": "'ஓவுக் கண்டன்ன இரு பெரு நியமத்து'  என்ற வரிகளில் மதுரை நகரின் எந்த அம்சம் குறிப்பிடப்படுகிறது?",
          "options": [
      "மதுரை நகரின் வணிக மையங்கள்",
      "மதுரை நகரின் கலை மையங்கள்",
      "மதுரை நகரின் பழமையான கட்டிடங்கள்",
      "மதுரை நகரின் மக்கள் கூட்டம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“ஓவுக் கண்டன்ன இரு பெரு நியமத்து”  என்ற வரி மதுரை நகரின் வணிக மையங்களைப் பற்றிக் குறிப்பிடுகிறது.  நியமத்து என்பது கடைத்தெரு.  மதுரையில் இரு பெரிய கடைத்தெருக்கள் ஓவியம் போல் இருந்தன என்பதை இவ்வரி குறிப்பிடுகிறது. ஓவியம் போல் அழகாக இருந்த மதுரை நகரின் கடைத்தெருக்கள்  சிறந்த வணிக மையங்களாக இருந்ததைக் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "“மதுரையைச் சிறப்பித்துப் பாடியுள்ள நூல்களுள் பதினெண் மேற்கணக்கின், மதுரைக்காஞ்சி முதன்மையானது” என்ற வரிகளில் மதுரைக்காஞ்சி எந்த வகை நூலாகக் குறிப்பிடப்படுகிறது?",
          "options": [
      "புறநானூறு நூல்",
      "அகநானூறு நூல்",
      "பதினெண் கீழ்க்கணக்கு நூல்",
      "பத்துப்பாட்டு நூல்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "மதுரைக்காஞ்சி பத்துப்பாட்டு நூலாகும்.  மதுரையைப் பாடியுள்ள  பதினெண் மேற்கணக்கின்  நூல்களில் முதன்மையானது மதுரைக்காஞ்சி நூல் என்பதை இவ்வரி குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'பொறிமயிர் வாரணம் கூட்டுறை வயமாப் புலியொடு குழும' என்ற வரிகளில் மதுரைக்காஞ்சி  நூல் மூலம்  எந்த செய்தியை அறிய முடிகிறது?",
          "options": [
      "மதுரையில் அமைந்துள்ள வனவிலங்கு சரணாலயம் பற்றி",
      "மதுரையில் புலிகள் அதிகமாக இருந்தன என்பதை",
      "மதுரையில் காட்டுயிர்கள் அதிகமாக இருந்தன என்பதை",
      "மதுரையில் வனவிலங்கு வேட்டை நடைபெற்றது என்பதை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "“பொறிமயிர் வாரணம் கூட்டுறை வயமாப் புலியொடு குழும' என்ற வரிகளில் மதுரையில்  காட்டுயிர்கள் அதிகமாக இருந்தன என்பதை அறிய முடிகிறது.  வாரணம் என்பது யானை.  மதுரையில்  யானைகள்  புலிகளுடன் கூட்டமாக  இருந்தன என்பதை இவ்வரி காட்டுகிறது. இதிலிருந்து மதுரையில்  காட்டுயிர்கள் அதிகமாக இருந்தன என்பதை அறிய முடிகிறது."
          }
        ,
          
  {
    
          "description": "“மண்வரை ஆழ்ந்த தெளிந்த அகழி, விண்ணை முட்டும் கற்படை மதில்கள்” என்ற வரிகளில் மதுரை நகரின் எந்த அம்சம் குறிக்கப்பட்டுள்ளது?",
          "options": [
      "மதுரை நகரின் பாதுகாப்பு",
      "மதுரை நகரின் வரலாறு",
      "மதுரை நகரின் கட்டடக்கலை",
      "மதுரை நகரின் இயற்கை அழகு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "“மண்வரை ஆழ்ந்த தெளிந்த அகழி, விண்ணை முட்டும் கற்படை மதில்கள்” என்ற வரிகளில் மதுரை நகரின் பாதுகாப்பு குறிக்கப்படுகிறது.  மண்வரை ஆழ்ந்த தெளிந்த அகழி, விண்ணை முட்டும் கற்படை மதில்கள்  என்பது மதுரை நகரின் பாதுகாப்புக்காக அமைக்கப்பட்ட அகழி மற்றும் மதில்களை குறிப்பிடுகிறது."
          }
        ]