[
          
  {
    
          "description": "“மயில்பொறியை வானத்தில் பறக்க வைத்தோம்…” என்ற பகுதியில் பயன்படுத்தப்பட்டுள்ள உவமை மொழியின் மூலம் கவிஞர் என்ன உணர்த்த விரும்புகிறார்?",
          "options": [],
    "answer": [],
    
          "additional_context": "“மயில்பொறியை வானத்தில் பறக்க வைத்தோம்…” என்ற வரிகள் 'மொழியை ஆள்வோம்!' என்ற தலைப்பில் உள்ள பாடலிலிருந்து எடுக்கப்பட்டது. பாடலில் கவிஞர் மனிதன் அடைந்த அறிவியல் முன்னேற்றத்தைக் கூறி, அந்த முன்னேற்றத்தால் மனிதன் அடைந்த சாதனைகளைப் பற்றி மகிழ்ச்சியுடன் கூறுகிறார்.  அறிவியல் முன்னேற்றம்  நம் முன்னோர் எழுதி வைத்த உண்மைகளை நனவாக உணர வைத்ததாகக் கூறுகிறார். அந்த நனவான உணர்வு என்பதே மனிதன் அடைந்த அற்புதமான முன்னேற்றம் என்பதைப் புலப்படுத்துகிறது. மயில்பொறியை வானத்தில் பறக்க வைத்தோம்  என்பது ஒரு உவமையாகப் பயன்படுத்தப்பட்டுள்ளது. இதன் மூலம்  கவிஞர் மனிதன் அடைந்துள்ள அறிவியல் முன்னேற்றத்தைப் பற்றியும், நம் முன்னோர்கள் சொன்ன உண்மைகளை நனவாக உணர வைத்த அந்த முன்னேற்றத்தைப் பற்றியும் உணர்த்த விரும்புகிறார்."
          }
        ,
          
  {
    
          "description": "“நான்கு ஆதார ருசிகள்தாம் தெரியும்” என்று குறிப்பிடப்பட்டுள்ள ருசிகள் யாவை?",
          "options": [],
    "answer": [],
    
          "additional_context": "“நாக்குதான் ஐம்புலன்களிலேயே ரொம்ப வீக்கு! அதற்கு நான்கு ஆதார ருசிகள்தாம் தெரியும்.  எலுமிச்சையின் புளிப்பு, சர்க்கரையின் தித்திப்பு, காபியின் கசப்பு, உப்பு.” இந்த வரிகள் பத்தியில் உள்ளன.  இந்த பத்தி நாக்கின் சுவையுணர்வைப் பற்றியும், அதில் ஏற்படும்  ருசி எப்படி ஏற்படுகிறது என்பதைப் பற்றியும் கூறுகிறது. நான்கு ஆதார ருசிகள்தாம் தெரியும் என்று குறிப்பிடப்பட்டுள்ள ருசிகள் எலுமிச்சையின் புளிப்பு, சர்க்கரையின் தித்திப்பு, காபியின் கசப்பு, உப்பு ஆகும்."
          }
        ,
          
  {
    
          "description": "'Bottle xylophone'  எவ்வாறு இசை எழுப்புகிறது?",
          "options": [],
    "answer": [],
    
          "additional_context": "'Bottle xylophone'  என்பது கண்ணாடிக் குடுவைகளைக் கொண்டு இசை எழுப்புவதைக் குறிக்கிறது.  குடுவைகள் வெவ்வேறு அளவுகளில் இருக்கும். ஒவ்வொரு குடுவையிலும் வெவ்வேறு அளவில் தண்ணீர் ஊற்றப்படும். குடுவைக்குள் உள்ள தண்ணீரின் அளவு குறையும்போது ஒலி அலைகளின் அதிர்வெண் அதிகரிக்கும். அதிர்வெண் அதிகரிக்கும்போது குரல் உயரும். ஒரு மரக் கரண்டியால்  குடுவைகளைத் தட்டினால் இசை எழுப்ப முடியும்.  இந்த முறையில் குடுவைகளை  ஒரு இசைக்கருவியாகப் பயன்படுத்தி பாடல் இசைக்க முடியும்."
          }
        ,
          
  {
    
          "description": "'மஸ்க் என்னும் அரபுசேக் செண்ட் வாசனை' என்பதன் தமிழாக்கம் என்ன?",
          "options": [],
    "answer": [],
    
          "additional_context": "“மஸ்க் என்னும் அரபுசேக் செண்ட் வாசனை” என்ற வரிகள் பத்தியில் உள்ளன.  இந்த வரிகள் மூக்குக்கு ஏழு வாசனைகள் என்பதைப் பற்றி கூறுகின்றன. அரபுசேக் செண்ட் வாசனை என்பது ஒரு வகை  வாசனை திரவியம்.  இந்த வரிகளில்  மஸ்க் என்பது ஒரு வாசனை திரவியத்தைக் குறிக்கும் வார்த்தை.  மஸ்க் வாசனை என்பது ஒருவகை  விலங்கு தோல், மரப்பட்டை,  மற்றும்  விலங்குச் சுரப்பியிலிருந்து எடுக்கப்படும் ஒரு வாசனை திரவியத்தின் பெயர்.  "
          }
        ,
          
  {
    
          "description": "'Bottle xylophone'  செய்வதற்கு தேவையான பொருட்கள் யாவை?",
          "options": [],
    "answer": [],
    
          "additional_context": "'Bottle xylophone'  செய்வதற்கு தேவையான பொருட்கள் 6 கண்ணாடிக் குடுவைகள், ஒரு மரக் கரண்டி, தண்ணீர், உணவு நிறம் ஆகும்.  கண்ணாடிக் குடுவைகள் வெவ்வேறு அளவுகளில் இருக்கும்.  ஒவ்வொரு குடுவையிலும் வெவ்வேறு அளவில் தண்ணீர் ஊற்றப்பட்டு அதற்குள் உணவு நிறம் சேர்க்கப்படும்.  இந்த குடுவைகளை ஒரு மரக் கரண்டியால் தட்டினால் இசை எழுப்ப முடியும்."
          }
        ]