[
          
  {
    
          "description": "“நாக்குதான் ஐம்புலன்களிலேயே ரொம்ப வீக்கு!” என்பது பத்தியின் முக்கியமான கருத்து. இதன் மூலம் எதை உணர்த்துகிறார்?",
          "options": [
      "நாக்கு மிகவும் முக்கியமான உறுப்பு.",
      "நாக்கின் மூலம் நாம் பல்வேறு சுவைகளை அறிய முடியும்.",
      "நாக்கு ஐம்புலன்களிலேயே மிகவும் சிறப்பு வாய்ந்தது.",
      "நாக்கு பல்வேறு உணவுகளை அனுபவிக்க உதவுகிறது."
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "நாக்கு ஐம்புலன்களிலேயே மிகவும் வீக் ஆனது என்பதை  இந்த வரிகள் உணர்த்துகின்றன. ஒரு சராசரி மனிதனுக்கு 9000 சுவை அரும்புகள் இருந்தாலும் குழந்தைகளின் நாக்குடன் ஒப்பிடும்போது அது மிகவும் குறைவு. அதாவது  ஐம்புலன்களில் நாக்கு மிகவும் வலிமையற்றது என்பது  இந்த வரிகள் மூலம்  உணர்த்தப்படுகிறது."
          }
        ,
          
  {
    
          "description": "இந்த பத்தியில் “ஸேவரி” என்ற சொல்லுக்கு நிகரான தமிழ் சொல் எது?",
          "options": [
      "காரமானது",
      "உப்பு",
      "புளிப்பு",
      "தித்திப்பு"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "நாக்கு நான்கு சுவைகளை மட்டுமே நன்றாக அறியும் என்பதை இந்த பத்தி  குறிப்பிடுகிறது.  புளிப்பு,  தித்திப்பு, கசப்பு, உப்பு என்பது இந்த நான்கு சுவைகள்.  இதைத் தவிர்த்து  மற்ற  அனைத்து சுவைகளும்  இந்த நான்கு சுவைகளின்  கலப்பேயாகும்  என்பதும்  இந்த பத்தியில்  குறிப்பிடப்பட்டுள்ளது.  காரமானது என்பது ஸேவரி  என்ற சொல்லுக்கு நிகரான தமிழ் சொல். "
          }
        ,
          
  {
    
          "description": "'குயில்மொழியாம் கண்ணகியை அழைத்துச் செல்லக் குன்றுக்கு வானவூர்தி வந்த தென்றே' என்ற வரியில் கவிஞர் உணர்த்தும் கருத்தை எழுதுக.",
          "options": [],
    "answer": [],
    
          "additional_context": "இந்த வரிகள்  பாரத கலாச்சாரத்தின் பெருமையையும்  தமிழர்களின் அறிவியல் வளர்ச்சியையும்  உணர்த்துகின்றன. பூமியிலிருந்து  மற்றொரு  கோளுக்குப்  பறந்து  செல்லும்  தொழில்நுட்பம் தமிழர்களிடம்  பல நூற்றாண்டுகளுக்கு முன்பே இருந்தது என்பதை இந்த வரிகள் உணர்த்துகின்றன.  கண்ணகி  குயில்மொழி  என்பது  கண்ணகியின்  அழகும்  இனிமை மொழியும்  உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "இந்த பத்தியில் குறிப்பிடப்பட்டுள்ள மருந்து நாக்கில் தொட்டால் குழந்தைகள் என்னமாக எக்ஸ்பிரஷன் காட்டுகின்றன என்பது எதை உணர்த்துகிறது?",
          "options": [],
    "answer": [],
    
          "additional_context": "குழந்தைகள் வயது முதிர்ச்சி அடையாததால் அவர்களது சுவை அரும்புகள் மிகவும்  sensitive ஆக இருக்கும்.  எனவே  மருந்தை  நாக்கில்  தொட்டால்  அவர்களுக்கு  சீக்கிரமாக  எரிச்சல் ஏற்படும்.  எனவே  குழந்தைகள்  மருந்தை  உட்கொள்ளும்போது  கவனமாக இருக்க வேண்டும் என்பதை இந்த வரிகள்  உணர்த்துகின்றன."
          }
        ,
          
  {
    
          "description": "“மயில்பொறியை வானத்தில் பறக்க வைத்தோம்” என்ற வரியில் மயில்பொறி என்ற சொல் என்னைக் குறிக்கிறது?",
          "options": [],
    "answer": [],
    
          "additional_context": "இந்த வரிகள் தமிழர்களின் அறிவியல் வளர்ச்சியைப் பற்றி  குறிப்பிடுகின்றன.  இந்த பத்தியின்  பின்னணியில் பாரத கலாச்சாரம்  இருப்பதால்  மயில்பொறி என்பது  விமானத்தை குறிக்கிறது.  மயில் போன்ற  வடிவத்தில்  இருந்த   பண்டைய  தமிழர்களின்   விமானத்தை  இந்த வரி   குறிக்கிறது."
          }
        ]