[
          
  {
    
          "description": "சீர் என்பது ஒன்று அல்லது ஒன்றுக்கும் மேற்பட்ட அசைகளின் சேர்க்கையாகும். இதுவே பாடலில் ஓசைக்கு அடிப்படையாய் அமையும். சீர்கள் நான்கு வகைப்படும் - ஓரசைச் சீர், ஈரசைச்சீர், மூவசைச்சீர், நாலசைச்சீர்.\n\nவினா:\n\nசீர் என்பது எதை அடிப்படையாகக் கொண்டு வகைப்படுத்தப்படுகிறது?",
          "options": [
      "அ) எழுத்து",
      "ஆ) அசை",
      "இ) தளை",
      "ஈ) அடி"
    ],
    "answer": "B",
    
          "additional_context": "ஒரு பாடலில் ஓசை எப்படி அமைந்திருக்கிறது என்பதைத் தெரிந்துகொள்ள நாம் சீர் பற்றிப் படிக்க வேண்டும். சீர் என்பது இரண்டு அல்லது மூன்று எழுத்துகளின் கூட்டமைப்பு ஆகும். எழுத்து என்பது சீர் அமைவதற்கான அடிப்படை. எடுத்துக்காட்டாக, 'நாள்', 'மலர்' என்பன ஓரசைச்சீர்கள். 'தேமா', 'புளிமா' என்பன ஈரசைச்சீர்கள். 'தேமாங்காய்', 'புளிமாங்காய்' என்பன மூவசைச்சீர்கள்."
          }
        ,
          
  {
    
          "description": "பாடலில், நின்ற சீரின் ஈற்றசையும், அதனையடுத்து வரும் சீரின் முதல் அசையும் பொருந்துதல் 'தளை 'எனப்படும். இது ஒன்றியும் ஒன்றாமலும் வரும். அது ஏழு வகைப்படும்.\n\nவினா:\n\nதளையின் வகைகள் எத்தனை?",
          "options": [
      "அ) மூன்று",
      "ஆ) ஐந்து",
      "இ) ஏழு",
      "ஈ) பத்து"
    ],
    "answer": "C",
    
          "additional_context": "சீர் அமைவதற்கான அடிப்படை எழுத்து. ஆனால் இரண்டு சீர்கள் ஒன்றோடு ஒன்று இணைவதற்கான அடிப்படை தளை. இரண்டு சீர்களின் இறுதி அசையும் அடுத்த சீரின் முதல் அசையும் இணைந்தால் அது தளை எனப்படும். சீர் அமைவதற்கான அடிப்படை எழுத்து. ஆனால் இரண்டு சீர்கள் ஒன்றோடு ஒன்று இணைவதற்கான அடிப்படை தளை. இரண்டு சீர்களின் இறுதி அசையும் அடுத்த சீரின் முதல் அசையும் இணைந்தால் அது தளை எனப்படும்."
          }
        ,
          
  {
    
          "description": "இரண்டும் இரண்டிற்கு மேற்பட்ட சீர்களும் தொடர்ந்து வருவது 'அடி' எனப்படும். அவை ஐந்து வகைப்படும். \n\nவினா:\n\nஐந்து சீர்களைக் கொண்ட அடி எது?",
          "options": [
      "அ) குறளடி",
      "ஆ) சிந்தடி",
      "இ) அளவடி",
      "ஈ) நெடிலடி"
    ],
    "answer": "D",
    
          "additional_context": "இரண்டு அல்லது அதற்கு மேற்பட்ட சீர்கள் இணைந்து ஒரு அடி உருவாகும். குறளடி - இரண்டு சீர்களைக் கொண்டது. சிந்தடி - மூன்று சீர்களைக் கொண்டது. அளவடி - நான்கு சீர்களைக் கொண்டது. நெடிலடி - ஐந்து சீர்களைக் கொண்டது. கழிநெடிலடி - ஆறு அல்லது அதற்கு மேற்பட்ட சீர்களைக் கொண்டது."
          }
        ,
          
  {
    
          "description": "தொடை தொடுத்தல். பாடலின் அடிகளிலோ, சீர்களிலோ எழுத்துகள் ஒன்றிவரத் தொடுப்பது 'தொடை' ஆகும். தொடை என்னும் செய்யுள் உறுப்பு, பாடலில் உள்ள அடிகள்தோறும் அல்லது சீர்கள்தோறும் ஒரு குறிப்பிட்ட வகையிலான ஓசை பொருந்தி வருமாறு பாடலை இயற்றுதல் பற்றி அமைகிறது.\n\nவினா:\n\n'ஒற்றொற்றித் தந்த பொருளையும் மற்றுமோர் ஒற்றினால் ஒற்றிக் கொளல்' - இப்பாடலில் பயன்படுத்தப்பட்ட தொடை எது?",
          "options": [
      "அ) மோனை",
      "ஆ) எதுகை",
      "இ) இயைபு",
      "ஈ) அளபெடை"
    ],
    "answer": "A",
    
          "additional_context": "தொடை என்பது செய்யுள் வகைப்பாட்டில் முக்கிய பங்கு வகிக்கிறது. ஒரு பாடலில் உள்ள அடிகளில் அல்லது சீர்களில் எழுத்துகள் ஒன்றிவரும் வகையிலேயே தொடை இருக்கும். மோனை, எதுகை, இயைபு, அளபெடை, முரண், இரட்டை, அந்தாதி, செந்தொடை என எட்டு வகையான தொடைகள் உள்ளன. மோனைத் தொடையில் ஒரே எழுத்து மீண்டும் மீண்டும் வரும். எடுத்துக்காட்டாக, 'நான்' என்ற சொல் ஒரு பாடலில் இரண்டு முறை வந்தால், அது மோனைத் தொடை ஆகும்."
          }
        ,
          
  {
    
          "description": "பாடல்களில் ஓசைக்கு அடிப்படை என்ன?",
          "options": [
      "எழுத்து",
      "அசை",
      "சீர்",
      "தளை"
    ],
    "answer": "C",
    
          "additional_context": "ஒரு பாடலை இனிமையாக கேட்க  ஓசை முக்கியப் பங்கு வகிக்கிறது. ஓசை என்பது பாடலில் உள்ள சீர்களின் சேர்க்கையால் உருவாகும். சீர் என்பது இரண்டு அல்லது மூன்று எழுத்துகளின் கூட்டமைப்பு ஆகும். எனவே பாடல்களில் ஓசைக்கு அடிப்படை சீர் ஆகும்."
          }
        ]