
[
  {
    "description": "நா. முத்துக்குமார் தம் மகனுக்கு எழுதிய கடிதத்தின் நோக்கம் என்ன?",
    "options": [
      "தனது மகனுக்கு நல்ல பண்புகளைப் புகட்ட வேண்டும்.",
      "தனது வாழ்க்கை அனுபவங்களைப் பகிர்ந்து கொள்ள வேண்டும்.",
      "தனது மகனுக்குக் கல்வி முக்கியத்துவத்தை உணர்த்த வேண்டும்.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிஞர் நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதம், வாழ்க்கையைப் பற்றியும், பிள்ளை வளர்ப்பைப் பற்றியும், அன்பைப் பற்றியும் நிறைய விஷயங்களை நமக்குக் கற்றுத் தருகிறது.  தனது மகன் நல்லவனாக வளர வேண்டும் என்பதற்காக  அவனுக்கு  அறிவுரை கூறுவதோடு மட்டுமல்லாமல்,  வாழ்க்கை அனுபவங்களையும் பகிர்ந்துகொள்கிறார்.  கல்வியின் முக்கியத்துவத்தை உணர்த்துகிறார்.  எனவே, கடிதத்தின் நோக்கம்  மேற்கண்ட அனைத்தும் என்பது சரியான விடை"
  },
  {
    "description": "கவிஞர் தனது மகனுக்கு என்ன வகைப் புத்தகங்களைப் படிக்கச் சொல்கிறார்?",
    "options": [
      "அறிவியல் புத்தகங்கள்",
      "வரலாற்றுப் புத்தகங்கள்",
      "புனைவுப் புத்தகங்கள்",
      "அனைத்து வகைப் புத்தகங்களும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கடிதத்தில், \"உன் உதிரத்திலும் அந்தக் காகித நதி ஓடிக்கொண்டே இருக்கட்டும்\" என்று குறிப்பிட்டுள்ளார்.  இதன் மூலம், எல்லா வகைப் புத்தகங்களையும் படிக்கச் சொல்வதாகத் தெரிகிறது.  அதாவது, அறிவியல், வரலாறு, புனைவு என எல்லா வகைப் புத்தகங்களையும் படிக்கச் சொல்வதாகப் புரிகிறது."
  },
  {
    "description": "கவிஞர் தனது மகனுக்கு \"என் சின்னஞ்சிறு தளிரே!\" என்று அழைப்பதன் மூலம் எதை உணர்த்துகிறார்?",
    "options": [
      "தனது மகன் இன்னும் ஒரு குழந்தை என்ற உணர்வை",
      "தனது மகன் இன்னும் வளர்ந்து வருகிறான் என்ற உணர்வை",
      "தனது மகன் மீது அளவற்ற அன்பு இருப்பதை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிஞர் தனது மகனை \"என் சின்னஞ்சிறு தளிரே!\"  என்று அழைக்கிறார்.  இந்த அழைப்பு, தனது மகன் இன்னும் ஒரு குழந்தை என்ற உணர்வை,  தனது மகன் இன்னும் வளர்ந்து வருகிறான் என்ற உணர்வை,  தனது மகன் மீது அளவற்ற அன்பு இருப்பதை  எல்லாம் வெளிப்படுத்துகிறது."
  },
  {
    "description": "நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதம் எதைக் குறிக்கிறது?",
    "options": [
      "தந்தை மகன் உறவு",
      "பிள்ளை வளர்ப்பில் உள்ள முக்கியத்துவம்",
      "வாழ்க்கையைப் பற்றிய அனுபவங்கள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிஞர் நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதம் தந்தை மகன் உறவை, பிள்ளை வளர்ப்பைப் பற்றிய முக்கியத்துவத்தை, வாழ்க்கையைப் பற்றிய அனுபவங்களை  எல்லாம் விளக்குகிறது.  எனவே,  மேற்கண்ட அனைத்தும் என்பது சரியான விடை."
  },
  {
    "description": "கவிஞர் தனது மகனுக்கு \"உன் தாத்தா ஆகாய விமானத்தை அண்ணாந்து பார்த்தார்... உன் மகன் ராக்கெட்டில் பறக்கலாம்.\" என்று எழுதுவதன் மூலம் எதை உணர்த்துகிறார்?",
    "options": [
      "தொழில்நுட்ப வளர்ச்சியை",
      "முன்னேற்றத்தின் அவசியத்தை",
      "தலைமுறை மாற்றத்தை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிஞர் \"உன் தாத்தா ஆகாய விமானத்தை அண்ணாந்து பார்த்தார்... உன் மகன் ராக்கெட்டில் பறக்கலாம்\" என்று எழுதி, தலைமுறை மாற்றத்தையும்,  தொழில்நுட்ப வளர்ச்சியையும்,  முன்னேற்றத்தின் அவசியத்தையும்  எல்லாம்  உணர்த்துகிறார்."
  }
]
