[
          
  {
    
          "description": "மான், ஆமை, காகம் மற்றும் எலி நண்பர்களின் ஒற்றுமை நமக்கு எதைப் புகட்டுகிறது?",
          "options": [
      "நண்பர்களாக இருந்தால் எல்லா கஷ்டங்களையும் சமாளிக்கலாம்",
      "ஒருங்கிணைந்து செயல்பட்டால் வெற்றி பெறலாம்",
      "உதவிகள் எல்லாம் எதிர்பாராத இடத்திலிருந்து வரும்",
      "நல்ல நண்பர்களின் உதவி எப்போதும் பயனுள்ளதாக இருக்கும்"
    ],
    "answer": "B",
    
          "additional_context": "ஒரு மான் வேட்டைக்காரனின் வலையில் சிக்கிக்கொண்டது. அதன் நண்பர்களான ஆமை, காகம், எலி அந்த மானை காப்பாற்ற ஒரு திட்டம் போட்டார்கள். மானை இறந்துவிட்டது போல் நடிக்கச் சொன்னார்கள். வேட்டைக்காரன் மானை இறந்துவிட்டது என்று நினைத்துவிட்டு  ஆமையைப் பிடிக்கப் போனான். அப்போது காகம் ஆமையை எடுத்துச் சென்று விட்டது. வேட்டைக்காரர் ஆமையைத் துரத்திச் சென்ற போது எலி வலையை கடித்து மானை விடுவித்தது. இந்தக் கதை நமக்கு நண்பர்களாக இருந்தால் எப்படி ஒற்றுமையாக இருக்க வேண்டும் என்பதைப் புகட்டுகிறது. இந்தச் சிறுகதை ஒருங்கிணைந்து செயல்பட்டால் வெற்றி பெறலாம் என்பதை உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "பிள்ளைத் தமிழ் நூல்களில் குமரகுருபரர் எழுதிய நூல் எது?",
          "options": [
      "முத்துக்குமாரசாமி பிள்ளைத் தமிழ்",
      "அமுதாம்பிகை பிள்ளைத்தமிழ்",
      "மீனாட்சியம்மை பிள்ளைத்தமிழ்",
      "அலாதொருவர் பிள்ளைத்தமிழ்"
    ],
    "answer": "C",
    
          "additional_context": "பிள்ளைத் தமிழ் என்பது இறைவனையும் தலைவர்களையும் குழந்தையாகக் கருதி எழுதப்பட்ட சிற்றிலக்கிய வகை. முத்துக்குமாரசாமி பிள்ளைத் தமிழ், அமுதாம்பிகை பிள்ளைத்தமிழ் போன்ற நூல்கள் இதற்கு சில உதாரணங்கள். குமரகுருபரர் எழுதிய மீனாட்சியம்மை பிள்ளைத்தமிழ் அடடா என்று சிலிர்ப்பூட்டும் பட்டறிவைப் படிப்பவர்க்கு அளிக்கும் வகையில் மிகச் சிறந்ததாகத் திகழ்கிறது."
          }
        ,
          
  {
    
          "description": "'மழைமுகம் காணாப் பயிர் போல' என்ற சொற்றொடர் எந்த நிலையை குறிக்கிறது?",
          "options": [
      "மழை இல்லாததால் பயிர் வளர்ச்சி இல்லாமல் இருக்கும்",
      "பயிர் மழைக்கு காத்திருக்கிறது",
      "பயிர் வளர்வதற்கு மழை அவசியம்",
      "பயிர் மழை இல்லாமல் வாடிக் கொண்டிருக்கிறது"
    ],
    "answer": "D",
    
          "additional_context": "மழை இல்லாமல் வாடிக் கொண்டிருக்கும் பயிர் போல் துன்பத்தில் இருப்பவர்களைக் குறிக்கிறது இந்த சொற்றொடர். மழை பெய்தால் மட்டுமே பயிர் வளரும் என்பது போல் உதவி இல்லாமல் துன்பத்தில் இருப்பவர்களுக்கு உதவி செய்ய வேண்டும் என்பதை இந்த சொற்றொடர் உணர்த்துகிறது."
          }
        ,
          
  {
    
          "description": "'சயங்கொண்டான்' யாருக்குப் புகழ்பெற்றவர்?",
          "options": [
      "வெண்பா",
      "பரணி",
      "விருத்தம்",
      "கோவைஉலா"
    ],
    "answer": "B",
    
          "additional_context": "பரணி என்னும் இலக்கிய வடிவத்திற்கு சயங்கொண்டான் புகழ்பெற்றவர். இது ஒரு வரலாற்று நூல். இது சில நூல்களை வைத்து எழுதப்படுவதுண்டு."
          }
        ,
          
  {
    
          "description": "'கண்பாய கலம்பகத்திற்கு இரட்டையர்கள்' என்ற வாக்கியத்தின் மூலம் யாரைக் குறிக்கிறார்?",
          "options": [
      "கம்பன்",
      "ஒட்டக்கூத்தன்",
      "சயங்கொண்டான்",
      "பலபட்டடைச் சொக்கநாதப் புலவர்"
    ],
    "answer": "D",
    
          "additional_context": "கண்பாய கலம்பகத்திற்கு பலபட்டடைச் சொக்கநாதப் புலவர் புகழ்பெற்றவர். கலம்பகம் என்பது சில நூல்களை ஒன்றிணைத்து எழுதப்படும் இலக்கிய வடிவம்."
          }
        ]