
[
  {
    "description": "'பண்புடைமை' என்னும் சொல்லுக்குப் பரிப்பெருமாள் அளித்துள்ள பொருள் எது?",
    "options": [
      "தன்னலம் இல்லாமல் பிறர் நலத்தை விரும்புதல்",
      "பிறர் மீதான அன்பும், அவர்களின் துன்பத்திற்குப் பரிதாபமும் காட்டுதல்",
      "நற்குணங்கள் பலவற்றைப் பெற்றிருத்தல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பண்புடைமை என்னும் சொல், ஒருவருடைய நற்குணங்களை குறிக்கும். தன்னலமற்ற அன்பு, பிறர் துன்பத்திற்கு பரிதாபம் காட்டுதல், நற்குணங்களை கொண்டு இருத்தல் போன்ற பண்புகள் பண்புடைமையின் அடையாளம். பரிப்பெருமாள் பண்புடைமையை இவ்வாறே விளக்கியுள்ளார்."
  },
  {
    "description": "தமிழியல் ஆய்வை உலகச் செயல்பாடாக ஆக்கியவர் __________. ",
    "options": [
      "கோர்டன் ஆல்போர்ட்",
      "லாவோட்சு",
      "தெரென்ஸ்",
      "தனிநாயகம்"
    ],
    "answer": "D",
    "additional_context": "தமிழியல் ஆய்வை உலகச் செயல்பாடாக ஆக்கியவர் பேராசிரியர் தனிநாயகம் அவர்கள். அவர்கள் இதழ்கள், கருத்தரங்குகள், மாநாடுகள், நிறுவனங்கள் ஆகியவற்றின் மூலம் தமிழியலை உலகச் செயல்பாடாக ஆக்கினார். தமிழின் பரப்பையும் சிறப்பையும் உலகின் பல நாடுகளில் பரவலாக்கினார். அவரது வாழ்வு, தமிழ் வாழ்வாகவே இருந்தது."
  },
  {
    "description": "________  மற்றும் _______  ஆகியோர் தம் காலத்திலேயே பிறர் நலவியலை ஒருவாறு தெளிவாகக் கற்பித்துள்ளனர்.",
    "options": [
      "லாவோட்சு, கன்பூசியஸ்",
      "பிளேட்டோ, அரிஸ்டாட்டில்",
      "செனக்கா, மார்க்ஸ் அரேலியஸ்",
      "தனிநாயகம், பரிப்பெருமாள்"
    ],
    "answer": "A",
    "additional_context": "பிறர் நலவியலை தங்களது காலத்தில் தெளிவாகக் கற்பித்தவர்கள் லாவோட்சு மற்றும் கன்பூசியஸ் ஆகியோர். லாவோட்சு கி.மு. 604இல் பிறந்தவர். அவர் தனது காலத்தில் சீனாவில் பிறர் நலவியலைப் பற்றி கற்பித்தார். அவருக்குப் பின்பு, கன்பூசியஸ் கி.மு. 551 முதல் கி.மு. 479 வரை வாழ்ந்தவர். சீனாவில் மக்களின் வாழ்க்கை முறையை, கலாச்சாரத்தை மேம்படுத்தும் வகையில் பிறர் நலவியலை அவர் கற்பித்தார்."
  },
  {
    "description": "தமிழ்ச் சான்றோர் வாழும் ஊர் _________.",
    "options": [
      "வெறும் வீடு",
      "சமுதாயத்திற்கு இன்பம் தருவது",
      "சிறந்த ஆளுமையைக் கொண்டவர்கள் மட்டுமே வாழும் இடம்",
      "சாதாரண ஊர்"
    ],
    "answer": "B",
    "additional_context": "தமிழ்ச் சான்றோர் வாழும் ஊர் என்பது சமுதாயத்திற்கு இன்பம் தருவது. தமிழ்ச் சான்றோர் தங்கள்  வாழ்க்கை மூலமாக  சமுதாயத்திற்கு  பல நன்மைகளைச் செய்வார்கள். இதன் மூலம்  அவர்கள் வாழும் ஊர் சமுதாயத்திற்கு  இன்பம் தரும்."
  },
  {
    "description": "பிறர் நலவியல் என்னும் பண்பு மக்கள் வரலாற்றில் __________ தோன்றும்.",
    "options": [
      "ஒருசேர",
      "திடீரென",
      "படிப்படியாக",
      "எதிர்பாராதவிதமாக"
    ],
    "answer": "C",
    "additional_context": "பிறர் நலவியல் என்னும் பண்பு மக்கள் வரலாற்றில் படிப்படியாகத்தான் தோன்றும். மேம்படாத சமுதாயத்தில் மனிதன் தன்னுடைய குடும்பத்தையும் தன் இனத்தையும் (tribe) காப்பாற்றவே முயல்வான். படிப்படியாக அறிவு வளர வளர எங்கு வாழ்ந்தாலும் மக்கள் அனைவரும் தன் இனத்தவர்; எல்லா உயிர்க்கும் அன்புகாட்டுதல் வேண்டும் என்னும் சிந்தனை அவனுக்குத் தோன்றும்."
  }
]
