[
          
  {
    
          "description": "ந. பிச்சமூர்த்தி எந்த இதழ்களின் துணை ஆசிரியராக இருந்தார்?",
          "options": [
      "ஹனுமான் மற்றும் நவஇந்தியா",
      "கலைமகள் மற்றும் நவஇந்தியா",
      "ஹனுமான் மற்றும் கலைமகள்",
      "ஹனுமான் மற்றும் ஸயன்ஸுக்கு பலி"
    ],
    "answer": "A",
    
          "additional_context": "ந. பிச்சமூர்த்தி தொடக்க காலத்தில் வழக்குரைஞராகவும் பின்னர் இந்து சமய அறநிலையப் பாதுகாப்புத் துறை அலுவலராகவும் பணியாற்றினார். ஹனுமான், நவஇந்தியா ஆகிய இதழ்களின் துணை ஆசிரியராகவும் இருந்தார்."
          }
        ,
          
  {
    
          "description": "'வேண்டி' என்ற சொல்லைப் பகுபதம் செய்து பகுதி, இடைநிலை, விகுதி ஆகியவற்றை எழுது.",
          "options": [
      "வேண்டு + இ; பகுதி - வேண்டு; விகுதி - இ",
      "வேண்டு + அ; பகுதி - வேண்டு; விகுதி - அ",
      "வேண்டு + இ; பகுதி - வேண்டு; இடைநிலை - இ",
      "வேண்டு + இ; பகுதி - வேண்டு; இடைநிலை - இ; விகுதி - இ"
    ],
    "answer": "D",
    
          "additional_context": "வேண்டி = வேண்டு+இ, வேண்டு - பகுதி, இ - வினையெச்சவிகுதி"
          }
        ,
          
  {
    
          "description": "'பிச்சமூர்த்தியின் கவிதைகள் இயற்கையையும் வாழ்க்கை அனுபவங்களையும் இணைத்து, அறிவுத் தெளிவுடன் நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகளைக் காணும் முயற்சிகளே' என்கிறது இந்த நூல் பகுதி. பிச்சமூர்த்தியின் கவிதைகள் எதை பிரதிபலிக்கின்றன என இதிலிருந்து அறியலாம்?",
          "options": [
      "அறிவுத் தெளிவு",
      "இயற்கை மற்றும் வாழ்க்கை அனுபவங்கள்",
      "நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "இயற்கையையும் வாழ்க்கை அனுபவங்களையும் இணைத்து, அறிவுத் தெளிவுடன் நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகளைக் காணும் முயற்சிகளே பிச்சமூர்த்தியின் கவிதைகள்"
          }
        ,
          
  {
    
          "description": "'புதுக்கவிதையை இலகு கவிதை, கட்டற்ற கவிதை, விலங்குகள் இலாக் கவிதை, கட்டுக்குள் அடங்காக் கவிதை என்று பல்வேறு பெயர்களில் குறிப்பிடுகின்றனர்.” என்கிறது இந்த நூல் பகுதி. இதிலிருந்து புதுக்கவிதையின் தன்மை குறித்து என்ன தெரிய வருகிறது?",
          "options": [
      "பாரம்பரிய கவிதையிலிருந்து வேறுபட்டது",
      "கட்டுப்பாடுகளற்ற தன்மை",
      "சுதந்திரமான படைப்பு முறை",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    
          "additional_context": "புதுக்கவிதையை 'இலகு கவிதை, கட்டற்ற கவிதை, விலங்குகள் இலாக் கவிதை, கட்டுக்குள் அடங்காக் கவிதை என்று பல்வேறு பெயர்களில் குறிப்பிடுகின்றனர்."
          }
        ,
          
  {
    
          "description": "“பிறவிஇருள், ஒளியமுது, வாழ்க்கைப்போர்” -  இந்த வரிகளில் பயன்படுத்தப்பட்டிருக்கும் இலக்கண அம்சத்தை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
          "options": [
      "உருவகங்கள்",
      "உவமைகள்",
      "எடுத்துக்காட்டு",
      "இலக்கண விதி"
    ],
    "answer": "A",
    
          "additional_context": "பிறவிஇருள், ஒளியமுது, வாழ்க்கைப்போர்- உருவகங்கள்."
          }
        ]