
[
  {
    "description": "“பிடிபசி களைஇய பெருங்கை வேழம்” என்ற வரியில், வேழத்தின் எந்தப் பண்பு குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "வேட்டையாடுவதில் வல்லமை",
      "விரைவாக ஓடுதல்",
      "கடுமையான பசி",
      "பெருந்தன்மை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்த வரி 'குறுந்தொகை' என்ற தொகுப்பில் இடம்பெற்றுள்ளது. குறுந்தொகை என்றால் 'குறுகிய  தொகுப்பு' என்று பொருள். இதில் சுருக்கமான கவிதைகள் அடங்கியிருக்கும். இதில் கூறப்பட்டுள்ள 'பிடிபசி களைஇய பெருங்கை வேழம்' என்ற வரியில் வேழத்தின் வேட்டையாடுவதில் உள்ள வல்லமை பற்றி கூறப்பட்டுள்ளது."
  },
  {
    "description": "“இமயத்துக் கோடு உயர்ந்தன்ன” என்ற வரியில் உள்ள அணி எது?",
    "options": [
      "உருவக அணி",
      "உவமை அணி",
      "எதுகை அணி",
      "ஒலி அணி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வரியில் இமயத்தின் உயரம் வேழத்தின் கொம்பு போல இருக்கிறது என்பது உவமைப்படுத்தப்பட்டுள்ளது. இதனால் 'உவமை அணி' இருப்பது தெளிவாகிறது."
  },
  {
    "description": "“யா மரம் என்பது எந்த நிலத்தில் வளரும்?” என்ற கேள்விக்கு பதில் தரும் குறள் எது?",
    "options": [
      "கேடில் விழுச் செல்வம் கல்வி ஒருவற்கு ",
      "மாடல்ல மற்றை யவை",
      "மழை இல்லாத இடத்து மரம் போல",
      "நெஞ்சம் இல்லாதவர் "
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்த கேள்விக்கு 'மழை இல்லாத இடத்து மரம் போல' என்ற குறள்  பதில் தரும். இந்த குறள் 'திருக்குறள்' என்ற நூலில் இடம்பெற்றுள்ளது.  இந்த நூலை  'வள்ளுவர்' எழுதினார். இந்த குறள் மழை இல்லாத இடத்தில் மரம் வளராது என்பதை எடுத்துக்காட்டுகிறது. இதன் மூலம் யா மரம் என்பது  மழை இல்லாத பாலை நிலத்தில் வளராது என்பது புரியும்."
  },
  {
    "description": "“குறுந்தொகை” என்ற தொகுப்பின் பெயர்க்காரணத்தை விளக்கும் வரி எது?",
    "options": [
      "குறுந்தொகை என்பதால்",
      "காதல் பாடல்கள் மட்டுமே அடங்கியிருப்பதால்",
      "சுருக்கமான கவிதைகள் அடங்கியிருப்பதால்",
      "குறுந்தொகை என்ற பெயர் கொண்ட புலவரால் பாடப்பட்டதால் "
    ],
    "answer": [
      "C"
    ],
    "additional_context": "குறுந்தொகை என்ற தொகுப்பு பழந்தமிழ் இலக்கியங்களில் ஒன்று. இதில் 'குறுந்தொகை' என்ற பெயர் கொண்ட புலவரால் பாடப்பட்ட கவிதைகள் இல்லை. இதில் சுருக்கமான கவிதைகள் அடங்கியிருப்பதால் இதற்கு 'குறுந்தொகை' என்று பெயர் வந்தது."
  },
  {
    "description": "“நினைத்தேன் கவித்தேன் படைத்தேன் சுவைத்தேன்” என்ற தொடரில் அமைந்துள்ள உருவகத்தை விளக்கும் வார்த்தை எது?",
    "options": [
      "சிந்தனை",
      "எழுத்து",
      "உணவு",
      "கலை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த தொடர் 'நினைத்தேன் கவித்தேன் படைத்தேன் சுவைத்தேன்'  என்பது  உருவகமாக  கலை பற்றி கூறுவது. இதன் மூலம் சிந்தனை,  எழுத்து,  படைப்பு  ஆகியவை  கலை  என்பதை உணர்த்துகிறது."
  }
]
