
[
  {
    "description": "பாடப் பகுதியில் கொடுக்கப்பட்ட \"கல்லும் மலையும் குதித்து வந்தேன்\" என்னும் வரிகளில், கவிஞர் எதை உணர்த்துகிறார்?",
    "options": [
      "அ) தன் பயணத்தின் கடினத்தன்மையை",
      "ஆ) தன் பயணத்தின் நீளத்தை",
      "இ) தன் பயணத்தின் இன்பத்தை",
      "ஈ) தன் பயணத்தின் பலன்களை"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கவிதைப் பகுதியில் கவிஞர் தனது பயணத்தின் கடினத்தன்மையை வெளிப்படுத்துகிறார். \"கல்லும் மலையும் குதித்துவந்தேன்\" என்ற வரிகள் கவிஞரின் பயணத்தின் கடினமான தன்மையை எடுத்துக்காட்டுகின்றன. கவிஞரின் பயணம் கல்லும் மலையும் நிறைந்த பகுதிகளைக் கடந்து செல்வதாக இருந்ததால், அது மிகவும் கடினமானதாக இருந்திருக்கும். இந்த வரிகள்  கவிஞர் அந்தப் பயணத்தை எதிர்கொண்ட துணிச்சலையும் வலியையும் காட்டுகின்றன."
  },
  {
    "description": "பாடப் பகுதியில் தரப்பட்ட \"கடையெழுவள்ளல்கள், எடுப்பார்கைப்பிள்ளை, தமிழ்விடுதூது\" ஆகியவை எதற்கான எடுத்துக்காட்டுகள்?",
    "options": [
      "அ) புறநூல் இலக்கியத்தில் காணப்படும் பாடல்கள்",
      "ஆ) தொல்காப்பியர் குறிப்பிடும் சொல் வகைகள்",
      "இ) சங்க இலக்கியத்தில் காணப்படும் பாடல்கள்",
      "ஈ) இலக்கண நூல்களில் காணப்படும் சொற்களின் பட்டியல்"
    ],
    "answer": "C",
    "additional_context": "\"கடையெழுவள்ளல்கள், எடுப்பார்கைப்பிள்ளை, தமிழ்விடுதூது\" ஆகியவை சங்க இலக்கியத்தில் காணப்படும் பாடல்களின் பெயர்கள். சங்க இலக்கியத்தில் ஏராளமான பாடல்கள் உள்ளன, அவற்றில் சில முக்கியமான பாடல்களின் பெயர்கள் இவை. சங்க இலக்கியம் தமிழ் மொழியின் வளர்ச்சியில் மிக முக்கியமான பங்கு வகிக்கிறது, இதன் மூலம் தமிழ் மொழியின் வளர்ச்சி, மக்களின் வாழ்க்கை முறை, கலாச்சாரம், வீரம், அன்புக் காதல் போன்ற பல தகவல்களை நாம் அறிந்து கொள்ள முடியும். இது தமிழ் மொழியின் வரலாற்றைக் காட்டும் ஒரு முக்கியமான பகுதியாகும்."
  },
  {
    "description": "\"நீர் மேலாண்மை\" என்பது எதைக் குறிக்கிறது?",
    "options": [
      "அ) நீர் குழாய்களை நிர்வகித்தல்",
      "ஆ) நீரை சேமித்து பயன்படுத்துவது தொடர்பான செயல்பாடுகள்",
      "இ) நீர்நிலைகளை சுத்தம் செய்வது தொடர்பான செயல்பாடுகள்",
      "ஈ) நீர்வளத்தைப் பாதுகாத்து பயன்படுத்துவது தொடர்பான செயல்பாடுகள்"
    ],
    "answer": "D",
    "additional_context": "\"நீர் மேலாண்மை\" என்பது ஒரு முழுமையான செயல்முறையாகும். இது நீர்வளத்தைப் பாதுகாத்து அதனை  நிர்வகிப்பது தொடர்பான செயல்பாடுகளை உள்ளடக்கியது. இதில் நீர்வளத்தைப் பாதுகாத்தல், நீர் ஆதாரங்களைப் பாதுகாத்தல், நீர் பயன்பாட்டைத் திட்டமிடுதல், நீரைச் சிக்கனமாகப் பயன்படுத்துதல், நீர்வளத்தைப் பகிர்ந்தளித்தல் மற்றும் நீர்வளத்தைப் பாதுகாத்தல் போன்ற செயல்பாடுகள் அடங்கும். நீர்வள மேலாண்மை நமது இயற்கை வளங்களைப் பாதுகாத்து வருங்கால சந்ததியினருக்குத் தொடர்ந்து பயன்பெற வழிவகுக்கும்."
  },
  {
    "description": "\"நிழல் நீர்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "அ) கண்ணுக்குப் புலப்படாத நீர்நிலைகள்",
      "ஆ) நிலத்தடி நீர்",
      "இ) உணவுப் பொருள்களை உற்பத்தி செய்யப் பயன்படுத்தப்படும் நீர்",
      "ஈ) மழைநீர்"
    ],
    "answer": "C",
    "additional_context": "\"நிழல் நீர்\" என்பது உணவுப் பொருள்களை உற்பத்தி செய்யப் பயன்படுத்தப்படும் நீரைக் குறிக்கிறது. இது நேரடியாக நாம் காண முடியாத ஒரு வகை நீர் ஆகும். உதாரணமாக, ஒரு கிலோ அரிசியை உற்பத்தி செய்ய 2500 லிட்டர் நீர் தேவைப்படுகிறது, ஆனால் இந்த நீர் நேரடியாக அரிசி பயிரிடப்பட்ட வயலில் தெரியாது. இது போன்று உணவுப் பொருள்களை உற்பத்தி செய்ய பயன்படுத்தப்படும் நீர், பல வழிகளில் நம்மைச் சுற்றி இருந்தாலும் நேரடியாக நமக்குப் புலப்படாது, அதனால்தான் இதை \"நிழல் நீர்\" என்கிறார்கள்."
  },
  {
    "description": "பாடப் பகுதியில் குறிப்பிடப்பட்டுள்ள \"வினையெச்சங்களைப் பயன்படுத்தி, முதல்வினைகளைத் துணைவினைகளாக மாற்று\" என்ற செயல்பாட்டின் நோக்கம் என்ன?",
    "options": [
      "அ) மொழியின் அழகையும் செறிவையும் அதிகரிக்க",
      "ஆ) வாக்கியங்களின் அளவை குறைக்க",
      "இ) வாக்கியங்களை இலக்கண ரீதியாக சரியாக அமைக்க",
      "ஈ) வாக்கியங்களை புரிந்துகொள்ள எளிதாக்க"
    ],
    "answer": "A",
    "additional_context": "வினையெச்சங்களைப் பயன்படுத்தி, முதல்வினைகளைத் துணைவினைகளாக மாற்றுவதன் மூலம், வாக்கியத்தின் அழகும் செறிவும் அதிகரிக்கும். இது  வாக்கியத்தை இலக்கண ரீதியாக சரியாக அமைத்து, அதன் பொருளைத் தெளிவாகவும் சுருக்கமாகவும் தெரிவிக்கும்.  இது வாக்கியத்தின் ஓட்டத்தை சீராகவும் இனிமையாகவும் மாற்றும். இதன் மூலம், வாக்கியத்தை புரிந்துகொள்ள எளிதாகும்."
  }
]
