
[
  {
    "description": "விழாவறை காதை பாடல், இந்திர விழாவைக் காண வந்த மக்கள், தங்கள் வாழ்வில்  எதைக் கடைபிடிக்க வேண்டும் எனக் கூறுகிறது?",
    "options": [
      "மகிழ்ச்சியான வாழ்க்கை",
      "அறமான வாழ்க்கை",
      "துறவு வாழ்க்கை",
      "சமய வாழ்க்கை"
    ],
    "answer": "B",
    "additional_context": "விழாவறை காதை பாடல் இந்திர விழாவைக் காண வந்த மக்கள் அனைவரும் தங்கள் வாழ்வில் அறத்தை கடைபிடிக்க வேண்டும் என்று கூறுகிறது. மெய்த்திறம், நன்பொருள், வீடு எனும் இத்திறம் தத்தம் இயல்பினிற் காட்டும் என்று விழாவறை காதை கூறுகிறது. இதன் மூலம் மக்கள் அனைவரும் தங்கள் வாழ்வில் அறத்தைக் கடைப்பிடித்து வாழ வேண்டும் என்று விழாவறை காதை வலியுறுத்துகிறது. "
  },
  {
    "description": "புகார் நகரில் நடைபெற்ற இந்திரவிழாவிற்கான ஏற்பாடுகளைப் பற்றி விழாவறை காதை எவ்வாறு விவரிக்கிறது?",
    "options": [
      "விழாக்கள் நிறைந்த புகார் நகரத்தில் புதிய மணலைப் பரப்பி, தெருக்களையும் மன்றங்களையும் அலங்கரிக்க வேண்டும் என்பதை மட்டுமே விவரிக்கிறது.",
      "விழாக்கள் நிறைந்த புகார் நகரத்தில் புதிய மணலைப் பரப்பி, தெருக்களையும் மன்றங்களையும் அலங்கரிக்க வேண்டும், கதலிகைக் கொடிகளையும் காழூன்று கொடிகளையும் விலோதத்தையும் பெரிய மாடங்களிலும் வாயில்களிலும் சேர்த்துக் கட்ட வேண்டும், தெருத் திண்ணைகளில் வரிசை வரிசையாக இருக்கும் தங்கத் தூண்களில் முத்து மாலைகளைத் தொங்கவிட வேண்டும், மேலும் பூரணகும்பம், பொற்பாலிகை, பாவை விளக்கு, பாக்கு மரம், வாழை மரம், வஞ்சிக்கொடி, பூங்கொடிகள், கரும்பு போன்றவற்றை அலங்கரிக்க பயன்படுத்த வேண்டும் என்பதை விவரிக்கிறது.",
      "விழாக்கள் நிறைந்த புகார் நகரத்தில் தெருக்களையும் மன்றங்களையும் அலங்கரிக்க வேண்டும், கதலிகைக் கொடிகளையும் காழூன்று கொடிகளையும் விலோதத்தையும் பெரிய மாடங்களிலும் வாயில்களிலும் சேர்த்துக் கட்ட வேண்டும், தெருத் திண்ணைகளில் வரிசை வரிசையாக இருக்கும் தங்கத் தூண்களில் முத்து மாலைகளைத் தொங்கவிட வேண்டும் என்பதை மட்டும் விவரிக்கிறது.",
      "விழாக்கள் நிறைந்த புகார் நகரத்தில் புதிய மணலைப் பரப்பி, தெருக்களையும் மன்றங்களையும் அலங்கரிக்க வேண்டும், கதலிகைக் கொடிகளையும் காழூன்று கொடிகளையும் விலோதத்தையும் பெரிய மாடங்களிலும் வாயில்களிலும் சேர்த்துக் கட்ட வேண்டும், பூரணகும்பம், பொற்பாலிகை, பாவை விளக்கு, பாக்கு மரம், வாழை மரம், வஞ்சிக்கொடி, பூங்கொடிகள், கரும்பு போன்றவற்றை அலங்கரிக்க பயன்படுத்த வேண்டும் என்பதை மட்டும் விவரிக்கிறது."
    ],
    "answer": "B",
    "additional_context": "விழாவறை காதை பாடல் புகார் நகரத்தில் நடைபெற்ற இந்திர விழாவிற்கான ஏற்பாடுகளைப் பற்றி விரிவாக விவரிக்கிறது. புதிய மணலைப் பரப்பி, தெருக்களையும் மன்றங்களையும் அலங்கரிக்க வேண்டும், கதலிகைக் கொடிகளையும் காழூன்று கொடிகளையும் விலோதத்தையும் பெரிய மாடங்களிலும் வாயில்களிலும் சேர்த்துக் கட்ட வேண்டும், தெருத் திண்ணைகளில் வரிசை வரிசையாக இருக்கும் தங்கத் தூண்களில் முத்து மாலைகளைத் தொங்கவிட வேண்டும், மேலும் பூரணகும்பம், பொற்பாலிகை, பாவை விளக்கு, பாக்கு மரம், வாழை மரம், வஞ்சிக்கொடி, பூங்கொடிகள், கரும்பு போன்றவற்றை அலங்கரிக்க பயன்படுத்த வேண்டும் என்று விவரிக்கிறது."
  },
  {
    "description": "விழாவறை காதையில் குறிப்பிடப்பட்டுள்ள 'ஐம்பெருங்குழு' என்னும் சொல் எதைக் குறிக்கிறது?",
    "options": [
      "சிலப்பதிகாரத்தில் குறிப்பிடப்பட்டிருக்கும் ஒரு பெரிய குழு",
      "புகார் நகரில் இருக்கும் முக்கிய நபர்களின் குழு ",
      "புகார் நகரில் இருக்கும் அரசர்க்குரிய அமைச்சர் குழு",
      "இந்திரவிழாவிற்கான ஏற்பாடுகளைச் செய்பவர்கள்"
    ],
    "answer": "C",
    "additional_context": "ஐம்பெருங்குழு என்ற சொல் புகார் நகரில் இருக்கும் அரசர்க்குரிய அமைச்சர் குழுவை குறிக்கிறது. இந்திர விழாவிற்கான ஏற்பாடுகளை செய்து, இயக்கிய மக்கள் அனைவரும் ஒன்று சேர்ந்து இந்திர விழாவினை சிறப்பாக நடத்துவது குறித்து விழாவறை காதை பாடல் விவரிக்கிறது. அதன் மூலம்  இந்திர விழா அரசர் அனுமதியுடன் நடத்தப்பட்டது என்பது தெளிவாகிறது. "
  },
  {
    "description": "'பாடை மாக்கள்' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "புகார் நகரில் வாழும் மக்கள்",
      "புகார் நகரத்திற்கு வருகை தரும் பல்வேறு நாட்டினர்",
      "புகார் நகரத்தின் அரச குடும்பத்தினர்",
      "இந்திரவிழாவிற்கான ஏற்பாடுகளைச் செய்பவர்கள்"
    ],
    "answer": "B",
    "additional_context": "பாடை மாக்கள் என்ற சொல் புகார் நகரத்திற்கு வருகை தரும் பல்வேறு நாட்டினரைக் குறிக்கிறது. புகார் நகரம் ஒரு முக்கியமான வணிக மையமாக இருந்ததால், பல்வேறு நாடுகளைச் சேர்ந்த மக்கள் அங்கு வணிகம் செய்வதற்காக வந்து சென்றனர். இதனால், புகார் நகரில் வெவ்வேறு மொழி பேசும் மக்கள் கூடி இருந்தனர். இந்திர விழாக்களில் அனைவரும் ஒன்று கூடி மகிழ்ந்தார்கள்."
  }
]
