[
          
  {
    
          "description": "'கனியிருப்பக் காய்கவர்ந் தற்று'  என்னும் தொடரில் எந்த அணி அமைந்துள்ளது?",
          "options": [
      "a) உவமை அணி",
      "b) உருவக அணி",
      "c) சொல் பின்வருநிலை அணி",
      "d) பொருள் பின்வருநிலை அணி"
    ],
    "answer": "A",
    
          "additional_context": "இந்தத் தொடர் ஒரு பொருளைப் பற்றி வேறொரு பொருளுடன் ஒப்பிட்டுச் சொல்லும் விதத்தில் அமைந்துள்ளது. கனியிருப்பக் காய்கவர்ந் தற்று - அதாவது கனி இருப்பது போல் காய்கள் கவர்ந்திருக்கின்றன. இதில் கனியை காய்களுடன் ஒப்பிட்டு கூறப்பட்டுள்ளது. இதுவே உவமை அணியாகும். ஒரு பொருளை வேறொரு பொருளுடன் ஒப்பிட்டு கூறுவதே உவமை அணி."
          }
        ,
          
  {
    
          "description": "'பாரி பாரி என்றுபல ஏத்தி,  ஒருவற் புகழ்வர், செந்நாப் புலவர்  பாரி ஒருவனும் அல்லன்;  மாரியும் உண்டு, ஈண்டு உலகுபுரப் பதுவே'  என்னும் பாடல் வரிகளில் எந்த அணி அமைந்துள்ளது?",
          "options": [
      "a) உவமை அணி",
      "b) உருவக அணி",
      "c) வஞ்சப்புகழ்ச்சி அணி",
      "c) வஞ்சப்புகழ்ச்சி அணி",
      "d) சொல் பின்வருநிலை அணி"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடல் வரிகள், பாரியைப் புகழ்வது போல் தோன்றினாலும், உண்மையில் அவர் ஒரு சாதாரண நபர்தான், மழை போல கைமாறு கருதாமல் கொடுப்பவர் யாரும் இல்லை எனக் குறிப்பிடுகின்றன. அதாவது புகழ்வது போலப் பழிப்பது வஞ்சப்புகழ்ச்சி அணியாகும். இதில் பாரியைப் புகழ்வது போல் கூறப்பட்டு, அவரைப் பழிக்கும் விதத்தில் மழையை உதாரணமாகக் காட்டுகிறது. புகழ்வது போலப் பழிப்பது அல்லது பழிப்பது போலப் புகழ்வது வஞ்சப்புகழ்ச்சி அணியின் சிறப்பாகும்."
          }
        ,
          
  {
    
          "description": "'துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத்  துப்பாய தூஉம் மழை.'  என்னும் குறட்பாவில் எந்த அணி அமைந்துள்ளது?",
          "options": [
      "a) பொருள் பின்வருநிலை அணி",
      "b) சொல் பின்வருநிலை அணி",
      "c) சொற்பொருள் பின்வருநிலை அணி",
      "d) உருவக அணி"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் குறட்பாவில் 'துப்பு' என்ற சொல் மீண்டும் மீண்டும் வந்துள்ளது. 'துப்பார்க்குத் துப்பாய'  என்ற தொடரில்  'துப்பு' என்பது 'உண்பவர்'  என்ற பொருளைக் கொடுக்கிறது.  'துப்பாக்கித் துப்பார்க்குத் துப்பாய'  என்ற தொடரில்  'துப்பு' என்பது 'நல்ல'  என்ற பொருளைக் கொடுக்கிறது. 'துப்பாய தூஉம் மழை'  என்ற தொடரில்  'துப்பு' என்பது 'உணவு'  என்ற பொருளைக் கொடுக்கிறது. அதாவது, 'துப்பு'  என்ற சொல் பல பொருள் தருகிறது. இதுவே சொல் பின்வருநிலை அணி. அதாவது, ஒரு சொல் பல இடங்களில் வந்து பலவிதமான பொருள் தருவது சொல் பின்வருநிலை அணி."
          }
        ,
          
  {
    
          "description": "'எல்லா விளக்கும் விளக்கல்ல சான்றோர்க்குப் பொய்யா விளக்கே விளக்கு.'  என்னும் குறட்பாவில் எந்த அணி அமைந்துள்ளது?",
          "options": [
      "a) சொல் பின்வருநிலை அணி",
      "b) பொருள் பின்வருநிலை அணி",
      "c) சொற்பொருள் பின்வருநிலை அணி",
      "d) உவமை அணி"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் குறட்பாவில்  'விளக்கு'  என்ற சொல்லும் அதன் பொருளும் பல இடங்களில் வந்துள்ளன.  'எல்லா விளக்கும் விளக்கல்ல'  என்ற தொடரில்  'விளக்கு'  என்பது பொதுவான விளக்கைக் குறிக்கிறது.  'சான்றோர்க்குப் பொய்யா விளக்கே விளக்கு'  என்ற தொடரில்  'விளக்கு'  என்பது சான்றோருக்கு உண்மையான வழிகாட்டுதலைக் குறிக்கிறது. அதாவது,  'விளக்கு'  என்ற சொல்லும் அதன் பொருளும் பல இடங்களில் வந்துள்ளன. இதுவே சொற்பொருள் பின்வருநிலை அணி.  ஒரு சொல்லும் அதன் பொருளும் பல இடங்களில் வந்து அதே பொருளைக் கொடுப்பது சொற்பொருள் பின்வருநிலை அணியாகும்."
          }
        ,
          
  {
    
          "description": "'கேடில் விழுச்செல்வம் கல்வி ஒருவற்கு  மாடல்ல மற்றை யவை.'  என்னும் குறட்பாவில் எந்த அணி அமைந்துள்ளது?",
          "options": [
      "a) உவமை அணி",
      "b) உருவக அணி",
      "c) சொல் பின்வருநிலை அணி",
      "d) பொருள் பின்வருநிலை அணி"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் குறட்பாவில்  'செல்வம்'  மற்றும் 'மாடு'  என்ற சொற்கள்  'செல்வம்'  என்ற ஒரே பொருளைக் கொடுக்கின்றன.  'கேடில் விழுச்செல்வம் கல்வி ஒருவற்கு'  என்ற தொடரில்  'செல்வம்'  என்பது பொருள் செல்வத்தைக் குறிக்கிறது.  'மாடல்ல மற்றை யவை'  என்ற தொடரில்  'மாடு'  என்பதும் பொருள் செல்வத்தைக் குறிக்கிறது. அதாவது, இரண்டு சொற்களும் ஒரே பொருளைக் குறிக்கின்றன. இதுவே பொருள் பின்வருநிலை அணி.  ஒரு பொருள் பல இடங்களில் வந்து அதே பொருளைக் கொடுப்பது பொருள் பின்வருநிலை அணியாகும்."
          }
        ]