[
          
  {
    
          "description": "புறநானூற்றுப் பாடலில், நீர்நிலைகளை உருவாக்குபவர்கள் யாராகப் போற்றப்படுகிறார்கள்?",
          "options": [
      "உயிர்க் கொடுப்பவர்கள்",
      "உலகை வெல்லுபவர்கள்",
      "புகழைப் பெறுபவர்கள்",
      "இன்பத்தை அடைபவர்கள்"
    ],
    "answer": "A",
    
          "additional_context": "புறநானூற்றுப் பாடலில், நீர்நிலைகளை உருவாக்குபவர்களை 'உயிர்க் கொடுப்பவர்கள்' என்று போற்றப்படுகிறது.  நீரின் இன்றியமையாமையை உணர்ந்த நம் முன்னோர்கள், நீர்நிலைகளை உருவாக்குபவர்களை  'உயிரை உருவாக்குபவர்கள்' என்று போற்றினர்.  காரணம்,  நீர் இன்றி அமையாத உடல் உணவால் அமைவது; உணவையே முதன்மையாகவும் உடையது. எனவே உணவு தந்தவர் உயிரைத் தந்தவர் ஆவர். நீர்நிலைகளைப் பாதுகாப்பது உயிர்களைப் பாதுகாப்பதற்கு சமம் என்பது இதன் பொருள்."
          }
        ,
          
  {
    
          "description": "புறநானூற்றுப் பாடல், நீர் நிலைப் பாதுகாப்பின் முக்கியத்துவத்தை எடுத்துரைக்கும் போது, எந்தப் பொருளை முதன்மையாகக் காட்டுகிறது?",
          "options": [
      "நீர் - உயிர்க் கொடுப்பது",
      "நிலம் - உணவு தருவது",
      "உணவு - உடம்பு வளர்க்கும்",
      "புகழ் - அரசர்களின் அடையாளம்"
    ],
    "answer": "C",
    
          "additional_context": "புறநானூற்றுப் பாடல், நீர்நிலைப் பாதுகாப்பின் முக்கியத்துவத்தை எடுத்துரைக்கும் போது,  உணவை முதன்மையாகக் காட்டுகிறது. ஏனெனில், உணவு எனப்படுவது நிலத்துடன் நீரும் ஆகும். நிலத்தையும் நீரையும் ஒன்று சேர்த்தவர் இவ்வுலகில் உடலையும் உயிரையும் ஒன்று சேர்த்தவர்.  உணவு இல்லாமல் உடல் வளர முடியாது.  நிலத்தைப் போல நீரும் மிக முக்கியம்."
          }
        ,
          
  {
    
          "description": "பாடலில் கூறப்படும் 'வான் உட்கும் வடிநீண் மதில்' என்பது எதை குறிக்கிறது?",
          "options": [
      "அரசரின் கோட்டை",
      "மலைகளின் உயரம்",
      "ஆகாயத்தில் உள்ள மேகம்",
      "நெல் வயலின் பரப்பு"
    ],
    "answer": "A",
    
          "additional_context": "பாடலில் கூறப்படும் 'வான் உட்கும் வடிநீண் மதில்' என்பது அரசரின் கோட்டையைக் குறிக்கிறது.  அதாவது, வானைத் தொடும் அளவுக்கு உயரமான அரசரின் கோட்டையைப் பாடல் வர்ணிக்கிறது. இந்த வர்ணனை அரசரின் வலிமையையும் பெருமையையும் எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "புறநானூற்றில், மக்கள் இகழாது கடைப்பிடிக்க வேண்டியதாகக் கூறப்படும் செயல் எது?",
          "options": [
      "நீர்நிலைகளைப் பெருக்குவது",
      "உலகை வெல்லுவது",
      "மறுமை இன்பத்தை அடைவது",
      "புகழைப் பெறுவது"
    ],
    "answer": "A",
    
          "additional_context": "புறநானூற்றில், மக்கள் இகழாது கடைப்பிடிக்க வேண்டியதாகக் கூறப்படும் செயல் நீர்நிலைகளைப் பெருக்குவது. புறநானூற்றுப் பாடல் கூறுகிறது,  நிலம் குழிந்த இடங்கள்தோறும் நீர்நிலையைப் பெருகச் செய்தல் வேண்டும்.  அவ்வாறு நிலத்துடன் நீரைக் கூட்டியோர் மூவகை இன்பத்தையும் நிலைத்த புகழையும் பெறுவர். இதைச் செய்யாதவர் புகழ் பெறாது வீணே மடிவர். நீர்நிலைகளைப் பெருக்குவது நம் கடமை என பாடல் வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'தள்ளாதோர் இவண் தள்ளாதோரே!' என்ற தொடரின் பொருள் என்ன?",
          "options": [
      "இறந்தவர்கள் இறந்தவர்களே!",
      "நீர்நிலைப் பாதுகாப்பில் ஈடுபடாதவர்கள் வீணாக மடிவார்கள்!",
      "தங்களைத் தாங்களே காத்துக் கொள்ள முடியாதவர்கள்",
      "பொருள் ஈட்டாதவர்கள் வாழ்க்கை வீணாகும்!"
    ],
    "answer": "B",
    
          "additional_context": "'தள்ளாதோர் இவண் தள்ளாதோரே!' என்ற தொடர் நீர்நிலைப் பாதுகாப்பில் ஈடுபடாதவர்கள் வீணாக மடிவார்கள்! என்பது உண்மை.  நிலன் நெளிமருங்கின் நீர்நிலை பெருகத் தட்டோர் அம்ம ! இவண் தட்டோரே! தள்ளாதோர் இவண் தள்ளா தோரே ! என்று பாடல் கூறுகிறது.  நீர்நிலைகளைப் பாதுகாப்பதில் ஈடுபடாதவர்கள் புகழ் பெறாது வீணாக மடிவார்கள்."
          }
        ]