[
          
  {
    
          "description": "'எனது பயணம்' என்னும் தலைப்பில் நீங்கள் எழுதும் பயண அனுபவக் கட்டுரையில் எந்த அம்சங்களைச் சேர்க்கலாம்?",
          "options": [
      "பயணத்தின் நோக்கம், பயணத்தின் போது பார்த்த இடங்கள், சந்தித்த மக்கள், உணர்ந்த உணர்வுகள், பயணத்தின் முடிவில் பெற்ற அனுபவம்",
      "பயணம் சென்ற இடம், பயணத்தின் போது எடுத்த புகைப்படங்கள், பயணச் செலவு, பயணத்தின் போது ஏற்பட்ட பிரச்சனைகள்",
      "பயணத்தின் நோக்கம், பயணத்தின் போது எடுத்த புகைப்படங்கள், பயணச் செலவு, பயணத்தின் போது ஏற்பட்ட பிரச்சனைகள்",
      "பயணத்தின் நோக்கம், பயணத்தின் போது பார்த்த இடங்கள், பயணத்தின் போது ஏற்பட்ட பிரச்சனைகள், பயணத்தின் முடிவில் பெற்ற அனுபவம்"
    ],
    "answer": "A",
    
          "additional_context": "ஒரு பயண அனுபவக் கட்டுரையை எழுதும் போது நாம் நம் பயணத்தின் நோக்கத்தைப் பற்றி குறிப்பிட வேண்டும். அதேபோல் பயணத்தின் போது நாம் பார்த்த இடங்கள், சந்தித்த மக்கள், உணர்ந்த உணர்வுகள், பயணத்தின் முடிவில் பெற்ற அனுபவம் போன்றவற்றையும் பற்றி எழுதுவது நல்லது. பயணக் கட்டுரை ஒரு தனிப்பட்ட அனுபவத்தை பகிர்ந்து கொள்வதற்கான ஒரு வாய்ப்பு. எனவே, நீங்கள் உங்கள் பயணத்தின் போது உணர்ந்தவற்றை மிகத் தெளிவாகவும் விவரமாகவும் எழுத வேண்டும்."
          }
        ,
          
  {
    
          "description": "'வயலிடைப் புகுந்தாய் மணிக்கதிர் விளைத்தாய் வளைந்துசெல் கால்களால் ஆறே! அயலுள ஓடைத் தாமரை கொட்டி ஆம்பலின் இதழ்களை விரித்தாய்' என்கிற வரிகளில் எந்தப் பொருள் குறிப்பிடப்படுகிறது?",
          "options": [
      "ஒரு நதி",
      "ஒரு ஆறு",
      "ஒரு குளம்",
      "ஒரு கடல்"
    ],
    "answer": "B",
    
          "additional_context": "இந்த வரிகளில் 'வளைந்துசெல் கால்களால் ஆறே' என்று குறிப்பிடப்பட்டுள்ளது. ஆறு மட்டுமே வளைந்து செல்லும் தன்மையைக் கொண்டது. எனவே, இந்த வரிகள் ஒரு ஆற்றை குறிப்பிடுகின்றன."
          }
        ,
          
  {
    
          "description": "'கயலிடைச் செங்கண் கருவரால் வாளை கரைவளர் தென்னையில் பாயப் பெயரிடைப் பட்ட வானெனத் தோன்றும் பெருங்குளம் நிறைந்து விட்டாயே!' என்கிற வரிகளில் எந்தப் பொருள் குறிப்பிடப்படுகிறது?",
          "options": [
      "ஒரு நதி",
      "ஒரு ஆறு",
      "ஒரு குளம்",
      "ஒரு கடல்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகளில் 'பெயரிடைப் பட்ட வானெனத் தோன்றும் பெருங்குளம்' என்று குறிப்பிடப்பட்டுள்ளது. குளம் மட்டுமே வானத்தைப் போல பெரியதாகத் தோன்றும். எனவே, இந்த வரிகள் ஒரு குளத்தை குறிப்பிடுகின்றன."
          }
        ]