[
          
  {
    
          "description": "'நாலாயிர திவ்வியப் பிரபந்தம்' என்ற தொகுப்பில் எத்தனை ஆழ்வார்களின் பாடல்கள் உள்ளன?",
          "options": [
      "a) பன்னிரண்டு",
      "b) பதினொன்று",
      "c) பதினான்கு",
      "d) பதினைந்து"
    ],
    "answer": "A",
    
          "additional_context": "நாலாயிர திவ்வியப் பிரபந்தம் என்பது ஆழ்வார்களின் பாடல்களைக் கொண்ட தொகுப்பாகும். இதில் 12 ஆழ்வார்களின் பாடல்கள் இடம் பெற்றுள்ளன. ஆண்டாள்  இதில் இடம் பெற்ற ஒரே பெண் ஆழ்வார் ஆவார். "
          }
        ,
          
  {
    
          "description": "ஆண்டாள் எப்படி 'சூடிக் கொடுத்த சுடர்க்கொடி' என அழைக்கப்படுகிறார்?",
          "options": [
      "a) திருமாலுக்குப் பூமாலை சூட்டியதால்",
      "b) இறைவனின் பெருமையைப் பாடியதால்",
      "c) பெரியாழ்வாரின் வளர்ப்பு மகளாக இருந்ததால்",
      "d) பக்திப் பாடல்களை இயற்றியதால்"
    ],
    "answer": "A",
    
          "additional_context": "ஆண்டாள் இறைவனுக்குப் பூமாலை சூட்டியதால் 'சூடிக் கொடுத்த சுடர்க்கொடி' என அழைக்கப்படுகிறார். ஆண்டாள் தன் இறைவனைப் பற்றிய பக்தியை வெளிப்படுத்தும் விதமாக அவருக்குப் பூமாலை சூட்டி வழிபட்டதால் இவ்வாறு அழைக்கப்பட்டார். இறைவனின் பெருமையைப் பாடியதால் 'சூடிக் கொடுத்த சுடர்க்கொடி' என அழைக்கப்படவில்லை.  பெரியாழ்வாரின் வளர்ப்பு மகளாக இருந்ததால் 'சூடிக் கொடுத்த சுடர்க்கொடி' என அழைக்கப்படவில்லை. பக்திப் பாடல்களை இயற்றியதால் 'சூடிக் கொடுத்த சுடர்க்கொடி' என அழைக்கப்படவில்லை."
          }
        ,
          
  {
    
          "description": "ஆண்டாள் பாடிய இரண்டு தொகுதிகள் எவை?",
          "options": [
      "a) திருப்பாவை, நாச்சியார் திருமொழி",
      "b) திருப்பாவை, திருவாசகம்",
      "c) நாச்சியார் திருமொழி, திருமந்திரம்",
      "d) நாச்சியார் திருமொழி, பெரிய புராணம்"
    ],
    "answer": "A",
    
          "additional_context": "ஆண்டாள் பாடிய இரண்டு தொகுதிகள் திருப்பாவை மற்றும் நாச்சியார் திருமொழி ஆகும். திருப்பாவை என்பது மாதவிடாயம் வந்த பெண்கள் தொடர்பான பாடல்களைக் கொண்ட தொகுப்பாகும். நாச்சியார் திருமொழி என்பது இறைவன் மீதான ஆண்டாள் காட்டிய  காமத்தையும் பக்தியையும் கொண்ட தொகுப்பாகும். ஆண்டாள் திருவாசகத்தை எழுதவில்லை. திருமந்திரத்தை எழுதியது திருமூலர். ஆண்டாள் பெரிய புராணத்தை எழுதவில்லை."
          }
        ,
          
  {
    
          "description": "'சதிரிள மங்கையர் தாம்வந்து எதிர்கொள்ள...' என்ற வரியில் 'சதிர்' என்ற சொல் குறிப்பிடுவது என்ன?",
          "options": [
      "a) நாயகன்",
      "b) நடனம்",
      "c) இசைக்கருவி",
      "d) மலர்மாலை"
    ],
    "answer": "B",
    
          "additional_context": "சதிர் என்ற சொல் நடனத்தைக் குறிக்கிறது. இந்த வரியில் ஆண்டாள் திருமாலின் மணப்பெண்ணாகக் காண்கிற கனவு  நடனம், இசை, தீபம் என மகிழ்ச்சியான ஒன்றாக காட்டப்படுகிறது. ஆண்டாள் கனவில் திருமாலின் மணப்பெண் தான் என்பதை வெளிப்படுத்துகிறார். நடனம்  என்பதற்கு மாற்றாக சதிர் என்ற சொல் பயன்படுத்தப்பட்டுள்ளது.   நாயகனைக் குறிக்கிறது என்று சொல்ல முடியாது.   இசைக்கருவியைக் குறிக்கிறது என்றும் சொல்ல முடியாது. மலர்மாலை என்று பொருள் கொள்ள முடியாது."
          }
        ,
          
  {
    
          "description": "'கதிரொளி தீபம் கலசம் உடனேந்தி...' என்ற வரியில் 'கதிரொளி'  என்பது எதைக் குறிக்கிறது?",
          "options": [
      "a) கதிரவன்",
      "b) தீபத்தின் ஒளி",
      "c) கலசத்தின் ஒளி",
      "d) நாச்சியாரின் ஒளி"
    ],
    "answer": "A",
    
          "additional_context": "கதிரொளி என்ற சொல்  இந்த வரியில் கதிரவனைக் குறிக்கிறது.  'கதிரொளி தீபம்' என்பது கதிரவன் போன்ற ஒளி வீசும் தீபத்தை குறிக்கிறது. தீபத்தின் ஒளியை குறிக்காது. கலசத்தின் ஒளியை குறிக்காது. நாச்சியாரின் ஒளியை குறிக்காது."
          }
        ]