
[
  {
    "description": "ஆண்டாளை  \"சூடிக் கொடுத்த சுடர்க்கொடி\" என்று  ஏன்  அழைக்கிறார்கள்?",
    "options": [
      "a) இறைவனுக்குப் பாமாலை சூட்டியதால்",
      "b) இறைவனை  திருமணம் செய்துகொண்டதால்",
      "c) அழகான பூக்களை  சூட்டி மகிழ்ந்ததால்",
      "d) கோவிலில்  தீபம் ஏற்றியதால்"
    ],
    "answer": "A",
    "additional_context": "ஆண்டாள் திருமாலை வழிபட்டுச் சிறப்புநிலை எய்திய ஆழ்வார்கள் பன்னிருவர். அவருள் ஆண்டாள் மட்டுமே பெண். இறைவனுக்குப் பாமாலை சூட்டியதோடு தான் அணிந்து மகிழ்ந்த பூமாலையையும் சூட்டியதால், \"சூடிக் கொடுத்த சுடர்க்கொடி\" என அழைக்கப்பெற்றார். "
  },
  {
    "description": "\"நாலாயிர திவ்வியப் பிரபந்தம்\"  என்ன  குறிக்கிறது?",
    "options": [
      "a) ஆண்டாள்  பாடிய  பாடல்களின் தொகுப்பு",
      "b) பன்னிரு ஆழ்வார்கள்  பாடிய  பாடல்களின் தொகுப்பு",
      "c) கம்பராமாயணம்",
      "d) சங்க கால இலக்கியங்கள்"
    ],
    "answer": "B",
    "additional_context": "ஆழ்வார்கள் பாடிய பாடல்களின் தொகுப்பு \"நாலாயிர திவ்வியப் பிரபந்தம்\" ஆகும். இத்தொகுப்பில் ஆண்டாள் பாடியதாகத் திருப்பாவை, நாச்சியார் திருமொழி என்ற இரு தொகுதிகள் உள்ளன. நாச்சியார் திருமொழி மொத்தம் 143 பாடல்களைக் கொண்டது. நம் பாடப்பகுதியின் இரு பாடல்கள் ஆறாம் திருமொழியில் இடம்பெற்றுள்ளன. "
  },
  {
    "description": "ஆண்டாள் பாடல்களின் தன்மையைப் பற்றி பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "a) ஆண்டாள் கவிதைகள் அழகியலையும் பக்தியையும் ஒன்றாகக் கொண்டுள்ளன.",
      "b) ஆண்டாள் பாடல்கள் இறையோடு ஒன்றுதலையும், பக்தியையும் மட்டுமே வெளிப்படுத்துகின்றன.",
      "c) ஆண்டாள் பாடல்கள் முழுமையாக இறையை நாயகனாக எண்ணி, நாயகி பாவத்தில் பாடுவதையே காட்டுகின்றன.",
      "d) ஆண்டாள் கவிதைகள் மிகவும் எளிமையானவை, பக்தி இலக்கியத்துக்கு ஏற்றவை."
    ],
    "answer": "A",
    "additional_context": "பக்தி இலக்கியம் உணர்ச்சி நிறைந்த பாடல்களை உள்ளடக்கியது. இறையோடு ஒன்றுதலும் அதன்பால் அனைவரையும் சரணடையச் செய்வதும் பக்தி இலக்கியத்தின் பணியாக இருந்தது. இறையை நாயகனாக எண்ணி நாயகி பாவத்தில் பாடுவதும் காணப்படுகிறது. இப்பாவத்தில் பெண் கவிஞர் ஒருவர் பாடுவது உண்மைக் காதலெனக் கருத வைக்கிறது. ஆண்டாள் பாடியதால் அவர் திருமால் மீது காதல் கொண்டு பாடியதாகக் கொள்கின்றனர். அழகியலுக்கும் பக்திக்கும் இடம் தருகிற ஆண்டாள் கவிதைகள் கற்பவர் மனத்தைக் கவர்கின்றன. "
  },
  {
    "description": "\"கதிரொளி தீபம் கலசம் உடனேந்தி\" என்ற வரியில் \"தீபம்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) மலர்மாலை",
      "b) விளக்கு",
      "c) பூஜைப் பொருள்",
      "d) இசைக்கருவி"
    ],
    "answer": "B",
    "additional_context": " \"கதிரொளி தீபம் கலசம் உடனேந்தி\nசதிரிள மங்கையர் தாம்வந்து எதிர்கொள்ள\nமதுரையார் மன்னன் அடிநிலை தொட்டுஎங்கும்\nஅதிரப் புகுதக் கனாக்கண்டேன் தோழீநான்.\n(57)\nசொல்லும் பொருளும்: தீபம் - விளக்கு; சதிர் – நடனம்; தாமம் - மாலை"
  },
  {
    "description": "\"மத்தளம் கொட்ட வரிசங்கம் நின்றூத\" என்ற வரியில் \"வரிசங்கம்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) இசைக்கருவி",
      "b) மலர்மாலை",
      "c) சங்குகளை",
      "d) நடனக் கலைஞர்கள்"
    ],
    "answer": "C",
    "additional_context": " \"மத்தளம் கொட்ட வரிசங்கம் நின்றூத\nமுத்துடைத் தாமம் நிரைதாழ்ந்த பந்தற்கீழ்\nமைத்துனன் நம்பி மதுசூதன் வந்துஎன்னைக்\nகைத்தலம் பற்றக் கனாக்கண்டேன் தோழீநான்.\n(58)\nசொல்லும் பொருளும்: தீபம் - விளக்கு; சதிர் – நடனம்; தாமம் - மாலை"
  }
]
