
[
  {
    "description": "“மருக்கொழுந்து” என்னும் சொல் எந்த வகையான ஆகுபெயர்?",
    "options": [
      "பொருளாகுபெயர்",
      "இடவாகுபெயர்",
      "சினைவாகுபெயர்",
      "பண்பாகுபெயர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“மருக்கொழுந்து நட்டான்” என்ற தொடரில் மருக்கொழுந்து என்பது ஒரு செடியின் பெயர். ஆனால் இங்கு மருக்கொழுந்து என்ற பெயர், செடியின் சினை(உறுப்பு)யாகிய இலைகளைக் குறிக்கிறது. எனவே “மருக்கொழுந்து” என்பது சினைவாகுபெயர்."
  },
  {
    "description": "“கூழ்” என்ற சொல் எந்த வகையான ஆகுபெயரின் எடுத்துக்காட்டு?",
    "options": [
      "கருவியாகுபெயர்",
      "காரியவாகுபெயர்",
      "தொழிலாகுபெயர்",
      "பண்பாகுபெயர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“பைங்கூழ் வளர்ந்தது” என்ற தொடரில் பைங்கூழ் என்பது ஒரு காரியம். அதாவது, பயிரின் மூலம் தயாரிக்கப்படும் உணவு. ஆனால் இங்கு பைங்கூழ் என்ற பெயர், அதைத் தயாரிக்கப் பயன்படும் பயிருக்கு ஆகி வருகிறது. எனவே, கூழ் என்பது காரியவாகுபெயர்."
  },
  {
    "description": "“அரை லிட்டர்” என்ற சொல் எந்த வகையான ஆகுபெயர்?",
    "options": [
      "எண்ணுப் பெயர்",
      "அளவைப் பெயர்",
      "தொழிலாகுபெயர்",
      "இடவாகுபெயர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“அரை லிட்டர் வாங்கு” என்ற தொடரில் அரை லிட்டர் என்பது ஒரு அளவைப் பெயர். இது பொருட்களின் அளவை குறிக்கும். எனவே அரை லிட்டர் என்பது அளவைப் பெயர்."
  },
  {
    "description": "“நாலடி நானூறும் இரண்டடித் திருக்குறளும் வாழ்வுக்கு உறுதி தரும்” என்ற தொடரில் “நாலடி” என்னும் சொல் எந்த வகையான ஆகுபெயர்?",
    "options": [
      "எண்ணுப் பெயர்",
      "அளவைப் பெயர்",
      "சினைவாகுபெயர்",
      "பண்பாகுபெயர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த தொடரில் நாலடி என்பது நானூறு என்னும் பாடல்களின் அளவை குறிக்கிறது. எனவே நாலடி என்பது அளவைப் பெயர். அதேபோல் திருக்குறள் என்பதும் அளவைப் பெயரே (இரண்டடி)."
  },
  {
    "description": "“அறிஞர் அண்ணாவைப் படித்திருக்கிறேன்” என்ற தொடரில் “அறிஞர் அண்ணா” என்னும் சொல் எந்த வகையான ஆகுபெயர்?",
    "options": [
      "கருத்தாவின் பெயர்",
      "இடவாகுபெயர்",
      "தொழிலாகுபெயர்",
      "பண்பாகுபெயர்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“அறிஞர் அண்ணாவைப் படித்திருக்கிறேன்” என்ற தொடரில், அறிஞர் அண்ணா என்பது ஒரு கருத்தா. இங்கு அறிஞர் அண்ணா என்பது, அவர் எழுதிய புத்தகங்களைக் குறிக்கிறது. எனவே அறிஞர் அண்ணா என்பது கருத்தாவின் பெயர் ஆகுபெயர்."
  }
]
