
[
  {
    "description": "“செல்வத்துள் செல்வம் செவிச்செல்வம் அச்செல்வம் செல்வத்துள் எல்லாந் தலை” என்ற குறளில் “செவிச்செல்வம்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "செவிகளால் கேட்கும் இனிமையான ஒலிகள்",
      "நல்ல நண்பர்களால் கிடைக்கும் துணை",
      "கேள்வி மூலம் பெறும் அறிவு",
      "செல்வம் தரும் மகிழ்ச்சி"
    ],
    "answer": "C",
    "additional_context": "இந்த குறள் செல்வத்தைப் பற்றிய ஒரு முக்கியமான கருத்தை எடுத்துரைக்கிறது.  நிறையப் பொருள் இருந்தாலும், அதைவிட சிறந்தது நம் செவிகளால் கேட்கும் அறிவாம். இது இல்லாமல் இருந்தால், மற்ற செல்வங்கள் எல்லாம் பயனற்றவை என்பதையும்,  அது எல்லாச் செல்வத்தையும்விட தலைசிறந்தது என்பதையும் குறிப்பிடுகிறது."
  },
  {
    "description": "“எனைத்தானும் நல்லவை கேட்க அனைத்தானும் ஆன்ற பெருமை தரும்” என்ற குறளில் “ஆன்ற பெருமை” என்பது எதைக் குறிக்கிறது?",
    "options": [
      "மிகுந்த செல்வம்",
      "சிறந்த புகழ்",
      "பெரிய ஆற்றல்",
      "அதிகமான அறிவு"
    ],
    "answer": "D",
    "additional_context": "இந்த குறள் நல்லதை கேட்பதன் மூலம் கிடைக்கும் பெருமையை விளக்குகிறது.  சிறியதாக இருந்தாலும் நல்லவை கேட்கும்போது, அதன் அளவுக்கு நமக்கு அதிகமான அறிவு கிடைக்கும் என்பதை உணர்த்துகிறது. அதாவது, கேள்வி மூலம் கிடைக்கும் அறிவே 'ஆன்ற பெருமை'  என்பதை இந்த குறள் வலியுறுத்துகிறது."
  },
  {
    "description": "“நுணங்கிய கேள்வியர் அல்லார் வணங்கிய வாயினர் ஆதல் அரிது” - இக்குறளில் “வணங்கிய வாயினர்” என்ற சொற்றொடரின் பொருள் என்ன?",
    "options": [
      "மென்மையான பேச்சு",
      "அடக்கமான பேச்சு",
      "நல்ல சொற்கள் பேசுதல்",
      "கேள்வியறிவு உள்ளவர்கள் பேசுதல்"
    ],
    "answer": "B",
    "additional_context": "இந்த குறள் நுட்பமான கேள்வியறிவு இல்லாதவர்கள் அடக்கமான பேச்சை உடையவர்களாக இருப்பது மிகவும் கடினம் என்பதைப் புலப்படுத்துகிறது.  அதாவது, அறிவு இல்லாமல் இருந்தால், பேச்சு அடக்கமாக இருப்பதும் கடினம்.  அறிவும், பேச்சும் இணைந்தே இருக்க வேண்டும் என்பதுதான் இந்த குறளின் மையக்கருத்து."
  },
  {
    "description": "“செவியிற் சுவையுணரா வாயுணர்வின் மாக்கள் அவியினும் வாழினும் என்” - இக்குறளில் “அவியினும் வாழினும் என்” என்ற சொற்றொடரில் என்ன பொருள் உள்ளது?",
    "options": [
      "இறந்தாலும் வாழ்ந்தாலும் சரி",
      "மரணம் மட்டுமே மீட்பு",
      "வாழ்வின் அர்த்தம் இல்லை",
      "சிறந்த வாழ்க்கை வாழ வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "இந்த குறள் கேள்விக்கு முக்கியத்துவம் இல்லாமல், சுவை மட்டும் விரும்பி வாழும் மக்களைப் பற்றிப் பேசுகிறது.  அதாவது, கேட்பதன் மூலம் வரும் மகிழ்ச்சியை உணராதவர்கள், எப்படி வாழ்ந்தாலும் அது  அவர்களுக்கு எந்தப் பயனையும் தராது என்பதை உணர்த்துகிறது. அவர்களுக்கு வாழ்வின் எந்த அர்த்தமும் இல்லை என்பதை  'இறந்தாலும் வாழ்ந்தாலும் சரி' என்ற வாக்கியம் நமக்குப் புரிய வைக்கிறது."
  },
  {
    "description": "“மிகுதியான் மிக்கவை செய்தாரைத் தாம்தம் தகுதியான் வென்று விடல்” - இக்குறளில் “தகுதியான் வென்று விடல்” என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
    "options": [
      "போரில் வெல்லுதல்",
      "மனத்தால் வெல்லுதல்",
      "வலிமையால் வெல்லுதல்",
      "பொருளால் வெல்லுதல்"
    ],
    "answer": "B",
    "additional_context": "இந்த குறள் செருக்கால் துன்பம் கொடுத்தவர்களை  பொறுமையால் வெல்ல வேண்டும் என்பதை எடுத்துரைக்கிறது. அதாவது, நமக்கு ஏற்படும் தீவினைகளால், நாம் கோபப்பட்டுச் செயல்படக் கூடாது.  அதற்குப் பதிலாக, பொறுமையாக இருந்து,  மனத்தால் அவர்களை வெல்ல வேண்டும் என்பதைத் தான் இந்த குறள் வலியுறுத்துகிறது."
  }
]
