
[
  {
    "description": "இந்திய தேசிய இராணுவ வீரர்களின் தியாகம் நமக்கு என்ன பாடத்தை கற்றுத்தருகிறது?",
    "options": [
      "நாட்டுப்பற்றும் தியாகமும்  இன்றியமையாதவை.",
      "பிரித்தானிய ஆட்சியை எதிர்க்க வேண்டும்.",
      "ஜப்பானியர்களுடன் நட்பு கொள்ள வேண்டும்.",
      "சிறையில் இருந்து தப்பி ஓடுவதற்கான வழிகளைக் கற்றுக்கொள்ள வேண்டும்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தில் போராடிய வீரர்களின் தியாகம் நமக்குப் பல பாடங்களை கற்றுத்தருகிறது. நாட்டுப் பற்றும் தியாகமும் நம் வாழ்வில் இன்றியமையாதவை என்பதை இவர்கள் நமக்கு உணர்த்துகிறார்கள். இந்தியாவை ஆங்கிலேயர்களிடமிருந்து விடுவிக்க விரும்பிய இவர்கள்  தங்கள் உயிரைத் தியாகம் செய்து,  நமக்காக விடுதலை பெற்றுத் தந்தார்கள். இந்திய தேசிய இராணுவம் 1942 ஆம் ஆண்டு பிப்ரவரி 15 ஆம் நாள் மலேயாவில் ஜப்பானியர்களிடம் ஆங்கிலேயப் படைகள் சரணடைந்தன. இப்படையில் இந்திய வீரர்களும் இருந்தனர். சரணடைந்த அவ்வீரர்களைக் கொண்டு ஜப்பானியர்கள், மோகன்சிங் என்பவரின் தலைமையில் இந்திய தேசிய இராணுவம் (ஐ.என்.ஏ.) என்ற படையை உருவாக்கினர்.  இந்திய தேசிய இராணுவத்திற்கு மக்கள் ஆதரவு பெருகியது."
  },
  {
    "description": "இந்திய தேசிய இராணுவம் (ஐ.என்.ஏ) எப்போது உருவாக்கப்பட்டது?",
    "options": [
      "1940ஆம் ஆண்டு",
      "1941ஆம் ஆண்டு",
      "1942ஆம் ஆண்டு",
      "1943ஆம் ஆண்டு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இரண்டாம் உலகப்போர் நடந்துகொண்டிருந்த 1942ஆம் ஆண்டு பிப்ரவரி 15ஆம் நாள், ஆங்கிலேயப் படைகள் மலேயாவில் ஜப்பானியரிடம் சரணடைந்தன. இப்படையில் இந்திய வீரர்களும் இருந்தனர். சரணடைந்த அவ்வீரர்களைக் கொண்டு ஜப்பானியர்கள், மோகன்சிங் என்பவரின் தலைமையில் இந்திய தேசிய இராணுவம் (ஐ.என்.ஏ.) என்ற படையை உருவாக்கினர்.  இந்திய தேசிய இராணுவத்திற்கு மக்கள் ஆதரவு பெருகியது. அக்காலகட்டத்தில் தமிழகத்தில் இருந்து மலேயா, பர்மா போன்ற நாடுகளுக்குப் பிழைப்பிற்காகச் சென்ற தமிழர் பலர் இந்திய தேசிய இராணுவத்தில் சேர்ந்தனர். இந்திய தேசிய இராணுவத்தில் பல பிரிவுகள் ஏற்படுத்தப்பட்டன."
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தில் ஒற்றர்படையின் பணி என்ன?",
    "options": [
      "மக்கள் மத்தியில் விடுதலை உணர்வை ஏற்படுத்துதல்",
      "ஆங்கிலேயப் படைகளுக்கு எதிராக நேரடியாகப் போர் புரிதல்",
      "ஆங்கிலேய இராணுவ நடவடிக்கைகளைப் பற்றி  இந்திய தேசிய இராணுவத்திற்கு தகவல் அளித்தல்",
      "ஜப்பானியர்களுக்கு ஆயுத பயிற்சி அளித்தல்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தில் பல பிரிவுகள் ஏற்படுத்தப்பட்டன. அதில் ஒன்றுதான் ஒற்றர்படை. ஜப்பானியர்கள் ஒற்றர்படையில் இருந்த வீரர்களை, இந்தியாவில் உள்ள ஆங்கிலேய இராணுவத்தைப் பற்றி ஒற்றறிய நீர்மூழ்கிக்கப்பல் மூலம் கேரளாவிற்கும் குஜராத்திற்கும் அனுப்பினர். சிலரைத் தரைவழியில், பர்மாக் காடுகள் வழியாக இந்தியாவிற்கு அனுப்பினர். இந்திய இராணுவம் அவர்களைக் கைது செய்து சென்னைச் சிறைக்கு அனுப்பியது; பலருக்கு மரண தண்டனை அளித்தது."
  },
  {
    "description": "நேதாஜி சுபாஷ் சந்திர போஸ்  இந்திய தேசிய இராணுவத்தின் தலைவராக எப்போது பொறுப்பேற்றார்?",
    "options": [
      "1942 ஆம் ஆண்டு, பிப்ரவரி 15",
      "1943 ஆம் ஆண்டு, ஜூலை 9",
      "1944 ஆம் ஆண்டு, மார்ச் 18",
      "1945 ஆம் ஆண்டு, ஜனவரி 1"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நேதாஜி சுபாஷ் சந்திர போஸ் இந்திய தேசிய இராணுவத்தின் பொறுப்பை ஏற்க, 91நாள்கள் நீர்மூழ்கிக் கப்பலில் பயணம் செய்து ஜெர்மனியிலிருந்து சிங்கப்பூர் வந்தடைந்தார். 1943ஆம் ஆண்டு சூலை மாதம் 9ஆம் நாள் பதவியேற்றார். அவர் உரையாற்றிய மாபெரும் கூட்டத்தில் “டெல்லி நோக்கிச் செல்லுங்கள்”(டெல்லி சலோ) எனப் போர்முழக்கம் செய்தார். இவரின் வேண்டுகோள் அனைவரது மனத்திலும் பசுமரத்தாணிபோல் பதிந்தது."
  },
  {
    "description": "நேதாஜியின் 'டெல்லி சலோ' எனும் போர்முழக்கம் எந்தக் காலகட்டத்தைச் சேர்ந்தது?",
    "options": [
      "மலேயாவில் ஜப்பானியர்களிடம் ஆங்கிலேயர்கள் சரணடைந்த  காலம்",
      "நேதாஜி இந்திய தேசிய இராணுவத்தின் தலைவராக பொறுப்பேற்ற  காலம்",
      "இந்திய தேசிய இராணுவம் ஜப்பானிய இராணுவத்தோடு சேர்ந்து ஆங்கிலேயரை எதிர்த்துக்  காலம்",
      "இந்திய தேசிய இராணுவம் மணிப்பூர்ப் பகுதியில் 'மொய்ராங்' என்ற இடத்தில் மூவண்ணக் கொடியை ஏற்றிய காலம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நேதாஜி சுபாஷ் சந்திர போஸ் இந்திய தேசிய இராணுவத்தின் பொறுப்பை ஏற்க, 91நாள்கள் நீர்மூழ்கிக் கப்பலில் பயணம் செய்து ஜெர்மனியிலிருந்து சிங்கப்பூர் வந்தடைந்தார். 1943ஆம் ஆண்டு சூலை மாதம் 9ஆம் நாள் பதவியேற்றார். அவர் உரையாற்றிய மாபெரும் கூட்டத்தில் “டெல்லி நோக்கிச் செல்லுங்கள்”(டெல்லி சலோ) எனப் போர்முழக்கம் செய்தார். இவரின் வேண்டுகோள் அனைவரது மனத்திலும் பசுமரத்தாணிபோல் பதிந்தது."
  }
]
