
[
  {
    "description": "கல்யாண்ஜிக்கு எந்தப் படைப்பிற்காக சாகித்திய அகாதெமி விருது வழங்கப்பட்டது?",
    "options": [
      "மணல் உள்ள ஆறு",
      "அகமும் புறமும்",
      "சில இறகுகள் சில பறவைகள்",
      "ஒரு சிறு இசை"
    ],
    "answer": "D",
    "additional_context": "கல்யாண்ஜி என்பவர் தமிழகத்தில் புகழ் பெற்ற எழுத்தாளர். இவர் கவிதை, சிறுகதை, நாவல் எனப் பல்வேறு துறைகளில் எழுதியுள்ளார். இவரது பல படைப்புகள் சாகித்திய உலகில் மிகவும் பாராட்டப்பட்டுள்ளன. அதில் குறிப்பாக  'ஒரு சிறு இசை'  என்ற சிறுகதைத் தொகுப்பிற்காக 2016 ஆம் ஆண்டிற்கான சாகித்திய அகாதெமி விருது இவருக்கு வழங்கப்பட்டது. "
  },
  {
    "description": "கல்யாண்ஜியின் இயற்பெயர் _______ .",
    "options": [
      "கல்யாணசுந்தரம்",
      "கவிஞர்",
      "ஆதி",
      "முத்துக்குமார்"
    ],
    "answer": "A",
    "additional_context": "கல்யாண்ஜி என்ற புனைப் பெயரில் எழுதும்  கவிஞரின் இயற்பெயர் கல்யாணசுந்தரம். இவர் தமிழகத்தின் பிரபல எழுத்தாளர்களில் ஒருவர். இவர் எழுதியுள்ள படைப்புகள் எல்லாம் மிகவும் சிறப்பானவை.  "
  },
  {
    "description": "கல்யாண்ஜி _______  என்ற பெயரில் கதை இலக்கியத்திலும் பங்களிப்புச் செய்து வருகிறார்.",
    "options": [
      "அமுதோன்",
      "வண்ணதாசன்",
      "நா. முத்துக்குமார்",
      "பாஷோ"
    ],
    "answer": "B",
    "additional_context": "கல்யாண்ஜி  வண்ணதாசன்  என்ற பெயரில் கதை இலக்கியத்திலும்  பங்களிப்புச் செய்து வருகிறார். இவர் கவிதை, சிறுகதை, கட்டுரை, புதினம் என பல்வேறு துறைகளில் எழுதியுள்ளார். இவருடைய எழுத்துக்கள் அனைத்தும்  மனித வாழ்க்கையின்  உண்மைகளை  மெய்ப்பித்துள்ளன. "
  },
  {
    "description": "_______ என்ற நூலுக்காக கல்யாண்ஜிக்கு சாகித்திய அகாதெமி விருது வழங்கப்பட்டது.",
    "options": [
      "மணல் உள்ள ஆறு",
      "ஒரு சிறு இசை",
      "சில இறகுகள் சில பறவைகள்",
      "அகமும் புறமும்"
    ],
    "answer": "B",
    "additional_context": "கல்யாண்ஜி  என்ற  எழுத்தாளரின் 'ஒரு சிறு இசை'  என்ற  சிறுகதைத் தொகுப்பு 2016 ஆம் ஆண்டிற்கான சாகித்திய அகாதெமி விருதைப் பெற்றது. இவரது படைப்புகள் அனைத்தும் மிகவும்  தரமானவை. இவருடைய எழுத்துக்கள் வாசகர்களை மிகவும் கவர்ந்திழுக்கும் வகையில் உள்ளன. "
  },
  {
    "description": "'அக்கறை' என்ற கவிதையில் ________  என்பது வினையெச்சமாகப் பயன்படுத்தப்பட்டுள்ளது.",
    "options": [
      "உருண்டது",
      "போனது",
      "நடந்தும்",
      "சரிந்து"
    ],
    "answer": "D",
    "additional_context": "கல்யாண்ஜி எழுதிய 'அக்கறை'  என்ற  கவிதையில் 'சரிந்து'  என்பது  வினையெச்சமாக பயன்படுத்தப்பட்டுள்ளது.  'சரிந்து'  என்பது 'சரி + த் + த் + உ'  எனப் பகுக்கப்படும்.  'சரி'  என்பது  பகுதி.  'த்(ந்)'  என்பது  சந்தி.  'த்'  என்பது  இறந்த கால இடைநிலை.  'உ'  என்பது வினையெச்ச விகுதி.  "
  }
]
