
[
  {
    "description": "காஞ்சி கைலாசநாதர் கோவிலின் சுற்றுச்சுவர் முழுவதும் _______ கலைக்கூடமாகத் திகழ்கிறது.",
    "options": [
      "கட்டிடக்கலை",
      "சிற்பக்கலை",
      "இலக்கியம்",
      "வரலாறு"
    ],
    "answer": "B",
    "additional_context": "காஞ்சி கைலாசநாதர் கோவில் சுற்றுச்சுவர் முழுவதும் சிற்பங்களின் கலைக்கூடமாகத் திகழ்கிறது. இங்குத் தெய்வச்சிற்பங்கள் மட்டுமல்லாது பிற சிற்பங்களும் கோவில் உட்புறச் சுவரில் செதுக்கப்பட்டுள்ளன. பல்லவர்காலக் குடைவரைக் கோவில்களின் நுழைவுவாயிலின் இருபுறங்களிலும் காவலர்கள் நிற்பதுபோன்று சிற்பங்கள் படைக்கப்பட்டுள்ளன."
  },
  {
    "description": "காஞ்சி வைகுந்தப்பெருமாள் கோவிலில் _______ காலச் சிற்பங்கள் மிகுதியாக உள்ளன.",
    "options": [
      "சோழர்",
      "பல்லவர்",
      "பாண்டியர்",
      "சேரர்"
    ],
    "answer": "B",
    "additional_context": "காஞ்சி கைலாசநாதர் கோவில் சுற்றுச்சுவர் முழுவதும் சிற்பங்களின் கலைக்கூடமாகத் திகழ்கிறது. அதேபோன்று காஞ்சி வைகுந்தப்பெருமாள் கோவிலிலும் பல்லவர்காலச் சிற்பங்கள் மிகுதியாக உள்ளன. இங்குத் தெய்வச்சிற்பங்கள் மட்டுமல்லாது பிற சிற்பங்களும் கோவில் உட்புறச் சுவரில் செதுக்கப்பட்டுள்ளன. பல்லவர்காலக் குடைவரைக் கோவில்களின் நுழைவுவாயிலின் இருபுறங்களிலும் காவலர்கள் நிற்பதுபோன்று சிற்பங்கள் படைக்கப்பட்டுள்ளன."
  },
  {
    "description": "இல்லத்தின் அருகே புதிதாகக் கூரை _______ .",
    "options": [
      "வேய்ந்தனர்",
      "போட்டனர்",
      "கட்டினர்",
      "செய்தனர்"
    ],
    "answer": "B",
    "additional_context": "இல்லத்தின் அருகே புதிதாகக் கூரை வேய்ந்தனர். வேய்ந்தனர் என்பது சரியான சொல். போட்டனர், கட்டினர், செய்தனர் ஆகிய சொற்கள் சரியான சொல்லல்ல."
  },
  {
    "description": "_______ பானை செய்யக் கற்றுக் கொண்டாள்.",
    "options": [
      "கயல்",
      "குயவர்",
      "கலைஞர்",
      "பெண்"
    ],
    "answer": "B",
    "additional_context": "குயவர் பானை செய்யக் கற்றுக் கொண்டாள். குயவர் என்பது பானை செய்பவரைக் குறிக்கும். கயல், கலைஞர், பெண் ஆகியவை பானை செய்பவரைக் குறிக்காது."
  },
  {
    "description": "நேற்று _______ காற்று அடித்தது.",
    "options": [
      "தென்றல்",
      "வடகிழக்கு",
      "மேற்கு",
      "தெற்கு"
    ],
    "answer": "A",
    "additional_context": "நேற்று தென்றல் காற்று அடித்தது. தென்றல் காற்று என்பது மெதுவான காற்று. வடகிழக்கு, மேற்கு, தெற்கு காற்றுகள் சக்தி வாய்ந்தவை. நேற்று தென்றல் காற்று அடித்தது என்பது சரியான வாக்கியம்."
  }
]
