
[
  {
    "description": "குறுக்கெழுத்துப் புதிர் - 9. தூய்மையற்ற குருதியை எடுத்துச் செல்லும் இரத்தக் குழாய் (2) - சரியான பதில் எது?",
    "options": [
      "அ) நரம்பு",
      "ஆ) தமனி",
      "இ) சிரை",
      "ஈ) குழாய்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "குறுக்கெழுத்துப் புதிர் என்பது ஒரு விளையாட்டு.  இந்தப் புதிர் 19 பெட்டிகளைக் கொண்டுள்ளது. இதில் ஒன்பதாவது பெட்டியில் குறிப்பிடப்பட்டுள்ள  விடை  தூய்மையற்ற குருதியை எடுத்துச் செல்லும் இரத்தக் குழாய். நான்கு விடைகள் கொடுக்கப்பட்டுள்ளன. இவற்றில் சரியான விடையைத் தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "குறுக்கெழுத்துப் புதிர் - 4. ஆடிப்பட்டம் தேடி ....... (2) - சரியான பதில் எது?",
    "options": [
      "அ) நட",
      "ஆ) ஓடு",
      "இ) பற",
      "ஈ) செல்"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "குறுக்கெழுத்துப் புதிர் என்பது ஒரு விளையாட்டு.  இந்தப் புதிர் 19 பெட்டிகளைக் கொண்டுள்ளது. இதில் நான்காவது பெட்டியில் குறிப்பிடப்பட்டுள்ள  விடை  ஆடிப்பட்டம் தேடி  என்ற தொடரை நிறைவு செய்யும்  சொல்.  நான்கு விடைகள் கொடுக்கப்பட்டுள்ளன. இவற்றில் சரியான விடையைத் தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "“பிற மாநிலத்தவர் விரும்பி வாங்கிச் செல்கின்ற காளை இனம் எது?” - இந்த கேள்விக்கான பதில் பக்கம் 84 இல் இல்லையென்றாலும், தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன என்று குறிப்பிடப்பட்டுள்ளது. எனவே, கீழ்க்கண்டவற்றில் எது சரியான பதிலாக இருக்கலாம்?",
    "options": [
      "அ) காங்கேயம் காளை",
      "ஆ) அம்பலக்காரி காளை",
      "இ) பர்கூர் காளை",
      "ஈ) உலுந்தூர் காளை"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "இந்தப் பாடப் பகுதியில் தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காங்கேயம் மாடுகள் போற்றப்படுகின்றன என்று குறிப்பிடப்பட்டுள்ளது. எனவே பிற மாநிலத்தவர் விரும்பி வாங்கிச் செல்கின்ற காளை இனம் காங்கேயம் காளை இனம்  என்று நாம் ஊகிக்கலாம்."
  },
  {
    "description": "“அ) கர்நாடகம் ஆ) கேரளா இ) இலங்கை ஈ) ஆந்திரா” - இந்த நான்கு மாநிலங்களில் எது தமிழகத்தின் அண்டை மாநிலம் அல்ல?",
    "options": [
      "அ) கர்நாடகம்",
      "ஆ) கேரளா",
      "இ) இலங்கை",
      "ஈ) ஆந்திரா"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "இந்தப் பாடப் பகுதியில் கர்நாடகம், கேரளா, ஆந்திரா ஆகியவை தமிழகத்தின் அண்டை மாநிலங்கள்  என்று குறிப்பிடப்பட்டுள்ளது.  இலங்கை தமிழகத்தின் அண்டை நாடு.  எனவே இலங்கை  தமிழகத்தின் அண்டை மாநிலம் அல்ல."
  },
  {
    "description": "“கண்டெடுக்கப்பட்டுள்ளன” -  இந்த சொல்லைப் பிரித்து எழுதும்போது  சரியான வடிவம் எது?",
    "options": [
      "அ) கண்டு + எடுக்கப்பட்டு + உள்ளன",
      "ஆ) கண்டு + எடுக்கப் + பட்டுள்ளன",
      "இ) கண்டெடுக்க + பட்டு + உள்ளன",
      "ஈ) கண் + டெடுக்க + பட்டு + உள்ளன"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "“கண்டெடுக்கப்பட்டுள்ளன”  என்பது  ஒரு கூட்டுச் சொல். இதனைப் பிரித்து எழுதும்போது  “கண்டு + எடுக்கப் + பட்டுள்ளன”  என்று பிரித்து எழுத வேண்டும்.  சரியான விடையைத் தேர்ந்தெடுக்க வேண்டும்."
  }
]
