
[
  {
    "description": "“கருவூலம்” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "குடைவரைக் கோவில்",
      "மெல்லிசை",
      "ஆவணக் குறும்படம்",
      "பொருள்சேர்க்கும் இடம்"
    ],
    "answer": "D",
    "additional_context": "கலைச்சொல் அறிவோம் என்ற பகுதியில் கருவூலம் என்ற சொல்லுக்கு பொருள்சேர்க்கும் இடம் என்று தரப்பட்டுள்ளது."
  },
  {
    "description": "“புணர்ச்சி” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "இணைப்பு",
      "பிரிப்பு",
      "மாற்றம்",
      "வளர்ச்சி"
    ],
    "answer": "A",
    "additional_context": "கலைச்சொல் அறிவோம் என்ற பகுதியில் புணர்ச்சி என்ற சொல்லுக்கு இணைப்பு என்று தரப்பட்டுள்ளது."
  },
  {
    "description": "“எண்ணும் எழுத்தும் கண்” என்ற தொடரை 1 2 3 4 1 5 6 7 4 8 2 என்ற குறியீட்டு முறையில் எழுதுபவர், “கண்ணும்” என்ற சொல்லை எப்படி குறிப்பிடுவார்?",
    "options": [
      "1 2 3 4 1 5 6 7 4 8 2",
      "1 2 3 4 1 5 6 7 4 8 2 1",
      "1 2 3 4 1 5 6 7 4 8 2 1 2",
      "1 2 3 4 1 5 6 7 4 8 2 1 2 3"
    ],
    "answer": "C",
    "additional_context": "எண்ணும் எழுத்தும் கண் - இந்தத் தொடரை ஒருவர் 1 2 3 4 1 5 6 7 4 8 2 என்று குறிப்பிடுகிறார். இதே முறையைப் பின்பற்றிக் கீழ்க்காணும் சொற்களை எப்படிக் குறிப்பிடுவார்?  கண்ணும் என்ற சொல்லை குறிப்பிட வேண்டும். கண் என்பது  1 2 3 4 1 5 6 7 4 8 2  என்றும்,  உம் என்பது 1 2  என்றும் எனவே 1 2 3 4 1 5 6 7 4 8 2 1 2  என்றே குறிப்பிட வேண்டும்."
  },
  {
    "description": "“இராமனும் புதிய புத்தகம் வைத்திருந்தான். எனவே, இராமன் என் வகுப்பு மாணவன்” என்ற கூற்றுக்கு என்ன விளக்கம் பொருந்தும்?",
    "options": [
      "இராமன் வகுப்பு மாணவனாக இருக்கலாம் அல்லது இல்லாமலும் இருக்கலாம்.",
      "இராமன் என் வகுப்பு மாணவன் என்பது உண்மை.",
      "இராமன் வகுப்பு மாணவனா இல்லையா என்பதை இந்தக் கூற்று உறுதிப்படுத்தாது.",
      "இராமன் என் வகுப்பு மாணவன் அல்ல."
    ],
    "answer": "C",
    "additional_context": "என் வகுப்பில் படிக்கும் அனைவரும் புதிய புத்தகம் வைத்திருந்தனர். இராமனும் புதிய புத்தகம் வைத்திருந்தான். எனவே, இராமன் என் வகுப்பு மாணவன் – இக்கூற்றுக்கான விளக்கம் என்ன? என்ற கேள்வி இடம்பெற்றுள்ளது. இராமன் வகுப்பு மாணவனா இல்லையா என்பதை இந்தக் கூற்று உறுதிப்படுத்தாது."
  },
  {
    "description": "“மலர்விழி வீணை வாசித்தாள்; கேட்டவர் வெள்ளம் போன்ற இன்பத்தில் நீந்தினர்” என்ற உவமைத் தொடரை உருவகத் தொடராக மாற்றுக?",
    "options": [
      "மலர்விழியின் இசை கேட்டவர்கள் மனம் வெள்ளம் போல் பெருகியது.",
      "மலர்விழியின் இசையால் கேட்டவர்கள் இன்பத்தில் மூழ்கினார்கள்.",
      "மலர்விழியின் இசை வெள்ளம் போல் பெருகியது.",
      "மலர்விழியின் இசை கேட்டவர்களின் இன்பம் வெள்ளம் போல் பெருகியது."
    ],
    "answer": "B",
    "additional_context": "உவமைத் தொடர்களை உருவகத் தொடர்களாக மாற்றுக.  மலர்விழி வீணை வாசித்தாள்; கேட்டவர் வெள்ளம் போன்ற இன்பத்தில் நீந்தினர். இந்த உவமைத் தொடர்களை உருவகத் தொடராக மாற்ற வேண்டும்."
  }
]
