
[
  {
    "description": "இந்திய தேசிய இராணுவம் உருவான காலம் எது?",
    "options": [
      "1942ஆம் ஆண்டு பிப்ரவரி 15ஆம் நாள்",
      "1943ஆம் ஆண்டு சூலை மாதம் 9ஆம் நாள்",
      "1944ஆம் ஆண்டு மார்ச் 18ஆம் நாள்",
      "1945ஆம் ஆண்டு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இரண்டாம் உலகப் போர் நடந்துகொண்டிருந்த 1942ஆம் ஆண்டு பிப்ரவரி 15ஆம் நாள், ஆங்கிலேயப் படைகள் மலேயாவில் ஜப்பானியரிடம் சரணடைந்தன. இப்படையில் இந்திய வீரர்களும் இருந்தனர். சரணடைந்த அவ்வீரர்களைக் கொண்டு ஜப்பானியர்கள், மோகன்சிங் என்பவரின் தலைமையில் இந்திய தேசிய இராணுவம் (ஐ.என்.ஏ.) என்ற படையை உருவாக்கினர்."
  },
  {
    "description": "இரண்டாம் உலகப்போர் காலத்தில் இந்திய தேசிய இராணுவத்தில் சேர்ந்த தமிழர்கள் யார் யாரைப் பற்றி கட்டுரையில் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "பசும்பொன் முத்துராமலிங்கனார் மற்றும் லட்சுமி",
      "சிதம்பரம் லோகநாதன் மற்றும் கேப்டன் தாசன்",
      "தில்லான் மற்றும் கேப்டன் லட்சுமி",
      "மேற்கூறிய அனைவரும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்திற்கு மக்கள் ஆதரவு பெருகியது. அக்காலகட்டத்தில் தமிழகத்தில் இருந்து மலேயா, பர்மா போன்ற நாடுகளுக்குப் பிழைப்பிற்காகச் சென்ற தமிழர் பலர் இந்திய தேசிய இராணுவத்தில் சேர்ந்தனர். இந்திய தேசிய இராணுவத்தில் பல பிரிவுகள் ஏற்படுத்தப்பட்டன. அதில் ஒன்றுதான் ஒற்றர்படை. ஜப்பானியர்கள் ஒற்றர்படையில் இருந்த வீரர்களை, இந்தியாவில் உள்ள ஆங்கிலேய இராணுவத்தைப் பற்றி ஒற்றறிய நீர்மூழ்கிக்கப்பல் மூலம் கேரளாவிற்கும் குஜராத்திற்கும் அனுப்பினர். நேதாஜி சுபாஷ் சந்திர போஸ் இந்திய தேசிய இராணுவத்தின் பொறுப்பை ஏற்க, 91நாள்கள் நீர்மூழ்கிக் கப்பலில் பயணம் செய்து ஜெர்மனியிலிருந்து சிங்கப்பூர் வந்தடைந்தார். 1943ஆம் ஆண்டு சூலை மாதம் 9ஆம் நாள் பதவியேற்றார்.  நேதாஜி தலைமையில் இருந்த இந்திய தேசிய இராணுவப்படை பிரித்தானிய அரசை எதிர்த்தது. அப்போது தமிழகத்திலிருந்து பெரும்படையைத் திரட்டி இந்திய தேசிய இராணுவத்திற்கு வலுச்சேர்த்த பெருமைக்கு உரியவர் பசும்பொன் முத்துராமலிங்கனார். இந்திய தேசிய இராணுவப்படைத் தலைவராக இருந்த தில்லான், 'இந்திய தேசிய இராணுவத்தின் இதயமும் ஆத்மாவும் தமிழர்கள்தான்' என்றார். நேதாஜி அமைத்த தற்காலிக அரசில் கேப்டன் லட்சுமி, சிதம்பரம் லோகநாதன் முதலான தமிழர்கள் அமைச்சர்களாக இருந்தார்கள்."
  },
  {
    "description": "ஜப்பானியர்கள் ஒற்றர்படையில் இருந்த வீரர்களை எங்கு அனுப்பினர்?",
    "options": [
      "பர்மாவிற்கு",
      "மலேயாவிற்கு",
      "கேரளாவிற்கும் குஜராத்திற்கும்",
      "ஜப்பானுக்கு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்திய தேசிய இராணுவத்தில் பல பிரிவுகள் ஏற்படுத்தப்பட்டன. அதில் ஒன்றுதான் ஒற்றர்படை. ஜப்பானியர்கள் ஒற்றர்படையில் இருந்த வீரர்களை, இந்தியாவில் உள்ள ஆங்கிலேய இராணுவத்தைப் பற்றி ஒற்றறிய நீர்மூழ்கிக்கப்பல் மூலம் கேரளாவிற்கும் குஜராத்திற்கும் அனுப்பினர். சிலரைத் தரைவழியில், பர்மாக் காடுகள் வழியாக இந்தியாவிற்கு அனுப்பினர். இந்திய இராணுவம் அவர்களைக் கைது செய்து சென்னைச் சிறைக்கு அனுப்பியது; பலருக்கு மரண தண்டனை அளித்தது."
  },
  {
    "description": "நேதாஜி சுபாஷ் சந்திர போஸ் இந்திய தேசிய இராணுவத்தின் பொறுப்பை ஏற்க என்ன செய்தார்?",
    "options": [
      "91 நாட்கள் நீர்மூழ்கிக் கப்பலில் பயணம் செய்து ஜெர்மனியிலிருந்து சிங்கப்பூர் வந்தடைந்தார்.",
      "தில்லான் என்பவரிடம் இருந்து பதவியை ஏற்றுக்கொண்டார்.",
      "ஆங்கிலேயர்களிடம் இருந்து இந்திய தேசிய இராணுவத்தை மீட்டுக் கொண்டார்.",
      "ஜப்பானியர்களுடன் ஒரு ஒப்பந்தத்தில் கையெழுத்திட்டார்."
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நேதாஜி சுபாஷ் சந்திர போஸ் இந்திய தேசிய இராணுவத்தின் பொறுப்பை ஏற்க, 91நாள்கள் நீர்மூழ்கிக் கப்பலில் பயணம் செய்து ஜெர்மனியிலிருந்து சிங்கப்பூர் வந்தடைந்தார். 1943ஆம் ஆண்டு சூலை மாதம் 9ஆம் நாள் பதவியேற்றார்."
  },
  {
    "description": "இந்திய தேசிய இராணுவத்தில் \"டோக்கியோ கேடட்ஸ்\" என்ற பயிற்சிப் பிரிவைப் பற்றி எதைப் பற்றி கட்டுரையில் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "அவர்களின் துப்பாக்கிப் பயிற்சி.",
      "அவர்கள் ஜப்பானுக்குச் சென்ற விதம்.",
      "அவர்கள் இந்திய தேசிய இராணுவத்தில் எடுத்த பங்கு.",
      "அவர்களின் சீருடை."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நேதாஜி 45 இளைஞர்களை டோக்கியோ அனுப்பினார். அவர்களில் பெரும்பாலோர் தமிழர்கள். அதில் பயிற்சி பெற்றவர்களுள் குறிப்பிடத்தக்கவர் கேப்டன் தாசன் ஆவார். போர்ச் சூழலுக்கு நடுவில் இந்திய தேசிய இராணுவ வீரர்கள் டோக்கியோ செல்வது ஒரு சவாலாக இருந்தது. பர்மாவில் இருந்து காட்டுவழியாகப் பயணம் செய்து, சயாம் மரண ரயில் பாதையைக் கடந்து, அங்கிருந்து படகு வழியாகத் தப்பிச் சென்று, பழைய கப்பல் ஒன்றில் ஏறி, சீறும் அலைகளில் சிக்கித் தவித்து முடிவில் ஜப்பானின் 'கியூசு' தீவை அடைந்தனர். அந்தத் தீவு, கடற்படையின் வசம் இருந்தது."
  }
]
