
[
  {
    "description": "புதுக்கவிதையை பல்வேறு பெயர்களில் குறிப்பிடுகின்றனர் என்பதைக் குறிப்பிடும் வரிகள் எவை?",
    "options": [
      "“பிறவிஇருள், ஒளியமுது, வாழ்க்கைப்போர்”",
      "“வேண்டு+இ, போ+கிறு+அ+து, மலர்+ச்+சி”",
      "“புதிய படைப்புச் சூழலில் மரபுக்கவிதையின் யாப்புப் பிடியிலிருந்து விடுபட்ட கவிதைகள் புதுக்கவிதைகள் எனப்பட்டன.”",
      "“இலகு கவிதை, கட்டற்ற கவிதை, விலங்குகள் இலாக் கவிதை, கட்டுக்குள் அடங்காக் கவிதை”"
    ],
    "answer": "D",
    "additional_context": "புதுக்கவிதை என்பது மரபுக்கவிதையின் யாப்புப் பிடியிலிருந்து விடுபட்ட கவிதை என்று நூலில் குறிப்பிடப்பட்டுள்ளது. மேலும் புதுக்கவிதையை “இலகு கவிதை, கட்டற்ற கவிதை, விலங்குகள் இலாக் கவிதை, கட்டுக்குள் அடங்காக் கவிதை என்று பல்வேறு பெயர்களில் குறிப்பிடுகின்றனர்."
  },
  {
    "description": "ந. பிச்சமூர்த்தி எந்த இதழ்களின் துணை ஆசிரியராக இருந்தார்?",
    "options": [
      "கலைமகள்,  சாரதா",
      "ஹனுமான்,  நவஇந்தியா",
      "குமுதம்,  ஆனந்த விகடன்",
      "தினமணி,  தினத்தந்தி"
    ],
    "answer": "B",
    "additional_context": "ந. பிச்சமூர்த்தி தொடக்க காலத்தில் வழக்குரைஞராகவும் பின்னர் இந்து சமய அறநிலையப் பாதுகாப்புத் துறை அலுவலராகவும் பணியாற்றினார். ஹனுமான், நவஇந்தியா ஆகிய இதழ்களின் துணை ஆசிரியராகவும் இருந்தார்."
  },
  {
    "description": "“பிறவிஇருள், ஒளியமுது, வாழ்க்கைப்போர்” -  இந்த வரிகளில் பயன்படுத்தப்பட்டிருக்கும் இலக்கண அம்சத்தை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
    "options": [
      "உருவகங்கள்",
      "உவமைகள்",
      "எடுத்துக்காட்டு",
      "இலக்கண விதி"
    ],
    "answer": "A",
    "additional_context": "\"பிறவிஇருள், ஒளியமுது, வாழ்க்கைப்போர்\" -  இந்த வரிகளில் பயன்படுத்தப்பட்டிருக்கும் இலக்கண அம்சம் உருவகம் ஆகும்."
  },
  {
    "description": "“வேண்டி”  என்ற சொல்லின் பகுதிப் பத உறுப்பிலக்கணத்தை கவனித்து,  “இ” என்ற  விகுதியின் செயல்பாட்டை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
    "options": [
      "வினைமுற்று விகுதி",
      "வினையெச்ச விகுதி",
      "பெயர் விகுதி",
      "தொழிற்பெயர் விகுதி"
    ],
    "answer": "B",
    "additional_context": "“வேண்டி” என்ற சொல்லில் “இ”  என்ற விகுதி வினையெச்ச விகுதியாகும். "
  },
  {
    "description": "“மலர்ச்சி”  என்ற சொல்லின் பகுதிப் பத உறுப்பிலக்கணத்தை கவனித்து,  “சி” என்ற  விகுதியின் செயல்பாட்டை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
    "options": [
      "வினைமுற்று விகுதி",
      "வினையெச்ச விகுதி",
      "பெயர் விகுதி",
      "தொழிற்பெயர் விகுதி"
    ],
    "answer": "D",
    "additional_context": "“மலர்ச்சி”  என்ற சொல்லில் “சி”  என்ற விகுதி தொழிற்பெயர் விகுதியாகும். "
  }
]
