
[
  {
    "description": "நா. முத்துக்குமார் மகனுக்கு  கடிதத்தில்  \"கிடைத்த வேலையைவிட, பிடித்த வேலையைச் செய்\" என்ற  கருத்தை   எவ்வாறு   விளக்குகிறார்?",
    "options": [
      "எந்த  வேலையையும்   மனநிறைவோடு  செய்ய வேண்டும்  என்று  சொல்லி",
      "பிடித்த  வேலையை  மட்டும்  செய்ய  வேண்டும்  என்று  சொல்லி",
      "எந்த  வேலை  கிடைத்தாலும்  சரி   என்று  சொல்லி",
      "பிடித்த  வேலையை  நினைத்து  வாழ்ந்தால்   போதும்  என்று  சொல்லி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதத்தில், 'கிடைத்த வேலையைவிட, பிடித்த வேலையைச் செய்' என்று கூறுகிறார். இதன் மூலம், மகன் பிடித்த வேலையைத் தேர்ந்தெடுத்து, அந்த வேலையை மனநிறைவோடு செய்ய வேண்டும் என்பதைத் தெளிவாகச் சொல்கிறார். மகனுக்கு, அப்பா தனது அனுபவத்தின் மூலம் ஒரு நல்ல வழிகாட்டியாக இருக்கிறார்."
  },
  {
    "description": "நா. முத்துக்குமார் மகனுக்கு எழுதிய கடிதத்தில்,  \"உறவுகளிடம் நெருங்கியும் இரு, விலகியும் இரு\"  என்று  சொல்ல   விரும்பும்    கருத்து  எது?",
    "options": [
      "அனைத்து  உறவுகளும்   மதிப்புக்குரியவை   என்பதை  உணர்த்தி",
      "எல்லா   உறவுகளிலும்  தொலைவு  தேவை",
      "எல்லா   உறவுகளையும்    தூர   வைக்க  வேண்டும்",
      "எல்லா   உறவுகளும்  ஒரே   மாதிரியாக   இருக்க   வேண்டும்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "நா. முத்துக்குமார் தனது மகனுக்கு, \"உறவுகளிடம் நெருங்கியும் இரு, விலகியும் இரு\" என்று அறிவுரை கூறுகிறார். அனைத்து உறவுகளும் மதிப்புக்குரியவை என்பதை உணர்த்துவதோடு, ஒவ்வொரு உறவையும் நெருக்கமாகவோ அல்லது தொலைவில் வைத்தோ சமநிலையைப் பேண வேண்டும் என்பதையும் வலியுறுத்துகிறார். அனைத்து உறவுகளும் ஒரே மாதிரியாக இருக்க வேண்டும் அல்லது எல்லா உறவுகளையும் தூர வைக்க வேண்டும் என்று சொல்ல விரும்பவில்லை. உறவுகளைப் பராமரிப்பதில் தூரம்  என்பது எல்லா உறவுகளுக்கும் பொருந்தாது என்றும் அவர் தெளிவுபடுத்துகிறார்."
  },
  {
    "description": "நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய கடிதத்தில், \"வயதின் பேராற்றங்கரை உன்னையும் வாலிபத்தில் நிறுத்தும்\" என்று  சொல்லி   எதை   குறிப்பிடுகிறார்?",
    "options": [
      "வாலிபத்தில்  சந்திக்கும்  பிரச்சனைகளை   குறிப்பிட்டு",
      "வாலிபத்தில்   எதிர்கொள்ளும்   பிரச்சனைகளுக்குத்   தீர்வு   காணும்    வழிகளை   கூறி",
      "வாலிபத்தில்   சந்திக்கும்   பிரச்சனைகளால்   பயப்பட    வேண்டாம்   என்று    சொல்லி",
      "வாலிபத்தில்   சந்திக்கும்  பிரச்சனைகள்   சாதாரணமானவை   என்று  சொல்லி"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "நா. முத்துக்குமார், மகனுக்கு எழுதிய கடிதத்தில், 'வயதின் பேராற்றங்கரை உன்னையும் வாலிபத்தில் நிறுத்தும்' என்று குறிப்பிடுகிறார். மகனின் வாழ்க்கையில் வரும் சவால்களைத் தாங்கிக்கொள்ளும் துணிச்சலை வளர்த்துக்கொள்ள வேண்டும் என்பதை இதன்மூலம் வலியுறுத்துகிறார். 'வயதின் பேராற்றங்கரை' என்பது வாழ்க்கையில் வரும் சவால்களைப் குறிக்கிறது. வாலிபத்தில் பல்வேறு சவால்கள் காத்திருக்கும் என்றும், அதனால் பயப்பட வேண்டிய அவசியம் இல்லை என்றும் அவர் சொல்கிறார். வாழ்க்கையில் எழும் பிரச்சனைகளை சாதாரணமாக எடுத்துக் கொண்டு, துணிச்சலுடன் எதிர்கொள்ள வேண்டும் என்பதை அறிவுறுத்துகிறார்."
  }
]
