
[
  {
    "description": "“பிறவிஇருள், ஒளியமுது, வாழ்க்கைப்போர்” -  இந்த வரிகளில் பயன்படுத்தப்பட்டிருக்கும் இலக்கண அம்சத்தை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
    "options": [
      "உருவகங்கள்",
      "உவமைகள்",
      "எடுத்துக்காட்டு",
      "இலக்கண விதி"
    ],
    "answer": "A",
    "additional_context": "இந்த வரிகள் இலக்கண அம்சங்களைப் பயன்படுத்தி, ஒரு குறிப்பிட்ட கருத்தைப் புரியவைக்கின்றன. இதில் “பிறவிஇருள்” என்பது பிறப்பின் துன்பத்தைக் குறிப்பிடுவதாகவும், “ஒளியமுது” என்பது வாழ்க்கையின் நல்ல விஷயங்களைக் குறிப்பிடுவதாகவும், “வாழ்க்கைப்போர்” என்பது வாழ்வில் எதிர்கொள்ளும் சவால்களைக் குறிப்பிடுவதாகவும் உருவகப்படுத்தப்பட்டுள்ளன. இதுபோன்ற உருவகங்கள் கவிதைகள் மற்றும் இலக்கியங்களில் பரவலாகப் பயன்படுத்தப்படுகின்றன. இவை வாசகரின் கற்பனைத் திறனைத் தூண்டி, கருத்துக்களைத் தெளிவாகப் புரியவைக்க உதவுகின்றன."
  },
  {
    "description": "“வேண்டி”  என்ற சொல்லின் பகுதிப் பத உறுப்பிலக்கணத்தை கவனித்து,  “இ” என்ற  விகுதியின் செயல்பாட்டை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
    "options": [
      "வினைமுற்று விகுதி",
      "வினையெச்ச விகுதி",
      "பெயர் விகுதி",
      "தொழிற்பெயர் விகுதி"
    ],
    "answer": "B",
    "additional_context": "“வேண்டி” என்ற சொல் “வேண்டு” + “இ” என்று பகுக்கப்படுகிறது. இதில் “வேண்டு” என்பது ஒரு வினைச்சொல். இதற்கு  “இ” என்ற விகுதி சேர்க்கப்பட்டுள்ளது. இந்த “இ” விகுதி வினையெச்ச விகுதியாகும். இது  “வேண்டு” என்ற வினைச்சொல்லை வினையெச்சாக மாற்றுகிறது. வினையெச்சம் என்பது ஒரு வினைச்சொல்லின்  செயலைக் குறிப்பிட்டு, ஒரு பெயராகச் செயல்படும் சொல்லாகும். எனவே, “வேண்டி” என்ற சொல் “வேண்டு” என்ற வினைச்சொல்லின் செயலைக் குறிப்பிட்டு, ஒரு பெயராகச் செயல்படுகிறது. “வேண்டி” என்ற சொல் பெயர்ச்சொல்லாகப் பயன்படுத்தப்படும் போது, அது “வினையெச்ச விகுதி” மூலமாக உருவாக்கப்பட்டிருக்கிறது."
  },
  {
    "description": "“மலர்ச்சி”  என்ற சொல்லின் பகுதிப் பத உறுப்பிலக்கணத்தை கவனித்து,  “சி” என்ற  விகுதியின் செயல்பாட்டை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
    "options": [
      "வினைமுற்று விகுதி",
      "வினையெச்ச விகுதி",
      "பெயர் விகுதி",
      "தொழிற்பெயர் விகுதி"
    ],
    "answer": "D",
    "additional_context": "“மலர்ச்சி” என்ற சொல்  “மலர் + ச் + சி” என்று பகுக்கப்படுகிறது. இதில் “மலர்” என்பது ஒரு பெயர்ச்சொல்,  “ச்” என்பது பெயர் இடைநிலை விகுதி,  “சி” என்பது தொழிற்பெயர் விகுதி.  இந்த “சி”  விகுதி “மலர்” என்ற பெயர்ச்சொல்லை தொழிற்பெயராக மாற்றுகிறது. தொழிற்பெயர் என்பது ஒரு வினையின் செயலைக் குறிப்பிட்டு, ஒரு பெயராகச் செயல்படும் சொல்லாகும். எனவே, “மலர்ச்சி”  என்ற சொல் “மலர்”  என்ற பெயர்ச்சொல்லின் செயலைக் குறிப்பிட்டு, ஒரு பெயராகச் செயல்படுகிறது.  “மலர்ச்சி” என்ற சொல் பெயர்ச்சொல்லாகப் பயன்படுத்தப்படும் போது, அது “தொழிற்பெயர் விகுதி” மூலமாக உருவாக்கப்பட்டிருக்கிறது."
  },
  {
    "description": "“புதுக்கவிதையின் தந்தை” என்று போற்றப்படும் நபர் யார்?",
    "options": [
      "பாரதியார்",
      "வல்லிக்கண்ணன்",
      "ந. பிச்சமூர்த்தி",
      "இதில் எவரும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "“புதுக்கவிதையின் தந்தை” என்று  ந. பிச்சமூர்த்தி  போற்றப்படுகிறார். புதுக்கவிதை  மரபுக்கவிதையிலிருந்து விடுபட்ட  நவீன இலக்கிய வடிவமாகும். பாரதியாரின் வசன கவிதைகள்  புதுக்கவிதை  வளர்ச்சிக்கு ஒரு முக்கியமான காரணமாக இருந்தாலும்,  ந. பிச்சமூர்த்தி  தான் புதுக்கவிதை  இயக்கத்தை முன்னெடுத்துச் சென்ற முக்கியமான  நபர். இவர் தனது கவிதைகளில்  சமூகக் குரலை  உயர்த்தி  படைப்பாற்றலை வெளிப்படுத்தினார்."
  },
  {
    "description": "“பிச்சமூர்த்தியின் கவிதைகள் இயற்கையையும் வாழ்க்கை அனுபவங்களையும் இணைத்து, அறிவுத் தெளிவுடன் நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகளைக் காணும் முயற்சிகளே” -  இந்த வரிகளில் பிச்சமூர்த்தியின் கவிதைகளின் இயல்பை குறிப்பிடுவது எது?",
    "options": [
      "புராணக் கதைகளை மையமாகக் கொண்டவை",
      "தனிப்பட்ட உணர்வுகளை வெளிப்படுத்தும்",
      "சமூகப் பிரச்சினைகளைப் பற்றியவை",
      "அறிவியல் கருத்துக்களை விளக்கும்"
    ],
    "answer": "D",
    "additional_context": "ந. பிச்சமூர்த்தி  தனது கவிதைகளில்  இயற்கை, வாழ்க்கை,  சமூகம்,  அறிவியல்  ஆகிய  பல்வேறு  கருத்துகளை  இணைத்து எழுதுகிறார்.  அவரது கவிதைகளில் அறிவியல் கருத்துக்கள்  தெளிவாக வெளிப்படுகின்றன.  இவை மனித வாழ்வின்  அடிப்படை  உண்மைகளை  விளக்கி, நல்வாழ்க்கைக்கான  மெய்யியல்  உண்மைகளைக்  காட்டுகின்றன.  இவர்  தனது கவிதைகளில்  அறிவியல்  அறிவை  பயன்படுத்தி,   சமூக  நீதியை   நிறுவ   முயல்கிறார்.  இது  அவரது  கவிதைகளின்  சிறப்பம்சமாகும்."
  }
]
