
[
  {
    "description": "“ஈன்றாள் பசிகாண்பான் ஆயினும் செய்யற்க சான்றோர் பழிக்கும் வினை” என்ற திருக்குறள் என்ன சொல்கிறது?",
    "options": [
      "தாயின் பசியைக் கண்டு துன்பப்பட வேண்டும்.",
      "தாய்க்கு உதவாதவர் சான்றோர் பழிக்குரியவர்.",
      "சான்றோர் பழிக்கும் செயல்களைச் செய்வதைத் தவிர்க்க வேண்டும்.",
      "தாயின் பசியைப் போக்க அறமற்ற செயல்களைச் செய்யலாம்."
    ],
    "answer": "C",
    "additional_context": "இந்தக் குறள் தாய் மீது அளவு கடந்த அன்பு இருந்தாலும், சான்றோர் பழிக்கும் செயலைச் செய்யக் கூடாது என்று வலியுறுத்துகிறது. தாய் பசித்திருந்தாலும் கூட, நம்மைச் சான்றோர் பழிக்கும் வகையில் அறமற்ற செயலைச் செய்யக் கூடாது. இதன் மூலம் அறம் மீது சான்றோர் கொண்டிருக்கும் அக்கறையையும், சான்றோரின் பழிக்கு அஞ்சி நேர்மையாக வாழ வேண்டும் என்ற கருத்தையும் வலியுறுத்துகிறது."
  },
  {
    "description": "“ஓஒதல் வேண்டும் ஒளிமாழ்கும் செய்வினை ஆஅதும் என்னு மவர்” என்ற திருக்குறள் எதை வலியுறுத்துகிறது?",
    "options": [
      "மனிதர் அனைவரும் ஒற்றுமையாக இருக்க வேண்டும்.",
      "வாழ்வில் உயர நினைப்பவர் புகழைக் கெடுக்கும் செயல்களைப் புறம் தள்ள வேண்டும்.",
      "அறமற்ற செயல்களைச் செய்வது தவறு.",
      "புகழ் பெறும் செயல்களைச் செய்ய வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "இந்தக் குறள் வாழ்வில் உயர்ந்த நிலை அடைய விரும்புபவர்கள், தங்கள் புகழைக் கெடுக்கும் விதமாக அறமற்ற செயல்களைத் தவிர்க்க வேண்டும் என்று எடுத்துரைக்கிறது. தங்களது புகழ், அந்தஸ்து போன்றவற்றைப் பாதுகாக்க விரும்புபவர்கள், தங்கள் மனதைக் கட்டுப்படுத்தி அறமற்ற செயல்களைத் தவிர்த்து நடந்துகொள்ள வேண்டும் என்ற கருத்தை இது வலியுறுத்துகிறது."
  },
  {
    "description": "“கனவினும் இன்னாது மன்னோ வினைவேறு சொல்வேறு பட்டார் தொடர்பு” என்ற திருக்குறள் என்ன சொல்கிறது?",
    "options": [
      "செயல் வேறு சொல் வேறு என்று இருப்பவர்களின் நட்பு கனவிலும் இனிமை தராது.",
      "கனவு காண்பது மிகவும் இனிமை தரும்.",
      "நட்பு மிகவும் இனிமை தரும்.",
      "சொல் செயல் ஒன்றாக இருந்தால்தான் நட்பு இனிமை தரும்."
    ],
    "answer": "A",
    "additional_context": "இந்தக் குறள், செயல் ஒன்று, சொல் வேறு என்று இருப்பவர்களின் நட்பு கனவில் கூட இனிமை தராது என்று கூறுகிறது. இது நேர்மை, நேர்மையான நட்பு போன்றவற்றை வலியுறுத்துகிறது. ஒருவரின் செயலும் சொல்லும் ஒத்துப் போகும்போதுதான் அவர் மீது நம்பிக்கை ஏற்படும். அப்படி இல்லாமல் ஒருவர் பொய் சொல்லிப் புரியவைக்க முயல்வது நட்பின் மீதான நம்பிக்கையைப் பாதிக்கும். இதன் மூலம் நட்பு நேர்மையாக இருக்க வேண்டும் என்றும், நேர்மையான நட்பு மட்டும்தான் உண்மையான இன்பம் தரும் என்றும் இது கூறுகிறது."
  },
  {
    "description": "திருக்குறளைப் போற்றும் பாடல்களின் தொகுப்பு எது?",
    "options": [
      "திருவள்ளுவ மாலை ",
      "திருப்பாவை",
      "திருமுறைகள்",
      "தேவாரம்"
    ],
    "answer": "A",
    "additional_context": "திருக்குறளைப் போற்றும் பாடல்களின் தொகுப்புதான் திருவள்ளுவ மாலை. இது திருவள்ளுவரின் பெருமையைப் போற்றும் பாடல்களால் ஆனது. திருக்குறளைப் போற்றும் பாடல்கள் பல இருந்தாலும், இவற்றைத் தொகுத்து ஒரு தனி தொகுப்பாக வெளிவந்ததே திருவள்ளுவ மாலை."
  },
  {
    "description": "திருக்குறளுக்கு எழுதப்பட்ட உரைகளுள் சிறந்தது என்று கருதப்படுவது எது?",
    "options": [
      "மணக்குடவர் உரை ",
      "பரிமேலழகர் உரை",
      "நச்சர் உரை",
      "தாமத்தர் உரை"
    ],
    "answer": "B",
    "additional_context": "திருக்குறளுக்கு எழுதப்பட்ட உரைகளில் பரிமேலழகர் உரை சிறந்தது என்று கருதப்படுகிறது. பரிமேலழகர், இலக்கணம், மொழி, அறம் போன்ற பல துறைகளிலும் சிறந்த அறிஞர். அவர் எழுதிய திருக்குறள் உரை, இலக்கண ரீதியாகவும், அர்த்த ரீதியாகவும் மிகவும் சிறப்பானது. அவர் உரை இலக்கணக் குறிப்புகள் நிறைந்தது. தத்துவார்த்தமான அடிப்படையில்  சிறந்த உரை என்ற பெருமை பரிமேலழகர் உரைக்கு உண்டு."
  }
]
