
[
  {
    "description": "“தீயவை தீய பயத்தலால் தீயவை தீயினும் அஞ்சப் படும்” என்ற குறட்பா  எதைக் குறிப்பிடுகிறது?",
    "options": [
      "தீய செயல்களால் ஏற்படும் பயம் மிகுந்தது.",
      "தீய செயல்கள் எப்போதும் தீயவற்றையே பலனாகத் தரும்.",
      "தீயவை தீயவை என்பதை அஞ்சுவதற்கு மிகவும் முக்கியமானது.",
      "தீய செயல்களைச் செய்யும் போது  நல்லவற்றை அஞ்ச வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "திருக்குறளில் தீவினை அச்சம் என்ற அதிகாரத்தில் இடம் பெற்றிருக்கும் இந்தக் குறட்பா, தீய செயல்களால் தீயனவே விளைவாக ஏற்படும் என்பதைச் சொல்கிறது. அதாவது தீயவை தீய பயத்தலால் தீயவை தீயினும் அஞ்சப் படும். தீய செயல்கள் தீயனவே பலனாகத் தரும் என்பதால் அதனால் ஏற்படும் விளைவை விடவும் அச்சம் தரத்தக்கவை என்கிறது."
  },
  {
    "description": "“ஒற்றொற்றித் தந்த பொருளையும் மற்றுமோர் ஒற்றினால் ஒற்றிக் கொளல்” என்ற குறட்பா எதைக் குறிப்பிடுகிறது?",
    "options": [
      "ஒருவர் சொன்ன தகவலை வேறொருவரால் உறுதிப்படுத்திக் கொள்ள வேண்டும்.",
      "ஒற்றர்களால் பெறப்படும் தகவல் மிகவும் நம்பகமானதாக இருக்கும்.",
      "தகவல்  பெறும்போது ஒற்றர்கள் நம்பகமாக இருப்பது முக்கியம்.",
      "ஒற்றர்களை நம்பி நடப்பது ஆபத்தானது."
    ],
    "answer": "A",
    "additional_context": "ஒற்றாடல் என்ற அதிகாரத்தில் உள்ள இந்தக் குறட்பா ஒற்றர் மூலம் பெறப்படும் செய்தியை வேறு ஒரு ஒற்றரால் உறுதிப்படுத்திப் பார்க்க வேண்டும் என்பதைக் கூறுகிறது. ஒரு ஒற்றர் மட்டுமே தகவல் தெரிவிப்பதற்குப் பதிலாக வேறொரு ஒற்றரால் அந்தத் தகவல் உறுதிப்படுத்தப்பட வேண்டும் என்பது இந்தக் குறட்பாவின் பொருள்."
  },
  {
    "description": "“தேரான் தெளிவும் தெளிந்தான்கண் ஐயுறவும் தீரா இடும்பை தரும்” என்ற குறட்பா என்ன சொல்கிறது?",
    "options": [
      "ஒருவரை ஆராய்ந்து தேர்ந்தெடுப்பது முக்கியம்.",
      "தேர்ந்தெடுத்தவரைப் பற்றி ஐயப்படுவது துன்பத்தைத் தரும்.",
      "ஆராய்ந்து தேர்ந்தெடுத்தாலும், ஐயம் எப்போதும் இருக்கும்.",
      "தெளிவற்ற முடிவெடுப்பது துன்பத்தைத் தரும்."
    ],
    "answer": "D",
    "additional_context": "தெரிந்துதெளிதல் என்ற அதிகாரத்தில் உள்ள இந்தக் குறட்பா ஒருவரைப் பற்றி ஆராய்ந்து தெளிவாகத் தெரிந்துகொள்ளாமல் தேர்வு செய்வதும், அவர் மீது பின்னாளில் ஐயப்படுவதும் துன்பத்தைத் தரும் என்பதைக் கூறுகிறது. எனவே தெளிவற்ற முடிவெடுப்பது துன்பத்தையே தரும் என்பது இந்தக் குறட்பாவின் பொருள்."
  },
  {
    "description": "“கனவினும் இன்னாது மன்னோ வினைவேறு சொல்வேறு பட்டார் தொடர்பு” என்ற குறட்பா எதைக் குறிப்பிடுகிறது?",
    "options": [
      "செயல் வேறு, சொல் வேறு என்று இருப்பவர்களின் நட்பு கனவிலும் இனிமை தராது.",
      "கனவிலும் நாம் பார்த்ததைச் செய்ய வேண்டும்.",
      "நட்பு என்பது ஒரு நபரின் செயலையும் சொல்லையும் ஒத்திருக்க வேண்டும்.",
      "செயல் வேறு, சொல் வேறு என்று இருப்பவர்களை நம்பக்கூடாது."
    ],
    "answer": "A",
    "additional_context": "திருக்குறளில் தீ நட்பு என்ற அதிகாரத்தில் இடம் பெற்றிருக்கும் இந்தக் குறட்பா, செயல் வேறு சொல் வேறு என்று இருப்பவர்களின் நட்பு கனவிலும் இனிமை தராது என்பதைச் சொல்கிறது.  அதாவது நட்பு என்பது ஒருவரின் செயலையும் சொல்லையும் ஒத்திருக்க வேண்டும் என்பது இந்தக் குறட்பாவின் பொருள். "
  },
  {
    "description": "“செல்வத்துள் செல்வம் செவிச்செல்வம் அச்செல்வம் செல்வத்துள் எல்லாந் தலை” என்ற குறட்பாவில் எந்தச் செல்வம் மிகச் சிறந்ததாகக் கூறப்படுகிறது?",
    "options": [
      "அறிவுச் செல்வம்",
      "பொருள் செல்வம்",
      "வீர செல்வம்",
      "ஆன்மீக செல்வம்"
    ],
    "answer": "A",
    "additional_context": "கேள்வி என்ற அதிகாரத்தில் உள்ள இந்தக் குறட்பா செல்வத்திலேயே சிறந்தது செவிச்செல்வம் அல்லது கேள்விச்செல்வம் என்கிறது. செவிச்செல்வம் அறிவுச்செல்வத்தை குறிக்கும். கேள்விச்செல்வம் என்பது பிறர் சொல்லிக் கேட்கும் அறிவு. இது பொருள், வீரம், ஆன்மீகம் போன்ற செல்வங்களைக் காட்டிலும் சிறந்தது என்று குறிப்பிடுகிறது."
  }
]
