
[
  {
    "description": "“பொறுத்தல் இறப்பினை என்றும் அதனை மறத்தல் அதனினும் நன்று” என்ற குறளின் பொருள் என்ன?",
    "options": [
      "இறப்பைப் பொறுத்துக் கொள்வது நல்லது.",
      "இறப்பைப் பொறுத்துக் கொள்வதை விட, அதனை மறந்துவிடுவது மேலானது.",
      "இறப்புக்குப் பின்னும் நல்ல செயல்கள் செய்ய வேண்டும்.",
      "இறப்பு என்பது வாழ்க்கையின் இயல்பான ஓட்டம்."
    ],
    "answer": "B",
    "additional_context": "பொறுத்தல் இறப்பினை என்றும் அதனை மறத்தல் அதனினும் நன்று. என்ற குறள் பொறையுடைமை என்னும் அதிகாரத்தில் 16-வது குறளாகும். இது மனதுக்கு வருத்தத்தைத் தரும் இறப்பு என்னும் துயரத்தைப் பொறுத்துக் கொள்வதை விட, அதனை மறந்துவிடுவது மேலானது என்று கூறுகிறது. இறப்புக்குப் பின்னும் கவலைப்படாமல், வாழ்வை அனுபவித்தல் என்பது இதன் உட்பொருளாகும்."
  },
  {
    "description": "“இன்மையுள் இன்மை விருந்தொரால் வன்மையுள் வன்மை மடவார்ப் பொறை” என்ற குறள் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "மடவர்களின் பொறுமையை",
      "வன்மையுடையவர்களின் பொறுமையை",
      "விருந்தினர்களின் பொறுமையை",
      "இன்மையுள்ளவர்களின் பொறுமையை"
    ],
    "answer": "B",
    "additional_context": "இன்மையுள் இன்மை விருந்தொரால் வன்மையுள் வன்மை மடவார்ப் பொறை. என்ற குறள் பொறையுடைமை என்னும் அதிகாரத்தில் 17-வது குறளாகும். வன்மையுள்ளவர்களின் பொறுமை என்பது அவர்களின் மடமையால் ஏற்படுவது என்கிறது. உண்மையான வன்மையானது பொறுமையைக் கொண்டு மட்டுமே காணப்படும் என்பது இதன் உட்பொருளாகும்."
  },
  {
    "description": "“அறிவினுள் எல்லாம் தலையென்ப தீய செறுவார்க்கும் செய்யா விடல்” என்ற குறள் எந்தப் பகுதியில் வருகிறது?",
    "options": [
      "பொறையுடைமை",
      "தீவினையச்சம்",
      "கேள்வி",
      "தெரிந்து தெளிதல்"
    ],
    "answer": "B",
    "additional_context": "அறிவினுள் எல்லாம் தலையென்ப தீய செறுவார்க்கும் செய்யா விடல். என்ற குறள் தீவினையச்சம் என்னும் அதிகாரத்தில் 21-வது குறளாகும். இந்தப் பகுதி மனிதர்களின் தீய செயல்களால் ஏற்படும் தீமைகள் பற்றியும், அவற்றைத் தவிர்க்கும் வழிகளைப் பற்றியும் எடுத்துரைக்கிறது. தீயவர்களுக்குத் தீயவை செய்யக் கூடாது, அவர்களுக்குச் செய்ய வேண்டியது மன்னிப்பு தான் என்பது இதன் உட்பொருளாகும்."
  },
  {
    "description": "“தீவினை என்னும் செருக்கு” என்ற குறள் எந்தப் பகுதியில் வருகிறது?",
    "options": [
      "தீவினையச்சம்",
      "கேள்வி",
      "தெரிந்து தெளிதல்",
      "ஒற்றாடல்"
    ],
    "answer": "A",
    "additional_context": "தீவினை என்னும் செருக்கு என்ற குறள் தீவினையச்சம் என்னும் அதிகாரத்தில் 21-வது குறளாகும். இந்தப் பகுதி மனிதர்களின் தீய செயல்களால் ஏற்படும் தீமைகள் பற்றியும், அவற்றைத் தவிர்க்கும் வழிகளைப் பற்றியும் எடுத்துரைக்கிறது. தீய செயல்களைச் செய்வதில் மனம் பெருமை கொள்வது தீய செயல்களின் செருக்கு என்கிறது."
  },
  {
    "description": "“செவிக்குணவு இல்லாத போழ்து சிறிது வயிற்றுக்கும் ஈயப் படும்” என்ற குறள் எதைப் பற்றி கூறுகிறது?",
    "options": [
      "செல்வத்தின் முக்கியத்துவத்தை",
      "கேள்வியின் முக்கியத்துவத்தை",
      "உணவு உண்ணும் முறையை",
      "மனித வாழ்க்கையின் இயல்பை"
    ],
    "answer": "B",
    "additional_context": "செவிக்குணவு இல்லாத போழ்து சிறிது வயிற்றுக்கும் ஈயப் படும். என்ற குறள் கேள்வி என்னும் அதிகாரத்தில் 42-வது குறளாகும். கேள்வியின் முக்கியத்துவத்தை வலியுறுத்தும் இக்குறள் உணவுக்கு ஈடானது கேள்வி என்பதை தெளிவாக்குகிறது.  சொல்லுணவு, கேள்வி இல்லாத போது, உடல்நலத்துக்கான உணவு மட்டும் பயன்படும். மனித வாழ்க்கைக்கு உணவு அவசியம் என்றாலும், கேள்வி பெறுவது அவசியம் என்பது இதன் பொருளாகும்."
  }
]
