[
          
  {
    
          "description": "'சான்றாண்மை' பகுதியில் குறிப்பிடப்படும் ஐந்து சால்புகளில் எது பகைவரையும் நட்பாக்கும் கருவியாகும்?",
          "options": [
      "அன்பு",
      "நாண்",
      "ஒப்புரவு",
      "வாய்மை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "திருவள்ளுவர் தன்னுடைய திருக்குறளில் சான்றாண்மையைப் பற்றிப் பல குறட்பாக்களை எழுதியுள்ளார். அவற்றில் சான்றாண்மை என்பது ஐந்து சால்புகளைத் தாங்கும் ஒரு தூண் என்றும், அவை அன்பு, நாண், ஒப்புரவு, கண்ணோட்டம், வாய்மை எனவும் குறிப்பிடுகிறார். மேலும் சான்றாண்மை கொண்டவர்களின் ஆற்றல் பகைவரையும் நட்பாக்கும் என்றும் கூறுகிறார். அதாவது, ஆற்றலும், பணிவும் சான்றோருக்குப் பகைவரையும் நட்பாக்கும் கருவி என்று கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "'உழவு' பகுதியில் குறிப்பிடப்படும் ஏருக்குப் பின்னாலேயே போகும் என்பதன் பொருள் என்ன?",
          "options": [
      "அனைத்து தொழில்களும் உழவைப் பொறுத்தே உள்ளன.",
      "உழவு மிகவும் கடினமான தொழில்.",
      "ஏர் பயன்படுத்தும் தொழில்கள் மட்டுமே முக்கியமானவை.",
      "உழவு மிகவும் லாபகரமான தொழில்."
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "உழவு என்பது மிகவும் முக்கியமான தொழில் என்பதை திருவள்ளுவர் எடுத்துரைக்கிறார். பல தொழில்கள் இருந்தாலும் அனைத்துத் தொழில்களும் உழவைப் பொறுத்தே உள்ளன என்கிறார். உழவு இல்லையெனில் எந்தத் தொழிலும் இயங்காது என்பதை அவர் இக்குறளில் விளக்குகிறார். உழவுத் தொழில் மிகவும் முக்கியமானது, அதுவே அனைத்துத் தொழில்களுக்கும் அடிப்படை என்பதை வலியுறுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "'இகல்' பகுதியில் 'துன்பத்துள் துன்பம்' என்று குறிப்பிடப்படுவது எது?",
          "options": [
      "துன்பத்தால் ஏற்படும் உடல் நோய்",
      "துன்பத்தால் ஏற்படும் மனக்கசப்பு",
      "துன்பத்தால் ஏற்படும் பொருள் இழப்பு",
      "துன்பத்தால் ஏற்படும் கௌரவ இழப்பு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மனக்கசப்பு மிகவும் மோசமான துன்பம் என்பதைத் திருவள்ளுவர் இக்குறளில் எடுத்துரைக்கிறார். இன்பத்தில் உள்ள இன்பத்தை விட துன்பத்தில் உள்ள துன்பம் மிகவும் மோசமானது. துன்பத்தால் மனதில் ஏற்படும் கசப்பு மிகப்பெரிய துன்பம் என்பதை திருவள்ளுவர் இக்குறளில் வலியுறுத்துகிறார். துன்பத்தில் உள்ள மனக்கசப்பு போய்விட்டால் துன்பத்தில் இருந்தாலும் இன்பமாக இருக்கலாம்."
          }
        ,
          
  {
    
          "description": "'நாணுடைமை' பகுதியில் குறிப்பிடப்படும் 'அறம்நாணத் தக்கது' என்பதன் பொருள் என்ன?",
          "options": [
      "தவறு செய்பவர்களை அறம் வெறுக்கும்",
      "அறத்தை மீறுபவர்களை அறம் அழித்துவிடும்",
      "அறம் வெட்கப்பட்டு தவறு செய்பவர்களை விட்டு விலகிப்போகும்",
      "அறம் தவறு செய்பவர்களைப் பழிவாங்கும்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "தவறு செய்பவர்களை அறம் வெட்கப்பட்டு விட்டு விலகிப் போகும் என்பதைத் திருவள்ளுவர் இக்குறளில் விளக்குகிறார். தவறு செய்பவர்களைப் பழிவாங்குவதற்குப் பதிலாக அறம் தவறு செய்பவர்களை விட்டு விலகிப்போகும். அவர்களுடன் சேரமாட்டாது. தவறு செய்பவர்களை அறம் வெறுக்கும், தண்டிக்கும், அழித்துவிடும் என்று கூறவில்லை. மாறாக, அறம் வெட்கப்பட்டு அவர்களை விட்டு விலகிப்போகும் என்பதைத் திருவள்ளுவர் இக்குறளில் எடுத்துரைக்கிறார்."
          }
        ,
          
  {
    
          "description": "'குடிமை' பகுதியில் குறிப்பிடப்படும் 'குடிப்பிறந்தார்' என்பதன் பொருள் என்ன?",
          "options": [
      "பணக்கார குடும்பத்தில் பிறந்தவர்",
      "பழமைவாய்ந்த குடும்பத்தில் பிறந்தவர்",
      "ஒழுக்கமான குடும்பத்தில் பிறந்தவர்",
      "தலைமைப் பண்புடைய குடும்பத்தில் பிறந்தவர்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "ஒழுக்கமான குடும்பத்தில் பிறந்தவர்கள் தவறு செய்யமாட்டார்கள் என்று திருவள்ளுவர் இக்குறளில் கூறுகிறார். கோடிப் பொருள் அடுக்கிக் கொடுத்தாலும் ஒழுக்கமான குடியில் பிறந்தவர்கள் தவறு செய்வதில்லை. குடிப்பிறந்தார் என்றால் குடும்பத்தில் நல்ல பண்புடையவர்கள், நல்ல ஒழுக்கம் உள்ளவர்கள் என்று பொருள். இவர்கள் தவறு செய்வதில்லை, எப்போதும் நல்ல பண்புகளைக் கொண்டு வாழ்வார்கள் என்பதைத் திருவள்ளுவர் வலியுறுத்துகிறார்."
          }
        ]