[
          
  {
    
          "description": "சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமான உத்திகளைத் தௌலீஸ்வரம் அணை கட்டியது.",
          "options": [
      "(அ) சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமான உத்திகளைத் தௌலீஸ்வரம் அணை கட்டியது.",
      "(ஆ) சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமான உத்திகளைத் தௌலீஸ்வரம் அணையைக் கட்ட பயன்படுத்தினார்கள்.",
      "(இ) சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமான உத்திகளைத் தௌலீஸ்வரம் அணையைக் கட்ட பயன்படுத்தியது.",
      "(ஈ) சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமான உத்திகளைத் தௌலீஸ்வரம் அணையைக் கட்டியது."
    ],
    "answer": "B",
    
          "additional_context": "இந்த வாக்கியத்தில் தவறு பிழை திருத்தப்பட்ட பிறகு  சரியான வாக்கியம் எது? இந்த வாக்கியத்தில் “கட்டியது” என்ற சொல் தவறாக பயன்படுத்தப்பட்டுள்ளது.  தௌலீஸ்வரம் அணையைக் கட்டியது என்று குறிப்பிடப்பட வேண்டும்.  அதனால்,  “சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமான உத்திகளைத் தௌலீஸ்வரம் அணையைக் கட்ட பயன்படுத்தினார்கள்” என்ற வாக்கியம் சரியானது."
          }
        ,
          
  {
    
          "description": "'மெல்லப் பாயும் தண்ணீர் கல்லையும் கரைக்கும்' என்ற பழமொழியைப் பயன்படுத்தி,  நெருக்கடியான சூழ்நிலைகளிலும் பொறுமையாக இருந்தால் வெற்றி கிடைக்கும்  என்று விளக்கும் வாக்கியத்தைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "(அ) மெல்லப் பாயும் தண்ணீர் கல்லையும் கரைக்கும் என்பது போல, சிரமமான சூழ்நிலையில்  பொறுமையாக  இருந்தால் மட்டுமே வெற்றி கிடைக்கும்.",
      "(ஆ)  மெல்லப் பாயும் தண்ணீர் கல்லையும் கரைக்கும் என்பது போல,  நெருக்கடி  என்னவாக இருந்தாலும், நாம் பொறுமையாக இருந்து  நம்முடைய இலக்கை அடைய வேண்டும்.",
      "(இ)  நெருக்கடியான  சூழ்நிலையில்  பொறுமை  மிக முக்கியமானது, ஏனெனில் மெல்லப் பாயும் தண்ணீர் கல்லையும் கரைக்கும் என்பது  போல.",
      "(ஈ)  எந்த  சூழ்நிலையிலும்  பொறுமையாக இருப்பது  நல்லது, மெல்லப் பாயும் தண்ணீர்  கல்லையும்  கரைக்கும்  என்பது போல."
    ],
    "answer": "B",
    
          "additional_context": "இந்த வாக்கியத்தில்,  நெருக்கடியான சூழ்நிலைகளிலும் பொறுமையாக இருந்தால் வெற்றி கிடைக்கும்  என்று விளக்கும் வாக்கியத்தைத் தேர்ந்தெடுக்க வேண்டும்.  மேலே கொடுக்கப்பட்ட விருப்பங்களில், '(ஆ) மெல்லப் பாயும் தண்ணீர் கல்லையும் கரைக்கும் என்பது போல, நெருக்கடி  என்னவாக இருந்தாலும், நாம் பொறுமையாக இருந்து  நம்முடைய இலக்கை அடைய வேண்டும்' என்ற வாக்கியம் தான்  நெருக்கடியான சூழ்நிலைகளிலும் பொறுமையாக இருந்தால் வெற்றி கிடைக்கும்  என்று சரியாக விளக்குகிறது."
          }
        ,
          
  {
    
          "description": "“ஓடைகள் பொங்கிட ஓடிவந்தேன்” -  இந்த வரியில் ஓடைகள் என்ற சொல்லுக்கு எந்தப் பொருள் பொருந்தும்?",
          "options": [
      "அருவி",
      "வழி",
      "நீர் ஓடும் பாதை",
      "பள்ளம்"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரியில் ஓடைகள் என்ற சொல்லுக்கு எந்தப் பொருள் பொருந்தும்?  “ஓடைகள் பொங்கிட ஓடிவந்தேன்” என்ற வரியில் “ஓடைகள்” என்ற சொல்லுக்கு “நீர் ஓடும் பாதை”  என்ற பொருள் பொருந்தும்."
          }
        ,
          
  {
    
          "description": "“அர்த்தங்களை மரம் பூக்களாக மொழிபெயர்த்து” -  இந்த வரியில் “மொழிபெயர்த்து” என்ற சொல் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "வேறு மொழியில் மாற்றுதல்",
      "பொருள் விளக்கம் அளித்தல்",
      "மொழி வடிவம் மாற்றுதல்",
      "சொற்களை மாற்றுதல்"
    ],
    "answer": "B",
    
          "additional_context": "“அர்த்தங்களை மரம் பூக்களாக மொழிபெயர்த்து”  இந்த வரியில் “மொழிபெயர்த்து” என்ற சொல்  “பொருள் விளக்கம் அளித்தல்” என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  இந்த வரியில், மரம்  அதன் பூக்களின் மூலம்  அர்த்தங்களை விளக்குகிறது என்று பொருள்."
          }
        ,
          
  {
    
          "description": "“சூரிய அஸ்தமனம் இன்னும் எனக்குப் பிடித்த நிறம், வானவில் இரண்டாவது” -  இந்த வரியில், சூரிய அஸ்தமனம் என்ற சொல் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "சூரியன் மறைவதைக் குறிக்கும் நேரம்",
      "சூரியன் மறைவதால் ஏற்படும் நிறம்",
      "சூரியன் மறைவதால் ஏற்படும் ஒளி",
      "சூரியன் மறையும் நேரம்"
    ],
    "answer": "B",
    
          "additional_context": "“சூரிய அஸ்தமனம் இன்னும் எனக்குப் பிடித்த நிறம், வானவில் இரண்டாவது”  இந்த வரியில் “சூரிய அஸ்தமனம்” என்ற சொல் “சூரியன் மறைவதால் ஏற்படும் நிறம்”  என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது.  இந்த வரியில் பேச்சாளர்  சூரியன் மறைவதால் ஏற்படும் நிறத்தை தான் விரும்புவதாகக் கூறுகிறார்."
          }
        ]