
[
  {
    "description": "அண்ணாவின்  வானொலி  உரையின்  முக்கிய  நோக்கம்  _______________.",
    "options": [
      "வீட்டிற்கோர்  புத்தகசாலை  அமைப்பதன்  முக்கியத்துவத்தை  வலியுறுத்துவது",
      "நூலகங்கள்  குறித்த  தகவலை  பகிர்தல்",
      "தமிழ்  இலக்கியத்தைப்  பற்றி  பேசுவது",
      "வானொலி  உரை  நிகழ்ச்சிகளைப்  பற்றி  விளக்குவது"
    ],
    "answer": "A",
    "additional_context": "அறிஞர் அண்ணாவின் வானொலி உரையில், வீட்டிற்கோர் புத்தகசாலை அமைப்பதன் அவசியத்தை அவர் வலியுறுத்துகிறார். மனிதனை விலங்கிடமிருந்து வேறுபடுத்துவது சிரிப்பு மட்டுமன்று, சிந்திப்பதும்தான். சிந்தனையைத் தூண்டுவது கற்றல் மட்டுமன்று, நூல்களும்தான். உலகமெங்கும் பயணம் செல்லும் பட்டறிவை நூலுலகம் தருகிறது. நல்ல நண்பனைப் போன்ற நூலையும், நல்ல நூலைப் போன்ற நண்பனையும் தேடிப் பெறவேண்டும். இசையைப் போன்றே இதயத்தைப் பண்படுத்துவன நூல்களே. ஆதலின் வீட்டிற்கோர் புத்தகசாலை என்றும் தேவை. இதை வலியுறுத்தும் வகையில் அறிஞர் அண்ணாவின் வானொலி உரை இடம்பெறுகிறது."
  },
  {
    "description": "அண்ணாவின்  உரையில்  _______________  என்ற  இலட்சியம்  நாட்டுக்கோர்  நல்லநிலை  ஏற்படச்  செய்ய  வேண்டும்  என  கூறப்பட்டுள்ளது.",
    "options": [
      "மக்களின்  மனவளத்தை  வளர்ப்பது",
      "வீட்டிற்கோர்  புத்தகசாலை",
      "உலக  அறிவை  திரட்டுவது",
      "நூலகப்  பயன்பாட்டை  ஊக்குவிப்பது"
    ],
    "answer": "B",
    "additional_context": "“வீட்டிற்கோர் புத்தகசாலை” என்ற இலட்சியம் நாட்டுக்கு நல்ல நிலை ஏற்படச் செய்யும் ஒரு முக்கியமான காரணியாக அண்ணா கருதுகிறார். நாட்டுநிலை, உலகநிலைக்கு ஏற்ப வளர்ந்தாக வேண்டும். இதற்கு வீட்டுநிலை மாற வேண்டும். நாட்டு மக்களின் மனவளத்தைக் கண்டே உலகம் ஒரு நாட்டை மதிக்கும்."
  },
  {
    "description": "அண்ணாவின்  உரையின்படி  _______________  வீட்டில்  கட்டாயமாக  இருக்க  வேண்டும்.",
    "options": [
      "சங்க  இலக்கியச்  சாரம்  கொண்ட  ஏடுகள்",
      "திருக்குறள்",
      "விஞ்ஞான  கண்டுபிடிப்புகளைப்  பற்றிய  நூல்கள்",
      "மேற்கூறிய  அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "வீட்டிற்கோர் புத்தகசாலை அமைக்க வேண்டும் என அண்ணா வலியுறுத்துவதுடன், அதில் என்னென்ன இருக்க வேண்டும் என்பதையும் குறிப்பிடுகிறார். அவர் கூறுவது, பூகோளம், சரிதம்,  விஞ்ஞான கண்டுபிடிப்புகள், சங்க இலக்கியச் சாரம்,  திருக்குறள் ஆகியவற்றை உள்ளடக்கிய நூல்கள் கட்டாயமாக இருக்க வேண்டும் என்பதே. இதன் மூலம் ஒரு குடும்பத்தின் மனவளர்ச்சியும் நாட்டின் வளர்ச்சியும் சாத்தியமாகும் என்பது அவரது எண்ணம்."
  },
  {
    "description": "_______________   என்ற  பெருமைக்கு  உரியது  திருவனந்தபுரம்  நடுவண்  நூலகம்.",
    "options": [
      "ஆசியாவிலேயே  மிகப்  பழமையான  நூலகம்",
      "உலகளவில்  தமிழ்  நூல்கள்  அதிகமுள்ள  நூலகம்",
      "இந்தியாவில்  தொடங்கப்பட்ட  முதல்  பொது  நூலகம்",
      "இந்தியாவின்  மிக  பெரிய  நூலகம்"
    ],
    "answer": "C",
    "additional_context": "இந்தியாவில் தொடங்கப்பட்ட முதல் பொது நூலகம் என்ற பெருமை திருவனந்தபுரம் நடுவண் நூலகத்துக்கு உரியது. இந்த நூலகம் பல வகையான நூல்களைத் தன்னகத்தே கொண்டுள்ளது. இது நம் நாட்டின் நூலக வரலாற்றில் ஒரு முக்கியமான இடத்தைப் பிடித்துள்ளது. "
  },
  {
    "description": "அண்ணா அவர்களின் கூற்றுப்படி, வீட்டிற்கோர் புத்தகசாலை ஏன் அவசியம்?",
    "options": [
      "நல்ல நண்பனுக்கு இணையானது புத்தகம்.",
      "உலக அறிவைத் தரும் வழிகாட்டி புத்தகங்கள்.",
      "மனவளத்தை அதிகரிக்க உதவும் சிறந்த கருவி.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "நல்ல நண்பனுக்கு இணையானது புத்தகம். நூல்களின் மூலம் உலக அறிவைப் பெற முடியும். மனவளத்தை அதிகரிக்க நூல்கள் உதவுகின்றன. ஆகவே வீட்டிற்கோர் புத்தகசாலை அமைப்பது அவசியம் என அண்ணா கருதுகிறார்."
  }
]
