
[
  {
    "description": "இந்திராவின் ஊரில் ஏற்பட்ட நீர் நெருக்கடிக்குக் காரணம் என்ன?",
    "options": [
      "மழை பெய்யாமல் இருந்தது",
      "கிணறுகள் வற்றிப்போயிருந்தன",
      "கண்மாய், ஊருணிகள் உடைந்து போயிருந்தன",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்திரா வாழும் ஊரில் நீர்நிலைகள் வற்றிப்போய் தண்ணீர் கிடைக்காமல் மக்கள் மிகுந்த அவதிப்படுகிறார்கள்.  கிணறுகளில் தண்ணீர் இல்லாமல், கண்மாய்கள், ஊருணிகள்  எல்லாம்  உடைந்துக் கிடக்கின்றன.  மழை பெய்யாமல் இருந்தது இதற்கு  முக்கிய  காரணமாகும்."
  },
  {
    "description": "இந்திராவின் ஊரில் இயற்கை வளங்கள் எப்படி இருந்தன?",
    "options": [
      "ஏராளமான மரங்கள், பூக்கள், தண்ணீர்",
      "மரங்கள் மட்டும் அதிகம், நீர் குறைவு",
      "தண்ணீர் மட்டும் அதிகம், மரங்கள் குறைவு",
      "மரங்களும் தண்ணீரும் குறைவு"
    ],
    "answer": "A",
    "additional_context": "இந்திரா வாழும் ஊரில் மரங்களும், பூக்களும் ஏராளமாக இருந்தன. தண்ணீரும் இல்லாமல் இல்லை.  ஒரு காலத்தில் மரங்களும் தண்ணீரும் நிறைந்த  அழகான ஊராக இருந்தது.  ஆனால் இப்போது நீர்நிலைகள் வற்றிப்போயிருக்கின்றன.  மழை பெய்யாமல் இருந்தது இதற்கு  முக்கிய காரணமாகும்."
  },
  {
    "description": "ரயில் நிலையத்தில் இந்திரா மட்டுமல்ல, மற்ற பெண்களும் தண்ணீர் பிடிக்க வருவதற்குக் காரணம் என்ன?",
    "options": [
      "ரயிலிலிருந்து தண்ணீர் இலவசமாகக் கிடைத்தது",
      "அவர்களுக்கு ரயில் பயணத்தில் ஆர்வம் இருந்தது",
      "ஊரில் தண்ணீர் கிடைக்காததால்",
      "ஸ்டேஷன் மாஸ்டரின் உத்தரவு"
    ],
    "answer": "C",
    "additional_context": "இந்திரா வாழும் ஊரில் தண்ணீர் இல்லாமல் மக்கள் மிகுந்த அவதிப்படுகிறார்கள்.  ரயில் நிலையத்திலிருந்து ரயில் இன்ஜினில் உள்ள தண்ணீர் குழாயிலிருந்து இலவசமாக தண்ணீர்  பெறுவது, அவர்களுக்குத் தண்ணீர் பிரச்னையை சிறிது தணிக்கும்.  அதனால்,  அனைத்துப் பெண்களும் தண்ணீர் பிடிக்க ரயில் நிலையத்துக்கு வருகிறார்கள்."
  },
  {
    "description": "இந்திராவின் அம்மா மகளைத் தேடி ராமநாதபுரம் வந்ததற்கான காரணம் என்ன?",
    "options": [
      "தனது மகளுடன் ரயில் பயணம் செய்ய விரும்பினார்",
      "மகள் ரயிலில் ஏறிப் போனதாக நினைத்தார்",
      "ராமநாதபுரத்தில் இருந்து ஏதாவது பொருள் வாங்க வேண்டும்",
      "மகளைச் சந்திக்க வேண்டும்"
    ],
    "answer": "B",
    "additional_context": "இந்திரா ரயில் நிலையத்தில் தண்ணீர் பிடித்துக் கொண்டிருந்த போது, ரயில் புறப்பட்டுவிட்டது.  தண்ணீர்  குடம்  கையிலிருந்ததால்  ரயிலில்  ஏறிப் போனாள்  என்று  இந்திராவின்  அம்மா  நினைத்தார்.  அதனால்,  அவள்  மகளைத்  தேடி  ராமநாதபுரம்  வந்து  சேர்ந்தாள்."
  },
  {
    "description": "_______ மாதிரி அமைதியாக மற்ற பெண்கள் கனவு காணாமல் இடம்பிடிக்க அடிதடிச் சண்டைகளில் இறங்குவதையும் ரயில் நிலையமே அவர்கள் ஆதிக்கத்துக்குப் போய்க் கொண்டிருப்பதையும் ஸ்டேஷன் மாஸ்டர் விரும்பவில்லை.",
    "options": [
      "இந்திரா",
      "அம்மா",
      "ஐயா",
      "ஸ்டேஷன் மாஸ்டர்"
    ],
    "answer": "A",
    "additional_context": "ரயில் நிலையத்தில்  பெண்கள் அனைவரும்  தண்ணீர் பிடிக்க  வந்து  சண்டை போட்டுக் கொள்வதை  ஸ்டேஷன் மாஸ்டர் விரும்பவில்லை.  குறிப்பாக  இந்திரா  மட்டும் மிகவும்  அமைதியாக  தண்ணீர்  பிடித்துக்  கொண்டிருந்த  தால்  அவளைக்  கண்டு  அவர்  சினம்  கொண்டிருந்தார்."
  }
]
