[
          
  {
    
          "description": "மேற்கண்ட பத்தியில் அண்ணாவின் செயல் எந்த சமுதாயத் தொண்டு நெறியை பிரதிபலிக்கிறது?",
          "options": [
      "சமூகத்தில் உள்ள ஏழைகள் மற்றும் ஏழைகளுக்கு உதவ வேண்டும்",
      "எல்லோருக்கும் சமமான வாய்ப்பை உருவாக்க வேண்டும்",
      "சட்டங்களை மதிக்க வேண்டும் மற்றும் அதை முறையாக நிறைவேற்ற வேண்டும்",
      "பொது நலனை கருத்தில் கொண்டு செயல்பட வேண்டும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "அண்ணா முதலமைச்சராக இருந்த போது, அரிசி வெளி மாநிலங்களுக்கு செல்லக்கூடாது என்ற கட்டுப்பாடு இருந்தது. அவர் விருத்தாசலம் கூட்டத்தை முடித்துவிட்டு திரும்பிக்கொண்டிருந்தபோது, சோதனைச் சாவடியில் அவரது வண்டி நிறுத்தப்பட்டது. அங்கிருந்த வருவாய் அலுவலர், முதலமைச்சரின் மகிழுந்து என்று அறியாமலே சோதனை செய்தார். அவர் அலுவலரின் செயல் பொது நலனை கருத்தில் கொண்டு செயல்படுவதை பிரதிபலிக்கிறது."
          }
        ,
          
  {
    
          "description": "வருவாய் அலுவலரின் அச்சத்திற்கு அண்ணா என்ன விளக்கம் அளித்தார்?",
          "options": [
      "சட்டங்களை சரியாக நிறைவேற்றுபவர்களுக்கு மதிப்பு உண்டு",
      "சட்டங்களை சரியாக நிறைவேற்றுபவர்கள் மட்டுமே உயர் பதவிக்கு வர முடியும்",
      "நாங்கள் போடும் சட்டங்களை கடைபிடிக்க வேண்டும்",
      "உங்கள் செயல் பொறுத்துக் கொள்ளப்படும்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "அண்ணா, ' நாங்கள் போடும் சட்டங்களைச் சரியான முறையில் நிறைவேற்றும் பொறுப்பு உங்களைப்போன்ற அலுவலரின் கையில்தான் இருக்கிறது. இன்று நேரில் உங்கள் செயலைப் பார்த்தேன். உங்களைப் போன்றவர்கள்தாம் உயர்பதவிக்கு வரவேண்டும் . அதற்காகத்தான் உங்கள் பெயரைக் கேட்டேன்' என்றார். அண்ணாவின் இந்த வார்த்தைகள் சட்டங்களை சரியாக நிறைவேற்றுபவர்களுக்கு மதிப்பு உண்டு என்பதை எடுத்துக்காட்டுகிறது."
          }
        ,
          
  {
    
          "description": "அண்ணாவின் செயல் எந்த சமுதாயப் பிரச்னையை எடுத்துக்காட்டுகிறது?",
          "options": [
      "ஊழல்",
      "ஏற்றத்தாழ்வு",
      "சட்ட நடைமுறை",
      "வறுமை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "அண்ணா முதலமைச்சராக இருந்த போது, அரிசி வெளி மாநிலங்களுக்கு செல்லக்கூடாது என்ற கட்டுப்பாடு இருந்தது. அவர் விருத்தாசலம் கூட்டத்தை முடித்துவிட்டு திரும்பிக்கொண்டிருந்தபோது, சோதனைச் சாவடியில் அவரது வண்டி நிறுத்தப்பட்டது. அங்கிருந்த வருவாய் அலுவலர், முதலமைச்சரின் மகிழுந்து என்று அறியாமலே சோதனை செய்தார். அதாவது, அலுவலர் அண்ணா என்பதை அறிந்தும், சோதனை செய்தார். இது சட்ட நடைமுறையில் ஏற்படும் சிக்கல்களை பிரதிபலிக்கிறது."
          }
        ,
          
  {
    
          "description": "வருவாய் அலுவலர் சோதனை செய்தது எதற்கு?",
          "options": [
      "அண்ணாவின் வண்டியில் சட்டவிரோத பொருட்கள் உள்ளனவா என்பதை சரிபார்க்க",
      "அண்ணாவின் மகிழுந்து அனுமதி இல்லாமல் செல்கிறது என்பதை சரிபார்க்க",
      "அண்ணா விரைவில் செல்ல வேண்டும் என்பதற்காக",
      "அண்ணாவை சோதிக்க"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "அண்ணா முதலமைச்சராக இருந்த போது, அரிசி வெளி மாநிலங்களுக்கு செல்லக்கூடாது என்ற கட்டுப்பாடு இருந்தது. அவர் விருத்தாசலம் கூட்டத்தை முடித்துவிட்டு திரும்பிக்கொண்டிருந்தபோது, சோதனைச் சாவடியில் அவரது வண்டி நிறுத்தப்பட்டது. அங்கிருந்த வருவாய் அலுவலர், முதலமைச்சரின் மகிழுந்து என்று அறியாமலே சோதனை செய்தார். அவர் சோதனை செய்தது அண்ணாவின் வண்டியில் சட்டவிரோத பொருட்கள் உள்ளனவா என்பதை சரிபார்க்க."
          }
        ,
          
  {
    
          "description": "அண்ணாவின் இந்த செயல் சமுதாயத்திற்கு என்ன மாதிரியான செய்தியைத் தருகிறது?",
          "options": [
      "சட்டம் எல்லோருக்கும் சமம்",
      "பதவியில் இருப்பவர்கள் மட்டுமே சட்டத்திற்கு மேலே இருக்க முடியும்",
      "சட்டங்களை மீறுவது தண்டனைக்குரியது",
      "எல்லா சட்டங்களும் நியாயமானவை அல்ல"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "அண்ணா, அலுவலர் அவரது வண்டியை சோதனை செய்ததைப் பற்றி வருத்தப்பட்டார். அதே நேரத்தில், அலுவலர் தனது பணியை சரியாக செய்ததை பாராட்டினார். அவர் அலுவலரிடம், ' நாங்கள் போடும் சட்டங்களைச் சரியான முறையில் நிறைவேற்றும் பொறுப்பு உங்களைப்போன்ற அலுவலரின் கையில்தான் இருக்கிறது. இன்று நேரில் உங்கள் செயலைப் பார்த்தேன். உங்களைப் போன்றவர்கள்தாம் உயர்பதவிக்கு வரவேண்டும் . அதற்காகத்தான் உங்கள் பெயரைக் கேட்டேன்' என்றார். அண்ணாவின் இந்த வார்த்தைகள் சட்டம் எல்லோருக்கும் சமம் என்பதை எடுத்துக்காட்டுகிறது."
          }
        ]