
[
  {
    "description": "மொழி மாதிரி PDF ஐ ஏன் படிக்க முடியாது என்பதற்கான காரணம் என்ன?",
    "options": [
      "மொழி மாதிரி PDF களைப் படிக்க வடிவமைக்கப்படவில்லை.",
      "மொழி மாதிரி இணையத்துடன் இணைக்கப்படவில்லை.",
      "PDF கோப்பு சேதமடைந்துள்ளது.",
      "PDF ஐ செயலாக்க மொழி மாதிரி மிகப்பெரியது."
    ],
    "answer": "A",
    "additional_context": "மொழி மாதிரிகள் பல்வேறு வகையான டெக்ஸ்ட் வடிவங்களைக் கையாள வடிவமைக்கப்பட்டுள்ளன, ஆனால் PDF கள் டெக்ஸ்ட் தகவலை சேமிக்கின்றன, ஆனால் அவை கிராபிக்ஸ் போன்ற பிற உள்ளடக்கங்களையும் உள்ளடக்கியிருக்கலாம். அதனால் மொழி மாதிரிகள் PDF ஐப் படிக்க முடியாது, ஏனெனில் அவை அவற்றின் கட்டமைப்பைப் புரிந்து கொள்ளவோ, அல்லது படங்களிலிருந்து டெக்ஸ்ட்டை பிரித்தெடுக்கவோ வடிவமைக்கப்படவில்லை."
  },
  {
    "description": "மொழி மாதிரி PDF இலிருந்து உள்ளடக்கத்தைப் பிரித்தெடுப்பதைத் தடுக்கும் முக்கியக் குறை என்ன?",
    "options": [
      "மொழி மாதிரி PDF இன் கட்டமைப்பைப் புரிந்து கொள்ள முடியாது.",
      "மொழி மாதிரி காட்சித் தகவலைச் செயலாக்க முடியாது.",
      "மொழி மாதிரி படங்களில் உள்ள டெக்ஸ்ட்டை அடையாளம் காண முடியாது.",
      "மொழி மாதிரி PDF இன் வடிவமைப்பைப் புரிந்து கொள்ள முடியாது."
    ],
    "answer": "A",
    "additional_context": "PDF கோப்புகள் டெக்ஸ்ட், படங்கள், வடிவமைப்புகள் போன்ற பல்வேறு உள்ளடக்கங்களை சேமிக்கும் வடிவமைக்கப்பட்டுள்ளன. மொழி மாதிரிகள் டெக்ஸ்ட் டேட்டாவைச் செயலாக்க வடிவமைக்கப்பட்டுள்ளன, எனவே PDF கோப்பின் கட்டமைப்பைப் புரிந்து கொள்ள முடியாது, அதாவது எந்த பகுதி டெக்ஸ்ட், எந்த பகுதி படம் போன்றவற்றை அடையாளம் காண முடியாது. அதனால் மொழி மாதிரி அதிலிருந்து டெக்ஸ்ட்டைப் பிரித்தெடுக்க முடியாது."
  },
  {
    "description": "மொழி மாதிரி PDF ஐப் படிக்க முடியாமல் இருப்பதன் விளைவு என்ன?",
    "options": [
      "மொழி மாதிரி PDF ஐ அடிப்படையாகக் கொண்டு கேள்விகளுக்குப் பதில் சொல்ல முடியாது.",
      "மொழி மாதிரி PDF இன் உள்ளடக்கத்தைச் சுருக்க முடியாது.",
      "மொழி மாதிரி PDF ஐ மொழிபெயர்க்க முடியாது.",
      "மேற்கூறிய அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "மொழி மாதிரி PDF இன் டெக்ஸ்ட் உள்ளடக்கத்தைப் படிக்க முடியாவிட்டால், PDF ஐப் பற்றிய கேள்விகளுக்குப் பதில் சொல்ல முடியாது, உள்ளடக்கத்தைச் சுருக்க முடியாது அல்லது வேறு மொழிகளுக்கு மொழிபெயர்க்க முடியாது. PDF ஐப் புரிந்துகொள்ள மற்றும் அதிலிருந்து பயனுள்ள தகவலைப் பிரித்தெடுக்க மொழி மாதிரிக்கு டெக்ஸ்ட் டேட்டா தேவை."
  },
  {
    "description": "சாரி, என்னால் PDF ஐப் படிக்க முடியாது. நான் ஒரு மொழி மாதிரி மட்டுமே. எனவே, நீங்கள் கொடுத்த PDF இல் உள்ள உள்ளடக்கத்திலிருந்து MCQ கேள்விகளை உருவாக்க எனக்கு முடியாது.",
    "options": [
      "A. PDF கோப்புகளைப் படிக்கக்கூடிய மொழி மாதிரி நான்",
      "B. PDF கோப்புகளைப் படிக்க முடியாது",
      "C. PDF கோப்புகளிலிருந்து MCQ கேள்விகளை உருவாக்க முடியும்",
      "D. PDF கோப்புகளிலிருந்து MCQ கேள்விகளை உருவாக்க முடியாது"
    ],
    "answer": "D",
    "additional_context": "இந்த மொழி மாதிரி PDF கோப்புகளைப் படிக்க முடியாது, அதனால் PDF இல் உள்ள டெக்ஸ்ட்டைப் படித்து, MCQ கேள்விகளை உருவாக்க முடியாது. மொழி மாதிரி PDF ஐப் படிக்கவும் செயலாக்கவும் வடிவமைக்கப்படவில்லை. அதற்குத் தனித்தனியான PDF செயலாக்க கருவிகள் தேவைப்படும்."
  },
  {
    "description": "சாரி, நீங்க என்ன கேக்குறீங்கன்னு எனக்குப் புரியல. நான் ஒரு மொழி மாதிரி, அதனால PDF ஃபைல்‌ல உள்ளதைப் படிக்க முடியாது. அதனால கேள்விகள் எழுத முடியாது. உங்க கேள்விகளுக்கு ஏதாவது ஒரு வழியில பதில் சொல்ல முடியுமானு பாருங்க.",
    "options": [],
    "answer": [],
    "additional_context": "இந்த மொழி மாதிரி PDF கோப்புகளைப் படிக்க முடியாது, அதனால் PDF ஃபைலில் உள்ள உள்ளடக்கத்தை அடிப்படையாகக் கொண்டு கேள்விகள் எழுத முடியாது. அதற்குத் தனித்தனியான PDF செயலாக்க கருவிகள் தேவைப்படும்."
  }
]
