
[
  {
    "description": "தமிழ் ஆளுமை வளர்ச்சியைப் பற்றி விவாதிக்கும்போது, \"யாதும் ஊரே யாவருங் கேளிர்\" என்ற கொள்கையை எந்த நூலில் காணலாம்?",
    "options": [
      "திருக்குறள்",
      "புறநானூறு",
      "தொல்காப்பியம்",
      "நாலடியார்"
    ],
    "answer": "B",
    "additional_context": "நமக்குத் தேவையான ஆளுமை உலக நாடுகளையும் மக்களையும் உட்படுத்தி அன்பு பாராட்டுவது நம் இயல்பு. இது இருபதாம் நூற்றாண்டில் வானூர்திப் போக்குவரத்து வளர்ந்த பின்பு தோன்றியதோர் பண்பு என்று நாம் நினைக்க வேண்டியதில்லை. பண்டைத் தமிழ் இலக்கியங்களிலேயே தமிழ்ப்புலவர்களால் இப்பண்பு பாராட்டிப் பாடப்பட்டுள்ளது. அக்காலத்திலேயே ஒரு நாட்டவர் பிற நாட்டவரோடு உறவு பாராட்ட விரும்பியுள்ளனர். இதனைக் கீழ்க்காணும் இரு செய்யுள்கள் நமக்கு எடுத்துக்காட்டுகின்றன.\n\n\"யாதும் ஊரே யாவருங் கேளிர்\" என்னும் கொள்கை எல்லா நூற்றாண்டுகளுக்கும் பொருத்தமாக உள்ளது."
  },
  {
    "description": "நூலில் குறிப்பிடப்பட்டுள்ள எந்தத் தமிழ் இலக்கியக் கருத்து, \"நான் மனிதன்; மனிதனைச் சார்ந்த எதுவும் எனக்குப் புறமன்று\" என்னும் தெறென்ஸ் கூற்றுடன் ஒப்பிடத்தக்கது?",
    "options": [
      "\"யாதும் ஊரே யாவருங் கேளிர்\"",
      "\"என் கடன் பணி செய்து கிடப்பதே\"",
      "\"உண்டாலம்ம இவ்வுலகம்\"",
      "\"இமயத்துக் கோடு உயர்ந்தன்ன தம் இசை நட்டுத் தீது இல் யாக்கையொடு மாய்தல்\""
    ],
    "answer": "A",
    "additional_context": "உலக நாடுகளையும் மக்களையும் உட்படுத்தி அன்பு பாராட்டுவது நம் இயல்பு. இது இருபதாம் நூற்றாண்டில் வானூர்திப் போக்குவரத்து வளர்ந்த பின்பு தோன்றியதோர் பண்பு என்று நாம் நினைக்க வேண்டியதில்லை. பண்டைத் தமிழ் இலக்கியங்களிலேயே தமிழ்ப்புலவர்களால் இப்பண்பு பாராட்டிப் பாடப்பட்டுள்ளது. அக்காலத்திலேயே ஒரு நாட்டவர் பிற நாட்டவரோடு உறவு பாராட்ட விரும்பியுள்ளனர். இதனைக் கீழ்க்காணும் இரு செய்யுள்கள் நமக்கு எடுத்துக்காட்டுகின்றன.\n\nபுலவர் தெறென்ஸ் (Terence) கூறிய கூற்றுடன் ஒப்பிடத்தக்கவை ஆகும். \"நான் மனிதன்; மனிதனைச் சார்ந்த எதுவும் எனக்குப் புறமன்று\" என்பதே அவரது கூற்று."
  },
  {
    "description": "முதிர்ந்த ஆளுமைக்கு இன்றியமையாத மூன்று இலக்கணங்கள் பற்றி விவாதிக்கும்போது, ஆசிரியர் குறிப்பிடும் உளநூல் வல்லுநர் யார்?",
    "options": [
      "லாவோட்சு",
      "கன்பூசியஸ்",
      "கோர்டன் ஆல்போர்ட்",
      "ஆல்பர்ட் சுவைட்சர்"
    ],
    "answer": "C",
    "additional_context": "முதிர்ந்த ஆளுமைக்கு மூன்று இலக்கணங்கள் இன்றியமையாதவை என்கிறார் கோர்டன் ஆல்போர்ட் (Gordon Allport) என்னும் உளநூல் வல்லுநர்.\n\nமுதலாவதாக மனிதன், தன் ஈடுபாடுகளை விரிவாக வளர்ப்பவனாக இருத்தல் வேண்டும்; பிறருடைய நலத்திற்கும் இன்பத்திற்கும் பாடுபடக்கூடிய வகையில் தன் ஆளுமையை விரிவடையச் செய்து செழுமைப்படுத்த வேண்டும். இரண்டாவதாக, ஒருவன் பிறரால் எவ்வாறு கணிக்கப்படுகிறானோ அதை அறிந்துகொள்ளும் ஆற்றல் படைத்தவனாக இருக்க வேண்டும் (self objectification). மூன்றாவதாக அவனது வாழ்க்கைக்குத் தன் ஓர்மையைத் தரும் வாழ்க்கைத் தத்துவத்தைக் கடைப்பிடித்து நடத்தல் வேண்டும் (unifying philosophy of life-self-unification)."
  },
  {
    "description": "\"பூட்கையில்லோன் யாக்கை போல\" என்னும் அடியில் புலவர் ஆலத்தூர்கிழார் நிலைநாட்டும் கருத்து என்ன?",
    "options": [
      "இலட்சியம் இல்லாதவன் வெறும் உடல்.",
      "இன்பமின்றி வாழ்க்கை சலிப்பானது.",
      "பிறர் நலனில் ஈடுபாடு இல்லாதது தீயது.",
      "பண்பாட்டின் வளர்ச்சி மிக முக்கியம்."
    ],
    "answer": "A",
    "additional_context": "இலட்சியங்களைக் கடைப்பிடித்தும் கற்பித்தும் வருவதால்தான் சமுதாயம் முன்னேற்றம் அடைகிறது. அது மக்களுக்கு வேண்டிய இன்பத்தையும் சீர்திருத்தத்தையும் அளிக்கின்றது. குறிக்கோள் இல்லாத சமுதாயம் வீழ்ச்சி அடையும் என்னும் உண்மையைப் பண்டைக் காலத் தமிழரும் நன்கு உணர்ந்திருந்தனர். குறிக்கோள் இல்லாதவன் வெறும் சதைப்பிண்டம் என்பதைப் \"பூட்கையில்லோன் யாக்கை போல\" (புறம். 69) என்னும் அடியில் புலவர் ஆலத்தூர்கிழார் நிலைநாட்டுகிறார்."
  },
  {
    "description": "\"என் கடன் பணி செய்து கிடப்பதே\" என்ற குறிக்கோள் எந்தப் பண்பை ஊக்குவிக்கிறது?",
    "options": [
      "தன்னலம் தேடுதல்",
      "ஆளுமை வளர்ச்சி",
      "குடும்பப் பாதுகாப்பு",
      "சமூகப் பணி"
    ],
    "answer": "B",
    "additional_context": "விரிவாகும் ஆளுமையை உருவாக்கும் நோக்கம் கொண்டுள்ள மக்கள் சமுதாயமே இன்பத்தை அளிக்கும் சமுதாயமாகக் காணப்படும். எந்த அளவிற்குப் பிறர் நலத்திற்காக மனிதன் பாடுபடுகின்றானோ அந்த அளவிற்கு அவனது ஆளுமை வளரும். பிறருக்காகப் பணி செய்வதால்தான் ஒருவனுடைய வாழ்க்கை, பண்புடைய வாழ்க்கை ஆகின்றது. 'என் கடன் பணி செய்து கிடப்பதே' என்னும் குறிக்கோள், வாழ்க்கையைத் தன்னலம் தேடுவதிலிருந்து விடுவித்து ஆளுமையை முழுமைப்படுத்தும் பண்பாக ஆக்குகின்றது."
  }
]
