[
          
  {
    
          "description": "கீழடி அகழாய்வில் கிடைத்த பொருள்கள் எது தமிழர்களின் உயரிய நாகரிகத்தைக் காட்டும் சான்றாக இருக்கிறது?",
          "options": [
      "தமிழ் எழுத்துகள் பொறிக்கப்பட்ட பானை ஓடுகள்",
      "செங்கல் கட்டுமானங்கள்",
      "மூன்று வெவ்வேறு காலகட்டங்களைச் சேர்ந்த பொருள்கள்",
      "நீர் சேகரிக்கும் பெரிய மட்கலன்கள்"
    ],
    "answer": "B",
    
          "additional_context": "மதுரை நகருக்கு அருகே உள்ள கீழடி என்னுமிடத்தில் நடத்தப்பட்ட அகழாய்வில் சுடுமண் பொருள்கள், உலோகப் பொருள்கள், முத்துகள், கிளிஞ்சல் பொருள்கள், மான்கொம்புகள், சோழிகள், கிண்ணங்கள், துளையிடப்பட்ட பாத்திரங்கள், இரத்தினக்கல் வகைகள், பழுப்பு, கறுப்பு, சிவப்பு-கறுப்புப் பானைகள், சதுரங்கக் காய்கள், தானியங்களைச் சேகரிக்கும் கலன்கள், செம்பு, சங்கு வளையல்கள், எலும்பினால் ஆன கூர் முனைகள், தமிழ் எழுத்துகள் பொறிக்கப்பட்ட பானை ஓடுகள், கற்கருவிகள், நீர் சேகரிக்கும் பெரிய மட்கலன்கள், சிறிய குடுவைகள், உறைக்கிணறுகள், சுடுமண் கூரை ஓடுகள் போன்ற பல்வேறு தொல்லியல் பொருள்கள் கிடைத்துள்ளன. மூன்று வெவ்வேறு காலகட்டங்களைச் சேர்ந்த இவற்றுள் தொன்மையானவை சுமார் 2300ஆண்டுகளுக்கு முற்பட்டவை எனக் கருதப்படுகின்றன. இதுவரை அகழாய்வு செய்யப்பட்ட பெரும்பான்மையான இடங்கள், இறப்புத் தொடர்பான தடயங்களை வெளிப்படுத்துவனவாக அமைந்திருந்தன. ஆனால், கீழடியில் கண்டறியப்பட்டுள்ள முழுமையான வாழ்விடப்பகுதியும் செங்கல் கட்டுமானங்களும் இதரப்பொருள்களும் தமிழரின் உயரிய நாகரிகத்தைக் கண்முன் காட்டும் சாட்சிகளாய் அமைந்துள்ளன."
          }
        ,
          
  {
    
          "description": "'பகுமானக் கோழி பறந்துக்கிட்டே முட்டை போட்டுச்சாம்' என்கிற சொலவடை அகழாய்வு குறித்து என்ன குறிப்பிடுகிறது?",
          "options": [
      "அகழாய்வு வேலை மிகவும் கடினமானது",
      "அகழாய்வு என்பது வெட்டிப் பெருமைக்கானது",
      "அகழாய்வுக்குத் தொடர்ச்சியான முயற்சி தேவை",
      "அகழாய்வின் மூலம் கடந்த காலத்தைப் பற்றி அறிய முடியும்"
    ],
    "answer": "B",
    
          "additional_context": "அகழாய்வு என்பது வெட்டிப் பெருமைக்கானது என்று கருதப்படுகிறது. அதாவது அகழாய்வு என்பது சாதாரணமான ஒரு செயல் அல்ல, அது ஒரு பெரிய முயற்சி என்பதை குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'பழையன கழிதலும் புதியன புகுதலும் வழுவல கால வகையினானே' என்கிற பவணந்தி முனிவரின் கூற்று அகழாய்வு குறித்து எந்தப் புள்ளியை வலியுறுத்துகிறது?",
          "options": [
      "பழைய கால பொருள்களை அழித்து புதிய பொருள்களை உருவாக்குவதுதான் வளர்ச்சி",
      "பழைய காலத்தைப் பற்றி அறிந்துகொள்ளாமல் புதிய காலத்தை உருவாக்க முடியாது",
      "புதிய கண்டுபிடிப்புகளால் மட்டுமே நாகரிகம் வளரும்",
      "பழைய பொருள்களை மீட்டெடுப்பதில் எந்தப் பயனும் இல்லை"
    ],
    "answer": "B",
    
          "additional_context": "பழைய காலத்தைப் பற்றி அறிந்துகொள்வது என்பது புதிய காலத்தை உருவாக்குவதற்கு மிகவும் முக்கியமானது என்பதை பவணந்தி முனிவர் சொல்ல விரும்புகிறார். அகழாய்வு என்பது பழைய காலத்தைப் பற்றி தெரிந்துகொள்வதற்கான ஒரு முக்கியமான வழிமுறை."
          }
        ,
          
  {
    
          "description": "'பயன்படுத்து, தூக்கி எறி' என்ற பழக்கம் எப்போது உருவானது?",
          "options": [
      "நமது முன்னோர்கள் காலத்தில்",
      "ரோமானியர்களுடன் வணிகத் தொடர்பு ஏற்பட்ட காலத்தில்",
      "அறிவியல் வளர்ச்சி பெற்ற நவீன காலத்தில்",
      "கீழடி அகழாய்வு தொடங்கிய காலத்தில்"
    ],
    "answer": "C",
    
          "additional_context": "அறிவியல் வளர்ச்சி பெற்ற நவீன காலத்தில், நாம் ஒரு பொருளை பயன்படுத்தி விட்டு தூக்கி எறிந்து விடுகிறோம். நமது முன்னோர்கள் இயற்கையோடு இணைந்த வாழ்வை வாழ்ந்தனர். அவர்கள் பழைய பொருள்களை சரி செய்து மீண்டும் பயன்படுத்தினர்."
          }
        ,
          
  {
    
          "description": "அகழாய்வில் கிடைத்த சுடுமண், கல், இரும்பு, செம்பு ஆகியவற்றாலான புழங்கு பொருள்கள், கருவிகள்  நமக்கு என்ன செய்தியை உணர்த்துகின்றன?",
          "options": [
      "நமது முன்னோர்கள் வாழ்ந்த காலத்தில் நவீன தொழில்நுட்பம் இருந்தது",
      "நமது முன்னோர்கள் இயற்கையோடு இணைந்த வாழ்வை வாழ்ந்தனர்",
      "நமது முன்னோர்கள் அறிவியல் அறிவில் பின்தங்கியிருந்தனர்",
      "நமது முன்னோர்கள் மிகவும் ஏழ்மையான வாழ்வை வாழ்ந்தனர்"
    ],
    "answer": "B",
    
          "additional_context": "நமது முன்னோர்கள் இயற்கையோடு இணைந்த வாழ்வை வாழ்ந்தனர் என்பது அகழாய்வில் கிடைத்த பொருள்களிலிருந்து தெளிவாகிறது. அவர்கள் இயற்கை வளங்களை பயன்படுத்தி பொருள்களை தயாரித்து வாழ்ந்தனர்."
          }
        ]