
[
  {
    "description": "தமிழ்ச் சான்றோர்கள் மற்றும் உரோமச் சான்றோர்கள் இடையே உள்ள ஒரு முக்கிய வேறுபாடு எது?",
    "options": [
      "அ) சான்றோர்கள் அனைவரும் ஒரு நம்பிக்கையைப் பின்பற்றுவார்கள்",
      "ஆ) சான்றோர்கள் அனைவரும் இறைவனை நம்புவார்கள்",
      "இ) ஒரு சான்றோர் வாழ்க்கைக்கான வழிமுறையை வழங்குவார்கள்",
      "ஈ)  தமிழ்ச் சான்றோர்கள், உரோமச் சான்றோர்கள் தலைவர்களைப் பின்பற்றுவார்கள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "தமிழ்ச் சான்றோர்கள் மற்றும் உரோமச் சான்றோர்கள் இருவரும் தங்கள் வாழ்க்கைக்கு வழிகாட்டுதலை வழங்கும் சான்றோர்களாக கருதப்படுகிறார்கள். இருப்பினும், தமிழ்ச் சான்றோர்கள் வாழ்க்கையை எதிர்கொள்ளும் நடைமுறை ரீதியான வழிமுறைகளை மையமாகக் கொண்டு அதனைப் பகிர்ந்துகொள்ளும் வழக்கத்தை வளர்த்துக்கொண்டிருந்தனர்.  இந்த நடைமுறை ரீதியான அறிவுரை, பழமொழிகள், கதைகள், மற்றும் நம்பிக்கைகளின் வடிவில் பகிர்ந்துகொள்ளப்பட்டது.  உரோமச் சான்றோர்கள் அதிகமாக தத்துவ ரீதியான, நெறிமுறை ரீதியான, மற்றும் மத ரீதியான போதனைகளை வலியுறுத்தினர்.  இதனால், தமிழ்ச் சான்றோர்களின் நடைமுறை ரீதியான போதனைகள் மற்றும் உரோமச் சான்றோர்களின் தத்துவ ரீதியான போதனைகள் இடையே ஒரு முக்கிய வேறுபாடு இருந்தது. "
  },
  {
    "description": "குறுந்தொகை - பெயர்க்காரணம் என்ன?",
    "options": [
      "அ) குறுகிய கால இடைவெளியில் இயற்றப்பட்ட பாடல்கள்",
      "ஆ) குறுகிய அளவில் இயற்றப்பட்ட பாடல்கள்",
      "இ) குறுகிய காலத்தில் நிகழ்ந்த கதைகளைப் பாடும் பாடல்கள்",
      "ஈ)   குறுகிய நேரத்தில் நிகழும் காதல் உணர்வுகளைப் பாடும் பாடல்கள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குறுந்தொகை என்பது ஒரு பழமையான தமிழ் இலக்கிய நூலாகும்.  இந்த நூல் குறுகிய அளவிலான பாடல்களைக் கொண்டது, இதனால் 'குறுந்தொகை' என்று அழைக்கப்படுகிறது.  இந்த பாடல்கள் பொதுவாக காதல், பிரிவு,  நட்பு, துயரம், மற்றும் இயற்கை  எனபனவற்றைப் பற்றி பேசுகிறது.  குறுந்தொகையில் உள்ள ஒவ்வொரு பாடலும் ஒரு குறிப்பிட்ட சூழலிலும்  அவற்றின் சொந்த விரிவான கதையுடனும்  பகிர்ந்துகொள்ளப்படுகிறது.  "
  },
  {
    "description": "“நினைத்தேன் கவித்தேன் படைத்தேன் சுவைத்தேன்.” இத்தொடரில் அமைந்துள்ள உருவகத்தைக் கண்டறிக.",
    "options": [
      "அ) இன்பம்",
      "ஆ) கலை",
      "இ) கற்பனை",
      "ஈ) உணவு"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நினைத்தேன் கவித்தேன் படைத்தேன் சுவைத்தேன் – இந்த தொடரில்  ‘சுவைத்தேன்’ என்ற சொல் உணவை குறிக்கிறது.  உணவு என்பது சுவையை அனுபவிக்கும்  ஒரு பொருள்.  இந்த தொடரில், உருவகமாக கலை, கற்பனை போன்றவற்றை ‘சுவைத்தல்’ என்ற சொல்லின் மூலம்  குறிப்பிடப்பட்டுள்ளது.  "
  },
  {
    "description": "கோர்டன் ஆல்போர்ட் கூறும் மூன்று இலக்கணங்கள் எவை?",
    "options": [
      "அ) இலக்கணம், தொடரியல், சொல்லாடல்",
      "ஆ) இலக்கணம், சொல்லாடல், மொழியியல்",
      "இ) சொல்லாடல், தொடரியல், மொழியியல்",
      "ஈ) இலக்கணம், தொடரியல், மொழி"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கோர்டன் ஆல்போர்ட் என்பவர் ஒரு முக்கியமான மொழியியல் நிபுணர்.  அவர் மொழியின் அமைப்பு மற்றும் செயல்பாடு  குறித்து  பல ஆய்வுகளை மேற்கொண்டார்.  மொழியின் அமைப்பு மற்றும் செயல்பாட்டைப் புரிந்துகொள்ள, ஆல்போர்ட் மூன்று முக்கியமான இலக்கண கூறுகளை அடையாளம் காட்டினார்.  அவை  (1) இலக்கணம், (2) தொடரியல், (3)  சொல்லாடல்.  இந்த கூறுகள் மொழியின் பல்வேறு அம்சங்களைப் புரிந்துகொள்ளவும் அதன் செயல்பாட்டைப் பகுப்பாய்வு செய்யவும் மிகவும் அவசியமானவை. "
  },
  {
    "description": "“யா” மரத்தின் பட்டையை உரித்தது எது? எதற்காக?",
    "options": [
      "அ) மழை, மரத்தை வளர்க்க",
      "ஆ) காற்று, மரத்தை வளைக்க",
      "இ) மனிதன், மரத்தைப் பயன்படுத்த",
      "ஈ) விலங்கு, உணவு தேட"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "‘யா’ என்பது  தமிழில் ஒரு வகை மரத்தைக் குறிக்கும் சொல்.  இந்த மரம் அதன் பட்டை, மரம்  போன்றவற்றுக்கு பயன்படுத்தப்படுகிறது.  ‘யா’ மரத்தின் பட்டையை மனிதர்கள் மட்டுமே உரிப்பார்கள்.  ஏனென்றால், ‘யா’ மரத்தின் பட்டை  மருத்துவ குணங்கள்  மற்றும்  பல பயன்கள் கொண்டதாகும்.  "
  }
]
