
[
  {
    "description": "“பழிமலைந்து எய்திய ஆக்கத்தின் சான்றோர் கழிநல் குரவே தலை”  என்ற குறள் எதைக் குறிக்கிறது?",
    "options": [
      "புகழ் பெற பணம் சம்பாதிக்காமல் இருப்பது சிறந்தது.",
      "புகழைத் தேடிப் பெறப்பட்ட சொத்து, பின்னாளில் துன்பத்தைத் தரும்.",
      "பணம் சம்பாதிப்பது சிறந்தது, ஆனால் அதைப் பழிமலைந்து சம்பாதிக்கக் கூடாது.",
      "பணத்தைக் கழிவுகளை விட மதிப்பிட வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "பழிமலைந்து ஈட்டிய செல்வம், அதை ஈட்டியவருக்கு ஒருநாள் துன்பத்தைத் தரும் என்பதை இந்த குறள் கூறுகிறது. புகழை நாடிச் செல்வம் ஈட்டினால் அது பின்னாளில் துன்பத்தைத் தரும். அதாவது பழிமலைந்து ஈட்டிய செல்வம் எப்போதும் நன்மை தராது.  நல்ல வழியில் ஈட்டிய செல்வம் எப்போதும் நல்லது.  சான்றோர்கள் இத்தகைய பழிமலைந்த ஆக்கத்தில் ஈடுபடுவது அவர்களுக்கே அவமானம் தரும்.  பொய் சொல்லி, ஏமாற்றி ஈட்டிய செல்வம் பின்னாளில் துன்பத்தைத் தரும்."
  },
  {
    "description": "“நட்பிற்கு உறுப்புக் கெழுதகைமை மற்றுஅதற்கு உப்புஆதல் சான்றோர் கடன்”  என்ற குறள் எதைக் குறிக்கிறது?",
    "options": [
      "நட்புக்கு எழுத்தறிவு  மற்றும் உப்பு ஆகியவை முக்கியம்.",
      "நட்புக்கு கெழுதகைமை மற்றும் உப்பு ஆகியவை முக்கியமானவை.",
      "நட்புக்கு  கெழுதகைமை  மற்றும் உப்பு சான்றோர்களின் கடமை.",
      "நட்புக்கு உறுப்பு  கெழுதகைமை  மற்றும் உப்பு சான்றோர்களின் கடமை."
    ],
    "answer": "D",
    "additional_context": "உண்மையான நட்புக்கு உறுப்பு கெழுதகைமை மட்டுமல்ல, உப்பு போல அவசியமானது. உறுப்பு என்பது மரத்தின் வேர், உப்பு என்பது உணவு. உறுப்பு இல்லாமல் மரம் நிலைக்காது, உப்பு இல்லாமல் உணவு சுவையாக இருக்காது.  கெழுதகைமை இல்லாமல் நட்பு நிலைத்திருக்காது.  நட்புக்கு இடையூறாக இருக்கும் கெட்ட எண்ணங்களை நீக்க உப்பு போல உப்பு ஆதல் அவசியம்.  நட்பை வளர்க்கும் சான்றோர்களின் கடமை உறுப்பு கெழுதகைமை மற்றும் உப்பு ஆகியவை.  தெளிவான பண்பு நிறைந்த நட்புக்கு கெழுதகைமை மட்டுமல்ல, உப்பு போன்ற உண்மை நட்பும் மிகவும் அவசியம் என்பதை இந்த குறள் எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "“உறின்நட்டு அறின்ஒரூஉம் ஒப்பிலார் கேண்மை பெறினும் இழப்பினும் என்?”  என்ற குறள் எதைக் குறிக்கிறது?",
    "options": [
      "நட்பில் இருந்தும் பிரிந்தும்  ஒரே மாதிரி மனம் இருப்பவர்களின் நட்பு,  பெற்றாலும் இழந்தாலும்  எந்தப் பயனும் இல்லை.",
      "உறவைப் பேணுவது  தான்  நட்பில் முக்கியம், பிரிந்தாலும் எந்தப் பிரச்சனையும் இல்லை.",
      "நட்புக்கு  உறுப்புக் கெழுதகைமை  மற்றும் உப்புஆதல் சான்றோர் கடன்.",
      "நட்பில் சான்றோர் தான் முக்கியம், ஏனெனில் அவர்கள் நட்பு   இழந்தாலும்  பெற்றாலும் எந்தப் பிரச்சனையும் இல்லை."
    ],
    "answer": "A",
    "additional_context": "நட்பு என்பது  கூடி இருக்கும் போதும் பிரிந்திருக்கும் போதும் ஒரே மாதிரி மனம் இருப்பவர்களுக்கு மட்டுமே பொருந்தும்.  பிரிந்தாலும் ஒரே மாதிரி மனம் இருந்தால் மட்டுமே நட்பு மதிப்புடையது.  சான்றோர்களின் நட்பு இப்படி இருக்கும்.  நட்பு என்பது எளிதாகப் பெற்றுவிடக்கூடியதும் இழந்துவிடக்கூடியதுமல்ல. அது நெருங்கிய  பழக்கத்தினாலும், மனம் ஒத்த கருத்துக்களாலும் வளரும். நட்பு என்பது அன்பைப் பகிர்ந்து கொள்வது போன்றது. அன்பைப் பகிர்ந்து கொள்ளும் போது,  நாம் நட்பை வளர்க்க வேண்டும்.  உறவைப் பேணுவது தான் நட்பில் முக்கியம் என்றாலும், பிரிந்தாலும் அந்த நட்பு தொடர்ந்து இருக்க வேண்டும்.  அதனால், நாம் நட்பை  ஒருபோதும் இழக்கக் கூடாது."
  },
  {
    "description": "“பொய்படும் ஒன்றோ புனைபூணும் கையறியாப் பேதை வினைமேல் கொளின்”  என்ற குறள் எதைக் குறிக்கிறது?",
    "options": [
      "பொய் சொல்வது மற்றும் நகைகளை அணிவது பேதையின் குணம்.",
      "பேதை என்பவர்  பொய் சொல்லி,  நகைகள் அணிந்து தன்னை அலங்கரித்துக் கொள்வார்.",
      "பேதை என்பவர்  பொய் சொல்லி  மற்றவர்களை ஏமாற்றி,  நகைகள் அணிந்து தன்னை அலங்கரித்துக் கொள்வார்.",
      "பேதை என்பவர்  பொய் சொல்வது மற்றும் நகைகள் அணிவது பற்றி கவலைப்பட மாட்டார்."
    ],
    "answer": "D",
    "additional_context": "பொய் சொல்வது,  நகைகள் அணிந்து அலங்கரித்துக் கொள்வது போன்ற செயல்களைப் பற்றி பேதை மனிதன் கவலைப்பட மாட்டான்.  பேதை  என்பவன் தனக்கான தகுதியான செயல்களைச் செய்வது பற்றி சிந்திக்காமல், தன்னை மட்டும் கவனித்துக்கொண்டு இருப்பான்.  பொய் சொல்லிப் பலனடையலாம் என்று நினைப்பது தான் பேதைமை.   நகைகள் அணிவதில்  பேதைமை  என்பது, தனக்கு மட்டுமே  கவலைப்படுவது  என்ற அர்த்தம்.   பேதை என்பவன், பொய் சொல்லி மற்றவர்களை ஏமாற்றுவதில்  அல்லது நகைகள் அணிந்து தன்னை அலங்கரித்துக் கொள்வதில்  மகிழ்ச்சி அடைவான்."
  },
  {
    "description": "“கல்லாத மேற்கொண்டு ஒழுகல் கசடற வல்லதூஉம் ஐயம் தரும்”  என்ற குறள் எதைக் குறிக்கிறது?",
    "options": [
      "கல்லாதவர்கள்  மேற்கொண்டு செய்யும்  செயல்கள் எல்லாம் தவறானவை.",
      "கல்லாதவர்கள்  மேற்கொண்டு செய்யும் செயல்கள்  சந்தேகத்தை ஏற்படுத்தும்.",
      "கல்லாதவர்கள்  மேற்கொண்டு செய்யும் செயல்கள்  அனைத்தும்  சரியானவை.",
      "கல்லாதவர்கள்  மேற்கொண்டு செய்யும் செயல்கள்  மற்றவர்களுக்கு  பயன் தரும்."
    ],
    "answer": "B",
    "additional_context": "கல்லாதவர்கள்  மேற்கொண்டு செய்யும் செயல்கள்  சந்தேகத்தை ஏற்படுத்தும்.  அவர்களின் செயல்கள்  சரியானதா இல்லையா  என்று யாருக்கும்  தெரியாது.  சந்தேகத்துடன்  இருப்பது தான்  நல்லது.   கல்லாதவர்கள் தங்களை  சரியாக  அறிந்துகொள்ள  முடியாது.  அவர்கள்  தங்களை  தாங்களே ஏமாற்றிக்கொள்வார்கள்.  சரியான  விஷயத்தைத்  தெரிந்துகொள்ள  கல்வி  அவசியம்.   கல்வியைக்  கற்றுக்கொள்ளாதவர்கள்  சந்தேகங்களைத்  தோற்றுவிக்கக்கூடிய  செயல்களைச்  செய்து  மற்றவர்களை  கவலைப்படுத்த  நேரிடும்.  அவர்களின்  செயல்கள்  மற்றவர்களுக்கு  பயன்  தரும் என்று சொல்ல  முடியாது."
  }
]
