
[
  {
    "description": "தொல்காப்பியரின் \"ஒன்றறி வதுவே...\" எனத் தொடங்கும் பாடல் வரியில், _________  என்ற அம்சம் விளக்கப்படுகிறது.",
    "options": [
      "உயிரினங்களின் வகைகள்",
      "புலன் அறிவுகளின் எண்ணிக்கை",
      "உணவுப் பழக்கம்",
      "வாழ்விடம்"
    ],
    "answer": "B",
    "additional_context": "தொல்காப்பியரின் \"ஒன்றறி வதுவே...\" என்ற பாடல் வரி உயிரினங்களை அறிவு நிலை அடிப்படையில் வகைப்படுத்துகிறது. இந்த வரியில் ஓரறிவு, ஈரறிவு, மூவறிவு, நான்கறிவு, ஐந்தறிவு, ஆறறிவு என்ற ஆறு வகையான அறிவு நிலைகள் குறிப்பிடப்பட்டுள்ளன. ஓரறிவு என்பது தொடுதல் உணர்வால் அறியும் அறிவு. ஈரறிவு என்பது தொடுதல் மற்றும் சுவை உணர்வுகள் மூலம் அறியும் அறிவு. மூவறிவு என்பது தொடுதல், சுவை, மணம் ஆகிய மூன்று புலன்களால் அறியும் அறிவு. நான்கறிவு என்பது தொடுதல், சுவை, மணம், பார்வை ஆகிய நான்கு புலன்களால் அறியும் அறிவு. ஐந்தறிவு என்பது தொடுதல், சுவை, மணம், பார்வை, கேட்டல் ஆகிய ஐந்து புலன்களால் அறியும் அறிவு. ஆறறிவு என்பது மேற்கண்ட ஐந்து புலன்களுடன் மனதால் அறியும் கூடுதல் அறிவையும் கொண்டது. ஆகவே, \"ஒன்றறி வதுவே...\" என்ற பாடல் வரி புலன் அறிவுகளின் எண்ணிக்கையை அடிப்படையாகக் கொண்டு உயிரினங்களை வகைப்படுத்துகிறது."
  },
  {
    "description": "\"நெறிப்படுத்தினர்\" என்ற சொல்லில் _________ இறந்தகால இடைநிலை ஆகும்.",
    "options": [
      "நெறிப்படுத்து",
      "இன்",
      "அர்",
      "நெறிப்படுத்து + இன்"
    ],
    "answer": "B",
    "additional_context": "\"நெறிப்படுத்தினர்\" என்ற சொல் \"நெறிப்படுத்து + இன் + அர்\" எனப் பகுக்கப்படுகிறது. \"இன்\" என்பது இறந்தகால இடைநிலை. இது வினைச்சொல்லின் காலத்தை குறிக்கிறது. \"நெறிப்படுத்து\" என்பது பகுதிச்சொல். \"அர்\" என்பது பலர்பால் வினைமுற்று விகுதி. இது வினைச்சொல்லின் பாலையும் எண்ணையும் குறிக்கிறது. ஆகவே, \"நெறிப்படுத்தினர்\" என்ற சொல்லில் \"இன்\" இறந்தகால இடைநிலை ஆகும்."
  },
  {
    "description": "தொல்காப்பியம் _________ அறிவியல் கருத்துகளை உள்ளடக்கியது.",
    "options": [
      "வானியல்",
      "இயற்பியல்",
      "வேதியியல்",
      "பிறப்பியல்"
    ],
    "answer": "D",
    "additional_context": "தொல்காப்பியம் என்பது தமிழ் இலக்கண நூல். இது தமிழ் மொழியின் எழுத்து, சொல், பொருள் ஆகியவற்றை விளக்குகிறது. இந்நூலில் பல அறிவியல் கருத்துகள் இடம்பெற்றுள்ளன. குறிப்பாகப் பிறப்பியலில் எழுத்துகள் பிறக்கும் இடங்களை உடற்கூற்றியல் அடிப்படையில் விளக்கியிருப்பதை அயல்நாட்டு அறிஞர்களும் வியந்து போற்றுகின்றனர். தொல்காப்பியத்தில் கூறப்பட்டுள்ள அறிவியல் கருத்துகள் தமிழர்களின் அறிவாற்றலுக்குச் சிறந்த சான்றாகும். "
  },
  {
    "description": "தொல்காப்பியர் நூலில், ஐம்புலன்களால் உணர்ந்தறிந்த அறிவைப் பற்றிய பாடல் எந்த இயலில் இடம்பெற்றுள்ளது?",
    "options": [
      "a) எழுத்து இயல்",
      "b) சொல் இயல்",
      "c) பொருள் இயல்",
      "d) அகத்திணை இயல்"
    ],
    "answer": "C",
    "additional_context": "தொல்காப்பியம் மூன்று அதிகாரங்களையும் 27 இயல்களையும் கொண்டுள்ளது.  இதில், எழுத்து, சொல், பொருள் ஆகியவை அதிகாரங்கள். ஐம்புலன்களால் உணர்ந்தறிந்த அறிவைப் பற்றிய பாடல் பொருள் இயலில் இடம்பெற்றுள்ளது. பொருள் இயல் தமிழரின் அகம், புறம் சார்ந்த வாழ்வியல் நெறிகளையும் தமிழ் இலக்கியக் கோட்பாடுகளையும் விளக்குகிறது."
  },
  {
    "description": "\"நெறிப்படுத்தினர்\" என்ற சொல்லின் பகுதிப்பொருள் என்ன?",
    "options": [
      "a) நெறி + படுத்து + இன் + அர்",
      "b) நெறி + படுத்தல் + இன் + அர்",
      "c) நெறி + படு + இன் + அர்",
      "d) நெறி + படுத்து + இ + அர்"
    ],
    "answer": "A",
    "additional_context": "\"நெறிப்படுத்தினர்\" என்ற சொல்லின் பகுதிப்பொருள் \"நெறி + படுத்து + இன் + அர்\"  என்பது.  \"நெறி\" என்பது பாதை அல்லது வழி என்பதைக் குறிக்கிறது. \"படுத்து\" என்பது வைத்தல், அமைத்தல், தயார் செய்தல்  என்பதைக் குறிக்கிறது. \"இன்\" என்பது இறந்தகால இடைநிலை.  \"அர்\" என்பது பலர்பால் வினைமுற்று விகுதி.  இந்த பகுதிப்பொருள்கள் சேர்ந்து  \"நெறிப்படுத்தினர்\" என்ற சொல்லின் பொருள்  \"நெறியை வைத்து, தயார் செய்தவர்கள்\" என்பதைக் குறிக்கிறது."
  }
]
