
[
  {
    "description": "சிறுபஞ்சமூலம் நூலின் ஐந்து சிறிய வேர்கள் மருந்து போல, பாடல்களில் உள்ள கருத்துகள் எதனைப் போக்கி நல்வழிப்படுத்துவன?",
    "options": [
      "a) உடலின் நோய்களை",
      "b) மனக்கவலைகளை",
      "c) அறியாமையை",
      "d) துன்பங்களைக்"
    ],
    "answer": "C",
    "additional_context": "சிறுபஞ்சமூலம் என்ற நூல் ஐந்து சிறிய வேர்களால் ஆன மருந்து போல உடலின் நோய்களைப் போக்குவது போல, பாடல்களில் உள்ள கருத்துகள் மக்களின் அறியாமையைப் போக்கி நல்வழிப்படுத்துவன. சிறுபஞ்சமூலத்தில் கூறப்பட்டுள்ள ஐந்து வேர்கள் கண்டங்கத்திரி, சிறுவழுதுணை, சிறுமல்லி, பெருமல்லி, நெருஞ்சி ஆகியவை. இவ்வேர்களால் ஆன மருந்து உடலின் நோயைப் போக்குகின்றது. அதுபோலச் சிறுபஞ்சமூலப் பாடல்களில் உள்ள ஐந்தைந்து கருத்துகள் மக்களின் அறியாமையைப் போக்கி நல்வழிப்படுத்துவனவாய் அமைந்துள்ளன."
  },
  {
    "description": "\"மூவாது மூத்தவர்\" என்ற தொடர் எதைச் சுட்டிக் காட்டுகிறது?",
    "options": [
      "a) அறிவுக்கும் வயதுக்கும் தொடர்பு இல்லை",
      "b) மூத்தவர்கள் எப்போதும் சரியாக இருப்பார்கள்",
      "c) வயதானவர்கள் எல்லாம் அறிவுடையவர்கள்",
      "d) மூத்தவர்களின் கருத்துக்களை மதிக்க வேண்டும்"
    ],
    "answer": "A",
    "additional_context": "சிறுபஞ்சமூலத்தில் உள்ள பாடல்களில் ஒன்று \"அறிவுடையார் தாமே உணர்வர்\". இந்தப் பாடலில், \"மூவாது மூத்தவர்\" என்ற தொடர் மூத்தவர்கள் அனைவரும் அறிவுடையவர்கள் என்று கூறவில்லை. பூக்காமலே காய்க்கும் மரம் இருப்பது போல, வயதில் இளையவராக இருந்தாலும், அறிவுடையவர்கள் மூத்தவரோடு வைத்து எண்ணத் தக்கவரே ஆவார்கள் என்பதைக் குறிப்பிடுகிறது. எனவே, வயதுக்கும் அறிவுக்கும் எந்தத் தொடர்பும் இல்லை என்பதை இந்தத் தொடர் சுட்டிக் காட்டுகிறது."
  },
  {
    "description": "பாரதியார் எந்த வயதில் அரசவையில் கவிதை எழுதி 'பாரதி' என்னும் பட்டம் பெற்றார்?",
    "options": [
      "a) 10 வயதில்",
      "b) 11 வயதில்",
      "c) 15 வயதில்",
      "d) 17 வயதில்"
    ],
    "answer": "B",
    "additional_context": "பாரதியார் 11 வயதிலேயே அரசவையில் கவிதை எழுதி 'பாரதி' என்னும் பட்டம் பெற்றார். இது சாதனைக்கு வயது ஒரு தடையில்லை என்பதற்கு சான்று. சாதனைக்கு வயது ஒரு தடையில்லை என்பதை, வள்ளலார் 10 வயதிற்குள்ளாகவே சொற்பொழிவு நிகழ்த்தவும் பாடவும் ஆற்றல் பெற்றதும், விக்டர் ஹியூகோ 15 வயதிலேயே பிரெஞ்சு இலக்கியக் கழகத்துக்குத் தமது கவிதைகளை எழுதியனுப்பியதும், மாவீரன் அலெக்சாண்டர் 16 வயதிலேயே தமது தந்தையின் போர்ப் படையில் தளபதியானதும், அறிவியலாளர் கலீலியோ 17 வயதிலேயே பைசா நகரச் சாய்ந்த கோபுரத்தின் விளக்கு ஊசலாடுவது குறித்து ஆராய்ந்ததும் காட்டுகிறது."
  },
  {
    "description": "சிறுபஞ்சமூலம் நூலில் எந்த அணி பயின்றுள்ளது?",
    "options": [
      "a) உவமை அணி",
      "b) உருவக அணி",
      "c) தொகை அணி",
      "d) இயல்பு அணி"
    ],
    "answer": "A",
    "additional_context": "சிறுபஞ்சமூலம் நூலில் உவமை அணி பயின்றுள்ளது. \"அறிவுடையார் தாமே உணர்வர்\" என்ற பாடலில், பூக்காமலே காய்க்கும் மரம் போல, வயதில் இளையவராக இருந்தாலும், அறிவுடையவர்கள் மூத்தவரோடு வைத்து எண்ணத் தக்கவரே ஆவார்கள் என்று கூறுவதன் மூலம் உவமை அணி பயன்படுத்தப்பட்டுள்ளது."
  },
  {
    "description": "\"உரையாமை\" என்ற சொல் எந்த வகையான சொல்?",
    "options": [
      "a) வினைச்சொல்",
      "b) பெயர்ச்சொல்",
      "c) தொழிற்பெயர்",
      "d) பெயரெச்சம்"
    ],
    "answer": "C",
    "additional_context": "சிறுபஞ்சமூலத்தில் உள்ள \"அறிவுடையார் தாமே உணர்வர்\" என்ற பாடலில் \"உரையாமை\" என்ற சொல் தொழிற்பெயர். விதையாமை நாறுவ வித்துஉள; மேதைக்கு உரையாமை செல்லும் உணர்வு*. இதில் \"உரையாமை\" என்பது ஒருவர் தாமே உணர்தல் என்ற பொருளைத் தருகிறது. வினைச்சொல்லின் பொருளைத் தரும் சொல்லே தொழிற்பெயர் ஆகும்."
  }
]
