
[
  {
    "description": "சீவக சிந்தாமணி காப்பியம் எதன் மையக்கருத்தாகும்?",
    "options": [
      "நாட்டின் வளத்தைப் பாடுவது",
      "தலைவனது போர்க்கள வெற்றியைப் பாடுவது",
      "இன்பங்களைத் துறந்து துறவு பூணவேண்டும் என்பது",
      "கல்வி மீதான ஈடுபாட்டை வலியுறுத்துவது"
    ],
    "answer": "D",
    "additional_context": "சங்க இலக்கியங்கள் நிகழ்வுகளில் கருத்தைக் கூறும் தன்னுணர்ச்சிப் பாடல்களாக அமைந்தன. அவற்றைத் தொடர்ந்து பதினெண்கீழ்க்கணக்கு நூல்கள் அறக்கருத்துகளைக் கூறுவனவாக இருந்தன. பின்னர், ஒப்பில்லாத தலைவன் ஒருவனது வாழ்க்கையைப் பாடுவனவாய்க் காப்பியங்கள் உருவாயின. இவ்வகையில், சீவகனைத் தலைவனாகக் கொண்டு தோன்றிய காப்பியம் சீவக சிந்தாமணி. இன்பங்களைத் துறந்து துறவு பூணவேண்டும் என்பதே இக்காப்பியத்தின் மையக்கருத்தாகும்."
  },
  {
    "description": "ஏமாங்கத நாட்டின் புகழை உலகின் எத்தனை திசைகளுக்குப் பரப்பியதாகக் கூறுகிறது?",
    "options": [
      "இரண்டு",
      "நான்கு",
      "ஆறு",
      "எட்டு"
    ],
    "answer": "D",
    "additional_context": "காய்மாண்ட தெங்கின் பழம்வீழக் கமுகின் நெற்றிப் பூமாண்ட தீந்தேன் தொடை கீறி வருக்கை போழ்ந்து தேமாங்கனி சிதறி வாழைப் பழங்கள் சிந்தும் ஏமாங்கதம் என்று இசையால்திசை போயது உண்டே! (31)  தெங்கு - தேங்காய்; இசை - புகழ்; வருக்கை - பலாப்பழம்; நெற்றி - உச்சி"
  },
  {
    "description": "ஏமாங்கத நாட்டிலுள்ள வள்ளல்கள் எதைப் போன்றவர்களாகக் குறிப்பிடப்படுகிறார்கள்?",
    "options": [
      "மலையைப் போன்றவர்கள்",
      "நெஞ்சம் விரிந்தவர்கள்",
      "வெள்ளத்தைப் போன்றவர்கள்",
      "பறவைகளைப் போன்றவர்கள் "
    ],
    "answer": "B",
    "additional_context": "வள்ளல் கைத்தல மாந்தரின் மால்வரைக் கொள்ளை கொண்ட கொழுநிதிக் குப்பையை உள்ளம் இல்லவர்க்கு ஊர்தொறும் உய்த்துஉராய் வெள்ளம் நாடு மடுத்து விரைந்ததே. (36)  மால்வரை - பெரியமலை; மடுத்து – பாய்ந்து; கொழுநிதி - திரண்ட நிதி"
  },
  {
    "description": "ஏமாங்கத நாட்டில் வயல்வெளிகளில் எது வெள்ளம் போலக் காணப்படுகிறது?",
    "options": [
      "பறவைகள்",
      "உழவர்கள்",
      "மீன்கள்",
      "எருமைகள்"
    ],
    "answer": "B",
    "additional_context": "நெறிமருப்பு எருமையின் ஒருத்தல் நீள்இனம் செறிமருப்பு ஏற்றினம் சிலம்பப் பண் உறீஇப் பொறிவரி வராலினம் இரியப் புக்குடன் வெறிகமழ் கழனியுள் உழுநர் வெள்ளமே. (44)  மருப்பு - கொம்பு; வெறி - மணம்; கழனி - வயல்; செறி – சிறந்த; இரிய – ஓட"
  },
  {
    "description": "ஏமாங்கத நாட்டில் வயல்வெளியில் மணம் வீசுவது எதனால் எனக் கூறப்படுகிறது?",
    "options": [
      "வரால் மீன்களால்",
      "தெங்காய் விழுவதால்",
      "எருமைகளின் கொம்புகளால்",
      "பலாப்பழத்தால்"
    ],
    "answer": "A",
    "additional_context": "நெறிமருப்பு எருமையின் ஒருத்தல் நீள்இனம் செறிமருப்பு ஏற்றினம் சிலம்பப் பண் உறீஇப் பொறிவரி வராலினம் இரியப் புக்குடன் வெறிகமழ் கழனியுள் உழுநர் வெள்ளமே. (44)  மருப்பு - கொம்பு; வெறி - மணம்; கழனி - வயல்; செறி – சிறந்த; இரிய – ஓட"
  }
]
