
[
  {
    "description": "ஐந்தறிவு உயிரினங்களுக்கு இல்லாத உணர்வு எது?",
    "options": [
      "a) தொடுதல்",
      "b) சுவைத்தல்",
      "c) நுகர்தல்",
      "d) பகுத்தறிதல்"
    ],
    "answer": "D",
    "additional_context": "கண்டு கேட்டு உண்டு உயிர்த்து உற்றறியும் ஐம்புல உணர்வுகளின் வாயிலாகவே அறிவு என்பதை நாம் பெறுகிறோம். இதற்குரிய பொறிகளான கண், காது, வாய், மூக்கு, உடல் என்னும் ஐந்து உறுப்புகளில் எது குறைந்தாலும் குறிப்பிட்ட ஓர் அனுபவத்தை இழந்துவிடுவோம். ஆனால், அனைத்து உயிரினங்களுக்கும் இந்தப் புலன் அறிவுகள் எல்லாம் இருப்பதில்லை. இதைக் கொண்டு உயிரினங்களைப் புலன்களின் எண்ணிக்கை அடிப்படையில் முன்னோர் பகுத்தனர். ஆறாவது அறிவு மனத்தால் அறியப்படுவது என்பர்."
  },
  {
    "description": "தொல்காப்பியரின் நூலில்  எந்த இயலில் மொழி இலக்கணம் பற்றிய விளக்கங்கள் உள்ளன?",
    "options": [
      "a) எழுத்து இயல் மட்டும்",
      "b) சொல் இயல் மட்டும்",
      "c) எழுத்து இயல் மற்றும் சொல் இயல்",
      "d) பொருள் இயல்"
    ],
    "answer": "C",
    "additional_context": "தமிழ்மொழியில் கிடைக்கப்பெற்ற முதல் இலக்கணநூல் தொல்காப்பியம். இதனை இயற்றியவர் தொல்காப்பியர். தொல்காப்பியம் பிற்காலத்தில் தோன்றிய பல இலக்கண நூல்களுக்கு முதல் நூலாக அமைந்திருக்கிறது. இது எழுத்து, சொல், பொருள் என மூன்று அதிகாரங்களையும் 27 இயல்களையும் கொண்டுள்ளது. எழுத்து, சொல் அதிகாரங்களில் மொழி இலக்கணங்களை விளக்குகிறது."
  },
  {
    "description": "பறவைகள் எத்தனை அறிவுடைய உயிரினங்கள்?",
    "options": [
      "a) ஓரறிவு",
      "b) ஈரறிவு",
      "c) ஐந்தறிவு",
      "d) ஆறறிவு"
    ],
    "answer": "C",
    "additional_context": "ஒன்றறி வதுவே உற்றறி வதுவே\nஇரண்டறி வதுவே அதனொடு நாவே\nமூன்றறி வதுவே அவற்றொடு மூக்கே\nநான்கறி வதுவே அவற்றொடு கண்ணே\nஐந்தறி வதுவே அவற்றொடு செவியே\nஆறறி வதுவே அவற்றொடு மனனே\nநேரிதின் உணர்ந்தோர் நெறிப்படுத் தினரே*"
  },
  {
    "description": "தொல்காப்பியர் பிறப்பியலில்  எழுத்துகள் பிறக்கும் இடங்களை எந்த அடிப்படையில் விளக்கியிருக்கிறார்?",
    "options": [
      "a) மொழியியல் அடிப்படையில்",
      "b)  இலக்கண அடிப்படையில்",
      "c) உடற்கூற்றியல் அடிப்படையில்",
      "d) புவியியல் அடிப்படையில்"
    ],
    "answer": "C",
    "additional_context": "இந்நூலில் பல அறிவியல் கருத்துகள் இடம்பெற்றுள்ளன. குறிப்பாகப் பிறப்பியலில் எழுத்துகள் பிறக்கும் இடங்களை உடற்கூற்றியல் அடிப்படையில் விளக்கியிருப்பதை அயல்நாட்டு அறிஞர்களும் வியந்து போற்றுகின்றனர். இது தமிழர்களின் அறிவாற்றலுக்குச் சிறந்த சான்றாகும்."
  },
  {
    "description": "தொல்காப்பியம் எத்தனை அதிகாரங்கள் கொண்டது?",
    "options": [
      "a) 27",
      "b) 18",
      "c) 3",
      "d) 5"
    ],
    "answer": "C",
    "additional_context": "தமிழ்மொழியில் கிடைக்கப்பெற்ற முதல் இலக்கணநூல் தொல்காப்பியம். இதனை இயற்றியவர் தொல்காப்பியர். தொல்காப்பியம் பிற்காலத்தில் தோன்றிய பல இலக்கண நூல்களுக்கு முதல் நூலாக அமைந்திருக்கிறது. இது எழுத்து, சொல், பொருள் என மூன்று அதிகாரங்களையும் 27 இயல்களையும் கொண்டுள்ளது."
  }
]
