[
          
  {
    
          "description": "'காணொலிக் கூட்டம்' என்ற சொல்லின் தமிழ்ப் பொருள் எது?",
          "options": [
      "தொலைபேசி அழைப்பு",
      "மின்னஞ்சல்",
      "வீடியோ கால்",
      "இணையக் கூட்டம்"
    ],
    "answer": "C",
    
          "additional_context": "கணினி மற்றும் இணையத்தின் வளர்ச்சியால் நாம் இன்று பல வகையான தொழில்நுட்பங்களைப் பயன்படுத்துகிறோம். இவற்றில் ஒன்றுதான் ‘காணொலிக் கூட்டம்’. இது இணைய வசதி மூலமாக, பலர் ஒரே நேரத்தில் ஒன்று கூடி, முகம் முகமாகப் பேசி, கருத்துப் பரிமாறிக் கொள்ள வழிவகுக்கும் ஒரு முறையாகும். இதற்கு நாம் மின்னணு சாதனங்களைப் பயன்படுத்துகிறோம். இதனால், தூரத்தில் இருக்கும் நண்பர்கள், உறவினர்கள், கூட்டாளிகள் ஆகியோரோடு எளிதாகத் தொடர்பு கொள்ள முடிகிறது. "
          }
        ,
          
  {
    
          "description": "'PNR' என்ற சுருக்கத்தின் பொருள் என்ன?",
          "options": [
      "பயணியர் பெயர்ப் பதிவு",
      "பயணியர் நேரம்",
      "பயணியர் நிறுவனம்",
      "பயணியர் ரயில்"
    ],
    "answer": "A",
    
          "additional_context": "நீங்கள் ரயில் பயணம் செய்யப் போகிறீர்கள் என்று வைத்துக் கொள்வோம். ரயிலில் பயணம் செய்வதற்கு முன்பதிவு செய்யும்போது, உங்களுக்கு PNR எண் தரப்படும். PNR என்பது Passenger Name Record என்பதன் சுருக்கம். இதன் பொருள் ‘பயணியர் பெயர்ப் பதிவு’ என்பதாகும். இந்த எண் பயணியரின் பெயர், ரயில் பயணம் தொடர்பான விவரங்கள், பயண தேதி, பயணத் திட்டம் போன்ற முக்கியமான தகவல்களைப் பதிவு செய்கிறது. இந்த PNR எண் ரயில் பயணம் செய்யும்போது உங்களுக்கு மிகவும் உதவியாக இருக்கும். "
          }
        ,
          
  {
    
          "description": "ஒரு சிப்பி, இன்னொரு சிப்பியிடம் சொன்னது – 'ஐயோ, என்னால் வலி தாங்கமுடியவில்லையே'.\n'ஏன்? என்னாச்சு?' என்று விசாரித்தது இரண்டாவது சிப்பி.\n'எனக்குள் ஏதோ ஒரு கனமான உருண்டை, பந்து உருள்வதுபோல் இருக்கிறது. ரொம்ப வலி. '\nஇதைக் கேட்டதும் இரண்டாவது சிப்பிக்கு மிகுந்த மகிழ்ச்சி. பெருமையுடன் நெஞ்சு நிமிர்த்தி,\n`ஆகா! நான் எந்த வலியும் இல்லாமல், நலமாக இருக்கிறேன்' என்றது உற்சாகமாக. \n\n> **இந்தப் பத்தியில் சித்தரிக்கப்பட்டுள்ள இரண்டு சிப்பிகளின் மனநிலையைப் பற்றி எது சரியானது?**",
          "options": [
      "இரண்டு சிப்பிகளும் வலியைத் தாங்க முடியாதவர்கள்.",
      "முதல் சிப்பி வலியை அனுபவிக்கிறது, இரண்டாவது சிப்பி வலியைப் பற்றி கவலைப்படவில்லை.",
      "இரண்டாவது சிப்பி தன்னைவிட வலி தாங்கும் திறன் முதல் சிப்பிக்கு அதிகம் என்று நினைக்கிறது.",
      "இரண்டு சிப்பிகளும் வலியைத் தாங்கும் திறன் கொண்டவை."
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பத்தியில், முதல் சிப்பி வலியால் அவதிப்படுகிறது என்பது தெளிவாகிறது. ஆனால், இரண்டாவது சிப்பி வலியைப் பற்றி எந்தவிதக் கவலையும் கொண்டிருக்கவில்லை. ஏனெனில், அதற்கு எந்த வலியும் இல்லை. இரண்டாவது சிப்பி தன்னை விட முதல் சிப்பி வலிமையற்றவன் என்று நினைத்து சந்தோஷப்படுகிறது. "
          }
        ,
          
  {
    
          "description": "“என் பெற்றோர் மகிழுமாறு நான் செய்ய வேண்டியது” என்ற தலைப்பிலான பத்தியைப் படித்துப் பாருங்கள்:\n\n> என் பெற்றோர் மகிழுமாறு நான் செய்ய வேண்டியது\n> என் வீட்டின் நிலையறிந்து, தேவையறிந்து பொருள்கள் வாங்குவது.\n> அலைபேசிப் பயன்பாட்டினைப் பத்து நிமிடங்களுக்கு மேல் நீட்டிக்காமல் இருப்பது.\n> தொலைக்காட்சி பார்ப்பதைக் குறிப்பிட்ட நேரமாகக் குறைத்துக் கொள்வது.\n\n> **எந்தப் பத்தியின் செயல்பாடு குழந்தையின் பொறுப்புணர்வைப் பற்றியதாகக் கூறுகிறது?**",
          "options": [
      "“கடல்மைல்” என்ற வார்த்தையின் விளக்கம்.",
      "“என் பெற்றோர் மகிழுமாறு நான் செய்ய வேண்டியது” என்ற பத்தி.",
      "“மின்சாரச்சேமிப்புப் பற்றிய விழிப்புணர்வு முழக்கத்தொடர்களை எழுதி வகுப்பறையிலும் பள்ளியிலும் காட்சிப்படுத்துக.” என்ற செயல்திட்டம்.",
      "“இணையத்தில் காண்க” என்ற பகுதி."
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பத்தியில், குழந்தை தன் பெற்றோர் மகிழ்ச்சியைத் தன் கடமையாகக் கருதிச் செயல்படுகிறது. தன் தேவையைவிட பெற்றோரின் நிலையை முதலில் கருத்தில் கொண்டு, தேவையறிந்து பொருள்களை வாங்குவது, அலைபேசி மற்றும் தொலைக்காட்சி பயன்பாட்டை கட்டுப்படுத்தி, பொறுப்புணர்வுடன் நடந்துகொள்வது போன்ற செயல்கள் இந்தப் பத்தியில் குறிப்பிடப்பட்டுள்ளன. இவை குழந்தையின் பொறுப்புணர்வை வெளிப்படுத்துகின்றன. "
          }
        ,
          
  {
    
          "description": "“சொல்லப்பட்ட சொற்கள்: கணினி, அறிவியல், தமிழ், மொழி” என்ற வாக்கியத்தைப் படித்துப் பாருங்கள்.\n\n> **இந்த நான்கு சொற்களைக் கொண்டு எந்தத் தொடர் அமைக்கப்படலாம்?**",
          "options": [
      "கணினித் தொழில்நுட்பம் தமிழ் மொழியின் வளர்ச்சிக்கு உதவுகிறது.",
      "அறிவியல் கண்டுபிடிப்புகள் தமிழ் மொழி வளர்ச்சிக்கு இன்றியமையாதவை.",
      "தமிழ் மொழி அறிவியல் கணினி ஆகியவற்றை உள்ளடக்கியது.",
      "கணினி, அறிவியல், தமிழ், மொழி ஆகியவை ஒன்றோடொன்று தொடர்புடையவை."
    ],
    "answer": "A",
    
          "additional_context": "இந்த நான்கு சொற்களைக் கொண்டு ஒரு பொருத்தமான தொடர் அமைக்க வேண்டும். இவற்றில், 'கணினித் தொழில்நுட்பம் தமிழ் மொழியின் வளர்ச்சிக்கு உதவுகிறது.' என்பது சரியான தொடராகும். ஏனெனில், நவீன தொழில்நுட்பங்கள் வளர்ந்து வரும் இந்தக் காலகட்டத்தில், தமிழ் மொழியின் வளர்ச்சிக்கான சாத்தியக்கூறுகள் அதிகமாக உள்ளன. கணினித் தொழில்நுட்பம் இந்த வளர்ச்சிக்கு உதவுகிறது. "
          }
        ]