
[
  {
    "description": "“பேரூர்” என்ற சொல்லுக்கு பொருத்தமான ஆங்கில மொழிபெயர்ப்பு எது?",
    "options": [
      "Big city",
      "Big village",
      "Small town",
      "Large town"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "நீங்கள் பாடத்தில் பார்த்த  'பேரொளி'  என்ற சொல்லை நினைவில் வைத்துக்கொள்ளுங்கள். 'பேரொளி' என்றால்  பெரிய ஒளி  என்று பொருள். அதுபோல 'பேரூர்'  என்றால்  பெரிய ஊர்  என்று பொருள். பெரிய ஊர் என்றால்  Large town  என்று பொருள். எனவே சரியான விடை 'Large town'  என்பதுதான்."
  },
  {
    "description": "“செந்தாமரை” என்ற சொல்லில் உள்ள இலக்கணக் குறிப்பு எது?",
    "options": [
      "பெயர்ச்சொல்",
      "வினைச்சொல்",
      "வினையெச்சம்",
      "உரிச்சொல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "சொற்களை  அடையாளம்  காணும் போது அவற்றின் பொருள் முக்கியமானது. செந்தாமரை  என்றால்  சிவப்பு நிற தாமரை. அதாவது, இது  தாமரையின் நிறத்தை  குறிப்பிடுகிறது.  நிறத்தை  குறிப்பிடும் சொற்களை  உரிச்சொல்  என்று சொல்வோம். எனவே  'செந்தாமரை'  என்பது ஒரு உரிச்சொல்."
  },
  {
    "description": "“வானுயர்ந்த கோபுரத்துடன் கூடிய கோவில் குளத்தில்” என்ற வாக்கியத்தில் எந்தச் சொல் கோபுரத்தை விவரிக்கிறது?",
    "options": [
      "கோபுரம்",
      "வானுயர்ந்த",
      "குளத்தில்",
      "கூடிய"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வாக்கியங்களில் சொற்களின்  பொருள்  முக்கியம். 'வானுயர்ந்த கோபுரத்துடன்'  என்ற சொல்  கோபுரத்தின்  உயரத்தை விவரிக்கிறது. கோபுரத்தின்  உயரம்  என்று  'வானுயர்ந்த'  என்ற சொல்  விவரிக்கிறது. எனவே சரியான விடை  'வானுயர்ந்த'  என்பதுதான்."
  },
  {
    "description": "“சோலைப் பேரின்பம்” என்ற சொல்லைப் பயன்படுத்தி எழுதப்பட்ட சிறுகதையின் ஆசிரியர் யார்?",
    "options": [
      "ம. மேத்தா",
      "கி.வா. ஜகந்நாதன்",
      "ச. தமிழ்ச்செல்வன்",
      "எழுத்தாளர் பெயர் குறிப்பிடப்படவில்லை."
    ],
    "answer": [
      "D"
    ],
    "additional_context": "இந்த கேள்விக்கு  பதில்  'எழுத்தாளர் பெயர் குறிப்பிடப்படவில்லை'  என்பதுதான். பாடத்தில்  'சோலைப் பேரின்பம்'  என்ற சொல்லைப் பயன்படுத்தி எழுதப்பட்ட  சிறுகதையின்  ஆசிரியரின்  பெயர்  குறிப்பிடப்படவில்லை. அதனால் இந்த கேள்விக்கு  சரியான பதில்  'எழுத்தாளர் பெயர் குறிப்பிடப்படவில்லை'  என்பதுதான்."
  },
  {
    "description": "“புகல்” என்ற சொல்லுக்கு பொருத்தமான ஆங்கில மொழிபெயர்ப்பு எது?",
    "options": [
      "To enter",
      "To hide",
      "To complain",
      "To praise"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "புகல்  என்ற சொல்  'புகார்'  என்ற சொல்லுடன்  தொடர்புடையது. புகார் என்றால்  கோபப்படுவது,  குறை கூறுவது  என்று பொருள்.  எனவே  புகல்  என்றால்  'To complain'  என்று பொருள். சரியான விடை  'To complain'  என்பதுதான்."
  }
]
