
[
  {
    "description": "இமயமலை எந்தத் தமிழ் இலக்கியத்தில் எடுத்தாளப்பட்டுள்ளது?",
    "options": [
      "பரிபாடல்",
      "புறநானூறு",
      "திருக்குறள்",
      "நாலடியார்"
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி 235ஆம் பக்கத்தில் உள்ள  'இமயத்துக் கோடு உயர்ந்தன்ன தம் இசை நட்டுத் தீது இல் யாக்கையொடு மாய்தல் தவத்தலையே' என்னும்  பகுதியை மையமாகக் கொண்டு கேட்கப்பட்டுள்ளது. தமிழர்கள் வடக்கே இமயமலை மற்றும் தெற்கே குமரிக்கண்டம் வரை வாழ்ந்ததையும்  அவர்கள் இந்த இடங்களைப்  பற்றி குறிப்பிடுவதையும் இப்பகுதி  தெளிவாகக் காட்டுகிறது.  இமயமலை, நீடிக்கும் உறுதிக்கு மேற்கோளாகக் காட்டப்படுகின்றது.  இமயத்துக் கோடு உயர்ந்தன்ன தம் இசை நட்டுத் தீது இல் யாக்கையொடு மாய்தல் தவத்தலையே (4. 214, 11-13) புலவர்கள் குமரி ஆறு, காவிரி ஆறு போன்ற மணல் நிறைந்த இடங்களை நீண்ட வாழ்க்கைக்கு உவமையாகக் கூறுகிறார்கள். அத்துடன் கங்கையையும் இமயத்தில் பெய்யும் மழையையும் உவமையாகச் சேர்த்துக் கொள்கிறார்கள்."
  },
  {
    "description": "திருக்குறள் கூறும் \"சான்றோன்\" மற்றும் உரோமையர் போற்றும் \"sapens\" (அறிவுடையோன்) என்னும் இலட்சிய மனிதர்களுக்கு இடையேயான முக்கிய வேறுபாடு என்ன?",
    "options": [
      "சான்றோன் இல்லற வாழ்க்கைக்கு முக்கியத்துவம் தருகிறான்.",
      "சாப்பியன்ஸ் சமுதாயத்திலிருந்து விலகி வாழ்ந்தான்.",
      "சான்றோன் சமுதாயத்துக்குப் பல நன்மைகளைச் செய்வான்.",
      "சாப்பியன்ஸ் தன்னலத்தைக் கடைப்பிடித்தான்."
    ],
    "answer": "B",
    "additional_context": "இந்த கேள்வி, 'சான்றோன்'  என்பவரை  இலட்சிய மனிதராக  திருக்குறள் பாராட்டுவதையும்  'sapens' என்ற இலட்சிய மனிதனை  உரோமையர்கள் போற்றியதையும்   பற்றி கூறும் 235 ஆம் பக்க  பகுதியை மையமாகக் கொண்டு கேட்கப்பட்டுள்ளது. தமிழ் மக்கள் 'சான்றோன்' எனப்படும் குறிக்கோள் மாந்தனைப் பாராட்டிய காலத்தில் இத்தாலிய நாட்டில் உரோமையர் 'sapens' (அறிவுடையோன்) எனப்படும் இலட்சிய புருஷனைப் போற்றி வந்தனர். உரோமையருடைய 'சாப்பியன்ஸ்' அல்லது சான்றோன் என்பவன் சமுதாயத்திலிருந்து விலகி, தன் சொந்தப் பண்புகளையே வளர்ப்பனாக இருந்தான். உரோமையருடைய சான்றோர் அரிதாகவே சமுதாயத்தில் தோன்றுவர். ஸ்டாயிக்வாதிகளின்படி அவர்களுடைய இலட்சிய மனிதர்கள் ஒரு சிலரே. அச்சிலர் தனிமையாகத் தம் இல்லங்களில் வாழ்ந்து வருவர். திருக்குறளின் சான்றோரோ பலர். பெருமை, சான்றாண்மை, பண்புடைமை, நட்பு முதலான அதிகாரங்களில் இச்சான்றோனுடைய இயல்புகள் எல்லாம் சொல்லப்பட்டிருக்கின்றன. ஒவ்வொரு மனிதனும் சான்றோன் ஆதல் கூடும். அவனை அவ்வாறு ஆக்குவதே கல்வியின் நோக்கம். ஒவ்வொரு தாயும் தன் மகன் சான்றோன் ஆக வேண்டும் என்றே எதிர்பார்ப்பாள். தன் பிள்ளையைச் சான்றோன் ஆக்குதல் ஒவ்வொரு தந்தைக்கும் கடனாகும்."
  },
  {
    "description": "ஸ்டாயிக்வாதிகள் உலகின் ஒற்றுமை பற்றி எந்தக் கருத்தை வலியுறுத்தினர்?",
    "options": [
      "மக்கள் அனைவரும் உடன் பிறந்தவர்கள்.",
      "எல்லா உயிர்களும் தொடர்பால் இணைக்கப்பட்டுள்ளன.",
      "உலகம் ஒரே குலத்தவர்.",
      "மேற்கண்ட எல்லாம்"
    ],
    "answer": "D",
    "additional_context": "இந்த கேள்வி  'ஸ்டாயிக்வாதிகள் உலகின் ஒற்றுமை உண்டு என்றும், மக்கள் அனைவரும் ஒரே குலத்தவர் என்றும், எல்லா உயிர்களும் தொடர்பால் இணைக்கப்பட்டுள்ளன என்றும் கற்பித்தனர்.'  என்ற  236ஆம் பக்கத்தில் உள்ள பகுதியை  மையமாகக் கொண்டு கேட்கப்பட்டுள்ளது.   ஸ்டாயிக்வாதிகள் உலகில் ஒற்றுமை உண்டு என்றும், மக்கள் அனைவரும் ஒரே குலத்தவர் என்றும், எல்லா உயிர்களும் தொடர்பால் இணைக்கப்பட்டுள்ளன என்றும் கற்பித்தனர்."
  },
  {
    "description": "திருவள்ளுவர் கற்பிக்கும் விரிவாகும் ஆளுமையை எந்தக் குறிக்கோள்கள் மூலம் அடையலாம்?",
    "options": [
      "\"உள்ளற்க உள்ளம் சிறுகுவ\"",
      "\"உள்ளுவது எல்லாம் உயர்வுள்ளல்\"",
      "மேற்கண்ட இரண்டும்",
      "\"யாதும் ஊரே யாவருங் கேளிர்\""
    ],
    "answer": "C",
    "additional_context": "இந்தக் கேள்வி   'இறுதியில், அன்பர்களே, திருவள்ளுவரின் கூற்றுடன் இவ்விரிவுரையை முடிக்க விரும்புகின்றேன். விரிவாகும் ஆளுமையைப் பற்றி ஒரு சில உண்மைகளைக் கண்டோம். திருவள்ளுவரோ இரண்டு அறவுரைகளில் இந்தக் குறிக்கோளை எவ்வாறு அடையலாம் என்று காட்டியுள்ளார். \"உள்ளற்க உள்ளம் சிறுகுவ\" (798) என்றும் \"உள்ளுவது எல்லாம் உயர்வுள்ளல்\" (596) என்றும் கற்பித்துள்ளார்.' என்ற 236 ஆம் பக்கத்தில் உள்ள பகுதியை  மையமாகக் கொண்டு கேட்கப்பட்டுள்ளது.  'உள்ளற்க உள்ளம் சிறுகுவ' (798) என்றும் 'உள்ளுவது எல்லாம் உயர்வுள்ளல்' (596) என்றும் கற்பித்துள்ளார்."
  },
  {
    "description": "நூலில் குறிப்பிடப்பட்டுள்ள தமிழறிஞர், இதழ்கள், கருத்தரங்குகள், மாநாடுகள், நிறுவனங்கள் ஆகியவற்றின் மூலம் தமிழியலை உலகச் செயல்பாடாக ஆக்கியவர் யார்?",
    "options": [
      "வள்ளுவர்",
      "கோர்டன் ஆல்போர்ட்",
      "தனிநாயகம் அடிகள்",
      "பிசிராந்தையார்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கேள்வி  'தமிழியல் ஆய்வு வளரக் காரணமாக இருந்த தமிழறிஞர் பலர். பேராசிரியர் தனிநாயகம் அவர்கள் இதழ்கள், கருத்தரங்குகள், மாநாடுகள், நிறுவனங்கள் ஆகியவற்றின் மூலம் தமிழியலை உலகச் செயல்பாடாக ஆக்கினார். தமிழின் பரப்பையும் சிறப்பையும் உலகின் பல நாடுகளில் பரவலாக்கினார். அவரது வாழ்வு, தமிழ் வாழ்வாகவே இருந்தது. அவர் இலங்கையில் யாழ்ப் பல்கலைக்கழகத்தில் ஆற்றிய உரை, மனிதனுக்குத் தேவையான ஆளுமை பற்றி விளக்குகிறது.' என்ற 232 ஆம் பக்கத்தில் உள்ள பகுதியை  மையமாகக் கொண்டு கேட்கப்பட்டுள்ளது.  தமிழியல் ஆய்வு வளரக் காரணமாக இருந்த தமிழறிஞர் பலர். பேராசிரியர் தனிநாயகம் அவர்கள் இதழ்கள், கருத்தரங்குகள், மாநாடுகள், நிறுவனங்கள் ஆகியவற்றின் மூலம் தமிழியலை உலகச் செயல்பாடாக ஆக்கினார். தமிழின் பரப்பையும் சிறப்பையும் உலகின் பல நாடுகளில் பரவலாக்கினார். அவரது வாழ்வு, தமிழ் வாழ்வாகவே இருந்தது."
  }
]
