[
          
  {
    
          "description": "'மயில்பொறியை வானத்தில் பறக்க வைத்தோம்…” என்ற பகுதியில் கவிஞர் எந்த முன்னோர் நம்பிக்கையை குறிப்பிடுகிறார்?",
          "options": [],
    "answer": [],
    
          "additional_context": "இந்தக் கவிதைப் பகுதி, பழங்காலத்தில் மனிதர்கள் வானூர்தி போன்ற ஒரு வாகனத்தின் மூலம் பயணம் செய்தனர் என்பது பற்றிய நம்பிக்கையைச் சுட்டிக்காட்டுகிறது. பண்டைக்கால மக்கள் கற்பனை செய்த விமானம் போன்ற வாகனத்தை மயில்பொறி என்று அழைத்தனர். மணிபல்லவத் தீவு என்ற இடத்திற்குப் பறந்து சென்றதாகவும் கவிதை கூறுகிறது. இதன் மூலம், கவிஞர் மனிதனின் ஆரம்பகால பயணக் கனவை மீண்டும் நினைவுபடுத்துகிறார்."
          }
        ,
          
  {
    
          "description": "'நாக்குதான் ஐம்புலன்களிலேயே ரொம்ப வீக்கு!” என்ற வரி உணர்த்தும் கருத்து என்ன?",
          "options": [],
    "answer": [],
    
          "additional_context": "நாக்கு என்பது மனிதனின் ஐம்புலன்களில் ஒன்றாகும்.  இது உணவைத் தொட்டு உணர்தல், சுவை அறிதல்  மற்றும் பேசுதல் போன்ற பணிகளைச் செய்கிறது. ஆனால், மற்ற ஐம்புலன்களைப் போல  நாக்கு  நிறைய விஷயங்களை உணர முடியாது. உதாரணமாக, ஒரு நாக்கு புளிப்பு,  தித்திப்பு,  கசப்பு,  உப்பு  என்ற நான்கு சுவைகளை மட்டுமே  அடையாளம் காண முடியும். இதன் மூலம் நாக்கு ஐம்புலன்களிலேயே மிகவும் பலவீனமானது என்பது தெளிவாகிறது."
          }
        ,
          
  {
    
          "description": "தமிழ்நாடு அரசின் இணையவழிச் சேவைகளில் 'என் சமகாலத் தோழர்களே' கவிதையில் கவிஞர் எதை வலியுறுத்துகிறார்?",
          "options": [],
    "answer": [],
    
          "additional_context": "தமிழ்நாடு அரசின் இணையவழிச் சேவைகளில் பள்ளி மாணவர்களுக்கு வழங்கப்படும் பல்வேறு வசதிகளைப் பற்றி கவிஞர் “என் சமகாலத் தோழர்களே” என்ற கவிதையில் கூறுகிறார். இதில், கவிஞர் கல்வியைப் பற்றிய ஒரு முக்கியமான செய்தியை வலியுறுத்துகிறார்.  தொழில்நுட்ப வளர்ச்சி பல வசதிகளை  உருவாக்கியிருக்கிறது. இதனால்  பள்ளி மாணவர்களுக்கு கல்வியை  கற்க  எளிதான வாய்ப்புகள்  ஏற்பட்டுள்ளன. எனவே, மாணவர்கள்  இந்த வாய்ப்புகளை முழுமையாக பயன்படுத்தி  கல்வியில் சிறந்து விளங்க வேண்டும் என்பது  கவிஞரின் வேண்டுகோள்."
          }
        ,
          
  {
    
          "description": "'கற்பூர வாசனை, பெப்பர்மிண்ட் வாசனை, மலர்களின் வாசனை' ஆகியவை எந்த வகை வாசனையைச் சேர்ந்தவை?",
          "options": [],
    "answer": [],
    
          "additional_context": "மனித மூக்கால் உணரப்படும் வாசனை  ஏழு வகையானவை என்று  கூறப்பட்டுள்ளது. அவை கற்பூர வாசனை, பெப்பர்மிண்ட் வாசனை,  மலர்களின் வாசனை, மஸ்க் என்னும் அரபுசேக் செண்ட் வாசனை, ஈத்தர் அல்லது பெட்ரோல் வாசனை, அழுகிய முட்டை வாசனை, காட்டமான அமில வாசனை. மேற்கூறப்பட்ட மூன்று வாசனைகள் மலர்களின்  வாசனையைச் சேர்ந்தவை. இவைகள் மனிதர்களுக்கு மனதளவில் மகிழ்ச்சியையும்  இனிமையையும்  தருபவை. மலர்களின் வாசனை நம்மை மனநலத்தையும் உடல்நலத்தையும்  மேம்படுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'மூக்கைப் பிடித்துக் கொண்டு ஐஸ்க்ரீம் சாப்பிட்டுப் பாருங்கள்' என்று கூறப்படும் காரணம் என்ன?",
          "options": [],
    "answer": [],
    
          "additional_context": "ஐஸ்க்ரீம் போன்ற  சுவையான உணவுகளின் சுவையை  முழுமையாக  அனுபவிக்க  நாக்கு  மட்டும்  போதாது. மூக்கு  மற்றும்  கண்  என்பனவும்  முக்கிய  பங்கு வகிக்கின்றன. மூக்கு  உணவின்  வாசனையை  உணர்ந்து  நாக்கு  சேர்ந்து  சுவையை  அனுபவிக்கும். அதேபோல  உணவின்  தோற்றமும்  சுவையை  அனுபவிக்க  உதவுகிறது.  மூக்கை  பிடித்துக்கொண்டு  ஐஸ்க்ரீம்  சாப்பிடும்  போது  நாக்கு  மட்டும்  சுவையை  உணரும். ஆனால்,   வாசனையை  உணர முடியாது. இதனால்  சுவை  குறைவாக  இருக்கும்."
          }
        ]