
[
  {
    "description": "புலப்படாத் தண்ணீர் குறித்த பத்தியில் எது குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "மழைநீரைச் சேமிப்பது குறித்து",
      "நிலத்தடி நீர்வளம் பாதுகாப்பு குறித்து",
      "நாம் உண்ணும் உணவு உற்பத்திக்குத் தேவைப்படும் நீர் குறித்து",
      "நீர்வளம் பற்றிய விழிப்புணர்வு குறித்து"
    ],
    "answer": "c",
    "additional_context": "புலப்படாத் தண்ணீர் பத்தியில் நாம் உண்ணும் உணவு உற்பத்திக்குத் தேவைப்படும் நீர் குறித்து குறிப்பிடப்பட்டுள்ளது. இது புலப்படாத் தண்ணீர்  என்பது உணவுப் பொருள்களின் உற்பத்தி குறித்தும் அதனை உற்பத்தி செய்யச் செலவிடப்பட்ட தண்ணீர்த் தேவை குறித்தும் பேசுவது என்பதை விளக்குகிறது."
  },
  {
    "description": "பாடப் பகுதியில் கூறப்பட்டுள்ள “நிழல் நீர்” என்பதற்குச் சமமான கலைச்சொல் எது?",
    "options": [
      "குமிழிக் கல்",
      "நீர் மேலாண்மை",
      "பாசனத் தொழில்நுட்பம்",
      "Virtual Water"
    ],
    "answer": "d",
    "additional_context": "பாடப் பகுதியில் கூறப்பட்டுள்ள “நிழல் நீர்” என்பதற்குச் சமமான கலைச்சொல் Virtual Water ஆகும். புலப்படாத் தண்ணீர்  என்பது உணவுப் பொருள்களின் உற்பத்தி குறித்தும் அதனை உற்பத்தி செய்யச் செலவிடப்பட்ட தண்ணீர்த் தேவை குறித்தும் பேசுவது என்பதால் Virtual Water  என்பது அதற்கு சமமான கலைச்சொல்லாகும்."
  },
  {
    "description": "பாடப் பகுதியில் கூறப்பட்டுள்ள புலப்படாத் தண்ணீரின் நேரடி விளைவு எது?",
    "options": [
      "நிலத்தடி நீர் வளம் பாதுகாப்பு",
      "நீர் வளம் சேமிப்பு",
      "நீர் அதிகம் தேவைப்படும் உணவுப் பொருள்களை ஏற்றுமதி செய்வது",
      "உணவுப் பொருள்களை இறக்குமதி செய்வது"
    ],
    "answer": "d",
    "additional_context": "புலப்படாத் தண்ணீரின் நேரடி விளைவு உணவுப் பொருள்களை இறக்குமதி செய்வது. இதனால் நீர் அதிகம் தேவைப்படும் உணவுப் பொருள்களை ஏற்றுமதி செய்வதைத் தவிர்த்து, தேவைக்கேற்ப இறக்குமதி செய்துகொள்ள வேண்டும். இதனால் நாட்டின் நிலத்தடி நீரும் ஆற்று நீரும் சேமிக்கப்படும்."
  },
  {
    "description": "பாடப்பகுதியில் குறிப்பிடப்பட்டுள்ள “சொல்லுக்குள் சொல் தேடுக” என்ற செயல்பாட்டில் எந்த வகையான சொற்களைக் கண்டுபிடிக்க வேண்டும்?",
    "options": [
      "ஒத்த சொற்கள்",
      "எதிர்ச்சொற்கள்",
      "பல சொற்களை இணைத்து உருவாக்கப்பட்ட சொற்கள்",
      "பழைய சொற்கள்"
    ],
    "answer": "C",
    "additional_context": "பாடப்பகுதியில் குறிப்பிடப்பட்டுள்ள “சொல்லுக்குள் சொல் தேடுக” என்ற செயல்பாட்டில் பல சொற்களை இணைத்து உருவாக்கப்பட்ட சொற்களைக் கண்டுபிடிக்க வேண்டும். எடுத்துக்காட்டாக, ஆற்றங்கரையோரம் என்ற சொல்லில் ஆறு, கரை, ஓரம் என்ற மூன்று சொற்கள் உள்ளன."
  },
  {
    "description": "“கல்லும் மலையும் குதித்துவந்தேன்” என்ற வரியில் குறிப்பிடப்பட்டுள்ள “குதித்து” என்ற சொல் எந்த வகையான சொல்?",
    "options": [
      "வினைச்சொல்",
      "பெயர்ச்சொல்",
      "வினையெச்சம்",
      "உரிச்சொல்"
    ],
    "answer": "A",
    "additional_context": "“கல்லும் மலையும் குதித்துவந்தேன்” என்ற வரியில் குறிப்பிடப்பட்டுள்ள “குதித்து” என்ற சொல் வினைச்சொல் ஆகும். ஏனெனில் இது ஒரு செயலைக் குறிக்கிறது."
  }
]
