[
          
  {
    
          "description": "'முத்துடைத்தாமம்' என்ற சொல்லில் உள்ள இலக்கணக் குறிப்பைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "a) வினைத்தொகை",
      "b) வேற்றுமைத் தொகை",
      "c) உருவகத் தொகை",
      "d) இடைச்சொல்"
    ],
    "answer": "B",
    
          "additional_context": "முத்துடைத்தாமம் என்ற சொல் வேற்றுமைத் தொகையாகும். இதில் 'முத்து' என்பது முதல்பகுதி, 'தாமம்' என்பது இரண்டாம் பகுதி. இந்த சொல்லில் 'முத்து' என்ற சொல், 'தாமம்' என்ற சொல்லுக்கு உரியதாகச் சொல்லப்படுவதால் இது வேற்றுமைத் தொகை எனப்படுகிறது. இது போன்ற வேற்றுமைத் தொகைகள் தமிழ் இலக்கியத்தில் பல இடங்களில் காணப்படுகின்றன. உதாரணமாக, 'பொன்மலை', 'நிலாச்சிறுகு', 'தேன்மொழி' ஆகிய சொற்களைக் கூறலாம்."
          }
        ,
          
  {
    
          "description": "'நாச்சியார் திருமொழி' பாடல்களின் தன்மை பற்றி பின்வரும் கூற்றுகளில் எது தவறானது?",
          "options": [
      "a) நாச்சியார் திருமொழி பாடல்கள் பெண் கவிஞரின் உண்மைக் காதலை வெளிப்படுத்துகின்றன.",
      "b) நாச்சியார் திருமொழி பாடல்கள் அனைத்தும் திருமாலை மட்டுமே வழிபடுவதை வெளிப்படுத்துகின்றன.",
      "c) நாச்சியார் திருமொழி பாடல்கள் தூய பக்தி உணர்வை வெளிப்படுத்துகின்றன.",
      "d) நாச்சியார் திருமொழி பாடல்கள் கண்ணனைப் பற்றிய மிகத் தெளிவான காட்சிகளைப் படைக்கின்றன."
    ],
    "answer": "B",
    
          "additional_context": "நாச்சியார் திருமொழி பாடல்கள் ஆண்டாள் என்பவரால் பாடப்பட்டவை. இவை அனைத்தும் கண்ணனைப் பற்றியவை. ஆனால், இவை மிகத் தெளிவான காட்சிகளைப் படைப்பதற்குப் பதிலாக அழகான உருவகங்களைப் பயன்படுத்தி கண்ணன் மீதான ஆண்டாளின் தூய பக்தி உணர்வைப் வெளிப்படுத்துகின்றன. ஆண்டாள் கண்ணனைப் பற்றிய பக்தியோடு மட்டுமல்லாமல் ஒரு பெண் கவிஞரின் உண்மைக் காதலைப் போலவும் பாடுகிறார். இதனால், ஆண்டாளின் பாடல்கள் இன்றும் பலரால் வாழ்த்தப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "'நாச்சியார் திருமொழி' பாடல்கள் எந்தத் தொகுப்பில் இடம்பெற்றுள்ளன?",
          "options": [
      "a) திருப்பாவை",
      "b) நாலாயிர திவ்வியப் பிரபந்தம்",
      "c) திருவாசகம்",
      "d) திருமுறை"
    ],
    "answer": "B",
    
          "additional_context": "ஆண்டாள் பாடிய நாச்சியார் திருமொழி பாடல்கள் நாலாயிர திவ்வியப் பிரபந்தம் என்ற தொகுப்பில் இடம்பெற்றுள்ளன. இந்த தொகுப்பு பன்னிரு ஆழ்வார்களின் பாடல்களை உள்ளடக்கியது. ஆண்டாள் இதில் ஒரு ஆழ்வார். இதில் இடம்பெற்றுள்ள மற்ற பாடல்களில் திருப்பாவை, திருவாசகம், திருமுறை போன்றவை அடங்கும். இந்த நாலாயிர திவ்வியப் பிரபந்தம் பக்தி இலக்கியத்தின் ஒரு முக்கியமான தொகுப்பாக கருதப்படுகிறது."
          }
        ,
          
  {
    
          "description": "ஆண்டாள் பாடல்களின் சிறப்பம்சமாக பின்வருவனவற்றைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "a) இயற்கை அழகு",
      "b) பக்தி உணர்வு",
      "c) சமூக விழிப்புணர்வு",
      "d) காதல் உணர்வு"
    ],
    "answer": [
      "B",
      "D"
    ],
    
          "additional_context": "ஆண்டாள் பாடல்கள் பக்தி உணர்வு மற்றும் காதல் உணர்வு ஆகிய இரண்டையும் வெளிப்படுத்துகின்றன. இவர் இயற்கை அழகைப் பற்றி அதிகம் எழுதுவதில்லை. சமூக விழிப்புணர்வு பற்றியும் இவர் அதிகம் குறிப்பிடுவதில்லை. ஆனால், இயற்கை அழகு மற்றும் சமூக விழிப்புணர்வு பற்றிய பாடல்கள் சில உள்ளன. இவரது பாடல்களின் முக்கிய சிறப்பம்சம் இறையன்பை மிக அழகான வண்ணங்களில், காதல் உணர்வோடு, பக்தி உணர்வோடு சேர்த்து வெளிப்படுத்துவதுதான்."
          }
        ,
          
  {
    
          "description": "ஆண்டாள் பாடல்களில், கண்ணனின் குணங்களை எடுத்துக்காட்டும் பாடல்கள் எவை?",
          "options": [
      "a) சொல்லும் பொருளும்",
      "b) பகுபத உறுப்பிலக்கணம்",
      "c) நூல் வெளி",
      "d) கற்பவை கற்றபின்..."
    ],
    "answer": "A",
    
          "additional_context": "ஆண்டாள் பாடல்களில் கண்ணனின் குணங்களை எடுத்துக்காட்டும் பாடல்கள் 'சொல்லும் பொருளும்' என்ற பகுதியில் இடம்பெற்றுள்ளன. 'பகுபத உறுப்பிலக்கணம்', 'நூல் வெளி', 'கற்பவை கற்றபின்...' போன்றவை இலக்கணம் மற்றும் கல்வி பகுதிகளாகும். கண்ணனின் குணங்களை எடுத்துக்காட்டும் பாடல்கள் ஆண்டாள் பாடிய நாச்சியார் திருமொழி பாடல்களில் இடம்பெற்றுள்ளன. இவற்றில் கண்ணனின் அழகு, வீரம், கருணை, பக்தி போன்ற குணங்கள் விவரிக்கப்பட்டுள்ளன."
          }
        ]