
[
  {
    "description": "கவிதையின் முதல் வரியில் “என்றென்றும் நிலைபெற்ற தமிழே!” என்ற சொற்றொடரில், ‘நிலைபெற்ற’ என்ற சொல்லைப் பொருள் தரும் வேறொரு சொல் எது?",
    "options": [
      "மாறாத",
      "நிலைத்த",
      "நிரந்தரமான",
      "எல்லாம் சரி"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கவிதையில் “என்றென்றும் நிலைபெற்ற தமிழே!” என்ற வரியில், “நிலைபெற்ற” என்ற சொல் தமிழ் மொழியின் நிலைத்த தன்மையைக் குறிக்கிறது. இது காலத்திற்கு அப்பாற்பட்டது, மாறாதது, என்றும் நிலைத்திருப்பது எனும் பொருளைத் தருகிறது. இந்த சொல்லுக்கு மாறாத, நிலைத்த, நிரந்தரமான என்ற சொற்கள் பொருள் தரும் வேறொரு சொல்லாகும். எனவே,  “எல்லாம் சரி” என்பது இந்தக் கேள்விக்கான சரியான விடை."
  },
  {
    "description": "கவிதையில் “காலம் பிறக்கும் முன் பிறந்தது தமிழே!”  என்ற வரி, தமிழின் என்ன தன்மையைக் குறிக்கிறது?",
    "options": [
      "தமிழ் மொழியின்  மிகப் பழமை",
      "தமிழ் மொழியின் பரவலான பயன்பாடு",
      "தமிழ் மொழியின் எழுத்து வடிவம்",
      "தமிழ் மொழியின் இலக்கணம்"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கவிதையில் “காலம் பிறக்கும் முன் பிறந்தது தமிழே!” என்ற வரி, தமிழ் மொழியின் மிகப் பழமையைக் குறிக்கிறது. இது தமிழ் மொழி, காலத்திற்கு முன்பே இருந்தது என்றும், பழமையான மொழி என்பதை உணர்த்துகிறது. இது, தமிழ் மொழியின் வயது  பற்றிய அறிகுறியாகும்."
  },
  {
    "description": "கவிதையில் “நெஞ்சம் நடத்தட்டும் ஊர்வலங்கள்!”  என்ற வரியில், ‘ஊர்வலங்கள்’ என்ற சொல்  எந்த இலக்கிய வடிவத்தை குறிக்கிறது?",
    "options": [
      "இலக்கணம்",
      "நாடகம்",
      "காவியம்",
      "புராணம்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கவிதையில்  “நெஞ்சம் நடத்தட்டும் ஊர்வலங்கள்!” என்ற வரியில், “ஊர்வலங்கள்” என்ற சொல் காவியத்தை குறிக்கிறது. இது தமிழ் மொழியின் காவிய வடிவம் பற்றிய குறிப்பு ஆகும். காவியங்கள் வரலாறு, புராணம், ஐதீகங்கள், ஆகியவற்றை அடிப்படையாகக் கொண்டவை. இவை எல்லாம் தமிழ் மொழியின் பெருமைக்குரியவை."
  },
  {
    "description": "“விரலை மடக்கியவன் இசையில்லை - எழில் வீணையில் என்று சொல்வது போல்” என்ற வரியின் பொருள் என்ன?",
    "options": [
      "தமிழில் இசை இல்லை என்பது தவறான கருத்து",
      "வீணையில் இசை இல்லை என்பது போல் தமிழில் குறைகள் இல்லை",
      "தமிழில் இசை இல்லை என்பது போல் குறைகள் இல்லை",
      "வீணையில் இசை இல்லை என்பது போல் தமிழில் குறைகள் இருக்கின்றன"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கவிதையில் “விரலை மடக்கியவன் இசையில்லை - எழில் வீணையில் என்று சொல்வது போல்” என்ற வரியில், தமிழின் குறைகள்  இல்லை என்பதை உணர்த்துகிறது. வீணையில் இசை இல்லை என்று சொல்வது போல், தமிழில் குறைகள் இல்லை என்பதை உணர்த்துகிறது.  தமிழ் மொழியின் சிறப்புகளை எடுத்துரைக்கும்  இந்தக் கவிதை வரி, தமிழின் மெருகான தன்மையை எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "“காலம் பிறக்கும் முன்.... ஏனிவ் விருட்டெனக் கேட்டுவரும் – நீதி ஏந்திய தீபமாய்ப் பாட்டுவரும்”  என்ற வரிகளில், “நீதி ஏந்திய தீபம்” என்ற சொற்றொடரால்  குறிக்கப்படுவது எது?",
    "options": [
      "தமிழ் மொழி",
      "குறள்",
      "இலக்கியம்",
      "கல்வி"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கவிதையில் “காலம் பிறக்கும் முன்.... ஏனிவ் விருட்டெனக் கேட்டுவரும் – நீதி ஏந்திய தீபமாய்ப் பாட்டுவரும்”  என்ற வரிகளில், “நீதி ஏந்திய தீபம்” என்ற சொற்றொடரால் குறளை குறிக்கிறது. குறள் என்பது நீதியின் மையமாகும். தமிழில் குறள் நூல் நீதியின் தீபமாகும். நீதியின் வெளிச்சத்தைப் பரப்பும்  தீபமாகும். இதன் மூலம், குறளை குறிப்பிடுகிறது."
  }
]
