
[
  {
    "description": "இந்திரா, மற்ற பெண்களோடு ஸ்டேஷன் மாஸ்டரை நோக்கி எப்படிப் பேசுகிறாள்?",
    "options": [
      "மரியாதையுடன்",
      "கடுகடுவென்று",
      "பயந்து",
      "அலட்சியமாக"
    ],
    "answer": "D",
    "additional_context": "ரயில் நிலையத்தில் இடம்பிடிக்க முடியாத பெண்கள் சுவர்களில் சாய்ந்து கொண்டு எகத்தாளம் பேசினார்கள். ஸ்டேஷன் மாஸ்டர் வெள்ளை உடைகளோடும் பச்சைக் கொடியோடும் வந்தவர் இந்த சச்சரவைப் பார்த்துவிட்டு, 'ஒரு நாளைக்கு ஸ்குவார்டை வரச்சொல்லி எல்லோரையும் அள்ளிக்கிட்டுப் போயி ஜெயில்ல போடுறேன்' என்றார். பெண்கள் இடுப்புக் குடங்களுக்குள் முகங்களைக் கவிழ்த்து வக்கணையாகச் சிரித்தார்கள். இந்திரா எல்லோருக்கும் முன்பாக இடம்பிடித்ததோடு மட்டுமல்லாமல், பதற்றமேயில்லாமல் அலட்சியமாக நிற்கிற அழகைப் பார்த்தால் ஐந்தாறு வருசங்களாக அதே இடத்தில் நிற்பது போல இருந்தது."
  },
  {
    "description": "கதையில் 'ஊர்ப்பக்கம்' என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "இந்திராவின் ஊர்",
      "ரயில் நிலையம்",
      "பிலாப்பட்டி",
      "உலகம்மாள் கோயில்"
    ],
    "answer": "A",
    "additional_context": "ஆகாயத்துக்கும் பூமிக்கும் இந்த ஊர்ப்பக்கம் நிரந்தரப் பகை. ஐயா காலத்தில் உலகம்மாள் கோயில் கிணறு மட்டும் நல்ல தண்ணீர்க் கிணறாக இருந்தது. ஏற்றம் வைத்து அதிகாலை முதல் டின் கட்டி நாலைந்து இளவட்டங்கள் இறைத்துக்கொண்டே இருந்தார்கள். பெண்கள் தலையில் ஒரு குடம், இடுப்பில் ஒரு குடமென்று எடுத்துவந்தார்கள்."
  },
  {
    "description": "இந்திரா தினமும் ரயில் நிலையத்துக்குச் செல்வதன் காரணம் என்ன?",
    "options": [
      "ரயிலில் பயணம் செய்ய",
      "ரயில் பயணிகளுடன் பேச",
      "ரயிலிலிருந்து தண்ணீர் எடுக்க",
      "ரயிலின் ஒலியைக் கேட்க"
    ],
    "answer": "C",
    "additional_context": "இந்திரா குடத்தைத் தூக்கி இடுப்பில் வைத்துக்கொண்டு வாரியைத் தாண்டி ஓடினாள். மேட்டை எட்டும்போது ஏழெட்டுப் பெண்கள் இடுப்பில் குடங்களோடு ஓடிவந்து இந்திராவை முந்தப் பார்த்தார்கள். எல்லோரும் வாலிபப் பெண்கள். முந்துகிற பெண்களைப் பிந்துகிற பெண்கள் சடைகளைப் பிடித்து இழுத்தார்கள். கைகளைப் பிடித்து மடக்கினார்கள். அடுத்தவர் குடங்களைப் படபடவென்று கையால் அடித்தார்கள். சிரிப்பும் கனைப்புமாக ஓடினாலும் முந்துபவர்களைப் பார்த்து நொடிக்கொருமுறை கடுகடுவென்று கோபமானார்கள். அடுத்த நொடியில் முந்தும்போது சிரித்துக் கொண்டார்கள்."
  },
  {
    "description": "இந்திரா ரயில் நிலையத்தில் என்ன விஷயத்தில் கனவு காண்கிறாள்?",
    "options": [
      "பணக்காரராக மாறுவது",
      "பிலாப்பட்டி மாதிரி நல்ல தண்ணீர் உள்ள ஊருக்குப் போவது",
      "ரயில் நிலையத்தில் இடம்பிடிப்பது",
      "சீக்கிரம் திருமணம் செய்துகொள்வது"
    ],
    "answer": "B",
    "additional_context": "இந்திரா இந்த நேரங்களில் அதிகமாகக் கனவு கண்டாள். உள்ளூரில் எவனுக்கும் கழுத்தை நீட்டிவிடக் கூடாதென்றும் பிலாப்பட்டி மாதிரி தண்ணீருள்ள ஊர்களிலிருந்து பெண்கேட்டு வருவது மாதிரியும் கனவு காண்பாள்."
  },
  {
    "description": "இந்திராவின் அம்மா தண்ணீர் எடுத்து வர எந்த இடத்துக்குப் போகிறாள்?",
    "options": [
      "ரயில் நிலையம்",
      "உலகம்மாள் கோயில் கிணறு",
      "கண்மாய்",
      "பிலாப்பட்டி"
    ],
    "answer": "D",
    "additional_context": "மூணு மைல் தூரம் நடக்கவேண்டும் பிலாப்பட்டிக்கு. ஊ ரு ணி க் கு ப் பக்கமாயிருக்கிறது அந்த நல்ல தண்ணீர்க் கிணறு. ஊற ஊறத்தான் இறைக்கவேண்டும். மதியம் வரை பிலாப்பட்டி ஜனம் மட்டும் இறைத்துக்கொள்ளும். மதியத்துக்குமேல் வெளியூர் ஆள்களுக்கு விடுவார்கள். காய்ந்து கருவாடாகக் கிடந்து, ஒரு சொட்டுச் சிந்தாமல் நடந்து ஊர் திரும்பி, வீட்டுப் படியேறினால் பொழுது சாய்ந்துகொண்டிருக்கும்."
  }
]
