
[
  {
    "description": "பாடலில் \"மூவாது மூத்தவர்\" என்று குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "வயதில் மூத்தவர்",
      "அனுபவம் மிக்கவர்",
      "அறிவில் வளர்ந்தவர்",
      "வயதில் மூத்தவராக இருந்தாலும் அனுபவம் மிக்கவர்"
    ],
    "answer": "D",
    "additional_context": "பாடலில், \"மூவாது மூத்தவர்\" என்பது வயதில் மூத்தவராக இருந்தாலும் அனுபவம் மிக்கவரைக் குறிக்கிறது. பூக்காமலேயே காய்ப்பது போல, வயதில் இளையவராக இருந்தாலும் நன்மை, தீமைகளை நன்குணர்ந்தவர் இருந்தால், அவர் மூத்தவர்களோடு சமமாக எண்ணத்தக்கவரே ஆவார்."
  },
  {
    "description": "\"தாவா விதையாமை நாறுவ வித்துஉள\" - இப்பகுதியில் \"வித்து\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நெல் விதை",
      "அனைத்து விதைகளும்",
      "விரைவாக வளரும் விதை",
      "விரைவாக முளைக்கும் விதை"
    ],
    "answer": "D",
    "additional_context": "இப்பகுதியில் \"வித்து\" என்ற சொல் விரைவாக முளைக்கும் விதையைக் குறிக்கிறது. பாத்தி அமைத்து விதை விதைக்காமலே, தானே முளைத்து வளரும் விதைகளும் உள்ளன."
  },
  {
    "description": "\"பூவாது காய்க்கும் மரம் உள\"  என்ற வாக்கியத்தில் எந்த அணி பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "உவமை அணி",
      "எதிர்மறை அணி",
      "உருவக அணி",
      "சிலேடை அணி"
    ],
    "answer": "A",
    "additional_context": "\"பூவாது காய்க்கும் மரம் உள\" என்ற வாக்கியத்தில் உவமை அணி பயன்படுத்தப்பட்டுள்ளது. இது பூக்காமலேயே காய்ப்பது போல, வயதில் இளையவராக இருந்தாலும் நன்மை, தீமைகளை நன்குணர்ந்தவர் இருந்தால், அவர் மூத்தவர்களோடு சமமாக எண்ணத்தக்கவரே ஆவார் எனும் பொருளை உணர்த்துகிறது."
  },
  {
    "description": "சிறுபஞ்சமூலம் நூலின் ஆசிரியர் யார்?",
    "options": [
      "காரியாசான்",
      "மாக்காயனார்",
      "வள்ளலார்",
      "பாரதியார்"
    ],
    "answer": "A",
    "additional_context": "சிறுபஞ்சமூலம் நூலின் ஆசிரியர் காரியாசான் ஆவார். இவர் மதுரைத் தமிழாசிரியர் மாக்காயனாரின் மாணாக்கர். காரி என்பது இவரது இயற்பெயர். ஆசான் என்பது தொழிலின் அடிப்படையில் அமைந்தபெயர். மாக்காரியாசான் என்று பாயிரச் செய்யுள் இவரைச் சிறப்பிக்கிறது."
  },
  {
    "description": "சிறுபஞ்சமூலம் நூலின் பெயருக்கு என்ன பொருள்?",
    "options": [
      "ஐந்து சிறிய வேர்கள்",
      "ஐந்து பெரிய வேர்கள்",
      "நன்மை தரும் வேர்கள்",
      "தீமை தரும் வேர்கள்"
    ],
    "answer": "A",
    "additional_context": "சிறுபஞ்சமூலம் நூலின் பெயருக்கு ஐந்து சிறிய வேர்கள்  என்பது பொருள். இவை கண்டங்கத்திரி, சிறுவழுதுணை, சிறுமல்லி, பெருமல்லி, நெருஞ்சி ஆகியன. இவ்வேர்களால் ஆன மருந்து உடலின் நோயைப் போக்குகின்றது."
  }
]
