[
          
  {
    
          "description": "பீரபால் எப்படி அந்த எண்ணிக்கையை துல்லியமாக சொன்னார்?",
          "options": [
      "அவருக்கு காகங்களின் எண்ணிக்கை தெரியும்.",
      "அவர் மாயவித்தைக்காரர்.",
      "அவர் ஒரு தந்திரமான பதிலைக் கொடுத்தார்.",
      "அவர் காகங்களை எண்ணினார்."
    ],
    "answer": "C",
    
          "additional_context": "ஒரு நகரத்தில் எத்தனை காகங்கள் இருக்கின்றன என்று அக்பர் கேட்டார்.  பதிலுக்கு பீரபால் ஒரு நிமிடம் கூட யோசிக்காமல் ஐம்பது ஆயிரத்து ஐநூறு எண்பத்தொன்பது காகங்கள் என்று பதில் சொன்னார்.  அதை கேட்ட அக்பர்  “நீ எப்படி இவ்வளவு துல்லியமாகச் சொன்னாய்?” என்று கேட்டார். அதற்கு பதிலளித்த பீரபால், “நீங்க உங்க மக்களை காகங்களை எண்ணச் சொல்லுங்க. காகங்களின் எண்ணிக்கை அதிகமா இருந்தா சில காகங்கள் வெளியிலிருந்து வந்திருக்காங்க அப்படின்னு அர்த்தம். எண்ணிக்கை குறைஞ்சா சில காகங்கள் வேற எங்கேயாவது போயிருப்பாங்கன்னு அர்த்தம்.” என்றார். பீரபால் சொன்ன தந்திரமான பதிலால் அக்பர் மிகவும் மகிழ்ந்தார். "
          }
        ,
          
  {
    
          "description": "'பிழை நீக்கி எழுதுக' பகுதியில், எந்தப் பழமொழி தவறாக எழுதப்பட்டுள்ளது?",
          "options": [
      "மதீனா சிறந்த இசை வல்லுநர் வேண்டும்.",
      "நல்ல தமிழுக்கு எழுதுவோம்",
      "பவளவிழிதான் பரிசு உரியவள்.",
      "துன்பத்தால் பொறுத்துக்கொள்பவனே வெற்றி பெறுவான்."
    ],
    "answer": "D",
    
          "additional_context": "இந்த பகுதியில் தவறாக எழுதப்பட்ட பழமொழிகளை கண்டுபிடித்து சரியாக எழுதுங்கள். பழமொழிகளின் அர்த்தத்தைப் பற்றி சிந்தியுங்கள். பழமொழிகள் நம் வாழ்க்கைக்கு வழிகாட்டுபவை என்பதை உணருங்கள். "
          }
        ,
          
  {
    
          "description": "'இடைச் சொற்களைக் கொண்டு தொடர்களை இணைக்க' பகுதியில், 'அலுவலர் வந்தார்; அனைவரும் பதற்றம் அடைந்தனர்' என்ற தொடரை எப்படி இணைக்கலாம்?",
          "options": [
      "அலுவலர் வந்ததால் அனைவரும் பதற்றம் அடைந்தனர்.",
      "அலுவலர் வந்ததும் அனைவரும் பதற்றம் அடைந்தனர்.",
      "அலுவலர் வந்து அனைவரும் பதற்றம் அடைந்தனர்.",
      "அலுவலர் வந்தவுடன் அனைவரும் பதற்றம் அடைந்தனர்."
    ],
    "answer": "D",
    
          "additional_context": "தொடர்களை இணைக்க இடைச்சொற்களைப் பயன்படுத்துவதன் மூலம் தொடரின் பொருளை மிகத் தெளிவாகக் காட்ட முடியும். இடைச்சொற்களைப் பயன்படுத்துவதன் மூலம் வாக்கியங்களுக்கு இடையே உள்ள உறவைப் புரிந்துகொள்ளவும் எளிதாகிறது. "
          }
        ,
          
  {
    
          "description": "'Child's Song' இல், குழந்தை எப்படி வளர்க்கப்பட வேண்டும் என்பது குறித்து என்ன சொல்லப்படுகிறது?",
          "options": [
      "குழந்தை கல்வியில் மட்டுமே கவனம் செலுத்த வேண்டும்.",
      "குழந்தை விளையாட்டில் மட்டுமே கவனம் செலுத்த வேண்டும்.",
      "குழந்தை கல்வியையும் விளையாட்டையும் சமமாகக் கற்றுக்கொள்ள வேண்டும்.",
      "குழந்தை தன் விருப்பப்படி வாழ வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "“சிறுவர் பாடல்” என்ற பாடல் குழந்தைகள் எப்படி வாழ வேண்டும் என்பதை தெளிவாக எடுத்துரைக்கிறது.  குழந்தைகள் விளையாட்டு, கல்வி, மற்றும் பாட்டு ஆகியவற்றை சமமாகக் கற்றுக்கொள்ள வேண்டும் என்பதை இந்தப் பாடல் வலியுறுத்துகிறது.  குழந்தைகள் சரியான வழியில் வளர்வதற்கு இந்தப் பாடல் வழிகாட்டுவதாகும்.  "
          }
        ,
          
  {
    
          "description": "“பாப்பா பாட்டு” என்ற பாடலில் குழந்தைக்கு என்ன வழிகாட்டுதல்கள் தரப்படுகின்றன?",
          "options": [
      "படிப்பில் முழு நேரமும் செலவிட வேண்டும்.",
      "விளையாட்டு மட்டுமே முக்கியம்.",
      "படிப்பு, விளையாட்டு, பாடல் என சமநிலையான வாழ்க்கை வாழ வேண்டும்.",
      "குழந்தை எப்போதும் ஓய்ந்து இருக்க வேண்டும்."
    ],
    "answer": "C",
    
          "additional_context": "“பாப்பா பாட்டு” என்ற பாடல் குழந்தைகள் வாழ்க்கையில் எல்லாம் சமநிலை தேவை என்பதை வலியுறுத்துகிறது.  படிப்பு, விளையாட்டு, மற்றும் பாட்டு ஆகிய மூன்றையும்  சமமாகச் செய்ய வேண்டும் என்றும், குழந்தைகள் கல்வியில் மட்டுமே  அல்லது விளையாட்டில் மட்டுமே ஈடுபடக் கூடாது என்றும்  இந்தப் பாடல் கூறுகிறது. "
          }
        ]