
[
  {
    "description": "“முதிரையும் சாமையும் வரகும் மொய்மணிக் குதிரைவா லியும்களம் குவித்துக் குன்றுஎனப் பொதுவர்கள் பொலிஉறப் போர்அ டித்திடும் அதிர்குரல் கேட்டுஉழை அஞ்சி ஓடுமே!”  என்ற பாடலில் “உழை” என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "a) வேட்டைக்காரர்.",
      "b) வயல்வெளியில் வேலை செய்பவர்.",
      "c) ஒரு வகை மான்.",
      "d) குதிரைவாலி நெல்."
    ],
    "answer": "C",
    "additional_context": "“முதிரையும் சாமையும் வரகும் மொய்மணிக் குதிரைவா லியும்களம் குவித்துக் குன்றுஎனப் பொதுவர்கள் பொலிஉறப் போர்அ டித்திடும் அதிர்குரல் கேட்டுஉழை அஞ்சி ஓடுமே!” என்ற பாடல் முல்லை நிலத்தைப் பற்றியது.  முல்லை நிலத்தவர் பயிரிடும்  முதிரை, சாமை, வரகு, மொய்மணிக் குதிரைவாலி நெல் ஆகியவற்றை அறுத்து, குவித்து, கதிரடிப்பார்கள். அந்த அதிர்வை கேட்டு மான்கள் அஞ்சி ஓடும். இந்தப் பாடலில் உழை என்பது ஒரு வகை மானைக் குறிக்கிறது. "
  },
  {
    "description": "“கல்லிடைப் பிறந்த ஆறும் கரைபொரு குளனும் தோயும் முல்லைஅம் புறவில் தோன்று முருகுகான் யாறு பாயும் நெல்லினைக் கரும்பு காக்கும் நீரினைக் கால்வாய் தேக்கும் மல்லல்அம் செறுவில் காஞ்சி வஞ்சியும் மருதம் பூக்கும்” என்ற பாடலில் “செறு” என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "a) மலைப்பகுதி.",
      "b) நீர்நிலை.",
      "c) காடு.",
      "d) வயல்."
    ],
    "answer": "D",
    "additional_context": "கல்லிடைப் பிறந்த ஆறும் கரைபொரு குளனும் தோயும் முல்லைஅம் புறவில் தோன்று முருகுகான் யாறு பாயும் நெல்லினைக் கரும்பு காக்கும் நீரினைக் கால்வாய் தேக்கும் மல்லல்அம் செறுவில் காஞ்சி வஞ்சியும் மருதம் பூக்கும்”  என்ற பாடல்  மருத நிலத்தைக் குறிக்கிறது. மல்லல் (வளம்) நிறைந்த செறு (வயல்) என்பது இந்தப் பாடலில் குறிப்பிடப்பட்டுள்ளது. "
  },
  {
    "description": "“பசிபட ஒருவன் வாடப் பார்த்துஇனி இருக்கும் கீழ்மை முசிபட ஒழுகும் தூய முறையினை அறிவார் போல வசிபட முதுநீர் புக்கு மலையெனத் துவரை நன்னீர் கசிபட ஒளிமுத் தோடு கரையினில் குவிப்பார் அம்மா” என்ற பாடலில் “துவரை” என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "a) கடல்.",
      "b) முத்து.",
      "c) பவளம்.",
      "d) மீன்."
    ],
    "answer": "C",
    "additional_context": "“பசிபட ஒருவன் வாடப் பார்த்துஇனி இருக்கும் கீழ்மை முசிபட ஒழுகும் தூய முறையினை அறிவார் போல வசிபட முதுநீர் புக்கு மலையெனத் துவரை நன்னீர் கசிபட ஒளிமுத் தோடு கரையினில் குவிப்பார் அம்மா”  என்ற பாடல் நெய்தல் நிலத்தைப் பற்றியது. நெய்தல் நிலத்தவர் கடலில்  மூழ்கி மலையளவு பவளங்களை (துவரை) எடுத்து வருவார்கள். இப்பாடல் நெய்தல் நிலத்தவரின் வாழ்க்கை முறையையும், மனப்பான்மையையும் விவரிக்கிறது."
  },
  {
    "description": "“வருமலை அளவிக் கானல் மணலிடை உலவிக் காற்றில் சுரிகுழல் உலர்த்தும் தும்பி தொடர்மரை முகத்தர் தோற்றம் இருபெரு விசும்பிற் செல்லும் இளமைதீர் மதியம் தன்னைக் கருமுகில் தொடர்ந்து செல்லுங் காட்சி போல்தோன்று மாதோ” என்ற பாடலில் “விசும்பு” என்ற சொல் எதனைக் குறிக்கிறது?",
    "options": [
      "a) கடல்.",
      "b) வானம்.",
      "c) நிலவு.",
      "d) மலை."
    ],
    "answer": "B",
    "additional_context": "“வருமலை அளவிக் கானல் மணலிடை உலவிக் காற்றில் சுரிகுழல் உலர்த்தும் தும்பி தொடர்மரை முகத்தர் தோற்றம் இருபெரு விசும்பிற் செல்லும் இளமைதீர் மதியம் தன்னைக் கருமுகில் தொடர்ந்து செல்லுங் காட்சி போல்தோன்று மாதோ”  என்ற பாடல் நெய்தல் நிலத்தைக் குறிக்கிறது.  விசும்பு என்ற சொல் வானத்தைக் குறிக்கும். இப்பாடல் நெய்தல் நிலத்தில் நிலவு தோன்றும் அழகிய காட்சியை விவரிக்கிறது."
  },
  {
    "description": "கீழ்க்கண்ட பாடல் எந்த நிலத்தைக் குறிக்கிறது?\n\n> மன்னிய முதுவெயில் வளைப்ப வாய்வெரீஇ\n> இன்னிளம் குருளைமிக்கு இனைந்து வெம்பிடத்\n> தன்னிழல் தங்கவே தாய்மை மீதுற\n> நன்னரில் வலியசெந் நாய்உய ங்குமே. (65)",
    "options": [
      "குறிஞ்சி",
      "முல்லை",
      "பாலை",
      "மருதம்"
    ],
    "answer": "C",
    "additional_context": "மன்னிய முதுவெயில் வளைப்ப வாய்வெரீஇ இன்னிளம் குருளைமிக்கு இனைந்து வெம்பிடத் தன்னிழல் தங்கவே தாய்மை மீதுற நன்னரில் வலியசெந் நாய்உய ங்குமே. (65) என்ற பாடல் பாலை நிலத்தைக் குறிக்கிறது. கொடிய வெயிலில் தவிக்கும் பாலை நிலத்தில் நாய்க்குட்டியை அதன் தாய் பாதுகாத்து, நிழலில் வைத்துக்கொண்டு வருந்தும் காட்சியை இப்பாடல் விவரிக்கிறது. "
  }
]
