
[
  {
    "description": "“கந்தி, நெடில், பாலி, மகி, கம்புள், கைச்சாத்து” -  இந்தச் சொற்களில் எது “கை” என்ற சொல்லுடன் தொடர்புடையது?",
    "options": [
      "கந்தி",
      "பாலி",
      "கம்புள்",
      "கைச்சாத்து"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கேள்வி மொழியோடு விளையாடு பகுதியில் உள்ளது. இந்தப் பகுதியில் ஒரே ஒரு சொல்லில் மறைந்துள்ள இரண்டு அல்லது மூன்று சொற்களைத் தேட வேண்டும். அதற்குரிய உதாரணமாக  'ஆற்றங்கரையோரம்'  என்பதில்  'ஆறு',  'கரை',  'ஓரம்'  என்ற மூன்று சொற்களும் மறைந்துள்ளது. இதுபோல 'கைச்சாத்து' என்ற சொல்லில் 'கை' என்ற சொல் மறைந்துள்ளது."
  },
  {
    "description": "“எல்லை விரிந்த சமவெளி - எங்கும் நான் இறங்கித் தவழ்ந்து தவழ்ந்து வந்தேன்” -  இந்த வரியில் “தவழ்ந்து” என்ற சொல்லுக்கு எந்தப் பொருள் பொருந்தும்?",
    "options": [
      "விரைவாக ஓடுதல்",
      "மெதுவாக நகர்தல்",
      "பறந்து செல்லுதல்",
      "குதித்துச் செல்லுதல்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி 'நயம் பாராட்டுக' பகுதியில் உள்ளது. இந்தப் பகுதியில் கொடுக்கப்பட்டுள்ள கவிதையில்  'தவழ்ந்து' என்ற சொல்லின் பொருள் என்ன என்பதை கண்டுபிடித்து அதற்குப் பொருத்தமான விடையைத் தேர்ந்தெடுக்க வேண்டும். இந்தக் கவிதையில் 'தவழ்ந்து' என்ற சொல் மெதுவாக நகருதல் என்பதைக் குறிக்கிறது. எனவே சரியான விடை  'மெதுவாக நகர்தல்'  என்பதாகும்."
  },
  {
    "description": "“சூரிய அஸ்தமனம் இன்னும் எனக்குப் பிடித்த நிறம், வானவில் இரண்டாவது – மட்டி ஸ்டெபனெக்” - இந்தப் பொன்மொழியில் நிறத்தை விரும்புவதற்கான காரணம் என்ன?",
    "options": [
      "சூரிய அஸ்தமனத்தின்  அழகான நிறம்",
      "வானவில்லின் வண்ணங்கள்",
      "சூரியன் மறைவதற்கான அழகான நிறம்",
      "சூரிய அஸ்தமனத்தின் அமைதியான உணர்வு"
    ],
    "answer": "A",
    "additional_context": "இந்தக் கேள்வி  'அறிஞர்களின் பொன்மொழிகளைத் தமிழில் மொழிபெயர்த்து எழுதுக'  என்ற பகுதியில் உள்ளது. இந்தப் பகுதியில் கொடுக்கப்பட்டுள்ள பொன்மொழியில்  'சூரிய அஸ்தமனம்'  என்பதற்கான காரணத்தை கண்டுபிடித்து அதற்குப் பொருத்தமான விடையைத் தேர்ந்தெடுக்க வேண்டும். இந்தப் பொன்மொழி  'சூரிய அஸ்தமனத்தின்  அழகான நிறம்'  என்பதைக் குறிக்கிறது. எனவே சரியான விடை  'சூரிய அஸ்தமனத்தின்  அழகான நிறம்'  என்பதாகும்."
  },
  {
    "description": "“சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமான உத்திகளைத் தௌலீஸ்வரம் அணையைக்\nகட்டியது.” - இந்தத் தொடரில் எது தவறு?",
    "options": [
      "தௌலீஸ்வரம் அணையின் கட்டுமானம்",
      "சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமானம்",
      "தௌலீஸ்வரம் அணையைக் கட்டியது",
      "கட்டுமான உத்திகள்"
    ],
    "answer": "C",
    "additional_context": "இந்தக் கேள்வி 'பிழை நீக்கி எழுதுக'  என்ற பகுதியில் உள்ளது. இந்தப் பகுதியில் கொடுக்கப்பட்டுள்ள வாக்கியத்தில் பிழையைக் கண்டுபிடித்து அதை சரி செய்து எழுத வேண்டும். இந்த வாக்கியத்தில் 'தௌலீஸ்வரம் அணையைக் கட்டியது'  என்று தவறாக உள்ளது. இதற்குப் பதிலாக 'தௌலீஸ்வரம் அணையை கட்ட பயன்படுத்தினார்கள்'  என்று எழுத வேண்டும். எனவே சரியான விடை  'தௌலீஸ்வரம் அணையைக் கட்டியது'  என்பதாகும்."
  },
  {
    "description": "“நீர்ச் சுழற்சி குறித்த கருத்து விளக்கப்படத்தின் உட்பொருளைப் புரிந்துணர்ந்து பத்தியாக மாற்றி\nஅமைக்க.” - இந்தக் கோரிக்கை என்ன  குறிக்கிறது?",
    "options": [
      "நீர்ச் சுழற்சியை விளக்கும் பத்தியை எழுதுங்கள்",
      "நீர்ச் சுழற்சியை வரைபடம் மூலம் விளக்குங்கள்",
      "நீர்ச் சுழற்சியின் பத்தியைச் சுருக்கமாக எழுதுங்கள்",
      "நீர்ச் சுழற்சியின் வரைபடத்தைப் பத்தியாக மாற்றி எழுதுங்கள்"
    ],
    "answer": "D",
    "additional_context": "இந்தக் கேள்வி  'வடிவ மாற்றம் செய்க'  என்ற பகுதியில் உள்ளது. இந்தப் பகுதியில் நீர்ச் சுழற்சி படத்தின் உள்ளடக்கத்தை பத்தியாக மாற்றி எழுத வேண்டும். எனவே சரியான விடை  'நீர்ச் சுழற்சியின் வரைபடத்தைப் பத்தியாக மாற்றி எழுதுங்கள்'  என்பதாகும்."
  }
]
