
[
  {
    "description": "பாடலில் குறிப்பிடப்பட்டுள்ள \"கோவை உலா\" என்ற இலக்கிய வடிவம் எதற்குப் புகழ்பெற்றது?",
    "options": [
      "வீர கதை",
      "காதல் கதை",
      "புராணக் கதை",
      "நகைச்சுவை கதை"
    ],
    "answer": "D",
    "additional_context": "கோவை உலா என்ற இலக்கிய வடிவம் நகைச்சுவை கதை என்பதற்குப் புகழ் பெற்றது. இந்த இலக்கிய வடிவத்தில் எழுதப்பட்ட பல நூல்கள் நகைச்சுவை நிறைந்த கதைகளை மையமாகக் கொண்டு எழுதப்பட்டன.  பாடலில் குறிப்பிடப்பட்டுள்ள \"கோவை உலா\"  என்ற இலக்கிய வடிவம் நகைச்சுவை கதை என்பதற்குப் புகழ் பெற்றது."
  },
  {
    "description": "கடவுளரையும் தலைவர்களையும் _____ கருதி எழுதப்பட்ட சிற்றிலக்கிய வகை _____ .",
    "options": [
      "குழந்தையாக / பிள்ளைத் தமிழ்",
      "மன்னராக / நாடகங்கள்",
      "தலைவராக / பகர்சந்தம்",
      "வீரராக / காவியங்கள்"
    ],
    "answer": "A",
    "additional_context": "கடவுளரையும் தலைவர்களையும் குழந்தையாகக் கருதி எழுதப்பட்ட சிற்றிலக்கிய வகை  பிள்ளைத் தமிழ் ஆகும். பிள்ளைத் தமிழ்  சிற்றிலக்கிய வகை தமிழர்களின் வரலாற்றையும், கலாச்சாரத்தையும், மதத்தையும், ஆன்மீகத்தையும் எடுத்துரைக்கும் நூல்கள் ஆகும்."
  },
  {
    "description": "\"_____ \" என்ற சொற்றொடர் விரைவான செயலை குறிக்கிறது.",
    "options": [
      "செந்தமிழும் சுவையும் போல",
      "அத்தி பூத்தாற் போல",
      "பசுமரத்தாணி போல",
      "உள்ளங்கை நெல்லிக்கனி போல்"
    ],
    "answer": "B",
    "additional_context": " \"அத்தி பூத்தாற் போல\" என்ற சொற்றொடர் விரைவான செயலை குறிக்கிறது. இது  மரங்கள் மிகவும் வேகமாக வளரும் தன்மையைக் குறிப்பதாகும். \"அத்தி பூத்தாற் போல\"  என்ற சொற்றொடர் விரைவான செயலை குறிக்கிறது."
  },
  {
    "description": "\"_____ \" என்ற வடிவத்தில் எழுதப்பட்ட நூல்கள் புகழேந்தியால் புகழ் பெற்றது.",
    "options": [
      "விருத்தம்",
      "கோவை",
      "பரணி",
      "வெண்பா"
    ],
    "answer": "D",
    "additional_context": "புகழேந்தி என்ற புலவர் வெண்பா வடிவத்தில் எழுதப்பட்ட நூல்களுக்குப் புகழ் பெற்றவர். வெண்பா  என்பது தமிழ் இலக்கியத்தில் ஒரு முக்கியமான இலக்கிய வடிவம் ஆகும்.  புகழேந்தி  என்ற புலவர் வெண்பா வடிவத்தில் எழுதப்பட்ட நூல்களுக்குப் புகழ் பெற்றவர்."
  }
]
