
[
  {
    "description": "விழாவறை காதை பாடல், புகார் நகரத்தின் மக்கள் வாழ்வில் விழாவின் முக்கியத்துவத்தை எடுத்துக்காட்டுகிறது. பின்வரும் கூற்றுகளில் எது விழாவின் முக்கியத்துவத்தை சரியாகக் குறிக்கிறது?",
    "options": [
      "விழா ஒரு மகிழ்ச்சியான நிகழ்வு.",
      "விழா மக்களை ஒன்றுசேர்த்து, சமூக நல்லிணக்கத்தை ஏற்படுத்தும்.",
      "விழா தேவருக்கு நன்றி செலுத்துவதற்கான ஒரு நிகழ்வு.",
      "விழா மக்களை அவரவர் சமயங்களைப் பற்றி சிந்திக்க வைக்கும் ஒரு நிகழ்வு."
    ],
    "answer": "B",
    "additional_context": "மக்களின் வாழ்வில் பிறந்தது முதலாக நடத்தப்படுகின்ற நிகழ்வுகளில் விழா, தனக்கென ஒரு தனியிடம் பெறுகிறது. மனித மாண்புகளை எடுத்துரைக்கும் விழா, பண்பாட்டின் வெளிப்பாடாகவும் திகழ்கிறது. அல்லும் பகலும் உழைப்பில் திளைக்கின்ற மக்களை உற்சாகப்படுத்தி ஓய்வு தரும் வாயில் விழாதான். அவ்வகையில் புகார் நகரோடு அதிகம் தொடர்புடையதாகத் திகழ்ந்த இந்திரவிழா சிலப்பதிகாரத்திலும் மணிமேகலையிலும் விவரிக்கப்படுகிறது. அவ்விழா நிகழ்வுகளைக் கண்முன்னே காட்சிப்படுத்துவதாய் அமைகிறது மணிமேகலையின் விழாவறை காதை."
  },
  {
    "description": "விழாவறை காதை பாடலில் இயற்கை அழகுகள் பற்றிய விவரணைகள் இடம் பெற்றுள்ளன. பின்வரும் கூற்றுகளில் எது இயற்கை அழகுகளின் விவரணையை சரியாகக் குறிக்கிறது?",
    "options": [
      "வெண்மணல் குன்றுகள், பூஞ்சோலைகள், தண்மணல் துருத்திகள், தாழ்பூந்துறைகள்.",
      "பத்தி வேதிகை, முத்துத் தாமம், தோரண வீதி, பொலம்பாலிகை.",
      "கதலிகைக் கொடிகள், காழ் ஊன்று விலோதம், மதலை மாடம், வாயில்.",
      "ஒளிறுவாள் மறவர், தேர்ப்படை, குதிரைப் படை, யானைப் படை."
    ],
    "answer": "A",
    "additional_context": "விழாவறை காதையில் புகார் நகரத்தின் இயற்கை அழகுகளை சீத்தலைச் சாத்தனார்  மிகவும் அழகாகவும் விவரிக்கிறார்.  தண்மணற் பந்தரும் தாழ்தரு பொதியிலும் (குளிர்ந்த மணல் கொண்ட குன்றுகள் மற்றும் தாழ்ந்த மலைகளிலும்), வெண்மணற் குன்றமும் விரிபூஞ் சோலையும் (வெள்ளை மணல் கொண்ட குன்றுகள், பூக்கள் நிறைந்த காடுகள்) தண்மணல் துருத்தியும் தாழ்பூந் துறைகளும் (குளிர்ந்த மணல் கொண்ட மணல் திட்டுகள், தாழ்ந்த நீர்நிலைகள்)  என இயற்கை அழகுகளை விவரிக்கிறது."
  },
  {
    "description": "\"பரந்தொருங்கு ஈண்டிய பாடைமாக்களும்\" என்ற வரிகளில் \"பாடைமாக்கள்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "புகார் நகர மக்கள்",
      "பல மொழி பேசும் அயல் நாட்டு மக்கள்",
      "சமயக் கணக்கர்",
      "கடவுளர்கள்"
    ],
    "answer": "B",
    "additional_context": "பரந்தொருங்கு ஈண்டிய பாடை மாக்களும் (பல நாடுகளில் இருந்து வந்த பல மொழி பேசும் மக்களும்)  என்று விழாவறை காதை பாடல் கூறுகிறது. புகார் நகரத்தில்  வணிகம்  மூலம் பல நாட்டு மக்கள் வந்து குடியேறியதையும் , இந்திர விழாவில் அவர்களும் பங்கு பெற்றதையும்  இது  குறிக்கிறது."
  },
  {
    "description": "விழாவறை காதையில் \"ஐம்பெருங்குழு\" மற்றும் \"எண்பேராயம்\" என இரண்டு அரசியல் குழுக்கள் குறிப்பிடப்படுகின்றன. பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "\"ஐம்பெருங்குழு\"  மற்றும் \"எண்பேராயம்\"  இரண்டும்  அரசரின் ஆலோசனைக்குழுக்கள்.",
      "\"ஐம்பெருங்குழு\"  அரசரின் ஆலோசனைக்குழு, \"எண்பேராயம்\" அரசரின் குடும்பத்தினர்.",
      "\"ஐம்பெருங்குழு\"  அரசரின் குடும்பத்தினர், \"எண்பேராயம்\"  அரசரின் ஆலோசனைக்குழு.",
      "\"ஐம்பெருங்குழு\"  மற்றும் \"எண்பேராயம்\"  இரண்டும்  படைப்பிரிவுகள்."
    ],
    "answer": "A",
    "additional_context": "ஐம்பெருங் குழுவும் எண்பேர் ஆயமும் (ஐம்பெருங்குழு மற்றும் எண்பேராயத்தைச் சேர்ந்தவர்களும்) வந்தொருங்கு குழீஇ (ஒன்று கூடி)   என்று  விழாவறை காதை பாடல் கூறுகிறது. புகார் நகரத்தின் மன்னனான  கூட்கார்க்கு  அரசியல் ஆலோசனை வழங்கும்  இரண்டு  முக்கிய குழுக்கள் ஐம்பெருங்குழு மற்றும் எண்பேராயம் ஆகும்."
  },
  {
    "description": "விழாவறை காதை பாடலில் பல  சொற்கள் இயற்கை அழகை விவரிக்கப் பயன்படுத்தப்பட்டுள்ளன. பின்வரும் சொற்களில் எது இயற்கை அழகை விவரிக்கப் பயன்படுத்தப்படவில்லை?",
    "options": [
      "பூக்கொடி",
      "மதலை",
      "தண்மணல்",
      "துருத்தி"
    ],
    "answer": "B",
    "additional_context": "மதலை என்பது  விழாவறை காதை  பாடலில் குறிப்பிடப்படும் ஒரு கட்டிடத்தின் பெயர். விழா  நடைபெறும் போது   மதலை மாடமும் வாயிலும் சேர்த்துமின் (பெரிய மாடங்களிலும் மாடங்களின் வாயில்களிலும்) என  கூறப்படுகிறது. இது  இயற்கை அழகை குறிக்காது."
  }
]
