[
          
  {
    
          "description": "“பூத்துக் குலுங்கும் பூஞ்சோலை; அடர்ந்து வளர்ந்த பசுமரங்கள்; நீர் நிறைந்த நதிக்கரைகள்; பச்சை போர்த்திய புல்வெளிகள்; துள்ளித் திரியும் மானினங்கள்; மயில்கள், குயில்கள், கிளிகள் பறந்து நுழையும்முன் திரியும் பறவைகளென இத்தகு அழகிய சூழலைக் கண்டு மனம் மகிழ்ந்ததுண்டா?”  என்ற பகுதியில் எத்தனை வகை நிலங்களைப் பற்றி குறிப்பிடப்பட்டுள்ளது?",
          "options": [
      "நான்கு",
      "ஐந்து",
      "ஆறு",
      "ஏழு"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடல் பகுதி, தமிழ் இலக்கியத்திலும், இயற்கை அழகிலும் ஈடுபட்டுள்ளவர்களை ஈர்க்கும் ஒரு காட்சியை வர்ணிக்கிறது. இதில், பூஞ்சோலை, பசுமரங்கள், நதிக்கரைகள், புல்வெளிகள் என நான்கு வகை நிலங்கள் குறிப்பிடப்பட்டுள்ளன. இத்தகைய அழகிய சூழலை, மான்கள், மயில்கள், குயில்கள், கிளிகள் போன்ற பறவைகள் கூட்டி, ஒரு அற்புதமான காட்சியை உருவாக்குகின்றன. இதன் மூலம், இயற்கையின் கலைநயத்தையும், வாழ்வின் அழகையும் புலவர் எடுத்துரைக்கிறார். இதன் மூலம், தமிழ் இலக்கியத்தில், இயற்கை பற்றிய சிந்தனை எப்படி வளர்க்கப்பட்டது என்பதை நாம் உணர முடியும்."
          }
        ,
          
  {
    
          "description": "'பூவையும் குயில்களும் பொலங்கை வண்டரும் பாஇசை பாடமுப் பழமும் தேனும்தந் தேஇசை பெறும்கடறு இடையர் முக்குழல் ஆவினம் ஒருங்குற அருகுஅ ணைக்குமால்' -  இந்தப் பாடல் எந்த நிலத்தைப் பற்றி எடுத்துரைக்கிறது?",
          "options": [
      "குறிஞ்சி",
      "முல்லை",
      "பாலை",
      "மருதம்"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடல் முல்லை நிலத்தின் அழகையும், வாழ்வையும் வர்ணிக்கிறது. முல்லை நிலத்தின் அடையாளமான ஆயர்களின் வாழ்க்கை, பாடல், பழம், தேன் ஆகியவற்றால் நிறைந்திருப்பதை இது காட்டுகிறது. மேலும், இடையர்கள் தங்கள் ஆவினங்களை ஒன்றாகக் கூட்டி, முக்குழல் என்ற இசைக் கருவியை இசைத்து மகிழும் காட்சி வர்ணிக்கப்படுகிறது. இதன் மூலம், முல்லை நிலத்தின் இயற்கை அழகு, கலை நயம், மற்றும் மக்களின் வாழ்க்கை முறை ஆகியவற்றை புலவர் எடுத்துரைக்கிறார்."
          }
        ,
          
  {
    
          "description": "'மன்னிய முதுவெயில் வளைப்ப வாய்வெரீஇ இன்னிளம் குருளைமிக்கு இனைந்து வெம்பிடத் தன்னிழல் தங்கவே தாய்மை மீதுற நன்னரில் வலியசெந் நாய்உய ங்குமே' - இதில் 'வாய்வெரீஇ' எனக் குறிப்பிடப்படுவது யாருக்கு?",
          "options": [
      "குருளை",
      "தாய் நாய்",
      "கருடன்",
      "மான்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடல் வறண்ட பாலை நிலத்தில் வாழும் செந்நாய்க்குட்டியின் துன்பத்தை விவரிக்கிறது.  கொடிய வெயிலில் துன்புற்று, வாய் உலர்ந்து, மிகவும் சோர்வடைந்த குட்டி, தாய் நாயின் நிழலில்  இளைப்பாற முயல்கிறது. 'வாய்வெரீஇ'  என்பது குட்டியின் சோர்வையும், துயரத்தையும் குறிக்கிறது. பாலை நிலத்தின் வறட்சி, மக்கள் வாழ்வின் துன்பம்  ஆகியவற்றை இது  எடுத்துரைக்கிறது."
          }
        ,
          
  {
    
          "description": "'கல்லிடைப் பிறந்த ஆறும் கரைபொரு குளனும் தோயும் முல்லைஅம் புறவில் தோன்று முருகுகான் யாறு பாயும் நெல்லினைக் கரும்பு காக்கும் நீரினைக் கால்வாய் தேக்கும் மல்லல்அம் செறுவில் காஞ்சி வஞ்சியும் மருதம் பூக்கும்' - இந்தப் பாடல் எந்த மலர் பூத்துக் கிடப்பதைக் குறிப்பிடுகிறது?",
          "options": [
      "காந்தள்",
      "காஞ்சி",
      "செந்தாமரை",
      "தும்பை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடல் வளமான மருத நிலத்தின் இயற்கை அழகையும், மக்களின் வாழ்க்கை முறையையும் விவரிக்கிறது. மலையிடையே தோன்றும் ஆறு, கரையை மோதித் ததும்பும் குளம், நெல் பயிர்கள், கரும்பு, நீர்நிலைகள் போன்றவற்றை இது  குறிப்பிடுகிறது. மருத நிலத்தில் பூக்கும் பூக்களில், காஞ்சி மலரின்  அழகை இது  எடுத்துரைக்கிறது. மேலும், 'மருதம் பூக்கும்'  என்ற சொல் மருத நிலத்தின்  வளத்தை  குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'இராவண காவியம் காலத்தின் விளைவு. ஆராய்ச்சியின் அறிகுறி. புரட்சிப் பொறி. உண்மையை உணர வைக்கும் உன்னத நூல்' -  இந்தக் கூற்று யாருடையது?",
          "options": [
      "பெரியார்",
      "பாரதியார்",
      "கவிமணி",
      "பாரதிதாசன்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கூற்று, தமிழகத்தின் தலைசிறந்த தலைவர்களில் ஒருவரான  தந்தை பெரியார்  அவர்களுடையது. இராவண காவியம் பற்றிய பெரியாரின்  கருத்து, இந்நூலின்  முக்கியத்துவத்தை எடுத்துரைக்கிறது. இந்நூல் ஒரு புரட்சிக் கருத்துக்களை  தாங்கிய நூல் எனவும், அது சமூகத்தில்  உண்மையை உணர வைக்கப் பயன்படும் எனவும்  பெரியார்  கருதுகிறார்."
          }
        ]