[
          
  {
    
          "description": "'பொதுவர்கள் பொலிஉறப் போர்அடித்திடும்' -  இந்த வரிகளில் எந்த நிலத்தின் பண்பு வெளிப்படுகிறது?",
          "options": [
      "குறிஞ்சி",
      "பாலை",
      "முல்லை",
      "நெய்தல்"
    ],
    "answer": [
      "பாலை"
    ],
    
          "additional_context": "இந்த வரிகள் பாலை நிலத்தின் பண்பை வெளிப்படுத்துகின்றன. பாலை நிலம் வறண்ட நிலம் என்பதால் அதில் போர் அடிக்கடி நடக்கும். பொதுவர்கள் பொலிவுறப் போர் அடிப்பதும், வறட்சியான நிலத்தின் பண்பை வெளிப்படுத்துவதும் சான்று. குறிஞ்சி, முல்லை, நெய்தல் ஆகியவை அந்தந்த நிலத்தின் பண்புகளை வெளிப்படுத்துவதற்கான வரிகள். "
          }
        ,
          
  {
    
          "description": "'அதிரப் புகுதக் கனாக் கண்டேன்' -  இந்த வரிகளில் குறிப்பிடப்படும் கனவு யாரது?",
          "options": [
      "திருநாவுக்கரசர்",
      "சம்பந்தர்",
      "ஆண்டாள்",
      "குலசேகர ஆழ்வார்"
    ],
    "answer": [
      "ஆண்டாள்"
    ],
    
          "additional_context": "இந்த வரிகள் ஆண்டாளின் கனவுக் காட்சியை குறிப்பிடுபவை. ஆண்டாள், திருமாலின் கனவில் புகுந்து அவரை மணக்கும் துணிச்சலான  கனவை கண்டவர். அந்த கனவின் துணிச்சலும், அழகும் பல பாடல்களில் பாடப்பட்டுள்ளது.  திருநாவுக்கரசர், சம்பந்தர், குலசேகர ஆழ்வார்  ஆகியோரின் கனவுக் காட்சிகள், தங்களுடைய  கடவுளைப் பற்றியவை. "
          }
        ,
          
  {
    
          "description": "'இடிகுரல், பெருங்கடல்' -  இந்த சொற்களில் எந்த இலக்கணக் குறிப்பு பொருந்தும்?",
          "options": [
      "ஓரெழுத்துப் பெயர்",
      "இருமொழிப் பெயர்",
      "ஒற்றுமைப் பெயர்",
      "இலக்கணப் பெயர்"
    ],
    "answer": [
      "இலக்கணப் பெயர்"
    ],
    
          "additional_context": "இந்த சொற்களில், இடிகுரல் -  இடியின் குரல், பெருங்கடல் -  பெரிய கடல்,  என்பது தெளிவாகிறது. எனவே இது இலக்கணப் பெயர். ஓரெழுத்துப் பெயர், இருமொழிப் பெயர், ஒற்றுமைப் பெயர், ஆகியவை  தனித்தனியே ஒரு சொல்லைக் குறிப்பிடும் பெயர்கள். "
          }
        ,
          
  {
    
          "description": "கைப்பிடி, கைபிடி - இந்த சொற்களில் எந்த புணர்ச்சி வகை பொருந்தும்?",
          "options": [
      "இயல்புப் புணர்ச்சி",
      "மரபுப் புணர்ச்சி",
      "எதுகைப் புணர்ச்சி",
      "வழுவழுப்புப் புணர்ச்சி"
    ],
    "answer": [
      "மரபுப் புணர்ச்சி"
    ],
    
          "additional_context": "கைப்பிடி -  கையைப் பிடிப்பவர்,  கைபிடி - கையைப் பிடிப்பதற்கான பொருள்.  இந்த வார்த்தைகள்  இருவேறு பொருள் கொண்டவை.  மரபுப் புணர்ச்சி  சில வார்த்தைகளுக்கு  மட்டும்  வழங்கப்படும் புணர்ச்சி.  இயல்புப் புணர்ச்சி  மொழி எல்லாப் புணர்ச்சிக்கும் பொருந்தும். எதுகைப் புணர்ச்சி, வழுவழுப்புப் புணர்ச்சி, ஆகியவை  இரு வேறு வகையான புணர்ச்சிகள். "
          }
        ,
          
  {
    
          "description": "செப்புத் திருமேனிகள் பற்றி எது உண்மை?",
          "options": [
      "இவை பல்லவர் காலச் சிற்பங்கள்.",
      "இவை நாயக்கர் காலச் சிற்பங்கள்.",
      "இவை நடுகல் வடிவில் இருக்கும்.",
      "இவை பாலை நிலத்துடன் தொடர்புடையவை."
    ],
    "answer": [
      "இவை நாயக்கர் காலச் சிற்பங்கள்."
    ],
    
          "additional_context": "செப்புத் திருமேனிகள்  நாயக்கர் காலத்தில் தோன்றிய சிற்பங்கள்.  நாயக்கர்கள் காலத்தில், செப்பினால் செய்யப்பட்ட அழகான திருமேனிகள் உருவாக்கப்பட்டன.  பல்லவர் காலம்,  இந்த வகைச் சிற்பங்கள் உருவாகாத காலம்.  நடுகல் வடிவில்,  நாயக்கர் காலத்திற்கு முன்பே இருந்தன. பாலை நிலத்திற்கும் செப்புத் திருமேனிகளுக்கும்  தொடர்பில்லை. "
          }
        ]