[
          
  {
    
          "description": "இந்தக் கதையில் மான் எதில் சிக்கிக் கொண்டது?",
          "options": [
      "a) பூந்தொட்டியில்",
      "b) ஒரு வேடனின் பொறியில்",
      "c) ஒரு கயிற்றில்",
      "d) ஒரு பள்ளத்தில்"
    ],
    "answer": "B",
    
          "additional_context": "ஒரு மான், ஆமை, காகம் மற்றும் எலி ஆகியோர் நண்பர்கள். ஒருநாள் அந்த மான் வேடனின் பொறியில் சிக்கிக் கொண்டது.  அவர்களின் நண்பர்களாகிய மான், ஆமை, காகம் மற்றும் எலி ஆகியோர் மானை மீட்க திட்டமிட்டனர். அந்தத் திட்டத்தின்படி, மான் இறந்தது போல் நடித்தது. காகம் அந்த மான் மீது அமர்ந்து கூச்சலிட்டது. ஆமை வேடனின் பாதையில் நடந்து அவனைக் கவனத்தை திசை திருப்பியது. இதனால், மானைக் காப்பாற்ற வேடனை ஏமாற்றி  எலி அந்த மானை வேடனின் பொறியிலிருந்து விடுவித்தது. காகம் ஆமையை எடுத்துக்கொண்டு, மான் உடன் சென்றது."
          }
        ,
          
  {
    
          "description": "மேற்கண்ட உரையில் உள்ள வாக்கியங்களைப் பிரிக்கும் நிறுத்தற்குறியைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "a)  அரைப்புள்ளி (;) ",
      "b)  நிறுத்தற்குறி (.) ",
      "c)  கேள்விக்குறி (?) ",
      "d)  நிறுத்தற்குறி (,) "
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பத்தியில்  'ஆசிரியர் மாணவர்களிடம்  மாணவர்களே கடவுளரையும்  தலைவர்களையும்  குழந்தையாகக் கருதி  எழுதப்பட்ட  சிற்றிலக்கிய  வகை பற்றித் தெரியுமா  தமிழ்ச்  சிற்றிலக்கிய வகைகளுள்  பிள்ளைத் தமிழும்  ஒன்று  என்று  கூறினார்'  என்ற  விரிவான  வாக்கியம்  கொடுக்கப்பட்டுள்ளது. இதில்,  வாக்கியங்கள் பிரிக்கப்பட்டுள்ளது, எனவே  நிறுத்தற்குறி (,)  பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'மிகச் சிறிய' என்ற பொருள் கொடுக்கும் சொற்றொடரைக் கண்டறியவும்.",
          "options": [
      "a) செந்தமிழும் சுவையும் போல",
      "b) பசுமரத்தாணி போல",
      "c) உள்ளங்கை நெல்லிக்கனி போல்",
      "d) அத்தி பூத்தாற் போல"
    ],
    "answer": "C",
    
          "additional_context": "'உள்ளங்கை நெல்லிக்கனி போல்' என்ற சொற்றொடர் 'மிகச் சிறிய'  என்ற பொருளைத் தருகிறது. நெல்லிக்கனி என்பது மிகச்சிறிய பழம்.  இதை  உள்ளங்கையில் வைத்துக்  கொண்டால் அது  மறைந்து விடும் என்பதால் 'உள்ளங்கை நெல்லிக்கனி போல்' என்ற சொற்றொடர் 'மிகச் சிறிய'  என்ற பொருளைத் தருகிறது."
          }
        ,
          
  {
    
          "description": "கோவை உலா எந்த இலக்கிய வடிவத்திற்குச் சொந்தமானது?",
          "options": [
      "a) வெண்பா",
      "b) பரணி",
      "c) விருத்தம்",
      "d) அந்தாதி"
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பத்தியில்  'அந்தாதிக்கு  ஒட்டக் கூத்தன்'  என்று குறிப்பிடப்பட்டுள்ளது. கோவை உலா  அந்தாதி  இலக்கிய வடிவத்தைச்  சார்ந்தது.  இந்த  வடிவத்தில் கடைசி வரியின்  கடைசி  சொல்  அடுத்த  வரியின்  முதல்  சொல்லாக  வரும்  நடைமுறை இருக்கும்."
          }
        ,
          
  {
    
          "description": "இந்தக் கதையில் மான், ஆமை, காகம் மற்றும் எலி நண்பர்கள் பற்றிய கதையின் சாராம்சத்தை சரியாக விவரிக்கிறது?",
          "options": [
      "நண்பர்கள் ஒற்றுமையாக இருந்தால் எந்த சிரமத்தையும் சமாளிக்க முடியும் என்பதை இந்த கதை உணர்த்துகிறது.",
      "மானின் துயரத்தைப் பார்த்து எல்லா விலங்குகளும் துயரப்பட்டன.",
      "வேடனை ஏமாற்றி மானை காப்பாற்ற நண்பர்கள் திட்டம் தீட்டினார்கள்.",
      "காகம் மற்றும் எலி வேடனை ஏமாற்ற மிகவும் சாமர்த்தியமாகச் செயல்பட்டன."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கதையில், மான், ஆமை, காகம் மற்றும் எலி ஆகிய நண்பர்கள் மானை வேடனின் பொறியிலிருந்து மீட்க, ஒன்றாகச் செயல்பட்டு  அந்த வேடனை ஏமாற்றி மானை மீட்டனர். இந்தக் கதையின் சாராம்சம்  'நண்பர்கள்  ஒற்றுமையாக  இருந்தால்  எந்த  சிரமத்தையும்  சமாளிக்க  முடியும்'  என்பதை  உணர்த்துகிறது."
          }
        ]