
[
  {
    "description": "“பகைவரையும் நட்பாக்கும் கருவி” என திருவள்ளுவர் குறிப்பிடுவது எது?",
    "options": [
      "அன்பும் பழிக்கு நாணுதலும்",
      "இரக்கமும் உண்மையும்",
      "செயல் செய்பவரின் ஆற்றல், பணிவுடன் நடத்தல்",
      "கோடிப் பொருள் அடுக்கிக் கொடுத்தாலும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "சான்றாண்மையைப் பற்றி கூறும் குறளில் \"ஆற்றுவார் ஆற்றல் பணிதல் அதுசான்றோர் மாற்றாரை மாற்றும் படை.\"  என்ற வரிகளைக் காணலாம்.  இந்த வரிகளின் மூலம்,  சான்றோர்கள் தங்கள் செயல் மூலமாக பகைவர்களையும் நட்பாக மாற்றி அமைக்கக்கூடிய திறன் பெற்றவர்கள் என்பதை அறிந்துகொள்ளலாம்."
  },
  {
    "description": "“பிறர் நாணத் தக்கது தான் நாணான் ஆயின்” என்ற குறளில் “நாணத் தக்கது” என்பதற்கு இணையான பொருள் கொண்ட சொல் எது?",
    "options": [
      "தவறு",
      "அறம்",
      "சான்றாண்மை",
      "உழவு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "பிறர் நாணத் தக்கது தான் நாணான் ஆயின் அறம் நாணத் தக்கது உடைத்து  என்ற குறளில் பிறர் நாணும் தவறுகளைத் தான் செய்வது அவருடைய அறம் நாணத் தக்கது என்பதைக் காட்டுகிறது. அதாவது, தவறு செய்தாலும் தான் நாணாமல் இருந்தால் அறமே அவரை விட்டு விலகிவிடும் என்பது இதன் பொருள். "
  },
  {
    "description": "“இன்பத்துள் இன்பம் பயக்கும் இகலென்னும்” என்ற குறளில் “இகல்” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "துன்பம்",
      "மனக்கசப்பு",
      "நோய்",
      "ஆற்றல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த குறளில் \"இகல்\"  என்பது துன்பம் என்ற பொருளைத் தருகிறது. துன்பம் மறைந்தால் மனக்கசப்பு மறைந்துவிடும். அதனால் இன்பத்தில் மனநிறைவு பெறலாம். துன்பத்துள் துன்பங் கெடின் என்று கூறப்பட்டுள்ளது. துன்பத்திலிருந்து துன்பம் நீங்கிவிட்டால் இன்பத்தில் இன்பத்தை உணரலாம்."
  },
  {
    "description": "“சுழன்றும் ஏர்ப் பின்னது உலகம் அதனால் உழந்தும் உழவே தலை” என்ற குறள் உலகின்  எந்தக் கூறு மிக முக்கியமானது என்பதை எடுத்துக்காட்டுகிறது?",
    "options": [
      "உழவுத் தொழில்",
      "கல்வி",
      "வணிகம்",
      "அறிவியல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சுழன்றும் ஏர்ப் பின்னது உலகம் அதனால் உழந்தும் உழவே தலை என்ற குறள் உலகின் எல்லாத் தொழில்களும் உழவுத் தொழிலையே சார்ந்துள்ளது என்பதை உணர்த்துகிறது. ஏர் இல்லாவிட்டால் வேளாண்மை இல்லை. வேளாண்மை இல்லாவிட்டால்  மக்கள் உயிர் வாழ முடியாது. ஆகையால் உழவு மிக முக்கியமானது என்பதை இந்த குறள் எடுத்துரைக்கிறது."
  },
  {
    "description": "திருவள்ளுவர் குறிப்பிடும் “ஐந்து சால்புகள்” எது?",
    "options": [
      "அன்பும், பழிக்கு நாணுதலும், சமத்துவ எண்ணமும், இரக்கமும், உண்மையும்",
      "உழவு, வணிகம், கல்வி, அரசு, கலை",
      "அறிவு, அறம், பொறுமை,  நீதி,  இரக்கம்",
      "குடும்பம், சமுதாயம், நாடு,  உலகம்,  இறைவன்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "சான்றாண்மையைப் பற்றிக் கூறும் குறளில் \"அன்புநாண் ஒப்புரவு கண்ணோட்டம் வாய்மையொடு ஐந்துசால்பு ஊன்றிய தூண்.\" என்று கூறப்பட்டுள்ளது.  அன்பும்,  பழிக்கு நாணுதலும்,  சமத்துவ எண்ணமும்,  இரக்கமும்,  உண்மையும் என்பவை ஒருவருடைய சான்றாண்மையை உயர்த்தும் ஐந்து சிறந்த பண்புகள்."
  }
]
