[
          
  {
    
          "description": "'தமிழ்த்திரு நாடு தன்னில் இருக்குமோர் சட்டந் தன்னை' என்ற வரிகள் எதை குறிக்கின்றன?",
          "options": [
      "தமிழ் மொழியின் முக்கியத்துவம்",
      "பெண்கள் சமைப்பதற்குத் தனிச் சட்டம்",
      "பெண்களின் கல்வியைத் தடை செய்யும் சட்டம்",
      "பெண்களைத் தாழ்மையாகப் பார்க்கும் சமூக நடைமுறை"
    ],
    "answer": "D",
    
          "additional_context": "பாரதிதாசன் தனது 'குடும்ப விளக்கு' நூலில் பெண்களைப் பற்றி பல கருத்துக்களை எடுத்துரைத்துள்ளார். 6-வது பாடலில் 'தமிழ்த்திரு நாடு தன்னில் இருக்குமோர் சட்டந் தன்னை' என்ற வரிகளில் பெண்களுக்குரிய கடமைகள் என்று கருதப்படும் சமைக்கும் பணி, தாய்மார்களுக்கு மட்டும் உரியது என்பது போன்ற சமூக நடைமுறைகள் இன்று வரை இருப்பதைப் பற்றி குறிப்பிடுகிறார். இவை அனைத்தும் பெண்களைத் தாழ்மையாகப் பார்க்கும் சமூக நடைமுறைக்கு எடுத்துக்காட்டுகள். "
          }
        ,
          
  {
    
          "description": "பாடல் 1-ல் 'நவிலல்' என்ற சொல்லின் பொருள் என்ன?",
          "options": [
      "சொல்லுதல்",
      "கேட்பது",
      "செய்வது",
      "எழுதுவது"
    ],
    "answer": "A",
    
          "additional_context": "பாடல் 1-ல் 'கல்வி இல்லாத பெண்கள் களர்நிலம் அந்நி லத்தில் புல்விளைந் திடலாம் நல்ல புதல்வர்கள் விளைதல் இல்லை...' என்கிறார்கள். அதாவது கல்வியறிவு இல்லாத பெண்களால் நல்ல குழந்தைகள் பிறக்க மாட்டார்கள் என்பதை குறிப்பிடுகிறார். இதற்கு எதிராக 'கல்வியை உடைய பெண்கள் திருந்திய கழனி அங்கே நல்லறிவு உடைய மக்கள் விளைவது நவில வோநான்!' என்று கூறுகிறார். 'நவிலல்' என்ற சொல் 'சொல்லுதல்' என்ற பொருளைத் தருகிறது. இதன் பொருள் கல்வியறிவுடைய பெண்களால் நல்ல குழந்தைகள் பிறப்பார்கள் என்பதைப் பற்றி நான் சொல்ல வேண்டுமா? என்று கேட்பது போல் இருக்கிறது. "
          }
        ,
          
  {
    
          "description": "'புதுமைக் கருத்துகளை இயம்பும் வகையில் இருபதாம் நூற்றாண்டில் எழுந்தவையே மறுமலர்ச்சி இலக்கியங்கள்' என்ற கூற்று எதைப் பற்றிக் குறிப்பிடுகிறது?",
          "options": [
      "பாரதிதாசனின் கவிதைகள்",
      "குடும்ப விளக்கு நூல்",
      "இருபதாம் நூற்றாண்டின் இலக்கியப் போக்கு",
      "மறுமலர்ச்சி இலக்கியத்தின் முக்கியத்துவம்"
    ],
    "answer": "C",
    
          "additional_context": "பாரதிதாசன் தனது 'குடும்ப விளக்கு' நூலை எழுதும் முன், புதுமை இலக்கியங்கள் பற்றி குறிப்பிடுகிறார். அந்த காலத்தில் மறுமலர்ச்சி இலக்கியம் என்று அழைக்கப்படும் புதுமைக் கருத்துகளை இயம்பும் வகையில் எழுந்த இலக்கியங்கள் எல்லாம் இருபதாம் நூற்றாண்டில் தோன்றின என்பதைப் பற்றி அவர் குறிப்பிடுகிறார்.  இந்த கூற்று இருபதாம் நூற்றாண்டின் இலக்கியப் போக்கைப் பற்றி கூறுகிறது. "
          }
        ,
          
  {
    
          "description": "பாரதிதாசனின் இயற்பெயர் என்ன?",
          "options": [
      "பாவேந்தர்",
      "கனக. சுப்புரத்தினம்",
      "பாரதி",
      "கவிமணி"
    ],
    "answer": "B",
    
          "additional_context": "பாரதிதாசன் தனது பெயரை பாரதிதாசன் என்று மாற்றிக்கொண்டார். அவர் இயற்பெயர் கனக. சுப்புரத்தினம். பாரதியின் கவிதைகளைப் படித்து ஈர்க்கப்பட்டதால் தனது பெயரை பாரதிதாசன் என்று மாற்றிக் கொண்டார். "
          }
        ,
          
  {
    
          "description": "பாரதிதாசனின் 'குடும்ப விளக்கு' நூல் எத்தனை பகுதிகளாகப் பகுக்கப்பட்டுள்ளது?",
          "options": [
      "நான்கு",
      "ஐந்து",
      "ஆறு",
      "ஏழு"
    ],
    "answer": "B",
    
          "additional_context": "பாரதிதாசனின் 'குடும்ப விளக்கு' நூல் ஐந்து பகுதிகளாகப் பிரிக்கப்பட்டுள்ளது. இதில், இரண்டாம் பகுதியில் உள்ள 'விருந்தோம்பல்' தலைப்பிலுள்ள கவிதைகள் பாடப் பகுதியாக உள்ளன. இந்த நூலில் பெண்களின் கல்வி முக்கியத்துவம், பெண்களின் நிலை, ஆண் பெண் சமத்துவம், விடுதலை போன்ற பல விஷயங்கள் பற்றி பாரதிதாசன் கூறுகிறார். "
          }
        ]