
[
  {
    "description": "“நந்தின் இளஞ்சினையும் புன்னைக் குவிமொட்டும்” என்ற வரிகள், எந்த நாட்டின் வளத்தைப் பற்றி கூறுகின்றன?",
    "options": [
      "சேரநாடு",
      "சோழநாடு",
      "பாண்டியநாடு",
      "பல்லவ நாடு"
    ],
    "answer": "C",
    "additional_context": "முத்தொள்ளாயிரம் என்னும் நூல் சேர, சோழ, பாண்டிய மன்னர்களின் நாடுகளின் வளங்களைப் பற்றிப் பாடுகிறது. “நந்தின் இளஞ்சினையும் புன்னைக் குவிமொட்டும்” என்ற வரிகள் பாண்டிய நாட்டின் வளத்தைப் பற்றி கூறுகின்றன. பாண்டிய நாடு சங்கு, புன்னை, பாக்கு, முத்து போன்ற பொருட்களால் வளம் மிக்கது என்பதை இந்த வரிகள் குறிப்பிடுகின்றன."
  },
  {
    "description": "“வெரீஇ” என்ற சொல் எந்த இலக்கணக் குறிப்பைப் பெற்றுள்ளது?",
    "options": [
      "வினைத்தொகை",
      "சொல்லிசையளபெடை",
      "தற்குறிப்பேற்ற அணி",
      "உவமை அணி"
    ],
    "answer": "B",
    "additional_context": "“வெரீஇ” என்ற சொல் சொல்லிசையளபெடை எனப்படும் இலக்கணக் குறிப்பைப் பெற்றுள்ளது. “வெரீஇ” என்ற சொல் “அஞ்சி” என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது. இது “அஞ்சி” என்ற சொல்லின் விகாரம். “வெரீஇ” என்ற சொல்லில் இரண்டு ‘இ’கள் இருப்பது இலக்கணக் குறிப்பாகும். இது சொல்லிசையளபெடை ஆகும்."
  },
  {
    "description": "“கொல்யானை, குவிமொட்டு” ஆகிய சொற்கள் எந்த வகைத் தொகையைச் சார்ந்தவை?",
    "options": [
      "பண்புத்தொகை",
      "வினைத்தொகை",
      "இயற்சொல் தொகை",
      "தொகை இல்லை"
    ],
    "answer": "B",
    "additional_context": "“கொல்யானை” என்ற சொல், ‘கொல்லும்’ என்ற வினைச்சொல்லை ‘யானை’ என்ற பெயர்ச்சொல்லோடு சேர்த்து உருவானது. “குவிமொட்டு” என்ற சொல், ‘குவிந்த’ என்ற வினைச்சொல்லை ‘மொட்டு’ என்ற பெயர்ச்சொல்லோடு சேர்த்து உருவானது. இவ்வாறு வினைச்சொல்லையும் பெயர்ச்சொல்லையும் சேர்த்து உருவாகும் தொகையே வினைத்தொகை ஆகும். எனவே “கொல்யானை, குவிமொட்டு” ஆகிய சொற்கள் வினைத்தொகையைச் சார்ந்தவை."
  },
  {
    "description": "முத்தொள்ளாயிரம் நூல் எந்த வகையான பாடல் வடிவத்தில் எழுதப்பட்டுள்ளது?",
    "options": [
      "வெண்பா",
      "கலிப்பா",
      "சிந்தாமணி",
      "பாரதம்"
    ],
    "answer": "A",
    "additional_context": "முத்தொள்ளாயிரம் நூல் வெண்பா வடிவில் எழுதப்பட்டுள்ளது. வெண்பா என்பது ஒரு வகைப் பாடல் வடிவம். இதில் ஓசை வழுவினால் ஒரு சொல், இரண்டு சொல் என்று கூடுதலாக வந்து விடலாம். வெண்பா பாடல்களில் அடி எண்ணிக்கை குறிப்பிட்ட எண்ணிக்கை இல்லை. அதேசமயம் வெண்பாவில் துள்ளல் இல்லாத காரணத்தால், அது சாதாரண உரைநடை போன்று இருக்கும்."
  },
  {
    "description": "முத்தொள்ளாயிரம் நூலின் ஆசிரியர் யார்?",
    "options": [
      "கம்பர்",
      "இளங்கோவடிகள்",
      "அறியப்படவில்லை",
      "தொல்காப்பியர்"
    ],
    "answer": "C",
    "additional_context": "முத்தொள்ளாயிரம் நூலின் ஆசிரியர் யார் என்பது இன்னும் அறியப்படவில்லை. இந்த நூலில்  சேர, சோழ, பாண்டியர்கள் ஆகிய மூன்று மன்னர்களைப் பற்றிப் பாடப்பட்டுள்ளது. முத்தொள்ளாயிரம் நூல், ஆசிரியர் பெயர் தெரியாத நூலாகவே இருந்து வருகிறது.  சேரநாட்டை அச்சமில்லாத நாடாகவும், சோழநாட்டை ஏர்க்களச் சிறப்பும் போர்க்களச் சிறப்பும் உடைய நாடாகவும், பாண்டிய நாட்டை முத்துடை நாடாகவும் இந்த நூல் பாடியுள்ளது."
  }
]
