
[
  {
    "description": "தி. ஜானகிராமனின் எழுத்து நடை குறித்து  கீழ்க்கண்ட கூற்றுகளில் எது சரியானது?",
    "options": [
      "மணிக்கொடி, கிராம ஊழியன், கணையாழி போன்ற இதழ்களில் வெளிவந்தது",
      "சிறந்த இசை அறிவும் கொண்டவர்",
      "அவரவர் அனுபவிப்பதும் எழுத்தாக வடிப்பதும் அவரவர் முறை",
      "தமிழ்க் கதையுலகம் நவீனமயமானதில் இவரது பங்களிப்பு குறிப்பிடத்தக்கது"
    ],
    "answer": "C",
    "additional_context": "தி. ஜானகிராமன் என்பவர் ஒரு புகழ்பெற்ற எழுத்தாளர். இவர் தஞ்சை மண் வாசனையுடன் கதைகளைப் படைத்தவர். இவரது கதைகள் மணிக்கொடி, கிராம ஊழியன், கணையாழி, கலைமகள், சுதேசமித்திரன், ஆனந்த விகடன், கல்கி போன்ற இதழ்களில் வெளிவந்தன. நாவல்களையும் நாடகங்களையும் இவர் படைத்துள்ளார். இவர்  “அவரவர் அனுபவிப்பதும் எழுத்தாக வடிப்பதும் அவரவர் முறை” என்னும் கோட்பாட்டைக் கொண்டவர். தமிழ்க் கதையுலகம் நவீனமயமானதில் இவரது பங்களிப்பு குறிப்பிடத்தக்கது."
  },
  {
    "description": "தி. ஜானகிராமனின் எழுத்துக்களில் எது மிகவும் உயர்ந்த இசை சிறந்த கலைஞனால் கையாளப்படும்போது சொற்களின் எல்லையைத் தாண்டி இசையின் மூலமாகவே பொருள் கொடுக்கிறது என்பதை இக்கதை உணர்த்துகிறது?",
    "options": [
      "அவரவர் அனுபவிப்பதும் எழுத்தாக வடிப்பதும் அவரவர் முறை",
      "செய்தி",
      "சிவப்பு ரிக்ஷா",
      "நாவல்கள்"
    ],
    "answer": "B",
    "additional_context": "தி. ஜானகிராமனின் எழுத்துக்களில் செய்தி என்ற சிறுகதை மிகவும் உயர்ந்த இசை சிறந்த கலைஞனால் கையாளப்படும்போது சொற்களின் எல்லையைத் தாண்டி இசையின் மூலமாகவே பொருள் கொடுக்கிறது என்பதை இக்கதை உணர்த்துகிறது. இது சிவப்பு ரிக்ஷா என்ற தொகுப்பில் இடம்பெற்றுள்ளது."
  },
  {
    "description": "தஞ்சாவூர் தமிழுக்கு அளித்த கொடை குறித்து பாடப்பகுதியில்  எத்தனை  பெயர்கள் குறிப்பிடப்பட்டுள்ளன?",
    "options": [
      "3",
      "4",
      "5",
      "6"
    ],
    "answer": "D",
    "additional_context": "தஞ்சாவூர் தமிழுக்கு அளித்த கொடை பற்றி பாடப்பகுதியில் 6 பெயர்கள் குறிப்பிடப்பட்டுள்ளன. அவை  உ.வே. சாமிநாதர், மௌனி, தி.ஜானகிராமன், தஞ்சை பிரகாஷ், தஞ்சை இராமையா தாஸ், தஞ்சாவூர்க் கவிராயர் ஆகியோர்."
  },
  {
    "description": "நாகசுரம் எந்த மரத்தால் செய்யப்படுகிறது?",
    "options": [
      "தேக்கு",
      "மூங்கில்",
      "ஆச்சா",
      "வேம்பு"
    ],
    "answer": "C",
    "additional_context": "நாகசுரம் என்ற இசைக்கருவி ஆச்சா மரத்தில் செய்யப்படுகிறது. இது இந்திய இசையின் அழகான நுட்பங்களைத் தெளிவாக வாசித்துக் காட்டக்கூடிய இசைக் கருவிகளில் ஒன்று."
  },
  {
    "description": "நாகசுரத்தின் மேல்பகுதியில் பொருத்தப்பட்டிருக்கும் கருவியின் பெயர் என்ன?",
    "options": [
      "நாணல்",
      "சீவாளி",
      "சங்கம்",
      "பஞ்சபுஷ்பம்"
    ],
    "answer": "B",
    "additional_context": "நாகசுரத்தின் மேல்பகுதியில் சீவாளி என்ற கருவி பொருத்தப்படுகிறது. சீவாளி, நாணல் என்ற புல் வகையைக்கொண்டு செய்யப்படுகிறது."
  }
]
