[
          
  {
    
          "description": "'அலை கடலலை' என்ற சொற்றொடரைப் போலவே, 'பரவை பறவை' என்ற சொற்றொடருக்கும் ஒரு பொருள் எழுதித் தொடர் அமைக்கவும்.  'பரவை பறவை' என்ற சொற்றொடரின் பொருளை விளக்கும் தொடர் எது?",
          "options": [
      "அ) பரவை பறவை வானத்தில் பறந்து கொண்டிருந்தது.",
      "ஆ) பரவை பறவை மிகவும் அழகாகப் பாடியது.",
      "இ) பரவை பறவை பூக்களின் மீது அமர்ந்தது.",
      "ஈ) பரவை பறவை வயலில் உணவு தேடிக்கொண்டிருந்தது."
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "“அலை கடலலை” என்ற சொற்றொடரில் “அலை” என்பது கடலின் அலைகளைக் குறிக்கும். அதுபோல “பரவை பறவை” என்ற சொற்றொடரில் “பரவை” என்பது பறவையின் இனத்தைக் குறிக்கும். அதாவது, “பரவை பறவை” என்பது ஒரு வகைப் பறவையைக் குறிக்கும். "
          }
        ,
          
  {
    
          "description": "குறுக்கெழுத்துப் புதிர் எண் 16 ல் உள்ள விடைக்கான சொல்  எது?",
          "options": [
      "அ) மாடு",
      "ஆ) குதிரை",
      "இ) எருமை",
      "ஈ) யானை"
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "குறுக்கெழுத்துப் புதிர் என்பது, செவ்வக அட்டவணையின் வரிசை மற்றும் நிரல்களில் எழுதப்பட்டிருக்கும் குறிப்புகளின் அடிப்படையில் ஒவ்வொரு வரிசைக்கும் நிரலுக்கும் பொருந்தக்கூடிய சொற்களைக் கண்டுபிடித்து, குறிப்பிட்ட எண்ணிக்கையிலான பெட்டிகளில் எழுதும் விளையாட்டு. புதிர் எண் 16 இல் உள்ள விடைக்கான சொல் “மாடு” என்பது சல்லிக்கட்டு விளையாட்டிற்கு உரிய விலங்கு என்பதால் அதுவே விடை."
          }
        ,
          
  {
    
          "description": "'தமிழர் நாகரிகமும் பண்பாடும்' என்ற புத்தகத்தை எழுதியவர் யார்?",
          "options": [
      "அ) க. ராஜன்",
      "ஆ) மா. இராசமாணிக்கனார்",
      "இ) சு. வித்யானந்தன்",
      "ஈ) அ. தட்சிணாமூர்த்தி"
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "'தமிழர் நாகரிகமும் பண்பாடும்' என்ற புத்தகம் அ. தட்சிணாமூர்த்தி அவர்களால் எழுதப்பட்டது. இது தமிழ் மக்களின் வரலாறு, பண்பாடு, நாகரிகம் மற்றும் பழக்கவழக்கங்கள் குறித்து விரிவான தகவல்களை வழங்கும் நூல்."
          }
        ,
          
  {
    
          "description": "பக்கம் 84 இல் உள்ள பத்திக்கு ஏற்ப, கீழ்க்கண்டவற்றில் எது காங்கேயம் மாடுகளின் சிறப்பு அம்சமாகக் கூறப்படலாம்?",
          "options": [
      "அ) பிற மாநிலத்தவர்கள் விரும்பி வாங்கிச் செல்வது",
      "ஆ) தென்னிந்தியாவின் அடையாளச் சின்னமாக இருப்பது",
      "இ) சல்லிக்கட்டு விளையாட்டில் பயன்படுத்துவது",
      "ஈ) பால் உற்பத்தியில் அதிக மகசூல் தருவது"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "பக்கம் 84ல் உள்ள பத்தியில் காங்கேயம் மாடுகள் தென்னிந்தியாவின் அடையாளச் சின்னமாக போற்றப்படுவதாக குறிப்பிடப்பட்டுள்ளது. காங்கேயம் மாடுகள் அவற்றின் வலிமை, தோற்றம் மற்றும் பண்புகள் போன்றவற்றுக்காக பிரபலமானவை. அவற்றை சல்லிக்கட்டு விளையாட்டில் பயன்படுத்துவதும், பிற மாநிலத்தவர்கள் விரும்பி வாங்கிச் செல்வதும் உண்மை என்றாலும், பக்கம் 84ல் உள்ள பத்தியில் இந்த குறிப்பிட்ட தகவல் இல்லை."
          }
        ,
          
  {
    
          "description": "'கண்டெடுக்கப்பட்டுள்ளன' என்ற சொல்லைப் பிரித்து எழுதும்போது,  கீழ்க்கண்டவற்றில் எது சரியான வடிவமாகும்?",
          "options": [
      "அ) கண்டு + எடுக்கப்பட்டு + உள்ளன",
      "ஆ) கண்டு + எடுக்கப் + பட்டுள்ளன",
      "இ) கண்டெடுக்க + பட்டு + உள்ளன",
      "ஈ) கண் + டெடுக்க + பட்டு + உள்ளன"
    ],
    "answer": [
      "ஆ"
    ],
    
          "additional_context": "'கண்டெடுக்கப்பட்டுள்ளன' என்ற சொல்லைப் பிரித்து எழுதும்போது, ‘கண்டு’ என்ற சொல்லுடன் ‘எடுக்கப்’ என்ற வினைச்சொல்லின் கடந்த காலப் பகுதி சேரும். ‘பட்டு’ என்ற சொல் ‘எடுக்கப்’ என்ற வினைச்சொல்லின் தொடர்புப் பெயர்ச்சொல். ‘உள்ளன’ என்ற சொல் எண்ணிக்கைப் பெயர்ச்சொல். எனவே, சரியான வடிவம் “கண்டு + எடுக்கப் + பட்டுள்ளன”."
          }
        ]