
[
  {
    "description": "“தவச்சிறிது” என்ற தொடரில் “ச்” வல்லினம் மிகுந்துள்ளது ஏன்?",
    "options": [
      "“தவ” என்ற சொல் ஒரு உரிச்சொல்.",
      "“சிறிது” என்ற சொல் ஒரு பெயர்ச்சொல்.",
      "“தவ” என்ற சொல்லின் பின்னால் வரும் “சிறிது” என்ற சொல் உவமைத் தொகையாகும்.",
      "மேற்கண்ட எதுவும் இல்லை."
    ],
    "answer": "C",
    "additional_context": "தவச்சிறிது என்ற தொடரில்  “தவ”  என்பது  “தவறு”   என்ற  உரிச்சொல்  விகாரமாகி   உவமைத்தொகையாக  மாறியுள்ளது.  சால, தவ, தட, குழ என்னும் உரிச்சொற்களின் பின் வல்லினம் மிகும். இதனால் தவச்சிறிது என்பது ஒரு உவமைத் தொகையாகும். ஆகையால்  “தவ”  என்ற  சொல்லின் பின் வல்லினம்  மிகுந்துள்ளது."
  },
  {
    "description": "“கனாக் கண்டேன்” என்ற தொடரில் “க்” வல்லினம் மிகுந்துள்ளது ஏன்?",
    "options": [
      "“கனா” என்ற சொல் ஒரு உருவகச் சொல்.",
      "“கண்டேன்” என்ற சொல் ஒரு வினைச்சொல்.",
      "“கனா” என்ற சொல்லின் பின்னால் வரும் “கண்டேன்” என்ற சொல் தனிக் குற்றெழுத்தை அடுத்துவரும் ஆகார எழுத்துடன் கூடிய தொடராகும்.",
      "மேற்கண்ட எதுவும் இல்லை."
    ],
    "answer": "C",
    "additional_context": "கனாக் கண்டேன் என்ற தொடரில்  “கனா”  என்பது  “கனவு”  என்ற  சொல்லின்  விகாரம்.  தனிக் குற்றெழுத்தை அடுத்துவரும் ஆகார எழுத்தின் பின்  வல்லினம்  மிகும்  என்பது  இலக்கணம்.  இங்கு  “கனா”  என்பது  தனிக்  குற்றெழுத்தாக  இருப்பதால்  அதன்  பின்  வரும்  “கண்டேன்”  என்ற  சொல்லில்  “க்”  வல்லினம்  மிகுந்துள்ளது."
  },
  {
    "description": "வல்லினம் மிகுதல் என்பது எந்த வகையான விகாரப் புணர்ச்சியைச் சேர்ந்தது?",
    "options": [
      "திரிதல்",
      "கெடுதல்",
      "தோன்றல்",
      "எதுவும் இல்லை"
    ],
    "answer": "C",
    "additional_context": "வல்லினம்  மிகுதல்  என்பது   விகாரப் புணர்ச்சியின்   ஒரு  வகையாகும்.   வல்லினம்  மிகுதல்  மூலம்  புதிய  சொற்கள்  உருவாகும்.  இதற்கு  தோன்றல்   என்று   பெயர்."
  },
  {
    "description": "வல்லினம் மிகுவதால் எதனைத் தவிர்க்க முடியும்?",
    "options": [
      "சொல்லமைப்புக் கட்டுப்பாடுகள்",
      "பொருள் மயக்கம்",
      "பேச்சின் இயல்பு",
      "ஓசை இனிமை"
    ],
    "answer": "B",
    "additional_context": "வல்லினம்  மிகுதல்  மூலம்  சொற்களின்  பொருள்  மயக்கத்தை   தவிர்க்க   முடியும்.  வல்லினம்  மிகுவதால்  சொற்களின்  பொருள்   ஒரு   சீரான  நிலையில்   இருக்கும்.  இது  பேச்சு  மொழியின்  நிறுத்தற்குறி  நெறிமுறையை   பின்பற்றுவதற்கு   உதவுகிறது."
  },
  {
    "description": "'அதற்குச் சொன்னேன்' என்ற தொடரில் வல்லினம் மிகும் இடம் எது?",
    "options": [
      "அதற்கு என்ற சொல்லின் பின்",
      "சொன்னேன் என்ற சொல்லின் தொடக்கத்தில்",
      "சொன்னேன் என்ற சொல்லின் இறுதியில்",
      "எதுவும் இல்லை"
    ],
    "answer": "A",
    "additional_context": "அதற்குச் சொன்னேன் என்ற தொடரில்  “அதற்கு”  என்ற சொல்லின் பின்  “ச்”   என்று  வல்லினம்  மிகுந்துள்ளது.  அதற்கு, இதற்கு, எதற்கு என்னும் சொற்களின் பின்  வல்லினம்  மிகும்  என்பது  இலக்கணம்."
  }
]
