
[
  {
    "description": "இந்தச் சிறுகதையில் பயன்படுத்தப்பட்டுள்ள மொழியின் இயல்பு என்ன?",
    "options": [
      "கவிதை வடிவில் நிரம்பிய மென்மையான மொழி",
      "விரைவான நடையுடைய, நாட்டுப்புற மொழி",
      "கலைச்சொற்களை அதிகமாகப் பயன்படுத்தும் மொழி",
      "விமர்சனத்தன்மை நிறைந்த மொழி"
    ],
    "answer": "B",
    "additional_context": "இந்தச் சிறுகதையில் நாட்டுப்புற மொழியின் இயல்பு காணப்படுகிறது. இது கிராமப்புற மக்களின் பேச்சு வழக்கையும், வாழ்க்கை முறையையும் பிரதிபலிக்கிறது. கதை சொல்லும் பாணியும் எளிமையானதாகவும், விரைவான நடையுடையதாகவும் இருக்கிறது."
  },
  {
    "description": "இந்தச் சிறுகதையில் காட்டப்பட்டுள்ள சமூகப் பிரச்சனை எது?",
    "options": [
      "ரயில் நிலையத்தில் நடக்கும் வன்முறை",
      "நீர் பற்றாக்குறை மற்றும் அதனால் ஏற்படும் அவதி",
      "பெண்களின் கல்வி பற்றாக்குறை",
      "ஊர்களில் எழும் சாதி வேறுபாடுகள்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கதையின் முக்கியமான கருப்பொருள் நீர் பற்றாக்குறை மற்றும் அதனால் ஏற்படும் அவதி. கிராமப்புற மக்கள் குடிநீர்ப் பற்றாக்குறையால் எதிர்கொள்ளும் இன்னல்களை இந்தக் கதை விவரிக்கிறது.  பிலாப்பட்டி என்ற இடத்திற்குப் பெண்கள் நீர் எடுக்கப் போவது, கிணறுகளில் உப்பு நீர் இருப்பது, காய்ந்த நிலங்கள் போன்றவை இதற்கு சான்றாக அமைகின்றன."
  },
  {
    "description": "இந்தச் சிறுகதையின் முக்கியமான தலைப்பு என்ன?",
    "options": [
      "ரயில் பயணத்தின் சிரமங்கள்",
      "கிராமப்புற பெண்களின் வாழ்க்கை",
      "இயற்கை வளங்களின் முக்கியத்துவம்",
      "நீர் பற்றாக்குறை ஏற்படுத்தும் சமூகப் பிரச்சினைகள்"
    ],
    "answer": "D",
    "additional_context": "நீர் பற்றாக்குறையால் ஏற்படும் சமூகப் பிரச்சினைகள் தான் இந்தச் சிறுகதையின் முக்கியமான தலைப்பு.  தண்ணீர் இல்லாததால் ஏற்படும் கஷ்டங்களைப் பத்திச் சொல்லுறது, ரயில் பயணம் ரொம்பவே முக்கியமா இல்லை."
  },
  {
    "description": "'பிலாப்பட்டி' என்ற இடம் இந்தச் சிறுகதையில் எதைக் குறிக்கிறது?",
    "options": [
      "தண்ணீர் நிறைந்த ஒரு புனிதமான இடம்",
      "ரயில் நிலையம்",
      "ஒரு ஆடம்பரமான இடம்",
      "நீர் பற்றாக்குறையால் அவதிப்படும் ஒரு ஊர்"
    ],
    "answer": "A",
    "additional_context": "'பிலாப்பட்டி' என்ற இடம் இந்தச் சிறுகதையில் தண்ணீர் நிறைந்த ஒரு புனிதமான இடத்தைக் குறிக்கிறது. கதை சொல்லும் பகுதியில் இந்திராவின் அம்மா பிலாப்பட்டிக்கு தண்ணீர் எடுக்கப் போகிறாள். இந்திரா கனவில் பிலாப்பட்டி மாதிரியான தண்ணீர் நிறைந்த இடங்களில் இருந்து பெண்கள் தண்ணீர் கேட்டு வருவது போல கனவு காண்கிறாள்."
  },
  {
    "description": "இந்தச் சிறுகதை எதைக் குறிப்பிட்டு காட்டுகிறது?",
    "options": [
      "ரயில் பயணத்தின் இன்பங்கள்",
      "கிராமப்புற வாழ்க்கையின் கடினங்கள்",
      "கனவு காணும் பருவத்தின் அழகுகள்",
      "பெண்களின் மனஉறுதியைக் காட்டும் உதாரணம்"
    ],
    "answer": "B",
    "additional_context": "இந்தச் சிறுகதை கிராமப்புற வாழ்க்கையின் கடினங்களை பிரதிபலிக்கிறது. குறிப்பாக, நீர் பற்றாக்குறையால் ஏற்படும் அவதி, பெண்களின் கஷ்டங்கள் மற்றும் போராட்டங்கள் போன்றவை இந்தக் கதையில் காட்டப்படுகின்றன. தண்ணீர் எடுக்கப் போய் நடந்து, ரயிலில் ஏறுவதற்காக போராடுவது, எல்லா இடங்களிலும் உப்பு தண்ணீர் கிடைப்பது போன்ற கஷ்டங்கள் இந்த கதையின் வழியே தெளிவாக தெரிகிறது."
  }
]
