[
          
  {
    
          "description": "'கவிதைப் பேழை' பகுதியில் குறிப்பிடப்பட்டுள்ள புதுக்கவிதையின் வரலாறு எத்தனை ஆண்டுகளை எட்டுகிறது?",
          "options": [
      "50 ஆண்டுகள்",
      "75 ஆண்டுகள்",
      "100 ஆண்டுகள்",
      "150 ஆண்டுகள்"
    ],
    "answer": "C",
    
          "additional_context": "புதுக்கவிதையின் வரலாறு நூறு ஆண்டுகளை எட்டுகிறது என்று இப்பாடப் பகுதியில் குறிப்பிடப்பட்டுள்ளது. வசன கவிதைகளின் வழியாக பாரதி உரைநடையில் கவிதை எழுதத் தொடங்கினார். அவற்றின் தொடர்ச்சியான கவிதைகளே புதுக்கவிதைகள். எனவே புதுக்கவிதைகள் மனித நேயத்தை வலியுறுத்துவனவாக இருக்கின்றன. பரபரப்பான இந்நூற்றாண்டு வாழ்வின் நெருக்கடியில் மனிதம் நசுங்கிவிடக்கூடாது என்பதைப் புதுக்கவிதைகளின் வாயிலாகக் கவிஞர் பலர் பல படிநிலைகளில் வெளிப்படுத்தியிருக்கிறார்கள்."
          }
        ,
          
  {
    
          "description": "கல்யாண்ஜியின் கவிதைகளில் எது முக்கியமாக வலியுறுத்தப்படுகிறது?",
          "options": [
      "மனிதம்",
      "இயற்கை",
      "காதல்",
      "அரசியல்"
    ],
    "answer": "A",
    
          "additional_context": "கல்யாண்ஜி கவிதைகளில் மனிதம் பரவலாக வலியுறுத்தப்படுகிறது. புதுக்கவிதைகள் மனித நேயத்தை வலியுறுத்துவனவாக இருக்கின்றன. பரபரப்பான இந்நூற்றாண்டு வாழ்வின் நெருக்கடியில் மனிதம் நசுங்கிவிடக்கூடாது என்பதைப் புதுக்கவிதைகளின் வாயிலாகக் கவிஞர் பலர் பல படிநிலைகளில் வெளிப்படுத்தியிருக்கிறார்கள். "
          }
        ,
          
  {
    
          "description": "'அக்கறை' என்ற கவிதையில் எந்த வார்த்தை வினையெச்சமாகப் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "உருண்டது",
      "போனது",
      "சரிந்து",
      "நடந்தும்"
    ],
    "answer": "C",
    
          "additional_context": "'அக்கறை' என்ற கவிதையில் 'சரிந்து' என்ற வார்த்தை வினையெச்சமாக பயன்படுத்தப்பட்டுள்ளது. 'சரிந்து' என்ற வார்த்தையின் பகுபத உறுப்பு 'சரி+ த்(ந்) + த் + உ' ஆகும். அதில் 'சரி' பகுதி, 'த்' சந்தி (ந் ஆனது விகாரம்), 'த்' இறந்தகால இடைநிலை, 'உ' வினையெச்ச விகுதி. 'உருண்டது', 'போனது' - வினைமுற்றுகள். 'நடந்தும்' - வினைமுற்று."
          }
        ,
          
  {
    
          "description": "கல்யாண்ஜி தனது கவிதைகளில் மனித நேயத்தை எப்படி வெளிப்படுத்துகிறார்?",
          "options": [
      "இயற்கை அழகைக் குறிப்பிட்டு",
      "சமூகப் பிரச்சனைகளைப் பற்றி எழுதி",
      "காதல் உணர்வுகளைப் பகிர்ந்து",
      "மனித உறவுகளின் சிக்கல்களைப் பற்றி எழுதி"
    ],
    "answer": "D",
    
          "additional_context": "கல்யாண்ஜி தனது கவிதைகளில் மனித உறவுகளின் சிக்கல்களைப் பற்றி எழுதிக் காட்டுகிறார். 'அக்கறை' என்ற கவிதையில் மனிதர்கள் தங்களது சுயநலத்திற்காக ஒருவரையொருவர் எப்படி மதிக்க மறந்து போய்விடுகிறார்கள் என்பதைச் சித்தரிக்கிறார்."
          }
        ,
          
  {
    
          "description": "கல்யாண்ஜி எந்த இலக்கியப் படைப்புகளில் பங்களிப்புச் செய்து வருகிறார்?",
          "options": [
      "கவிதை மற்றும் சிறுகதை",
      "கவிதை மற்றும் புதினம்",
      "சிறுகதை மற்றும் புதினம்",
      "கவிதை, சிறுகதை மற்றும் புதினம்"
    ],
    "answer": "D",
    
          "additional_context": "கல்யாண்ஜி கவிதை, சிறுகதை மற்றும் புதினம் எனப் பல இலக்கியப் படைப்புகளில் பங்களிப்புச் செய்து வருகிறார். இவரது சில கவிதை நூல்கள்: புலரி, முன்பின், ஆதி, அந்நியமற்ற நதி, மணல் உள்ள ஆறு. இவரது சில சிறுகதை தொகுப்புகள்: கலைக்க முடியாத ஒப்பனைகள், தோட்டத்துக்கு வெளியிலும் சில பூக்கள், உயரப் பறத்தல், ஒளியிலே தெரிவது."
          }
        ]