
[
  {
    "description": "AI-யில் குறிப்பிடப்பட்டுள்ள முக்கியமான வரம்பு என்ன?",
    "options": [
      "இது உரையைச் செயலாக்க முடியாது.",
      "இது படங்களைப் புரிந்து கொள்ள முடியாது.",
      "இது பலவகை விடைத் தேர்வு கேள்விகளுக்கு பதில் சொல்ல முடியாது.",
      "இது இடைவெளி நிரப்பு கேள்விகளை உருவாக்க முடியாது."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "AI-யில் குறிப்பிடப்பட்டுள்ள முக்கியமான வரம்பு என்ன என்பதைக் கண்டறிந்து சரியான விடையைத் தேர்ந்தெடுக்கவும். இந்த AI படங்களின் உரை விளக்கங்களை மட்டுமே செயலாக்க முடியும். இது படத்தின் பிக்சல்கள், பரிமாணங்கள் அல்லது கோப்ப வடிவங்கள் பற்றிய தகவல்களைச் செயலாக்காது. இந்தத் தகவல் பாடத்திலிருந்து AI-யின் செயல்பாடு குறித்த விளக்கத்தில் இருந்து எடுக்கப்பட்டுள்ளது. AI படங்களைப் புரிந்து கொள்ள முடியாது, அதனால் இது ஒரு முக்கியமான வரம்பாகும். இது படங்களைப் புரிந்து கொள்ள முடியாததால் படங்களைப் பற்றிய பலவகை விடைத் தேர்வு கேள்விகளை உருவாக்கவோ அல்லது பதில் சொல்லவோ முடியாது. இது இடைவெளி நிரப்பு கேள்விகளையும் உருவாக்க முடியாது."
  },
  {
    "description": "AI படங்களைப் பற்றி என்ன வகையான தகவலைச் செயலாக்க முடியும்?",
    "options": [
      "படப் பிக்சல்கள்",
      "படப் பரிமாணங்கள்",
      "படங்களுக்கான உரை விளக்கங்கள்",
      "படக் கோப்ப வடிவங்கள்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "AI படங்களைப் பற்றி என்ன வகையான தகவலைச் செயலாக்க முடியும் என்பதைக் கண்டறிந்து சரியான விடையைத் தேர்ந்தெடுக்கவும். AI படங்களின் உரை விளக்கங்களை மட்டுமே செயலாக்க முடியும். இது படத்தின் பிக்சல்கள், பரிமாணங்கள் அல்லது கோப்ப வடிவங்கள் பற்றிய தகவல்களைச் செயலாக்காது. இந்தத் தகவல் பாடத்திலிருந்து AI-யின் செயல்பாடு குறித்த விளக்கத்தில் இருந்து எடுக்கப்பட்டுள்ளது."
  },
  {
    "description": "காலியிடத்தை நிரப்பு: AI ____ விளக்கங்களைச் செயலாக்க முடியும்.",
    "options": [
      "ஆடியோ",
      "வீடியோ",
      "உரை",
      "குறியீடு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "AI-யில் உள்ள காலியிடத்தை நிரப்பவும். AI படங்களின் உரை விளக்கங்களை மட்டுமே செயலாக்க முடியும். இது படத்தின் பிக்சல்கள், பரிமாணங்கள் அல்லது கோப்ப வடிவங்கள் பற்றிய தகவல்களைச் செயலாக்காது. இந்தத் தகவல் பாடத்திலிருந்து AI-யின் செயல்பாடு குறித்த விளக்கத்தில் இருந்து எடுக்கப்பட்டுள்ளது."
  },
  {
    "description": "AI-யால் படத்தைப் பற்றி கேள்விகளை உருவாக்க என்ன தேவை?",
    "options": [
      "படத்திற்கான ஒரு இணைப்பு",
      "படத்தின் ஒரு உடல் நகல்",
      "படத்தின் ஒரு எழுதப்பட்ட விளக்கம்",
      "படத்தின் கோப்பு அளவு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "AI-யால் படத்தைப் பற்றி கேள்விகளை உருவாக்க என்ன தேவை என்பதைக் கண்டறிந்து சரியான விடையைத் தேர்ந்தெடுக்கவும். AI படங்களின் உரை விளக்கங்களை மட்டுமே செயலாக்க முடியும். எனவே, படத்தைப் பற்றி கேள்விகளை உருவாக்க, AI-யில் அந்தப் படத்தின் எழுதப்பட்ட விளக்கம் இருக்க வேண்டும். இந்தத் தகவல் பாடத்திலிருந்து AI-யின் செயல்பாடு குறித்த விளக்கத்தில் இருந்து எடுக்கப்பட்டுள்ளது."
  },
  {
    "description": "இந்த வாக்கியத்தில் \"சாரி\" என்ற வார்த்தை எதைக் குறிக்கிறது?",
    "options": [
      "கேள்வி கேட்பவரைப் பாராட்டுதல்",
      "மன்னிப்பு கேட்பது",
      "ஆச்சரியத்தைக் காட்டுதல்",
      "உடன்படுதல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்த வாக்கியத்தில் \"சாரி\" என்ற வார்த்தை எதைக் குறிக்கிறது என்பதைக் கண்டறிந்து சரியான விடையைத் தேர்ந்தெடுக்கவும். இந்தத் தகவல் பாடத்தில் இடம்பெற்றுள்ள ஒரு உரையாடலில் இருந்து எடுக்கப்பட்டது. தாத்தா தனது பேரனுக்கு ஒரு விஷயத்தை விளக்க முயற்சிக்கிறார், ஆனால் அவருக்குப் புரியவில்லை. அதற்குப் பேரன் \"ஒன்னும் புரியலியே?\" என்று கேட்கிறான். அதற்குத் தாத்தா \"சாரி, நாளங்காடி, அல்லங்காடியா?\" எனச் சொல்கிறார். இதில் \"சாரி\" என்பது தனது விளக்கம் புரியவில்லை என்ற வருத்தத்தைக் குறிக்கிறது. அதாவது \"மன்னிப்பு கேட்பது\" என்பதாகும்."
  }
]
