[
          
  {
    
          "description": "“வேண்டி”  என்ற சொல்லின் பகுதிப் பத உறுப்பிலக்கணத்தை கவனித்து,  “இ” என்ற  விகுதியின் செயல்பாட்டை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
          "options": [
      "வினைமுற்று விகுதி",
      "வினையெச்ச விகுதி",
      "பெயர் விகுதி",
      "தொழிற்பெயர் விகுதி"
    ],
    "answer": "B",
    
          "additional_context": "“வேண்டி”  என்ற சொல் 'வேண்டு' என்ற பகுதி மற்றும் “இ”  என்ற விகுதியைக் கொண்டு உருவாக்கப்பட்டதாகும். “இ”  என்றது வினையெச்ச விகுதியாகும். வினையெச்ச விகுதி ஒரு வினைச்சொல்லின் பகுதிப் பதமாக இருந்து, முழுமை பெறாத வினைச்சொல் போல வேலை செய்கிறது. “வேண்டி” என்பது முழுமையான வினைச்சொல் அல்ல, இது வேண்டுகோளை குறிப்பிடுகிறது. “வேண்டி”  என்பது ஒரு வினையெச்சமாக இருப்பதால், “இ”  என்ற விகுதி வினையெச்ச விகுதியாகும்."
          }
        ,
          
  {
    
          "description": "“மலர்ச்சி”  என்ற சொல்லின் பகுதிப் பத உறுப்பிலக்கணத்தை கவனித்து,  “சி” என்ற  விகுதியின் செயல்பாட்டை கீழ்கண்டவற்றில் இருந்து தேர்ந்தெடுக்கவும்.",
          "options": [
      "வினைமுற்று விகுதி",
      "வினையெச்ச விகுதி",
      "பெயர் விகுதி",
      "தொழிற்பெயர் விகுதி"
    ],
    "answer": "D",
    
          "additional_context": "“மலர்ச்சி”  என்ற சொல் 'மலர்' என்ற பகுதி மற்றும் “சி”  என்ற விகுதியைக் கொண்டு உருவாக்கப்பட்டதாகும். “சி”  என்றது தொழிற்பெயர் விகுதியாகும். தொழிற்பெயர் விகுதி, ஒரு வினைச்சொல்லின் பகுதிப் பதமாக இருந்து, ஒரு பெயர்ச்சொல் போல வேலை செய்கிறது. “மலர்ச்சி” என்பது மலர்தல் என்ற செயலைக் குறிப்பிடும் பெயர்ச்சொல்லாகும். “மலர்ச்சி”  என்பது ஒரு தொழிற்பெயராக இருப்பதால், “சி”  என்ற விகுதி தொழிற்பெயர் விகுதியாகும்."
          }
        ,
          
  {
    
          "description": "“புதுக்கவிதையின் தந்தை” என்று போற்றப்படும் நபர் யார்?",
          "options": [
      "பாரதியார்",
      "வல்லிக்கண்ணன்",
      "ந. பிச்சமூர்த்தி",
      "இதில் எவரும் இல்லை"
    ],
    "answer": "C",
    
          "additional_context": "“புதுக்கவிதையின் தந்தை” என்று ந. பிச்சமூர்த்தி  போற்றப்படுகிறார். பாரதியாரின் வசன கவிதையைத் தொடர்ந்து புதுக்கவிதை படைக்கும் முயற்சியில் ந. பிச்சமூர்த்தி ஈடுபட்டார்.  “புதுக்கவிதையின் தோற்றமும் வளர்ச்சியும்' என்னும் நூலில் வல்லிக்கண்ணன் அவர்கள் குறிப்பிடுகிறார்கள்."
          }
        ,
          
  {
    
          "description": "“பிச்சமூர்த்தியின் கவிதைகள் இயற்கையையும் வாழ்க்கை அனுபவங்களையும் இணைத்து, அறிவுத் தெளிவுடன் நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகளைக் காணும் முயற்சிகளே” -  இந்த வரிகளில் பிச்சமூர்த்தியின் கவிதைகளின் இயல்பை குறிப்பிடுவது எது?",
          "options": [
      "புராணக் கதைகளை மையமாகக் கொண்டவை",
      "தனிப்பட்ட உணர்வுகளை வெளிப்படுத்தும்",
      "சமூகப் பிரச்சினைகளைப் பற்றியவை",
      "அறிவியல் கருத்துக்களை விளக்கும்"
    ],
    "answer": "D",
    
          "additional_context": "பிச்சமூர்த்தியின் கவிதைகள் இயற்கையையும் வாழ்க்கை அனுபவங்களையும் இணைத்து, அறிவுத் தெளிவுடன் நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகளைக் காணும் முயற்சிகளே.  ந. பிச்சமூர்த்தியின் கவிதைகள் தனிப்பட்ட உணர்வுகளை வெளிப்படுத்தும் கவிதைகள் அல்ல. அவை  அறிவுத் தெளிவுடன்,  நல்வாழ்க்கைக்கான மெய்யியல் உண்மைகளைக் காணும் முயற்சிகளை அடிப்படையாகக் கொண்டவை.  இயற்கையையும் வாழ்க்கை அனுபவங்களையும் இணைத்து, மெய்யியல் உண்மைகளைக் காணும் முயற்சிகளைக் கொண்டு கவிதைகள் உருவாகும் போது,  அறிவியல் கருத்துக்கள் கவிதைகளில் இயல்பாகவே புகுந்து விடுகின்றன."
          }
        ,
          
  {
    
          "description": "புதுக்கவிதையை பல்வேறு பெயர்களில் குறிப்பிடுகின்றனர் என்பதைக் குறிப்பிடும் வரிகள் எவை?",
          "options": [
      "“பிறவிஇருள், ஒளியமுது, வாழ்க்கைப்போர்”",
      "“வேண்டு+இ, போ+கிறு+அ+து, மலர்+ச்+சி”",
      "“புதிய படைப்புச் சூழலில் மரபுக்கவிதையின் யாப்புப் பிடியிலிருந்து விடுபட்ட கவிதைகள் புதுக்கவிதைகள் எனப்பட்டன.”",
      "“இலகு கவிதை, கட்டற்ற கவிதை, விலங்குகள் இலாக் கவிதை, கட்டுக்குள் அடங்காக் கவிதை”"
    ],
    "answer": "D",
    
          "additional_context": "“புதுக்கவிதையை பல்வேறு பெயர்களில் குறிப்பிடுகின்றனர்”  என்ற வாக்கியத்தைப் பயன்படுத்தி  “இலகு கவிதை, கட்டற்ற கவிதை, விலங்குகள் இலாக் கவிதை, கட்டுக்குள் அடங்காக் கவிதை”  என்று பல்வேறு பெயர்களை  குறிப்பிட்டுள்ளனர்.  புதுக்கவிதை, பாரம்பரியக் கவிதையிலிருந்து மாறுபட்டது என்பதால்  பல்வேறு பெயர்களில்  அழைக்கப்படுகிறது."
          }
        ]