[
          
  {
    
          "description": "'வண்ணதாசனுக்குச் சாகித்திய அகாதெமி விருது பெற்றுத் தந்த நூல் எது?'  என்பதைப் படித்து,  சரியான பதிலைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "அ) ஒரு சிறு இசை",
      "ஆ) முன்பின்",
      "இ) அந்நியமற்ற நதி",
      "ஈ) உயரப் பறத்தல்"
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "வண்ணதாசன் என்பவர் தமிழகத்தின் புகழ்பெற்ற எழுத்தாளர். இவரது படைப்புகளில் 'ஒரு சிறு இசை', 'முன்பின்', 'அந்நியமற்ற நதி', 'உயரப் பறத்தல்' போன்ற பல நூல்கள் அடங்கும். இவற்றில் 'ஒரு சிறு இசை' என்ற நூலுக்கு சாகித்திய அகாதெமி விருது கிடைத்தது. இந்நூல் வண்ணதாசனின் படைப்புகளில் ஒன்றாகும். "
          }
        ,
          
  {
    
          "description": "'உலக இலக்கியத்தில் காண இயலாத அரிய கருத்துகளாக ஆல்பர்ட் சுவைட்சர் குறிப்பிடுவன யாவை?'  என்ற கேள்விக்கு  விடை  எந்தப் பகுதியில் உள்ளது?",
          "options": [
      "அ) தமிழ்ச் சான்றோர்க்கும் உரோமையச் சான்றோர்க்கும் உள்ள வேறுபாடு ",
      "ஆ)  குறுந்தொகை – பெயர்க்காரணம் ",
      "இ)  பழங்களை விடவும் நசுங்கிப் போனது – இடம் சுட்டிப் பொருள் விளக்கம் ",
      "ஈ)  உலக இலக்கியத்தில் காண இயலாத அரிய கருத்துகளாக ஆல்பர்ட் சுவைட்சர் குறிப்பிடுவன "
    ],
    "answer": [
      "ஈ"
    ],
    
          "additional_context": "இந்த கேள்வி 'சிறுவினா' பிரிவில் உள்ளது. 'சிறுவினா' பிரிவில்  உலக இலக்கியத்தில் காண இயலாத அரிய கருத்துகளாக ஆல்பர்ட் சுவைட்சர் குறிப்பிடுவன, கோர்டன் ஆல்போர்ட் கூறும் மூன்று இலக்கணங்கள், பழங்களை விடவும் நசுங்கிப் போனது - இடம் சுட்டிப் பொருள் விளக்கம், மணல் விளையாட்டு என்னும் தலைப்பில் சிறு கவிதை படைக்க, 'யா' மரத்தின் பட்டையை உரித்தது எது? எதற்காக? விளக்குக, உருவக அணியை எடுத்துக்காட்டுடன் எழுதுக ஆகிய கேள்விகள் உள்ளன. இதில் 'உலக இலக்கியத்தில் காண இயலாத அரிய கருத்துகளாக ஆல்பர்ட் சுவைட்சர் குறிப்பிடுவன' என்பதற்கான விடை 'ஈ' ஆகும். "
          }
        ,
          
  {
    
          "description": "“இமயத்துக் கோடு உயர்ந்தன்ன” - இவ்வடியில் “கோடு” என்ற சொல், தமிழ் இலக்கியத்தில் பொதுவாக எந்த இயற்கைப் பொருளைக் குறிக்கிறது?",
          "options": [
      "அ) மலையின் உச்சி",
      "ஆ) நீர்நிலை",
      "இ) காற்று",
      "ஈ) மரம்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த கேள்வி 'பலவுள் தெரிக' பிரிவில் உள்ளது. 'பலவுள் தெரிக' பிரிவில் இமயத்துக் கோடு உயர்ந்தன்ன – இவ்வடியில் அடிக்கோடிட்ட சொல்லின் பொருள் யாது?, தமிழ்ப் புலவரைப் போலவே உரோமச் சிந்தனையாளர் கொண்ட கொள்கை, வண்ணதாசனுக்குச் சாகித்திய அகாதெமி விருது பெற்றுத் தந்த நூல், யா மரம் என்பது எந்த நிலத்தில் வளரும்?, கேடில் விழுச் செல்வம் கல்வி ஒருவற்கு மாடல்ல மற்றை யவை – இக்குறளில் பயின்று வந்துள்ள அணி? ஆகிய கேள்விகள் உள்ளன. இதில் 'இமயத்துக் கோடு உயர்ந்தன்ன' என்ற வரியில் உள்ள 'கோடு' என்ற சொல், தமிழ் இலக்கியத்தில் பொதுவாக மலையின் உச்சியைக் குறிக்கிறது.  'அ' என்பது சரியான விடை."
          }
        ,
          
  {
    
          "description": "“பிடிபசி களைஇய பெருங்கை வேழம்” - இவ்வடியில் உள்ள “பெருங்கை” என்னும் சொல்லுக்கு இலக்கணத்தில் என்ன பொருள் பொருந்தும்?",
          "options": [
      "அ) பெரிய கை",
      "ஆ) வலிமையான கை",
      "இ) நீண்ட கை",
      "ஈ)  மேற்சொல்லுக்கு இரண்டும் பொருந்தும்"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "'பிடிபசி களைஇய பெருங்கை வேழம்' - இவ்வடியில் உள்ள 'பெருங்கை' என்ற சொல்லுக்கு இலக்கணத்தில் 'பெரிய கை' மற்றும் 'வலிமையான கை' என இரண்டு பொருள்களும் பொருந்தும். எனவே 'ஈ' என்பது சரியான விடை."
          }
        ,
          
  {
    
          "description": "“கேடில் விழுச் செல்வம் கல்வி ஒருவற்கு” - இக்குறளில் பயின்று வந்துள்ள “விழுச் செல்வம்” என்னும் தொடர், எந்தச் சொல்லைக் குறிக்கிறது?",
          "options": [
      "அ) பொருள்",
      "ஆ) வீரம்",
      "இ) அறிவு",
      "ஈ) நட்பு"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இக்குறளில் பயின்று வந்துள்ள 'விழுச் செல்வம்' என்னும் தொடர், 'அறிவு' என்ற சொல்லைக் குறிக்கிறது. எனவே 'இ' என்பது சரியான விடை."
          }
        ]