
[
  {
    "description": "சிறுபஞ்சமூலம், குடும்ப விளக்கு, சீவகசிந்தாமணி, குறுந்தொகை ஆகிய நூல்களில் ஒன்று மட்டும் தற்கால இலக்கியத்தைச் சேர்ந்தது. அந்த நூல் எது?",
    "options": [
      "சிறுபஞ்சமூலம்",
      "குடும்ப விளக்கு",
      "சீவகசிந்தாமணி",
      "குறுந்தொகை"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "தற்கால இலக்கியம் என்பது 19 ஆம் நூற்றாண்டுக்குப் பிறகு எழுந்த இலக்கியங்களை உள்ளடக்கியது. சிறுபஞ்சமூலம், குடும்ப விளக்கு, சீவகசிந்தாமணி ஆகியவை பழங்கால இலக்கியங்கள். குறுந்தொகை சங்க இலக்கியத்தைச் சேர்ந்தது. எனவே, குறுந்தொகை தற்கால இலக்கியத்தைச் சேர்ந்ததல்ல."
  },
  {
    "description": "கீழ்க்காணும் நூல்களில் ஒன்று காப்பிய இலக்கிய வகையைச் சேர்ந்தது. அந்த நூல் எது?",
    "options": [
      "சிறுபஞ்சமூலம்",
      "குடும்ப விளக்கு",
      "சீவகசிந்தாமணி",
      "குறுந்தொகை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "காப்பியம் என்பது  ஒரு கதையை மையமாகக் கொண்டு வீரம், காதல், அறம், அன்புக் கருத்துக்கள் போன்றவற்றை இணைத்து எழுதப்படும் இலக்கிய வகையாகும். சீவகசிந்தாமணி என்பது காப்பியம். சிறுபஞ்சமூலம் நூல் பழந்தமிழ் இலக்கியம். குடும்ப விளக்கு என்பது சமூக நாவல். குறுந்தொகை என்பது சங்க இலக்கிய நூல்."
  },
  {
    "description": "கீழ்க்காணும் தொடர்களில் ஒன்று உணர்ச்சித் தொடராகும். அந்தத் தொடர் எது?",
    "options": [
      "சிறுபஞ்ச மூலத்தில் உள்ள பாடல்கள் பெரும்பாலும் மகடூஉ முன்னிலையில் அமைந்துள்ளன.",
      "இந்திய நூலகவியலின் தந்தையென அறியப்படுபவர் யார்?",
      "என்னண்ணே! நீங்கள் சொல்வதை நம்பவே முடியவில்லை!",
      "வாழ்க்கையில் அடிப்படைத் தேவைகளுக்கு அடுத்த இடத்தைப் புத்தகசாலைக்குத் தருக."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "உணர்ச்சித் தொடர் என்பது ஒருவரின் உணர்வுகளை வெளிப்படுத்தும் தொடராகும்.  'என்னண்ணே! நீங்கள் சொல்வதை நம்பவே முடியவில்லை!'  என்ற தொடர் ஆச்சரியம், நம்பிக்கையின்மை போன்ற உணர்வுகளை வெளிப்படுத்துவதால் இது உணர்ச்சித் தொடர் ஆகும்."
  },
  {
    "description": "கீழ்க்காணும் கூற்றுகளில் ஒன்று தவறானது. அது எது?",
    "options": [
      "'ஆ' என்பது எதிர்மறை இடைநிலை.",
      "வீட்டிற்கோர் புத்தகசாலை என்பது அண்ணாவின் மேடைப்பேச்சு.",
      "வில்லுப்பாட்டு ஓர் இலக்கிய வடிவம்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வீட்டிற்கோர் புத்தகசாலை என்பது அண்ணாவின் மேடைப்பேச்சு அல்ல. இது பேரறிஞர் அண்ணா துரை இயற்றிய நாடகத்தின் தலைப்பு.  'ஆ' என்பது எதிர்மறை இடைநிலை என்பதும் வில்லுப்பாட்டு ஓர் இலக்கிய வடிவம் என்பதும் சரியான கூற்றுகள்."
  },
  {
    "description": "பூவாது காய்க்கும், மலர்க்கை - அடிக்கோடிட்ட சொற்களில் முதலாவது சொல் என்னவாகும்?",
    "options": [
      "பெயரெச்சம்",
      "எதிர்மறைப் பெயரெச்சம்",
      "வினையெச்சம்",
      "எதிர்மறை வினையெச்சம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "'பூவாது காய்க்கும்' என்பது  'பூக்காமல் காய்க்கும்'  என்பதன் சுருக்கம். இது ஒரு எதிர்மறை வினையெச்சம்.  'மலர்க்கை' என்பது  'மலர்ந்த கை'  என்பதன் சுருக்கம். இது ஒரு உவமைத்தொகை."
  }
]
