[
          
  {
    
          "description": "'செயல்பாட்டிற்கான உரலி' என்ற பகுதியில் கொடுக்கப்பட்ட இணையதள முகவரி எதைக் குறிக்கிறது?",
          "options": [
      "ஒரு மொழிப் பயிற்சிப் பயன்பாடு",
      "ஆகுபெயர் பற்றிய பயன்பாடு",
      "தமிழ் இலக்கியம் பற்றிய பயன்பாடு",
      "சமையல் குறிப்புகள் பற்றிய பயன்பாடு"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தப் பக்கத்தில் “இணையச் செயல்பாடுகள்” என்ற தலைப்பில் ஒரு பகுதி உள்ளது. அந்தப் பகுதியில் கொடுக்கப்பட்டிருக்கும் விரைவுக் குறியீட்டைப் பயன்படுத்தி ஆகுபெயர் எனும் செயலியைப் பதிவிறக்கம் செய்து நிறுவிக்கொள்ள வேண்டும் என்று கூறப்பட்டுள்ளது. மேலும், அந்த செயலியைத் திறந்தவுடன் ஆகுபெயர் பற்றிய விளக்கமும் அதன் வகைகளும் எடுத்துக்காட்டுடன் கொடுக்கப்பட்டிருக்கும் என்று கூறப்பட்டுள்ளது. அதனைத் தெளிவுற அறிந்த பின்பு திரையின் கீழ் வரும் தேர்வு என்பதைத் தேர்ந்தெடுத்து, கொடுக்கப்படும் வினாக்களுக்குச் சரியான விடையைத் தேர்ந்தெடுக்கவும் என்று கூறப்பட்டுள்ளது. அதற்கான உரலி “https://play.google.com/store/apps/details?id=appinventor.ai_ngmukun.aagupeyar” என்றும் கூறப்பட்டுள்ளது. ஆகையால், 'செயல்பாட்டிற்கான உரலி' என்ற பகுதியில் கொடுக்கப்பட்ட இணையதள முகவரி ஆகுபெயர் பற்றிய பயன்பாட்டைக் குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "கொடுக்கப்பட்ட  புதிர்ப் பகுதியில்  சொல்லப்பட்டுள்ள 'மேகத்திடை தெரிவான்' என்பது எந்தப் பறவையைக் குறிக்கிறது?",
          "options": [
      "காக்கை",
      "கழுகு",
      "மயில்",
      "கிளி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தப் பக்கத்தில் “புதிர் அவிழ்க்க” என்ற தலைப்பில் ஒரு பகுதி உள்ளது. அந்தப் பகுதியில் ஒரு புதிர் கேட்கப்பட்டுள்ளது. அந்தப் புதிர் “நான்கெழுத்துக்காரன்; முதல் இரண்டும் அம்மாவில்  “ “ மொழியோடு விளையாடு “மா”வைத் தொலைத்து நிற்கும்; அடுத்த எழுத்தைச் சேர்த்தால் வில்லின் துணைவன்; கடை இரண்டும் கணக்கில் 'இது' என்பர்.! முழுதாய்ப் பார்த்தால் மேகத்திடை தெரிவான்!” என்று கேட்கப்பட்டுள்ளது. மேலும்,  'பேரொளி, சிற்றோடை, பேரின்பம், பைங்கிளி, பேரூர், செந்தாமரை' என்ற சொற்களைத் தந்து, இதில் எது சரியான விடை என்று கேட்கப்பட்டுள்ளது. மேகத்திடை தெரிவான் என்பது கழுகை குறிக்கும் சொல் என்பதால், இதற்கான சரியான விடை கழுகு."
          }
        ,
          
  {
    
          "description": "“நான்கெழுத்துக்காரன்; முதல் இரண்டும் அம்மாவில் “ “ மொழியோடு விளையாடு “மா”வைத் தொலைத்து நிற்கும்; அடுத்த எழுத்தைச் சேர்த்தால் வில்லின் துணைவன்; கடை இரண்டும் கணக்கில் 'இது' என்பர்.! முழுதாய்ப் பார்த்தால் மேகத்திடை தெரிவான்!”  இந்தப் புதிர் யாருக்குரியது?",
          "options": [
      "பேரொளி",
      "பைங்கிளி",
      "பேரூர்",
      "செந்தாமரை"
    ],
    "answer": [
      "D"
    ],
    
          "additional_context": "இந்தப் பக்கத்தில் “புதிர் அவிழ்க்க” என்ற தலைப்பில் ஒரு பகுதி உள்ளது. அந்தப் பகுதியில் ஒரு புதிர் கேட்கப்பட்டுள்ளது. அந்தப் புதிர் “நான்கெழுத்துக்காரன்; முதல் இரண்டும் அம்மாவில்  “ “ மொழியோடு விளையாடு “மா”வைத் தொலைத்து நிற்கும்; அடுத்த எழுத்தைச் சேர்த்தால் வில்லின் துணைவன்; கடை இரண்டும் கணக்கில் 'இது' என்பர்.! முழுதாய்ப் பார்த்தால் மேகத்திடை தெரிவான்!” என்று கேட்கப்பட்டுள்ளது. மேலும்,  'பேரொளி, சிற்றோடை, பேரின்பம், பைங்கிளி, பேரூர், செந்தாமரை' என்ற சொற்களைத் தந்து, இதில் எது சரியான விடை என்று கேட்கப்பட்டுள்ளது. “நான்கெழுத்துக்காரன்” என்பதால், இதற்கான சரியான விடை  “செந்தாமரை”."
          }
        ,
          
  {
    
          "description": "“மானாமதுரை ஓர் அழகான _____; நீண்டவயல்களும் ____ களும் நிறைந்த அவ்வூரின் நடுவே வானுயர்ந்த கோபுரத்துடன் கூடிய கோவில் குளத்தில் எங்கும் பூக்கள் மலர்ந்துள்ளன; கதிரவனின் ____ வீசிட, சோலைப் ____ அடையச் செய்கிறது.” இந்தப் பத்தியில் உள்ள வெற்றிடங்களை நிரப்பும் சரியான சொற்கள் எவை?",
          "options": [
      "பேரின்பம், பைங்கிளி, பேரொளி, செந்தாமரை",
      "பேரூர், செந்தாமரை, பேரொளி, பேரின்பம்",
      "பேரின்பம், செந்தாமரை, பேரொளி, பேரூர்",
      "பேரூர், பைங்கிளி, பேரின்பம், செந்தாமரை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தப் பக்கத்தில் 'புதிர் அவிழ்க்க' என்ற தலைப்பில் ஒரு பகுதி உள்ளது. அந்தப் பகுதியில் ஒரு பத்தி கொடுக்கப்பட்டுள்ளது. அந்தப் பத்தியில் உள்ள வெற்றிடங்களை நிரப்பும் சொற்களைத் தந்து, இதில் எது சரியான விடை என்று கேட்கப்பட்டுள்ளது. மானாமதுரை ஓர் அழகான  “பேரூர்” என்பது பொருத்தமாக இருக்கும். மேலும், “செந்தாமரை” என்பது நீண்டவயல்களும் “______களும்” என்பதற்கு பொருத்தமாக இருக்கும்.  “பேரொளி” என்பது கதிரவனின் “______வீசிட” என்பதற்குப் பொருத்தமாக இருக்கும்.  “பேரின்பம்” என்பது  சோலைப் “______அடையச் செய்கிறது” என்பதற்கு பொருத்தமாக இருக்கும். ஆகையால்,  “பேரூர், செந்தாமரை, பேரொளி, பேரின்பம்” என்பது இந்தப் பத்தியில் உள்ள வெற்றிடங்களை நிரப்பும் சரியான சொற்கள்."
          }
        ,
          
  {
    
          "description": "“களின் 4” என்ற சொற்களைக் கொண்டு எந்த வார்த்தையை உருவாக்க முடியும்?",
          "options": [
      "களி",
      "களின்",
      "கலின்",
      "கலை"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தப் பக்கத்தில் “வட்டத்திற்குள் உள்ள எழுத்துகளைக்கொண்டு சொற்களை உருவாக்கு” என்ற தலைப்பில் ஒரு பகுதி உள்ளது. அந்தப் பகுதியில் ஒரு வட்டம் கொடுக்கப்பட்டுள்ளது. அந்த வட்டத்தில் “களின் 4” என்று எழுதப்பட்டுள்ளது. இந்தச் சொற்களைக்கொண்டு எந்த வார்த்தையை உருவாக்க முடியும் என்று கேட்கப்பட்டுள்ளது.  இதற்கான சரியான விடை “களி”."
          }
        ]