[
          
  {
    
          "description": "பாரதிதாசன் பாடலில் 'பெரியார்' என்ற சொல்லுக்கு இணைக்கப்பட்ட இரு அம்சங்கள் யாவை?",
          "options": [
      "புனிதம் மற்றும் அறிவு",
      "அன்பு மற்றும்  பரிவு",
      "தொண்டு மற்றும்  புரட்சி",
      "நேர்மை மற்றும்  தூய்மை"
    ],
    "answer": "C",
    
          "additional_context": "பாரதிதாசன் பெரியாரைப் பற்றிப் பாடிய பாடலில் 'தொண்டு மற்றும் புரட்சி' என்ற இரு அம்சங்கள் இணைக்கப்பட்டுள்ளன. அவர் மக்களுக்காகச் செய்த தொண்டு, சமூகத்தின் வளர்ச்சிக்காகப் போராடிய புரட்சி ஆகியவற்றை பாரதிதாசன் தனது பாடலில் எடுத்துரைத்துள்ளார்."
          }
        ,
          
  {
    
          "description": "'தூயதாடி மார்பில் விழும்' என்ற வரிகள்  பெரியாரின் என்ன குணத்தைப்  பற்றிக் குறிப்பிடுகின்றன?",
          "options": [
      "அமைதி",
      "தியாகம்",
      "நேர்மை",
      "ஞானம்"
    ],
    "answer": "C",
    
          "additional_context": "பாரதிதாசன் பெரியாரின் நேர்மை, தூய்மை ஆகிய குணங்களைப் பற்றி 'தூயதாடி மார்பில் விழும்' என்ற வரிகளில் குறிப்பிட்டுள்ளார்.  பெரியாரின் வாழ்க்கை நேர்மையானது, அவர் தூய்மையான உள்ளத்துடன் வாழ்ந்தார் என்பதை இந்த வரிகள் காட்டுகின்றன."
          }
        ,
          
  {
    
          "description": "'மண்டைச் சுரப்பை உலகு தொழும்' என்ற வரிகள் என்ன  குறிப்பிடுகின்றன?",
          "options": [
      "பெரியாரின்  புகழ் உலகெங்கும் பரவும்",
      "பெரியாரின் செயல்கள் உலகத்திற்குப் பயன் தரும்",
      "பெரியாரின் அறிவு  உலகத்திற்கு வழிகாட்டும்",
      "பெரியாரின்  தூய்மை உலகத்திற்கு முன்மாதிரியாகும்"
    ],
    "answer": "B",
    
          "additional_context": "பெரியாரின் செயல்கள் உலகத்திற்கே பயன் தரும் என்பதைப் பாரதிதாசன் 'மண்டைச் சுரப்பை உலகு தொழும்' என்ற வரிகளில் குறிப்பிட்டுள்ளார். அவர் சமூகத்துக்காகச் செய்த தொண்டு, சமத்துவத்திற்காகப் போராடிய போராட்டம், மக்கள் நலனுக்காகப் பல முயற்சிகள் செய்தது ஆகியவை உலகத்திற்கே பயன் தரும் என்பதை இந்த வரிகள் காட்டுகின்றன."
          }
        ,
          
  {
    
          "description": "'மனக்குகையில் சிறுத்தை எழும்' என்ற வரிகள் எதை  குறிக்கின்றன?",
          "options": [
      "பெரியாரின்  தன்னம்பிக்கை",
      "பெரியாரின்  புரட்சிகர  நிலை",
      "பெரியாரின்  தெளிவான சிந்தனை",
      "பெரியாரின்  சமூக அக்கறை"
    ],
    "answer": "B",
    
          "additional_context": "பெரியாரின் புரட்சிகரமான நிலை, தனது கோட்பாடுகளுக்காகப் போராடிய போராட்டம், மக்களின் மனதில் எழும் அச்சத்தைத் தகர்த்து, தனது நோக்கத்தை அடைந்தது ஆகியவற்றை பாரதிதாசன் 'மனக்குகையில் சிறுத்தை எழும்' என்ற வரிகளில் குறிப்பிட்டுள்ளார்."
          }
        ,
          
  {
    
          "description": "“தவிர்க்கவேண்டும் என்றார் அவர்; திருமணம் போன்ற விழாக்களைப் பகட்டின்றி மிக எளிமையாகவும் சீர்திருத்த முறையிலும் நடத்த வேண்டும் என்றார்.” - இந்த வரிகள் யாரைப் பற்றியவை?",
          "options": [
      "அம்பேத்கர்",
      "காந்தி",
      "பெரியார்",
      "ராஜாஜி"
    ],
    "answer": "C",
    
          "additional_context": "இந்த வரிகள் பெரியாரைப் பற்றியவை. திருமணம் போன்ற விழாக்களைப் பகட்டின்றி எளிமையாக நடத்த வேண்டும் என்று அவர் வலியுறுத்தினார். அவர் சமூகத்தில் நிலவும் பல வழக்கங்கள் மக்களின் நலனுக்குப் பாதகமானவை என்பதை உணர்ந்து அதனைத் தவிர்க்க வேண்டும் என்றார்."
          }
        ]