
[
  {
    "description": "“அறத்தை ஆக்குக” என்ற வரியில் “ஆக்குக” என்ற சொல்லின் பகுபத உறுப்புகள் எவை?",
    "options": [
      "ஆக்கு + க",
      "ஆக்கு + அ",
      "ஆ + க்கு",
      "ஆ + கு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“அறத்தை ஆக்குக” என்ற வரி, 'யசோதர காவியம்' என்ற ஐஞ்சிறு காப்பியத்திலிருந்து எடுக்கப்பட்டது. இந்தக் காப்பியம் சமண முனிவரால் இயற்றப்பட்டதாகக் கூறப்படுகிறது. இது சமண மதத்தைப் பற்றியும், அறம், ஞானம், சினம் போன்றவற்றைப் பற்றியும் கூறுகிறது. இந்த வரியில் 'ஆக்குக' என்ற சொல், 'ஆக்கு' என்ற வினைச்சொல்லுடன் 'க' என்ற வியங்கோள் வினைமுற்று விகுதி சேர்ந்து உருவானதாகும். எனவே, 'ஆக்கு + க' என்பது இந்தச் சொல்லின் பகுபத உறுப்புகளாகும்."
  },
  {
    "description": "யசோதர காவியத்தின் ஆசிரியர் யார்?",
    "options": [
      "பாரதியார்",
      "கம்பர்",
      "இயற்பெயர் அறியப்படவில்லை",
      "திருவள்ளுவர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "யசோதர காவியம் என்பது ஐஞ்சிறு காப்பியங்களில் ஒன்றாகும். இது சமண முனிவரால் இயற்றப்பட்டதாகக் கூறப்படுகிறது. ஆனால் அவரது இயற்பெயர் நமக்குத் தெரியவில்லை. இக்காப்பியம் வடமொழியிலிருந்து தமிழில் தழுவி எழுதப்பட்டதாகும்."
  },
  {
    "description": "“யசோதர காவியம்” எதைப் பற்றி கூறுகிறது?",
    "options": [
      "சங்க இலக்கியங்களைப் பற்றி",
      "அவந்தி நாட்டு மன்னனான யசோதரனின் வரலாற்றைப் பற்றி",
      "பகவத் கீதையைப் பற்றி",
      "இந்தியாவின் சுதந்திரப் போராட்டத்தைப் பற்றி"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "யசோதர காவியம் என்பது அவந்தி நாட்டு மன்னனான யசோதரனின் வரலாற்றைக் கூறுகிறது. இது சமண மதத்தைப் பற்றியும், அறம், ஞானம், சினம் போன்றவற்றைப் பற்றியும் கூறுகிறது. இது சமண முனிவரால் இயற்றப்பட்டதாகக் கூறப்படுகிறது. இக்காப்பியம் வடமொழியிலிருந்து தமிழில் தழுவி எழுதப்பட்டதாகும்."
  },
  {
    "description": "கவிதைப் பாடலில் “வெகுளி” என்ற சொல்லுக்கு என்ன பொருள்?",
    "options": [
      "நட்பு",
      "அன்பு",
      "சினம்",
      "அறிவு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“வெகுளி” என்ற சொல் தமிழில் 'சினம்' என்ற பொருளைத் தரும். இது யசோதர காவியத்திலிருந்து எடுக்கப்பட்ட வரி. இக்காப்பியம் சமண முனிவரால் இயற்றப்பட்டதாகக் கூறப்படுகிறது. இது சமண மதத்தைப் பற்றியும், அறம், ஞானம், சினம் போன்றவற்றைப் பற்றியும் கூறுகிறது."
  },
  {
    "description": "“ஆக்குவது ஏதெனில் அறத்தை ஆக்குக” என்ற வரி எதை வலியுறுத்துகிறது?",
    "options": [
      "அறம் செய்யும் முறைகளை",
      "அறத்தைத் தவிர்க்கும் முறைகளை",
      "அறத்தின் முக்கியத்துவத்தை",
      "ஞானத்தின் முக்கியத்துவத்தை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“ஆக்குவது ஏதெனில் அறத்தை ஆக்குக” என்ற வரி, யசோதர காவியத்திலிருந்து எடுக்கப்பட்டது. இக்காப்பியம் சமண முனிவரால் இயற்றப்பட்டதாகக் கூறப்படுகிறது. இது சமண மதத்தைப் பற்றியும், அறம், ஞானம், சினம் போன்றவற்றைப் பற்றியும் கூறுகிறது. இந்த வரி, அறத்தை ஒருவன் வாழ்வில் ஆக்கி, அதனை வளர்க்க வேண்டும் என்பதை வலியுறுத்துகிறது."
  }
]
