
[
  {
    "description": "________ ஒரு உருவம் தெரிந்தது. நெருங்க நெருங்க அம்மாதான் முதலில் கத்தினாள்.",
    "options": [
      "கருப்பு",
      "வெள்ளை",
      "மங்கலான",
      "தெளிவான"
    ],
    "answer": "D",
    "additional_context": "ரயில் நிலையத்தில் திரும்பிப் பார்த்த போது தூரத்தில் ஒரு உருவம் தெரிந்தது. அது நெருங்க நெருங்க அம்மா கத்தினாள். தண்ணீர் குடத்துடன் வந்தது அவளது மகள் இந்திரா."
  },
  {
    "description": "முகம் கழுவும் பேசின் குழாயை அழுத்தி வேகம் வேகமாக ______ செம்பும் கால் செம்புமாகப் பிடித்துக் குடத்தில் ஊற்றிக்கொண்டிருந்தாள்.",
    "options": [
      "அரை",
      "ஒரு",
      "இரண்டு",
      "மூன்று"
    ],
    "answer": "A",
    "additional_context": "ரயிலில் ஏறிய இந்திரா, முகம் கழுவும் பேசின் குழாயை அழுத்தி வேகமாக அரைச் செம்பும் கால் செம்புமாகப் பிடித்துக் குடத்தில் ஊற்றிக்கொண்டிருந்தாள். இந்த குழாயில் தண்ணீர்ச் சனியனும் விறுவிறுவென்று வந்துவிடாது; இந்தப் பீடைக் குடமும் நிறைந்து தொலைக்காது."
  },
  {
    "description": "இந்தச் சிறுகதையில் வரும் 'இந்திரா' என்ற கதாபாத்திரம் பற்றிய குறிப்பிடத்தக்க விஷயம் எது?",
    "options": [
      "அவள் ரயிலிலிருந்து தண்ணீர் கொண்டு வருவதில் மிகவும் திறமையானவள்.",
      "அவள் அடிக்கடி கனவு காண்கிறாள், தண்ணீர் நிறைந்த ஊர்களில் இருந்து பெண்கள் வருவதைப் பற்றி.",
      "அவள் தன் அம்மாவிற்காக தண்ணீர் கொண்டு வருவதில் மிகவும் கவலைப்படுகிறாள்.",
      "அவள் தன் அம்மாவிடம் ரயிலில் ஏறிப் போகச் சொல்லி, இல்லாத உண்மையை சொல்கிறாள்."
    ],
    "answer": "B",
    "additional_context": "இந்திரா தினமும் தண்ணீர் தட்டுப்பாடுள்ள ஊருக்கு  தண்ணீர் கொண்டு வருவதற்காக ரயிலில் பயணம் செய்வாள். இதனால் அவள் அடிக்கடி தண்ணீர் நிறைந்த ஊர்களில் இருந்து பெண்கள் வருவதைப் பற்றி கனவு காண்பாள்."
  },
  {
    "description": "_______ மணந்த நந்தவனம் குட்டிச்சுவர்களில் சின்ன அடையாளங்களோடு பாழடைந்து கிடக்கிறது.",
    "options": [
      "மல்லிகை",
      "முல்லை",
      "செந்தூரம்",
      "ரோஜா"
    ],
    "answer": "B",
    "additional_context": "இந்திரா வசிக்கும் ஊரில்  நல்ல தண்ணீர் கிணறு இருந்தது. அந்த கிணற்றில் முல்லை மணந்த நந்தவனம் இருந்தது. இப்போது அது குட்டிச்சுவர்களில் சின்ன அடையாளங்களோடு பாழடைந்து கிடக்கிறது."
  },
  {
    "description": "_______ தூரம் நடக்கவேண்டும் பிலாப்பட்டிக்கு. ஊ ரு ணி க் கு ப் பக்கமாயிருக்கிறது அந்த நல்ல தண்ணீர்க் கிணறு.",
    "options": [
      "இரண்டு",
      "மூன்று",
      "நான்கு",
      "ஐந்து"
    ],
    "answer": "B",
    "additional_context": "தண்ணீர் இல்லாத காரணத்தால் இந்திராவின் ஊர் மக்கள் மூன்று மைல் தூரம் நடந்து பிலாப்பட்டி என்ற ஊருக்கு சென்று தண்ணீர் எடுத்து வருவார்கள். பிலாப்பட்டி ஊருணியில் அந்த ஊர் மக்களுக்கு  நல்ல தண்ணீர்க் கிணறு இருக்கிறது."
  }
]
