
[
  {
    "description": "பாடல் 1-ல் \"புல்விளைந்திடலாம்\" என்ற சொற்றொடர் எதற்கு உவமையாகக் கூறப்பட்டுள்ளது?",
    "options": [
      "கல்வியறிவு இல்லாத பெண்கள்",
      "பண்படாத நிலம்",
      "நல்ல பயிர் விளையாத நிலம்",
      "புல் முதலானவை வளரும் நிலம்"
    ],
    "answer": "A",
    "additional_context": "பாடல் 1 \"கல்வி இல்லாத பெண்கள்\" என்ற தலைப்பில் கல்வியறிவு இல்லாத பெண்களை பண்படாத நிலத்துடன் ஒப்பிடுகிறது. பண்படாத நிலத்தில் நல்ல பயிர் விளையாது, அதுபோல கல்வியறிவு இல்லாத பெண்கள் மூலம் அறிவுடைய மக்கள் உருவாக மாட்டார்கள் என்கிறது."
  },
  {
    "description": "பாடல் 2-ல் \"நானிலம்\" என்பது எதை குறிக்கிறது?",
    "options": [
      "நான்கு திசைகள்",
      "இந்தியா",
      "உலகம்",
      "ஆண்களின் ஆதிக்கம்"
    ],
    "answer": "C",
    "additional_context": "பாடல் 2 \"வானூர்தி செலுத்தல் வைய\" என்ற தலைப்பில் ஆண், பெண் இருவரும் செய்யும் பணிகள் ஒன்றுதான் என்கிறது. ஆண்களால் மட்டுமே அது முடியும் என்ற கருத்தை தள்ளிவிடுகிறது. அது போல் உலகம் ஆண்களின் ஆதிக்கத்தில் இருந்ததால் பெண்களுக்கு விடுதலை கிடைக்கவில்லை என்கிறது."
  },
  {
    "description": "பாடல் 3-ல் \"மின்னாள்\" என்ற சொல் எதற்கு உவமையாகக் கூறப்பட்டுள்ளது?",
    "options": [
      "கல்வி இல்லாத பெண்",
      "மின்னல்",
      "ஒளிரும் இயல்பு",
      "வாழ்வில் ஒளிராது போகும் பெண்"
    ],
    "answer": "A",
    "additional_context": "பாடல் 3 \"இந்நாளில் பெண்கட்கு எல்லாம்\" என்ற தலைப்பில் பெண்கள் கல்வியை கற்க வேண்டும் என்கிறது. மின்னல் போல ஒளிரும் இயல்புடையவள் பெண் என்றாலும் கல்வி இல்லாத பெண் வாழ்வில் ஒளிராது என்கிறது."
  },
  {
    "description": "பாடல் 4-ல் \"சமைப்பது தாழ்வா?\" என்ற கேள்விக்கு பாடலில் என்ன விடை கொடுக்கப்பட்டுள்ளது?",
    "options": [
      "சமைப்பது பெண்களுக்கே உரியது",
      "சமைப்பது ஆண்களுக்கும் பெண்களுக்கும் பொதுவானது",
      "சமைப்பது தாழ்வானது அல்ல, இன்பத்தைத் தருவது",
      "சமைப்பது பெண்களின் கடமை"
    ],
    "answer": "C",
    "additional_context": "பாடல் 4 \"சமைப்பதும் வீட்டு வேலை\" என்ற தலைப்பில் பெண்களுக்கு மட்டும் சமைப்பது, வீட்டு வேலைகள் என்று சொல்வது தவறு என்கிறது. ஆண்களும் அந்த வேலைகளை செய்ய வேண்டும். சமைப்பது தாழ்வானது அல்ல, அது இன்பத்தைத் தருவது என்கிறது."
  },
  {
    "description": "பாடல் 5-ல் \"தணலினை அடுப்பில் இட்டுத் தாழியில் சுவையை இட்டே\" என்ற வரிகள் வாழ்வின் எந்தக் கூறு குறித்துப் பேசுகின்றன?",
    "options": [
      "பொருட்செல்வம்",
      "வீரம்",
      "உணவு",
      "அன்பு"
    ],
    "answer": "C",
    "additional_context": "பாடல் 5 \"உணவினை ஆக்கல் மக்கட்கு\" என்ற தலைப்பில் வாழ்வு பொருட்செல்வத்தால் அல்லது வீரத்தால் அமையாது என்கிறது. அடுப்பில் நெருப்பு மூட்டி உணவை சமைத்து அன்பாக பரிமாறுவதுதான் வாழ்வில் நலத்தை தருகிறது என்கிறது."
  }
]
