
[
  {
    "description": "விழா நடைபெறும் நாட்களில் மக்கள் என்ன செய்ய வேண்டும் என்பதை மணிமேகலையின் விழாவறை காதை எவ்வாறு விளக்குகிறது?",
    "options": [
      "வீடுகளை அலங்கரித்து, கோவிலுக்குச் சென்று, கடவுளை வழிபட்டு, பண்டிகையை கொண்டாடுங்கள்.",
      "மன்றங்களில் வாதங்களை நடத்தி, தெய்வீக நல்லுரைகளைக் கேட்டு, ஒற்றுமையாக இருங்கள்.",
      "பகைவர்களை சமாதானப்படுத்தி, விழாக்களை கொண்டாடி, நகரை அலங்கரித்து, இறைவனை வணங்குங்கள்.",
      "மதத்தின் முக்கியத்துவத்தை உணர்ந்து, விழாக்களில் பங்கேற்று, பகையை மறந்து வாழ வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "மணிமேகலையின் விழாவறை காதையில், புகார் நகரில் இந்திரவிழா நடைபெறும் போது மக்கள் செய்ய வேண்டியவை பற்றி விரிவாகக் கூறப்படுகிறது.  மக்கள் நல்லுரைகளைக் கேட்டு, தெய்வீக நல்லுணர்வுகளைப் பெற்று, ஒற்றுமையாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது.  மன்றங்களில் வாதங்களை நடத்தி, தெய்வீக நல்லுரைகளைக் கேட்டு, ஒற்றுமையாக இருக்க வேண்டும் என்று கூறப்படுகிறது.  அது போல், அவரவர் சமயத்திற்கு ஏற்றவாறு உட்பொருளறிந்து வாதிட்டு தீர்வு காண வேண்டும் என்று கூறுகிறது."
  },
  {
    "description": "மணிமேகலையின் விழாவறை காதையில் குறிப்பிடப்படும் “ஐம்பெருங் குழு” மற்றும் “எண்பேராயம்” என்பவை என்ன?",
    "options": [
      "புகார் நகரின் நிர்வாக அமைப்பின் முக்கிய பகுதிகள்.",
      "விழாக்களை நடத்தும் பொறுப்பை வகிக்கும் குழுக்கள்.",
      "நகரத்தில் வசிக்கும் மக்களின் பிரதிநிதிகள்.",
      "புகாரில் வசிக்கும் பல்வேறு மொழி பேசும் மக்கள்."
    ],
    "answer": "A",
    "additional_context": "மணிமேகலையின் விழாவறை காதையில், “ஐம்பெருங் குழுவும் எண்பேர் ஆயமும்” என்று குறிப்பிடப்படுகிறது.  “ஐம்பெருங் குழு” என்பது புகார் நகரின் நிர்வாக அமைப்பின் முக்கிய பகுதி.  அரசர்க்குரிய அமைச்சர் குழு.  “எண்பேராயம்” என்பது அரசாங்கத்தில் முக்கிய பங்கு வகிக்கும் ஒரு குழு.  இந்த இரண்டு குழுக்களும் இந்திர விழாவிற்கு வருகின்றனர் என்பதை இக்காதை தெளிவாகக் கூறுகிறது."
  },
  {
    "description": "“தண்மணற் பந்தரும், தாழ்தரு பொதியிலும் புண்ணிய நல்லுரை அறிவீர் பொருந்துமின்” என்பதன் பொருள் என்ன?",
    "options": [
      "மக்கள் நல்லுரைகளைக் கேட்டு, தெய்வீக நல்லுணர்வுகளை பெற்று, ஒற்றுமையாக இருக்க வேண்டும்.",
      "விழாக்களில் பங்கேற்று, இறைவனை வழிபட்டு, நல்லுணர்வை பெற வேண்டும்.",
      "மக்கள் ஒன்று கூடி, நல்லுரைகளைப் பகிர்ந்து, ஞானத்தைப் பெற வேண்டும்.",
      "புனித இடங்களில் மக்கள் கூடி, தெய்வீக நல்லுரைகளைப் பெற்று, சமயத்தைப் பற்றி அறிந்து கொள்ள வேண்டும்."
    ],
    "answer": "A",
    "additional_context": "“தண்மணற் பந்தரும், தாழ்தரு பொதியிலும் புண்ணிய நல்லுரை அறிவீர் பொருந்துமின்” என்பது மணிமேகலையின் விழாவறை காதையிலிருந்து எடுக்கப்பட்ட வரிகள்.  இந்த வரிகள் குளிர்ந்த மணல் பரப்பப்பட்ட பந்தல்களிலும்,  மரங்கள் தாழ்ந்து நிழல் தரும் மன்றங்களிலும் மக்கள் நல்லுரைகளைக் கேட்டு,  தெய்வீக நல்லுணர்வுகளைப் பெற்று, ஒற்றுமையாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது.  மக்கள் ஒற்றுமையாக இருந்து, அவரவர் நம்பிக்கைகளைப் பற்றி விவாதித்து, ஒற்றுமையாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது."
  },
  {
    "description": "“பற்றா மாக்கள் தம்முடன் ஆயினும் செற்றமும் கலாமும் செய்யாது அகலுமின்” என்பது விழாவறை காதையின் சமூகப் பாடத்தை எவ்வாறு எடுத்துரைக்கிறது?",
    "options": [
      "விழாக்களின் போது மக்கள் அனைவரும் சமமாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது.",
      "சமூகத்தில் உள்ள பகைமையை விட்டு விட்டு, ஒற்றுமையாக இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது.",
      "விழாக்களின் நேரத்தில் மதத் தகராறுகள் ஏற்படாமல் இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது.",
      "எந்தவொரு விதமான பகையும் சமூகத்தில் இடம் பெறக் கூடாது என்பதை வலியுறுத்துகிறது."
    ],
    "answer": "D",
    "additional_context": "“பற்றா மாக்கள் தம்முடன் ஆயினும் செற்றமும் கலாமும் செய்யாது அகலுமின்” என்பது மணிமேகலையின் விழாவறை காதையில் இடம்பெறும் முக்கியமான வரிகள்.  இந்த வரிகள் விழா நாட்களில் கூட பகைமை, சினம், போர் போன்றவை ஏற்படக் கூடாது என்பதை வலியுறுத்துகிறது.  எல்லோரும் ஒற்றுமையாக இருந்து, பகைமை, சினம், போர் போன்றவை இல்லாமல் மகிழ்ச்சியாக இருக்க வேண்டும் என்பதை மணிமேகலையின் விழாவறை காதை வலியுறுத்துகிறது."
  },
  {
    "description": "“வெண்மணற் குன்றமும், விரிபூஞ் சோலையும், தண்மணல் துருத்தியும், தாழ்பூந் துறைகளும்” என்பது விழாவறை காதையின் இயற்கை அழகை எவ்வாறு விவரிக்கிறது?",
    "options": [
      "நகரின் சுற்றுப்புற இயற்கை அழகை வர்ணித்து, இயற்கைக்கும் மனிதனுக்கும் இடையேயான தொடர்பை விளக்குகிறது.",
      "இயற்கையின் அழகை வர்ணித்து, விழாவின் மகிழ்ச்சியான சூழலை பிரதிபலிக்கிறது.",
      "இயற்கை வளங்கள் நிறைந்த புகாரின் அழகை விளக்கி, நகர வாழ்க்கையின் சிறப்பை எடுத்துரைக்கிறது.",
      "நகர வாழ்க்கையின் சலிப்பைத் தணிக்கும் இயற்கை வளங்களைப் பற்றி விவரிக்கிறது."
    ],
    "answer": "A",
    "additional_context": "“வெண்மணற் குன்றமும், விரிபூஞ் சோலையும், தண்மணல் துருத்தியும், தாழ்பூந் துறைகளும்” என்பது மணிமேகலையின் விழாவறை காதையில் இடம்பெறும் வரிகள்.  இந்த வரிகள் புகார் நகரின் சுற்றுப்புற இயற்கை அழகை விவரிக்கிறது.  வெண்மணற் குன்று, விரிபூஞ் சோலை, தண்மணல் துருத்தி, தாழ்பூந் துறைகள் என புகார் நகரின் இயற்கை அழகை மிக அழகாக வர்ணிக்கிறது.  மக்கள் இயற்கையோடு இணைந்து வாழ்வதையும், விழாவின் போது இயற்கையின் அழகை ரசிப்பதையும் இது விளக்குகிறது."
  }
]
