
[
  {
    "description": "பதினெண் கீழ்க்கணக்கு என்னும் தொகுப்பில் சிறுபஞ்சமூலம் தவிர வேறெந்த நூல்கள் உள்ளன?",
    "options": [
      "நாலடியார், நான்மணிக்கடிகை",
      "பழமொழி நானூறு, ஐங்குறுநூறு",
      "திருக்குறள்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பதினெண் கீழ்க்கணக்கு என்னும் நூல் தொகுப்பில் சிறுபஞ்சமூலம் உள்ளது. இது தவிர நாலடியார், நான்மணிக்கடிகை, பழமொழி நானூறு, ஐங்குறுநூறு, திருக்குறள் போன்ற பல நீதி நூல்கள் உள்ளன. மொத்தமாக பதினெண் நூல்கள் இத்தொகுப்பில் உள்ளன."
  },
  {
    "description": "சிறுபஞ்சமூலத்தின் ஆசிரியரின் பெயர் என்ன?",
    "options": [
      "மதுரைத் தமிழாசிரியர் மாக்காயனார்",
      "காரி",
      "காரியாசான்",
      "மாக்காரியாசான்"
    ],
    "answer": "C",
    "additional_context": "சிறுபஞ்சமூலம் என்னும் நூலை எழுதியவர் காரியாசான். இவர் மதுரைத் தமிழாசிரியர் மாக்காயனாரின் மாணாக்கர். காரி என்பது இவரது இயற்பெயர். ஆசான் என்பது இவரது தொழிலைக் குறிக்கும் ஒரு பெயர். மாக்காரியாசான் என்று  பாயிரச் செய்யுள் இவரைச் சிறப்பிக்கிறது."
  },
  {
    "description": "சிறுபஞ்சமூலம் என்னும் நூல் எந்த வகை இலக்கியத்தில் அடங்கும்?",
    "options": [
      "காப்பியம்",
      "புராணம்",
      "பதினெண் கீழ்க்கணக்கு",
      "நாடகம்"
    ],
    "answer": "C",
    "additional_context": "சிறுபஞ்சமூலம் என்னும் நூல்  பதினெண் கீழ்க்கணக்கு என்னும் தொகுப்பில் அடங்கும்.  பதினெண் கீழ்க்கணக்கு என்பது நீதி இலக்கியங்களின் தொகுப்பு. இத்தொகுப்பில் சிறுபஞ்சமூலம், நாலடியார், நான்மணிக்கடிகை, பழமொழி நானூறு, ஐங்குறுநூறு, திருக்குறள், போன்ற பல நீதி நூல்கள் உள்ளன."
  },
  {
    "description": "சிறுபஞ்சமூல நூலில் இடம்பெறும் ஐந்து சிறிய வேர்கள் எவை?",
    "options": [
      "அத்தி, மா, பலா, தென்னை, வாழை",
      "கண்டங்கத்திரி, சிறுவழுதுணை, சிறுமல்லி, பெருமல்லி, நெருஞ்சி",
      "மருதாணி, எலுமிச்சை, கற்றாழை, மஞ்சள், வெள்ளைப் பூண்டு",
      "நெல்லி, கடுக்காய், தான்றி, கரந்தை, வில்வம்"
    ],
    "answer": "B",
    "additional_context": "சிறுபஞ்சமூலம் என்னும் நூலின் பெயரே ஐந்து சிறிய வேர்கள் என்பதை உணர்த்துகிறது.  இந்த ஐந்து சிறிய வேர்கள் கண்டங்கத்திரி, சிறுவழுதுணை, சிறுமல்லி, பெருமல்லி, நெருஞ்சி என்பனவாகும். இவ்வேர்களால் ஆன மருந்து உடலின் நோயைப் போக்குகின்றது."
  },
  {
    "description": "சிறுபஞ்சமூல நூல் எதைச் சார்ந்து எழுதப்பட்டது?",
    "options": [
      "அறம்",
      "அறிவியல்",
      "காதல்",
      "வரலாறு"
    ],
    "answer": "A",
    "additional_context": "சிறுபஞ்சமூல நூல் அறம் சார்ந்த நூல். இதில் ஐந்து கருத்துகளைக் கொண்ட பாடல்கள் உள்ளன. இப்பாடல்கள் நன்மை தருவன, தீமை தருவன, நகைப்புக்கு உரியன என்னும் வகையில் வாழ்வியல் உண்மைகளை எடுத்துக்காட்டுகின்றன."
  }
]
