
[
  {
    "description": "“சமைப்பது தாழ்வா? இன்பம்” என்ற வரியில் பாவேந்தர் என்ன கருத்தை எடுத்துரைக்கிறார்?",
    "options": [
      "சமைப்பது தாழ்ந்த செயல்",
      "சமைப்பதில் இன்பம் இல்லை",
      "சமைப்பது தாழ்ந்தது அல்ல, இன்பமானது",
      "சமைப்பதில் இன்பம் இருப்பதை எல்லோரும் உணர வேண்டும்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "பாவேந்தர் ஒரு முக்கியமான தமிழ் எழுத்தாளர்.  அவர் சமூக நீதி, ஏழை மக்களின் வாழ்க்கை, பெண்களின் இயல்பு, கல்வி, கலை, இலக்கியம் ஆகியவற்றைப் பற்றி தனது எழுத்துக்களில் எடுத்துக்காட்டியுள்ளார்.  சமைப்பது தாழ்ந்த செயல் இல்லை. இன்பமான செயல் என்று பாவேந்தர் தனது எழுத்துக்களில் எடுத்துரைத்திருக்கிறார்.  நாம் அனைவரும் சமைக்கும் பணியை மதிக்க வேண்டும்.  சமையல் என்பது இன்பமான செயல்.  இது சமூகத்திற்கும் உதவுகிறது."
  },
  {
    "description": "“நீலாம்பிகை அம்மையாரது தமிழ்ப் பணியின் சிறப்பைக் குறித்து எழுதுக” என்ற கேள்வியுடன் தொடர்புடைய கூற்று எது?",
    "options": [
      "நீலாம்பிகை அம்மையார் ஒரு பிரபலமான தமிழ் எழுத்தாளர்",
      "நீலாம்பிகை அம்மையார் தமிழ் மொழியைப் பாதுகாத்தல் மற்றும் வளர்த்தல் தொடர்பான பணிகளைச் செய்துள்ளார்",
      "நீலாம்பிகை அம்மையார் ஒரு சிறந்த தமிழ்ப் பாடலாசிரியர்",
      "நீலாம்பிகை அம்மையார் தமிழ்ப் பணியில் ஈடுபட்டுள்ளார்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "நீலாம்பிகை அம்மையார் தமிழ் மொழிப் பணியில் ஈடுபட்டுள்ள ஒரு முக்கியமான நபர். தமிழ் மொழிப் பணியில் அவர் செய்துள்ள சாதனைகளும், தமிழ் மொழி வளர்ச்சிக்காக அவர் ஆற்றிய பங்கும் குறிப்பிடத்தக்கது.  தமிழ் மொழி வளர்ச்சிக்காகப் பாடுபட்டதால் அவரைப் பற்றி எழுதுவது அவசியமானது. தமிழ் மொழியின் சிறப்பைப் பற்றி அவர் பல பணிகளைச் செய்திருக்கிறார்."
  },
  {
    "description": "“குடும்ப விளக்கு” நூலில் தலைவி பேச்சில் வெளிப்படும் பெண்கல்விக்கான கருத்துகளை இன்றைய சூழலுடன் ஒப்பிட்டு எழுதுக” என்ற கேள்வி எதற்கு உதாரணமாகும்?",
    "options": [
      "நூல் பகுப்பாய்வு",
      "தொடர்புடைய தலைப்புகளுடன் ஒப்பீடு",
      "பிரச்சனைகளைப் பகுத்தாய்வு செய்தல்",
      "தகவல் தொகுத்தல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குடும்ப விளக்கு என்பது ஒரு பிரபலமான தமிழ் நூல். இந்த நூலில், தலைவி பேச்சில் வெளிப்படும் பெண்கல்விக்கான கருத்துகளை இன்றைய சூழலுடன் ஒப்பிட்டு எழுதுவது என்பது, நூலில் உள்ள கருத்துகளைப் புரிந்துகொண்டு, இன்றைய காலத்துடன் தொடர்புபடுத்தும் ஒரு செயல்.  இது ஒரு முக்கியமான கல்விப் பணியாகும்.  தலைவியின் கருத்துகளை நாம் இன்றைய காலத்துடன் ஒப்பிட்டுப் பார்க்கும்போது, நூலின் முக்கியத்துவம் புரியும்."
  },
  {
    "description": "“கலைக்கூடம் - திரையரங்கம்”, “அருங்காட்சியகம் - கழி” போன்ற தொடர்களைக் கொண்டு, சரியான தொடர்புடைய வார்த்தையைத் தேர்ந்தெடுத்து எழுதுக.",
    "options": [
      "“கூர்”",
      "“உறு”",
      "“இன்”",
      "“கூட”"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தத் தொடர்களில் உள்ள பொதுவான தொடர்பு என்னவென்றால், அவை இரண்டும் ஒரே விஷயத்தை குறிக்கின்றன.  கலைக்கூடம் என்பது திரையரங்கத்தைப் போலவே, ஒரு கலை சார்ந்த இடம்.  அருங்காட்சியகம் என்பது, கழி என்ற இடத்தைப் போலவே, ஒரு பழங்காலப் பொருட்களைச் சேகரித்து வைக்கும் இடம்.  இந்த இரு தொடர்களும் “கூர்” என்ற வார்த்தையால் தொடர்புடையவை.  கூர் என்றால், கூர்மையான, கூர்மை என்ற பொருள்.  கலைக்கூடம் மற்றும் அருங்காட்சியகம் ஆகியவை கூர்மையான கருத்துக்களை வெளிப்படுத்தும் இடங்கள்.  இதனால், “கூர்” என்ற வார்த்தை இந்தத் தொடர்களுக்கு மிகவும் பொருத்தமானது."
  },
  {
    "description": "“வீட்டிற்கோர் புத்தகசாலை என்பது அண்ணாவின் மேடைப்பேச்சு” என்ற கூற்றைத் தவறென்று கூறுவதற்கான காரணம் எது?",
    "options": [
      "அண்ணா புத்தகங்களை விரும்பவில்லை",
      "அண்ணா மேடைப் பேச்சில் புத்தகசாலை பற்றி பேசியதில்லை",
      "“வீட்டிற்கோர் புத்தகசாலை” என்பது அண்ணாவின் மேடைப்பேச்சு அல்ல",
      "அண்ணா புத்தகசாலைகளை விரும்பினாலும், மேடைப்பேச்சில் அதைப் பற்றி பேசியதில்லை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "அண்ணா ஒரு பெரிய தலைவர். அவர் புத்தகங்களைப் படிக்க விரும்பினார்.  அவர் புத்தகங்களைப் படித்துப் பயனடைய வேண்டும் என்பதையும், கல்வி மக்களுக்கு மிகவும் முக்கியமானது என்பதையும் அவர் எடுத்துக்காட்டினார்.  ஆனால் “வீட்டிற்கோர் புத்தகசாலை” என்பது அண்ணாவின் மேடைப்பேச்சு அல்ல.  இந்தக் கூற்று தவறானது.  அண்ணா புத்தகசாலைகளைப் பற்றி மேடைப்பேச்சில் பேசியிருந்தால், அதைப் பற்றிய தகவல் நமக்குக் கிடைத்திருக்கும்."
  }
]
