[
          
  {
    
          "description": "'கேட்பினும் கேளாத் தகையவே கேள்வியால் தோட்கப் படாத செவி' என்ற குறள், எந்த மாதிரியான செவியைக் குறிப்பிடுகிறது?",
          "options": [
      "நல்லவற்றை மட்டும் கேட்டு, கெட்டவற்றை புறக்கணிக்கும் செவி.",
      "எல்லாவற்றையும் கேட்டு, எதையும் பொருட்படுத்தாத செவி.",
      "நல்லவற்றையும் கெட்டவற்றையும் வேறுபடுத்திப் பார்க்க முடியாத செவி.",
      "எதுவும் கேட்காத, அமைதியான செவி."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் குறள், கேட்பதற்குத் தகுதியற்றவற்றைக் கூடக் கேட்டு, அதைப் பற்றி யோசித்து எதையும் கற்றுக்கொள்ளாத செவியைக் குறிப்பிடுகிறது.  இதுபோன்றவர்கள், அவர்களின் செவி எதுவும் கேட்காதது போல் நடந்து கொள்வார்கள்.  அவர்கள் எல்லா விஷயங்களிலும் மழுப்பலாக இருப்பார்கள்.  நல்லதையும் கெட்டதையும் வேறுபடுத்திப் பார்க்க முடியாத மந்தமான இயல்பு கொண்டவர்கள் அவர்கள். இவர்கள் புது விஷயங்களை கற்றுக்கொள்ள ஆர்வம் காட்ட மாட்டார்கள்."
          }
        ,
          
  {
    
          "description": "'குடிப்பிறந்து குற்றத்தின் நீங்கி வடுப்பரியும் நாண்உடையான் கட்டே தெளிவு' என்ற குறள், தெளிவின் சிறப்பை எடுத்துரைக்கிறது.  இந்தக் குறளின் வழியாக, என்ன கருத்து வெளிப்படுகிறது?",
          "options": [
      "குடிப்பிறந்தவர்கள் மட்டுமே தெளிவுடையவர்கள்.",
      "குற்றங்களை மறைத்துக்கொள்ளும் ஆளுமை தெளிவுடையது.",
      "குற்றங்களைப் பொறுத்துக்கொண்டு மன்னிக்கக் கூடியவர்கள் தெளிவுடையவர்கள்.",
      "குற்றங்களைச் செய்யாமல் இருப்பது தெளிவுடையது."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் குறள், தெளிவின் சிறப்பை எடுத்துரைக்கிறது.  குடிப்பிறந்து, குற்றங்களைச் செய்யாமல், அவற்றைத் தவிர்த்து வாழ்பவர் மட்டுமே தெளிவுடையவர் என்பதை இந்தக் குறள் விளக்குகிறது.  குற்றங்களைக் குற்றமாக உணர்ந்து, அவற்றைச் செய்யாமல் வாழ்வது, மனதில் குற்ற உணர்வு இல்லாமல் வாழ்வது, எதிலும் தெளிவான சிந்தனையைக் கொண்டிருப்பது ஆகும்.  எனவே, தெளிவு என்பது குற்றங்களைத் தவிர்த்து, நேர்மையான வாழ்க்கை வாழ்வதற்கான அடிப்படை.  குடிப்பிறந்தவர்கள் மட்டுமே தெளிவுடையவர்கள் என்று இந்தக் குறள் குறிப்பிடவில்லை,  குற்றங்கள் இல்லாத வாழ்க்கை வாழ்வதே தெளிவு என்பதை வலியுறுத்துகிறது."
          }
        ,
          
  {
    
          "description": "'ஒற்றினான் ஒற்றிப் பொருள்தெரியா மன்னவன் கொற்றம் கொளக்கிடந்தது இல்' என்ற குறள், என்ன கருத்தை எடுத்துரைக்கிறது?",
          "options": [
      "ஒற்றர்களை நம்பி மன்னவர்கள் கொற்றத்தைப் பெற முடியாது.",
      "ஒற்றர்களின் தகவல்களை நம்பி மன்னவர்கள் கொற்றத்தைப் பெற முடியாது.",
      "மன்னவர்களுக்கு ஒற்றர்களின் தகவல் அவசியமில்லை.",
      "மன்னவர்கள் ஒற்றர்களின் தகவல்களை விவேகத்துடன் பயன்படுத்த வேண்டும்."
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் குறள், மன்னவர்கள் ஒற்றர்களைப் பயன்படுத்துவதில் விவேகம் வேண்டும் என்பதை வலியுறுத்துகிறது.  ஒற்றர்களின் தகவல்களை ஆராய்ந்து, அவற்றை நம்பி நேரடியாக செயல்படாமல், விவேகத்துடன் பயன்படுத்த வேண்டும் என்பது இந்தக் குறளின் பொருள்.  ஒற்றர்களின் தகவல் துல்லியமாக இல்லாமல் போகலாம், அல்லது அவர்கள் தவறான தகவல்களைத் தரலாம்.  எனவே, மன்னவர்கள் ஒற்றர்களின் தகவல்களை அவர்களின் விவேகத்துடன் இணைத்து, அதைப் பயன்படுத்தி தங்கள் ஆட்சிப் பணிகளைச் செய்ய வேண்டும்.  இதுமட்டுமல்லாமல், ஒற்றர்களின் தகவல்களை நம்பி நேரடியாக எதிரிகளுடன் போர் தொடுவது, எதிரிகளுக்குச் சாதகமான விளைவுகளை ஏற்படுத்தும் என்பதும் இந்தக் குறள் குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'என்றும் ஒருவுதல் வேண்டும் புகழொடு நன்றி பயவா வினை' என்ற குறள், எந்த வகையான வினையைப் புகழ்கிறது?",
          "options": [
      "புகழைப் பெறுவதற்காகச் செய்யப்படும் வினை.",
      "நன்றி பயவாமல் செய்யப்படும் வினை.",
      "நல்ல நோக்கத்தோடு செய்யப்படும் வினை.",
      "எல்லோருக்கும் நன்மை பயக்கும் வினை."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் குறள், புகழை நோக்கமாகக் கொண்டு அல்லாமல், நல்ல நோக்கத்தோடு, நன்றி பயவாமல் செய்யப்படும் வினையைப் புகழ்கிறது.  இதுபோன்ற வினைகள், தன்னலம் இல்லாமல், பிறருக்கு நன்மை செய்யும் நோக்கத்தைக் கொண்டிருக்கும்.  புகழைப் பெறுவதற்காகவோ அல்லது பிறரின் நன்றியைப் பெறுவதற்காகவோ இல்லை, நல்ல நோக்கத்தோடு செய்து, பிறருக்கு நன்மை பயக்கும் வினை என்பதை இந்தக் குறள் வலியுறுத்துகிறது.  இது போன்ற வினைகள் எப்போதும்  மனநிறைவைத் தரும்.  சமுதாயத்துக்கும் நன்மை பயக்கும்."
          }
        ,
          
  {
    
          "description": "'உழவினார் கைம்மடங்கின் இல்லை விழைவதூஉம் விட்டேம்என் பார்க்கும் நிலை' என்ற குறள், உழவினரின் நிலையை எந்த வகையில் விவரிக்கிறது?",
          "options": [
      "உழவினர்கள் கடினமாக உழைத்தாலும், அவர்களின் வாழ்க்கை எளிதில் இல்லை.",
      "உழவினர்கள் தங்கள் உழைப்பின் பயனை அனுபவிக்க முடியாது.",
      "உழவினர்கள் தங்களுக்குத் தேவையானதைப் பெற முடியாது.",
      "உழவினர்கள் வாழ்வில் எப்போதும் ஏழ்மை நிலவுகிறது."
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் குறள் உழவினர்கள் அனுபவிக்கும் வாழ்வின் நிலையை விவரிக்கிறது.  அவர்கள் கடுமையாக உழைக்கிறார்கள், ஆனால் அவர்களின் வாழ்க்கை எளிதில் இல்லை.  அவர்கள் கடினமாக உழைத்தாலும், அவர்களின் வாழ்வில் பல சிரமங்கள் இருக்கும்.  உழைப்பின் பயன் இல்லாமல், அவர்கள் வாழ்வில் ஏழ்மை நிலவுகிறது என்று இந்தக் குறள் கூறவில்லை.  அவர்களின் வாழ்க்கை எளிதில் இல்லை என்பதை மட்டுமே இந்தக் குறள் விளக்குகிறது.  அவர்களின் கடின உழைப்புக்கு ஏற்றவாறு வாழ்க்கை அமைந்திருக்கவில்லை என்பதை இந்தக் குறள் உணர்த்துகிறது.  "
          }
        ]