
[
  {
    "description": "சோழ நாட்டின் வளம் மற்றும் வீரத்தை எந்த உவமை மூலம் வெளிப்படுத்துகிறது?",
    "options": [
      "வயலில் பூத்த செவ்வாம்பல்கள்",
      "மழைக்காலத்தில்  வயலில் தீப்பிடித்தது போல்  நீர்ப்பறவைகள்  தம் குஞ்சுகளை  ஒடுக்கி வைத்துக் கொள்வது",
      "வயலில் நெல் அறுவடை  செய்து காக்கும் உழவர்கள் மீது ஏறி நிற்கும் வீரர்கள்",
      "பாக்குமரத்தில்  சிந்தும் மணிகளும்  முத்துகள் போல் இருப்பது."
    ],
    "answer": "C",
    "additional_context": "சோழ நாட்டின் வளத்தையும் வீரத்தையும் முத்தொள்ளாயிரம் நூல் உவமை மூலம் வெளிப்படுத்துகிறது. “காவல் உழவர் களத்து அகத்துப் போர் ஏறி நாவலோஓ என்றிசைக்கும் நாளோதை – காவலன்தன் கொல்யானை மேலிருந்து கூற்றிசைத்தால் போலுமே நல்யானைக் கோக்கிள்ளி நாடு” என்கிறது. இப்பாடல் சோழநாட்டில் உழவர்கள் போர் செய்து, தங்கள் நாட்டைப் பாதுகாத்ததை விவரிக்கிறது. போர்க்களத்தில் யானை மீது ஏறி நின்று “நாவலோ” எனக் கூவி அழைக்கும் வீரர்களைப் போல, சோழநாட்டின் உழவர்கள் வயல்வெளிகளில் நெல் அறுவடை செய்து காக்கும் போது, அவர்களைப் பாராட்டி “நாவலோ” எனக் கூவி அழைக்கிறார்கள் என்கிறது பாடல். இதன் மூலம் சோழநாட்டின் வளத்தையும், வீரத்தையும் நூல் புகழ்கிறது."
  },
  {
    "description": "பாண்டிய நாட்டின் முத்து வளத்தை எந்த மூன்று உவமைகள் மூலம் காட்டுகிறது?",
    "options": [
      "சங்குகள், புன்னை மொட்டுகள், பாக்கு மரத்தின் பாளையிலிருந்து சிந்தும் மணிகள்",
      "சங்குகள்,  தென்னை மரத்தின்  பூக்கள், பாக்கு மரத்தின் பாளையிலிருந்து சிந்தும் மணிகள்",
      "நெல் அறுவடை  செய்து காக்கும் உழவர்கள் மீது ஏறி நிற்கும் வீரர்கள்,   சங்குகள்,  தென்னை மரத்தின்  பூக்கள்",
      "வயலில் பூத்த செவ்வாம்பல்கள், சங்குகள், புன்னை மொட்டுகள்"
    ],
    "answer": "A",
    "additional_context": "பாண்டிய நாட்டின் வளத்தைப் பற்றி முத்தொள்ளாயிரம் நூல் கூறும் போது, “நந்தின் இளஞ்சினையும் புன்னைக் குவிமொட்டும் பந்தர் இளங்கமுகின் பாளையும்-சிந்தித் திகழ்முத்தம் போல்தோன்றும் செம்மற்றே தென்னன் நகைமுத்த வெண்குடையான் நாடு” என்கிறது. பாண்டிய நாட்டில் சங்குகள், புன்னை மொட்டுகள், பாக்கு மரத்திலிருந்து சிந்தும் மணிகள் ஆகியவை முத்துகள் போல இருந்தன என்பதை பாடல் விளக்குகிறது."
  },
  {
    "description": "முத்தொள்ளாயிரம் நூல் எந்த வகையான பாடல்களால் ஆனது?",
    "options": [
      "வெண்பா",
      "சிந்தாமணி",
      "கலிவெண்பா",
      "கலிங்கத்துப் பரணி"
    ],
    "answer": "A",
    "additional_context": "முத்தொள்ளாயிரம் நூல் வெண்பா வகையைச் சேர்ந்தது. வெண்பா என்பது ஒரு வகைத் தமிழ்ப் பாடல் வகையாகும். இது இயற்கை, வீரம், காதல் போன்ற பல்வேறு பொருள்களைப் பாடும். முத்தொள்ளாயிரம் நூல் சேர, சோழ, பாண்டிய நாடுகளின் வளத்தையும் வீரத்தையும் வெண்பா வடிவில் பாடியுள்ளது."
  },
  {
    "description": "முத்தொள்ளாயிரம் நூல் __________ பாடல்களைக் கொண்டது.",
    "options": [
      "900",
      "108",
      "300",
      "1000"
    ],
    "answer": "A",
    "additional_context": "முத்தொள்ளாயிரம் நூல் 900 பாடல்களைக் கொண்டது. இந்நூலில் சேர, சோழ, பாண்டிய நாடுகளின் வளம் மற்றும் வீரம் பற்றிய பாடல்கள் இடம்பெற்றுள்ளன."
  },
  {
    "description": "முத்தொள்ளாயிரம் நூலின் ஆசிரியர் __________ ஆவார்.",
    "options": [
      "திருவள்ளுவர்",
      "கம்பர்",
      "தொல்காப்பியர்",
      "அறியப்படவில்லை"
    ],
    "answer": "D",
    "additional_context": "முத்தொள்ளாயிரம் நூலின் ஆசிரியர் யார் என்பது இன்னும் தெளிவாகத் தெரியவில்லை. ஐந்தாம் நூற்றாண்டைச் சேர்ந்தவர் என மதிப்பிடப்படுகிறது."
  }
]
