[
          
  {
    
          "description": "சாரி, நீங்க என்ன கேக்குறீங்கன்னு எனக்குப் புரியல. உங்க கேள்விய நான் எதுவும் புரிஞ்சிக்க முடியல. தயவுசெய்து, உங்க கேள்விய மறுபடியும் கேளுங்க.",
          "options": [],
    "answer": [],
    
          "additional_context": ""
          }
        ,
          
  {
    
          "description": "சாரி, இந்த கேள்விகளை உருவாக்க எனக்குத் தேவையான தகவல் இல்லை. நான் இணையத்திற்கோ கோப்புகளுக்கோ அணுகல் இல்லாததால், உங்களுடைய கோரிக்கையை நிறைவேற்ற முடியாது.",
          "options": [],
    "answer": [],
    
          "additional_context": ""
          }
        ,
          
  {
    
          "description": "சாரி, நான் இணையம் அல்லது கோப்புகளை அணுக முடியாது. நீங்கள் எனக்கு உள்ளடக்கம் கொடுத்தால், அதிலிருந்து MCQ கேள்விகளை உருவாக்க முடியும். உதாரணமாக, 'தமிழ்நாடு பற்றிய உள்ளடக்கத்தை எனக்கு வழங்கவும், நான் MCQ கேள்விகள் உருவாக்குகிறேன்.' எனக்கு உங்கள் உள்ளடக்கம் இருந்தால், அதிலிருந்து நான்கு விருப்பங்களுடன் MCQ கேள்விகளை உருவாக்க முடியும். உங்கள் கேள்விகள் தமிழ்நாட்டின் தலைப்பிலிருந்து எடுக்கப்படும் என்பதை உறுதிப்படுத்திக் கொள்கிறேன்.",
          "options": [],
    "answer": [],
    
          "additional_context": ""
          }
        ,
          
  {
    
          "description": "சாரி, உங்களுடைய கோரிக்கையை நான் புரிந்துகொள்ளவில்லை. \n\nநீங்கள் எனக்கு ஒரு குறிப்பிட்ட உள்ளடக்கத்தை தரவில்லை. எந்த உள்ளடக்கத்திலிருந்து MCQ கேள்விகளை உருவாக்க வேண்டும் என்று சொல்லவில்லை. \n\nதயவுசெய்து கேள்விகளை உருவாக்க வேண்டிய உள்ளடக்கத்தை எனக்கு வழங்குங்கள். அதன் பிறகு, MCQ கேள்விகளை உருவாக்க முயற்சிக்கிறேன். \n\nஉதாரணமாக, நீங்கள் எனக்கு ஒரு கதை, ஒரு கட்டுரை, ஒரு பாடம், அல்லது வேறு ஏதாவது ஒரு உள்ளடக்கத்தை வழங்கலாம். \n\nஉதாரணமாக, நீங்கள் கேட்கலாம்: 'எனக்கு இந்த கதையிலிருந்து 5 MCQ கேள்விகளை உருவாக்குங்கள்: [கதை]'. \n\nஅப்போது, நான் உங்களுக்காக கேள்விகளை உருவாக்க முயற்சிப்பேன்.",
          "options": [],
    "answer": [],
    
          "additional_context": ""
          }
        ,
          
  {
    
          "description": "சாரி, எனக்கு இணையம் அல்லது கோப்புகளை அணுக முடியாது. அது இல்லாமல், நீங்க என்ன கேக்கிறீங்கன்னு எனக்குப் புரியாது. எனக்கு ஒரு குறிப்பிட்ட பாடத்தின் பத்தி அல்லது ஒரு பத்தியைக் கொடுங்க, அதிலிருந்து MCQ கேள்விகளை உருவாக்க முயற்சிப்பேன்.  \n\nஉதாரணமாக, நீங்க இப்படி கேக்கலாம்: 'பூமியின் அமைப்பைப் பத்தி எழுதப்பட்ட ஒரு பத்தி இருக்கு. அதிலிருந்து 4 விருப்பங்களுடன் MCQ கேள்விகளை உருவாக்க முடியுமா?'\n\nஎனக்கு ஒரு பத்தி கொடுத்தா, அதுல இருந்து MCQ கேள்விகளை உருவாக்கித் தருறேன்.",
          "options": [],
    "answer": [],
    
          "additional_context": ""
          }
        ,
          
  {
    
          "description": "இஸ்ரோவின் தலைவரான பிறகு அவர் அளித்த நேர்காணல்",
          "options": [
      "அவரது இளமைக்காலம்",
      "அவரது ஆரம்ப கால பணி",
      "அவரது இஸ்ரோவின் தலைவராகப் பணி",
      "அவரது மகத்தான சாதனைகள்"
    ],
    "answer": [
      "அவரது இளமைக்காலம்",
      "அவரது ஆரம்ப கால பணி",
      "அவரது இஸ்ரோவின் தலைவராகப் பணி",
      "அவரது மகத்தான சாதனைகள்"
    ],
    
          "additional_context": "இந்திய வானியல் அறிவியல் துறையில் தமிழர்களின் பங்கு மகத்தானது! அப்துல் கலாம், மயில்சாமி அண்ணாதுரை, வளர்மதி போன்றோர் வரிசையில் மற்றுமொரு வைரம், தமிழ்நாட்டைச் சேர்ந்த அறிவியலாளர் சிவன். இஸ்ரோவின் ஒன்பதாவது தலைவர், இந்தப் பதவியை ஏற்றிருக்கும் முதல் தமிழர் என்னும் சிறப்புகளுக்கு உரியவர். 2015ஆம் ஆண்டில் விக்ரம் சாராபாய் விண்வெளி மையத்தின் இயக்குநராக இருந்து, இந்திய விண்வெளி ஆராய்ச்சி நிறுவனத்தின் (ISRO) தலைவராகப் பொறுப்பேற்றுள்ளார்."
          }
        ,
          
  {
    
          "description": "சிறிய வயதில் உங்கள் கனவு என்னவாக இருந்தது?",
          "options": [
      "ஒரு விமானத்தை ஓட்டுவது",
      "விண்வெளிக்குச் செல்வது",
      "ஒரு அறிவியலாளர் ஆவது",
      "விமானத்தில் பயணிப்பது"
    ],
    "answer": [
      "ஒரு விமானத்தை ஓட்டுவது",
      "விண்வெளிக்குச் செல்வது",
      "ஒரு அறிவியலாளர் ஆவது",
      "விமானத்தில் பயணிப்பது"
    ],
    
          "additional_context": "ஐயா வணக்கம்! தங்களுக்கு எங்கள் வாழ்த்துகள்! தங்களின் இளமைக்காலம் பற்றிக் கூறுங்கள்."
          }
        ,
          
  {
    
          "description": "தங்களுடைய ஆரம்பகாலப் பணி பற்றிக் கூறுங்களேன்...",
          "options": [
      "விண்வெளி ஆராய்ச்சியில் அவரது அனுபவங்கள்",
      "பி.எஸ்.எல்.வி திட்டத்தில் அவரது பங்கு",
      "அவரது முதல் பணி",
      "அவரது அனுபவங்கள் மற்றும் சவால்கள்"
    ],
    "answer": [
      "விண்வெளி ஆராய்ச்சியில் அவரது அனுபவங்கள்",
      "பி.எஸ்.எல்.வி திட்டத்தில் அவரது பங்கு",
      "அவரது முதல் பணி",
      "அவரது அனுபவங்கள் மற்றும் சவால்கள்"
    ],
    
          "additional_context": "இந்திய விண்வெளித் திட்டத்தின் தந்தை' என்று அழைக்கப்படுகிறார்; ஆரியபட்டா என்ற முதல் செயற்கைக்கோள் ஏவுதலுக்குக் காரணமானவர். செயற்கைக்கோள் உதவியுடன் தொலைக்காட்சி வழியாக 24,000 இந்திய கிராமங்களில் உள்ள ஐம்பது இலட்சம் மக்களுக்குக் கல்வியை எடுத்துச் செல்ல உதவினார். இவரின் பெயரால் 'விக்ரம் சாராபாய் விண்வெளி மையம்' திருவனந்தபுரத்தில் செயல்பட்டுவருகிறது. இங்கு, வானூர்தியியல் (Aeronautics), வான்பயண மின்னணுவியல் (Avionics), கூட்டமைப் பொருள்கள் (Composites), கணினி தகவல் தொழில்நுட்பம் உள்ளிட்ட பல துறைகளில் ஆராய்ச்சிகளும் வடிவமைப்புகளும் மேற்கொள்ளப்படுகின்றன. இவருடைய முயற்சியால்தான் இஸ்ரோ தொடங்கப்பட்டது."
          }
        ,
          
  {
    
          "description": "நீங்கள் அனுப்புகிற செயற்கைக்கோள்கள் இந்தியக் குடிமக்களுக்கு எப்படிப் பயனளிக்கின்றன?",
          "options": [
      "விவசாயம்",
      "மீன்பிடி",
      "தொடர்பு",
      "சுகாதாரம்"
    ],
    "answer": [
      "விவசாயம்",
      "மீன்பிடி",
      "தொடர்பு",
      "சுகாதாரம்"
    ],
    
          "additional_context": "1957ஆம் ஆண்டு முதலே இரஷ்யா உட்பட, பல நாடுகள் செயற்கைக்கோள்களை ஏவியிருக்கின்றன. அவற்றையெல்லாம் இராணுவத்துக்கு மட்டுமே பயன் படுத்தினார்கள். வல்லரசு நாடுகள், அவற்றின் ஆற்றலைக் காண்பிக்கவே இந்தத் தொழில்நுட்பத்தைப் பயன்படுத்தின. ஆனால் ஐம்பது ஆண்டுகளுக்கு முன் நம் நாட்டு அறிவியலாளர் டாக்டர் விக்ரம் சாராபாய் இந்தத் தொழில்நுட்பத்தை மக்களுக்கு எப்படிப் பயன்படுத்தலாம் என்றே சிந்தித்தார்."
          }
        ,
          
  {
    
          "description": "பொதுமக்களுக்கு இந்தத் தொழில் நுட்பத்தால் என்ன பயன்?",
          "options": [
      "விவசாயம்",
      "மீன்பிடி",
      "தொடர்பு",
      "கல்வி"
    ],
    "answer": [
      "விவசாயம்",
      "மீன்பிடி",
      "தொடர்பு",
      "கல்வி"
    ],
    
          "additional_context": "ஒவ்வோர் ஆண்டும் விவசாயத்தின் மூலம் எவ்வளவு விளைச்சல் கிடைக்கும் என்பதைக் கணித்து அரசுக்குத் தெரிவிக்கிறோம். இதைப் பயன்படுத்தி அரசால் அதற்கு ஏற்ற திட்டங்களை வகுக்க முடிகிறது. நிலத்தில் எந்த இடத்தில் நீரின் அளவு எவ்வளவு இருக்கும் என்பதைச் செயற்கைக் கோள் மூலம் சொல்கிறோம். கடல் பகுதியில் எந்த எந்த இடங்களில் மீன்கள் அதிகமாகக் கிடைக்கும் என்றும் மீனவர்களுக்குச் சொல்ல முடிகிறது. இப்போது நாம் திறன்பேசிகளைப் (Smart phones) பயன்படுத்துகிறோம்; தானியக்கப் பணஇயந்திரம், அட்டை பயன்படுத்தும் இயந்திரம் இதற்கெல்லாம் செயற்கைக்கோள் பயன்படுகிறது. மக்கள் பயன்படுத்தும் இணையச் செயல்கள் அனைத்திற்கும் செயற்கைக்கோள்கள் அவசியம் தேவை. நாட்டு மக்களின் வாழ்க்கைத் தரம் உயர்வதற்குச் செயற்கைக்கோள்கள் பயன்படுகின்றன."
          }
        ,
          
  {
    
          "description": "இஸ்ரோவின் தலைவராக நீங்கள் எதற்கு முன்னுரிமை தருவீர்கள்?",
          "options": [
      "தொழில்நுட்பத்தைப் பயன்படுத்தி குறைந்த செலவில் மக்களுக்குத் தரமான சேவைகளைக் கொடுப்பது",
      "இந்திய விண்வெளி ஆராய்ச்சியை மேம்படுத்துவது",
      "புதிய தொழில்நுட்பங்களை உருவாக்குவது",
      "இந்திய விண்வெளித்துறையை உலகளாவிய அளவில் வளர்ப்பது"
    ],
    "answer": [
      "தொழில்நுட்பத்தைப் பயன்படுத்தி குறைந்த செலவில் மக்களுக்குத் தரமான சேவைகளைக் கொடுப்பது",
      "இந்திய விண்வெளி ஆராய்ச்சியை மேம்படுத்துவது",
      "புதிய தொழில்நுட்பங்களை உருவாக்குவது",
      "இந்திய விண்வெளித்துறையை உலகளாவிய அளவில் வளர்ப்பது"
    ],
    
          "additional_context": "இந்திய விண்வெளி ஆராய்ச்சி நிறுவனத்தின் முக்கிய நோக்கமே, இந்தத் தொழில்நுட்பத்தைப் பயன்படுத்திக் குறைந்த செலவில் மக்களுக்குத் தரமான சேவைகளைக் கொடுப்பதுதான்."
          }
        ,
          
  {
    
          "description": "தற்போது உங்கள் முன் உள்ள அறைகூவல்கள் எவை?",
          "options": [
      "மேலும் 45 செயற்கைக்கோள்கள் தேவை",
      "இந்தியாவுக்கான செயற்கைக்கோள்களை அதிகரித்தல்",
      "விண்வெளி தொழில்நுட்பத்தில் தன்னிறைவு பெறுதல்",
      "இந்தியாவின் விண்வெளி ஆராய்ச்சியை மேம்படுத்துதல்"
    ],
    "answer": [
      "மேலும் 45 செயற்கைக்கோள்கள் தேவை",
      "இந்தியாவுக்கான செயற்கைக்கோள்களை அதிகரித்தல்",
      "விண்வெளி தொழில்நுட்பத்தில் தன்னிறைவு பெறுதல்",
      "இந்தியாவின் விண்வெளி ஆராய்ச்சியை மேம்படுத்துதல்"
    ],
    
          "additional_context": "45 இதுவரை இந்தியாவுக்காக செயற்கைக்கோள்கள் செலுத்தப்பட்டுள்ளன. ஆனால் நம்முடைய தேவைகளுக்கு மேலும் 45 செயற்கைக்கோள்கள் தேவை! இப்போது இருக்கும் வசதி வாய்ப்புகளை வைத்து இவற்றை விண்வெளியில் நிறுவக் குறைந்தது நான்கு ஆண்டுகளாவது ஆகும். ஆனால், அதற்குள் நம்முடைய தேவைகள் இன்னும் இரண்டு மடங்காகிவிடும்!"
          }
        ,
          
  {
    
          "description": "உலகிலேயே இந்தியா குறைந்த செலவில் செயற்கைக்கோள்களை விண்வெளியில் நிறுவுகிறது. இதை எப்படிச் சாத்தியப்படுத்துகிறீர்கள்?",
          "options": [
      "குறைந்த செலவு ஏவு ஊர்திகளை உருவாக்குதல்",
      "தொழில்நுட்பத்தை நாளுக்கு நாள் மாற்றி, குறைந்த செலவில் நிறைந்த பயனைப் பெறுதல்",
      "மறுபயன்பாட்டு ஏவு ஊர்திகளை உருவாக்குதல்",
      "பல வழிகளில் செலவைக் குறைத்தல்"
    ],
    "answer": [
      "குறைந்த செலவு ஏவு ஊர்திகளை உருவாக்குதல்",
      "தொழில்நுட்பத்தை நாளுக்கு நாள் மாற்றி, குறைந்த செலவில் நிறைந்த பயனைப் பெறுதல்",
      "மறுபயன்பாட்டு ஏவு ஊர்திகளை உருவாக்குதல்",
      "பல வழிகளில் செலவைக் குறைத்தல்"
    ],
    
          "additional_context": "தொழில்நுட்பம் நாளுக்கு நாள் மாறிக்கொண்டே வருகிறது. குறைந்த செலவில் நிறைந்த பயனைப் பெறுவதே சிறப்பானது. செலவைக் குறைப்பதில் பல வழிகள் இருக்கின்றன. தற்போது மறுபயன்பாட்டிற்கு ஏற்ற ஏவு ஊர்திகளை உருவாக்கிக்கொண்டிருக்கிறோம். அந்த முயற்சியில் முதல் கட்டத்தையும் வெற்றிகரமாகக் கடந்துவிட்டோம். இன்னும் சில ஆண்டுகளில் மறுபயன்பாட்டு ஏவு ஊர்திகளை உருவாக்குவதில் வெற்றி பெற்றுவிடுவோம்."
          }
        ,
          
  {
    
          "description": "அதிக எடைகொண்ட செயற்கைக் கோள்களை அவற்றின் வட்டப்பாதைகளில் நிறுவ, பிற நாடுகளைத்தான் சார்ந்திருக்கிறோம், இல்லையா?",
          "options": [
      "ஆம்",
      "இல்லை",
      "சில சமயங்களில்"
    ],
    "answer": [
      "ஆம்"
    ],
    
          "additional_context": "உண்மைதான். கூடிய விரைவில் இந்த நிலையில் மேம்பாடு அடைந்துவிடுவோம். ஜி.எஸ்.எல்.வி. மார்க்-2 ஏவுகணை 2.25 டன்களிலிருந்து 3.25 டன்கள் சுமக்கும் திறன் கொண்டதாக மாற்றப்படும். ஜி.எஸ். எல்.வி. மார்க்-3 ஏவுகணையின் சுமக்கும் திறன் 3 டன்களிலிருந்து 6 டன்களாக அதிகரிக்கப்படும்."
          }
        ,
          
  {
    
          "description": "சந்திரயான் 1 நம் விண்வெளித் துறைக்குப் பெரிய புகழைக் கொடுத்தது. சந்திரயான் -2 இன் பணிகள் என்ன?",
          "options": [
      "சந்திரயான் -1 ஐ விட சிறந்த செயற்கைக்கோளை உருவாக்குவது",
      "நிலவின் மேற்பரப்பை ஆய்வு செய்வது",
      "நிலவில் ஆய்வு பயண ஊர்தி இறங்குதலைச் செயல்படுத்துவது",
      "நிலவில் ரோவரைப் பயன்படுத்தி ஆய்வு மேற்கொள்வது"
    ],
    "answer": [
      "சந்திரயான் -1 ஐ விட சிறந்த செயற்கைக்கோளை உருவாக்குவது",
      "நிலவின் மேற்பரப்பை ஆய்வு செய்வது",
      "நிலவில் ஆய்வு பயண ஊர்தி இறங்குதலைச் செயல்படுத்துவது",
      "நிலவில் ரோவரைப் பயன்படுத்தி ஆய்வு மேற்கொள்வது"
    ],
    
          "additional_context": "சந்திரயான் -1 நிலவின் புறவெளியை ஆராய்வதை நோக்கமாகக் கொண்டது. செயற்கைக்கோளை நிலவில் இறக்குவதன் விளைவை ஆராய்ந்து பார்த்துவிட்டோம். சந்திரயான்-2இன் பணியில், ஆய்வுப் பயண ஊர்தி இறங்குதலை (exploration vehicle lander) நிலவின் மேற்பரப்பில் துல்லியமான கட்டுப்பாடுகளின் மூலம் செயல்படுத்த உள்ளோம். அதிலிருந்து ரோவர் (rover) எனப்படும் ஆராயும் ஊர்தி, ரோபோட்டிக் (robotic) தொழில்நுட்ப உதவியினால் தானாகவே வெளிவந்து, நிலவில் இறங்கிப் பதினான்கு நாள்கள் பயணிக்கும். பல்வேறு பரிசோதனைகளை அங்கு மேற்கொள்ளும். அதற்கான ஏற்பாடுகள் முழுவதும்"
          }
        ,
          
  {
    
          "description": "நாம் செயற்கைக்கோள் உருவாக்குவதில் அடைந்த முன்னேற்றத்தினை, அதனைச் செலுத்தும் தொழில்நுட்பத்தில் அடையவில்லை என்ற கருத்தை எப்படிப் பார்க்கிறீர்கள்?",
          "options": [
      "அது தவறான கருத்து",
      "இந்தியா விண்வெளித் துறையில் தன்னிறைவு பெற்றுவிட்டது",
      "விண்வெளித் துறையில் மூன்று வகையான தொழில்நுட்பங்கள் உள்ளன",
      "இந்தியா விண்வெளித் தொழில்நுட்பத்தில் தன்னிறைவு பெற முயற்சி செய்து வருகிறது"
    ],
    "answer": [
      "அது தவறான கருத்து",
      "இந்தியா விண்வெளித் துறையில் தன்னிறைவு பெற்றுவிட்டது",
      "விண்வெளித் துறையில் மூன்று வகையான தொழில்நுட்பங்கள் உள்ளன",
      "இந்தியா விண்வெளித் தொழில்நுட்பத்தில் தன்னிறைவு பெற முயற்சி செய்து வருகிறது"
    ],
    
          "additional_context": "இது தவறான கருத்து. விண்வெளித் துறையில் மூன்று வகையான தொழில்நுட்பங்கள் இருக்கின்றன. செயற்கைக்கோளை ஏவுவதற்கான தொழில்நுட்பம், செயற்கைக்கோளை ஏற்றிச்செல்லும் ஏவு ஊர்தி, அந்த ஏவு ஊர்தி யிலிருந்து விடுபட்ட செயற்கைக்கோள் தரும் செய்திகளைப் பெற்று அதைப் பொதுமக்கள் பயன்பாட்டுக்குக் கொண்டுவருதல். இந்த மூன்று கூறுகளுக்கும் தேவை யான அனைத்து மூலப்பொருள்களையும் தொழில்நுட்பங்களையும் இந்தியாவிலேயே உருவாக்கியிருக்கின்றோம். விண்வெளித் துறையில் இந்தியா தன்னிறைவு பெற்றுவிட்டது என்பதே உண்மை."
          }
        ,
          
  {
    
          "description": "வணிக நோக்கில் இஸ்ரோவின் செயல்பாடு என்ன?",
          "options": [
      "நம் நாட்டிற்குத் தேவையான செயற்கைக்கோளை விண்ணில் அனுப்பி நம் தேவைகளை நிறைவு செய்வது",
      "அருகில் உள்ள நாடுகளின் செயற்கைக்கோள்களையும் அனுப்புவது",
      "இஸ்ரோவின் வளர்ச்சித்திட்டங்களுக்கு உதவுவது",
      "அனைத்தும் சரியானவை"
    ],
    "answer": [
      "அனைத்தும் சரியானவை"
    ],
    
          "additional_context": "'இளைய கலாம்' என்று அன்புடன் அழைக்கப்படும் இவர் கோவை மாவட்டம் பொள்ளாச்சி வட்டம், கோதவாடி என்னும் சிற்றூரில் பிறந்தவர். மேல்நிலை வகுப்பு வரை அரசுப் பள்ளிகளில் தமிழ்வழியில் படித்தவர். இதுவரை 5 முனைவர் பட்டங்கள் பெற்றுள்ளார். 1982ஆம் ஆண்டு இந்திய விண்வெளி ஆய்வு மையத்தில் பணியில் சேர்ந்த இவர் தற்போது இயக்குநராகப் பணிபுரிகிறார். நம் நாடு நிலவுக்கு முதன் முதலில் அனுப்பிய ஆய்வுக்கலம் சந்திரயான்-1 திட்டத்தின் திட்ட இயக்குநராகப் பணியாற்றியவர். சந்திரயான் - 2 திட்டத்திலும் பணியாற்றிவருகிறார். சர்.சி.வி. இராமன் நினைவு அறிவியல் விருது உள்ளிட்ட பல விருதுகளைப் பெற்றவர். தமது அறிவியல் அனுபவங்களை, கையருகே நிலா என்னும் நூலாக எழுதியுள்ளார்."
          }
        ,
          
  {
    
          "description": "மாங்காய் வியாபாரக் குடும்பத்தில் பிறந்த நீங்கள் கடினமான பாதையைக் கடந்து வந்திருக்கிறீர்கள். தற்போது இஸ்ரோவின் தலைவராகியிருக்கிறீர்கள். உங்கள் வெற்றியின் பின்னுள்ள காரணிகள் யாவை?",
          "options": [
      "கடின உழைப்பு",
      "தன்னம்பிக்கை",
      "அர்ப்பணிப்பு",
      "எல்லாம் சரியானவை"
    ],
    "answer": [
      "எல்லாம் சரியானவை"
    ],
    
          "additional_context": "நம் நாட்டிற்குத் தேவையான செயற்கைக்கோளை விண்ணில் அனுப்பி நம் தேவைகளை நிறைவு செய்வதே இஸ்ரோவின் செயல்பாடு. அதேநேரத்தில் அருகில் உள்ள நாடுகளின் செயற்கைக்கோள்களையும் அனுப்புவதன் மூலம் கிடைக்கும் வருவாய் இஸ்ரோவின் வளர்ச்சித்திட்டங்களுக்கு உதவும்."
          }
        ]