
[
  {
    "description": "கம்பராமாயணத்தில் இராவணன் எந்த தெய்வத்திடம் ஆசீர்வாதம் பெற்றான்?",
    "options": [
      "அ) இந்திரன்",
      "ஆ) பிரம்மா",
      "இ) சிவன்",
      "ஈ) விஷ்ணு"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "கம்பராமாயணத்தில் இராவணன் ஒரு வலிமை மிக்க அரக்கனாக வர்ணிக்கப்படுகிறான். அவன் பிரம்மாவிடம் ஆசீர்வாதம் பெற்று, உலகில் இருக்கும் எந்தவொரு ஆயுதத்தாலும் கொல்ல முடியாதவனாக ஆனான். அவனது ஆசீர்வாதம் அவனுக்கு அழிவின்றி அல்லது காயமின்றி, ஆயுதங்களாலும் அல்லது மந்திரங்களாலும் கொல்ல முடியாத சக்தியை வழங்கியது. இதனால்தான் இராவணன் மிகவும் வலிமையானவனாகவும், சக்திவாய்ந்தவனாகவும் கருதப்பட்டான்."
  },
  {
    "description": "கம்பராமாயணத்தில் ராமனின் வில்லின் பெயர் என்ன?",
    "options": [
      "அ) மகாத்மா",
      "ஆ) காஞ்சன வில்",
      "இ) சரங்கம்",
      "ஈ) பிரம்மாஸ்திரம்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "கம்பராமாயணத்தில் ராமன் பயன்படுத்திய வில்லின் பெயர் சரங்கம். இந்த வில் அவனுக்கு அவனுடைய தந்தையான தசரதனால் வழங்கப்பட்டது.  இந்த சரங்கம் தெய்வீக சக்திகளால் நிறைந்த ஒரு வில்லாகும். இது பல வீரர்களால் பயன்படுத்தப்பட்டாலும் ராமன் கையில்தான் அதன் உண்மையான வலிமை வெளிப்பட்டது. இராவணனை அழித்ததும் ராமனின் சரங்கத்தின் வலிமை மற்றும் சக்தியைக் காட்டுகிறது. "
  },
  {
    "description": "சீதையை காப்பாற்ற ராமன் யாருடன் கூட்டணி அமைத்தான்?",
    "options": [
      "அ) விபீஷணன்",
      "ஆ) அங்கதன்",
      "இ) சுக்ரீவன்",
      "ஈ) அனைவரும் சேர்ந்து"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "ராமன் சீதையை காப்பாற்ற, இராவணனை எதிர்த்துப் போர் செய்யும் போது, பல நண்பர்களின் உதவியைப் பெற்றார். அவன் சுக்ரீவன், அங்கதன்,  விபீஷணன் ஆகியோரின் உதவியுடன் இராவணனைத் தோற்கடித்து சீதையை மீட்டார். இவர்கள் அனைவரும் தங்கள் தனித்தனி படைகளை கொண்டு போரில் ராமனுக்கு உறுதுணைபுரிந்தனர். அங்கதன் சிறந்த வீரனாக திகழ்ந்தார். விபீஷணன் இராவணனின் தம்பி என்பதால், இராவணன் சேனையின் நுணுக்கங்கள் தெரிந்திருந்தார். இதனால் ராமனுக்குப் பெரிதும் உதவினார். சுக்ரீவன் வானர இராச்சியத்தின் அரசன். வானர படை ராமனுக்கு மிகப் பெரிய உறுதுணையாக இருந்தது."
  },
  {
    "description": "இராவணனின் தம்பி ஒரு சிறந்த வீரன். அவன் பெயர் என்ன?",
    "options": [
      "அ) விபீஷணன்",
      "ஆ) குபேரன்",
      "இ) கும்பகர்ணன்",
      "ஈ) மாரீசன்"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "கும்பகர்ணன் இராவணனின் தம்பி. இராவணன் அளவுக்கு வலிமையானவன்.  கும்பகர்ணன் பெரும் உயரம், மிகுந்த பலம் ஆகியவற்றைப் பெற்றவன். தூக்கம் வரும் போது அவனை எழுப்ப இயலாது. ராமன், சீதையைத் தேடி வரும் போது கும்பகர்ணனை போரில் எதிர்க்கிறான். கும்பகர்ணனும் ராமனின் படைகளை எதிர்த்துப் போரிடுகிறான். கும்பகர்ணனை ராமன் கொன்ற பின்னர்,  இராவணன் மிகுந்த துயரமடைந்தான்."
  },
  {
    "description": "கம்பராமாயணத்தில் ராமனின் வில்லின் வலிமை எந்தப் பறவையின் பறவை போல் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "அ) கழுகு",
      "ஆ) ஓணான்",
      "இ) காக்கை",
      "ஈ) காகம்"
    ],
    "answer": [
      "அ"
    ],
    "additional_context": "கம்பராமாயணத்தில் ராமனின் வில்லின் வலிமை கழுகின் பறவை போல் குறிப்பிடப்பட்டுள்ளது. ராமனின் வில் மிகவும் வலிமையானது மற்றும் துல்லியமாக அம்பை எய்துவது என்பதை கவிஞர் கம்பர் கழுகின் பறவை போல் உவமைப் படுத்தி விவரிக்கிறார். கழுகு மிகுந்த வேகத்துடன் பறக்கும் மற்றும் தனது இலக்கைத் துல்லியமாக அடையும். ராமனின் வில்லும் அதுபோல் மிகவும் வலிமையானது மற்றும் எதிரிகளை அழிக்கும் சக்தி கொண்டது."
  }
]
