
[
  {
    "description": "“இந்திய தேசிய _____ - Indian National Army” - இந்த வாக்கியத்தில் வெற்றிடத்தை நிரப்ப சரியான வார்த்தை என்ன?",
    "options": [
      "கட்சி",
      "இராணுவம்",
      "நிலையம்",
      "சங்கம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்திய தேசிய இராணுவம் (Indian National Army) என்பது இரண்டாம் உலகப் போரின் போது ஜப்பானியர்களின் உதவியுடன் இந்தியாவில் உருவாக்கப்பட்ட ஓர் இராணுவ அமைப்பு. இந்த இராணுவம் பிரிட்டிஷ் ஆட்சியை எதிர்த்து போராடியது. இந்திய தேசிய இராணுவத்தின் தலைவராக சுபாஷ் சந்திர போஸ் இருந்தார்."
  },
  {
    "description": "“_____ சூப் - Vegetable Soup” - இந்த வாக்கியத்தில் வெற்றிடத்தை நிரப்ப சரியான வார்த்தை என்ன?",
    "options": [
      "பழ",
      "பால்",
      "காய்கறி",
      "மீன்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "காய்கறி சூப் என்பது பல்வேறு வகையான காய்கறிகளை கொண்டு தயாரிக்கப்படும் ஒரு வகை உணவு. காய்கறி சூப் சத்தானது மற்றும் ஆரோக்கியமானது. இது குளிர் மற்றும் காய்ச்சல் போன்ற நோய்களுக்கு நல்ல மருந்தாகும்."
  },
  {
    "description": "“_____ இலக்கியம் - Classical Literature” - இந்த வாக்கியத்தில் வெற்றிடத்தை நிரப்ப சரியான வார்த்தை என்ன?",
    "options": [
      "நவீன",
      "பழைய",
      "சமகால",
      "செவ்வியல்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "செவ்வியல் இலக்கியம் என்பது பண்டைய காலத்தில் எழுதப்பட்ட இலக்கியம். இது சங்க இலக்கியம், சங்க காலம், பாண்டியன் இலக்கியம், சோழன் இலக்கியம், சேரன் இலக்கியம் போன்றவற்றை உள்ளடக்கியது."
  },
  {
    "description": "“_____ சாறு - Sugarcane Juice” - இந்த வாக்கியத்தில் வெற்றிடத்தை நிரப்ப சரியான வார்த்தை என்ன?",
    "options": [
      "நெல்",
      "திராட்சை",
      "கரும்பு",
      "மா"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கரும்புச் சாறு என்பது கரும்புப் பழத்திலிருந்து தயாரிக்கப்படும் ஒரு வகை பானம். இது இனிப்பானது மற்றும் குளிர்ச்சியானது. இது வெப்பத்தை தணிக்கவும், சோர்வை நீக்கவும் உதவும்."
  },
  {
    "description": "“அகராதியில் காண்க” என்ற தலைப்பில் கொடுக்கப்பட்ட சொற்களில் _____ என்பது ஒரு குறும்புக்காரர்.",
    "options": [
      "ஈகை",
      "குறும்பு",
      "கோன்",
      "புகல்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "குறும்பு என்பது ஒரு குறும்புக்காரரின் நடத்தை. இது வேடிக்கை, பொழுதுபோக்கு, சிரிப்பு ஆகியவற்றை ஏற்படுத்தும். குறும்புக்காரர்கள் பெரும்பாலும் உற்சாகமானவர்களாகவும், சிரிப்புடன் இருப்பவர்களாகவும் இருப்பார்கள். குறும்பு என்பது பெரும்பாலும் நேர்மறையான சொல்லாகும்."
  }
]
