
[
  {
    "description": "கவிஞர் தனது மகனுக்கு எழுதிய கடிதத்தின் நோக்கம் _______________.",
    "options": [
      "வாழ்க்கையைப் பற்றி அறிவுரை கூறுதல்",
      "கல்வி முக்கியத்துவத்தை உணர்த்துதல்",
      "அன்பின் முக்கியத்துவத்தை உணர்த்துதல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிஞர் நா. முத்துக்குமார் தனது மகனுக்கு எழுதிய இக்கடிதம் வாழ்க்கையை எப்படி எதிர்கொள்ள வேண்டும் என்பதை பற்றி அறிவுரைகளை வழங்குகிறது. கல்வியின் முக்கியத்துவத்தை வலியுறுத்துகிறது. அன்பின் முக்கியத்துவத்தையும் எடுத்துரைக்கிறது.  "
  },
  {
    "description": "கவிஞர் தனது மகனுக்கு \"தீயைப் படித்துத் தெரிந்து கொள்வதைவிட, __________.\" என்று சொல்கிறார்.",
    "options": [
      "தீண்டிக் காயம் பெறு",
      "கவனமாக இரு",
      "நெருப்புடன் விளையாடாதே",
      "தீயைப் பற்றி அறிந்துகொள்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இக்கடிதத்தில்  கவிஞர் தனது மகனுக்கு \"தீயைப் படித்துத் தெரிந்து கொள்வதைவிட, தீண்டிக் காயம் பெறு. அந்த அனுபவம் எப்போதும் சுட்டுக்கொண்டே இருக்கும்.\"  என்று கூறுகிறார்.  நடைமுறை அனுபவங்களின் வழியே கிடைக்கும் பாடங்கள் மிகவும் முக்கியமானவை என்பதை வலியுறுத்துவதற்காக இவ்வாறு குறிப்பிடுகிறார். "
  },
  {
    "description": "நா. முத்துக்குமார், தம் மகனுக்கு எழுதிய இந்தக் கடிதப் பகுதியில், கல்வியைப் பற்றி என்ன வலியுறுத்துகிறார்?\n\n> \"என் சின்னஞ்சிறு தளிரே! கல்வியில் தேர்ச்சிகொள். அதே நேரம், அனுபவங்களிடம் இருந்து அதிகம் கற்றுக்கொள். தீயைப் படித்துத் தெரிந்து கொள்வதைவிட, தீண்டிக் காயம் பெறு. அந்த அனுபவம் எப்போதும் சுட்டுக்கொண்டே இருக்கும். இறக்கும்வரை இங்கு வாழ, சூத்திரம் இதுதான், கற்றுப்பார்.\"",
    "options": [
      "a)  கல்வி மட்டும் போதாது, அனுபவங்களும் அவசியம்",
      "b)  அனுபவங்களின் வழியே கற்கும் முறை கல்வியைவிட சிறந்தது",
      "c)  தீயைப் பற்றி கல்வியைவிட அனுபவம் அதிக முக்கியமானது",
      "d)  கல்வியைவிட அனுபவங்கள் அதிக முக்கியமானவை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இக்கடிதத்தில் கவிஞர் தனது மகனுக்கு  கல்வியின் முக்கியத்துவத்தை உணர்த்துவதோடு  அனுபவங்களின் முக்கியத்துவத்தையும் வலியுறுத்துகிறார்.  கல்வி மட்டும் போதாது, வாழ்க்கை அனுபவங்களின் வழியே பெறும் பாடங்களும் மிகவும் அவசியம் என்பதை உணர்த்துவதற்காக இவ்வாறு கூறுகிறார்.  "
  },
  {
    "description": "மேற்கண்ட பகுதியில்,  நா. முத்துக்குமார், தன் மகனுக்கு எதனைக் குறிப்பிட்டு எச்சரிக்கிறார்?\n\n> \"வயதின் பேராற்றங்கரை உன்னையும் வாலிபத்தில் நிறுத்தும். சிறகு முளைத்த தேவதைகள் உன் கனவுகளை ஆசீர்வதிப்பார்கள். பெண் உடல் புதிராகும். உன் உடல் உனக்கே எதிராகும். என் தகப்பன் என்னிடம் ஒளித்துவைத்த ரகசியங்கள் அடங்கிய பெட்டியின் சாவியை நான் தேட முற்பட்டதைப்போல், நீயும் தேடத் தொடங்குவாய். பத்திரமாகவும் பக்குவமாகவும் இருக்க வேண்டிய தருணம் அது. உனக்குத் தெரியாதது இல்லை. பார்த்து நடந்துகொள்.\"",
    "options": [
      "a)  வாலிபத்தில் மனம் மாறக்கூடியது",
      "b)  பெண் உடல் புதிரானது",
      "c)  வாலிபத்தில் வரும் காதல் சோதனைகளை எதிர்கொள்ளும் விதம்",
      "d)  வாலிபத்தில் பக்குவமாக நடந்துகொள்ள வேண்டியதன் அவசியம்"
    ],
    "answer": [
      "D"
    ],
    "additional_context": "கவிஞர் தனது மகனுக்கு  வாலிபத்தில் வரும் சோதனைகளைப் பற்றி எச்சரிக்கை விடுக்கிறார்.  வாலிப காலத்தில் மனம் மாறக்கூடியது, பெண் உடல் புதிரானது,  ஆகியவற்றைப் பற்றிச் சொல்லி  வாலிப காலத்தில் பக்குவமாகவும் பத்திரமாகவும் நடந்துகொள்ள வேண்டியதன் அவசியத்தை வலியுறுத்துகிறார்.  "
  },
  {
    "description": "நா. முத்துக்குமார் தன் மகனுக்கு ஆகாய விமானத்தைப் பற்றி எடுத்துரைக்கும் போது, என்ன கருத்தை வலியுறுத்துகிறார்?\n\n> \"உன் தாத்தா, ஆகாய விமானத்தை அண்ணாந்து பார்த்தார். அவரது 57ஆவது வயதில்தான் அதில் அமர்ந்து பார்த்தார். உன் தகப்பனுக்கு 27ஆவது வயதில் விமானத்தின் கதவுகள் திறந்தன. ஆறு மாதக் குழந்தைப் பருவத்திலேயே நீ ஆகாயத்தில் மிதந்தாய். நாளை உன் மகன் ராக்கெட்டில் பறக்கலாம். இந்த மாற்றம் ஒரு தலைமுறையில் வந்தது அல்ல. இதற்குப் பின்னால் நெடியதொரு உழைப்பு இருக்கிறது.\"",
    "options": [
      "a)  ஒரு தலைமுறைக்குள் ஏற்படும் மாற்றங்கள்",
      "b)  ஒவ்வொரு தலைமுறையும் முன்னேற்றத்தைக் காணும்",
      "c)  தலைமுறை தலைமுறையாக உழைப்பு மட்டுமே முன்னேற்றத்திற்கு காரணம்",
      "d)  தலைமுறை தலைமுறையாக தொழில்நுட்பம் வளர்ச்சி அடைகிறது"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "கவிஞர்  தொழில்நுட்ப வளர்ச்சி பற்றி கூறுவதன் மூலம்  தலைமுறை தலைமுறையாக தொடர்ந்து உழைப்பது மட்டுமே முன்னேற்றத்திற்கு காரணம் என்பதை உணர்த்துகிறார்.  ஒவ்வொரு தலைமுறையும் முன்னேற்றத்தைக் காணும்,  தலைமுறை தலைமுறையாக தொழில்நுட்பம் வளர்ச்சி அடைகிறது,  ஆகியவற்றை விட  தலைமுறை தலைமுறையாக உழைப்பு மட்டுமே முன்னேற்றத்திற்கு காரணம் என்று கூறுகிறார்.  "
  }
]
