
[
  {
    "description": "கிரேக்க மொழியில் \"பா\" வகையான பாடல்கள் எப்படி அழைக்கப்படுகின்றன?",
    "options": [
      "இளிகியா",
      "பாய்யியோனா",
      "சாப்போ",
      "எறிதிரை"
    ],
    "answer": "B",
    "additional_context": "கிரேக்க மொழியில் பாடல்கள் பல வகைப்படும். \"பா\" வகையான பாடல்கள் அதிகம் பயன்படுத்தப்படும். இலியாத் காப்பியத்தில் கடவுளுக்கு பாடப்படுவது \"பா\" எனக் கிரேக்கத்தில் குறிக்கப்படுகிறது. கிரேக்க மொழியில் \"பா\" வகையான பாடல்கள் \"பாய்யியோனா\" என அழைக்கப்படுகின்றன. \"பா\" வகை பாடல்களில் வெண்பா போன்ற பாடல்களை சாப்போ எனக் கூறுவார்கள்.  "
  },
  {
    "description": "\"பெரிபுலஸ்\" என்ற சொல் எந்த மொழியிலிருந்து தமிழில் வந்தது?",
    "options": [
      "ஆங்கிலம்",
      "கிரேக்கம்",
      "இலத்தீன்",
      "சமஸ்கிருதம்"
    ],
    "answer": "B",
    "additional_context": "எறிதிரேசியன் பெரிபுலஸ் (Periplus of the Erythraean Sea) என்னும் கிரேக்க நூலின் பெயரிலேயே தமிழ்ச்சொல் இருப்பதாகக் கூறுகின்றனர். \"பெரிபுலஸ்\"  என்பது கிரேக்க மொழியிலிருந்து வந்த சொல்.  கிரேக்க மொழி தமிழர்களின் கடல்சார்ந்த பயணங்கள் மற்றும் வர்த்தகங்கள் மூலம் தமிழில் கலந்தது. "
  },
  {
    "description": "உரையாடலில் குறிப்பிடப்பட்டுள்ள துறைகளில் எது தமிழ்ச்சொல் வளர்ச்சிக்கு அதிகம் துணை புரிகிறது?",
    "options": [
      "மருத்துவம்",
      "விண்வெளி",
      "கணினி",
      "பொறியியல்"
    ],
    "answer": "C",
    "additional_context": "தமிழ்ச்சொல் வளர்ச்சிக்கு அதிகம் துணை புரியும் துறை கணினி துறை ஆகும். மருத்துவம், விண்வெளி, பொறியியல் போன்ற துறைகளும்  சொல் வளர்ச்சிக்கு துணை புரிகின்றன. கணினி  மற்றும் அறிவியல் துறைகளில்  பல  புதிய சொற்கள் புழக்கத்தில் இருக்கின்றன.   தமிழ்ச்சொற்களின் வளர்ச்சிக்கு இது மிக முக்கியமாகும். "
  },
  {
    "description": "எந்த எண்ணிற்கு \"காணி\" என்ற தமிழ்ச்சொல் பயன்படுத்தப்படுகிறது?",
    "options": [
      "1/320",
      "1/160",
      "1/80",
      "1/40"
    ],
    "answer": "C",
    "additional_context": "நம் முன்னோர்கள் பயன்படுத்திய பின்ன எண்ணிக்கைக்கான சொற்களை நாம் இன்று மறந்துவிட்டோம். நாம் நினைத்தால் அவற்றை மீட்டெடுக்கலாம். 1/80  என்பது தமிழில் \"காணி\" என்ற சொல். \"காணி\" என்பது நில அளவை குறிக்கும் சொல். "
  },
  {
    "description": "தமிழ்மொழி தொடர்ந்து நிலைத்திருக்க என்ன செய்ய வேண்டும்?",
    "options": [
      "வேற்று மொழிச் சொற்களைப் பயன்படுத்துவதைத் தவிர்க்க வேண்டும்.",
      "புதிய தொழில்நுட்பக் கலைச்சொற்களை தமிழாக்கம் செய்ய வேண்டும்.",
      "தமிழ் இலக்கியங்களைப் படிக்க வேண்டும்.",
      "தமிழ் பேசும் இடங்களுக்குச் செல்ல வேண்டும்."
    ],
    "answer": "B",
    "additional_context": "தமிழ்மொழியின் நிலைத்தன்மைக்கு புதிய தொழில்நுட்பக் கலைச்சொற்களை தமிழாக்கம் செய்வது மிக முக்கியமாகும்.  அறிவியல் துறைக் கலைச்சொற்களை உடனுக்குடன் தமிழ்மொழியில் மொழி பெயர்த்து அத்துறைகளை மேலும் வளர்க்க வேண்டும். நம் தமிழ்மொழி அறிவுக்கான கருவியாக மாறும். "
  }
]
