
[
  {
    "description": "தமிழகத்தில்  குழந்தைத் திருமணத்தைத் தடுக்க 1929ஆம் ஆண்டு கொண்டு வரப்பட்ட சட்டம் எது?",
    "options": [
      "கோத்தாரி கல்விக் குழு",
      "ஹண்டர் குழு",
      "சாரதா சட்டம்",
      "தேவதாசி ஒழிப்பு சட்டம்"
    ],
    "answer": "C",
    "additional_context": "குழந்தைத் திருமணம் பெண்களுக்கு ஏற்படும் ஒரு பெரிய துயரம்.  சமூகத்தில் மிகவும் பழமை வாய்ந்த பழக்க வழக்கங்களில் ஒன்றாகக் கருதப்படும் குழந்தைத் திருமணம் பெண்களின் எதிர்காலத்தை  மிகவும் பாதிக்கும்.  எனவே, குழந்தைத் திருமணத்தைத் தடுக்க   1929ஆம் ஆண்டு சாரதா சட்டம் கொண்டு வரப்பட்டது.  சாரதா சட்டம்  கொண்டு வரப்பட்ட பின்னர், பெண்கள் கல்வி,  வேலைவாய்ப்பு என  பல துறைகளில் முன்னேறி வருகின்றனர்."
  },
  {
    "description": "பெண்கள் படிப்பதற்காக, தனிப்பட்ட முயற்சியாக மருத்துவ சேவை செய்த சாதனை பெண்மணி யார்?",
    "options": [
      "இராமாமிர்தம் அம்மையார்",
      "ஐடாஸ் சோபியா ஸ்கட்டர்",
      "நீலாம்பிகை அம்மையார்",
      "ஈ.த. இராஜேஸ்வரி அம்மையார்"
    ],
    "answer": "B",
    "additional_context": "பெண்கள் படிப்பதற்காக தனிப்பட்ட முயற்சியாக மருத்துவ சேவை செய்த  சாதனை பெண்மணி ஐடாஸ் சோபியா ஸ்கட்டர்.  தமிழகத்திற்கு வந்து, மருத்துவராகி வேலூரில் இலவச மருத்துவம் அளித்தவர்.  இவரின் சாதனைகள் சமூகத்திற்கு  மிகவும் உத்வேகம் அளிக்கக்கூடியவை."
  },
  {
    "description": "நோபல் பரிசு பெற்ற மலாலா யூசுப்சாய் எதை வலியுறுத்திப் போராடினார்?",
    "options": [
      "பெண் குழந்தைகள் பாதுகாப்பு",
      "பெண் கல்வி",
      "மனித உரிமைகள்",
      "சமூக நீதி"
    ],
    "answer": "B",
    "additional_context": "பெண் குழந்தைகள் கல்வி என்பது ஒரு சமூகத்தின் முன்னேற்றத்திற்கு மிகவும் முக்கியமானது. பெண் குழந்தைகள் கல்வி பெறும்போது அவர்கள் தங்கள் வாழ்வின் அனைத்து துறைகளிலும்  சாதனைகள்  புரிய  முடியும்.  இந்தக் கருத்தை வலியுறுத்தி  பாகிஸ்தானில்  பெண் கல்வியை வலியுறுத்திப்  போராடியவர் மலாலா யூசுப்சாய்.  பன்னிரண்டு வயதில் பெண் கல்விக்காகப் போராடி  நோபல் பரிசு பெற்றவர் மலாலா யூசுப்சாய்."
  },
  {
    "description": "பெண் கல்வி  மேம்பாட்டிற்காக தற்போதைய அரசு  மட்டுமல்ல  ஆங்கில அரசும்   சட்டங்கள்  போட்டத  என்பதை நிரூபிக்கும்  நிகழ்வு எது?",
    "options": [
      "மராட்டிய மாநிலத்தில்  ஜோதிராவ் பூலே, சாவித்திரிபாய் பூலே இணையர் முதன் முதலாகப் பெண்களுக்கான பள்ளியைத் தொடங்கியது.",
      "கோத்தாரி கல்விக் குழு  தன் பரிந்துரையில்  அனைத்து நிலையிலும் மகளிர் கல்வியை வலியுறுத்தியது.",
      "ஹண்டர் குழு  பெண் கல்விக்குப்  பரிந்துரை செய்தது.",
      "சாரதா சட்டம்  கொண்டு வரப்பட்டது."
    ],
    "answer": "C",
    "additional_context": "ஆங்கில அரசு  பெண் கல்வியை  ஊக்குவிக்கும் வகையில்  சட்டங்கள் போட்டது.  தமிழகத்தில்  பெண்கள்  கல்வி பெறும்  வாய்ப்புகளை  ஏற்படுத்தும்  வகையில்  ஹண்டர் குழு  1882இல் பெண் கல்விக்காகப் பரிந்துரை செய்தது.  ஹண்டர் குழுவின்  பரிந்துரையின்படி  மராட்டிய மாநிலத்தில்  ஜோதிராவ் பூலே, சாவித்திரிபாய் பூலே இணையர் முதன்  முதலாகப் பெண்களுக்கான பள்ளியைத்  தொடங்கினாங்க.  இது ஆங்கில அரசும்  பெண் கல்விக்கு  முக்கியத்துவம் கொடுக்கிறது என்பதை நிரூபிக்கிறது.  இந்த  நிகழ்வுகள்  பெண் கல்வியின்  முக்கியத்துவத்தைப்  புரிந்துகொள்ள  உதவுகிறது."
  },
  {
    "description": "தனித்தமிழ்க்  கட்டுரை,  வடசொல்-தமிழ் அகரவரிசை,  முப்பெண்மணிகள் வரலாறு,  பட்டினத்தார் பாராட்டிய மூவர்  ஆகிய நூல்களை எழுதியவர் யார்?",
    "options": [
      "நீலாம்பிகை அம்மையார்",
      "சாவித்திரிபாய் பூலே",
      "ஈ.த. இராஜேஸ்வரி அம்மையார்",
      "மூவலூர் இராமாமிர்தம் அம்மையார்"
    ],
    "answer": "A",
    "additional_context": "தனித்தமிழ்  மொழியின்  வளர்ச்சி  மற்றும்  தமிழ்  நூல்களைப்  புதுப்பித்தல்  சமூகத்திற்கு  மிகவும்  முக்கியமானது.  தமிழகத்தில்  பெண்கள்  தமிழ்  மொழியில்  சிறந்து விளங்குபவர்களாக இருக்கின்றனர்.  தமிழகத்தில் தனித்தமிழ்க்  கட்டுரை,  வடசொல்-தமிழ் அகரவரிசை,  முப்பெண்மணிகள் வரலாறு,  பட்டினத்தார் பாராட்டிய மூவர்  ஆகிய நூல்களை எழுதியவர்  நீலாம்பிகை அம்மையார்.  நீலாம்பிகை அம்மையார்  மறைமலையடிகளின்  மகள்.  தந்தையைப் போலவே தனித்தமிழ்ப்  பற்றுடையவர். இவரது நூல்கள்   தமிழகத்தில்  தமிழ்   மொழி   வளர்ச்சிக்கு   மிகவும்  உதவியுள்ளன."
  }
]
