
[
  {
    "description": "“தமிழக மாட்டினங்களின் தாய் இனம்” என்று குறிப்பிடப்பட்டுள்ளது. இதற்குப் பொருத்தமான வாக்கியத்தைத் தேர்ந்தெடுக்க.",
    "options": [
      "காங்கேயம் மாடுகள் தென்னிந்தியாவின் அடையாளச் சின்னமாகக் காணப்படுகின்றன.",
      "பிறக்கும் போது சிவப்பு நிறத்தில் இருக்கும் காங்கேயம் மாடுகள், ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறிவிடுகின்றன.",
      "கடுமையாக உழைக்கக்கூடிய காங்கேயம் மாடுகள் கேரளம், கர்நாடகம், ஆந்திரம் ஆகிய மாநிலத்தவரால் விரும்பி வாங்கிச் செல்லப்படுகின்றன."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "தமிழக மாட்டினங்களின் தாய் இனம் என்று அழைக்கப்படும் காங்கேயம் மாடுகள் பிறக்கும்போது சிவப்பு நிறத்தில் இருக்கும். ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறிவிடுகின்றன.  பசுக்கள் சாம்பல் அல்லது வெள்ளை நிறத்தில் இருக்கும். இதன் காரணமாக பிறக்கும்போது சிவப்பு நிறத்தில் இருக்கும் காங்கேயம் மாடுகள், ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறிவிடுகின்றன என்பது பொருத்தமான வாக்கியமாகும்."
  },
  {
    "description": "பத்தியின் அடிப்படையில், காங்கேயம் மாடுகளின் நிறம் பற்றிய எந்தக் கூற்று சரியானது?",
    "options": [
      "பிறக்கும் போது சாம்பல் நிறத்தில் இருந்து, வளர்ந்த பிறகு சிவப்பு நிறத்துக்கு மாறும்.",
      "பிறக்கும் போது சிவப்பு நிறத்தில் இருந்து, வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறும்.",
      "பசுக்கள் சிவப்பு அல்லது வெள்ளை நிறத்தில் இருக்கும்."
    ],
    "answer": [
      "B"
    ],
    "additional_context": "காங்கேயம் மாடுகள் பிறக்கும் போது சிவப்பு நிறத்தில் இருக்கும். ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறிவிடுகின்றன. பசுக்கள் சாம்பல் அல்லது வெள்ளை நிறத்தில் இருக்கும். ஆகவே, காங்கேயம் மாடுகளின் நிறம் பற்றிய கூற்றில்  பிறக்கும் போது சிவப்பு நிறத்தில் இருந்து, வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறும் என்பது சரியானது."
  },
  {
    "description": "காங்கேயம் மாடுகள் உருவம் பொறிக்கப்பட்ட நாணயங்கள் கண்டெடுக்கப்பட்ட காலம் எது?",
    "options": [
      "கி.மு. முதல் நூற்றாண்டு",
      "கி.பி. முதல் நூற்றாண்டு",
      "கி.பி. 1000 ஆம் ஆண்டுக்குப் பிறகு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காங்கேயம் மாடுகள் உருவம் பொறித்த கி.மு. முதல் நூற்றாண்டைச் சேர்ந்த சேரர் கால நாணயங்கள் கரூர் அமராவதி ஆற்றுத் துறையில் கண்டெடுக்கப்பட்டுள்ளன. ஆகவே காங்கேயம் மாடுகள் உருவம் பொறிக்கப்பட்ட நாணயங்கள் கண்டெடுக்கப்பட்ட காலம் கி.மு. முதல் நூற்றாண்டு என்பது சரியானது."
  },
  {
    "description": "“காங்கேயம்' எனும் சொல்லுக்குப் பொருத்தமான எழுத்துருவைத் தேர்ந்தெடு",
    "options": [
      "காங்கேயம்",
      "காங்கேயம்",
      "காங்கேயம்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காங்கேயம் எனும் சொல் தமிழகத்தில் மிகவும் பிரபலமான ஒரு சொல். இதன் எழுத்துரு  'காங்கேயம்'  என்பது சரியானது."
  },
  {
    "description": "காங்கேயம் மாடுகளின் தோற்றம் குறித்துத் தவறான கூற்று எது?",
    "options": [
      "பிறக்கும்போது சிவப்பு நிறத்தில் இருக்கும்.",
      "ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறும்.",
      "பசுக்கள் மட்டுமே சாம்பல் நிறத்தில் இருக்கும்.",
      "பசுக்கள் சாம்பல் அல்லது வெள்ளை நிறத்தில் இருக்கும்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "காங்கேயம் மாடுகளின் தோற்றம் குறித்துத் தவறான கூற்று பசுக்கள் மட்டுமே சாம்பல் நிறத்தில் இருக்கும் என்பதாகும்.  ஏனெனில் காங்கேயம் மாடுகள் பிறக்கும்போது சிவப்பு நிறத்தில் இருக்கும். ஆறு மாதம் வளர்ந்த பிறகு சாம்பல் நிறத்துக்கு மாறிவிடுகின்றன.  பசுக்கள் சாம்பல் அல்லது வெள்ளை நிறத்தில் இருக்கும்."
  }
]
