
[
  {
    "description": "விழாவறை காதையின் இறுதிப் பகுதி  “பசியும் பிணியும் பகையும் நீங்கி வசியும் வளனும் சுரக்க! என வாழ்த்தி” என்பது நகரத்தின் எதிர்காலத்தை எவ்வாறு பிரதிபலிக்கிறது?",
    "options": [
      "மக்கள் அனைவரும் நலமாக வாழ வேண்டும் என்பதை வெளிப்படுத்துகிறது.",
      "நகரத்தில் வளம் பெருகி, பகைகள் நீங்கி, மக்கள் செழித்து வாழ வேண்டும் என்பதை விரும்புகிறது.",
      "விழாக்களின் போது மக்கள் நல்ல எண்ணங்களுடன் இருக்க வேண்டும் என்பதை வலியுறுத்துகிறது.",
      "நகரத்தின் வளர்ச்சி மற்றும் மக்களின் நல்வாழ்வைப் பற்றி நம்பிக்கை தெரிவிக்கிறது."
    ],
    "answer": "B",
    "additional_context": "மணிமேகலைக் காப்பியத்தில், புகார் நகரில் நடைபெறும் இந்திர விழாவின் முக்கியத்துவத்தைக் காட்டும் ஒரு காதையாக விழாவறை காதை அமைந்துள்ளது. இந்திரன் மழைத் தெய்வம் என்பதால், மக்கள் அவன் அருளைப் பெற்று வளமும் செழிப்பும் பெற வேண்டும் என  இந்திர விழாவில் வேண்டுகோள் வைப்பார்கள். இந்திர விழாவின் இறுதிப் பகுதியில் “பசியும் பிணியும் பகையும் நீங்கி வசியும் வளனும் சுரக்க! என வாழ்த்தி” என்ற வரிகளின் மூலம்  நகரத்தின் எதிர்காலம் நல்லதாக இருக்க வேண்டும், வளம் பெருக வேண்டும், பகை நீங்க வேண்டும் என்ற நம்பிக்கையையும், வேண்டுதலையும் வெளிப்படுத்துகிறது. "
  },
  {
    "description": "புகார் நகரில் நடந்த இந்திர விழா, பண்பாட்டின் வெளிப்பாடாக அமைந்தது. பின்வரும் கூற்றுகளில் எது இந்திர விழா பண்பாட்டு வெளிப்பாட்டைத் தெளிவாக விளக்குகிறது?",
    "options": [
      "விழாவில் பலவிதமான வண்ணமயமான கொடிகள் பயன்படுத்தப்பட்டன.",
      "புகார் நகரின் மன்றங்களில் பட்டிமண்டபம் அமைக்கப்பட்டது.",
      "பலவிதமான மக்கள், சமயவாதிகள், காலக்கணிதர்கள், கடவுளர்கள் எனப் பல்துறை நிபுணர்கள் ஒன்றுகூடி மகிழ்ந்தனர்.",
      "விழாவில் பசியும் நோயும் பகையும் நீங்க வேண்டுமென வாழ்த்து பாடப்பட்டது."
    ],
    "answer": "C",
    "additional_context": "புகார் நகரில் நடத்தப்பட்ட இந்திர விழாவில் பல்துறை நிபுணர்கள் ஒன்று கூடி மகிழ்ந்ததை மணிமேகலைக் காப்பியம் விளக்குகிறது. சமயக் கணக்கர், பாடைமாக்கள், கடவுளர்கள், ஐம்பெருங்குழு, எண்பேராயம் ஆகிய பலதரப்பட்ட மக்கள் இந்திர விழாவில் பங்கேற்றனர். இது மக்கள் ஒருங்கிணைந்து வாழ்ந்த பண்பாட்டின் வெளிப்பாடாகும்."
  },
  {
    "description": "மணிமேகலைக் காப்பியத்தில் விவரிக்கப்படும் இந்திர விழாவில்  பங்கேற்றவர்களின் பல்வேறு குழுக்கள் குறித்து பின்வரும் கூற்றுகளில் எது சரியானது?",
    "options": [
      "சமயக் கணக்கர், பாடைமாக்கள், கடவுளர்கள், ஐம்பெருங்குழு, எண்பேராயம் ஆகியவை  விழாவில் பங்கேற்ற குழுக்கள்.",
      "விழாவில் பங்கேற்றவர்கள் அனைவரும் புகார் நகர மக்கள் மட்டுமே.",
      "கடவுளர்கள் மட்டும் விழாவில் பங்கேற்கவில்லை.",
      "விழாவில் பங்கேற்றவர்கள் அனைவரும் அரச குடும்பத்தைச் சேர்ந்தவர்கள்."
    ],
    "answer": "A",
    "additional_context": "மணிமேகலைக் காப்பியத்தில், புகார் நகரில் நடத்தப்பட்ட இந்திர விழாவில்  பங்கேற்றவர்களைப் பற்றி விரிவாக விவரிக்கப்படுகிறது. சமயக் கணக்கர், பாடைமாக்கள், கடவுளர்கள், ஐம்பெருங்குழு, எண்பேராயம் ஆகிய பலதரப்பட்ட மக்கள் இந்திர விழாவில் பங்கேற்றனர். "
  },
  {
    "description": "விழாவறை காதை பாடல், புகார் நகரின் சமய, கலாச்சார, அரசியல் சூழலை எடுத்துக்காட்டுகிறது. பின்வரும் எந்த கூற்று பாடலில் உள்ள சமய, கலாச்சார வெளிப்பாட்டைக் குறிக்கிறது?",
    "options": [
      "மக்கள் பூசல், சினம், பகை போன்றவற்றை விட்டு விலக வேண்டும் எனக் கோரிக்கை விடுக்கப்பட்டது.",
      "மக்கள் தங்கள் சமயத்திற்கான உறுதியான விளக்கங்களைப் பட்டிமண்டபத்தில் வாதிட வேண்டும் எனக் கூறப்படுகிறது.",
      "மக்கள் பூஞ்சோலைகளிலும் துறைகளிலும் மகிழ்ச்சியாக உலாவி வருவர் என விவரிக்கப்படுகிறது.",
      "மக்கள் வாழ்க்கை, சமயம், அரசியல் எனப் பல விஷயங்களைப் பற்றி விவாதிக்க வேண்டும் எனக் கூறப்படுகிறது."
    ],
    "answer": "B",
    "additional_context": "விழாவறை காதையில், புகார் நகரில் இந்திர விழாவில்  சமயக் கணக்கர், பாடைமாக்கள், கடவுளர்கள், ஐம்பெருங்குழு, எண்பேராயம் ஆகிய பலதரப்பட்ட மக்கள் பங்கேற்றனர். விழாவின் போது,  பட்டிமண்டபத்தில்  சமயத்திற்கான விளக்கங்களைப் பற்றி விவாதிக்க வேண்டும் என்று பாடல் குறிப்பிடுகிறது. இந்திர விழாவில்  சமயக் கணக்கர் தங்கள் சமயத்தைப் பற்றி விளக்கிக் கூறுவது, புகார் நகரின் சமய வெளிப்பாட்டைக் காட்டுகிறது. "
  },
  {
    "description": "விழாவறை காதையில் முரசறைவோர்  அறிவிக்கும் செய்தி, இந்திர விழாவின் எந்த விஷயத்தைப் பற்றியது?",
    "options": [
      "விழாவில்  மக்கள் மகிழ்வுடன் பங்கேற்க வேண்டிய அவசியம்.",
      "விழாவில்  படைப் பலம் காட்ட வேண்டிய அவசியம்.",
      "விழாவின்  நடைமுறைகள், கடைபிடிக்க வேண்டிய விதிகள்.",
      "விழாவின்  மங்கலங்கள், வளங்கள், மழை, போன்ற விஷயங்கள் மக்களுக்கு கிடைக்க வேண்டும் என வாழ்த்து."
    ],
    "answer": "D",
    "additional_context": "விழாவறை காதையில், இந்திர விழாவின் நிறைவு நாளில் முரசறைவோர்  “பசியும் பிணியும் பகையும் நீங்கி வசியும் வளனும் சுரக்க! என வாழ்த்தி”  என்ற செய்தியை அறிவிக்கிறார்.  இந்த செய்தி  இந்திர விழாவின் முக்கிய நோக்கத்தை வெளிப்படுத்துகிறது. இந்திரன் மழைத் தெய்வம் என்பதால், இந்திர விழாவில்  மக்கள் வளம், செழிப்பு, மழை, மங்கலம் போன்றவற்றை வேண்டுவார்கள்.  "
  }
]
