[
          
  {
    
          "description": "“அழகின் சிரிப்பு” என்ற கவிதை எழுதியவர் யார்?",
          "options": [
      "பாரதிதாசன்",
      "கவிமணி தேசிய விநாயகனார்",
      "கோமல் சுவாமிநாதன்",
      "வைரமுத்து"
    ],
    "answer": "A",
    
          "additional_context": "இந்தக் கேள்வி பாடப்புத்தகத்தில் உள்ள அறிவை விரிவு செய் பகுதியில் உள்ளது. அந்தப் பகுதியில் பல கவிஞர்களின் கவிதைகள் மற்றும் அவற்றை எழுதியவர்கள் குறித்தும்  தகவல் தரப்பட்டுள்ளது. அழகின் சிரிப்பு கவிதை பாவேந்தர் பாரதிதாசன் அவர்களால் எழுதப்பட்டது."
          }
        ,
          
  {
    
          "description": "“நிலத்தடி நீர்வளம் மற்றும் ஆற்று நீர்” குறித்து அக்கறை கொள்ள வேண்டியதன் அவசியம் எந்த பிரிவில் விளக்கப்பட்டுள்ளது?",
          "options": [
      "“நயம் பாராட்டுக”",
      "“சொற்களை இணைத்துத் தொடர்களை விரிவுபடுத்துக”",
      "“நிழல் நீர் (Virtual Water)”",
      "“கலைச்சொல் அறிவோம்”"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி, பாடப் புத்தகத்தில் உள்ள 'நிழல் நீர் (Virtual Water)' என்கிற பகுதியில் உள்ளது. இந்தப் பகுதியில், கண்ணுக்குத் தெரியாமல் நாம் இரண்டு வகையில் நீரைப் பயன்படுத்துகிறோம் என்பது விளக்கப்பட்டுள்ளது. அந்த வகைகள் எவை என்பதுடன் அதிகம் தேவைப்படும் உணவுப் பொருள்களை ஏற்றுமதி செய்வதைத் தவிர்த்து, தேவைக்கேற்ப இறக்குமதி செய்துகொள்ள வேண்டும் என்றும், அதனால் நாட்டின் நிலத்தடி நீரும் ஆற்று நீரும் சேமிக்கப்படும் என்பதும் குறிப்பிடப்பட்டுள்ளது. "
          }
        ,
          
  {
    
          "description": "பாடப்பகுதியில் “என் பொறுப்புகள்...” என்ற பிரிவில் குறிப்பிடப்பட்டுள்ள செயல்பாடுகள் எதன் மீதான அக்கறையை வெளிப்படுத்துகின்றன?",
          "options": [
      "பள்ளிப் பொறுப்புகள்",
      "சுற்றுச்சூழல் பாதுகாப்பு",
      "சுயசார்பு",
      "அனைத்தும் சரியானவை"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி, பாடப்புத்தகத்தில் உள்ள  'என் பொறுப்புகள்...' என்ற பகுதியில் உள்ளது.  இந்தப் பகுதியில்  சுற்றுச்சூழல் பாதுகாப்பு, பள்ளிப் பொறுப்புகள் மற்றும் சுயசார்பு என மூன்று விதமான  பொறுப்புகளைப் பற்றி விளக்கப்பட்டுள்ளது.  தண்ணீரைச் சிக்கனமாகப் பயன்படுத்துவது சுற்றுச்சூழல் பாதுகாப்பைப் பற்றிய ஒரு செயல்பாடு.  அறையை விட்டு வெளியே செல்லும் போது மின்விசிறி, மின்விளக்குகளை நிறுத்திவிட்டுச் செல்வது பள்ளிப் பொறுப்புகள் பற்றிய ஒரு செயல்பாடு. நண்பர்கள் வைத்திருக்கும் புதிய அழகிய பொருள்களைப் பார்த்து அவர்களைப் போல நானும் முயன்று உழைத்து அவற்றை என்னுடைய பணத்தில் வாங்குவேன் என்பது சுயசார்பு பற்றிய ஒரு செயல்பாடு."
          }
        ,
          
  {
    
          "description": "சுற்றுச் சூழலைப் பேணிக்காக்கும் பள்ளிகளின் வரிசையில் மாவட்டத்திலேயே சிறந்ததாக தேர்ந்தெடுக்கப்பட்ட பள்ளிக்கு மாவட்டக் கல்வி அலுவலர் வரவேற்பு மடல் எழுதுகிறார். அவருக்கு ஏன் மடல் எழுதுகிறார்?",
          "options": [
      "பள்ளி தலைமை ஆசிரியரின் பிறந்தநாளை வாழ்த்துவதற்கு.",
      "பள்ளியின் வருடாந்திர விழாவில் கலந்துகொள்ள அழைப்பதற்கு.",
      "சுற்றுச்சூழல் பாதுகாப்புக்கான சிறப்பான பள்ளி என்ற விருதைப் பெற்றதை கொண்டாடுவதற்கு.",
      "மாவட்டக் கல்வி அலுவலரின் வருகையை வரவேற்க."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி, பாடப் புத்தகத்தில் உள்ள 'வரவேற்பு மடல் எழுதுக' என்ற பகுதியில் உள்ளது.  இந்தப் பகுதியில், சுற்றுச்சூழலைப் பேணிக்காக்கும் பள்ளிகளின் வரிசையில் மாவட்டத்திலேயே சிறந்ததாக உங்கள் பள்ளி தேர்ந்தெடுக்கப்பட்டுள்ளது. அதனைக் கொண்டாடும் விழாவில் கலந்துகொள்ளும் மாவட்டக் கல்வி அலுவலருக்கு வரவேற்பு மடல் ஒன்றை எழுதுக. எனக் கூறப்பட்டுள்ளது.  அதாவது, சுற்றுச்சூழல் பாதுகாப்புக்கான சிறப்பான பள்ளி என்ற விருதைப் பெற்றதை கொண்டாடுவதற்கு மடல் எழுதுகிறார்."
          }
        ,
          
  {
    
          "description": "'கல்லும் மலையும் குதித்துவந்தேன்' - இந்த வரிகளில் எந்தப் பண்பு எடுத்துக்காட்டப்படுகிறது?",
          "options": [
      "சோர்வு",
      "துணிச்சல்",
      "மகிழ்ச்சி",
      "தாழ்மை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி, பாடப்புத்தகத்தில் உள்ள 'நயம் பாராட்டுக' என்ற பகுதியில் உள்ளது.  அந்தப் பகுதியில், 'கல்லும் மலையும் குதித்துவந்தேன் – பெருங்\nகாடும் செடியும் கடந்துவந்தேன்;' எனத் தொடங்கும் ஒரு பாடல் வரிகள் கொடுக்கப்பட்டுள்ளது.  இந்த வரிகளில் உள்ளது போன்ற அனுபவங்கள் ஒருவருக்குத் துணிச்சலைத் தருவதை உணர்த்துகிறது."
          }
        ]