
[
  {
    "description": "பாரதிதாசன் பாடலில் சிங்கத்திற்கு எந்த மூன்று உருவகங்கள் பயன்படுத்தப்பட்டுள்ளன?",
    "options": [
      "மலர், மரம், பறவை",
      "தீ, மின்னல், மழை",
      "புலி, யானை, மான்",
      "வானம், மலை, கடல்"
    ],
    "answer": "D",
    "additional_context": "பாரதிதாசன் எழுதிய சிங்கத்தின் வர்ணனையைப் பற்றிய பாடல் பகுதி இது. பாரதிதாசன் சிங்கத்தைப் பாடும்போது சிங்கத்தின் உருவத்துக்கேற்ற உருவகங்களைப் பயன்படுத்தியுள்ளார். சிங்கம் வானத்தைப் போன்றது, மலையைப் போன்றது, கடலைப் போன்றது எனக் கூறியிருப்பதை பார்க்க முடியும். சிங்கத்தின் வலிமை, அதன் ஒளிர்வு ஆகியவற்றை உருவகங்கள் மூலம் விளக்கி இருக்கிறார்."
  },
  {
    "description": "மொழியோடு விளையாடு பகுதியில், குழுவாக விளையாடும்போது, நான்கு மாணவர்களும் எந்தக் கருவினை பயன்படுத்துகின்றனர்?",
    "options": [
      "சொற்களைக் கொண்டு ஒரு தொடர் அமைத்தல்.",
      "ஒரு சொல்லுடன் தொடர்புடைய சொற்களைக் கண்டுபிடித்தல்.",
      "அகராதியைப் பயன்படுத்தி சொற்களின் பொருளைத் தெரிந்துகொள்ளுதல்.",
      "சொற்களின் எண்ணிக்கையைத் தீர்மானித்தல்."
    ],
    "answer": "A",
    "additional_context": "மொழியோடு விளையாடு பகுதியில், குழுவாக விளையாடும்போது, நான்கு மாணவர்கள் ஒன்று சேர்ந்து ஒரு சொல்லைத் தொடங்கி, அடுத்த மாணவர் அதனுடன் தொடர்புடைய ஒரு சொல்லைச் சொல்ல வேண்டும். இவ்வாறு அவர்கள் சொன்ன சொற்களை வைத்து ஒரு முழுமையான தொடர் அமைக்க வேண்டும். இது மொழி வளர்ச்சிக்கு உதவும் ஒரு நல்ல விளையாட்டு."
  },
  {
    "description": "\"இமிழ்தல், இசைவு, துவனம், சபலை, துகலம்\" என்ற சொற்கள் எந்தப் பகுதியில் இடம்பெற்றுள்ளன?",
    "options": [
      "கதையைப் படித்து உரையாடலாக மாற்று",
      "செய்து கற்க",
      "நயம் பாராட்டுக",
      "அகராதியில் காண்க"
    ],
    "answer": "D",
    "additional_context": "இந்தச் சொற்கள் அனைத்தும் அகராதியில் காணப்படும் சொற்கள். அகராதியில் காண்க என்ற பகுதி, புதிய சொற்களை அறிந்துகொள்ளவும், ஏற்கனவே தெரிந்த சொற்களின் பொருளைத் துல்லியமாகப் புரிந்துகொள்ளவும் உதவும் பகுதி."
  },
  {
    "description": "கீழ்க்கண்டவற்றுள் எந்தச் சொல் தொடரின் இரு இடங்களை நிரப்பப் பயன்படுத்தப்படலாம்?",
    "options": [
      "விலங்கு",
      "அலை",
      "அகல்",
      "கால்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பாடத்தில், தொடரில் உள்ள இடைவெளிகளை நிரப்புவதற்கு ஒரு பொருத்தமான சொல்லைத் தேர்ந்தெடுக்க வேண்டும். கால் என்ற சொல் இரு இடங்களிலும் பொருத்தமாகப் பொருந்தும். உதாரணமாக, \"எனக்கு ..... பங்கு பிரித்துக் கொடுக்க வா! கீழே ஈரம்; பார்த்து உன் ..... வை.\" என்ற தொடரில், \"கால்\" என்ற சொல் இரு இடங்களிலும் பொருத்தமாகப் பொருந்தும்."
  },
  {
    "description": "மின்சாரச்சேமிப்புப் பற்றிய விழிப்புணர்வு முழக்கத்தொடர்களை எழுதி வகுப்பறையிலும் பள்ளியிலும் _____.",
    "options": [
      "பாடலாகப் பாடுங்கள்",
      "காட்சிப்படுத்துக",
      "நாடகமாக்குங்கள்",
      "வரைங்கள்"
    ],
    "answer": "B",
    "additional_context": "மின்சாரச்சேமிப்பு பற்றிய விழிப்புணர்வு முழக்கத்தொடர்களை எழுதிய பின், அதை வகுப்பறையிலும் பள்ளியிலும் காட்சிப்படுத்தலாம். காட்சிப்படுத்துதல் மூலம், மாணவர்களின் கவனத்தை ஈர்க்க முடியும். மேலும், விழிப்புணர்வை அதிகரிக்கவும் உதவும். பாடலாகப் பாடுதல், நாடகமாக்குதல், வரைதல் ஆகியவையும் விழிப்புணர்வை ஏற்படுத்தும் வழிமுறைகளாகும், ஆனால் காட்சிப்படுத்துதல் மிகவும் பயனுள்ள வழிமுறையாகும்."
  }
]
