
[
  {
    "description": "திருக்குறள் எந்த காலத்தில் எழுதப்பட்ட நூல்?",
    "options": [
      "சங்க காலம்",
      "பல்லவர் காலம்",
      "சோழர் காலம்",
      "பாண்டியர் காலம்"
    ],
    "answer": "B",
    "additional_context": "திருக்குறள் எந்த காலத்தில் எழுதப்பட்டது என்பது குறித்த உறுதியான தகவல் இல்லை. ஆனால், வரலாற்று ஆய்வாளர்கள் திருக்குறளை பல்லவர் காலத்தில் எழுதப்பட்டதாகக் கருதுகின்றனர். சங்க காலத்தின் இறுதிப் பகுதியில் திருக்குறள் எழுதப்பட்டதாகவும் சிலர் கருதுகின்றனர்."
  },
  {
    "description": "திருக்குறளில் “கோடி” என்ற சொல் எத்தனை முறை இடம்பெற்றுள்ளது?",
    "options": [
      "மூன்று முறை",
      "ஐந்து முறை",
      "ஏழு முறை",
      "ஒன்பது முறை"
    ],
    "answer": "B",
    "additional_context": "திருக்குறளில் 'கோடி' என்ற சொல் 7 முறை இடம்பெற்றுள்ளது."
  },
  {
    "description": "திருக்குறளை ஆங்கிலத்தில் முதலில் முழுமையாக மொழிபெயர்த்தவர் யார்?",
    "options": [
      "ரோபர்ட் கால்டுவெல்",
      "ஜி.யு. போப்",
      "டாக்டர். எஸ். ராதாகிருஷ்ணன்",
      "வில்லியம் டில்லி"
    ],
    "answer": "B",
    "additional_context": "திருக்குறளை ஆங்கிலத்தில் முழுமையாக முதன்முதலில் மொழிபெயர்த்தவர் ஜி.யு. போப்.  இவர் 1882 ஆம் ஆண்டில்  திருக்குறளை ஆங்கிலத்தில் மொழிபெயர்த்தார்."
  },
  {
    "description": "“பசுமண் கலத்துள்நீர் பெய்திரீஇ யற்று” என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
    "options": [
      "நிலையற்ற பொருள்",
      "நல்ல செயல்",
      "நீர்நிலைகள்",
      "நல்ல நட்பு"
    ],
    "answer": "A",
    "additional_context": "“பசுமண் கலத்துள்நீர் பெய்திரீஇ யற்று”  என்ற சொற்றொடர்  சலத்தால் பொருள்செய்துப் பாதுகாத்தலின் நிலையற்ற தன்மையைக் குறிக்கிறது. அதாவது, தீய செயலால் சேர்த்த பொருள் நிலையற்றது; அது எப்போது வேண்டுமானாலும் போய்விடும் என்பதைக் குறிக்கிறது."
  },
  {
    "description": "பின்வரும் சொற்றொடர்களில் எது “தீ நட்பு” குறித்த குறட்பா?",
    "options": [
      "“கனவினும் இன்னாது மன்னோ வினைவேறு சொல்வேறு பட்டார் தொடர்பு.”",
      "“விழைதகையான் வேண்டி இருப்பர் கெழுதகையாற் கேளாது நட்டார் செயின்.”",
      "“குணம்நாடிக் குற்றமும் நாடி அவற்றுள் மிகைநாடி மிக்க கொளல்.”",
      "“பொறையுடைமை நலம் பெறும் தலை.”"
    ],
    "answer": "A",
    "additional_context": "“கனவினும் இன்னாது மன்னோ வினைவேறு சொல்வேறு பட்டார் தொடர்பு.”  என்ற குறட்பா  தீய நட்பை விவரிக்கிறது.  செயல் வேறு, சொல் வேறு என்று இருப்பவர்களின் நட்பு கனவிலும் இனிமை தராது என்பது இதன் பொருள்."
  }
]
