
[
  {
    "description": "கீழடி அகழாய்வில் கண்டறியப்பட்ட பொருட்களில், தமிழரின் நாகரிகத்தைக் காட்டும் முக்கியமான ஒரு சான்று எது?",
    "options": [
      "இறப்பு தொடர்பான தடயங்கள்",
      "முழுமையான வாழ்விடப்பகுதி",
      "தானியங்களைச் சேகரிக்கும் கலன்கள்",
      "சதுரங்கக் காய்கள்"
    ],
    "answer": "B",
    "additional_context": "கீழடி அகழாய்வு என்பது தமிழரின் பண்டைய வாழ்க்கை முறையைப் பற்றிய ஒரு முக்கியமான பார்வையைத் தருகிறது. இந்த அகழாய்வில் கிடைத்த பொருள்கள் தமிழர்களின் வளர்ந்த நாகரிகத்தின் சான்றாகும். இதில், முழுமையான வாழ்விடப்பகுதி காணப்படுவது முக்கியமானது. அதாவது, இந்த இடத்தில் மக்கள் குடியிருந்தார்கள் என்பதையும் அவர்கள் நிரந்தரமான குடியிருப்பாளர்கள் என்பதையும் காட்டுகிறது. இதனால், கீழடி அகழாய்வு தமிழர்களின் நாகரிகத்தைக் காட்டும் ஒரு முக்கியமான சான்றாகக் கருதப்படுகிறது."
  },
  {
    "description": "இந்தியாவில் கண்டெடுக்கப்பட்ட முதல் கல்லாயுதம் எங்கு கண்டுபிடிக்கப்பட்டது?",
    "options": [
      "கோவை",
      "கீழடி",
      "ஆதிச்சநல்லூர்",
      "சென்னைப் பல்லாவரம்"
    ],
    "answer": "D",
    "additional_context": "1863ஆம் ஆண்டு இராபர்ட் புரூஸ்புட் என்னும் தொல்லியல் அறிஞர் சென்னைப் பல்லாவரம் செம்மண் மேட்டுப்பகுதியில் எலும்பையும் கற்கருவியையும் கண்டுபிடித்தார். இந்தக் கற்கருவிதான் இந்தியாவில் கண்டெடுக்கப்பட்ட முதல் கல்லாயுதம் என்று சொல்லப்படுகிறது."
  },
  {
    "description": "அரிக்கமேடு அகழாய்வில் கிடைத்த ரோமானிய மட்பாண்டங்கள் எதை உறுதிப்படுத்துகின்றன?",
    "options": [
      "ரோமானியர்களின் இறப்பு முறைகள்",
      "ரோமானியர்களுக்கும் தமிழர்களுக்கும் இடையேயான வணிகத் தொடர்பு",
      "ரோமானியர்களின் கலை மற்றும் கட்டிடக்கலை",
      "ரோமானியர்களின் ஆட்சியின் தடயங்கள்"
    ],
    "answer": "B",
    "additional_context": "அரிக்கமேடு அகழாய்வில் கிடைத்த ரோமானிய மட்பாண்டங்கள் ரோமானியர்களுக்கும் தமிழர்களுக்கும் இடையேயான வணிகத் தொடர்பு இருந்ததைக் காட்டுகின்றன. இது இந்தியாவின் பண்டைய கால வரலாற்றைப் புரிந்துகொள்வதற்கும்  தமிழர்களின் வணிகத் தொடர்புகளை அறியவும் உதவுகிறது."
  },
  {
    "description": "பட்டிமன்றத்தில், \"அகழாய்வு என்பது தேவையற்ற செலவினமே!\"  என வாதிட்டவர்கள் எந்தப் புள்ளிகளை முன்வைத்தனர்?",
    "options": [
      "அகழாய்வில் கண்டெடுக்கப்படும் பொருள்களின் மதிப்பு குறைவு",
      "அகழாய்வுக்கு ஆகும் செலவு மிக அதிகம்",
      "அறிவியல் முன்னேற்றத்தை விட அகழாய்வு முக்கியமில்லை",
      "அகழாய்வு மூலம் நாம் கற்றுக்கொள்ளும் விஷயங்கள் பயனற்றவை"
    ],
    "answer": "C",
    "additional_context": "பட்டிமன்றத்தில், அகழாய்வு என்பது தேவையற்ற செலவினமே! என்று வாதிட்டவர்கள் அறிவியல் முன்னேற்றத்தின் முக்கியத்துவத்தை முன்னிலைப்படுத்தி, அகழாய்வு என்பது பயனற்ற செலவினம் என்ற கருத்தை முன்வைத்தனர். அவர்கள் மனிதர்களின் தொழில்நுட்ப வளர்ச்சியையும்  நவீன அறிவியல் முன்னேற்றத்தையும் வலியுறுத்தி அகழாய்வு போன்ற பழைய காலத்தைப் பற்றிய ஆய்வுகள் தேவையற்றது என்று வாதிட்டனர். "
  },
  {
    "description": "பட்டிமன்றத்தில், \"அகழாய்வு என்பது தேவையான செயல்பாடே!\" என வாதிட்டவர்கள் எந்தப் புள்ளிகளை முன்வைத்தனர்?",
    "options": [
      "அகழாய்வு, நமது தொன்மை வரலாற்றை மீட்பு",
      "அகழாய்வு, நம் பண்பாட்டின் மேன்மையைப் பறைசாற்றுதல்",
      "அகழாய்வு, நம் முன்னோர்களின் வாழ்க்கை முறைகளைப் புரிந்துகொள்ள உதவுதல்",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "பட்டிமன்றத்தில், அகழாய்வு என்பது தேவையான செயல்பாடே! என்று வாதிட்டவர்கள் அகழாய்வின் மூலம் நமது தொன்மை வரலாற்றை மீட்டெடுக்க முடியும் என்றும், நம் பண்பாட்டின் மேன்மையைப் பறைசாற்ற முடியும் என்றும், நம் முன்னோர்களின் வாழ்க்கை முறைகளைப் புரிந்துகொள்ள உதவுகிறது என்றும் வாதிட்டனர். அகழாய்வுகள் பழைய காலத்தின்  வாழ்க்கை முறைகள், கலைகள், தொழில்நுட்பம்,  கட்டிடக்கலை  போன்றவற்றை அறிய உதவுவதால்  தமிழர்களின் பண்பாட்டு மரபு, அவர்களின் ஞானம், அறிவு,  வளர்ச்சி  போன்றவற்றை நாம் புரிந்துகொள்ள முடியும் என்பதை அவர்கள்  வலியுறுத்தினர். "
  }
]
