
[
  {
    "description": "பௌத்த மதத்தைத் தழுவிய தமிழர்கள் புத்தரின் உருவத்தை எந்தெந்த நிலைகளில் சிற்பங்களாகப் படைத்து வழிபட்டனர்?",
    "options": [
      "அமர்ந்த, நின்ற, படுத்த (கிடை) நிலைகளில்",
      "மரத்தாலான சிற்பங்களாக",
      "சுதைச் சிற்பங்களாக",
      "செப்புத் திருமேனிகளாக "
    ],
    "answer": "A",
    "additional_context": "பௌத்த மதத்தைத் தழுவிய தமிழர்கள் புத்தரின் உருவத்தை அமர்ந்த, நின்ற, படுத்த (கிடை) நிலைகளில் சிற்பங்களாகப் படைத்து வழிபட்டனர்.  தமிழகத்தில் உள்ள பல பௌத்தக் கோவில்களில் புத்தரின் சிற்பங்கள் காணப்படுகின்றன. அவற்றில், புத்தர் தியானத்தில் இருப்பது போன்ற, போதி மரத்தடியில் அமர்ந்து தியானத்தில் இருப்பது போன்ற, அமர்ந்த நிலையிலான சிற்பங்கள் அதிகம் காணப்படுகின்றன. மேலும், புத்தர் நின்று பேசுவது போன்ற, புத்தர் படுத்த நிலையில் இருப்பது போன்ற சிற்பங்களும் உள்ளன. இவ்வாறு, பௌத்தர்கள் புத்தரின் உருவத்தை சிற்பங்களாகப் படைத்து வழிபட்டதன் மூலம் தமிழகத்தில் பௌத்த மதம் செழித்திருந்ததற்குச் சான்றாக உள்ளது."
  },
  {
    "description": "பல்லவர் காலத்தில் எந்த வகையான கற்களைக் கொண்டு சிற்பங்கள் செதுக்கப்பட்டன?",
    "options": [
      "மணற்பாறைகள் மட்டும்",
      "கருங்கற்கள் மட்டும்",
      "சுதை மட்டுமே",
      "கருங்கற்கள் மற்றும் சுதை"
    ],
    "answer": "D",
    "additional_context": "பல்லவர் காலத்தில் சுதையினாலும், கருங்கற்களினாலும் சிற்பங்கள் அமைக்கப்பட்டன. சுதை என்பது சுண்ணாம்பு மற்றும் மணல் கலந்த ஒரு வகை மெழுகு போன்ற பொருள். இது மென்மையானது என்பதால் இதைக் கொண்டு சிற்பங்கள் அமைப்பது எளிது. பல்லவர் காலத்தில் சுதைச் சிற்பங்கள் கோவில்களின் தூண்கள், சுவர்கள், உட்புற அலங்காரங்கள் போன்றவற்றில் பயன்படுத்தப்பட்டன. கருங்கற்கள் என்பது கடினமான கற்களாகும். இதைக் கொண்டு பெரிய சிற்பங்களை செதுக்குவது கடினம் என்றாலும், இதன் நீடித்து நிலைத்த தன்மை காரணமாக பல்லவர் காலத்தில் கோவில் கட்டடங்கள், சிலைகள் போன்றவற்றை கருங்கற்களைக் கொண்டு அமைத்தனர். பல்லவர் காலச் சிற்பங்களில் கருங்கற்கள் மற்றும் சுதை இரண்டும் பயன்படுத்தப்பட்டன என்பதை, பல்லவர் காலச் சிற்பங்களின் அழகிலும், அவை இன்றும் நம்மிடம் காணப்படுவதிலும் நாம் காணலாம்."
  },
  {
    "description": "பல்லவர் காலச் சிற்பங்களில், கீழ்கண்டவற்றில் எது பொதுவாகக் காணப்படவில்லை?",
    "options": [
      "யாளி உருவங்கள்",
      "மரத்தால் செய்யப்பட்ட உருவங்கள்",
      "தாமரை மலர்",
      "வட்டங்கள்"
    ],
    "answer": "B",
    "additional_context": "பல்லவர் காலத்தில் கோவில் தூண்கள் சிற்பங்களால் அழகு பெற்றன. தூண்களில் யாளி, சிங்கம், தாமரை மலர், நுட்பமான வேலைப்பாடுகள் நிறைந்த வட்டங்கள் போன்றவை பொறிக்கப்பட்டன. பல்லவர்கள் தங்கள் சிற்பங்களில் மரத்தைப் பயன்படுத்தவில்லை. அதற்குப் பதிலாக கல், உலோகம், சுதை போன்ற பொருட்களையே பயன்படுத்தினர். அவர்கள் காலத்தில் மரம் சிற்பங்கள் அமைக்கப்பட்டதற்கான ஆதாரங்கள் இல்லை. பல்லவர்கள் மரத்தை கட்டட வேலைகளிலும், தச்சு வேலைகளிலும் பயன்படுத்தினார்கள். மரத்தை சிற்பங்களை அமைக்கப் பயன்படுத்தியதற்கான ஆதாரங்கள் கிடைக்கப்பெறவில்லை."
  },
  {
    "description": "பல்லவர் காலச் சிற்பக்கலையின் சிறந்த சான்றுகளாகக் கருதப்படுவது எது?",
    "options": [
      "தஞ்சைப் பெரியகோவில்",
      "காஞ்சிபுரம் கைலாசநாதர் கோவில்",
      "திருச்சி மலைக்கோட்டை",
      "மாமல்லபுரச் சிற்பங்கள்"
    ],
    "answer": "D",
    "additional_context": "பல்லவர்காலச் சிற்பக்கலைக்கு மாமல்லபுரச் சிற்பங்கள் மிகச் சிறந்த சான்றுகளாகும். கடற்கரையில் காணப்பட்ட பெரும் பாறைகளைச் செதுக்கிப் பற்பல உருவங்கள் அமைக்கப்பட்டுள்ளன. அங்கு உருவாக்கப்பட்ட பஞ்ச பாண்டவர் இரதங்களில் அழகிய சிற்பங்கள் காணப்படுகின்றன. பறவைகள், விலங்குகள் ஆகியவற்றின் பல்வேறு உருவச் சிற்பங்களும் பல்லவர்களின் சிற்பக்கலைப் பெருமையை உலகுக்கு உணர்த்துகின்றன.  தஞ்சைப் பெரியகோவில் சோழர்காலச் சிற்பக்கலைக்குச் சிறந்த சான்று. காஞ்சிபுரம் கைலாசநாதர் கோவில் பல்லவர் காலத்தில் அமைக்கப்பட்ட ஒரு சிறந்த கோவில் என்றாலும், இது பல்லவர் காலச் சிற்பக்கலையின் சிறந்த சான்று அல்ல. திருச்சி மலைக்கோட்டை பாண்டியர் காலக் கட்டடம். இவை பல்லவர் காலச் சிற்பக்கலையின் சிறந்த சான்றுகள் அல்ல."
  },
  {
    "description": "சோழர்காலச் சிற்பங்களின் சிறப்பு என்ன?",
    "options": [
      "அனைத்தும் கருங்கற்களால் செதுக்கப்பட்டிருந்தன",
      "மனித உருவங்கள் மட்டுமே இடம்பெற்றன",
      "கலை நுட்பத்துடன் கூடிய மிகப்பெரிய அளவிலான உருவங்கள்",
      "செப்புத் திருமேனிகளில் மட்டுமே கவனம் செலுத்தப்பட்டது"
    ],
    "answer": "C",
    "additional_context": "சோழர்காலத்தில் கற்சிற்பங்கள் அமைக்கும் கலை, விரைவாக வளர்ச்சி பெற்றது. முதலாம் இராசராசன் கட்டிய தஞ்சைப் பெரியகோவில், முதலாம் இராசேந்திர சோழன் எழுப்பிய கங்கை கொண்ட சோழபுரம், இரண்டாம் இராசராசன் எழுப்பிய தாராசுரம் ஐராவதீசுவரர் கோவில், மூன்றாம் குலோத்துங்கச் சோழன் அமைத்த திரிபுவன வீரேசுவரம் கோவில் போன்றவை சோழர் காலச் சிற்பக்கலையின் கருவூலங்களாகத் திகழ்கின்றன. சோழர்காலத்தில் மிகுதியான செப்புத் திருமேனிகள் உருவமைக்கப்பட்டன. கடவுளின் உருவங்களும், மனித உருவங்களும் மிகுந்த கலைநுட்பத்தோடு வடிவமைக்கப்பட்டன. சோழர்காலம் செப்புத்திருமேனிகளின் 'பொற்காலம்' என்று அழைக்கப்படும் அளவிற்கு அவை அழகுற அமைந்துள்ளன. சோழர்காலச் சிற்பக்கலையின் சிறப்பம்சம், கலை நுட்பத்துடன் கூடிய மிகப்பெரிய அளவிலான உருவங்களைத் தயாரித்தது.  தஞ்சைப் பெரிய கோவிலில் காணப்படும் வாயிற்காவலர்கள், நந்தி ஆகியவை சோழர்காலச் சிற்பக்கலையின் சிறப்பைப் பறைசாற்றுகின்றன."
  }
]
