[
          
  {
    
          "description": "“கல்லும் மலையும் குதித்துவந்தேன் – பெருங்\nகாடும் செடியும் கடந்துவந்தேன்;\nஎல்லை விரிந்த சமவெளி - எங்கும்நான்\nஇறங்கித் தவழ்ந்து தவழ்ந்துவந்தேன்.” - இந்தப் பாடல் வரிகளில் என்ன சொல்லப்படுகிறது?",
          "options": [
      "எல்லை விரிந்த சமவெளியில் தவழ்ந்துவந்த  அனுபவம்",
      "கல்லும் மலையும் குதித்துவந்த  அனுபவம்",
      "காடும் செடியும் கடந்துவந்த  அனுபவம்",
      "பல இடங்களில் பயணித்த  அனுபவம்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பாடல் வரிகள் கவிமணியின் 'மொழியோடு விளையாடு' என்ற பகுதியில் கொடுக்கப்பட்டுள்ளது. இந்தப் பாடலில் 'நான்' என்ற சொல் பயணிக்கும் ஒருவரைக் குறிக்கிறது. இந்தப் பாடல் வரிகள் கல்லும் மலையும், காடுகள், சமவெளி என பல இடங்களில் பயணித்த அனுபவத்தை விவரிக்கிறது."
          }
        ,
          
  {
    
          "description": "சொற்களை இணைத்துத் தொடர்களை விரிவுபடுத்தும் செயல்பாட்டில், 'நான் நாள்தோறும் காலையில் மறக்காமல் புறாவுக்கு அரிசி போடுகிறேன்' என்னும் தொடருக்கு முந்தைய தொடர் எது?",
          "options": [
      "நான் நாள்தோறும் காலையில் புறாவுக்கு அரிசி போடுகிறேன்",
      "நான் நாள்தோறும் காலையில் புறாவுக்கு அரிசி போடுகிறேன்.",
      "காலையில் புறாவுக்கு அரிசி போடுகிறேன்.",
      "புறாவுக்கு அரிசி போடுகிறேன்."
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடம் சொற்களை இணைத்து தொடர்களை விரிவுபடுத்தும் செயல்பாட்டை விளக்குகிறது.  இந்த செயல்பாட்டில் 'நான் நாள்தோறும் காலையில் புறாவுக்கு அரிசி போடுகிறேன்' என்ற தொடரின் முந்தைய தொடர் 'நான் நாள்தோறும் காலையில் புறாவுக்கு அரிசி போடுகிறேன்' என்பது. சொற்களை இணைத்து தொடர்களை விரிவுபடுத்துவதன் மூலம் ஒரு வாக்கியத்தை அதிகத் தெளிவாகவும், நேர்த்தியாகவும்,  விவரமாகவும் எழுதலாம்."
          }
        ,
          
  {
    
          "description": "'சூறாவளியின் போது மேல்மாடியில் தங்காமல் தரைத்தளத்திலேயே தங்கியதால் தப்பித்தான்' என்னும் வாக்கியத்தில், 'தப்பித்தான்' என்னும் சொல்லுக்குப் பொருத்தமான பழமொழி எது?",
          "options": [
      "மெல்லப் பாயும் தண்ணீர் கல்லையும் கரைக்கும்.",
      "கிணற்றுத் தண்ணீரை வெள்ளம் கொண்டு போகாது.",
      "தண்ணீர் வெந்நீர் ஆனாலும் நெருப்பை அணைக்கும்.",
      "நெல்லுக்குப் பாய்கிற தண்ணீர் புல்லுக்குப் பாயும்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடம் பழமொழிகளைப் பயன்படுத்திச் சொற்றொடர் அமைப்பதை விளக்குகிறது. 'சூறாவளியின் போது மேல்மாடியில் தங்காமல் தரைத்தளத்திலேயே தங்கியதால் தப்பித்தான்' என்ற வாக்கியத்தில், 'தப்பித்தான்'  என்ற சொல்லுக்குப் பொருத்தமான பழமொழி 'கிணற்றுத் தண்ணீரை வெள்ளம் கொண்டு போகாது.'  இந்தப் பழமொழி ஒருவர் ஆபத்திலிருந்து தப்பித்ததை குறிக்கிறது."
          }
        ,
          
  {
    
          "description": "'சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமான உத்திகளைத் தௌலீஸ்வரம் அணையைக் கட்டியது' என்னும் வாக்கியத்தில், எந்தச் சொல் தவறாகப் பயன்படுத்தப்பட்டுள்ளது?",
          "options": [
      "சர் ஆர்தர் காட்டன்",
      "கல்லணையின்",
      "தௌலீஸ்வரம்",
      "கட்டியது"
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பாடம் பிழை நீக்கி எழுதுதல் பற்றி விளக்குகிறது. 'சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமான உத்திகளைத் தௌலீஸ்வரம் அணையைக் கட்டியது' என்ற வாக்கியத்தில்,  'கட்டியது' என்ற சொல் தவறாகப் பயன்படுத்தப்பட்டுள்ளது.  வாக்கியத்தில் ஒருவர் அல்லது ஒரு பொருள் அணையைக் கட்டியது எனத் தெளிவாகத் தெரியவில்லை.  வாக்கியத்தை 'சர் ஆர்தர் காட்டன் கல்லணையின் கட்டுமான உத்திகளைப் பயன்படுத்தித் தௌலீஸ்வரம் அணையைக் கட்டினார்கள்' என  மாற்றினால், வாக்கியம் சரியாக இருக்கும்."
          }
        ,
          
  {
    
          "description": "'கல்லும் மலையும் குதித்துவந்தேன் – பெருங் காடும் செடியும் கடந்துவந்தேன்; எல்லை விரிந்த சமவெளி - எங்கும்நான் இறங்கித் தவழ்ந்து தவழ்ந்துவந்தேன்' என்னும் பாடலடிகளில், நான் எதையைக் குறிக்கிறது?",
          "options": [
      "காற்று",
      "மழை",
      "நதி",
      "சூரியன்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடல் வரிகள் கவிமணியின் 'மொழியோடு விளையாடு' என்ற பகுதியில் கொடுக்கப்பட்டுள்ளது. இந்தப் பாடலில் 'நான்' என்ற சொல் பயணிக்கும் ஒருவரைக் குறிக்கிறது. இந்தப் பாடல் வரிகள் கல்லும் மலையும், காடுகள், சமவெளி என பல இடங்களில் பயணித்த அனுபவத்தை விவரிக்கிறது.  இந்தப் பாடலில் பயணிக்கும் ஒருவர் நீரோட்டத்தையோ, நதியையோ பயணித்துப் போயிருப்பதைக் குறிப்பிடுகிறது."
          }
        ]