[
          
  {
    
          "description": "'________' என்ற சொல்லுக்கு 'விளக்கு' என்று பொருள்.",
          "options": [
      "a) தீபம்",
      "b) சதிர்",
      "c) கனாக்கண்டேன்",
      "d) மத்தளம்"
    ],
    "answer": "A",
    
          "additional_context": "ஆண்டாள் பாடிய நாச்சியார் திருமொழியில் இரு பாடல்கள் இடம்பெற்றுள்ளன. அந்த பாடல்கள் ஒரு நாயகி (ஆண்டாள்) திருமாலின் மீதான அன்பை, கனவாக கண்ட காட்சிகளாகக் காட்டுகின்றன. முதல் பாடலில் ஆண்டாள், கதிரவன் போன்ற ஒளியை உடைய விளக்கையும் கலசத்தையும் ஏந்திய பெண்கள் கண்ணனை எதிர்கொண்டு அழைக்கிறார்கள் என்று பாடுகிறார்."
          }
        ,
          
  {
    
          "description": "ஆண்டாள் பாடிய பாடல்களின் தொகுப்பான 'நாலாயிர திவ்வியப் பிரபந்தம்'  இல்  '________'  என்பது ஒன்றும் இடம்பெற்றுள்ளது.",
          "options": [
      "a) நாச்சியார் திருமொழி",
      "b) திருப்பாவை",
      "c) திருவெம்பாவை",
      "d) பெரிய திருமொழி"
    ],
    "answer": "A",
    
          "additional_context": "திருமாலை வழிபட்டுச் சிறப்புநிலை எய்திய ஆழ்வார்கள் பன்னிருவர். அவருள் ஆண்டாள் மட்டுமே பெண். இறைவனுக்குப் பாமாலை சூட்டியதோடு தான் அணிந்து மகிழ்ந்த பூமாலையையும் சூட்டியதால், “சூடிக் கொடுத்த சுடர்க்கொடி” என அழைக்கப்பெற்றார். இவரைப் பெரியாழ்வாரின் வளர்ப்பு மகள் என்பர். ஆழ்வார்கள் பாடிய பாடல்களின் தொகுப்பு “நாலாயிர திவ்வியப் பிரபந்தம்” ஆகும். இத்தொகுப்பில் ஆண்டாள் பாடியதாகத் திருப்பாவை, நாச்சியார் திருமொழி என்ற இரு தொகுதிகள் உள்ளன."
          }
        ,
          
  {
    
          "description": "ஆண்டாள் பாடிய கவிதைகள்  எந்த இரண்டு உணர்வுகளை  ஒருங்கிணைத்துள்ளன?",
          "options": [
      "a) துயரம் மற்றும் மகிழ்ச்சி",
      "b) அழகியல் மற்றும் பக்தி",
      "c) நட்பு மற்றும்  காதல்",
      "d) தத்துவம் மற்றும் மதம்"
    ],
    "answer": "B",
    
          "additional_context": "பக்தி இலக்கியம் உணர்ச்சி நிறைந்த பாடல்களை உள்ளடக்கியது. இறையோடு ஒன்றுதலும் அதன்பால் அனைவரையும் சரணடையச் செய்வதும் பக்தி இலக்கியத்தின் பணியாக இருந்தது. இறையை நாயகனாக எண்ணி நாயகி பாவத்தில் பாடுவதும் காணப்படுகிறது. இப்பாவத்தில் பெண் கவிஞர் ஒருவர் பாடுவது உண்மைக் காதலெனக் கருத வைக்கிறது. ஆண்டாள் பாடியதால் அவர் திருமால் மீது காதல் கொண்டு பாடியதாகக் கொள்கின்றனர். அழகியலுக்கும் பக்திக்கும் இடம் தருகிற ஆண்டாள் கவிதைகள் கற்பவர் மனத்தைக் கவர்கின்றன."
          }
        ,
          
  {
    
          "description": "'கதிரொளி தீபம் கலசம் உடனேந்தி' என்ற வரியில் 'தீபம்' என்பது எதை குறிக்கிறது?",
          "options": [
      "a) மங்கையர்",
      "b) விளக்கு",
      "c) கலசம்",
      "d) கதிரவன்"
    ],
    "answer": "B",
    
          "additional_context": "ஆண்டாள் பாடிய நாச்சியார் திருமொழியில் இடம்பெற்றுள்ள இரு பாடல்கள், ஒரு நாயகி (ஆண்டாள்) திருமாலின் மீதான அன்பை, கனவாக கண்ட காட்சிகளாகக் காட்டுகின்றன. முதல் பாடலில் ஆண்டாள், கதிரவன் போன்ற ஒளியை உடைய விளக்கையும் கலசத்தையும் ஏந்திய பெண்கள் கண்ணனை எதிர்கொண்டு அழைக்கிறார்கள் என்று பாடுகிறார்."
          }
        ,
          
  {
    
          "description": "'நாச்சியார் திருமொழி' எத்தனை பாடல்களைக் கொண்டது?",
          "options": [
      "a) 108",
      "b) 143",
      "c) 200",
      "d) 500"
    ],
    "answer": "B",
    
          "additional_context": "திருமாலை வழிபட்டுச் சிறப்புநிலை எய்திய ஆழ்வார்கள் பன்னிருவர். அவருள் ஆண்டாள் மட்டுமே பெண். இறைவனுக்குப் பாமாலை சூட்டியதோடு தான் அணிந்து மகிழ்ந்த பூமாலையையும் சூட்டியதால், “சூடிக் கொடுத்த சுடர்க்கொடி” என அழைக்கப்பெற்றார். இவரைப் பெரியாழ்வாரின் வளர்ப்பு மகள் என்பர். ஆழ்வார்கள் பாடிய பாடல்களின் தொகுப்பு “நாலாயிர திவ்வியப் பிரபந்தம்” ஆகும். இத்தொகுப்பில் ஆண்டாள் பாடியதாகத் திருப்பாவை, நாச்சியார் திருமொழி என்ற இரு தொகுதிகள் உள்ளன. நாச்சியார் திருமொழி மொத்தம் 143 பாடல்களைக் கொண்டது. நம் பாடப்பகுதியின் இரு பாடல்கள் ஆறாம் திருமொழியில் இடம்பெற்றுள்ளன."
          }
        ]