[
          
  {
    
          "description": "'எட்டாக்கனி, உடும்புப்பிடி, கிணற்றுத்தவளை, ஆகாயத் தாமரை, எடுப்பார் கைப்பிள்ளை, மேளதாளத்துடன்' ஆகியவற்றைப் பயன்படுத்தி மரபுத் தொடர்களைக் கொண்டு தொடர் அமைக்க வேண்டும். இதில் எந்த வார்த்தை மட்டுமே மரபுத் தொடராகப் பயன்படுத்தப்பட முடியாது?",
          "options": [
      "எட்டாக்கனி",
      "உடும்புப்பிடி",
      "கிணற்றுத்தவளை",
      "எடுப்பார் கைப்பிள்ளை"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி மரபுத் தொடர்களைப் பற்றியது. மரபுத் தொடர் என்பது பல நூற்றாண்டுகளாகப் பயன்பாட்டில் இருக்கும், தனித்துவமான சொல் தொகுப்புகள். எட்டாக்கனி, உடும்புப்பிடி, கிணற்றுத்தவளை ஆகியவை மரபுத் தொடர்கள். எடுப்பார் கைப்பிள்ளை என்பது ஒரு சொற்றொடர். "
          }
        ,
          
  {
    
          "description": "'Strengthen the body' , 'Love your Food' , 'Thinking is great' , 'Walk like a bull' , 'Union is Strength' , 'Practice what you have learnt' ஆகியவற்றை தமிழில் மொழிபெயர்க்க வேண்டும். இவற்றில் எது சரியான தமிழ் மொழிபெயர்ப்பு இல்லை?",
          "options": [
      "உடலை வலுப்படுத்து",
      "உணவை நேசி",
      "சிந்தனை சிறந்தது",
      "காளை போல் நட"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி ஆங்கில வாக்கியங்களைத் தமிழில் மொழிபெயர்ப்பது பற்றியது. உடலை வலுப்படுத்து, உணவை நேசி, சிந்தனை சிறந்தது ஆகியவை ஆங்கில வாக்கியங்களின் சரியான மொழிபெயர்ப்பு. காளை போல் நட என்பது சரியான மொழிபெயர்ப்பு இல்லை."
          }
        ,
          
  {
    
          "description": "'மரபுத் தொடர்களைக் கொண்டு தொடர் அமைக்க' என்னும் கேள்விக்கு, 'எட்டாக்கனி, உடும்புப்பிடி, கிணற்றுத்தவளை, ஆகாயத் தாமரை, எடுப்பார் கைப்பிள்ளை, மேளதாளத்துடன்' என்ற வார்த்தைகள் தரப்பட்டுள்ளன. இவற்றில் எது மரபுத் தொடர் அல்ல?",
          "options": [
      "எட்டாக்கனி",
      "உடும்புப்பிடி",
      "கிணற்றுத்தவளை",
      "மேளதாளத்துடன்"
    ],
    "answer": "D",
    
          "additional_context": "இந்தக் கேள்வி மரபுத் தொடர்களைப் பற்றியது. மரபுத் தொடர் என்பது பல நூற்றாண்டுகளாகப் பயன்பாட்டில் இருக்கும், தனித்துவமான சொல் தொகுப்புகள். எட்டாக்கனி, உடும்புப்பிடி, கிணற்றுத்தவளை ஆகியவை மரபுத் தொடர்கள். மேளதாளத்துடன் என்பது ஒரு சொற்றொடர். "
          }
        ,
          
  {
    
          "description": "'இராவண காவியத்தில் இடம்பெற்ற இரண்டு உவமைகளை எடுத்துக்காட்டுக.' என்ற கேள்விக்கு பதில் இல்லாத நிலையில், இராவண காவியத்தில் உள்ள தகவல் எதைப் பற்றியது?",
          "options": [
      "இராவண காவியத்தில் இடம்பெற்ற உவமைகள்.",
      "இராவண காவியத்தில் இடம்பெற்ற இயற்கை எழில் காட்சிகள்.",
      "இராவண காவியத்தில் இடம்பெற்ற கதாபாத்திரங்கள்.",
      "இராவண காவியத்தில் இடம்பெற்ற கதைக்களம்."
    ],
    "answer": "B",
    
          "additional_context": "இந்தக் கேள்வி இராவண காவியத்தைப் பற்றியது. இராவண காவியம் இராவணன் என்ற அரக்கன் பற்றிய கதை. இந்தக் காவியத்தில் இயற்கை எழில் காட்சிகள், உவமைகள், கதாபாத்திரங்கள், கதைக்களம் என பல விஷயங்கள் இடம்பெற்றிருக்கும். இந்தக் கேள்வி இயற்கை எழில் காட்சிகளைப் பற்றியது."
          }
        ,
          
  {
    
          "description": "'மொழிபெயர்க்க' என்னும் கேள்விக்கு, 'Strengthen the body' , 'Love your Food' , 'Thinking is great' , 'Walk like a bull' , 'Union is Strength' , 'Practice what you have learnt' என்று ஆங்கிலத்தில் கேள்வி கேட்கப்பட்டுள்ளது. இந்த கேள்விக்கு என்ன விஷயம் தொடர்புடையது?",
          "options": [
      "ஆங்கில மொழிப் புலமை.",
      "தமிழ் மொழிப் புலமை.",
      "மொழிபெயர்ப்புத் திறன்.",
      "இலக்கியப் புலமை."
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி ஆங்கில வாக்கியங்களைத் தமிழில் மொழிபெயர்ப்பது பற்றியது. மொழிபெயர்ப்புத் திறன் என்பது ஒரு மொழியில் இருந்து இன்னொரு மொழிக்கு மாற்றம் செய்வதற்கான திறன். இது மொழிப் புலமை, இலக்கியப் புலமை ஆகியவற்றை உள்ளடக்கியது. ஆனால், இந்தக் கேள்விக்கு மொழிபெயர்ப்புத் திறன் மிகவும் பொருத்தமான பதில்."
          }
        ]