
[
  {
    "description": "தமிழர் நாகரிகம் மற்றும் பண்பாடு குறித்த நூல்களை எழுதிய ஆசிரியர்களில் ஒருவர் _______.",
    "options": [
      "அ) க. ராஜன்",
      "ஆ) மா. இராசமாணிக்கனார்",
      "இ) சு. வித்யானந்தன்",
      "ஈ) அ. தட்சிணாமூர்த்தி"
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "தமிழர் நாகரிகம் மற்றும் பண்பாடு குறித்த நூல்கள் பற்றிய பாடத்தில், தமிழர் நாகரிகம் மற்றும் பண்பாடு குறித்த நூல்கள் எழுதிய ஆசிரியர்களில் ஒருவர் என கேள்வி கேட்கப்பட்டுள்ளது. அதற்கான விடை வழங்கும் விதமாக,  அ. தட்சிணாமூர்த்தி, மா. இராசமாணிக்கனார், க. ரத்னம், கா. ராஜன், சு. வித்யானந்தன் ஆகிய ஆசிரியர்களின் நூல்களின் தலைப்புகள் தரப்பட்டுள்ளன. இவற்றிலிருந்து அ. தட்சிணாமூர்த்தி என்பவர் தமிழர் நாகரிகம் மற்றும் பண்பாடு குறித்த நூல்கள் எழுதியவர் என்பதை அறிந்து கொள்ளலாம். ஆகையால் சரியான விடையாக ஈ) அ. தட்சிணாமூர்த்தி எனத் தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "நான் பாராட்டுப் பெற்ற சூழல்களை பட்டியலிட்ட பாடப்பகுதியில் ______ என்பது ஒரு உதாரணமாக தரப்பட்டுள்ளது.",
    "options": [],
    "answer": [],
    "additional_context": "நான் பாராட்டுப் பெற்ற சூழல்களை பட்டியலிட்ட பாடப்பகுதியில் ______ என்பது ஒரு உதாரணமாக தரப்பட்டுள்ளது என கேள்வி கேட்கப்பட்டுள்ளது. இந்த கேள்விக்கு பதில் தரக் கூடிய பாடப்பகுதி  'நான் பாராட்டுப் பெற்ற சூழல்கள்' எனும் தலைப்பிலான பகுதியாகும். இந்த பாடப்பகுதியில், மாணவர் பாராட்டு பெற்ற சூழல்களைப் பட்டியலிட வேண்டும்.  மாணவர்கள் தாங்கள் பாராட்டு பெற்ற சூழல்களை எழுதி,  தாங்களே பதில் தரவேண்டும்.   "
  },
  {
    "description": "பத்தியில் குறிப்பிடப்பட்டுள்ள காளை இனம் எது?",
    "options": [
      "அ) நாட்டு மாடு",
      "ஆ) காங்கேயம் மாடு",
      "இ) ஓங்கோல் மாடு",
      "ஈ) அம்பலக்காரி மாடு"
    ],
    "answer": [
      "ஆ"
    ],
    "additional_context": "பத்தியில் குறிப்பிடப்பட்டுள்ள காளை இனம் எது என கேள்வி கேட்கப்பட்டுள்ளது. இந்த கேள்விக்கு பதில் தரக் கூடிய பாடப்பகுதி காங்கேயம் மாடு பற்றிய பகுதியாகும்.  இந்த பாடப்பகுதியில், காங்கேயம் மாடுகள் தென்னிந்தியாவின் அடையாளச் சின்னமாகப் போற்றப்படுகின்றன எனக் குறிப்பிடப்பட்டுள்ளது.  ஆகையால் சரியான விடையாக ஆ) காங்கேயம் மாடு எனத் தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "பத்தியில் \"பிற மாநிலத்தவர் விரும்பி வாங்கிச் செல்கின்ற காளை இனம்\" எனக் குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன?",
    "options": [
      "அ) பிற மாநிலத்தவர்கள் அந்த இனக் காளைகளை விரும்பி வாங்கிச் செல்கிறார்கள்.",
      "ஆ) அந்த இனக் காளைகள் அவர்களின் தேவைகளுக்கு ஏற்றவை.",
      "இ) அந்த இனக் காளைகளின் பராமரிப்பு எளிதானது.",
      "ஈ) மேற்கண்ட அனைத்தும் சரி."
    ],
    "answer": [
      "ஈ"
    ],
    "additional_context": "பத்தியில் \"பிற மாநிலத்தவர் விரும்பி வாங்கிச் செல்கின்ற காளை இனம்\" எனக் குறிப்பிடப்பட்டுள்ளது. இதன் பொருள் என்ன என கேள்வி கேட்கப்பட்டுள்ளது.  இந்த கேள்விக்கு பதில் தரக் கூடிய பாடப்பகுதி காங்கேயம் மாடு பற்றிய பகுதியாகும். இந்த பகுதியில்,  பிற மாநிலத்தவர் காங்கேயம் மாடுகளை விரும்பி வாங்கிச் செல்வதற்கான காரணங்கள் பற்றி எதுவும் குறிப்பிடப்படவில்லை. ஆனால், காங்கேயம் மாடுகள் அவர்களின் தேவைகளுக்கு ஏற்றவை, பராமரிக்க எளிதானவை போன்ற காரணங்களால் அவர்கள் விரும்பி வாங்கிச் செல்வார்கள் என நாம் ஊகிக்க முடியும்.  ஆகையால் சரியான விடையாக ஈ) மேற்கண்ட அனைத்தும் சரி எனத் தேர்ந்தெடுக்க வேண்டும். "
  },
  {
    "description": "\"கர்நாடகம், கேரளா, இலங்கை, ஆந்திரா\" - இவற்றில் எது பொருந்தாது?",
    "options": [
      "அ) கர்நாடகம்",
      "ஆ) கேரளா",
      "இ) இலங்கை",
      "ஈ) ஆந்திரா"
    ],
    "answer": [
      "இ"
    ],
    "additional_context": "\"கர்நாடகம், கேரளா, இலங்கை, ஆந்திரா\" - இவற்றில் எது பொருந்தாது என கேள்வி கேட்கப்பட்டுள்ளது. இந்த கேள்விக்கு பதில் தரக் கூடிய பாடப்பகுதி பொருந்தாத சொல்லைக் கண்டறிவது பற்றிய பகுதியாகும்.  இந்த பகுதியில்,  கர்நாடகம், கேரளா, இலங்கை, ஆந்திரா ஆகியவை தரப்பட்டுள்ளன. இவற்றில் இலங்கை மட்டும் தென்னிந்தியாவுக்குரியது அல்ல. மற்றவை தென்னிந்தியாவில் அமைந்துள்ள மாநிலங்கள் ஆகும்.  ஆகையால் சரியான விடையாக இ) இலங்கை எனத் தேர்ந்தெடுக்க வேண்டும். "
  }
]
