
[
  {
    "description": "“மறுநாள் வீட்டுக்கு வருவதாக முரளி கூறினார்.” என்ற வாக்கியத்தை நேர்க்கூற்றாக மாற்றினால் எப்படி இருக்கும்?",
    "options": [
      "a) முரளி அடுத்த நாள் வீட்டுக்கு வரப்போவதாக கூறினார்.",
      "b) முரளி அடுத்த நாள் வீட்டுக்கு வருவதாகக் கூறினார்.",
      "c) முரளி மறுநாள் வீட்டுக்கு வரப் போகிறார் என்று கூறினார்.",
      "d) முரளி அடுத்த நாள் வீட்டுக்கு வரப் போவதாகக் கூறினார்."
    ],
    "answer": "d",
    "additional_context": "நேர்க்கூற்று வாக்கியம் என்பது நேரடியாக ஒரு நிகழ்வைப் பற்றி கூறுவது. இங்கு முரளி கூறியதைப் பற்றி நாம் கூறுகிறோம். எனவே, “முரளி அடுத்த நாள் வீட்டுக்கு வரப் போவதாகக் கூறினார்.” என்ற வாக்கியம் தான் நேர்க்கூற்று வாக்கியமாகும்."
  },
  {
    "description": "“தென்னாட்டுப் பெர்னாட்ஷா என்று அறிஞர் அண்ணாவைப் புகழ்கிறோம்” என்ற வாக்கியத்தை அயற்கூற்றாக மாற்றினால் எப்படி இருக்கும்?",
    "options": [
      "a) “அறிஞர் அண்ணாவை தென்னாட்டுப் பெர்னாட்ஷா என்று புகழ்கிறோம்” என்று ஆசிரியர் கூறினார்.",
      "b) “தென்னாட்டுப் பெர்னாட்ஷா என்று அறிஞர்கள் அண்ணாவைப் புகழ்கிறார்கள்” என்று ஆசிரியர் கூறினார்.",
      "c) ஆசிரியர் அண்ணாவை தென்னாட்டுப் பெர்னாட்ஷா என்று புகழ்ந்து கூறினார்.",
      "d) ஆசிரியர் “அறிஞர் அண்ணாவை தென்னாட்டுப் பெர்னாட்ஷா என்று புகழ்கிறோம்” என்றார்."
    ],
    "answer": "d",
    "additional_context": "அயற்கூற்று என்பது மற்றவர்களின் கூற்றுகளை நாம் திரும்பவும் கூறுவது. இங்கு ஆசிரியர் கூறியதை நாமும் கூறுகிறோம். எனவே,  ஆசிரியர் “அறிஞர் அண்ணாவை தென்னாட்டுப் பெர்னாட்ஷா என்று புகழ்கிறோம்” என்றார்.” என்ற வாக்கியம் தான் அயற்கூற்று வாக்கியமாகும்."
  },
  {
    "description": "“மார்னிங் நாஷ்டாவுக்கு இரண்டு தோசைகள் ஹோட்டலில் சாப்பிட்டான்.” என்ற வாக்கியத்தில் உள்ள பிறமொழிச் சொற்களைத் தமிழாக்கினால் எப்படி இருக்கும்?",
    "options": [
      "a) காலை உணவுக்கு இரண்டு தோசைகள் ஹோட்டலில் சாப்பிட்டான்.",
      "b) காலை உணவுக்கு இரண்டு தோசைகள் விடுதியில் சாப்பிட்டான்.",
      "c) காலை உணவுக்கு இரண்டு தோசைகள் உணவகத்தில் சாப்பிட்டான்.",
      "d) காலை உணவுக்கு இரண்டு தோசைகள் சாப்பிட்டான்."
    ],
    "answer": "c",
    "additional_context": "பிறமொழிச் சொற்களை தமிழாக்கி எழுதுவது ஒரு முக்கியமான விஷயம். மார்னிங் நாஷ்டா என்பது காலை உணவு, ஹோட்டல் என்பது உணவகம். எனவே, காலை உணவுக்கு இரண்டு தோசைகள் உணவகத்தில் சாப்பிட்டான்.” என்ற வாக்கியம் சரியான பதில் ஆகும்."
  },
  {
    "description": "“அலறும் மயிலும் கூவும் ஆந்தையும் அகவும் சேவலும் போன்ற இயற்கையின் அழகான ஒலிகளை நாம் நேசிக்கவேண்டும்.” என்ற வாக்கியத்தில் உள்ள ஒலிமரபுப் பிழைகளைத் திருத்தினால் எப்படி இருக்கும்?",
    "options": [
      "a) அலறும் மயிலும் கூவும் ஆந்தையும் அகவும் சேவலும் போன்ற இயற்கையின் அழகான ஒலிகளை நாம் நேசிக்க வேண்டும்.",
      "b) அலறும் மயிலும் கூவும் ஆந்தையும் அழகும் சேவலும் போன்ற இயற்கையின் அழகான ஒலிகளை நாம் நேசிக்க வேண்டும்.",
      "c) அலறும் மயிலும் கூவும் ஆந்தையும் அகவும் சேவலும் போன்ற இயற்கையின் அழகான ஓசைகளை நாம் நேசிக்க வேண்டும்.",
      "d) அலறும் மயிலும் கூவும் ஆந்தையும் அழகும் சேவலும் போன்ற இயற்கையின் அழகான ஓசைகளை நாம் நேசிக்க வேண்டும்."
    ],
    "answer": "c",
    "additional_context": "ஒலிமரபுப் பிழைகளை சரி செய்து எழுத வேண்டும். ஒலி என்பதற்கு பதிலாக ஓசை என்று பயன்படுத்த வேண்டும். எனவே, அலறும் மயிலும் கூவும் ஆந்தையும் அகவும் சேவலும் போன்ற இயற்கையின் அழகான ஓசைகளை நாம் நேசிக்க வேண்டும்.” என்ற வாக்கியம் சரியான பதில் ஆகும்."
  },
  {
    "description": "“கோழிக்குட்டிகளைப் பிடிக்கப் பூனைக்குஞ்சுகள் ஓடின.” என்ற வாக்கியத்தில் உள்ள பெயர்மரபுப் பிழைகளைத் திருத்தினால் எப்படி இருக்கும்?",
    "options": [
      "a) கோழிக்குட்டிகளைப் பிடிக்க பூனைக் குட்டிகள் ஓடின.",
      "b) கோழிக்குஞ்சுகளைப் பிடிக்க பூனைக்குட்டிகள் ஓடின.",
      "c) கோழிக்குஞ்சுகளைப் பிடிக்க பூனைக் குட்டிகள் ஓடின.",
      "d) கோழிக்குட்டிகளைப் பிடிக்க பூனைக்குட்டிகள் ஓடின."
    ],
    "answer": "b",
    "additional_context": "பெயர்மரபுப் பிழைகளைத் திருத்தி எழுத வேண்டும். கோழிக்குட்டிகள் என்பதற்கு பதிலாக கோழிக்குஞ்சுகள் என்று பயன்படுத்த வேண்டும். எனவே, கோழிக்குஞ்சுகளைப் பிடிக்க பூனைக்குட்டிகள் ஓடின.” என்ற வாக்கியம் சரியான பதில் ஆகும்."
  }
]
