
[
  {
    "description": "தமிழ்மொழி எல்லாப் புதுமைகளுக்கும் ஈடுகொடுத்து இயங்கும் ஆற்றல் பெற்றிருப்பதற்கான சான்றுகள் எவை?",
    "options": [
      "தமிழ் பல நாடுகளில் பேசப்படுவது.",
      "தமிழ் இலக்கிய வரலாறு பழமையானது.",
      "பிற திராவிட மொழிகளுடன் ஒப்பிடும் போது தமிழ் தனித்த இலக்கணவளத்தைப் பெற்றிருப்பது.",
      "தமிழ் இலக்கியம், இலக்கணம் ஆகியவற்றின் மூலம் தெளிவாக வெளிப்படும் மொழியின் நெகிழ்வுத் தன்மை."
    ],
    "answer": "D",
    "additional_context": "உரைநடை உலக பாடப் பகுதியில் தமிழின் சிறப்பைப் பற்றி விளக்கப்படுகிறது. உரைநடை உலகம், திராவிட மொழிக்குடும்பம் பாடப்பகுதியின் நுழையும்முன் பகுதியாகும். திராவிட மொழிகளுக்குள் மூத்த மொழியாய் விளங்குவது தமிழ். எத்தகைய கால மாற்றத்திலும் எல்லாப் புதுமைகளுக்கும் ஈடுகொடுத்து இயங்கும் ஆற்றல் தமிழுக்கு உண்டு. தமிழாய்ந்த அயல்நாட்டறிஞரும் செம்மொழித் தமிழின் சிறப்பைத் தரணியெங்கும் எடுத்துரைத்து மகிழ்கின்றனர். இவ்வுரைப்பகுதி, தமிழின் சிறப்பைப் பிறமொழிகளுடன் ஒப்பிட்டு உணர்த்துகிறது."
  },
  {
    "description": "\"திராவிட மொழி\" எனும் சொல் முதன்முதலில் குறிப்பிடப்பட்டவர் யார்?",
    "options": [
      "கால்டுவெல்",
      "ஹோக்கன்",
      "குமரிலபட்டர்",
      "மாக்ஸ் முல்லர்"
    ],
    "answer": "C",
    "additional_context": "உலகின் குறிப்பிடத்தக்க, பழைமையான நாகரிகங்களுள் இந்திய நாகரிகமும் ஒன்று. மொகஞ்சதாரோ – ஹரப்பா அகழாய்வுக்குப் பின்னர் இது உறுதிப்படுத்தப்பட்டுள்ளது. இதைத் திராவிட நாகரிகம் என்று அறிஞர்கள் கருதுகின்றனர். திராவிடர் பேசிய மொழியே திராவிட மொழி எனப்படுகிறது. திராவிடம் என்னும் சொல்லை முதலில் குறிப்பிட்டவர் குமரிலபட்டர். தமிழ் என்னும் சொல்லிலிருந்துதான் திராவிடா என்னும் சொல் பிறந்தது என்று மொழி ஆராய்ச்சியாளர்கள் கருதுகின்றனர். ஹீராஸ் பாதிரியார் என்பார் இம்மாற்றத்தைத் தமிழ் தமிழா → தமிலா → டிரமிலா → ட்ரமிலா → த்ராவிடா → திராவிடா என்று வந்ததாக விளக்குகின்றார்."
  },
  {
    "description": "மொழிக்குடும்பங்கள் எனப்படுவது எதன் அடிப்படையில்?",
    "options": [
      "மொழிகளின் ஒலிப்பு முறைகள்",
      "மொழிகளின் பிறப்பு, தொடர்பு, அமைப்பு, உறவு ஆகியவற்றின் அடிப்படையில்",
      "மொழிகளின் இலக்கியம்",
      "மொழிகளின் பரவல் பகுதி"
    ],
    "answer": "B",
    "additional_context": "மனிதஇனம் வாழ்ந்த இடஅமைப்பும் இயற்கை அமைப்பும் வேறுபட்ட ஒலிப்பு முயற்சிகளை உருவாக்கத் தூண்டின. இதனால் பல மொழிகள் உருவாயின. உலகத்திலுள்ள மொழிகளெல்லாம் அவற்றின் பிறப்பு, தொடர்பு, அமைப்பு, உறவு ஆகியவற்றின் அடிப்படையில் பல மொழிக்குடும்பங்களாகப் பிரிக்கப்பட்டுள்ளன."
  },
  {
    "description": "திராவிட மொழிக்குடும்பத்தின் அடிப்படையில் தமிழ், கன்னடம், மலையாளம் ஆகிய மொழிகள் எந்த வகைப்பாட்டில் அடங்கும்?",
    "options": [
      "வடதிராவிட மொழிகள்",
      "நடுத்திராவிட மொழிகள்",
      "தென்திராவிட மொழிகள்",
      "நடுத்திராவிட மொழிகளின் ஒரு கிளை"
    ],
    "answer": "C",
    "additional_context": "திராவிட மொழிக்குடும்பம், மொழிகள் பரவிய நில அடிப்படையில் தென்திராவிட மொழிகள், நடுத்திராவிட மொழிகள், வடதிராவிட மொழிகள் என மூன்றாக வகைப்படுத்தப்பட்டுள்ளது. திராவிட மொழிக்குடும்பத்திலுள்ள தமிழ், கன்னடம், மலையாளம் முதலானவை தென்திராவிட மொழிகள் எனவும் தெலுங்கு முதலான சில மொழிகள் நடுத்திராவிட மொழிகள் எனவும் பிராகுயி முதலானவை வடதிராவிட மொழிகள் எனவும் பகுக்கப்பட்டுள்ளன."
  },
  {
    "description": "திராவிட மொழிகளின் பொதுப்பண்புகளில் ஒன்று என்ன?",
    "options": [
      "எண்ணுப் பெயர்கள் ஒன்று போலவே அமைந்துள்ளன.",
      "உயிர் எழுத்துகளில் உள்ள குறில், நெடில் வேறுபாடுகள் பொருளை வேறுபடுத்துகின்றன.",
      "பொருள்களின் தன்மையை ஒட்டிப் பால்பாகுபாடு அமைந்துள்ளது.",
      "மேற்கண்டவை அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "திராவிட மொழிகளில் எண்ணுப் பெயர்கள் ஒன்று போலவே அமைந்துள்ளன. திராவிட மொழிகளில் உயிர் எழுத்துகளில் உள்ள குறில், நெடில் வேறுபாடுகள் பொருளை வேறுபடுத்தத் துணை செய்கின்றன. திராவிட மொழிகளில் பொருள்களின் தன்மையை ஒட்டிப் பால்பாகுபாடு அமைந்துள்ளது. ஆனால், வடமொழியில் இவ்வாறு அமையவில்லை. உயிரற்ற பொருள்களும் கண்ணுக்கே புலப்படாத நுண்பொருள்களும்கூட ஆண், பெண் என்று பாகுபடுத்தப்படுகின்றன."
  }
]
