
[
  {
    "description": "கமுகு மரத்தின் போராட்டம் எதைக் குறிக்கிறது?",
    "options": [
      "இயற்கையின் சக்தி",
      "மனித வாழ்வின் போராட்டம்",
      "மரங்களின் வாழ்க்கைச் சுழற்சி",
      "புவிஈர்ப்பு விசையின் ஆதிக்கம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "கவிதையின் கருப்பொருள் மனித வாழ்க்கைப் போராட்டத்தையும் அதில் வெற்றி பெறுவதற்கான முயற்சிகளையும் பற்றியது. கமுகு மரம் தனது போராட்டத்தின் மூலம் மனித வாழ்வின் போராட்டத்தையும் மனிதனின் எதிர்கால வெற்றியையும் குறிக்கிறது. இயற்கையில் பெரிய மரங்களின் அடைக்கலத்தில் சிறு மரங்கள் இருக்க முடியாது. அதை உணர்ந்த கமுகு மரம், பெரிய மரத்தின் நிழலை வெறுத்து, உயரே செல்லும் முயற்சியில் ஈடுபடுகிறது. அதன் போராட்டம் சிறிய மரத்தின் மீது மட்டுமல்ல, வாழ்க்கையின் போராட்டம் மீதும் குறிப்பிடுகிறது."
  },
  {
    "description": "“பிறவி இருளைத் துளைத்து” என்ற வரிகளில் “பிறவி இருள்” எதைக் குறிக்கிறது?",
    "options": [
      "பெருமரத்தின் நிழல்",
      "கமுகு மரத்தின் வேர்",
      "விண்வெளி இருள்",
      "பூமியின் நிழல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிதையின் கருப்பொருள் மனித வாழ்க்கைப் போராட்டத்தையும் அதில் வெற்றி பெறுவதற்கான முயற்சிகளையும் பற்றியது. கமுகு மரம் பெருமரத்தின் நிழலைத் துளைத்து அதற்கு மேல் உயர்ந்து வளர்ந்து விண்ணின் ஒளியை நோக்கி செல்லும் போராட்டத்தை இந்த வரிகள் குறிப்பிடுகிறது. கமுகு மரத்தின் பிறவி இருள் என்பது பெரிய மரத்தின் நிழலால் ஏற்படும் இருள். அதைத் துளைத்து உயர்ந்து, அது விண்ணின் ஒளியை நோக்கிச் செல்லும் முயற்சியைக் காட்டுகிறது. "
  },
  {
    "description": "“முண்டி மோதும் துணிவே இன்பம்”  என்ற வரிகள் எதைக் குறிக்கிறது?",
    "options": [
      "கமுகு மரத்தின் உயரத்தை",
      "வாழ்க்கையில் போட்டியின் முக்கியத்துவத்தை",
      "பெருமரத்தின் தன்மையை",
      "பூமியின் ஈர்ப்பு விசையை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "வாழ்க்கை என்பது போராட்டம். போட்டி இல்லாமல் வெற்றியும் இல்லை. இயற்கையில் பெரிய மரங்களின் அடைக்கலத்தில் சிறு மரங்கள் இருக்க முடியாது. கமுகு மரம் பெருமரத்துடன் போராடி, அதன் நிழலை வெறுத்து, உயரே சென்று ஒளியை தேடி அது வெற்றி பெறுகிறது. அது சிறிய மரத்தின் மீது மட்டுமல்ல, வாழ்க்கையின் போராட்டம் மீதும் குறிப்பிடுகிறது.  "
  },
  {
    "description": "கமுகு மரம் பெருமரத்துடன் போட்டி போடுவது எதற்காக?",
    "options": [
      "அமுதத்தை நம்பி, ஒளியை வேண்டி",
      "பெருமரத்தை வென்று விட",
      "விண்வெளிக்குச் செல்ல",
      "விண்வெளியில் இருந்து நீர் பெற"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "கவிதை கமுகு மரம், பெருமரத்தின் நிழலைத் துளைத்து விண்வெளியில் இருந்து வரும் ஒளியைத் தேடி செல்லும் போராட்டத்தை விவரிக்கிறது. கமுகு மரம், பெரிய மரத்தின் அடைக்கலத்தை நிராகரித்து, உயரே சென்று அமுதத்தைப் பெறும் முயற்சியில் ஈடுபடுகிறது. இது வாழ்க்கையில் வெற்றி பெற, நாம் எதிர்கொள்ளும் போராட்டத்தையும், நம்பிக்கையையும் குறிக்கிறது."
  },
  {
    "description": "“புதுக்கவிதையின் தந்தை” என்று போற்றப்படுபவர் யார்?",
    "options": [
      "பாரதியார்",
      "வல்லிக்கண்ணன்",
      "ந. பிச்சமூர்த்தி",
      "ரவீந்திரநாத் தாகூர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "புதுக்கவிதை என்பது மரபுக்கவிதையின் யாப்புப் பிடியிலிருந்து விடுபட்ட புதிய வகை கவிதை. பாரதியாரின் வசன கவிதையைத் தொடர்ந்து ந. பிச்சமூர்த்தி புதுக்கவிதை படைப்பதில் முன்னோடியாக இருந்தார். அதனால், அவர் புதுக்கவிதையின் தந்தை என அழைக்கப்படுகிறார். இவர் வழக்குரைஞராகவும், இந்து சமய அறநிலையப் பாதுகாப்புத் துறையில் அலுவலராகவும் பணியாற்றியவர். புதுக்கவிதை, சிறுகதை, ஓரங்க நாடகங்கள், கட்டுரைகள் என பல இலக்கிய வகைமைகளில் படைப்புகளை வெளியிட்டுள்ளார். "
  }
]
