[
          
  {
    
          "description": "1.  **'மயில்பொறியை வானத்தில் பறக்க வைத்தோம் மணிபல்லவத் தீவிற்குப் பறந்து சென்றோம்'** இந்த வரிகளில் குறிப்பிடடும் 'மயில்பொறி' எதைச் சுட்டுகிறது?",
          "options": [],
    "answer": [
      "விமானம்"
    ],
    
          "additional_context": "இந்த வரிகள் ஒரு கவிதையிலிருந்து எடுக்கப்பட்டவை. இந்த கவிதை நவீன கால வாழ்வியலைப் பற்றியது. அதில்  மயில்பொறி என்று குறிப்பிடப்பட்டுள்ளது என்பது, நவீன யுகத்தின் விமானப் பயணத்தை சுட்டிக் காட்டுகிறது என்பதைப் புரிந்து கொள்ள வேண்டும்.  'மணிபல்லவத் தீவு' என்பது இலங்கையைச் சுட்டுகிறது.  இந்த வரிகள் 'மயில்பொறியை வானத்தில் பறக்க வைத்தோம்' என்பதை வலியுறுத்தி,  மனிதனின் பயண திறன் அதிகரித்துள்ளதைக் காட்டுகின்றன.  இது மனிதனின் தொழில்நுட்ப வளர்ச்சியை  எடுத்துக்காட்டுகிறது.  "
          }
        ,
          
  {
    
          "description": "2.  **'உயில்போன்று நம்முன்னோர் எழுதி வைத்த உண்மைகளை அறிவியலின் அற்பு தத்தைப் பயில்கின்ற காப்பியத்தில் படித்த தெல்லாம் பார்தன்னில் நனவாகக் காணு கின்றோம்!'** இந்த வரிகளில் கவிஞர் எதை எடுத்துக்காட்டுகிறார்?",
          "options": [],
    "answer": [
      "வரலாற்று நூல்கள், குறிப்பாக தொல்காப்பியம் போன்றவற்றில் உள்ள உண்மைகள்"
    ],
    
          "additional_context": "இந்த வரிகள் நம்முன்னோர் எழுதிய நூல்களின் மகத்துவத்தைப் போற்றுகின்றன. 'உயில்போன்று'  என்பது நம் முன்னோரின் அறிவுசார் சொத்துக்களைச் சுட்டுகிறது.  இது வரலாற்று நூல்கள்  'காப்பியத்தில் படித்த தெல்லாம் பார்தன்னில் நனவாகக் காணு கின்றோம்!'  என்று கூறப்படுவது நம் முன்னோரின் அறிவு மரபைப் பாதுகாப்பது எவ்வளவு முக்கியம் என்பதை எடுத்துக்காட்டுகிறது.  'அறிவியலின் அற்பு தத்தைப்' என்பது நவீன அறிவியல் வளர்ச்சியுடன் நம்முன்னோரின் அறிவு மரபு ஒத்துப்போகிறதைப் புரிந்து கொள்ள வைக்கிறது.  இது 'தொல்காப்பியம்' போன்ற நூல்கள்,  நவீன அறிவியல் வளர்ச்சிக்கு உதவுகிறது என்பதைப் பறைசாற்றுகிறது."
          }
        ,
          
  {
    
          "description": "3.  **'ஒரு சராசரி மனிதனுடைய நாக்கில் 9,000 சுவை அரும்புகள் உண்டு. அலட்டல் வேண்டாம். குழந்தையின் நாக்குடன் ஒப்பிடும்போது இது ஒன்றுமே இல்லை.'**  இந்த வாக்கியத்திலிருந்து என்ன தெளிவாகிறது?",
          "options": [
      "அ) குழந்தைகளின் நாக்கில் 9,000 க்கும் அதிகமான சுவை அரும்புகள் இருக்கும்.",
      "ஆ) வயதாக வயதாக சுவை அரும்புகளின் எண்ணிக்கை குறையும்.",
      "இ) மனிதர்கள் வயதாக வயதாக சுவை உணர்வு மழுங்கிவிடும்.",
      "ஈ) சுவை அரும்புகளின் எண்ணிக்கை மட்டும் சுவை உணர்வைத் தீர்மானிக்காது."
    ],
    "answer": [
      "அ"
    ],
    
          "additional_context": "நாக்கில் 9,000 சுவை அரும்புகள் இருந்தாலும், குழந்தைகளின் நாக்கில் அதைவிட அதிகமாக இருப்பதாக இந்த பத்தியில் குறிப்பிடப்பட்டுள்ளது. இது  குழந்தைகள்  சுவையை  அதிகமாக உணர்வார்கள்  என்பதை  நமக்கு  உணர்த்துகிறது.  இந்த வரிகள்  சுவை  உணர்தல்  பற்றிய  விளக்கத்தையும்  நமக்கு  தருகின்றன."
          }
        ,
          
  {
    
          "description": "4.  **'மூக்குக்கு மொத்தம் ஏழு வாசனைகள். கற்பூர வாசனை, பெப்பர்மிண்ட் வாசனை, மலர்களின் வாசனை, மஸ்க் என்னும் அரபுசேக் செண்ட் வாசனை, ஈத்தர் அல்லது பெட்ரோல் வாசனை, அழுகிய முட்டை வாசனை, காட்டமான அமில வாசனை.'**  இந்த பட்டியலில் எது ஒரு *அரபு நாட்டு வாசனைப் பொருள்* இனத்தைக் குறிக்கிறது?",
          "options": [
      "அ) கற்பூரம்",
      "ஆ) பெப்பர்மிண்ட் ",
      "இ) மஸ்க்",
      "ஈ) ஈத்தர்"
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "இந்த பட்டியல் மூக்கால் உணரக்கூடிய ஏழு வகையான  வாசனைகளைப் பட்டியலிடுகிறது.  இதில் 'மஸ்க் என்னும் அரபுசேக் செண்ட் வாசனை' என்பது ஒரு அரபு நாட்டு வாசனைப் பொருள்.  இது  நறுமண எண்ணெயாகப் பயன்படுத்தப்படுகிறது.  இந்த பத்தி  நமக்கு  வாசனை  உணர்தல்  பற்றிய  தகவல்களை  தருகிறது."
          }
        ,
          
  {
    
          "description": "5.  **'கூட்டுப் புழுவை எடுத்துக்காட்டிக் கவிஞர் உணர்த்தும் கருத்துகளை எழுதுக.'**  இந்த கேள்வியின் மூலம் கேள்வி கேட்பவர் எதைப் பற்றி அறிய விரும்புகிறார்?",
          "options": [
      "அ) கூட்டுப் புழுவின் வாழ்க்கைச் சுழற்சி",
      "ஆ) கூட்டுப் புழுவின் உருவ அமைப்பு",
      "இ) ஒரு கவிதையில் கூட்டுப் புழு எவ்வாறு பயன்படுத்தப்பட்டுள்ளது",
      "ஈ) கூட்டுப் புழுவைப் பற்றிய கவிதை எழுதுவது எப்படி "
    ],
    "answer": [
      "இ"
    ],
    
          "additional_context": "இந்த கேள்வி, ஒரு கவிதையில் கூட்டுப் புழு எவ்வாறு பயன்படுத்தப்பட்டுள்ளது என்பதைப் பற்றியது.  இது கவிதையில் பயன்படுத்தப்பட்ட கூட்டுப் புழுவை  ஒரு உருவகமாகப் புரிந்து கொள்ள வேண்டும் என்பதை  குறிப்பிடுகிறது.  இந்த கேள்வி  'கூட்டுப் புழுவை எடுத்துக்காட்டிக் கவிஞர் உணர்த்தும் கருத்துகளை எழுதுக' என்பது   கவிதையில்  பயன்படுத்தப்பட்ட கூட்டுப் புழுவின் உருவகத்தைப் பற்றி  விளக்குக  என்று  கேட்கிறது."
          }
        ]