
[
  {
    "description": "“மதீனா சிறந்த இசை வல்லுநர் வேண்டும்.”  என்ற வாக்கியத்தில் உள்ள பிழை என்ன?",
    "options": [
      "“மதீனா” என்பது இடப்பெயர், அதற்கு “வேண்டும்” என்ற வினைச்சொல் பொருத்தமில்லை.",
      "“இசை வல்லுநர்” என்பது இடப்பெயர்.",
      "“சிறந்த” என்ற சொல் இடத்தில் இருக்கக் கூடாது.",
      "இந்த வாக்கியத்தில் எந்த பிழையும் இல்லை."
    ],
    "answer": "A",
    "additional_context": "“மதீனா சிறந்த இசை வல்லுநர் வேண்டும்.”  என்ற வாக்கியத்தில் “மதீனா” என்பது ஒரு இடம்.  இடம் குறிக்கும் பெயருக்கு “வேண்டும்” என்ற வினைச்சொல் பொருந்தாது.  அதனால் இது தவறான வாக்கியம்.  இதற்குப் பதிலாக, “மதீனாவுக்கு சிறந்த இசை வல்லுநர் வேண்டும்.”  என எழுதலாம்."
  },
  {
    "description": "“பவளவிழிதான் பரிசு உரியவள்.” என்ற வாக்கியத்தில் உள்ள “பவளவிழி” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "ஒரு மனிதப் பெயர்",
      "ஒரு இடப்பெயர்",
      "ஒரு பொருள்",
      "ஒரு தன்மைப் பெயர்"
    ],
    "answer": "A",
    "additional_context": "“பவளவிழிதான் பரிசு உரியவள்.”  என்ற வாக்கியத்தில் “பவளவிழி” என்பது ஒரு பெண்மணியின் பெயர்.  இது மனிதப் பெயரைக் குறிக்கிறது."
  },
  {
    "description": "“குழலியும் பாடத் தெரியும்.” என்ற வாக்கியத்தை “குழலியும்” என்ற சொல்லைக் கொண்டு  இரண்டு தொடர்களாக பிரித்து எழுது.",
    "options": [
      "குழலியும் பாடும். குழலியும் தெரியும்.",
      "குழலியும் பாடத் தெரியும்.",
      "குழலியும் பாடும். தெரியும்.",
      "குழலியும் பாடத் தெரியும். தெரியும்."
    ],
    "answer": "A",
    "additional_context": "“குழலியும் பாடத் தெரியும்.”  என்ற வாக்கியத்தில் “குழலியும்” என்ற சொல்லைக் கொண்டு இரண்டு தொடர்களாக பிரித்து எழுத வேண்டும். “குழலியும்” என்பது ஒரு தொடர்.  இது ஒரு நபரைப் பற்றிக் கூறுகிறது.  இதற்கு “பாடும்” என்ற வினைச்சொல் வேண்டும்.  மற்றொரு தொடர் “குழலியும் தெரியும்” என இருக்கும்.  இது ஒரு நபருக்கு ஏதாவது தெரிந்தது பற்றிக் கூறுகிறது.  இதில் வினைச்சொல் இல்லாமல் “தெரியும்” என இருக்கும்."
  },
  {
    "description": "“சுடர்க்கொடி பாடினாள்; மாலன் பாடினான்.”  இந்த இரண்டு தொடர்களையும் “மற்றும்” என்ற இடைச்சொல்லைக் கொண்டு இணைத்து எழுது.",
    "options": [
      "சுடர்க்கொடி மாலன் பாடினார்கள்.",
      "சுடர்க்கொடி பாடினாள் மற்றும் மாலன் பாடினான்.",
      "சுடர்க்கொடி மாலன் பாடினாள்.",
      "சுடர்க்கொடி மற்றும் மாலன் பாடினார்கள்."
    ],
    "answer": "B",
    "additional_context": "“சுடர்க்கொடி பாடினாள்; மாலன் பாடினான்.”  இந்த இரண்டு தொடர்களையும் “மற்றும்” என்ற இடைச்சொல்லைக் கொண்டு இணைத்து எழுத வேண்டும்.  இரண்டு தொடர்களும் இணைவதால், “மற்றும்” என்ற இடைச்சொல் இரண்டு தொடர்களுக்கு இடையே வர வேண்டும்.  முதல் தொடர் “சுடர்க்கொடி பாடினாள்” எனவும், இரண்டாவது தொடர் “மாலன் பாடினான்” எனவும் இருக்க வேண்டும்.  இதனால் “சுடர்க்கொடி பாடினாள் மற்றும் மாலன் பாடினான்.”  என எழுதலாம்."
  },
  {
    "description": "“கவலையற்ற எதிர்காலம்; கல்வியே நிகழ்காலம்.”  இந்த இரண்டு தொடர்களை “எனவே” என்ற இடைச்சொல்லைக் கொண்டு இணைத்து எழுது.",
    "options": [
      "கவலையற்ற எதிர்காலம் எனவே கல்வியே நிகழ்காலம்.",
      "கவலையற்ற எதிர்காலம் கல்வியே நிகழ்காலம்.",
      "எனவே கவலையற்ற எதிர்காலம் கல்வியே நிகழ்காலம்.",
      "எனவே கவலையற்ற எதிர்காலம், கல்வியே நிகழ்காலம்."
    ],
    "answer": "A",
    "additional_context": "“கவலையற்ற எதிர்காலம்; கல்வியே நிகழ்காலம்.”  இந்த இரண்டு தொடர்களை “எனவே” என்ற இடைச்சொல்லைக் கொண்டு இணைத்து எழுத வேண்டும்.  “எனவே” என்ற இடைச்சொல் இரண்டு தொடர்களுக்கு இடையே வர வேண்டும்.  முதல் தொடர் “கவலையற்ற எதிர்காலம்” எனவும், இரண்டாவது தொடர் “கல்வியே நிகழ்காலம்” எனவும் இருக்க வேண்டும்.  இதனால் “கவலையற்ற எதிர்காலம் எனவே கல்வியே நிகழ்காலம்.”  என எழுதலாம்."
  }
]
