
[
  {
    "description": "கல்யாண்ஜியின் “அக்கறை” என்ற கவிதை எதைப் பற்றியது?",
    "options": [
      "தக்காளிக்கூடையின் சரிவு",
      "பழங்களின் வீணடிப்பு",
      "மனிதர்களுக்கிடையேயான அக்கறையின்மை",
      "வேலைக்காக மக்கள் செல்லும் அவசரம்"
    ],
    "answer": "C",
    "additional_context": "கல்யாண்ஜியின்  “அக்கறை”  என்ற கவிதை மனிதர்கள் இயல்பாகவே  அடுத்தவர்கள் மீது அக்கறையற்றவர்களாக இருப்பதைக் காட்டுகிறது. பரபரப்பான வாழ்வில் அடுத்தவர்கள் மீதான அக்கறையை மறந்து, தங்களது வேலைகளை மட்டும் மனதில் வைத்து ஓடிக்கொண்டிருக்கிறார்கள் என்பது இந்தக் கவிதை மூலம்  தெளிவாகிறது. கவிதையில்   சைக்கிளில் தக்காளிக்கூடை சரிந்ததையும், அதில் உருண்ட பழங்களை யாரும் கவனிக்காமல் சென்றதையும் கவிஞர் குறிப்பிடுகிறார். "
  },
  {
    "description": "கல்யாண்ஜியின் கவிதையில் பயன்படுத்தப்பட்டுள்ள “சரிந்து” என்ற சொல் எந்த வகையான சொல்?",
    "options": [
      "வினைமுற்று",
      "வினையெச்சம்",
      "பெயர்ச்சொல்",
      "வினையடையாளம்"
    ],
    "answer": "B",
    "additional_context": "கல்யாண்ஜியின் கவிதையில் “சரிந்து” என்ற சொல்,  “தக்காளிக்கூடை சரிந்து”  என்ற வாக்கியத்தில் பயன்படுத்தப்பட்டுள்ளது.  சரிந்து என்ற சொல் “சரிந்தது” என்ற வினைமுற்றுச் சொல்லில் இருந்து பெறப்பட்டதால் இது வினையெச்சம் ஆகும். "
  },
  {
    "description": "கல்யாண்ஜியின் எந்த நூலுக்கு சாகித்திய அகாதெமி விருது வழங்கப்பட்டது?",
    "options": [
      "அகமும் புறமும்",
      "புலரி",
      "ஒரு சிறு இசை",
      "சில இறகுகள் சில பறவைகள்"
    ],
    "answer": "C",
    "additional_context": "கல்யாண்ஜி எழுதிய “ஒரு சிறு இசை”  என்ற சிறுகதைத் தொகுப்பிற்காக 2016 ஆம் ஆண்டிற்கான சாகித்திய அகாதெமி விருது வழங்கப்பட்டது.  இந்த நூல் நவீன வாழ்க்கை முறையை  அழகாகச் சித்தரிக்கிறது.  இந்த நூலில் வரும் கதைகளில் மனிதர்களின் உணர்வுகள்,  அவர்களின் வாழ்க்கைப் போராட்டங்கள்,  அவர்களின்   சந்தோஷங்கள் மற்றும் துயரங்கள்  என பல விஷயங்களைப் பற்றிக் கூறுகிறார். "
  },
  {
    "description": "கல்யாண்ஜி தவிர, மற்றொரு பெயரில் கதை இலக்கியத்தில் பங்களிப்புச் செய்துவருகிறார். அது எது?",
    "options": [
      "மணல்",
      "நா. முத்துக்குமார்",
      "பாஷோ",
      "வண்ணதாசன்"
    ],
    "answer": "D",
    "additional_context": "கல்யாண்ஜி,  “வண்ணதாசன்” என்ற  பெயரில்  கதை இலக்கியத்தில்  பங்களிப்புச்  செய்து வருகிறார். “வண்ணதாசன்” என்ற  பெயரில்  அவர்  பல சிறுகதைகளை  எழுதியுள்ளார்.  அந்த  சிறுகதைகள்  தமிழ்  இலக்கியத்தில்  சிறப்பான  இடத்தை  பெற்றுள்ளன.  "
  },
  {
    "description": "“சலூன் கண்ணாடிகள்” என்ற ஹைக்கூவில் எது மீண்டும் மீண்டும் காணப்படுகிறது?",
    "options": [
      "மூங்கில்",
      "வெட்டுக்கிளியின் சப்தம்",
      "பிம்பங்கள்",
      "மலை"
    ],
    "answer": "C",
    "additional_context": "நா. முத்துக்குமார்  எழுதிய   “சலூன் கண்ணாடிகள்”   என்ற   ஹைக்கூவில்  “பிம்பங்கள்” என்ற சொல்  மீண்டும் மீண்டும்  காணப்படுகிறது.  சலூன் கண்ணாடிகளில்  எதுவும் தெரியாது என்றும்   ,   அது தனிமையில் இருக்கிறது என்றும்   இந்த ஹைக்கூ   வலியுறுத்துகிறது.  அந்த தனிமையான   சூழ்நிலையில்   ஒரு   மனிதன்   தனது   பிரதிபலிப்பை   பார்க்கும்போது   எப்படி உணருவான்   என்பதை   இந்த  ஹைக்கூ   சொல்கிறது. "
  }
]
