
[
  {
    "description": "பாடல் 58 ல் \"முத்துடைத் தாமம்\" என்ற சொற்றொடரில், \"தாமம்\" என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) மணம்",
      "b) பூக்கள்",
      "c) மாலை",
      "d) விளக்கு"
    ],
    "answer": "C",
    "additional_context": "பாடல் 58 ல், ஆண்டாள் தனது கனவில் கண்ட திருமணக் காட்சியைப் பற்றி விவரிக்கிறது. இதில் \"மத்தளம் கொட்ட வரிசங்கம் நின்றூத முத்துடைத் தாமம் நிரைதாழ்ந்த பந்தற்கீழ்...\" என்று குறிப்பிடப்படுகிறது. இந்த வரிகளில், \"முத்துடைத் தாமம்\" என்பது கண்ணன் திருமணத்திற்காக அலங்கரிக்கப்பட்ட பந்தலின் கீழே தொங்கவிடப்பட்ட முத்துக்களால் அலங்கரிக்கப்பட்ட மாலைகளைக் குறிக்கிறது. எனவே, \"தாமம்\" என்ற சொல் மாலை எனும் பொருளில் இங்கு பயன்படுத்தப்பட்டுள்ளது. "
  },
  {
    "description": "பாடல் 57 ல், ஆண்டாள் தனது கனவில் எந்த மன்னனைப் பார்க்கிறாள்?",
    "options": [
      "a) சோழ மன்னன்",
      "b) பாண்டிய மன்னன்",
      "c) மதுரை மன்னன்",
      "d) சேர மன்னன்"
    ],
    "answer": "C",
    "additional_context": "பாடல் 57 ஆண்டாளின் கனவு பற்றியது. இதில், \"கதிரொளி தீபம் கலசம் உடனேந்தி சதிரிள மங்கையர் தாம்வந்து எதிர்கொள்ள மதுரையார் மன்னன் அடிநிலை தொட்டுஎங்கும் அதிரப் புகுதக் கனாக்கண்டேன் தோழீநான்.\" என்ற வரிகள் உள்ளன. இந்த வரிகளில், ஆண்டாள் தனது கனவில் மதுரையார் மன்னனைப் பார்த்ததாக குறிப்பிடுகிறாள். இங்கு மதுரையார் மன்னன் என்பது மதுரையை ஆண்ட மன்னனான கண்ணனைக் குறிக்கிறது. எனவே, பாடல் 57 ல் ஆண்டாள் தனது கனவில் மதுரை மன்னனான கண்ணனையே பார்க்கிறாள். "
  },
  {
    "description": "பாடல் 58 ல், \"மைத்துனன் நம்பி\" எனக் குறிப்பிடப்படும் கடவுள் யார்?",
    "options": [
      "a) சிவன்",
      "b) விஷ்ணு",
      "c) பிரம்மா",
      "d) இந்திரன்"
    ],
    "answer": "B",
    "additional_context": "பாடல் 58 ல், ஆண்டாள் தனது கனவில் பார்த்த திருமணக் காட்சியைப் பற்றி விவரிக்கிறது. இதில், \"மைத்துனன் நம்பி மதுசூதன் வந்துஎன்னைக் கைத்தலம் பற்றக் கனாக்கண்டேன் தோழீநான்.\" என்று குறிப்பிடப்படுகிறது. இந்த வரிகளில், \"மைத்துனன் நம்பி\" என்பது திருமாலின் மற்றொரு பெயராகும். திருமால் தனது அண்ணன் நாராயணனின் மனைவி லட்சுமிக்கு மைத்துனன். அதனால், ஆண்டாள் கனவில் பார்த்த \"மைத்துனன் நம்பி\" என்பது விஷ்ணுவைத்தான் குறிக்கிறது. "
  },
  {
    "description": "பாடல்களில் பயன்படுத்தப்பட்ட \"அடிநிலை தொட்டு\" என்ற சொற்றொடர் எதைக் குறிக்கிறது?",
    "options": [
      "a) பூஜை செய்வது",
      "b) சரணடைவது",
      "c) கும்பிடுவது",
      "d) தொடுவது"
    ],
    "answer": "C",
    "additional_context": "பாடல் 57 ல், \"அடிநிலை தொட்டு\" என்ற சொற்றொடர் மதுரையார் மன்னன் கண்ணனைப் பற்றி குறிப்பிடும் போது பயன்படுத்தப்பட்டுள்ளது. இதன் பொருள் மன்னன் தனது கால்களால் புவியைத் தொடுவது போல் நடந்து வருகிறார் என்பதே ஆகும். இங்கு \"அடிநிலை தொட்டு\" என்பது கும்பிடுவது என்ற பொருளைத் தருகிறது. மன்னன் தனது கால்களால் தரையைத் தொடும் போது, அவன் அவன் மக்கள் மீது தன் கருணை கரம் நீட்டுகிறான் என்று ஒரு பொருள் தோன்றுகிறது. அதாவது, மன்னன் தன் மக்களுக்காக தனது மனம் மற்றும் உடலைப் பயன்படுத்துகிறான் என்பதை குறிக்கிறது. "
  },
  {
    "description": "\"நாச்சியார் திருமொழி\" எந்த ஆழ்வாரால் இயற்றப்பட்டது?",
    "options": [
      "a) திருமங்கை ஆழ்வார்",
      "b) பெரியாழ்வார்",
      "c) ஆண்டாள்",
      "d) நம்மாழ்வார்"
    ],
    "answer": "C",
    "additional_context": "\"நாச்சியார் திருமொழி\" என்பது 12 ஆழ்வார்களில் ஒருவரான ஆண்டாளால் இயற்றப்பட்ட ஒரு பக்தி இலக்கியமாகும். இது மொத்தம் 143 பாடல்களைக் கொண்டது. இந்தப் பாடல்களில், ஆண்டாள் கண்ணனை தனது நாயகனாகக் கொண்டு அவனைப் பற்றிய தனது அன்பையும் பக்தியையும் வெளிப்படுத்துகிறாள். இந்தப் பாடல்கள் ஆண்டாளின் பக்தியையும் காதலையும் வெளிப்படுத்துவதோடு, ஆண்டாளின் சிறந்த கவிதைத் திறமையையும் காட்டுகிறது. "
  }
]
