
[
  {
    "description": "“காணாதான் காட்டுவான் தான்காணான் காணாதான் கண்டானாம் தான்கண்ட வாறு.” இக்குறளில் “காணாதான்” என்ற சொல் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "கண்களால் காண முடியாதவர்",
      "அறிவில்லாதவர்",
      "உண்மையைப் புரிந்துகொள்ளாதவர்",
      "இயற்கையின் அழகை உணராதவர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "திருவள்ளுவர் கூறும் புல்லறிவாண்மை அதிகாரத்தில் இக்குறள் இடம்பெறுகிறது. இதில் அறிவில்லாதவனுக்கு அறிவுரை கூறுபவரைப் பற்றி குறிப்பிடப்பட்டுள்ளது. அறிவில்லாதவரிடம் அறிவுரை சொல்பவர், தன்னிடம் இருக்கும் அறிவைப் புரியாதவனால் உண்மையைப் புரிந்துகொள்ள முடியாது. எனவே அவர் அறிவில்லாதவராக மாறிவிடுவார் என்பதை இக்குறள் எடுத்துக்காட்டுகிறது."
  },
  {
    "description": "“இன்பத்துள் இன்பம் பயக்கும் இகலென்னும் துன்பத்துள் துன்பங் கெடின்.”  இக்குறளில் “இகல்” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "மனக்கசப்பு",
      "துன்பம்",
      "ஏமாற்றம்",
      "வேதனை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இக்குறள் திருவள்ளுவர் கூறும் இகல் அதிகாரத்தில் இடம்பெறுகிறது. இந்தக் குறள் துன்பத்தின் போது உருவாகும் மனக்கசப்பைப் பற்றி குறிப்பிடுகிறது. துன்பத்தில் மனக்கசப்பு இருக்கும் போது அது மோசமான துன்பத்தைத் தரும். ஆனால் அந்த மனக்கசப்பு நீங்கினால், நாம் இன்பத்தில் சிறந்த இன்பத்தைப் பெற முடியும்."
  },
  {
    "description": "“அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார் குன்றுவ செய்தல் இலர்.” இக்குறளின் கருத்தைப் பிரதிபலிக்கும் பழமொழி எது?",
    "options": [
      "குடிப்பிறந்தால் தானும் பிறந்தது.",
      "கோடிக்கு ஒரு குடம் தண்ணீர்.",
      "குடி பிறந்தால் குணம் பிறக்கும்.",
      "கோடிக்கு ஒரு குடி."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இக்குறள் திருவள்ளுவர் கூறும் குடிமை அதிகாரத்தில் இடம்பெறுகிறது. இந்தக் குறள், நல்ல குடும்பத்தில் பிறந்தவர்கள் தவறு செய்ய மாட்டார்கள் என்று கூறுகிறது. அவர்கள் நல்ல பண்புகளைக் கொண்டவர்களாக இருப்பார்கள்."
  },
  {
    "description": "“அன்புநாண் ஒப்புரவு கண்ணோட்டம் வாய்மையொடு ஐந்துசால்பு ஊன்றிய தூண்.” இக்குறளில் குறிப்பிடப்பட்டுள்ள ஐந்து சால்புகளில் “கண்ணோட்டம்” என்ற சொல் எந்தப் பொருளைக் குறிக்கிறது?",
    "options": [
      "பார்வை",
      "அழகு",
      "இரக்கம்",
      "பண்பு"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இக்குறள் திருவள்ளுவர் கூறும் சான்றாண்மை அதிகாரத்தில் இடம்பெறுகிறது. இந்தக் குறள், அன்பு, நாணுதல், ஒப்புரவு, கண்ணோட்டம் (இரக்கம்), வாய்மை ஆகிய ஐந்தும் சான்றாண்மையைத் தாங்கும் தூண்கள் என்று கூறுகிறது."
  },
  {
    "description": "“ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்(கு) ஆழி எனப்படு வார்.” இக்குறளில் “ஆழி” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "கடல்",
      "மலை",
      "காற்று",
      "நெருப்பு"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இக்குறள் திருவள்ளுவர் கூறும் சான்றாண்மை அதிகாரத்தில் இடம்பெறுகிறது. இந்தக் குறள், சான்றாண்மை என்பது  கடல் போன்றது. ஊழிக்காலம் வந்தாலும் கூட, கடலின் கரை மாறாது. அது போல சான்றாண்மை கொண்டவர்கள் தங்கள் நற்பண்புகளிலிருந்து ஒருபோதும் மாறமாட்டார்கள் என்று கூறுகிறது."
  }
]
