
[
  {
    "description": "குமரகுருபரர் எழுதிய இலக்கியப் படைப்பு எந்த வகையைச் சேர்ந்தது?",
    "options": [
      "பரணி",
      "தூது",
      "பள்ளு",
      "குறவஞ்சி"
    ],
    "answer": "D",
    "additional_context": "குமரகுருபரர் இயற்றிய 'குறவஞ்சி' என்பது சங்க இலக்கியப் படைப்புகளில் ஒன்றாகும். இது ஒரு காதல் இலக்கியம். குமரகுருபரர் தனது இலக்கிய படைப்புகளின் வாயிலாக சமூகத்தில் நிலவும் சமூகப் பிரச்சினைகள் பற்றியும், கடவுள் பற்றியும் பேசியுள்ளார்."
  },
  {
    "description": "“தூங்குமலை” என்ற சொல் எந்த இலக்கிய நடை பயன்பாட்டில் காணப்படுகிறது?",
    "options": [
      "அருட்பா",
      "பரணி",
      "சிந்து",
      "பள்ளு"
    ],
    "answer": "A",
    "additional_context": "அருட்பா என்பது ஒரு வகையான தமிழ் இலக்கியம். இது கடவுளைப் பற்றிப் பாடும் பாடல்களை உள்ளடக்கியது. தூங்குமலை என்ற சொல், அருட்பா இலக்கியத்தில் காணப்படும் சொல். இச்சொல், ஒரு குறிப்பிட்ட மலையைக் குறிப்பதற்காக பயன்படுத்தப்படுகிறது.  "
  },
  {
    "description": "“தென்றல்விளை யாடுமலை” என்ற தொடரில் “விளை” என்ற சொல் எந்தப் பொருளில் பயன்படுத்தப்பட்டுள்ளது?",
    "options": [
      "பயிர் விளைச்சல்",
      "விளையாட்டு",
      "விளைச்சல்",
      "மலர்"
    ],
    "answer": "B",
    "additional_context": "தென்றல்விளை யாடுமலை என்ற சொல், மலை மீது காற்று வீசும் காட்சியை விளக்கும் தொடர். இதில் 'விளை' என்ற சொல் விளையாடுதல் என்ற பொருளில் பயன்படுத்தப்பட்டுள்ளது. தென்றல் காற்று, மலையைப் பற்றி விளையாடுவது போன்று உள்ளது என்று கவிஞர் வர்ணித்துள்ளார்."
  },
  {
    "description": "“பொதியமலை” என்ற சொல் எந்தப் பகுதியைப் பிரதிநிதித்துவப்படுத்துகிறது?",
    "options": [
      "திருவண்ணாமலை",
      "சேலம்",
      "திருச்செந்தூர்",
      "வேதாரண்யம்"
    ],
    "answer": "A",
    "additional_context": "பொதியமலை என்பது திருவண்ணாமலையைக் குறிக்கும் சொல். இது ஒரு புனிதமான மலை. திருவண்ணாமலை மாவட்டத்தில் அமைந்துள்ள இம்மலையில் அருள்மிகு அண்ணாமலை கோயில் அமைந்துள்ளது."
  },
  {
    "description": "“தமிழ்முனிவன்” என்ற சொல் எந்தத் தெய்வத்தை குறிக்கிறது?",
    "options": [
      "முருகன்",
      "சிவன்",
      "விஷ்ணு",
      "பிரம்மா"
    ],
    "answer": "B",
    "additional_context": "தமிழ்முனிவன் என்ற சொல் சிவபெருமானைக் குறிக்கும். சிவன், தமிழ் மொழிக்கும், தமிழர்களுக்கும் இறைவன். இவர் தமிழர்களின் ஆன்மீகத் தலைவன்."
  }
]
