[
          
  {
    
          "description": "“சார்பெழுத்துகள் ----- வகைப்படும்” என்ற வாக்கியத்தில், கோடிட்ட இடத்தில் வரும் எண்ணைக் கண்டுபிடிக்கவும்.",
          "options": [
      "12",
      "18",
      "21",
      "24"
    ],
    "answer": "b",
    
          "additional_context": "தமிழிலுள்ள மொத்த எழுத்துகள் 18 பிரிவாகப் பிரிக்கப்படும்; இவை முதலெழுத்து, சார்பெழுத்து என்று எழுத்துகளும் முதலெழுத்துகள் எனப்படும்; இவற்றைச் சார்ந்து பிறப்பவை சார்பெழுத்துகள் என்றழைக்கப்படுகின்றன; சார்பெழுத்துகள் 18 வகைப்படும்."
          }
        ,
          
  {
    
          "description": "தமிழ்க் கவிஞர்களின் படங்களையும் கவிதைகளையும் கொண்டு படக் கவிதைத் தொகுப்பு உருவாக்குவதன் நோக்கம் என்ன?",
          "options": [
      "தமிழ் இலக்கியத்தைப் பாதுகாத்தல்",
      "கவிஞர்களைப் புகழ்ந்து போற்றல்",
      "கவிதைகளை  எளிமையாக புரிந்துகொள்ள உதவுதல்",
      "கவிதை  மற்றும்  கலை  இணைப்பு  காட்டல்"
    ],
    "answer": "d",
    
          "additional_context": "இருபத்தோராம் நூற்றாண்டுத் தமிழ்க் கவிஞர் சிலரின் படங்களையும் கவிதைகளையும் திரட்டி, படக் கவிதைத்தொகுப்பு உருவாக்குக. இதன் மூலம், கவிதை மற்றும் கலை இணைப்பு தெளிவாகக் காட்டப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'நான் தலைமைப் பொறுப்பிற்கு வந்தால் ....'  என்ற வாக்கியத்தை நிறைவு செய்யும்  பொருத்தமான கூற்று எது?",
          "options": [
      "எல்லோரும் என்னைப் பின்பற்ற வேண்டும்",
      "எனக்குப் பிடித்தவர்களை மட்டுமே பாராட்டுவேன்",
      "நான் மட்டும் எல்லாவற்றையும் செய்வேன்",
      "நான்  அனைவரின்  கருத்துக்களையும்  கேட்பேன்"
    ],
    "answer": "d",
    
          "additional_context": "நான் தலைமைப் பொறுப்பிற்கு வந்தால் அனைவரின் கருத்துக்களையும் கேட்பேன். இதன் மூலம், நல்ல தலைமைப் பண்புகளை வளர்க்க முடியும்."
          }
        ,
          
  {
    
          "description": "'Human', 'Free verse', 'Personality', 'Cultural Academy', 'Simile', 'Metaphor'  என்பவை எதைக் குறிக்கின்றன?",
          "options": [
      "தமிழ் இலக்கியத்தின்  முக்கிய  கருத்துகள்",
      "தமிழ்  இலக்கியத்தில்  பயன்படுத்தப்படும்  சில  கலைச்சொற்கள்",
      "தமிழ்  இலக்கியத்தில்  பயன்படுத்தப்படும்  சில  பழமொழிகள்",
      "தமிழ்  இலக்கியத்தில்  பயன்படுத்தப்படும்  சில  நடைமுறைகள்"
    ],
    "answer": "b",
    
          "additional_context": "இவை அனைத்தும் தமிழ் இலக்கியத்தில் பயன்படுத்தப்படும் சில கலைச்சொற்கள். இதன் மூலம், இலக்கியத்தில் பயன்படுத்தப்படும் சொற்களின் அழகை நாம் உணர முடியும்."
          }
        ,
          
  {
    
          "description": "“சார்பெழுத்துகள் ----- வகைப்படும்” என்கிற வாக்கியத்தில் உள்ள இடைவெளியை நிரப்புவதற்குப் பொருத்தமான தமிழ் எண்ணைத் தேர்ந்தெடுக்கவும்.",
          "options": [
      "ஒன்பது",
      "இருபத்து ஒன்பது",
      "பதினெட்டு",
      "பதினொன்று"
    ],
    "answer": "D",
    
          "additional_context": "தமிழிலுள்ள மொத்த எழுத்துகள் 18 பிரிவாகப் பிரிக்கப்படும்; இவை முதலெழுத்து, சார்பெழுத்து என்று எழுத்துகளும் முதலெழுத்துகள் எனப்படும்; இவற்றைச் சார்ந்து பிறப்பவை சார்பெழுத்துகள் என்றழைக்கப்படுகின்றன; சார்பெழுத்துகள் 11 வகைப்படும்."
          }
        ]