
[
  {
    "description": "திராவிட மொழிக்குடும்பத்தில் எந்த மொழி தனித்த இலக்கணவளத்தைப் பெற்றுத் தனித்தியங்கும் மொழியாகக் கருதப்படுகிறது?",
    "options": [
      "a) தெலுங்கு",
      "b) மலையாளம்",
      "c) தமிழ்",
      "d) கன்னடம்"
    ],
    "answer": "C",
    "additional_context": "திராவிட மொழிகளில், தமிழ்மொழி மட்டும் தனித்த இலக்கணவளத்தைக் கொண்டு தனித்தியங்கும் மொழியாகக் கருதப்படுகிறது. பிற திராவிட மொழிகளை விடவும் தமிழ்மொழி தனித்த இலக்கணவளத்தைப் பெற்றுத் தனித்தியங்கும் மொழியாகும். இதன் காரணமாக, தமிழ் மொழியைப் பற்றி ஆராய்ச்சி மேற்கொள்ளும் அறிஞர்கள் தமிழின் மொழி அமைப்பை பிற திராவிட மொழிகளுடன் ஒப்பிட்டு ஆராய்வார்கள்."
  },
  {
    "description": "திராவிட மொழிகளில் ஆண்பால், பெண்பால் பகுப்பு எந்த திணைக்கான சொற்களில் காணப்படுகிறது?",
    "options": [
      "a) அஃறிணை",
      "b) உயர்திணை",
      "c) இழித்திணை",
      "d) எல்லாத் திணைகளிலும்"
    ],
    "answer": "B",
    "additional_context": "திராவிட மொழிகளில் ஆண்பால், பெண்பால் பகுப்பு உயர்திணை ஒருமையில் காணப்படுகிறது.  அஃறிணை பொருள்களையும் ஆண், பெண் என்று பால் அடிப்படையில் பகுத்தாலும் அவற்றிற்கெனப் பால்காட்டும் விகுதிகள் இல்லை. தனிச்சொற்களாலேயே ஆண், பெண் என்ற பகுப்பை உணர்த்தினர். (எ.கா. கடுவன் – மந்தி; களிறு – பிடி) "
  },
  {
    "description": "திராவிட மொழிக்குடும்பத்தின் தொன்மையான மூத்த மொழியான தமிழின் பண்புகள் குறித்து எந்த அறிஞர் ஆய்வு மேற்கொண்டார்?",
    "options": [
      "a)  எல்.வி. இராமசுவாமி",
      "b)  கால்டுவெல்",
      "c)  வில்லியம் ஜோன்ஸ்",
      "d)  ஸ்டென்கனோ"
    ],
    "answer": "B",
    "additional_context": "திராவிட மொழிக்குடும்பத்தின் தொன்மையான மூத்த மொழியான தமிழின் பண்புகள் குறித்து கால்டுவெல் அறிஞர் ஆய்வு மேற்கொண்டார். 1856இல் திராவிட மொழிகளின் ஒப்பிலக்கணம் என்னும் நூலில் கால்டுவெல், திராவிட மொழிகள், ஆரிய மொழிக்குடும்பத்திலிருந்து வேறுபட்டவை எனவும் இம்மொழிகள் சமஸ்கிருத மொழிக்குள்ளும் செல்வாக்குச் செலுத்தியுள்ளன எனவும் குறிப்பிட்டார்."
  },
  {
    "description": "திராவிட மொழிகள் பரவிய நில அடிப்படையில் எந்த மொழி குழு வடதிராவிட மொழிகளில் இடம்பெற்றுள்ளது?",
    "options": [
      "a) மலையாளம்",
      "b) தெலுங்கு",
      "c) பிராகுய்",
      "d) கன்னடம்"
    ],
    "answer": "C",
    "additional_context": "திராவிட மொழிகள் பரவிய நில அடிப்படையில், திராவிட மொழிக்குடும்பம் தென்திராவிட மொழிகள், நடுத்திராவிட மொழிகள், வடதிராவிட மொழிகள் என மூன்றாக வகைப்படுத்தப்பட்டுள்ளது. தமிழ், கன்னடம், மலையாளம் முதலானவை தென்திராவிட மொழிகள் எனவும் தெலுங்கு முதலான சில மொழிகள் நடுத்திராவிட மொழிகள் எனவும் பிராகுயி முதலானவை வடதிராவிட மொழிகள் எனவும் பகுக்கப்பட்டுள்ளன."
  },
  {
    "description": "திராவிட மொழிகளில் சொல் ஒற்றுமையைக் காட்டும்  பின்வரும் சொற்களில் எது தவறானது?",
    "options": [
      "a)  மரம் (தமிழ்) - மரம் (மலையாளம்)",
      "b)  நீ (தமிழ்) - நீ (தெலுங்கு)",
      "c)  நூறு (தமிழ்) - நூரு (கன்னடம்)",
      "d)  ஒன்று (தமிழ்) - ஒக்கடி (தெலுங்கு)"
    ],
    "answer": "D",
    "additional_context": "திராவிட மொழிகளின் சொற்களை ஆராய்ந்தால், அவை பொதுவான அடிச்சொற்களைக் கொண்டிருப்பதைக் காணமுடிகிறது.  திராவிட மொழிகளில், ஒன்று என்பதற்கு தமிழில் “ஒன்று”, மலையாளத்தில் “ஒண்ணு”, தெலுங்கில் “ஒகடி”, கன்னடத்தில் “ஒந்து”, துளுவில் “ஒஞ்சி” என்ற சொற்கள் பயன்படுத்தப்படுகின்றன.  இவற்றில் ஒன்றாக அமைந்த  “ஒக்கடி” தவறானது."
  }
]
