[
          
  {
    
          "description": "கீழ்கண்ட எந்தக் கதாபாத்திரம், மானை வேடனின் பொறியிலிருந்து விடுவிக்க வலையை மென்று கிழித்தது?",
          "options": [
      "ஆமை",
      "காகம்",
      "எலி",
      "மான்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தக் கேள்வி ஒரு கதை அடிப்படையில் கேட்கப்பட்டுள்ளது. மான், ஆமை, காகம், எலி ஆகிய நான்கு நண்பர்கள் ஒன்றாக இருந்தார்கள். ஒரு நாள் மான் வேடனின் பொறியில் சிக்கி கொண்டது. அப்பொழுது மான், ஆமை, காகம், எலி ஆகிய நான்கு நண்பர்களும் மானை காப்பாற்ற ஒரு திட்டம் போட்டார்கள். வேடன் மானைப் பிடிக்க வந்தபோது, ஆமை வேடனை கவனத்தை திசை திருப்பியது.  வேடன் ஆமையைப் பிடிக்கச் சென்றபோது, காகம் மானைப் பொறியில் இருந்து வெளியேற்ற வலையைத் துளைத்தது. வேடன் ஆமையைப் பிடிக்கச் சென்றபோது, எலி வேடனின் கால்களை கடித்து மானைப் பொறியில் இருந்து வெளியேற்றியது. இதன் மூலம் நண்பர்களின் ஒத்துழைப்பால் நல்ல விளைவு ஏற்படும் என்பதை இந்த கதை விளக்குகிறது.  இந்தக் கதையின் கதாபாத்திரங்களில் வலையை மென்று கிழித்தது எலி. அதனால் சரியான விடை எலி."
          }
        ,
          
  {
    
          "description": "பிள்ளைத் தமிழ் நூல்களில் குமரகுருபரரின் மீனாட்சியம்மை பிள்ளைத்தமிழ் எதற்காகப் புகழ் பெற்றது?",
          "options": [
      "அதன் உத்வேகமான கதைக்களத்திற்காக",
      "அதன் இசை நிறைந்த பாணியிற்காக",
      "அது குழந்தைத்தனமான ஆர்வத்தைத் தூண்டும் வகையில் எழுதப்பட்டதாகும்",
      "அதன் சிக்கலான சொற்களால்"
    ],
    "answer": "C",
    
          "additional_context": "பிள்ளைத் தமிழ் என்பது குழந்தைகளுக்காக எழுதப்பட்ட ஒரு இலக்கிய வகை. இந்த இலக்கிய வகையை குமரகுருபரர் சிறப்பாக பயன்படுத்தி மீனாட்சியம்மை பிள்ளைத்தமிழ் எனும் புகழ்பெற்ற நூலை படைத்தார். குமரகுருபரர் எழுதிய மீனாட்சியம்மை பிள்ளைத்தமிழ் குழந்தைகளின் ஆர்வத்தை தூண்டும் வகையில் எழுதப்பட்டுள்ளது. குழந்தைகள் இதனை வாசித்து மகிழும் வகையில் எளிய சொற்களில் எழுதப்பட்டுள்ளது. குழந்தைகளின் மனநிலையைப் பிரதிபலிக்கக் கூடியது. எனவே, மீனாட்சியம்மை பிள்ளைத்தமிழ் குழந்தைத்தனமான ஆர்வத்தைத் தூண்டும் வகையில் எழுதப்பட்டதாகும்."
          }
        ,
          
  {
    
          "description": "'அத்தி பூத்தாற் போல' என்ற சொற்றொடர் எந்த ஒரு பொருளைப் பற்றி விவரிக்கிறது?",
          "options": [
      "ஒருவரின் துணிச்சலான செயலை",
      "ஒருவரின் திடீர் வெற்றியை",
      "ஒருவரின் விரைவான வளர்ச்சியை",
      "ஒருவரின் ஆழ்ந்த அன்பை"
    ],
    "answer": "B",
    
          "additional_context": "அத்தி மரம் வேகமாக வளரும் தன்மை கொண்டது. அத்தி மரத்தில் பூ பூத்து சில நாட்களில் கனிகள் உருவாகி விடுகின்றன.  எனவே, 'அத்தி பூத்தாற் போல' என்ற சொற்றொடர் ஒருவரின் திடீர் வெற்றியை குறிக்கிறது.  எடுத்துக்காட்டாக, ஒரு நபர் திடீரென்று ஒரு பெரிய நிறுவனத்தில் பதவி உயர்வு பெறுவது.  'அத்தி பூத்தாற் போல' அவர் திடீர் வெற்றி பெற்றார் என்று சொல்லலாம்.  "
          }
        ,
          
  {
    
          "description": "கீழ்கண்ட எந்த இலக்கிய வடிவம் கம்பனால் புகழ் பெற்றது?",
          "options": [
      "வெண்பா",
      "பரணி",
      "விருத்தம்",
      "கோவை"
    ],
    "answer": "C",
    
          "additional_context": "விருத்தம் என்பது ஒரு வகை இலக்கிய வடிவம்.  இதில் ஒரு வரி 8 அடி கொண்டிருக்கும்.  கம்பர் இயற்றிய இராமாயணம் விருத்த வடிவில் எழுதப்பட்டது.  இதனால் இராமாயணம் மிகவும் பிரபலமானது.  எனவே, கம்பர் விருத்தம் இலக்கிய வடிவத்திற்காகப் புகழ்பெற்றவர்.  "
          }
        ,
          
  {
    
          "description": "'பலபட்டடைச் சொக்கநாதப் புலவர்' என்பவர் எந்த இலக்கிய வடிவத்திற்காகப் புகழ் பெற்றார்?",
          "options": [
      "வெண்பா",
      "பரணி",
      "கலம்பகம்",
      "அந்தாதி"
    ],
    "answer": "A",
    
          "additional_context": "வெண்பா என்பது ஒரு வகை இலக்கிய வடிவம்.  இதில் 4 அடி கொண்டிருக்கும்.  சொக்கநாதப் புலவர் வெண்பா இலக்கிய வடிவத்திற்காகப் புகழ்பெற்றவர்.  "
          }
        ]