
[
  {
    "description": "மதுரைக்காஞ்சியின் 351-365 அடிகளில் குறிப்பிடப்படும் \"கயம் குடைந்தன்ன இயம்தொட்டு இமிழிசை\" என்பது என்னைக் குறிக்கிறது?",
    "options": [
      "நாட்டார் இசை",
      "இசைக் கருவிகளின் ஒலி",
      "பறவை குரல்கள்",
      "பூக்களின் வாசனை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "மதுரைக்காஞ்சியில்,  \"கயம் குடைந்தன்ன இயம்தொட்டு இமிழிசை\" என்று குறிப்பிடப்பட்டுள்ளது. இது இசை கருவிகளின் ஒலியைக் குறிக்கிறது. கயம் குடைந்தன்ன இயம்தொட்டு  என்பது நீர்நிலைகளில் தண்ணீரை கையால் குடைந்து விளையாடும் இயல்பு போல என்ற பொருளைத் தருகிறது. இயம் என்பது நீர்நிலை. அதாவது நீர்நிலைகளில் கையால் தண்ணீரை குடைந்து விளையாடும் இயல்பு போல இசை கருவிகளின் இனிமையான ஒலி இருந்தது என்று பொருள்."
  },
  {
    "description": "மதுரைக்காஞ்சியில் \"பொறிமயிர் வாரணம் கூட்டுறை வயமாப் புலியொடு குழும\" என்ற அடிகள் என்னைக் குறிக்கின்றன?",
    "options": [
      "மதுரைக்காஞ்சியில் வனவிலங்குகள் இருந்ததைக் குறிக்கிறது",
      "மதுரைக்காஞ்சியில் பறவைகள் பறந்ததைக் குறிக்கிறது",
      "மதுரைக்காஞ்சியில் புலிகள் இருந்ததைக் குறிக்கிறது",
      "மதுரைக்காஞ்சியில் பசுக்கள் மேய்ச்சல் செய்ததைக் குறிக்கிறது"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மதுரைக்காஞ்சியில், \"பொறிமயிர் வாரணம் கூட்டுறை வயமாப் புலியொடு குழும\" என்று குறிப்பிடப்பட்டுள்ளது. இது மதுரையில் வனவிலங்குகள் இருந்ததைக் குறிக்கிறது. பொறிமயிர் வாரணம் என்றால் பொறித்த மயிர் கொண்ட வாரணம். அதாவது புலி. கூட்டுறை வயம் என்பது கூட்டுறவுப் பண்ணை. அதாவது மனிதர்களால் உருவாக்கப்பட்ட பண்ணை. அதாவது புலிகள்  மனிதர்களால் உருவாக்கப்பட்ட பண்ணையில் குழுமியிருந்தன என்பதைக் குறிக்கிறது. இது மதுரையில் வனவிலங்குகள் இருந்ததைக் குறிக்கிறது."
  },
  {
    "description": "\"______ என்றால் நிலையாமை என்பது பொருள்.",
    "options": [
      "காஞ்சி",
      "மதுரை",
      "பாடல்",
      "நூல்"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "காஞ்சி என்றால் நிலையாமை என்று பொருள். காஞ்சி என்பது இந்நூலின் பெயர்.  காஞ்சி என்றால் நிலையாமை என்ற பொருள். மதுரையின் சிறப்புகளைப் பாடுவதாலும் நிலையாமையைப் பற்றிக் கூறுவதாலும் இந்நூல் மதுரைக்காஞ்சி என்று அழைக்கப்படுகிறது."
  },
  {
    "description": "மாங்குடி மருதனார் ______ மாவட்டத்தில் உள்ள மாங்குடி என்னும் ஊரில் பிறந்தவர்.",
    "options": [
      "திருநெல்வேலி",
      "மதுரை",
      "சென்னை",
      "கோவை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "மாங்குடி மருதனார் திருநெல்வேலி மாவட்டத்தில் உள்ள மாங்குடி என்னும் ஊரில் பிறந்தவர்.  மதுரைக்காஞ்சியைப் பாடியவர் மாங்குடி மருதனார். அவர் திருநெல்வேலி மாவட்டத்தில் உள்ள மாங்குடி என்னும் ஊரில் பிறந்தவர்."
  },
  {
    "description": "மதுரைக்காஞ்சியில் ஆழமான தெளிந்த ______ உடைய அகழி உள்ளது.",
    "options": [
      "மண்",
      "காற்று",
      "நீர்",
      "மலர்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "மதுரைக்காஞ்சியில் ஆழமான தெளிந்த நீர் உடைய அகழி உள்ளது.  மதுரைக்காஞ்சியில்,  \"மண்உற ஆழ்ந்த மணிநீர்க் கிடங்கின்\" என்று குறிப்பிடப்பட்டுள்ளது. இது மதுரையில் ஆழமான தெளிந்த நீர் கொண்ட அகழி இருந்ததைக் குறிக்கிறது. மண்உற என்றால் மண் நிறைந்த. அதாவது அகழி மண் நிறைந்தது. மணிநீர்க் கிடங்கு என்றால் மணிகள் போன்ற நீர் இருக்கும் இடம். அதாவது அகழி தெளிந்த நீர் கொண்டது என்பதைக் குறிக்கிறது."
  }
]
