
[
  {
    "description": "“பிறவிஇருள், ஒளியமுது, வாழ்க்கைப்போர்” என்ற வரிகளில் பயன்படுத்தப்பட்டுள்ள உருவகங்கள் எவை?",
    "options": [
      "உவமை, எடுத்துக்காட்டு",
      "உருவகம், எடுத்துக்காட்டு",
      "உருவகம், ஒப்புமை",
      "உவமை, ஒப்புமை"
    ],
    "answer": "C",
    "additional_context": "இந்த வரிகள் பிச்சமூர்த்தியின் புதுக்கவிதைகளில் இருந்து எடுக்கப்பட்டவை. இவை அனைத்தும் புதுக்கவிதைகளில் பயன்படுத்தப்படும் உருவகங்கள். "
  },
  {
    "description": "“வேண்டி” என்ற சொல்லின் பகுப்பாய்வில் எந்தப் பகுதி இல்லை?",
    "options": [
      "பகுதி",
      "வினையெச்ச விகுதி",
      "இடைநிலை",
      "தொழிற்பெயர் விகுதி"
    ],
    "answer": "C",
    "additional_context": "வேண்டி என்ற சொல்லின் பகுப்பாய்வில்  இடைநிலை இல்லை. வேண்டி என்பது வேண்டு+இ எனப் பிரிக்கப்படுகிறது. இதில்  வேண்டு என்பது பகுதி, இ  என்பது வினையெச்ச விகுதி ஆகும்."
  },
  {
    "description": "“போகிறது” என்ற சொல்லின் பகுப்பாய்வில் எந்தப் பகுதி  சாரியைக்குப் பின் வருகிறது?",
    "options": [
      "பகுதி",
      "இடைநிலை",
      "தொழிற்பெயர் விகுதி",
      "வினைமுற்று விகுதி"
    ],
    "answer": "D",
    "additional_context": "போகிறது என்ற சொல்லின் பகுப்பாய்வில் சாரியைக்குப் பின் வினைமுற்று விகுதி வரும். போகிறது என்பது போ+கிறு+அ+து எனப் பிரிக்கப்படுகிறது. இதில்  போ  என்பது பகுதி, கிறு  என்பது நிகழ்கால இடைநிலை, அ  என்பது சாரியை, து  என்பது ஒன்றன்பால் வினைமுற்று விகுதி ஆகும்."
  },
  {
    "description": "“மலர்ச்சி” என்ற சொல்லின் பகுப்பாய்வில் எந்தப் பகுதி  தொழிற்பெயர் விகுதியாகப் பயன்படுத்தப்படுகிறது?",
    "options": [
      "மலர்",
      "ச்",
      "சி",
      "இல்லை"
    ],
    "answer": "C",
    "additional_context": "மலர்ச்சி என்ற சொல்லின் பகுப்பாய்வில் சி  என்பது தொழிற்பெயர் விகுதியாகப் பயன்படுத்தப்படுகிறது. மலர்ச்சி என்பது மலர்+ச்+சி எனப் பிரிக்கப்படுகிறது. இதில்  மலர்  என்பது பகுதி, ச்  என்பது பெயர் இடைநிலை, சி  என்பது தொழிற்பெயர் விகுதி ஆகும்."
  },
  {
    "description": "“புதிய படைப்புச் சூழலில் மரபுக்கவிதையின் யாப்புப் பிடியிலிருந்து விடுபட்ட கவிதைகள் புதுக்கவிதைகள் எனப்பட்டன.” என்கிறது இந்த நூல் பகுதி. புதுக்கவிதையின் தோற்றம் குறித்து இவ்வசனத்தில் எந்தப் புள்ளிகள் எடுத்துக்காட்டப்படுகின்றன?",
    "options": [
      "மரபுக்கவிதையின் கட்டுப்பாடுகளிலிருந்து விடுபடுதல்",
      "புதிய படைப்புச் சூழல்",
      "மரபுக்கவிதை யாப்பு",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "இந்த நூல் பகுதி புதுக்கவிதையின் தோற்றத்தை விளக்குகிறது. மரபுக்கவிதையின் யாப்புப் பிடியிலிருந்து விடுபட்டு, புதிய படைப்புச் சூழலில் உருவான கவிதைகள்தான் புதுக்கவிதைகள் என்கிறது. இதன் மூலம் மரபுக்கவிதையின் கட்டுப்பாடுகளிலிருந்து விடுபடுதல், புதிய படைப்புச் சூழல், மரபுக்கவிதை யாப்பு என மூன்று புள்ளிகளும் எடுத்துக்காட்டப்படுகின்றன."
  }
]
