
[
  {
    "description": "“தேவ ரனையர் கயவர் அவருந்தாம் மேவன செய்தொழுக லான்” என்ற வரியில் எந்த அணி அமைந்துள்ளது?",
    "options": [
      "உருவக அணி",
      "சொல் பின்வருநிலை அணி",
      "வஞ்சப்புகழ்ச்சியணி",
      "பொருள் பின்வருநிலை அணி"
    ],
    "answer": "C",
    "additional_context": "வஞ்சப்புகழ்ச்சியணி என்பது புகழ்வது போலப் பழிப்பதும், பழிப்பது போலப் புகழ்வதுமாகும். (எ.கா.) தேவ ரனையர் கயவர் அவருந்தாம் மேவன செய்தொழுக லான். கயவர்கள் தேவர்களுக்கு ஒப்பானவர்கள் என்று புகழப்படுவது போலத் தோன்றினாலும், கயவர்கள் இழிந்த செயல்களையே செய்வர் என்னும் பொருளைக் குறிப்பால் உணர்த்துகிறது. எனவே, இது புகழ்வது போலப் பழிப்பது ஆகும். "
  },
  {
    "description": "“விருட்சங்கள் மண்ணரசி மடக்காமலேயே பிடித்துக்கொண்டிருக்கும் பச்சைக் குடைகள்.” என்ற வரியில் எந்த அணி அமைந்துள்ளது?",
    "options": [
      "உவமை அணி",
      "உருவக அணி",
      "சொல் பின்வருநிலை அணி",
      "பொருள் பின்வருநிலை அணி"
    ],
    "answer": "B",
    "additional_context": "கவிஞன், தான் ஒரு பொருளைச் சிறப்பிக்க எண்ணி, அதற்கு உவமையாகும் வேறொரு பொருளோடு ஒன்றுபடுத்திக் கூறுவான். உவமையின் தன்மையைப் பொருள்மேல் ஏற்றிக்கூறும் இத்தன்மையே 'உருவகம்' எனக் கூறப்படும். உவமை, உவமேயம் என்னும் இரண்டும் ஒன்றே என்று தோன்றக் கூறுவது உருவக அணி ஆகும். (न.का.) விருட்சங்கள் மண்ணரசி மடக்காமலேயே பிடித்துக்கொண்டிருக்கும் பச்சைக் குடைகள். இப்பாடலில், விருட்சங்கள் – நிலமாகவும், பச்சை குடைகள் –  மண்ணரசி மடக்காமல் இருப்பது போலக் காட்சி தருகிறது. "
  },
  {
    "description": "“மலர்ப்பாதம்” என்ற வரியில் எந்த அணி அமைந்துள்ளது?",
    "options": [
      "உவமை அணி",
      "உருவக அணி",
      "சொல் பின்வருநிலை அணி",
      "பொருள் பின்வருநிலை அணி"
    ],
    "answer": "A",
    "additional_context": "அணிகளில் இன்றியமையாதது உவமையணி ஆகும். மற்ற அணிகள் உவமையிலிருந்து கிளைத்தவையாகவே உள்ளன. மலர்ப்பாதம் – மலர் போன்ற பாதம் இத்தொடரில் பாதத்துக்கு மலர் உவமையாகக் கூறப்படுகிறது. பாதம் – பொருள் (உவமேயம்) மலர் உவமை போன்ற - உவம உருபு "
  },
  {
    "description": "“அவிழ்ந்தன தோன்றி யலர்ந்தன காயா நெகிழ்ந்தன நேர்முகை முல்லை – மகிழ்ந்திதழ் விண்டன கொன்றை விரிந்த கருவிளை கொண்டன காந்தள் குலை” என்ற வரியில் எந்த அணி அமைந்துள்ளது?",
    "options": [
      "சொல் பின்வருநிலை அணி",
      "பொருள் பின்வருநிலை அணி",
      "சொற்பொருள் பின்வருநிலை அணி",
      "வஞ்சப்புகழ்ச்சியணி"
    ],
    "answer": "B",
    "additional_context": "செய்யுளில் முன்வந்த ஒரு சொல்லின் பொருளே பின்னரும் பல இடங்களில் வருவது பொருள் பின் வருநிலையணி ஆகும். (எ.கா.) அவிழ்ந்தன தோன்றி யலர்ந்தன காயா நெகிழ்ந்தன நேர்முகை முல்லை – மகிழ்ந்திதழ் விண்டன கொன்றை விரிந்த கருவிளை கொண்டன காந்தள் குலை. இச்செய்யுளில் அவிழ்ந்தன, அலர்ந்தன, நெகிழ்ந்தன, விண்டன, விரிந்தன, கொண்டன ஆகிய சொற்கள் மலர்ந்தன என்ற ஒரு பொருளையே தந்தன. "
  },
  {
    "description": "“எல்லா விளக்கும் விளக்கல்ல சான்றோர்க்குப் பொய்யா விளக்கே விளக்கு” என்ற குறளில் எந்த அணி அமைந்துள்ளது?",
    "options": [
      "உவமை அணி",
      "சொல் பின்வருநிலை அணி",
      "பொருள் பின்வருநிலை அணி",
      "சொற்பொருள் பின்வருநிலை அணி"
    ],
    "answer": "D",
    "additional_context": "முன்னர் வந்த சொல்லும் பொருளும் பின்னர்ப் பல இடங்களிலும் வருவது சொற்பொருள் பின்வருநிலையணி ஆகும். (न.का.) எல்லா விளக்கும் விளக்கல்ல சான்றோர்க்குப் பொய்யா விளக்கே விளக்கு. இக்குறட்பாவில் 'விளக்கு' என்னும் சொல் ஒரே பொருளில் பலமுறை வந்துள்ளதால் இது சொற்பொருள் பின்வருநிலையணி ஆகும். "
  }
]
