
[
  {
    "description": "“நான் நாள்தோறும் காலையில் ஒருபோதும் மறக்காமல் புறாவுக்கு அரிசி போடுகிறேன்” என்ற தொடரில் எத்தனை துணைவினைகள் உள்ளன?",
    "options": [
      "ஒரு",
      "இரண்டு",
      "மூன்று",
      "நான்கு"
    ],
    "answer": "C",
    "additional_context": "இந்தப் பக்கத்தில்,  வினையெச்சங்களைப் பயன்படுத்தி, முதல்வினைகளைத் துணைவினைகளாக மாற்றுவதற்கான பயிற்சி கொடுக்கப்பட்டுள்ளது.  முதல்வினையாக 'போடுகிறேன்' என்ற வினைச்சொல் கொடுக்கப்பட்டுள்ளது. அதனைத் துணைவினையாக மாற்றும்போது, 'நான் நாள்தோறும்' 'காலையில்' 'மறக்காமல்' 'புறாவுக்கு' ஆகியவை துணைவினைகளாக மாறுகின்றன. இந்தத் தொடரில் மூன்று துணைவினைகள் உள்ளன."
  },
  {
    "description": "“காட்சியைக் கண்டு கவினுற எழுதுக” என்ற செயல்பாட்டில் எந்த வகையான திறனை வளர்க்க முயற்சிக்கிறார்கள்?",
    "options": [
      "கவிதை எழுதுதல்",
      "விவரிப்பு எழுதுதல்",
      "கற்பனை வளர்ப்பு",
      "கதை எழுதுதல்"
    ],
    "answer": "B",
    "additional_context": "இந்தப் பக்கத்தில்,  காட்சியைக் கண்டு கவினுற எழுதுவதற்கான  பயிற்சி  கொடுக்கப்பட்டுள்ளது. இதன் மூலம் மாணவர்களின்  விவரிப்பு எழுதுதல் திறனை வளர்க்க முயற்சிக்கப்படுகிறது."
  },
  {
    "description": "“நிழல் நீர் (Virtual Water)” என்ற பிரிவில் எந்த விஷயத்தின் முக்கியத்துவம் குறிப்பிடப்பட்டுள்ளது?",
    "options": [
      "நீர் வளத்தின் முக்கியத்துவம்",
      "நீர் பயன்பாட்டின் முக்கியத்துவம்",
      "நீர் அதிகம் தேவைப்படும் உணவுப் பொருள்களின் உற்பத்தி",
      "உணவுப் பொருள்கள் உற்பத்திக்குத் தேவையான நீர்"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பக்கத்தில்,  'நிழல் நீர் (Virtual Water)' என்ற தலைப்பின் கீழ் உணவுப் பொருள்கள் உற்பத்திக்குத் தேவையான நீரின் முக்கியத்துவம் குறிப்பிடப்பட்டுள்ளது. உதாரணமாக, ஒரு கிலோ ஆப்பிளை உற்பத்தி செய்ய 822லிட்டர் தண்ணீரும் ஒரு கிலோ சர்க்கரையை உற்பத்தி செய்ய 1780லிட்டர் தண்ணீரும் ஒரு கிலோ அரிசியை உற்பத்தி செய்ய 2500 லிட்டர் தண்ணீரும் தேவைப்படுகின்றது என  குறிப்பிடப்பட்டுள்ளது."
  },
  {
    "description": "“என் பொறுப்புகள்... ” என்ற பிரிவில் எந்த வகையான செயல்பாடுகளில் மாணவர்கள் பங்கேற்க வேண்டும்?",
    "options": [
      "சுற்றுச்சூழல் பாதுகாப்பு",
      "பள்ளிப் பொறுப்புகள்",
      "சமூகப் பொறுப்பு",
      "அனைத்தும் சரியானவை"
    ],
    "answer": "D",
    "additional_context": "இந்தப் பக்கத்தில்,  ‘என் பொறுப்புகள்...’ என்ற தலைப்பின் கீழ் சுற்றுச்சூழல் பாதுகாப்பு, பள்ளிப் பொறுப்புகள், சமூகப் பொறுப்பு ஆகிய  செயல்பாடுகளில் மாணவர்கள் பங்கேற்க வேண்டும் என்பது தெளிவாகத்  தெரிவிக்கப்பட்டுள்ளது."
  },
  {
    "description": "பாடப்பகுதியில் குறிப்பிடப்பட்டுள்ள 'குமிழிக் கல்' என்பது எதைக் குறிக்கிறது?",
    "options": [
      "ஒரு வகை கல்",
      "ஒரு வகை மண்",
      "ஒரு வகை விலங்கு",
      "ஒரு வகை தாவரம்"
    ],
    "answer": "A",
    "additional_context": "இந்தப் பக்கத்தில்,  'கலைச்சொல் அறிவோம்' என்ற பிரிவில் 'குமிழிக் கல் - Conical Stone' எனக் குறிப்பிடப்பட்டுள்ளது.  குமிழிக் கல் என்பது  ஒரு வகை கல். இது பொதுவாக வட்ட வடிவில், நடுவில் ஒரு துளை இருக்கும்."
  }
]
