[
          
  {
    
          "description": "“மறுநாள் வீட்டுக்கு வருவதாக முரளி கூறினார்” என்ற வாக்கியத்தை நேர்க்கூற்றாக மாற்றினால் எப்படி இருக்கும்?",
          "options": [
      "a) முரளி மறுநாள் வீட்டுக்கு வருவார்.",
      "b) முரளி மறுநாள் வீட்டுக்கு வருவார் என்று கூறப்பட்டதாகத் தெரிகிறது.",
      "c) முரளி மறுநாள் வீட்டுக்கு வருவதாகச் சொன்னார்.",
      "d) முரளி மறுநாள் வீட்டுக்கு வருவதாகச் சொல்வதாகத் தெரிகிறது."
    ],
    "answer": "c",
    
          "additional_context": "இந்த வாக்கியம் ஒரு நேர்க்கூற்றாக மாற்றப்பட வேண்டும். ஒரு நேர்க்கூற்று என்பது ஒரு நிகழ்வை அல்லது ஒரு செயலை நேரடியாகக் கூறுவதாகும். உதாரணமாக, “நான் ஒரு புத்தகம் வாங்கினேன்” என்பது ஒரு நேர்க்கூற்று. ஒரு நேர்க்கூற்றை ஒரு அயற்கூற்றாக மாற்றும்போது, நிகழ்வை அல்லது செயலைப் பற்றி யாராவது கூறியதாகச் சொல்ல வேண்டும். உதாரணமாக, “நான் ஒரு புத்தகம் வாங்கினேன்” என்பதை “நான் ஒரு புத்தகம் வாங்கினேன் என்று கூறப்பட்டதாகத் தெரிகிறது” என மாற்றலாம்."
          }
        ,
          
  {
    
          "description": "“தென்னாட்டுப் பெர்னாட்ஷா என்று அறிஞர் அண்ணாவைப் புகழ்கிறோம்” என்ற வாக்கியத்தை அயற்கூற்றாக மாற்றினால் எப்படி இருக்கும்?",
          "options": [
      "a) அறிஞர் அண்ணாவைப் புகழ்ந்து, “தென்னாட்டுப் பெர்னாட்ஷா” என்று கூறினார்.",
      "b) தென்னாட்டுப் பெர்னாட்ஷா என்று அறிஞர் கூறி அண்ணாவைப் புகழ்ந்தார்.",
      "c) அண்ணாவைத் தென்னாட்டுப் பெர்னாட்ஷா என்று அறிஞர் புகழ்ந்தார்.",
      "d) தென்னாட்டுப் பெர்னாட்ஷா என்று அறிஞர் அண்ணாவைப் புகழ்ந்தார்."
    ],
    "answer": "a",
    
          "additional_context": "ஒரு அயற்கூற்று என்பது ஒருவர் கூறியதாகச் சொல்வதாகும். அதாவது, ஒரு நிகழ்வை அல்லது செயலைப் பற்றி யாராவது கூறியதாகச் சொல்ல வேண்டும். இந்த வாக்கியத்தில், 'தென்னாட்டுப் பெர்னாட்ஷா என்று அறிஞர் அண்ணாவைப் புகழ்கிறோம்' என்று ஆசிரியர் கூறியதாகக் கூறப்பட்டுள்ளது. எனவே, இந்த வாக்கியத்தை அயற்கூற்றாக மாற்றும்போது, 'அறிஞர் அண்ணாவைப் புகழ்ந்து, “தென்னாட்டுப் பெர்னாட்ஷா” என்று கூறினார்' என்று மாற்ற வேண்டும். இந்த மாற்றத்தில், “தென்னாட்டுப் பெர்னாட்ஷா” என்று அறிஞர் கூறியதாகச் சொல்லப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“மார்னிங் நாஷ்டாவுக்கு இரண்டு தோசைகள் ஹோட்டலில் சாப்பிட்டான்” என்ற வாக்கியத்தில் பிறமொழிச் சொற்களைத் தமிழாக்கினால் எப்படி இருக்கும்?",
          "options": [
      "a) காலை உணவுக்கு இரண்டு தோசைகள் ஹோட்டலில் சாப்பிட்டான்.",
      "b) காலை உணவுக்கு இரண்டு தோசைகள் விடுதியில் சாப்பிட்டான்.",
      "c) காலை உணவுக்கு இரண்டு தோசைகள் உணவகத்தில் சாப்பிட்டான்.",
      "d) காலை உணவுக்கு இரண்டு தோசைகள் சாப்பிட்டான்."
    ],
    "answer": "c",
    
          "additional_context": "இந்த வாக்கியத்தில், “மார்னிங் நாஷ்டா” மற்றும் “ஹோட்டல்” என்ற ஆங்கிலச் சொற்கள் பயன்படுத்தப்பட்டுள்ளன. இவற்றைத் தமிழில் மொழிபெயர்க்க வேண்டும். “மார்னிங் நாஷ்டா” என்பது “காலை உணவு” என்று மொழிபெயர்க்கப்படும். “ஹோட்டல்” என்பது “உணவகம்” என்று மொழிபெயர்க்கப்படும். எனவே, இந்த வாக்கியத்தைத் தமிழில் மொழிபெயர்க்கும்போது, “காலை உணவுக்கு இரண்டு தோசைகள் உணவகத்தில் சாப்பிட்டான்” என்று மாற்ற வேண்டும்."
          }
        ,
          
  {
    
          "description": "“அலறும் மயிலும் கூவும் ஆந்தையும் அகவும் சேவலும் போன்ற இயற்கையின் அழகான ஒலிகளை நாம் நேசிக்கவேண்டும்” என்ற வாக்கியத்தில் எந்த ஒலிமரபுப் பிழை இருக்கிறது?",
          "options": [
      "'அலறும்' என்ற சொல்லில் 'அ'",
      "'கூவும்' என்ற சொல்லில் 'ூ'",
      "'அகவும்' என்ற சொல்லில் 'அ'",
      "எதுவும் இல்லை"
    ],
    "answer": "b",
    
          "additional_context": "ஒலிமரபு என்பது ஒலியின் சரியான உச்சரிப்பைக் குறிக்கிறது. ஒவ்வொரு மொழியிலும் ஒலியின் உச்சரிப்பு சில விதிகளுக்கு உட்பட்டிருக்கும். தமிழ் மொழியில், 'கூவும்' என்ற சொல்லில் 'ூ' என்ற உயிர் எழுத்து சரியாக உச்சரிக்கப்படவில்லை. அதற்குப் பதிலாக 'ஊ' என்ற உயிர் எழுத்து உச்சரிக்கப்பட்டுள்ளது. எனவே, இந்த வாக்கியத்தில் 'கூவும்' என்ற சொல்லில் ஒலிமரபுப் பிழை உள்ளது."
          }
        ,
          
  {
    
          "description": "“கோழிக்குட்டிகளைப் பிடிக்கப் பூனைக்குஞ்சுகள் ஓடின” என்ற வாக்கியத்தில் பெயர்மரபுப் பிழைகளைத் திருத்தினால் எப்படி இருக்கும்?",
          "options": [
      "a) கோழிக்குட்டிகளைப் பிடிக்க பூனைகள் ஓடின.",
      "b) கோழிக்குஞ்சுகளைப் பிடிக்க பூனைகள் ஓடின.",
      "c) கோழிக்குட்டிகளைப் பிடிக்க பூனைக்குட்டிகள் ஓடின.",
      "d) கோழிக்குஞ்சுகளைப் பிடிக்க பூனைக்குஞ்சுகள் ஓடின."
    ],
    "answer": "d",
    
          "additional_context": "பெயர்மரபு என்பது ஒரு மொழியில் பெயர்களின் சரியான பயன்பாட்டைக் குறிக்கிறது. இந்த வாக்கியத்தில், “கோழிக்குட்டிகள்” மற்றும் “பூனைக்குஞ்சுகள்” என்ற சொற்கள் சரியாகப் பயன்படுத்தப்படவில்லை. ஏனெனில், “கோழிக்குட்டிகள்” என்பது “குஞ்சுகள்” என்ற பொருளைத் தரும். எனவே, இந்த வாக்கியத்தைத் திருத்தும்போது, “கோழிக்குஞ்சுகளைப் பிடிக்க பூனைக்குஞ்சுகள் ஓடின” என்று மாற்ற வேண்டும்."
          }
        ]