
[
  {
    "description": "கீழடி அகழாய்வில் கண்டெடுக்கப்பட்ட எந்தப் பொருள் தமிழர்களின் உயரிய நாகரிகத்தை நமக்குக் காட்டுகிறது?",
    "options": [
      "சதுரங்கக் காய்கள்",
      "நீர் சேகரிக்கும் பெரிய மட்கலன்கள்",
      "செங்கல் கட்டுமானங்கள்",
      "தமிழ் எழுத்துகள் பொறிக்கப்பட்ட பானை ஓடுகள்"
    ],
    "answer": "C",
    "additional_context": "மதுரை நகருக்கு அருகே உள்ள கீழடி என்னுமிடத்தில் நடத்தப்பட்ட அகழாய்வில் சுடுமண் பொருள்கள், உலோகப் பொருள்கள், முத்துகள், கிளிஞ்சல் பொருள்கள், மான்கொம்புகள், சோழிகள், கிண்ணங்கள், துளையிடப்பட்ட பாத்திரங்கள், இரத்தினக்கல் வகைகள், பழுப்பு, கறுப்பு, சிவப்பு-கறுப்புப் பானைகள், சதுரங்கக் காய்கள், தானியங்களைச் சேகரிக்கும் கலன்கள், செம்பு, சங்கு வளையல்கள், எலும்பினால் ஆன கூர் முனைகள், தமிழ் எழுத்துகள் பொறிக்கப்பட்ட பானை ஓடுகள், கற்கருவிகள், நீர் சேகரிக்கும் பெரிய மட்கலன்கள், சிறிய குடுவைகள், உறைக்கிணறுகள், சுடுமண் கூரை ஓடுகள் போன்ற பல்வேறு தொல்லியல் பொருள்கள் கிடைத்துள்ளன. மூன்று வெவ்வேறு காலகட்டங்களைச் சேர்ந்த இவற்றுள் தொன்மையானவை சுமார் 2300ஆண்டுகளுக்கு முற்பட்டவை எனக் கருதப்படுகின்றன. இதுவரை அகழாய்வு செய்யப்பட்ட பெரும்பான்மையான இடங்கள், இறப்புத் தொடர்பான தடயங்களை வெளிப்படுத்துவனவாக அமைந்திருந்தன. ஆனால், கீழடியில் கண்டறியப்பட்டுள்ள முழுமையான வாழ்விடப்பகுதியும் செங்கல் கட்டுமானங்களும் இதரப்பொருள்களும் தமிழரின் உயரிய நாகரிகத்தைக் கண்முன் காட்டும் சாட்சிகளாய் அமைந்துள்ளன."
  },
  {
    "description": "பட்டிமன்றத்தில் \"தேவையற்ற செலவினமே!\" என வாதாடினால்,  அகழாய்வுக்கு எதிரான எந்தப் புள்ளியை அவர்கள் வலியுறுத்துகிறார்கள்?",
    "options": [
      "அகழாய்வில் கண்டுபிடிக்கப்பட்ட பொருள்கள் மதிப்பு குறைந்தவை",
      "அகழாய்வு செலவு அதிகமாக இருப்பதால், வேறு முக்கிய தேவைகளைப் பூர்த்தி செய்ய முடியாது",
      "அகழாய்வு செய்யப்படும் இடங்களில் அழிவு ஏற்பட வாய்ப்புள்ளது",
      "அகழாய்வு செய்யும் போது அநேகமாக எலும்புகள்தான் கிடைக்கும்"
    ],
    "answer": "B",
    "additional_context": "வரலாற்றை அறிவதற்கு வழிகாட்டும் ஒரு தலைப்பெடுத்துப் பேச முனைகின்றோம். ஒரு செடி வளர்வதற்கு, விதையை ஊன்றுவதற்குக்கூடக் குழி தோண்டுகிறோம். தோண்டிய குழிக்குள் ஒரு பழம்பொருள் கிடைத்தால்கூடக் கொண்டாடுகிறோம். அதில் பயன் இருக்கிறதா என்பதைச் சிந்திப்பதற்கே இந்த மாபெரும் சிந்தனைப் பட்டிமன்றம். ஆய்வு என்பது அறிவின் வெளிப்பாடு. அதற்கு ஓய்வு என்பதே கிடையாது. இதோ! இன்றைய சூழ்நிலையில் அகழாய்வு என்பது தேவையற்ற செலவினமே! என்னும் தலைப்பில் உரைவீச்சைத் தொடங்க வருமாறு அன்புத் தோழர் முத்து அவர்களை அழைத்து என் முன்னுரையை நிறைவு செய்கிறேன். நன்றி, வணக்கம்."
  },
  {
    "description": "பட்டிமன்றத்தில் \"தேவையான செயல்பாடே!\" என வாதாடினால், அகழாய்வின் மூலம் என்ன நன்மை கிடைக்கும் என்பதை அவர்கள் எடுத்துக்காட்டுகிறார்கள்?",
    "options": [
      "அகழாய்வு மூலம் பண்டையக் கால மருத்துவ முறைகள் குறித்த  அறிவைப் பெறலாம்",
      "அகழாய்வு மூலம் புதிய தொழில்நுட்பங்களை கண்டுபிடிக்கலாம்",
      "அகழாய்வு மூலம் நமது பண்பாட்டின் மேன்மையையும் தொன்மையையும் புரிந்துகொள்ளலாம்",
      "அகழாய்வு மூலம் நமது மொழியின் வளர்ச்சியைப் பற்றித் தெரிந்துகொள்ளலாம்"
    ],
    "answer": "C",
    "additional_context": "மண்ணைத் தோண்டிப் பார்ப்பது எலும்புகளைச் சேகரித்து எண்ணிப் பார்ப்பதற்கன்று. நம் முன்னோர்களின் பண்பாட்டை எண்ணிப் பார்ப்பதற்கு. கடந்த காலத்தைப் புரிந்துகொள்ளாமல் நிகழ்காலத்தில் வெற்றிபெற முடியுமா? எதிர்காலத்தைத்தான் கணிக்க இயலுமா? நமது வரலாறு மிக நீண்டது. 150 ஆண்டுகளுக்கு முன்னால் 1863ஆம் ஆண்டு இராபர்ட் புரூஸ்புட் என்னும் தொல்லியல் அறிஞர் சென்னைப் பல்லாவரம் செம்மண் மேட்டுப்பகுதியில் எலும்பையும் கற்கருவியையும் கண்டுபிடித்தார். இந்தக் கற்கருவிதான் இந்தியாவில் கண்டெடுக்கப்பட்ட முதல் கல்லாயுதம். இந்தக் கல்லாயுதம் கண்டுபிடிக்கப்படுவதற்கு முன்பே, ரோமானியர்களின் பழங்காசுகளைக் கோவையில் கண்டெடுத்தோம்."
  },
  {
    "description": "அரிக்கமேடு அகழாய்வில் ரோமானிய மட்பாண்டங்கள் கிடைத்ததன் மூலம் என்ன உறுதிப்படுத்தப்பட்டது?",
    "options": [
      "ரோமானியர்கள் தமிழகத்தில் ஆட்சி செய்தனர்",
      "ரோமானியர்களுக்கும் தமிழர்களுக்கும் வணிகத் தொடர்பு இருந்தது",
      "தமிழர்கள் ரோமானியர்களைப் போர் செய்தனர்",
      "ரோமானியர்கள் தமிழ் மொழியைப் பற்றி அறிந்திருந்தனர்"
    ],
    "answer": "B",
    "additional_context": "அரிக்கமேடு அகழாய்வில் ரோமானிய மட்பாண்டங்கள் கிடைத்தன. அதனால், ரோமானியர்களுக்கும் நமக்கும் இருந்த வணிகத் தொடர்பு உறுதிப்படுத்தப்பட்டது."
  },
  {
    "description": "\"பழையன கழிதலும் புதியன புகுதலும் வழுவல கால வகையினானே\" என்று நம் இலக்கணப் புலவர் கூறியதை, அகழாய்வு பற்றிப் பேசும் போது எப்படிப் பயன்படுத்தலாம்?",
    "options": [
      "பழைய பண்பாட்டை மறந்து புதிய பண்பாட்டை ஏற்றுக்கொள்ள வேண்டும்",
      "புதிய பண்பாட்டை உருவாக்குவதற்குப் பழைய பண்பாட்டைப் பற்றித் தெரிந்துகொள்ள வேண்டும்",
      "பழைய பண்பாடு இன்று பயனற்றது",
      "அகழாய்வின் மூலம் புதிய கண்டுபிடிப்புகளை நாம் பெற முடியாது"
    ],
    "answer": "B",
    "additional_context": "நடுவர் அவர்களே! பழையன கழிதலும் புதியன புகுதலும் வழுவல கால வகையினானே என்று நமது இலக்கணப் புலவர் ஒருவர் சொன்னதை எதிரணிக்கு நினைவூட்டி நல்ல தீர்ப்புத் தருமாறு கேட்டு விடைபெறுகின்றேன். நன்றி, வணக்கம்."
  }
]
