[
          
  {
    
          "description": "'அகராதியில் காண்க' பிரிவில் கொடுக்கப்பட்ட சொற்களில் எது நேர்மறை பொருளைக் குறிக்கிறது?",
          "options": [
      "இமிழ்தல்",
      "இசைவு",
      "துவனம்",
      "சபலை"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடத்தில், சொற்களின் பொருளை அறிந்து, அவற்றைத் தொடர்களில் சரியாகப் பயன்படுத்தும் திறனை வளர்க்க வேண்டும். “அகராதியில் காண்க” பிரிவில் கொடுக்கப்பட்ட சொற்களில் எது நேர்மறை பொருளைக் குறிக்கிறது என்பதைக் கண்டறிய வேண்டும். இதற்கு, சொற்களின் பொருள் பற்றிய அறிவும், பாடப்புத்தகத்திலோ, அகராதியிலோ காணப்படும் சொல்லின் வரையறையைப் புரிந்துகொள்ளும் திறனும் அவசியம்."
          }
        ,
          
  {
    
          "description": "'ஒரு சொல்லால் தொடரின் இரு இடங்களை நிரப்புக' பிரிவில் கொடுக்கப்பட்ட சொற்களைப் பயன்படுத்தி, கீழே கொடுக்கப்பட்ட தொடரில்  சரியான சொற்களை நிரப்புக.\n\n'எண்ணெய் ஊற்றி ___ விளக்கு ஏற்றியவுடன், இடத்தைவிட்டு ___'",
          "options": [
      "அலை, அலை",
      "எழுதி, எழுதி",
      "அகல், அகல்",
      "கால், கால்"
    ],
    "answer": "C",
    
          "additional_context": "இந்தப் பாடத்தில், தொடரில் பொருத்தமான சொற்களைப் பயன்படுத்தும் திறனை வளர்க்க வேண்டும். “ஒரு சொல்லால் தொடரின் இரு இடங்களை நிரப்புக” பிரிவில் கொடுக்கப்பட்ட சொற்களைப் பயன்படுத்தி,  கொடுக்கப்பட்ட தொடரில்  சரியான சொற்களை நிரப்ப வேண்டும். இதற்கு, ஒவ்வொரு சொல்லின் பொருள் பற்றிய அறிவும்,  தொடரின் பொருளையும் கருத்தில் கொண்டு சரியான சொல்லைத் தேர்ந்தெடுக்கும் திறனும் தேவை."
          }
        ,
          
  {
    
          "description": "'ஒரு தொடரில் இருவினைகளை அமைத்து எழுது' பிரிவில், கீழே கொடுக்கப்பட்ட தொடரில் எது சரியான இருவினைத் தொடராக உள்ளது?",
          "options": [
      "பூக்கள் மணம் வீசியதால், காற்று மணம் வீசியது",
      "பெண் பாடியதால், பறவை பாடியது",
      "மழை பெய்ததால், குழந்தை விளையாடியது",
      "மாணவன் படித்ததால், ஆசிரியர் கற்பித்தார்"
    ],
    "answer": "A",
    
          "additional_context": "இந்தப் பாடத்தில், ஒரு தொடரில் இருவினைகளை அமைத்து எழுதும் திறனை வளர்க்க வேண்டும். “ஒரு தொடரில் இருவினைகளை அமைத்து எழுது” பிரிவில் கொடுக்கப்பட்ட தொடர்களில் எது சரியான இருவினைத் தொடராக உள்ளது என்பதைக் கண்டறிய வேண்டும். இதற்கு, இருவினைத் தொடரின் அமைப்பு, இரண்டு செயல்களின் தொடர்பு, மற்றும் தொடரின் பொருள் பற்றிய அறிவு தேவை."
          }
        ,
          
  {
    
          "description": "'செயல்திட்டம்' பிரிவில் கொடுக்கப்பட்ட மின்சாரச் சேமிப்பு பற்றிய விழிப்புணர்வு முழக்கத்தொடர்களை எழுதுவதில், எந்த  பிரிவில் உங்கள் கவனம் இருக்க வேண்டும்?",
          "options": [
      "உணர்ச்சிகரமான சொற்கள் பயன்படுத்துவது",
      "எளிமையான, நினைவில் நிற்கும் சொற்கள் பயன்படுத்துவது",
      "மின்சார சேமிப்புக்கான புதிய தொழில்நுட்பங்களைப் பற்றி எழுதுவது",
      "மின்சார சேமிப்பு பற்றிய புள்ளிவிவரங்களை வழங்குவது"
    ],
    "answer": "B",
    
          "additional_context": "இந்தப் பாடத்தில்,  மின்சாரச் சேமிப்பு பற்றிய விழிப்புணர்வு முழக்கத்தொடர்களை எழுதும் திறனை வளர்க்க வேண்டும். “செயல்திட்டம்” பிரிவில் கொடுக்கப்பட்ட கேள்வி, விழிப்புணர்வு முழக்கத்தொடர்களை எழுதுவதில் எந்தப் பிரிவில் கவனம் செலுத்த வேண்டும் என்பதைப் பற்றியது.  இதற்கு, விழிப்புணர்வு  முழக்கத்தொடர்களின் தன்மை,  அவற்றின் நோக்கம், மற்றும்  சிறந்த விழிப்புணர்வு முழக்கத்தொடர்களை எழுதுவதற்கான  தொழில்நுட்பங்கள் பற்றிய அறிவு தேவை."
          }
        ,
          
  {
    
          "description": "'நிற்க அதற்குத்தக' பிரிவில் குறிப்பிடப்பட்ட செயல்களில், எது மின்சார சேமிப்புடன் நேரடியாக தொடர்புடையது?",
          "options": [
      "என் பெற்றோர் மகிழுமாறு நான் செய்ய வேண்டியது",
      "என் வீட்டின் நிலையறிந்து, தேவையறிந்து பொருள்கள் வாங்குவது",
      "அலைபேசிப் பயன்பாட்டினைப் பத்து நிமிடங்களுக்கு மேல் நீட்டிக்காமல் இருப்பது",
      "தொலைக்காட்சி பார்ப்பதைக் குறிப்பிட்ட நேரமாகக் குறைத்துக் கொள்வது"
    ],
    "answer": "D",
    
          "additional_context": "இந்தப் பாடத்தில்,  மின்சாரச் சேமிப்பு பற்றிய விழிப்புணர்வை ஏற்படுத்தும் செயல்களை அடையாளம் காணும் திறனை வளர்க்க வேண்டும். “நிற்க அதற்குத்தக” பிரிவில் கொடுக்கப்பட்ட கேள்வி, மின்சாரச் சேமிப்புடன் நேரடியாக தொடர்புடைய செயலைத் தேர்ந்தெடுக்கச் சொல்கிறது. இதற்கு, மின்சாரச் சேமிப்புக்கான பல்வேறு வழிகள், மின்சாரத்தை  அதிகமாகப் பயன்படுத்தும் பொருள்கள் மற்றும் செயல்கள்  பற்றிய அறிவு தேவை."
          }
        ]