
[
  {
    "description": "அண்ணாவின் நடவடிக்கை வருவாய் அலுவலருக்கு எந்த மாதிரியான செய்தியை தெளிவுப்படுத்தியது?",
    "options": [
      "அண்ணாவும் சாதாரண மக்கள் போலவே சட்டத்திற்கு கீழ்ப்படிந்து நடக்கிறார்கள் என்பதை நிரூபித்தது.",
      "அலுவலர்கள் தங்கள் பணியை உண்மையாகச் செய்ய வேண்டும் என்பதைக் காட்டியது.",
      "சட்டத்தை நிறைவேற்றுவது ஒரு அலுவலரின் முக்கியப் பொறுப்பு என்பதை வலியுறுத்தியது.",
      "மேற்கண்ட அனைத்தும்."
    ],
    "answer": "D",
    "additional_context": "அண்ணா தமிழக முதலமைச்சராக இருந்த காலகட்டத்தில், அரிசி வெளி மாநிலங்களுக்குச் செல்லக்கூடாது என்ற கட்டுப்பாடு இருந்தது. ஒரு நாள் அண்ணா விருத்தாசலம் கூட்டத்தை முடித்துவிட்டுத் திரும்பிக்கொண்டிருந்தார். வழியில் சோதனைச் சாவடியில் அவரது வண்டி நிறுத்தப்பட்டது. அங்கிருந்த வருவாய் அலுவலர், முதலமைச்சரின் மகிழுந்து என்று அறியாமலே சோதனை செய்தார். மகிழுந்தின் பின்பக்கம் முழுவதும் மாலைகள், கைத்தறி ஆடைகள், வாழ்த்துமடல்கள் இருந்தன. அவற்றைப் பார்த்த பிறகுதான் அந்த அலுவலருக்கு வந்திருப்பது யார் என்பது புரிந்தது. உடனே அவர் அண்ணாவின் அருகில் சென்று, \"தெரியாமல் நடந்துவிட்டது பொறுத்துக் கொள்ளுங்கள்\" என்றார். ஆனால், அண்ணா அவர் உதவியாளரிடம், \"இந்த அலுவலரின் பெயரைக் குறித்துக்கொள்ளுங்கள்\" என்றார்."
  },
  {
    "description": "அண்ணாவின் செயல் எந்த மாதிரியான ஆளுமையைப் பிரதிபலிக்கிறது?",
    "options": [
      "மக்கள் நலனில் அக்கறை கொண்ட",
      "சட்டத்திற்கு கீழ்ப்படிந்த",
      "நேர்மை மற்றும் உண்மைமையைக் கொண்ட",
      "மேற்கண்ட அனைத்தும்"
    ],
    "answer": "D",
    "additional_context": "அந்த அலுவலர் தனக்கு ஏதோ நடந்து விடப்போகிறது என அச்சப்பட்டு அழாத குறையாகக் கெஞ்சினார். உடனே, அண்ணா, \"நாங்கள் போடும் சட்டங்களைச் சரியான முறையில் நிறைவேற்றும் பொறுப்பு உங்களைப்போன்ற அலுவலரின் கையில்தான் இருக்கிறது. இன்று நேரில் உங்கள் செயலைப் பார்த்தேன். உங்களைப் போன்றவர்கள்தாம் உயர்பதவிக்கு வரவேண்டும். அதற்காகத்தான் உங்கள் பெயரைக் கேட்டேன்\" என்றார்."
  },
  {
    "description": "பத்தியில் இடம்பெறும் \"சோதனைச் சாவடி\" மற்றும் \"மாலைகள்\" என்ற இடைச்சொற்களைக் கொண்டு உருவாக்கப்பட்ட புதிய சொற்றொடர்கள் எது?",
    "options": [
      "சோதனைச் சாவடி, மாலை வேலை",
      "சோதனைச் சாவடி, மாலை நேரம்",
      "சோதனைச் சாவடி, மாலை நடை",
      "சோதனைச் சாவடி, மாலை காட்சி"
    ],
    "answer": "B",
    "additional_context": "அண்ணா தமிழக முதலமைச்சராக இருந்த காலகட்டத்தில், அரிசி வெளி மாநிலங்களுக்குச் செல்லக்கூடாது என்ற கட்டுப்பாடு இருந்தது. ஒரு நாள் அண்ணா விருத்தாசலம் கூட்டத்தை முடித்துவிட்டுத் திரும்பிக்கொண்டிருந்தார். வழியில் சோதனைச் சாவடியில் அவரது வண்டி நிறுத்தப்பட்டது. அங்கிருந்த வருவாய் அலுவலர், முதலமைச்சரின் மகிழுந்து என்று அறியாமலே சோதனை செய்தார். மகிழுந்தின் பின்பக்கம் முழுவதும் மாலைகள், கைத்தறி ஆடைகள், வாழ்த்துமடல்கள் இருந்தன."
  },
  {
    "description": "இந்த நிகழ்விற்கு பொருத்தமான தலைப்பு எது?",
    "options": [
      "அண்ணாவின் சட்டம்",
      "வருவாய் அலுவலரின் தவறு",
      "சோதனைச் சாவடியில் ஒரு சந்திப்பு",
      "அண்ணாவின் நேர்மை"
    ],
    "answer": "D",
    "additional_context": "அண்ணா தமிழக முதலமைச்சராக இருந்த காலகட்டத்தில், அரிசி வெளி மாநிலங்களுக்குச் செல்லக்கூடாது என்ற கட்டுப்பாடு இருந்தது. ஒரு நாள் அண்ணா விருத்தாசலம் கூட்டத்தை முடித்துவிட்டுத் திரும்பிக்கொண்டிருந்தார். வழியில் சோதனைச் சாவடியில் அவரது வண்டி நிறுத்தப்பட்டது. அங்கிருந்த வருவாய் அலுவலர், முதலமைச்சரின் மகிழுந்து என்று அறியாமலே சோதனை செய்தார். மகிழுந்தின் பின்பக்கம் முழுவதும் மாலைகள், கைத்தறி ஆடைகள், வாழ்த்துமடல்கள் இருந்தன."
  },
  {
    "description": "அண்ணாவின் வண்டி சோதனைச் சாவடியில் நிறுத்தப்பட்டதற்கான காரணம் எது?",
    "options": [
      "அண்ணாவின் வண்டி தவறான வழியில் சென்றது",
      "அண்ணா அரிசி கடத்தல் செய்வதாக சந்தேகம் இருந்தது",
      "அரிசி வெளி மாநிலங்களுக்குச் செல்லக்கூடாது என்ற கட்டுப்பாடு இருந்ததால்",
      "அண்ணா வண்டியை வேகமாக ஓட்டினார்"
    ],
    "answer": "c",
    "additional_context": "தமிழக முதலமைச்சராக அண்ணா பொறுப்பேற்ற காலகட்டத்தில், அரிசி வெளி மாநிலங்களுக்குச் செல்லக்கூடாது என்ற கட்டுப்பாடு இருந்தது."
  }
]
