[
          
  {
    
          "description": "'கயம் குடைந்தன்ன இயம்தொட்டு இமிழிசை' என்ற தொடரில் 'இயம்தொட்டு இமிழிசை' என்பதன் பொருள் என்ன?",
          "options": [
      "நீர்நிலைகளில் எழும் இசை",
      "இசைக்கருவிகளின் இனிமையான இசை",
      "பறவைகளின் இனிமையான குரல்",
      "விலங்குகளின் இனிமையான ஒலி"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மதுரை மாநகரின் பெருமையைப் பாடும் மாங்குடி மருதனாரின் 'மதுரைக்காஞ்சி' எனும் பாடலில், 'கயம் குடைந்தன்ன இயம்தொட்டு இமிழிசை' என்ற வரிகள் காணப்படுகின்றன. இங்கு 'கயம்' என்பது 'நீர்நிலை' என்று பொருள்படும். 'இயம்' என்பது 'இசை' என்று பொருள்படும். 'குடைந்தன்ன' என்பது 'குடைந்தது போன்று' என்ற பொருளில் வரும் உவமை.  'இயம்தொட்டு இமிழிசை' என்பது இசைக்கருவிகளின் இனிமையான இசை என்று பொருள். அதாவது, நீர்நிலைகளில் குடைந்து விளையாடும் போது கேட்கும் இனிமையான இசையைப் போன்று இசைக்கருவிகள் இனிமையான இசையை எழுப்புகின்றன என்பது இதன் பொருள். இதற்கு, மதுரை நகரில் இசைக்கருவிகளின் இனிமையான இசை ஓங்கி ஒலித்ததை இக்கவிஞர்  உவமையாகக் கூறியுள்ளார்."
          }
        ,
          
  {
    
          "description": "'ஓவுக் கண்டன்ன இரு பெரு நியமத்து' என்ற தொடரில் 'ஓவு' என்பதன் பொருள் என்ன?",
          "options": [
      "கல்",
      "மரம்",
      "ஓவியம்",
      "மலர்"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "'ஓவுக் கண்டன்ன இரு பெரு நியமத்து' என்ற வரிகளில், 'ஓவு' என்பது 'ஓவியம்' என்று பொருள்படும். 'ஓவியம் போன்று' என்ற பொருளில் வரும் உவமை. 'இரு பெரு நியமத்து' என்பது 'இரு பெரிய கடைத் தெருக்கள்' என்று பொருள்படும். மதுரை நகரில் இருந்த இரு பெரிய கடைத் தெருக்கள் ஓவியங்களைப் போல் அழகாக இருந்ததைக் குறிப்பிடுகிறது. இவ்வரிகள் மதுரையில் வணிகம் செழித்திருந்ததைப் பறைசாற்றுகிறது."
          }
        ,
          
  {
    
          "description": "மதுரைக்காஞ்சியில் எத்தனை அடிகள் உள்ளன?",
          "options": [
      "782",
      "354",
      "1000",
      "500"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மதுரைக்காஞ்சி என்பது பதினெண்மேற்கணக்கு நூல்களில் ஒன்றாகும். இந்நூல் 782 அடிகளைக் கொண்டுள்ளது. மாங்குடி மருதனார் என்பவரால் இயற்றப்பட்ட இந்நூல், மதுரையின் பெருமையைப் பாடும் ஒரு பாடல்.  இந்நூலின்  354 அடிகள்  மதுரையைப் பற்றியே  இருக்கும் என்பதால், இது 'பெருகுவள மதுரைக்காஞ்சி' என்றும் அழைக்கப்படுகிறது."
          }
        ,
          
  {
    
          "description": "மதுரைக்காஞ்சியின் பாட்டுடைத் தலைவன் யார்?",
          "options": [
      "பாண்டியன் நெடுஞ்செழியன்",
      "பாண்டியன் கண்ணன்",
      "சேரன் செங்குட்டுவன்",
      "சோழன் கரிகால் சோழன்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மதுரைக்காஞ்சியின் பாட்டுடைத் தலைவன் தலையாலங்கானத்துச் செருவென்ற பாண்டியன் நெடுஞ்செழியன் ஆவார். இவர் மதுரையை ஆண்ட பாண்டிய மன்னர்களில் ஒருவர். மதுரைக்காஞ்சி  இவரது  அருமையான  ஆட்சியை  விரிவாகப்  பாடியுள்ளது. இந்த  பாடல்  மதுரை  நகரின்  சிறப்புகள்,  மக்களின்  வாழ்வியல்,  நகரின்  தெருக்கள்,  கடைவீதிகள்,  கோட்டை,  திருவிழாக்கள்  என  பல  விஷயங்களைப்  பற்றி  விவரிக்கிறது."
          }
        ,
          
  {
    
          "description": "மதுரைக்காஞ்சியை எழுதியவர் யார்?",
          "options": [
      "கபிலர்",
      "மாங்குடி மருதனார்",
      "பெருந்தேவனார்",
      "பாரதியார்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மதுரைக்காஞ்சியை எழுதியவர்  மாங்குடி மருதனார்  என்பவர். இவர் எட்டுத்தொகையில் பதினெண் பாடல்களைப்  பாடியுள்ளார். இவரது  பிறந்த ஊர்  திருநெல்வேலி  மாவட்டத்தில்  உள்ள  மாங்குடி. மதுரைக்காஞ்சி  மதுரை  நகரின்  சிறப்புகளை  விரிவாக  பாடும்  ஒரு  பாடல்.  இது  சங்க  காலத்தின்  சிறந்த  பாடல்களில்  ஒன்றாக  கருதப்படுகிறது."
          }
        ]