
[
  {
    "description": "கிரேக்க மொழியின் தொன்மையான காப்பியமான இலியாத்தில் \"пaıńova\" எனக் குறிப்பிடப்படும் தமிழ்ச்சொல் ____.",
    "options": [
      "வெண்பா",
      "பா",
      "கலம்",
      "நாவாய்"
    ],
    "answer": "B",
    "additional_context": "நம் முன்னோர்கள் கவிதையியலிலும் முன்னேற்றம் பெற்றிருந்தனர். கவிதை சார்ந்த சொற்களைத் தமிழிலும் கிரேக்க மொழியிலும் ஒப்பாகக் காணமுடிகிறது.\n\nகடல்சார்துறையில் தமிழில் பா என்றால் என்னவென்று உனக்குத் தெரியும். இச்சொல் கிரேக்க மொழியின் தொன்மையான காப்பியமாகிய இலியாத்தில் பாய்யியோனா (пaıńova) எனக் குறிப்பிடப்பட்டுள்ளது. அப்போலோ என்னும் கடவுளுக்குப் பாடப்படுவது `பா' எனக் கிரேக்கத்தில் குறிக்கப்படுகிறது."
  },
  {
    "description": "\"எறிதிரேசியன் ஆப் த பெரிபுலஸ்\" என்ற நூலின் பெயரில் உள்ள தமிழ்ச்சொல் ____.",
    "options": [
      "நாவாய்",
      "எறிதிரை",
      "பா",
      "வெண்பா"
    ],
    "answer": "B",
    "additional_context": "கிரேக்கத்திலிருந்து தமிழ்நாட்டிற்குக் கடலில் எவ்வழியாக வரவேண்டும் என்பதைக் கிரேக்க நூலொன்று விளக்குகிறது.\n\nஎறிதிரேசியன் ஆப் த பெரிபுலஸ் (Periplus of the Erythraean Sea) என்னும் அந்நூலின் பெயரிலேயே தமிழ்ச்சொல் இருப்பதாகக் கூறுகின்றனர்."
  },
  {
    "description": "தமிழ்மொழி, பிறமொழிச் சொற்களை அப்படியே ஏற்பதில்லை என்பதற்கான காரணம் எது?",
    "options": [
      "தமிழ்ச்சொற்களின் வரலாறு நிறைந்தது.",
      "தமிழ்மொழி ஒரு பழமையான மொழி.",
      "கலைச்சொல்லாக்கத்தின் மூலம் மொழி வளர்ச்சி ஏற்படும்.",
      "தமிழ்மொழி பிற மொழிகளில் இருந்து தனித்தனியாக வளர்ந்தது."
    ],
    "answer": "C",
    "additional_context": "சொற்கள் வரலாற்றைப் பேசுபவை. ஒவ்வொரு சொல்லிலும் இனத்தின், மொழியின் வரலாறு இருக்கிறது. தமிழ்ச் சொற்கள்வழி தமிழர் நாகரிகத்தையும் வாழ்வையும் அறியமுடியும். இதேபோலத் தமிழில் வழங்கும் பிறமொழிச் சொற்களும் அவைசார்ந்த இனத்தின், மொழியின் வரலாற்றைக் காட்டுகின்றன. தமிழ்மொழி, பிறமொழிச் சொற்களை அப்படியே ஏற்பதில்லை என்பது மரபு. அந்த வகையில் கலைச்சொல்லாக்கத்திற்கான பணிகள் இன்று முதன்மை பெற்றுள்ளன. இதுவே மொழி வளர்ச்சிக்கான வாயிலாகவும் உள்ளது."
  },
  {
    "description": "மும்தாஜ் கேட்ட கேள்வியின் மூலம் என்ன தெளிவாகிறது?",
    "options": [
      "தமிழ்மொழி கணினி தொடர்பான சொற்களைப் பயன்படுத்துவதில்லை.",
      "ஆங்கிலச் சொற்களை தமிழ்மொழியில் பயன்படுத்துவதில் அவருக்கு ஐயம் இருக்கிறது.",
      "கணினி துறையில் தமிழ்மொழியின் பங்கு குறைவு.",
      "அனைத்து கணினிச் சொற்களுக்கும் தமிழ்ச்சொற்கள் இருக்க வேண்டும் என்று மும்தாஜ் விரும்புகிறார்."
    ],
    "answer": "B",
    "additional_context": "நாமெல்லோரும் மடிக்கணினி (Laptop) பயன்படுத்துகிறோம். கணினி தொடர்பான சொற்களை அப்படியே ஆங்கிலத்தில் வழங்குகிறோமே? அவற்றுக் கெல்லாம் தமிழ்ச்சொற்கள் உள்ளனவா ஆனந்தி?"
  },
  {
    "description": "ஆனந்தியின் கூற்றின் மூலம் நாம் என்ன புரிந்துகொள்ளலாம்?",
    "options": [
      "தமிழ்ச் சொற்களைப் பயன்படுத்துவதில் நம் முன்னோர்களுக்கு ஆர்வம் இல்லை.",
      "தமிழ்ச்சொற்கள் காலப்போக்கில் மாறியுள்ளன.",
      "மறந்து போன தமிழ்ச்சொற்களை மீட்டெடுக்க முடியும்.",
      "தமிழ்ச்சொற்களைப் பயன்படுத்துவதில் எந்த நன்மையும் இல்லை."
    ],
    "answer": "C",
    "additional_context": "ஆம். நம் முன்னோர்கள் பயன்படுத்திய சொற்களைக் கால மாற்றத்தில் கைவிட்டுவிட்டோம். நாம் நினைத்தால் அவற்றை மீட்டெடுக்கலாம்."
  }
]
