[
          
  {
    
          "description": "“எனக்குப் பிடித்தவை / என் பொறுப்புகள்” பகுதியில் குறிப்பிடப்பட்டுள்ள இரண்டு பொறுப்புகளில் ஒன்று __________ வார்த்தைகளைப் பேசுவதைத் தவிர்ப்பது.",
          "options": [
      "காயப்படுத்தும்.",
      "புகழ்ந்து.",
      "குறைகூறும்.",
      "கேலி செய்யும்."
    ],
    "answer": "C",
    
          "additional_context": "இந்த பக்கத்தில் 'எனக்குப் பிடித்தவை / என் பொறுப்புகள்' என்ற தலைப்பின் கீழ், இரண்டு பொறுப்புகள் குறிப்பிடப்பட்டுள்ளன.  முதல் பொறுப்பு 'எவரையும் காயப்படுத்தாமல் நடந்துகொள்வது, குறைகூறாமல் பேசுவது' என்பதாகும்.  இரண்டாவது பொறுப்பு 'பிறரையும் அவ்வாறு செய்யவிடாமல் தடுப்பது' என்பதாகும்.  இதில்,  'குறைகூறும்' என்ற வார்த்தை பயன்படுத்தப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“கலைச்சொல் அறிவோம்” பகுதியில் குறிப்பிடப்பட்ட “சொற்றொடர்” என்ற சொல் __________ இணைந்த இரண்டு அல்லது அதற்கு மேற்பட்ட வார்த்தைகளைக் குறிக்கிறது.",
          "options": [
      "எழுத்துக்கள்.",
      "எண்ணங்கள்.",
      "பொருள்கள்.",
      "வார்த்தைகள்."
    ],
    "answer": "D",
    
          "additional_context": " 'கலைச்சொல் அறிவோம்' என்ற தலைப்பின் கீழ் 'சொற்றொடர் - Sentence' என்ற வார்த்தையின் பொருள் விளக்கப்பட்டுள்ளது.  சொற்றொடர் என்பது ஒன்றோடொன்று தொடர்புடைய இரண்டு அல்லது அதற்கு மேற்பட்ட வார்த்தைகள் இணைந்து உருவாகும் ஒரு தொகுதி என்பதை இதிலிருந்து தெரிந்துகொள்ளலாம். இதிலிருந்து, 'சொற்றொடர்' என்பது 'வார்த்தைகள்' இணைந்து உருவாவதாக புரியலாம்."
          }
        ,
          
  {
    
          "description": "“அறிவை விரிவு செய்” பகுதியில் குறிப்பிடப்பட்ட “ஓய்ந்திருக்கலாகாது” என்ற சிறுகதை தொகுப்பின் ஆசிரியர் __________ .",
          "options": [
      "சிங்கிஸ் ஐத்மாத்தவ்.",
      "மலாலா.",
      "அரசி - ஆதிவள்ளியப்பன்.",
      "பிரளயன்."
    ],
    "answer": "C",
    
          "additional_context": " 'அறிவை விரிவு செய்' என்ற பகுதியில், 'ஓய்ந்திருக்கலாகாது' என்ற சிறுகதை தொகுப்பு பற்றி குறிப்பிடப்பட்டுள்ளது.  இந்த தொகுப்பின் ஆசிரியர்கள் 'அரசி - ஆதிவள்ளியப்பன்' என்பது இந்த பகுதியில் தெளிவாகத்  தெரிவிக்கப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "“கடிதம் எழுதுக” பகுதியில் குறிப்பிடப்பட்ட கடிதம் __________ பதிப்பகத்திற்கு எழுதப்பட்டுள்ளது.",
          "options": [
      "சாரல்.",
      "கல்வி.",
      "நெய்தல்.",
      "மெய்யம்."
    ],
    "answer": "C",
    
          "additional_context": "இந்த பக்கத்தில் 'கடிதம் எழுதுக' என்ற பகுதியில்,  நெய்தல் பதிப்பகத்திற்கு ஒரு கடிதம் எழுதுமாறு கேட்கப்பட்டுள்ளது.  இந்த பகுதி 'உங்கள் பள்ளி நூலகத்திற்குத் தமிழ்- தமிழ் -ஆங்கிலம் என்னும் கையடக்க அகராதி பத்துப்படிகளைப் பதிவஞ்சலில் அனுப்புமாறு' என்ற வார்த்தைகளுடன் தொடங்குகிறது. 'நெய்தல் பதிப்பகத்திற்கு' என்று குறிப்பிடப்பட்டுள்ளது."
          }
        ]