[
          
  {
    
          "description": "“நான்கெழுத்துக்காரன்; முதல் இரண்டும் அம்மாவில் “ “ மொழியோடு விளையாடு “மா”வைத் தொலைத்து நிற்கும்;” என்ற புதிர் வரியில், “மா”வைத் தொலைத்து நிற்கும் அந்த இரண்டு எழுத்துகள் எவை?",
          "options": [
      "அ) அம்",
      "ஆ) மா",
      "இ) மி",
      "ஈ) வா"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்தப் புதிர் வரி ஒரு நபரின் பெயரைப் பற்றியது. புதிர் வரியில் குறிப்பிடப்பட்டுள்ளது போல் அந்த நபரின் பெயர் நான்கு எழுத்துகளைக் கொண்டது. முதல் இரண்டு எழுத்துகள் அம்மாவில் உள்ள  “ ” இரண்டு எழுத்துகளாகும்.  “மா” என்ற எழுத்துகளை நீக்கிப் பார்த்தால், அந்த இரண்டு எழுத்துகளும் “அம்”  என்ற எழுத்துகளாகும்."
          }
        ,
          
  {
    
          "description": "'மானாமதுரை ஓர் அழகான பேரூர்; நீண்டவயல்களும் செந்தாமரை களும் நிறைந்த அவ்வூரின் நடுவே வானுயர்ந்த கோபுரத்துடன் கூடிய கோவில் குளத்தில் எங்கும் பூக்கள் மலர்ந்துள்ளன; கதிரவனின் கேட்போரைப் வீசிட, சோலைப் பேரின்பம் அடையச் செய்கிறது.' இந்த பத்தியில் 'கேட்போரைப் வீசிட' என்ற சொற்றொடர் என்ன பொருள் தருகிறது?",
          "options": [
      "அ) மழையை உண்டாக்குகிறது",
      "ஆ) வெப்பத்தைத் தருகிறது",
      "இ) சூரிய ஒளியை உருவாக்குகிறது",
      "ஈ) சோலையின் மீது மழையைப் பொழிகிறது"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தப் பத்தியில் மானாமதுரையின் அழகைப் பற்றி விவரிக்கப்பட்டுள்ளது. மானாமதுரை அழகான பேரூர் என்பதோடு நீண்ட வயல்களும் செந்தாமரை  களும் நிறைந்திருக்கிறது. கோவில் குளத்தில் எங்கும் பூக்கள் மலர்ந்திருக்கின்றன. கதிரவனின் கேட்போரைப் வீசிட, அதாவது வெப்பத்தைத் தருகிறது. இதனால் சோலைப் பேரின்பம் அடையச் செய்கிறது."
          }
        ,
          
  {
    
          "description": "'வட்டத்திற்குள் உள்ள எழுத்துகளைக்கொண்டு சொற்களை உருவாக்கு.' என்ற வாக்கியத்தில் 'வட்டத்திற்குள்' என்ற சொல்லுக்கு என்ன பொருள்?",
          "options": [
      "அ) புதிர் வரியில் உள்ள எழுத்துகள்",
      "ஆ) பத்தியில் உள்ள எழுத்துகள்",
      "இ) MCQ விருப்பங்களில் உள்ள எழுத்துகள்",
      "ஈ)  படத்தின் வடிவத்தில் உள்ள எழுத்துகள்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "இந்த வாக்கியம் ஒரு புதிர் வரியை விளக்குகிறது. புதிர் வரியில் உள்ள எழுத்துகள் அல்லது எழுத்துக்கள் அமைந்துள்ள எழுத்து வடிவம்  “வட்டத்திற்குள்” இருக்கும். இந்த  “வட்டத்திற்குள்”  இருக்கும் எழுத்துகளைப் பயன்படுத்தி சொற்களை உருவாக்க வேண்டும்."
          }
        ,
          
  {
    
          "description": "'கரும்புச் சாறு - Sugarcane Juice' என்ற கலைச்சொல் ஜோடியில் 'கரும்புச் சாறு'  என்ற சொல் எந்த வகையான சொல்?",
          "options": [
      "அ) ஆங்கிலச் சொல்",
      "ஆ) தமிழ்ச் சொல்",
      "இ) கலப்புச் சொல்",
      "ஈ)  தெளிவாகச் சொல்ல முடியாது"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "இந்தக் கலைச்சொல் ஜோடி தமிழ் மற்றும் ஆங்கில மொழிகளில் உள்ள சொற்களைப் பயன்படுத்தி உருவாக்கப்பட்டது.  “கரும்புச் சாறு”  என்பது  தமிழ் மொழியில் பயன்படுத்தப்படும் சொல்.  Sugarcane Juice  என்பது ஆங்கில மொழியில் பயன்படுத்தப்படும் சொல்."
          }
        ,
          
  {
    
          "description": "'ஒரு வாரத்திற்குத் தேவையான உணவுப்பொருள்களின் பட்டியலை உருவாக்கு.' என்ற பணியைச் செய்வதற்கு உதவும் செயலி எது?",
          "options": [
      "அ) ஆகுபெயர்",
      "ஆ) Google Maps",
      "இ)  Google Shopping",
      "ஈ)  Amazon"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "இந்தப் பணி ஒரு வாரத்திற்குத் தேவையான உணவுப்பொருள்களைப் பட்டியலிடுவதாகும்.  Google Shopping  என்பது உணவுப் பொருட்களை ஆன்லைனில் வாங்க உதவும் செயலியாகும். இந்தச் செயலியைப் பயன்படுத்தி பல்வேறு வகையான உணவுப் பொருட்களைப் பார்த்து அவற்றின் விலைகளை ஒப்பிட்டு தேவையானவற்றைப் பட்டியலிடலாம்."
          }
        ]