
[
  {
    "description": "சீவகசிந்தாமணி காப்பியத்தில் \"சொல்அரும் சூல்பசும் பாம்பின் தோற்றம்போல் மெல்லவே கருஇருந்து ஈன்று\" என்ற வரிகள் எந்த உவமையைப் பயன்படுத்துகின்றன?",
    "options": [
      "நெல் பயிர் - கருக்கொண்ட பச்சைப் பாம்பு",
      "நெல் பயிர் - மழை",
      "நெல் பயிர் - செல்வம் பெற்றவர்",
      "நெல் பயிர் -  விவசாயி"
    ],
    "answer": "A",
    "additional_context": "சீவகசிந்தாமணி காப்பியத்தில் ஏமாங்கத நாட்டின் செழிப்பைப் பற்றியும், அதன் மக்களின் வாழ்க்கை முறையைப் பற்றியும் கூறப்படுகிறது. இந்த காப்பியத்தில், ஏமாங்கத நாட்டின் வளமான விவசாயத்தைக் குறிப்பிடும் வகையில் 'சொல்அரும் சூல்பசும் பாம்பின் தோற்றம்போல் மெல்லவே கருஇருந்து ஈன்று' என்று கூறப்பட்டுள்ளது. இதில் 'சொல்அரும் சூல்பசும் பாம்பு' என்ற சொற்றொடர் நெல் பயிரின் கருக்கொண்ட நிலையை உவமைப்படுத்துகிறது."
  },
  {
    "description": "சீவகசிந்தாமணி காப்பியத்தில் \"அடிசில் வைகல் ஆயிரம் அறப்புறமும் ஆயிரம்\" என்ற வரிகள் எந்தப் பொருளை வெளிப்படுத்துகின்றன?",
    "options": [
      "ஏமாங்கத நாட்டின் உணவு வளம்",
      "ஏமாங்கத நாட்டின் மகளிர் எண்ணிக்கை",
      "ஏமாங்கத நாட்டின் தவம் புரிவோர் எண்ணிக்கை",
      "ஏமாங்கத நாட்டின் செல்வம்"
    ],
    "answer": "A",
    "additional_context": "சீவகசிந்தாமணி காப்பியத்தில், ஏமாங்கத நாட்டின் வாழ்வாதாரம் குறித்துப் பல விஷயங்கள் சொல்லப்படுகின்றன. அந்த வகையில் 'அடிசில் வைகல் ஆயிரம் அறப்புறமும் ஆயிரம்' என்ற வரிகள் ஏமாங்கத நாட்டின் உணவு வளத்தைப் பற்றி விளக்குகின்றன. இந்த வரிகள், ஏமாங்கத நாட்டில்  நாள்தோறும் கிடைக்கும்  உணவு வகைகள் ஆயிரம் என்றும், அறச்சாலைகள் ஆயிரம் என்றும்  குறிப்பிடுகின்றன. இது ஏமாங்கத நாட்டின் மக்களின்  வாழ்க்கைத் தரத்தைப் பற்றியும், அவர்களின் நல்வாழ்வைப் பற்றியும்  விளக்குகிறது."
  },
  {
    "description": "சீவகசிந்தாமணி காப்பியத்தில் \"நற்றவம் செய்வார்க்கு இடம்தவம் செய்வார்க்கும் அஃது இடம்\" என்ற வரிகள் என்ன செய்தியை எடுத்துரைக்கின்றன?",
    "options": [
      "ஏமாங்கத நாடு தவம் புரிவோர்க்கும் இல்லறம் நடத்துவோர்க்கும் இனிய இடமாகும்",
      "ஏமாங்கத நாடு தவம் புரிவோர்க்கு மட்டுமே ஏற்ற இடமாகும்",
      "ஏமாங்கத நாடு மகளிர் வாழ்வதற்கு ஏற்ற இடமாகும்",
      "ஏமாங்கத நாடு செல்வந்தர்களுக்கு மட்டுமே ஏற்ற இடமாகும்"
    ],
    "answer": "A",
    "additional_context": "சீவகசிந்தாமணி காப்பியத்தில், ஏமாங்கத நாட்டின் பண்பாட்டு அம்சங்கள் பற்றியும், மக்களின் வாழ்க்கைப் பண்பாடுகளைப் பற்றியும்  சொல்லப்பட்டுள்ளன. இதில் 'நற்றவம் செய்வார்க்கு இடம்தவம் செய்வார்க்கும் அஃது இடம்' என்ற வரிகள், ஏமாங்கத நாடு தவம் புரிவோர்க்கும் இல்லறம் நடத்துவோர்க்கும் இனிய இடமாகும் என்பதைப்  பொருள்படுகிறது.  இந்த வரிகள், ஏமாங்கத நாட்டின் மக்கள்  உயர்ந்த மனிதநேயத்தைக் கொண்டவர்கள் என்பதையும்,  அனைத்து மக்களும் இணைந்து வாழும் சூழல் அங்கு நிலவுகிறது என்பதையும் குறிப்பிடுகின்றன."
  },
  {
    "description": "சீவகசிந்தாமணி காப்பியத்தில் \"மணநூல்\" என்ற பெயர் எதனைக் குறிக்கிறது?",
    "options": [
      "காப்பியத்தின் ஆசிரியர்",
      "காப்பியத்தின் கதாநாயகன்",
      "காப்பியத்தின் கதாநாயகி",
      "காப்பியத்தின் பெயர்"
    ],
    "answer": "D",
    "additional_context": "சீவகசிந்தாமணி காப்பியம் ஒரு பெரிய காப்பியமாகும். இக்காப்பியம்  சீவகன் என்ற இளவரசனின் வாழ்க்கை வரலாற்றை  மையமாகக் கொண்டு எழுதப்பட்டது. இந்தக் காப்பியம் 13 இலம்பகங்களைக் கொண்டது.  இக்காப்பியத்தைப்  'மணநூல்'  என்று அழைப்பார்கள். இதற்குக் காரணம் இந்தக் காப்பியம் 'மணநூல்'  என்று வழங்கப்பட்டதற்குக் காரணம்  இக்காப்பியத்தில்  சீவகன் என்பவன் 'மணநூல்'  என்ற ஒரு புத்தகத்தை வாசித்து  அதன் மூலம்  பெரிய துறவியாக  மாறுகிறான். இக்காப்பியம் மனித வாழ்க்கையில்  இன்பத்துறைக்கும் துறவுத் துறைக்கும் இருக்கும்  சமநிலையைப் பற்றி  விளக்குகிறது."
  },
  {
    "description": "சீவக சிந்தாமணி காப்பியத்தை எழுதிய திருத்தக்கதேவரின் காலம் எது?",
    "options": [
      "7 ஆம் நூற்றாண்டு",
      "8 ஆம் நூற்றாண்டு",
      "9 ஆம் நூற்றாண்டு",
      "10 ஆம் நூற்றாண்டு"
    ],
    "answer": "C",
    "additional_context": "சீவகசிந்தாமணி காப்பியம் தமிழ் இலக்கியத்தில் ஒரு முக்கியமான காப்பியமாகும். இந்தக் காப்பியத்தை  திருத்தக்கதேவர்  எழுதியவர்.  இவர் ஒரு சமண முனிவர்.  சீவக சிந்தாமணி காப்பியம் சமண மதக் கொள்கைகளை  பொதிந்த ஒரு  காப்பியமாகும்.  சீவகசிந்தாமணி காப்பியம் இன்பத்துறைக்கும், துறவுத் துறைக்கும் இருக்கும்  சமநிலையைப் பற்றியும், மனித வாழ்க்கையில்  அறத்தின்  முக்கியத்துவத்தைப் பற்றியும் விளக்குகிறது. இக்காப்பியத்தை எழுதிய திருத்தக்கதேவரின் காலம் 9 ஆம் நூற்றாண்டு என்று வரலாற்று ஆய்வாளர்கள்  கருதுகின்றனர். "
  }
]
