
[
  {
    "description": "கால்டுவெல்லின் \"திராவிட மொழிகளின் ஒப்பிலக்கணம்\" என்ற நூல் எதனைப் பற்றி குறிப்பிடுகிறது?",
    "options": [
      "தமிழ் மொழியின் வரலாற்றுப் பின்னணி",
      "திராவிட மொழிகளும் ஆரிய மொழிக்குடும்பமும் வேறுபட்டவை என்பதை",
      "திராவிட மொழிகளின் இலக்கிய வளர்ச்சியை",
      "தென்னிந்திய மொழிகளின் ஒற்றுமைகளை"
    ],
    "answer": "B",
    "additional_context": "1856 இல் திராவிட மொழிகளின் ஒப்பிலக்கணம் என்னும் நூலில் கால்டுவெல், திராவிட மொழிகள், ஆரிய மொழிக்குடும்பத்திலிருந்து வேறுபட்டவை எனவும் இம்மொழிகள் சமஸ்கிருத மொழிக்குள்ளும் செல்வாக்குச் செலுத்தியுள்ளன எனவும் குறிப்பிட்டார். இதனை மேலும் உறுதிப்படுத்தப் பல்வேறு இலக்கணக் கூறுகளைச் சுட்டிக்காட்டி, திராவிட மொழிகளுக்குள் இருக்கும் ஒற்றுமைகளையும் எடுத்துரைத்தார்."
  },
  {
    "description": "திராவிட மொழிக்குடும்பத்தில் உள்ள மொழிகளின் எண்ணிக்கை எத்தனை?",
    "options": [
      "1300",
      "28",
      "24",
      "4"
    ],
    "answer": "B",
    "additional_context": "இந்தியாவில் பேசப்படும் மொழிகளின் எண்ணிக்கை 1300க்கும் மேற்பட்டது. இவற்றை நான்கு மொழிக்குடும்பங்களாகப் பிரிக்கின்றனர். அவை, 1. இந்தோ – ஆசிய மொழிகள் 2. திராவிட மொழிகள் 3. ஆஸ்திரோ ஆசிய மொழிகள் 4. சீன – திபெத்திய மொழிகள் என அழைக்கப்படுகின்றன. பல கிளை மொழிகளும் இங்குப் பேசப்படுவதால் இந்திய நாடு மொழிகளின் காட்சிச்சாலையாகத் திகழ்கிறது என்று ச. அகத்தியலிங்கம் குறிப்பிட்டுள்ளார்."
  },
  {
    "description": "\"முகத்தின் பகுதிகளான வாய், மூக்கு, கண் ஆகியவை வேறுவேறு பால்களாகச் சுட்டப்படுகின்றன\" என்று குறிப்பிடப்பட்டுள்ளது. இந்தப் பண்பு எந்த மொழியில் காணப்படுகிறது?",
    "options": [
      "தமிழ்",
      "தெலுங்கு",
      "ஜெர்மன்",
      "ஆங்கிலம்"
    ],
    "answer": "C",
    "additional_context": "திராவிட மொழிகளில் பொருள்களின் தன்மையை ஒட்டிப் பால்பாகுபாடு அமைந்துள்ளது. ஆனால், வடமொழியில் இவ்வாறு அமையவில்லை. உயிரற்ற பொருள்களும் கண்ணுக்கே புலப்படாத நுண்பொருள்களும்கூட ஆண், பெண் என்று பாகுபடுத்தப்படுகின்றன. ஜெர்மன் மொழியிலும் இத்தகைய தன்மையைக் காணமுடிகிறது. முகத்தின் பகுதிகளான வாய், மூக்கு, கண் ஆகியவை வேறுவேறு பால்களாகச் சுட்டப்படுகின்றன. வாய் - ஆண்பால், மூக்கு பெண்பால், கண் பொதுப்பால் எனப் பகுக்கும் நிலை உள்ளது."
  },
  {
    "description": "திராவிட மொழிகளில் ஒன்று போலவே அமைந்திருக்கும் ஒன்றைத் தேர்ந்தெடுக்கவும்.",
    "options": [
      "காலத்தை காட்டும் வினைச்சொற்கள்",
      "ஆண், பெண் என்ற பால்பாகுபாடு",
      "எண்ணுப் பெயர்கள்",
      "மூவிடப்பெயர்கள்"
    ],
    "answer": "C",
    "additional_context": "திராவிட மொழிகளில் எண்ணுப் பெயர்கள் ஒன்று போலவே அமைந்துள்ளன."
  },
  {
    "description": "\"மூலத்திராவிட மொழியின் பண்புகள் பலவற்றையும் பேணிப் பாதுகாத்து வருகிறது\" என்று குறிப்பிடப்பட்டுள்ள மொழி எது?",
    "options": [
      "தெலுங்கு",
      "கன்னடம்",
      "தமிழ்",
      "மலையாளம்"
    ],
    "answer": "C",
    "additional_context": "திராவிட மொழிக்குடும்பத்தின் தொன்மையான மூத்த மொழியாகத் திகழ்கின்ற தமிழ், பிற திராவிட மொழிகளைவிட ஒப்பியல் ஆய்வுக்குப் பெருந் துணையாக அமைந்துள்ளது. தமிழ் மொழி மூலத்திராவிட மொழியின் பண்புகள் பலவற்றையும் பேணிப் பாதுகாத்து வருகிறது. அத்துடன் தனித்தன்மை மாறுபடாமல் காலந்தோறும் தன்னைப் புதுப்பித்துக் கொள்ளும் பண்பு கொண்டதாகவும் தமிழ்மொழி விளங்கி வருகிறது."
  }
]
