[
          
  {
    
          "description": "*'கல்லும் உலோகமும் செங்கல்லும் மரமும்\nமண்ணும் சுதையும் தந்தமும் வண்ணமும்\nகண்ட சருக்கரையும் மெழுகும் என்றிவை\nபத்தே சிற்பத் தொழிற்குஉறுப் பாவன'*",
          "options": [
      "கல்",
      "உலோகம்",
      "மண்ணெண்ணெய்",
      "மரம்"
    ],
    "answer": "C",
    
          "additional_context": "கல்லும், உலோகத்திலும் கருவிகள் செய்த மனிதன், அவற்றில் சிற்பமென்னும் நுண்கலையை வடிக்கத் தொடங்கினான். மனித நாகரிக வளர்ச்சியின் தொடக்கமாக இதைக் கொள்ளலாம். உயிரற்ற கல்லிலும் உலோகத்திலும் தமிழர் மன உணர்வுகளையும் நிகழ்வுகளையும் செதுக்கிவைத்த சிற்பங்கள், இன்றும் வரலாற்றின் வாயில்களாக விளங்குகின்றன. தமிழர் அழகியலின் வெளிப்பாடுதான் நாம் காணும் சிற்பங்கள். தமிழ்ச் சிற்பிகள் கல்லில் வடித்த கவிதைகளே சிற்பங்கள். \n\n'கல்லும் உலோகம் செங்கல்லும் மரமும் \nமண்ணும் சுதையும் தந்தமும் வண்ணமும் \nகண்ட சருக்கரையும் மெழுகும் என்றிவை\nபத்தே சிற்பத் தொழிற்குஉறுப் பாவன' \n\nஎன்று திவாகர நிகண்டு குறிப்பிடுகிறது."
          }
        ,
          
  {
    
          "description": "'தெய்வ உருவங்கள், இயற்கை உருவங்கள், கற்பனை உருவங்கள், முழுவடிவ (பிரதிமை) உருவங்கள்' என சிற்பங்கள் நான்கு வகைகளில் அமைக்கப்படுகின்றன.  இவற்றில் எது பிரதான வகைப்பாடு அல்ல?",
          "options": [
      "தெய்வ உருவங்கள்",
      "இயற்கை உருவங்கள்",
      "மனித உருவங்கள்",
      "கற்பனை உருவங்கள்"
    ],
    "answer": "C",
    
          "additional_context": "தெய்வ உருவங்கள், இயற்கை உருவங்கள், கற்பனை உருவங்கள், முழுவடிவ (பிரதிமை) உருவங்கள் என நான்கு நிலைகளில் உலோகத்தினாலும் கல்லினாலும் சிற்பங்கள் அமைக்கப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "பல்லவர் காலத்தில் கோவில் தூண்கள் சிற்பங்களால் அழகு பெற்றன. தூண்களில் யாளி, சிங்கம், தாமரை மலர் போன்றவை பொறிக்கப்பட்டன. இந்தக் கூற்று எந்த ஒரு வகை சிற்பத்தைக் குறிக்கிறது?",
          "options": [
      "முழு உருவச் சிற்பங்கள்",
      "புடைப்புச் சிற்பங்கள்",
      "உலோகச் சிற்பங்கள்",
      "செப்புத்திருமேனிகள்"
    ],
    "answer": "B",
    
          "additional_context": "பல்லவர் காலத்தில் சுதையினாலும், கருங்கற்களினாலும் சிற்பங்கள் அமைக்கப்பட்டன. கோவில் தூண்கள் சிற்பங்களால் அழகு பெற்றன. தூண்களில் யாளி, சிங்கம், தாமரை மலர், நுட்பமான வேலைப்பாடுகள் நிறைந்த வட்டங்கள் போன்றவை பொறிக்கப்பட்டன."
          }
        ,
          
  {
    
          "description": "பல்லவர் காலச் சிற்பக்கலையின் சிறந்த சான்றுகளாகக் கருதப்படும் மாமல்லபுரச் சிற்பங்கள் எந்தப் பொருளால் செதுக்கப்பட்டுள்ளன?",
          "options": [
      "மரம்",
      "செப்பு",
      "கல்",
      "சுதை"
    ],
    "answer": "C",
    
          "additional_context": "பல்லவர்காலச் சிற்பக்கலைக்கு மாமல்லபுரச் சிற்பங்கள் மிகச் சிறந்த சான்றுகளாகும். கடற்கரையில் காணப்பட்ட பெரும் பாறைகளைச் செதுக்கிப் பற்பல உருவங்கள் அமைக்கப்பட்டுள்ளன."
          }
        ,
          
  {
    
          "description": "சோழர் காலத்தில் மிகுதியாக உருவாக்கப்பட்ட செப்புத் திருமேனிகளை குறிப்பிட்டு 'சோழர்காலம் செப்புத்திருமேனிகளின் 'பொற்காலம்' என்று அழைக்கப்படும் அளவிற்கு அவை அழகுற அமைந்துள்ளன.' என்று குறிப்பிடப்பட்டுள்ளது. இது எந்த வகை சிற்பத்தைக் குறிக்கிறது?",
          "options": [
      "முழு உருவச் சிற்பங்கள்",
      "புடைப்புச் சிற்பங்கள்",
      "உலோகச் சிற்பங்கள்",
      "கற்சிற்பங்கள்"
    ],
    "answer": "C",
    
          "additional_context": "சோழர்காலத்தில் மிகுதியான செப்புத் திருமேனிகள் உருவமைக்கப்பட்டன. கடவுளின் உருவங்களும், மனித உருவங்களும் மிகுந்த கலைநுட்பத்தோடு வடிவமைக்கப்பட்டன. சோழர்காலம் செப்புத்திருமேனிகளின் 'பொற்காலம்' என்று அழைக்கப்படும் அளவிற்கு அவை அழகுற அமைந்துள்ளன."
          }
        ]