
[
  {
    "description": "“திங்கள்முடி சூடுமலை ... பொதியமலை என்மலையே” என்ற பாடலில் உள்ள “சூடுமலை” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) வெயிலில் சூடாக இருக்கும் மலை",
      "b) மலை உச்சியில் உள்ள கோவில்",
      "c) மலை அடிவாரத்தில் உள்ள நதி",
      "d) மலையின் மீது பறக்கும் பறவைகள்"
    ],
    "answer": "a",
    "additional_context": "“திங்கள்முடி சூடுமலை ... பொதியமலை என்மலையே” என்ற பாடல் குமரகுருபரரின் பாடல்களில் ஒன்று. இந்த பாடல், பொதிய மலை மீது அமைந்திருக்கும் குமரகுருபரர் அவர்களின் ஆலயத்தைப் பற்றிப் பாடுகிறது. சூடுமலை என்ற சொல் வெயிலில் சூடாக இருக்கும் மலையைக் குறிக்கிறது. குமரகுருபரர் தனது பாடலில் அந்த மலை வெயிலில் எப்படி சூடாக இருக்கிறது என்பதை  குறிப்பிடுகிறார்."
  },
  {
    "description": "“பொதியமலை என்மலையே” என்ற பாடலில் உள்ள “பொதியமலை” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "a) ஒரு குறிப்பிட்ட மலையை",
      "b) எல்லா மலைகளையும்",
      "c) ஒரு குறிப்பிட்ட மலைத்தொடரை",
      "d) மலைகள் அனைத்தையும் குறிக்கும் ஒரு பொதுவான சொல்"
    ],
    "answer": "a",
    "additional_context": "“திங்கள்முடி சூடுமலை ... பொதியமலை என்மலையே” என்ற பாடல் குமரகுருபரரின் பாடல்களில் ஒன்று. இந்த பாடல், பொதிய மலை மீது அமைந்திருக்கும் குமரகுருபரர் அவர்களின் ஆலயத்தைப் பற்றிப் பாடுகிறது.  பொதிய மலை என்பது தமிழ்நாட்டில் நீலகிரி மாவட்டத்தில் அமைந்துள்ள ஒரு குறிப்பிட்ட மலையாகும். இதனால் பொதியமலை என்ற சொல் அந்த குறிப்பிட்ட மலையைக் குறிக்கிறது."
  },
  {
    "description": "“தமிழ்முனிவன் வாழுமலை” என்ற வரியில் “தமிழ்முனிவன்” என்று யாரைக் குறிப்பிடுகிறார்?",
    "options": [
      "a) குமரகுருபரர்",
      "b) திருவள்ளுவர்",
      "c) கம்பர்",
      "d) பாரதி"
    ],
    "answer": "a",
    "additional_context": "“திங்கள்முடி சூடுமலை ... பொதியமலை என்மலையே” என்ற பாடல் குமரகுருபரரின் பாடல்களில் ஒன்று. இந்த பாடல், பொதிய மலை மீது அமைந்திருக்கும் குமரகுருபரர் அவர்களின் ஆலயத்தைப் பற்றிப் பாடுகிறது.  “தமிழ்முனிவன்” என்ற சொல் குமரகுருபரரைக் குறிக்கிறது. குமரகுருபரர் தனது பாடல்களில் தமிழ் மொழியின் பெருமையையும், மத நம்பிக்கைகளையும் வலியுறுத்துவதன் மூலம் மக்களை நல்வழிப்படுத்தினார். அவர் மக்கள் மத்தியில் தமிழ் முனிவராகப் போற்றப்படுகிறார்."
  }
]
