
[
  {
    "description": "“பிறர்நாணத் தக்கது தான்நாணான் ஆயின் அறம்நாணத் தக்கது உடைத்து.” இக்குறளில் “நாணத் தக்கது” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "தவறு",
      "அவமானம்",
      "பழி",
      "துன்பம்"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“பிறர்நாணத் தக்கது தான்நாணான் ஆயின் அறம்நாணத் தக்கது உடைத்து.” இந்தக் குறள் நம்மை அறம் பற்றி சிந்திக்க வைக்கிறது. ஒருவன் பிறருக்கு அவமானத்தைத் தரும் செயல்களைச் செய்து, அதற்குத் தான் வெட்கப்படாவிட்டால், அறம் அவனைப் புறக்கணித்துவிடும் என்று குறிப்பிடுகிறது. அதாவது அறம் நேர்மையான செயல்களைச் செய்வதற்கு ஊக்கமளிக்கிறது, அவ்வாறு செய்யாவிட்டால் அறம் நம்மைப் புறக்கணித்து விடும் என்பதுதான் இக்குறளின் பொருள்."
  },
  {
    "description": "“சுழன்றும்ஏர்ப் பின்னது உலகம் அதனால் உழந்தும் உழவே தலை.” இக்குறள் உழவு தொழிலின் முக்கியத்துவத்தைக்  குறிப்பிடுகிறது. எந்தக் கூற்று இதற்குச் சான்றாகும்?",
    "options": [
      "உழவு தொழில் மட்டுமே உலகிற்கு அத்தியாவசியமானது.",
      "உழவு தொழில் மிகவும் கடினமானதாகும்.",
      "உழவு தொழில் மற்ற தொழில்களுக்கு அடிப்படையாகும்.",
      "உழவு தொழில் மூலம் உலகின் தேவைகளைப் பூர்த்தி செய்யலாம்."
    ],
    "answer": [
      "C"
    ],
    "additional_context": "“சுழன்றும்ஏர்ப் பின்னது உலகம் அதனால் உழந்தும் உழவே தலை.” இக்குறள் உழவு தொழிலின் முக்கியத்துவத்தை எடுத்துரைக்கிறது. உலகம் எவ்வளவு சுழன்றாலும், எந்தளவு முன்னேறினாலும் ஏர் பின்னாலேயே  இருக்கும். அதாவது உழவு தொழில் மிகவும் முக்கியமானது, இதற்கு நிகரான வேறு எதுவும் இல்லை என்று உணர்த்துகிறது."
  },
  {
    "description": "“உழுவார் உலகத்தார்க்கு ஆணிஅஃ தாற்றாது எழுவாரை எல்லாம் பொறுத்து.” இக்குறளில் “ஆணி” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "மரக்கட்டை",
      "அச்சாணி",
      "பூட்டு",
      "நகை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“உழுவார் உலகத்தார்க்கு ஆணிஅஃ தாற்றாது எழுவாரை எல்லாம் பொறுத்து.” இந்தக் குறள் உழவுத் தொழிலின் முக்கியத்துவத்தை மீண்டும் வலியுறுத்துகிறது. உழுபவர் எல்லாரையும் தாங்கி நிற்பதால், உலகத்துக்கு அச்சாணி போன்றவர் என்பதை குறிப்பிடுகிறது. இதன் மூலம் உழவுத் தொழில் எந்த அளவுக்கு முக்கியமானது என்பது புரிகிறது."
  },
  {
    "description": "“அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார் குன்றுவ செய்தல் இலர்.” இக்குறளில் “குடிப்பிறந்தார்” என்ற சொல் எதைக் குறிக்கிறது?",
    "options": [
      "நல்ல குடும்பத்தில் பிறந்தவர்கள்",
      "நல்ல பண்புடையவர்கள்",
      "செல்வந்தர்கள்",
      "படித்தவர்கள்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "“அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார் குன்றுவ செய்தல் இலர்.” இந்தக் குறள் நல்ல குணநலன்கள் உள்ளவர்கள் எப்படிப்பட்டவர்கள் என்பதை விளக்குகிறது. நல்ல பண்புடையவர்கள் மிகவும் விலைமதிப்பற்றவர்கள். அவர்களின் நல்ல குணங்கள் எந்தப் பொருளையும் விட விலை மதிப்புடையது என்பதை இந்தக் குறள் உணர்த்துகிறது."
  },
  {
    "description": "“ஏவவும் செய்கலான் தான்தேறான் அவ்வுயிர் போஒம் அளவும்ஓர் நோய்” என்ற குறள் எந்தப் பாலில் உள்ளது?",
    "options": [
      "புல்லறிவாண்மை",
      "இகல்",
      "குடிமை",
      "சான்றாண்மை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "“ஏவவும் செய்கலான் தான்தேறான் அவ்வுயிர் போஒம் அளவும்ஓர் நோய்” என்ற குறள் புல்லறிவாண்மை பாலில் உள்ளது. இக்குறள் அறிவுரை கேட்டு செய்யாமல், தானாகவும் செயல்படாமல் இருப்பவரைப் பற்றி விவரிக்கிறது. சொன்னால் செய்யாமல், தானாகவும் செய்யாமல் இருப்பவன், அவன் உயிர் இருக்கும் வரை ஒரு நோய் போன்றவன் என்று விளக்குகிறது."
  }
]
