
[
  {
    "description": "கீழ்கண்ட பத்தியில் எந்த இடத்தில் நிறுத்தக் குறியைப் பயன்படுத்த வேண்டும்?",
    "options": [
      "“தெரியுமா?” என்ற கேள்விக்குப் பிறகு",
      "“பிள்ளைத்தமிழும் ஒன்று” என்ற சொற்றொடருக்குப் பிறகு",
      "“முத்துக்குமாரசாமி பிள்ளைத் தமிழ்” என்ற சொற்றொடருக்குப் பிறகு",
      "“அமுதாம்பிகை பிள்ளைத்தமிழ்” என்ற சொற்றொடருக்குப் பிறகு"
    ],
    "answer": "B",
    "additional_context": "ஆசிரியர் மாணவர்களிடம் மாணவர்களே கடவுளரையும் தலைவர்களையும் குழந்தையாகக் கருதி எழுதப்பட்ட சிற்றிலக்கிய வகை பற்றித் தெரியுமா தமிழ்ச் சிற்றிலக்கிய வகைகளுள் பிள்ளைத் தமிழும் ஒன்று என்று கூறினார் பிள்ளைத் தமிழ் நூல்கள் முத்துக்குமாரசாமி பிள்ளைத் தமிழ் அமுதாம்பிகை பிள்ளைத்தமிழ் முதலியன"
  },
  {
    "description": "“பசுமரத்தாணி போல” என்ற சொற்றொடரைப் பயன்படுத்தி, ஒருவர் புதிய வேலைக்குச் சேர்ந்ததைக் குறிக்கும் ஒரு வாக்கியத்தை உருவாக்குங்கள்.",
    "options": [
      "புதிய வேலைக்குச் சேர்ந்த அவன், பசுமரத்தாணி போல ஆர்வமாக இருந்தான்.",
      "அவன் புதிய வேலைக்குச் சேர்ந்த பிறகு, பசுமரத்தாணி போல தனக்குள் மகிழ்ச்சியைக் கொண்டிருந்தான்.",
      "புதிய வேலை அவனுக்கு பசுமரத்தாணி போல மகிழ்ச்சியைக் கொடுத்தது.",
      "பசுமரத்தாணி போல அவன் புதிய வேலையில் சிரமப்பட்டுக்கொண்டிருந்தான்."
    ],
    "answer": "A",
    "additional_context": "பசுமரத்தாணி போல -  இந்த சொல் புதிய விஷயத்தில் மிகுந்த ஆர்வம் மற்றும் உற்சாகம் கொண்டிருப்பதை குறிக்கிறது. இது புதிய வேலைக்குச் சேர்ந்தவரின் மனநிலையைப் பிரதிபலிக்கும்"
  },
  {
    "description": "“அந்தாதி” என்ற இலக்கிய வடிவம் எந்தப் புலவரால் புகழ்பெற்றது?",
    "options": [
      "கம்பன்",
      "ஒட்டக்கூத்தன்",
      "இரட்டையர்கள்",
      "பலபட்டடைச் சொக்கநாதப் புலவர்"
    ],
    "answer": "B",
    "additional_context": "அந்தாதி என்பது ஒரு இலக்கிய வடிவமாகும்,  ஒவ்வொரு பாடலின் இறுதி வரியும் அடுத்த பாடலின் முதல் வரியாக வருவதன் மூலம் தொடர்ச்சியாகப் பாடும் ஒரு பாட்டு வடிவமாகும்.  ஒட்டக்கூத்தன் இந்த அந்தாதி வடிவத்தில் பாடல்கள் பாடியதன் மூலம்  இந்த வடிவத்தில்  புகழ் பெற்றார்"
  },
  {
    "description": "மான், ஆமை, காகம் மற்றும் எலி ஆகிய நண்பர்கள் இணைந்து என்ன செய்தார்கள்?",
    "options": [
      "ஒரு வேடனைத் தாக்கினார்கள்.",
      "வேடனின் பொறியில் சிக்கிய மானை மீட்டினார்கள்.",
      "ஒரு பெரிய மரத்தை நட்டார்கள்.",
      "ஒரு புதிய வீடு கட்டினார்கள்."
    ],
    "answer": "B",
    "additional_context": "மான், ஆமை, காகம் மற்றும் எலி ஆகிய நண்பர்கள், வேடனின் பொறியில் சிக்கிய மானை மீட்க திட்டம் வகுத்து, ஒவ்வொருவரும் தங்கள் திறமையைப் பயன்படுத்தி வேடனைக் கவன ஈர்த்து மானை மீட்டனர்.  இந்த நண்பர்களின் ஒத்துழைப்பும் அவர்களின் திறமைகளும் மானை மீட்க உதவியது."
  },
  {
    "description": "வேடன் மானை இறந்துவிட்டது என்று எப்படி நினைத்தார்?",
    "options": [
      "மான் அசையாமல் இருந்ததால்",
      "மான் ரத்தம் வெளியேறி இருந்ததால்",
      "காகம் மானைத் தட்டித் தட்டி எழுப்பியதால்",
      "மான் மெதுவாக மூச்சு விட்டதால்"
    ],
    "answer": "C",
    "additional_context": "வேடன் மானைத் தனது பொறியில் சிக்கியதாகக் கண்டு அது இறந்துவிட்டது என்று நினைத்து  அங்கிருந்து செல்ல முயன்ற போது, காகம் மானைத் தட்டித் தட்டி எழுப்பி  வேடனை மீண்டும்  மான் இருக்கும் இடத்திற்கு அழைத்துச் சென்றது.  காகம் மானைத் தட்டித் தட்டி எழுப்பியது வேடனுக்கு மான் உயிருடன் இருப்பது போல் தோன்றியது."
  }
]
