[
          
  {
    
          "description": "சீவக சிந்தாமணியின்  மற்றொரு பெயர் என்ன?",
          "options": [
      "மணநூல்",
      "பாரதம்",
      "பொருநார்க்குறிஞ்சி",
      "தொல்காப்பியம்"
    ],
    "answer": "A",
    
          "additional_context": "சீவக சிந்தாமணி என்பது ஒரு சிறந்த காப்பியம். மணநூல் என்று அழைக்கப்படுகிறது. சீவகன் என்பவன் ஓர் அரசகுமாரன். அவன் தன் தந்தையின் மறைவிற்குப் பிறகு அரசாட்சிப் பொறுப்பை ஏற்காமல் தவ வாழ்க்கையைத் தேர்ந்தெடுத்தான். இந்தக் காப்பியம் சீவகனின் தவ வாழ்க்கையை விவரிக்கிறது."
          }
        ,
          
  {
    
          "description": "சீவக சிந்தாமணி  எந்த வகை இலக்கியம்?",
          "options": [
      "கவிதை",
      "கதை",
      "காப்பியம்",
      "நாடகம்"
    ],
    "answer": "C",
    
          "additional_context": "சீவக சிந்தாமணி என்பது ஒரு காப்பியம். இது ஐம்பெருங்காப்பியங்களில் ஒன்று. ஐம்பெருங்காப்பியங்கள் என்பது தமிழில் மிகவும் சிறந்த காப்பியங்கள். இவற்றில் சீவக சிந்தாமணி, சிலப்பதிகாரம், மணிமேகலை, வளையாபதி, குண்டலகேசி ஆகியவை அடங்கும். இவற்றில் சீவக சிந்தாமணி கவிதை வடிவில் எழுதப்பட்ட காப்பியம்."
          }
        ,
          
  {
    
          "description": "சீவக சிந்தாமணியில் எத்தனை இலம்பகங்கள் உள்ளன?",
          "options": [
      "5",
      "10",
      "13",
      "20"
    ],
    "answer": "C",
    
          "additional_context": "சீவக சிந்தாமணி 13 இலம்பகங்களைக் கொண்டுள்ளது. இலம்பகம் என்பது ஒரு வகைப் பிரிவு. காப்பியங்கள் இலம்பகங்கள் மூலம் பிரிக்கப்படுகின்றன. ஒவ்வொரு இலம்பகத்திலும் ஒரு கதை கூறப்படுகிறது. சீவக சிந்தாமணியில் சீவகன் தன் இல்லறத்தைத் துறந்து தவ வாழ்க்கையைத் தேர்ந்தெடுத்தது முதல் அவன் முத்தி அடைந்தது வரை கூறப்படுகிறது."
          }
        ,
          
  {
    
          "description": "'சீவக சிந்தாமணி'  என்ற  நூலின்  முதல்  இலம்பகம் எது?",
          "options": [
      "பூமகள் இலம்பகம்",
      "கோவிந்தையார் இலம்பகம்",
      "நாமகள் இலம்பகம்",
      "கனகமாலையார் இலம்பகம்"
    ],
    "answer": "C",
    
          "additional_context": "சீவக சிந்தாமணியின் முதல் இலம்பகம் நாமகள் இலம்பகம். இந்த இலம்பகத்தில் சீவகனின் தந்தை சீவகனுக்கு பெயரிடும் காட்சி காட்டப்படுகிறது. இந்த இலம்பகத்தில் ஏமாங்கத நாட்டின் வளம், பண்பாடு ஆகியவை விரிவாகக் கூறப்படுகின்றன."
          }
        ,
          
  {
    
          "description": "'சீவக சிந்தாமணி' என்ற நூல் எந்தக் காலத்தில் எழுதப்பட்டது?",
          "options": [
      "கி.மு 200",
      "கி.பி 900",
      "கி.பி 1200",
      "கி.பி 1500"
    ],
    "answer": "B",
    
          "additional_context": "சீவக சிந்தாமணி கி.பி 900 ஆம் நூற்றாண்டில் எழுதப்பட்டதாகக் கருதப்படுகிறது. இந்நூலை எழுதியவர் திருத்தக்கதேவர் என்பவர். அவர் சமண சமயத்தைச் சார்ந்தவர். அவர் இன்பம் நிறைந்த இலக்கியம் எழுதவும் முடியும் என்று காட்டும் வகையில் இக்காப்பியத்தை எழுதினார்."
          }
        ]