[
          
  {
    
          "description": "'மதுரைக்காஞ்சி' நூல் எத்தனை அடிகளைக் கொண்டது?",
          "options": [
      "354 அடிகள்",
      "782 அடிகள்",
      "1000 அடிகள்",
      "1200 அடிகள்"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "பத்துப்பாட்டு நூல்களுள் ஒன்று மதுரைக்காஞ்சி. காஞ்சி என்றால் நிலையாமை என்பது பொருள். மதுரையின் சிறப்புகளைப் பாடுவதாலும் நிலையாமையைப் பற்றிக் கூறுவதாலும் மதுரைக்காஞ்சி எனப்பட்டது. இந்நூல் 782 அடிகளைக் கொண்டது. அவற்றுள் 354 அடிகள் மதுரையைப் பற்றி மட்டும் சிறப்பித்துக் கூறுகின்றன. இதைப் 'பெருகுவள மதுரைக்காஞ்சி' என்பர்."
          }
        ,
          
  {
    
          "description": "'மதுரைக்காஞ்சி' நூலைப் பாடியவர் யார்?",
          "options": [
      "மாங்குடி மருதனார்",
      "கபிலர்",
      "பாரதியார்",
      "திருவள்ளுவர்"
    ],
    "answer": [
      "A"
    ],
    
          "additional_context": "மதுரைக்காஞ்சியைப் பாடியவர் மாங்குடி மருதனார். திருநெல்வேலி மாவட்டத்தில் உள்ள மாங்குடி என்னும் ஊரில் பிறந்தவர். எட்டுத்தொகையில் பதின்மூன்று பாடல்களைப் பாடியுள்ளார்."
          }
        ,
          
  {
    
          "description": "'தொல்வலி நிலைஇய, அணங்குடை நெடுநிலை' என்ற வரிகள் எந்த இடத்தை விவரிக்கின்றன?",
          "options": [
      "மதுரை மாநகரின் மதில்களை",
      "மதுரை மாநகரின் கோட்டையை",
      "மதுரை மாநகரின் வாயில்களை",
      "மதுரை மாநகரின் தெருக்களை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "மதுரைக்காஞ்சி நூலில் மதுரையின் வாயில்களை  'தொல்வலி நிலைஇய, அணங்குடை நெடுநிலை'  என்று விவரிக்கிறது.  தொல்வலி என்றால்  மிகப் பழமையான வலிமை பொருந்தியது என்று பொருள்.  அணங்குடை என்றால் தெய்வத்தன்மை பொருந்தியது என்று பொருள்.  நெடுநிலை என்றால் நீண்ட மதில்.  இதன் மூலம் நூலாசிரியர் மதுரைக்கோட்டையின் வாயில் பழமையானது, வலிமையானது மற்றும் தெய்வத்தன்மை பொருந்தியது என்று எடுத்துக்காட்டுகிறார்."
          }
        ,
          
  {
    
          "description": "'வையை அன்ன வழக்குடை வாயில்' என்ற வரிகள் எதைக் குறிக்கின்றன?",
          "options": [
      "மதுரை மாநகரின் அகழியை",
      "மதுரை மாநகரின் வாயில்களை",
      "மதுரை மாநகரின் மதில்களை",
      "மதுரை மாநகரின் தெருக்களை"
    ],
    "answer": [
      "B"
    ],
    
          "additional_context": "மதுரைக்காஞ்சி நூலில் மதுரையின் வாயில்களை  'வையை அன்ன வழக்குடை வாயில்'  என்று விவரிக்கிறது.  வையை என்றால் மதுரை நகரத்தின் அருகில் உள்ள வையை நதி.  அந்த நதியின் நீர் போல் மக்கள் தொடர்ந்து செல்லும் இடம் என்று குறிப்பிடுகிறது.  இதன் மூலம் நூலாசிரியர் மதுரையின் வாயில் மக்கள் அதிகம் பயன்படுத்தும் பகுதி என்று கூறுகிறார்."
          }
        ,
          
  {
    
          "description": "'மதுரைக்காஞ்சி' நூலில் 'பெருகுவள மதுரைக்காஞ்சி' எனக் குறிப்பிடப்படும் பகுதி எதை விவரிக்கிறது?",
          "options": [
      "மதுரை மாநகரின் கோட்டையை",
      "மதுரை மாநகரின் தெய்வங்களை",
      "மதுரை மாநகரின் சிறப்புகளை",
      "மதுரை மாநகரின் வரலாற்றை"
    ],
    "answer": [
      "C"
    ],
    
          "additional_context": "மதுரைக்காஞ்சியைப் பாடியவர் மாங்குடி மருதனார். இவர் 782 அடிகளைக் கொண்ட மதுரைக்காஞ்சி நூலைப் பாடியுள்ளார்.  அதில் 354 அடிகளில் மதுரைக்காஞ்சி நூலின் முக்கிய அம்சங்களான மதுரையின் சிறப்புகளைப் பாடியுள்ளார்.  அதனால் இந்தப் பகுதி 'பெருகுவள மதுரைக்காஞ்சி' எனப்படுகிறது.  இந்தப் பகுதியில் மதுரையின் சிறப்பான வரலாறு, மக்கள் வாழ்வியல், கலைகள், இலக்கியம், கோயில்கள், திருவிழாக்கள், வணிகம் என பல அம்சங்களைப் பாடியுள்ளார்."
          }
        ]