[
          
  {
    
          "description": "கவிஞர் வாலியின் பாடலில், 'வண்டமிழே' என குறிப்பிடப்படும் மொழியை, இலக்கியத்தில் பயன்படுத்தப்படும் ஒரு சொல்லால் குறிப்பிடவும்.",
          "options": [
      "தமிழ்",
      "சங்கம்",
      "சமஸ்கிருதம்",
      "இலக்கியம்"
    ],
    "answer": "A",
    
          "additional_context": "கவிஞர் வாலி தனது பாடலில் 'வண்டமிழே' எனக் குறிப்பிட்டுள்ளார். 'வண்டமிழே' என்பது தமிழ் மொழியின் அழகைக் குறிப்பிடும் ஒரு சொல். தமிழ் மொழி இலக்கியத்தில் பெருமை வாய்ந்த மொழி. இதனால், இலக்கியத்தில் பயன்படுத்தப்படும் ஒரு சொல்லாக 'தமிழ்' என்பது மிகவும் பொருத்தமானது."
          }
        ,
          
  {
    
          "description": "கவிஞர் வாலி 'வீணையாய்ப் போனேன்' எனக் கூறுகிறார். 'வீணை' என்ற சொல் எதனுடன் ஒப்பிடப்படுகிறது?",
          "options": [
      "சிற்றீசல்",
      "விறகு",
      "சிறகு",
      "மொழி"
    ],
    "answer": "C",
    
          "additional_context": "கவிஞர் வாலி 'வீணையாய்ப் போனேன்' எனக் கூறுகிறார். 'வீணை' என்பது இசைக்கருவி. வீணையின் சிறகுகள் இசையை உருவாக்குகிறது. எனவே, 'வீணை' என்ற சொல் 'சிறகு' என்ற சொல்லுடன் ஒப்பிடப்படுகிறது."
          }
        ,
          
  {
    
          "description": "கவிஞர் வாலி, தமிழ் மொழியை 'நிழல்தான் தருவாய்; நிதம் என் வருவாய்' எனக் கூறுகிறார். இதன் பொருள் என்ன?",
          "options": [
      "தமிழ் மொழி தங்குமிடம் அளிக்கிறது",
      "தமிழ் மொழி வாழ்வின் அங்கம்",
      "தமிழ் மொழி இன்பம் தருகிறது",
      "தமிழ் மொழி எதிர்காலம் தருகிறது"
    ],
    "answer": "B",
    
          "additional_context": "கவிஞர் வாலி, 'நிழல்தான் தருவாய்; நிதம் என் வருவாய்' என்ற வரிகளின் மூலம் தமிழ் மொழியின் முக்கியத்துவத்தை எடுத்துரைக்கிறார். மரம் நிழல் தருவது போல, தமிழ் மொழி வாழ்வின் அங்கமாகும். அதனால், 'தமிழ் மொழி வாழ்வின் அங்கம்' என்ற விடை மிகவும் பொருத்தமாகும்."
          }
        ,
          
  {
    
          "description": "'உள்ளங்கையில் உலகம்' என்ற நூலை எழுதியவர் யார்?",
          "options": [
      "இன்சுவை",
      "பூங்குழலி",
      "வாலி",
      "தங்கப்பா"
    ],
    "answer": "B",
    
          "additional_context": "'உள்ளங்கையில் உலகம்' என்ற நூலை எழுதியவர் பூங்குழலி. அவர் மருதூர் அரசு மேல்நிலைப்பள்ளி மாணவி. இந்நூல் வெளியீட்டு விழாவில் கின்னஸ் சாதனை படைத்த முன்னாள் மாணவர் இன்சுவை நூலை வெளியிட்டு சிறப்புரை ஆற்றுவார் என பத்தியில் குறிப்பிடப்பட்டுள்ளது."
          }
        ,
          
  {
    
          "description": "'கல்லாடம் படித்தவரோடு கடிதம் எழுதினாலும் பயன் இல்லை' என்ற பழமொழி எதைக் குறிக்கிறது?",
          "options": [
      "கல்வி பயனற்றது",
      "கல்வி பயனுள்ளதல்ல",
      "கற்றல் நேர்த்தியாக இருக்க வேண்டும்",
      "கல்வி மட்டும் போதாது, அதைப் பயன்படுத்தத் தெரிய வேண்டும்"
    ],
    "answer": "D",
    
          "additional_context": "'கல்லாடம் படித்தவரோடு கடிதம் எழுதினாலும் பயன் இல்லை' என்ற பழமொழி கல்வி மட்டும் போதாது, அதைப் பயன்படுத்தத் தெரிய வேண்டும் என்ற கருத்தை எடுத்துரைக்கிறது. கல்வியைப் பெற்று, அதைப் பயன்படுத்தி செயல்பட வேண்டும். இல்லையெனில் அது பயனற்றதாகும்."
          }
        ]