
[
  {
    "description": "“கலைச்சொல் அறிவோம்” என்ற பிரிவில் குறிப்பிடப்பட்டுள்ள “கருவூலம்” என்ற சொல்லின் ஆங்கிலப் பெயர் என்ன?",
    "options": [
      "Cave",
      "Treasure",
      "Temple",
      "Melody"
    ],
    "answer": "B",
    "additional_context": "“கலைச்சொல் அறிவோம்” என்ற பிரிவில் பல்வேறு சொற்களின் ஆங்கிலப் பெயர்கள் கொடுக்கப்பட்டுள்ளன. அந்தப் பிரிவில், “கருவூலம்” என்ற சொல்லின் ஆங்கிலப் பெயர் என்ன என்பதை நீங்கள் கண்டுபிடிக்க வேண்டும். அதாவது “கருவூலம்” என்ற சொல்லுக்குரிய ஆங்கிலப் பெயர், கொடுக்கப்பட்ட விருப்பங்களில் எது என்பதைத் தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "“மலர்விழி வீணை வாசித்தாள்; கேட்டவர் வெள்ளம் போன்ற இன்பத்தில் நீந்தினர்.” - இந்த உவமைத் தொடரை உருவகத் தொடராக மாற்றினால் எப்படி இருக்கும்?",
    "options": [
      "மலர்விழி இனிமையான இசையை இசைத்தாள்; கேட்டவர் மகிழ்ச்சியில் மூழ்கினர்.",
      "மலர்விழி வீணை வாசித்தாள்; கேட்டவர் அலைகள் போன்ற மகிழ்ச்சியில் நீந்தினர்.",
      "மலர்விழி வீணை வாசித்தாள்; கேட்டவர் மகிழ்ச்சியின் ஓட்டத்தில் அடித்துச் செல்லப்பட்டனர்.",
      "மலர்விழி வீணை வாசித்தாள்; கேட்டவர் மகிழ்ச்சியின் கடலில் மூழ்கினர்."
    ],
    "answer": "A",
    "additional_context": "இந்தக் கேள்வி உவமைத் தொடர்களை உருவகத் தொடர்களாக மாற்றுவது பற்றியது. உவமைத் தொடர்களில் ஒன்றைக் கொடுத்து, அதை உருவகத் தொடராக மாற்றியுள்ள விருப்பங்கள் நான்கு கொடுக்கப்பட்டுள்ளன. அவற்றுள் எது சரியான உருவகத் தொடர் என்பதை நீங்கள் தேர்ந்தெடுக்க வேண்டும். உவமை என்பது ஒப்பீடு, உருவகம் என்பது நேரடி உவமை, அதாவது உவமையை நீக்கி நேரடியாகக் கூறப்படும் தொடர். “மலர்விழி வீணை வாசித்தாள்; கேட்டவர் வெள்ளம் போன்ற இன்பத்தில் நீந்தினர்.” என்ற உவமைத் தொடரில் வெள்ளத்தை இன்பத்துடன் ஒப்பிட்டுள்ளனர். இதனை நேரடியாகக் கூறினால், “மலர்விழி இனிமையான இசையை இசைத்தாள்; கேட்டவர் மகிழ்ச்சியில் மூழ்கினர்.” என்பது ஆகும்."
  },
  {
    "description": "“புணர்ச்சி” என்ற சொல்லின் பொருள் என்ன?",
    "options": [
      "பிரித்தல்",
      "இணைத்தல்",
      "மாற்றுதல்",
      "அழித்தல்"
    ],
    "answer": "B",
    "additional_context": "இந்தக் கேள்வி “புணர்ச்சி” என்ற சொல்லின் பொருள் என்ன என்பதைத் தேர்ந்தெடுப்பது பற்றியது.  இந்தக் கேள்விக்கு நான்கு விருப்பங்கள் கொடுக்கப்பட்டுள்ளன. அவற்றுள் எது சரியான பொருள் என்பதை நீங்கள் தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "“கையா, உலகே ஒரு உயிர்” என்ற நூலை எழுதியவர் யார்?",
    "options": [
      "கிருபானந்தவாரியார்",
      "அறிவுமதி",
      "ஜேம்ஸ் லவ்லாக்",
      "சா. சுரேஷ்"
    ],
    "answer": "C",
    "additional_context": "“கையா, உலகே ஒரு உயிர்” என்ற நூல் யாரால் எழுதப்பட்டது என்பதைத் தேர்ந்தெடுக்க வேண்டும். அதாவது, கொடுக்கப்பட்ட நான்கு விருப்பங்களில் எது சரியான பதில் என்பதை நீங்கள் தேர்ந்தெடுக்க வேண்டும்."
  },
  {
    "description": "“என்னை மகிழச்செய்த பணிகள்” என்ற பிரிவில் எந்தப் பணி குறிப்பிடப்படவில்லை?",
    "options": [
      "தம்பிக்கு உதவியதற்காக அப்பாவிடம் பாராட்டுப் பெற்றேன்.",
      "வகுப்பறையில் சுண்ணக்கட்டித் துண்டுகளைத் திரட்டி எடுத்துக் குப்பைத் தொட்டியில் போட்டதற்கு ஆசிரியர் மற்றும் வகுப்புத் தோழர்களிடம் கைத்தட்டல் பெற்றேன்.",
      "வகுப்புப் பாடம் முடிந்த பிறகு வீட்டுப் பாடம் செய்யுமாறு ஆசிரியர் கூறியதற்கு கைத்தட்டல் பெற்றேன்.",
      "சிறிய குழந்தை தடுமாறி விழுந்தபோது உதவி செய்ததற்கு பாராட்டு பெற்றேன்."
    ],
    "answer": "C",
    "additional_context": "“என்னை மகிழச்செய்த பணிகள்” என்ற பிரிவில் எந்தப் பணி குறிப்பிடப்படவில்லை என்பதை நீங்கள் கண்டுபிடிக்க வேண்டும்.  அதாவது, கொடுக்கப்பட்ட நான்கு விருப்பங்களில் எது அந்தப் பிரிவில் குறிப்பிடப்படவில்லை என்பதை நீங்கள் தேர்ந்தெடுக்க வேண்டும்."
  }
]
