
[
  {
    "description": "“அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார் குன்றுவ செய்தல் இலர்” என்ற குறள் எந்தப் பண்பைப் போற்றுகிறது?",
    "options": [
      "அறிவு",
      "பொறுமை",
      "ஒழுக்கம்",
      "நேர்மை"
    ],
    "answer": [
      "C"
    ],
    "additional_context": "இந்தக் குறள்  ஒழுக்கத்தின் மேன்மையைப் போற்றுகிறது. கோடிக்கணக்கான பொருளை அடுக்கித் தந்தாலும் ஒழுக்கமான குடியில் பிறந்தவர்கள் தவறு செய்யமாட்டார்கள் என்று கூறுகிறது."
  },
  {
    "description": "“ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்(கு) ஆழி எனப்படு வார்” என்ற குறளில் “ஆழி” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "தவறு",
      "கடல்",
      "பகை",
      "சான்றாண்மை"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் குறள் சான்றாண்மை அழியாதது என்பதை விளக்குகிறது. ஊழிக்காலம் வந்தாலும் சான்றாண்மை என்னும் கடலுக்குக் கரை போன்றவர் நற்பண்புகளிலிருந்து மாறமாட்டார் ! என்று கூறுகிறது."
  },
  {
    "description": "“ஏவவும் செய்கலான் தான்தேறான் அவ்வுயிர் போஒம் அளவும்ஓர் நோய்” என்ற குறள் எதைப் பற்றி எச்சரிக்கிறது?",
    "options": [
      "அறிவின்மை",
      "சோம்பல்",
      "பகை",
      "குற்றம்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் குறள் சோம்பலைப் பற்றி எச்சரிக்கிறது. சொன்னாலும் செய்யாமல், தானாகவும் செய்யாமல் இருப்பவன் உயிர், சாகும்வரை உள்ள நோய்! என்று கூறுகிறது."
  },
  {
    "description": "“காணாதான் காட்டுவான் தான்காணான் காணாதான் கண்டானாம் தான்கண்ட வாறு” என்ற குறள் எதை விளக்குகிறது?",
    "options": [
      "அறிவின்மை",
      "உழவு",
      "சான்றாண்மை",
      "நாணுடைமை"
    ],
    "answer": [
      "A"
    ],
    "additional_context": "இந்தக் குறள் அறிவின்மையால் ஏற்படும் தவறான எண்ணங்களைப் பற்றி விளக்குகிறது. அறிவில்லாதவனுக்கு அறிவுரை சொல்பவன் அறிவில்லாதவனாக மாறிவிடுவான்! அறிவில்லாதவன் அவனுக்குத் தெரிந்த அளவில் அறிவுடையவனாகத் தோன்றுவான்! என்று கூறுகிறது."
  },
  {
    "description": "“உழுவார் உலகத்தார்க்கு ஆணிஅஃ தாற்றாது எழுவாரை எல்லாம் பொறுத்து” என்ற குறளில் “ஆணி” என்ற சொல் எதை குறிக்கிறது?",
    "options": [
      "உழவுத் தொழிலாளர்",
      "அச்சாணி",
      "சான்றோர்",
      "தலைவர்"
    ],
    "answer": [
      "B"
    ],
    "additional_context": "இந்தக் குறள் உழவுத் தொழிலின் முக்கியத்துவத்தைப் போற்றுகிறது. உழவுத் தொழில்  உலகத்துக்கு அச்சாணி போன்றது என்று கூறுகிறது.  மற்ற தொழில் செய்பவரையும் உழுபவரே தாங்கி நிற்பதால், அவரே உலகத்துக்கு அச்சாணி ஆவர் என்று கூறுகிறது."
  }
]
